{"id":218404,"url":"http://en.wikipedia.org/wiki/Frederick_Sanger","text":"Frederick Sanger (; 13 August 1918 – 19 November 2013) was an English biochemist.\nSanger is a two-time Nobel laureate in chemistry, the only person to have been so. Sanger is the fourth person to have been given two Nobel Prizes, either individually or in tandem with others.\nIn 1958 he was given a Nobel prize in chemistry \"for his work on the structure of proteins, especially that of insulin\".\nIn 1980, Walter Gilbert and Sanger shared half of the chemistry prize \"for their contributions concerning the determination of base sequences in nucleic acids\". The other half was given to Paul Berg \"for his fundamental studies of the biochemistry of nucleic acids, with particular regard to recombinant-DNA\".\nLater life.\nSanger retired in 1983 to his home, \"Far Leys\", in Swaffham Bulbeck outside Cambridge.\nIn 1992, the Wellcome Trust and the Medical Research Council founded the Sanger Centre (now the Sanger Institute), named after him. The Institute is on the Wellcome Trust Genome Campus near Hinxton, only a few miles from Sanger's home. John Sulston, the founding director, asked Sanger if the centre could be named in his honor. Sanger agreed but warned, \"It had better be good\". It was opened by Sanger himself on 4 October 1993, with a staff of less than 50 people. The Institute now has a leading role in the sequencing of the human genome. The Institute now has over 900 people and is one of the world's largest genomic research centres.\nAlthough he retains his dislike of violence, he has lost his Quaker religious faith and calls himself an agnostic. In an interview published in the Times newspaper in 2000 Sanger is quoted as saying: \"My father was a committed Quaker and I was brought up as a Quaker, and for them truth is very important. I drifted away from those beliefs – one is obviously looking for truth but one needs some evidence for it. Even if I wanted to believe in God I would find it very difficult. I would need to see proof\".\nHe declined the offer of a knighthood as he did not wish to be addressed as \"Sir\" but later accepted the award of an Order of Merit.\nIn 2007 the British Biochemical Society was given a grant by the Wellcome Trust to catalogue and preserve the 35 laboratory notebooks in which Sanger recorded his remarkable research from 1944 to 1983. In reporting this matter, \"Science\" journal noted that Sanger, \"the most self-effacing person you could hope to meet\", was now spending his time gardening at his Cambridgeshire home.\nDeath.\nSanger died on 19 November 2013 in his Cambridge, England home, aged 95. His scientific biography is currently being written for publication in 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":62},{"uri":"Biochemist","surface_form":"biochemist","offset":70},{"uri":"Nobel_laureate","surface_form":"Nobel laureate","offset":103},{"uri":"Chemistry","surface_form":"chemistry","offset":121},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":216},{"uri":"Insulin","surface_form":"insulin","offset":387},{"uri":"Walter_Gilbert","surface_form":"Walter Gilbert","offset":406},{"uri":"Nucleic_acid","surface_form":"nucleic acid","offset":542},{"uri":"Paul_Berg","surface_form":"Paul Berg","offset":586},{"uri":"Swaffham_Bulbeck","surface_form":"Swaffham Bulbeck","offset":770},{"uri":"Wellcome_Trust","surface_form":"Wellcome Trust","offset":819},{"uri":"Sanger_Institute","surface_form":"Sanger Institute","offset":902},{"uri":"Wellcome_Trust_Genome_Campus","surface_form":"Wellcome Trust Genome Campus","offset":962},{"uri":"Hinxton","surface_form":"Hinxton","offset":996},{"uri":"John_Sulston","surface_form":"John Sulston","offset":1042},{"uri":"DNA_sequencing","surface_form":"sequencing of the human genome","offset":1318},{"uri":"Genome","surface_form":"genomic","offset":1422},{"uri":"The_Times","surface_form":"Times","offset":1596},{"uri":"Knight_Bachelor","surface_form":"knighthood","offset":1983},{"uri":"Order_of_Merit_(Commonwealth)","surface_form":"Order of Merit","offset":2073},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":2453},{"uri":"Cambridge","surface_form":"Cambridge","offset":2520},{"uri":"England","surface_form":"England","offset":2531}]}