{"id":218578,"url":"http://en.wikipedia.org/wiki/Silent_Night","text":"\"Silent Night\" () is a very popular Christmas carol and song. It was first performed in 1818, by Franz Xaver Gruber and Joseph Mohr. Gruber was an organist and headmaster of a primary school. Mohr was a priest. Mohr had written the poem in 1816; Gruber wrote the melody for it before Christmas 1818. Little else is known on how the song came to be.\nOne of the theses is that at the time it was not possible to play the organ in the church. For this reason Gruber and Mohr created a song that could be accompanied by a guitar. There are many other stories about how the song came to be.\nThe audience liked the performance very much. Gruber sang, and Mohr played the guitar. It is because of an organ-maker called \"Mauracher\" that the song became known to a wider audience. Mauracher could capture the attention of the crowd at a performance in Leipzig in 1832. From there it spread, first to the German-speaking countries, then to the world. Today there are translations into more than 300 languages and dialects.\nThe song was first published on a leaflet in 1833, with other \"authentic Tyrolean songs\". Frederick William IV of Prussia wanted to know the authors of the song, and asked St. Peter's Archabbey, Salzburg, in 1854. The abbey found Gruber, who was still alive. In the meantime, the song had been attributed to Michael Haydn.\nThe author Hertha Pauli, who was born in Austria had to flee from the persecutions during the Second World War. In 1943, she found that many Americans thought that \"Silent Night\" was an American popular tune. She then wrote the children's book, \"Silent Night. The Story of a Song\", where she explained where the song was from.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christmas","surface_form":"Christmas","offset":36},{"uri":"Carol","surface_form":"carol","offset":46},{"uri":"Song","surface_form":"song","offset":56},{"uri":"Franz_Xaver_Gruber","surface_form":"Franz Xaver Gruber","offset":97},{"uri":"Joseph_Mohr","surface_form":"Joseph Mohr","offset":120},{"uri":"Organ_(music)","surface_form":"organist","offset":147},{"uri":"Priest","surface_form":"priest","offset":203},{"uri":"Guitar","surface_form":"guitar","offset":518},{"uri":"Leipzig","surface_form":"Leipzig","offset":843},{"uri":"Leaflet","surface_form":"leaflet","offset":1047},{"uri":"Frederick_William_IV_of_Prussia","surface_form":"Frederick William IV of Prussia","offset":1103},{"uri":"St._Peter%27s_Archabbey%2C_Salzburg","surface_form":"St. Peter's Archabbey, Salzburg","offset":1185},{"uri":"Michael_Haydn","surface_form":"Michael Haydn","offset":1321},{"uri":"Hertha_Pauli","surface_form":"Hertha Pauli","offset":1347},{"uri":"Austria","surface_form":"Austria","offset":1377},{"uri":"Second_World_War","surface_form":"Second World War","offset":1430}]}