{"id":218522,"url":"http://en.wikipedia.org/wiki/Palaeocene","text":"e=\"preserve\">The Palaeocene is the first geological epoch in the Palaeogene. It started after the end of the Cretaceous, and lasted for about 10 million years. It was followed by the Eocene epoch.\nThe Palaeocene began and ended with an extinction event, each of quite a different character. The epoch began with the T extinction event, caused by a combination of a meteorite strike (Chicxulub crater) and a huge volcanic flood basalt eruption which produced the Deccan Traps in what is now India. This caused the extinction of many groups, including the dinosaurs and many other reptiles. The epoch ended with the \"Palaeocene–Eocene Thermal Maximum\", a deep ocean anoxic event (DOAE). This means that the ocean depths were lacking oxygen, so no higher forms of life could survive. This produced a mass extinction of between 35–50% of deep water forms such as benthic foraminifera, and coincided with a major change of mammalian types on land.\nAfter a cooler start, the climate grew warmer during the epoch, far warmer than today, and the world was heavily forested. There were no ice caps at the poles. Warm seas circulated throughout the world, including the poles. The earliest Paleocene featured a low diversity and abundance of marine life, but this trend reversed later in the epoch. Tropical conditions gave rise to abundant marine life, including coral reefs. With the demise of marine reptiles at the end of the Cretaceous, sharks became the top predators. At the end of the Cretaceous, the ammonites and many species of foraminifera became extinct.\nMarine faunas also came to resemble modern faunas, with only the marine mammals and an important family of sharks, the Carcharhinidae, are missing.\nNon-avian dinosaurs may have survived to some extent into the early Danian stage of the Paleocene Epoch circa 66 mya. The controversial evidence for such is a hadrosaur leg bone found from Paleocene strata in New Mexico; but such stray late forms may be derived fossils. This means they were fossilised, then erosion uncovered them, then they were buried again in a younger layer of rocks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geology","surface_form":"geological","offset":41},{"uri":"Palaeogene","surface_form":"Palaeogene","offset":65},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":109},{"uri":"Eocene","surface_form":"Eocene","offset":183},{"uri":"Extinction","surface_form":"extinction","offset":236},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":316},{"uri":"Chicxulub_crater","surface_form":"Chicxulub crater","offset":383},{"uri":"India","surface_form":"India","offset":490},{"uri":"Deep_ocean_anoxic_event","surface_form":"deep ocean anoxic event","offset":653},{"uri":"Oxygen","surface_form":"oxygen","offset":731},{"uri":"Foraminifera","surface_form":"foraminifera","offset":867},{"uri":"Coral_reef","surface_form":"coral reef","offset":1354},{"uri":"Shark","surface_form":"shark","offset":1432},{"uri":"Ammonite","surface_form":"ammonite","offset":1499},{"uri":"Foraminifera","surface_form":"foraminifera","offset":1529},{"uri":"Carcharhinidae","surface_form":"Carcharhinidae","offset":1677},{"uri":"Hadrosaur","surface_form":"hadrosaur","offset":1865},{"uri":"New_Mexico","surface_form":"New Mexico","offset":1915},{"uri":"Derived_fossil","surface_form":"derived fossil","offset":1960},{"uri":"Erosion","surface_form":"erosion","offset":2015}]}