{"id":218518,"url":"http://en.wikipedia.org/wiki/ICal","text":"iCal is a personal calendar application made by Apple Inc. that runs on the Mac OS X operating system. iCal was the first calendar application for Mac OS X to offer support for multiple calendars and the ability to publish/subscribe calendars to WebDAV server.\nOriginally released as a free download for Mac OS X v10.2 on September 10 2002, with the release of Mac OS X v10.3 it was bundled with the operating system as iCal 1.5. Version 2 of iCal was released as part of Mac OS X v10.4, Version 3 with Mac OS X v10.5 and Version 4 as part of Mac OS X v10.6.\nApple [http://www.brownbearsw.com/ical/icalfaq.html#thename licensed] the iCal name from [http://www.brownbearsw.com/ Brown Bear Software], who have used it for their [http://www.brownbearsw.com/ical/ iCal application] since 1997.\niCal development is quite different from other Apple software because it was designed independently by a small French team working \"secretly\" in Paris, led by Jean-Marie Hullot, a friend of Steve Jobs. iCal's development has since been transferred to Apple US headquarters in Cupertino.\nBugs.\nIt has been reported that some users of iCal who have their calendar on a CalDAV server can not view or add events to their calendar. This issue is specific to Google Calendar users.\nThe release of Snow Leopard introduced several bugs into Snow Leopard, with regard to iCal alarms. These problems include alarms not firing; all alarms being set to one fixed date and time in the past, preventing them from firing; alarms from repeat events being fired for all historic occurrences of that repeated event, resulting in dozens of alarms for one event. Updates to Snow Leopard 10.6.1 and 10.6.2 have not addressed these problems.\niCal supports times zones, i.e.: if the function is enabled, and the computer's time zone changes, all the events in iCal are shifted to compensate for the time zone difference. The bug is that this function also occurs when it is turned off, therefore, whenever the computer's time zone changes, all the events in iCal shift as well. As of today, there is still no fix for this bug.","categories":[],"infobox_types":["Software"],"annotations":[{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":48},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":76},{"uri":"Operating_system","surface_form":"operating system","offset":85},{"uri":"Calendar","surface_form":"calendar","offset":186},{"uri":"September_10","surface_form":"September 10","offset":322},{"uri":"2002","surface_form":"2002","offset":335},{"uri":"Paris","surface_form":"Paris","offset":935},{"uri":"Steve_Jobs","surface_form":"Steve Jobs","offset":980},{"uri":"Cupertino%2C_California","surface_form":"Cupertino","offset":1066},{"uri":"Google_Calendar","surface_form":"Google Calendar","offset":1243}]}