{"id":218562,"url":"http://en.wikipedia.org/wiki/Snowball_Earth","text":"e=\"preserve\">Snowball Earth or Icehouse Earth refers to times when the Earth's surface was nearly or entirely frozen. The occurrence of Snowball (or Slushball) Earths is still controversial, but it is now probable that widespread glaciation occurred in periods of the Proterozoic. What is still debatable is how widespread those glaciations were. Proponents claim the theory explains sedimentary deposits of glacial origin at tropical latitudes and other enigmatic features of the geological record. Opponents do not draw the same inferences from the geological evidence, and doubt the geophysical feasibility of an ice or slush-covered ocean.\nPalaeoproterozoic.\nThe Snowball Earth hypothesis explains glacial deposits in the Huronian supergroup of Canada. The palaeomagnetic evidence, which suggests ice sheets at low latitudes, is contested. The glacial sediments of the Makganyene formation of South Africa are slightly younger than the Huronian glacial deposits (~2.25 billion years old) and were deposited at tropical latitudes. Perhaps the rise of free oxygen that occurred during this part of the Paleoproterozoic removed methane in the atmosphere through oxidation. As the Sun was notably weaker at the time, the Earth's climate may have relied on methane, a powerful greenhouse gas, to maintain surface temperatures above freezing. In the absence of this methane greenhouse, temperatures plunged and a snowball event could have occurred.\nNeoproterozoic.\nThere were three or four significant ice ages during the late Neoproterozoic. Of these, the Marinoan was the most significant, and the Sturtian glaciations were also truly widespread. These were both in the Cryogenian period, before the Ediacaran. The million year long Gaskiers glaciation did not lead to global glaciation, although it was probably as intense as the late Ordovician glaciation. The status of the Kaigas glaciation or \"cooling event\" is unclear. Some do not recognise it as glacial, and others believe it may indeed be a third ice age. It was certainly less significant than the Sturtian or Marinoan glaciations, and probably not global in extent. Evidence does suggest that the Earth underwent a number of glaciations during the Neoproterozoic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":71},{"uri":"Glaciation","surface_form":"glaciation","offset":230},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":268},{"uri":"Sedimentary_rock","surface_form":"sedimentary","offset":384},{"uri":"Glacier","surface_form":"glacial","offset":408},{"uri":"Tropics","surface_form":"tropical","offset":426},{"uri":"Latitude","surface_form":"latitude","offset":435},{"uri":"Historical_geology","surface_form":"geological record","offset":481},{"uri":"Geophysics","surface_form":"geophysical","offset":586},{"uri":"Ice","surface_form":"ice","offset":616},{"uri":"Huronian_glaciation","surface_form":"Huronian","offset":726},{"uri":"Canada","surface_form":"Canada","offset":749},{"uri":"Sun","surface_form":"Sun","offset":1181},{"uri":"Cryogenian","surface_form":"Cryogenian","offset":1670},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":1700},{"uri":"Ordovician","surface_form":"Ordovician","offset":1836}]}