{"id":218561,"url":"http://en.wikipedia.org/wiki/Camille_Pissarro","text":"Camille Pissarro (10 July 1830 – 12 November 1903) was a French Impressionist painter. He was born on Saint Tomas in the Virgin Islands. Pissarro died in Paris.\nHe was the only artist to exhibit in both Impressionism and Post-impressionism forms. Pissarro learnt from great forerunners, including Gustave Courbet and Jean-Baptiste-Camille Corot. He later studied and worked alongside Georges Seurat and Paul Signac when he took on the Neo-Impressionist style at the age of 54.\nIn 1873 he helped establish a society of fifteen aspiring artists, holding the group together and encouraging the other members. Art historian John Rewald called Pissarro the “dean of the Impressionist painters\", not only because he was the oldest of the group, but also \"by virtue of his wisdom and his balanced, kind, and warmhearted personality”. Cézanne said \"he was a father for me. A man to consult and a little like the good Lord\". He was also one of Gauguin's mentors. Renoir referred to his work as “revolutionary”, through his artistic portrayals of the common man. Pissarro insisted on painting individuals in natural settings without \"artifice or grandeur\".\nPissarro is the only artist to have shown his work at all eight Paris Impressionist exhibitions, from 1874 to 1886. He acted as a father figure to the Impressionists and, in varying degress, to all four of the major Post-impressionists including Georges Seurat, Paul Cézanne, Vincent van Gogh and Paul Gauguin.\nThe London years.\nThe Franco-Prussian War of 1870–71 compelled Pissarro to flee his home in September 1870; he returned in June 1871 to find that the house, and along with it many of his early paintings, had been destroyed by Prussian soldiers. By December 1870 he and his family had taken refuge in London and settled in Crystal Palace, southwest London.\nThrough the paintings Pissarro completed at this time, he records Sydenham and Norwood at a time when they were just recently connected by railways. One of the largest of these paintings is a view of \"St. Bartholomew's Church\" at Lawrie Park Avenue, commonly known as [http://www.nationalgallery.org.uk/cgi-bin/WebObjects.dll/CollectionPublisher.woa/wa/work?workNumber=NG6493 \"The Avenue, Sydenham\"], in the collection of the National Gallery, London.\nWhilst in Upper Norwood Pissarro was introduced to the art dealer Paul Durand-Ruel, who bought two of his 'London' paintings. Durand-Ruel subsequently became the most important art dealer of the new school of French Impressionism.\nReturning to France, in 1890 Pissarro again visited England and painted some ten scenes of central London. He came back again in 1892, painting in Kew Gardens and Kew Green, and also in 1897, when he produced several oils of Bedford Park, Chiswick.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":57},{"uri":"Impressionist","surface_form":"Impressionist","offset":64},{"uri":"Saint_Thomas%2C_U.S._Virgin_Islands","surface_form":"Saint Tomas","offset":102},{"uri":"Virgin_Islands","surface_form":"Virgin Islands","offset":121},{"uri":"Paris","surface_form":"Paris","offset":154},{"uri":"Impressionism","surface_form":"Impressionism","offset":203},{"uri":"Post-impressionism","surface_form":"Post-impressionism","offset":221},{"uri":"Gustave_Courbet","surface_form":"Gustave Courbet","offset":297},{"uri":"Jean-Baptiste-Camille_Corot","surface_form":"Jean-Baptiste-Camille Corot","offset":317},{"uri":"Georges_Seurat","surface_form":"Georges Seurat","offset":384},{"uri":"Paul_Signac","surface_form":"Paul Signac","offset":403},{"uri":"Paul_C%C3%A9zanne","surface_form":"Cézanne","offset":827},{"uri":"Paul_Gauguin","surface_form":"Gauguin","offset":935},{"uri":"Mentor","surface_form":"mentor","offset":945},{"uri":"Renoir","surface_form":"Renoir","offset":954},{"uri":"Vincent_van_Gogh","surface_form":"Vincent van Gogh","offset":1423},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":1480},{"uri":"Crystal_Palace","surface_form":"Crystal Palace","offset":1780},{"uri":"London","surface_form":"London","offset":1806},{"uri":"Sydenham","surface_form":"Sydenham","offset":1880},{"uri":"Norwood","surface_form":"Norwood","offset":1893},{"uri":"National_Gallery%2C_London","surface_form":"National Gallery, London","offset":2240},{"uri":"Upper_Norwood","surface_form":"Upper Norwood","offset":2276},{"uri":"Paul_Durand-Ruel","surface_form":"Paul Durand-Ruel","offset":2332},{"uri":"Impressionism","surface_form":"Impressionism","offset":2482},{"uri":"Kew_Gardens","surface_form":"Kew Gardens","offset":2644},{"uri":"Bedford_Park%2C_London","surface_form":"Bedford Park","offset":2722},{"uri":"Chiswick","surface_form":"Chiswick","offset":2736}]}