{"id":218570,"url":"http://en.wikipedia.org/wiki/Niccol%C3%B2_Piccinni","text":"Niccolò Piccinni (born Bari, Italy, 16 January 1728; died near Paris, 7 May 1800) was an Italian composer. He wrote over 80 operas. During his life, he worked with the greatest librettists of his age, including Metastasio.\nPiccinni’s music is hardly ever played today, but in his day many of his operas were extremely popular. He is mainly remembered today because he was invited to Paris where people wanted him to be a rival of Gluck. There were lots of arguments between the people who supported Piccinni and those who supported Gluck.\nLife.\nPiccinni was born in Bari. His father, who was a musician, did not want his son to study music, but the bishop persuaded him to change his mind. Niccolò went to the music conservatoire in Naples. He started to write comic operas (opera buffa). His opera \"La Cecchina, ossia la buona Figliuola\" with a libretto by Goldoni played for two years in Rome and was produced in all the important European capital cities. It was probably the most popular opera buffa of the 18th century.\nPiccinni wrote music with a sentimental feeling that was very popular in the mid-18th century. It was typical of a lot of music in the early Classical music period.\nA few years later Piccinni was invited by Queen Marie Antoinette to go and live in Paris. He had married in 1756 his pupil Vincenza Sibilla. She was a singer, but he never allowed his wife to sing on stage again after they married.\nThe people who had invited Piccinni to Paris were people who did not like Gluck’s music. They wanted Piccinni to be a rival to Gluck. They enjoyed arguments, and they wanted to try to make the two composers enemies. There were a lot of arguments between the people who supported Piccinni and those who supported Gluck. The whole affair is often called: the war between the Piccinnists and the Gluckists. It was very stupid, because the arguments had nothing to do with music. Both composers were asked to compose an opera about the same story: Roland. Gluck never finished the opera because he wanted to finish his career by writing Alceste. He did not want to be compared to Piccinni. Then both composers were asked to write operas about the story \"Iphigénie en Tauride\". Gluck’s opera was first produced on 18 May 1779. Piccinni's \"Iphigénie\" followed on 23 January 1781. The rival parties went on arguing, even after Gluck left Paris in 1780. Then some people tried to get a new rival for Piccinni: they invited Sacchini to Paris. But Piccinni continued to be popular. When Gluck died, in 1787, Piccinni suggested that a public monument should be built to his memory. Gluck’s supporters refused to support the idea.\nIn 1784 Piccinni became professor at the Royal School of Music, a school which later became part of the Conservatoire. When the French Revolution broke out in 1789, Piccinni returned to Naples. At first he was warmly welcomed by King Ferdinand IV; but when his daughter married a French democrat the Neapolitans were angry. They said he was a revolutionist. He was not allowed to leave his house for four years.\nFor the next nine years he tried to make a living in Venice, Naples and Rome; but he returned in 1798 to Paris, where the public gave him a warm welcome, but he made no money. He died at Passy, near Paris.\nHe produced over eighty operas, but although his later work shows the influence of the French and German stage, his music is typical of Italian musicians of the 18th century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bari","surface_form":"Bari","offset":23},{"uri":"Italy","surface_form":"Italy","offset":29},{"uri":"16_January","surface_form":"16 January","offset":36},{"uri":"1728","surface_form":"1728","offset":47},{"uri":"Paris","surface_form":"Paris","offset":63},{"uri":"7_May","surface_form":"7 May","offset":70},{"uri":"1800","surface_form":"1800","offset":76},{"uri":"Italy","surface_form":"Italian","offset":89},{"uri":"Composer","surface_form":"composer","offset":97},{"uri":"Opera","surface_form":"opera","offset":124},{"uri":"Metastasio","surface_form":"Metastasio","offset":211},{"uri":"Paris","surface_form":"Paris","offset":383},{"uri":"Rival","surface_form":"rival","offset":421},{"uri":"Gluck","surface_form":"Gluck","offset":430},{"uri":"Bari","surface_form":"Bari","offset":566},{"uri":"Musician","surface_form":"musician","offset":594},{"uri":"Bishop","surface_form":"bishop","offset":649},{"uri":"Conservatoire","surface_form":"conservatoire","offset":716},{"uri":"Naples","surface_form":"Naples","offset":733},{"uri":"Opera_buffa","surface_form":"opera buffa","offset":775},{"uri":"Libretto","surface_form":"libretto","offset":846},{"uri":"Goldoni","surface_form":"Goldoni","offset":858},{"uri":"Rome","surface_form":"Rome","offset":890},{"uri":"18th_century","surface_form":"18th century","offset":1010},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":1165},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1237},{"uri":"Paris","surface_form":"Paris","offset":1272},{"uri":"1756","surface_form":"1756","offset":1297},{"uri":"Rival","surface_form":"rival","offset":1539},{"uri":"Gluck","surface_form":"Gluck","offset":1548},{"uri":"Iphig%C3%A9nie_en_Tauride","surface_form":"Iphigénie en Tauride","offset":2171},{"uri":"Antonio_Sacchini","surface_form":"Sacchini","offset":2436},{"uri":"Monument","surface_form":"monument","offset":2552},{"uri":"Paris_Conservatoire","surface_form":"Conservatoire","offset":2744},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2768},{"uri":"Democrat","surface_form":"democrat","offset":2927},{"uri":"Venice","surface_form":"Venice","offset":3105},{"uri":"1798","surface_form":"1798","offset":3149},{"uri":"Passy","surface_form":"Passy","offset":3239},{"uri":"Influence","surface_form":"influence","offset":3328}]}