{"id":21869,"url":"http://en.wikipedia.org/wiki/Kernel_(computer_science)","text":"A kernel is the central part of an operating system. It manages the operations of the computer and the hardware, most notably memory and CPU time.\nA computer user never interacts directly with the kernel. It runs behind the scenes and cannot be seen, except for the text logs that it prints.\nOperations of kernel.\nThe kernel is the most fundamental part of an operating system. It can be thought of as the program which controls all other programs on the computer. When the computer starts, it goes through some initialization (booting) functions, such as checking memory. It is responsible for assigning and unassigning memory space which allows software to run.\nThe kernel provides services so programs can request the use of the network card, the disk or other pieces of hardware. The kernel forwards the request to special programs called device drivers which control the hardware. It also manages the file system and sets interrupts for the CPU to enable multitasking. Many kernels are also responsible for ensuring that faulty programs do not interfere with the operation of others by denying access to memory that has not been allocated to them and restricting the amount of CPU time they can consume.\nIt is the heart of the operating system.\nMicro kernels and monolithic kernels.\nOperating systems commonly use monolithic kernels. In Linux, for example, device drivers are often part of a kernel (specifically Loadable Kernel Modules). When a device is needed, its extension is loaded and 'joined' onto the kernel making the kernel larger. Monolithic kernels can cause trouble when one of these drivers is faulty, such as if a beta driver is downloaded. Because it is part of the kernel the faulty driver can override the mechanisms that deal with faulty programs (see above). This can mean that the kernel, and thus the entire computer, can cease to function. If there are too many devices, the kernel can also run out of memory causing a system crash or making the computer very slow.\nMicrokernels are a way of solving this problem. In a microkernel operating system, the kernel deals only with critical activities, such as controlling the memory and CPU, and nothing else. Drivers and other functions that monolithic kernels would normally include within the kernel are moved outside the kernel, where they are under control. Instead of being an uncontrollable part of the kernel the beta driver is, therefore, no more likely to cause a crash than a beta web browser. That is, if a driver goes wrong it can simply be restarted by the kernel. Unfortunately, creating microkernel based operating systems is very difficult and there are no common microkernel operating systems. Minix and QNX are both microkernel operating systems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_hardware","surface_form":"hardware","offset":103},{"uri":"CPU","surface_form":"CPU","offset":137},{"uri":"Booting","surface_form":"booting","offset":528},{"uri":"Network_card","surface_form":"network card","offset":732},{"uri":"Device_driver","surface_form":"device driver","offset":843},{"uri":"File_system","surface_form":"file system","offset":906},{"uri":"CPU","surface_form":"CPU","offset":946},{"uri":"Multitasking","surface_form":"multitasking","offset":960},{"uri":"Operating_system","surface_form":"Operating system","offset":1288},{"uri":"Linux","surface_form":"Linux","offset":1342},{"uri":"Device_driver","surface_form":"device driver","offset":1362},{"uri":"Beta_version","surface_form":"beta","offset":1635},{"uri":"Minix","surface_form":"Minix","offset":2686},{"uri":"QNX","surface_form":"QNX","offset":2696}]}