{"id":218633,"url":"http://en.wikipedia.org/wiki/Ediacaran","text":"e=\"preserve\">The Ediacaran period (about 635–541 million years ago), was named after the Ediacara Hills of South Australia. It is the last geological period of the Proterozoic eon. The Edicaran is followed by the Cambrian, the first period of the Palaeozoic.\nThe period is famous for the first larger-bodied fossils, which are probably the first recorded metazoans. These were impressions or trace fossils, first found in England's Charnwood Forest, Leicestershire. Geologists did not know what they had found. It was over 60 years later before fossils from the same period were found in South Australia.\nThe status of the Ediacaran as an official geological period was confirmed in 2004 by the International Union of Geological Sciences (IUGS). This made it \"the first new geological period declared in 120 years\".\nThe Vendian.\nThe Ediacaran period was previously called the Vendian period. The Vendian period was proposed in 1952 by Russian geologist/paleontologist Boris Sokolov. The term \"Vendian\" is still widely used.\nThe two terms are not the same. The Vendian was a longer period: it included the whole of the Marinoan glaciation, of Snowball Earth fame. In other words, the Vendian included the last part of the Cryogenian period.\nBorders of the Ediacaran.\nThe Ediacaran lasted for about 90 million years. It began at the end of the Cryogenian Snowball Earth. It ended with the first appearance worldwide of some kinds of trace fossils (\"Trichophycus pedum\") at the base of the Cambrian. The Ediacaran period's start is defined at the base of a carbonate layer, referred to as a \"cap carbonate\". This caps glacial deposits and shows a sudden climatic change at the end of the Marinoan ice age. The period ended with the mass extinction of almost all the Ediacaran fauna.\nNo exact dating has been possible at the type section of the Ediacaran period in South Australia.\nEdiacaran biota.\nThe Ediacaran biota include the oldest definite multicellular organisms. The fossils are traces or impressions of soft-bodies forms with segments, fronds, disks, or bags. Skeletons or shells are not found.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Australia","surface_form":"South Australia","offset":107},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":164},{"uri":"Eon","surface_form":"eon","offset":176},{"uri":"Cambrian","surface_form":"Cambrian","offset":213},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":247},{"uri":"Metazoa","surface_form":"metazoa","offset":355},{"uri":"Trace_fossil","surface_form":"trace fossil","offset":392},{"uri":"Charnwood_Forest","surface_form":"Charnwood Forest","offset":432},{"uri":"Leicestershire","surface_form":"Leicestershire","offset":450},{"uri":"Paleontologist","surface_form":"paleontologist","offset":953},{"uri":"Marinoan_glaciation","surface_form":"Marinoan glaciation","offset":1118},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":1142},{"uri":"Cryogenian","surface_form":"Cryogenian","offset":1221},{"uri":"Cryogenian","surface_form":"Cryogenian","offset":1342},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":1353},{"uri":"Carbonate","surface_form":"carbonate","offset":1554},{"uri":"Ice_age","surface_form":"ice age","offset":1694},{"uri":"Extinction","surface_form":"extinction","offset":1734},{"uri":"Fauna","surface_form":"fauna","offset":1773},{"uri":"Radioactive_dating","surface_form":"dating","offset":1789},{"uri":"South_Australia","surface_form":"South Australia","offset":1861},{"uri":"Multicellular_organism","surface_form":"multicellular organism","offset":1943}]}