{"id":218679,"url":"http://en.wikipedia.org/wiki/Arrangement_(music)","text":"e=\"preserve\">An arrangement of a musical composition is a reworking of a piece of music so that it can be played by a different instrument or combination of instruments from the original. For example, a song written for one voice with piano accompaniment might be arranged so that it can be sung in parts by a choir, or a piece for violin might be arranged so that it can be played on a clarinet instead. The person who does the arrangement may be the composer themself, or it may be someone else.\nIn music history, composers often published their compositions, saying that the music could be played or sung by various instruments. For example, when English composers published madrigals in the late 16th century they often stated that they could be sung by singers or played on viols (“apt for voices as for viols”). In the Classical music period a composer might publish a sonata, stating that it could be played on the violin or flute or recorder. This helped to sell more copies, because violinists, flautists and recorder players might all want to buy the music. In a sense this is not really an arrangement, because no changes have been made to the music.\nHowever, when violin or cello music is arranged so that it can be played on a viola, some changes may be necessary as the viola may be playing in a different key, or some chords may be more awkward the way they were originally written. This is an arrangement.\nA popular piece such as \"The Flight of the Bumble Bee\" by Rimsky-Korsakov can be played by almost any melodic instrument: violin, xylophone, tuba etc. These are all arrangements.\nWhen a piece for choir and orchestra is printed for choir members to use, the orchestral part is printed on two staves so that it can be played on a piano for rehearsals. This is another kind of arrangement.\nIn music history, many composers have made arrangements of music composed by others. They did this in order to learn about musical composition, as well as in order to be able to play it on another instrument. For example, Johann Sebastian Bach made arrangements of four concertos by Vivaldi so that they could be played on the organ.\nArrangements are often made by people who play instruments that have not had much music written for them. People who play the viola, guitar, tuba etc. often arrange other music so that they have a larger repertoire (more music to play).\nSometimes composers have made changes to the orchestration of works for orchestra written by others. They may have done this because instruments had changed since the music was written, or simply because they thought they could do it better. For example, Mozart made an arrangement of Handels \"Messiah \", adding instruments such as clarinets which Handel would not have known. Rimsky-Korsakov made arrangements of the operas by Musorgsky thinking that he was improving them.\nArrangements are sometimes made because a player has some disability. Cyril Smith, a pianist who only had one arm, played piano duets with his wife Phyllis Sellick. They arranged piano duets so that they could be played by three hands.\nSometimes arrangements are made of well-known classical pieces in which the music is “jazzed up” or made to sound more popular for movie or theatre performances. Sometimes musicians think this is not a good thing. Sometimes small vocal groups such as the Swingle Singers make lighthearted versions of works by Bach and others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Composition_(music)","surface_form":"composition","offset":41},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":241},{"uri":"Choir_(music)","surface_form":"choir","offset":310},{"uri":"Violin","surface_form":"violin","offset":332},{"uri":"England","surface_form":"English","offset":650},{"uri":"Madrigal","surface_form":"madrigal","offset":678},{"uri":"16th_century","surface_form":"16th century","offset":700},{"uri":"Viol","surface_form":"viol","offset":779},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":825},{"uri":"Sonata","surface_form":"sonata","offset":875},{"uri":"Violin","surface_form":"violin","offset":922},{"uri":"Flute","surface_form":"flute","offset":932},{"uri":"Recorder","surface_form":"recorder","offset":941},{"uri":"Violin","surface_form":"violin","offset":1176},{"uri":"Cello","surface_form":"cello","offset":1186},{"uri":"Viola","surface_form":"viola","offset":1240},{"uri":"Tonality","surface_form":"key","offset":1320},{"uri":"Chord","surface_form":"chord","offset":1333},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":1480},{"uri":"Violin","surface_form":"violin","offset":1544},{"uri":"Xylophone","surface_form":"xylophone","offset":1552},{"uri":"Tuba","surface_form":"tuba","offset":1563},{"uri":"Stave","surface_form":"stave","offset":1713},{"uri":"Piano","surface_form":"piano","offset":1750},{"uri":"Rehearsal","surface_form":"rehearsal","offset":1760},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":2031},{"uri":"Concerto","surface_form":"concerto","offset":2079},{"uri":"Vivaldi","surface_form":"Vivaldi","offset":2092},{"uri":"Pipe_organ","surface_form":"organ","offset":2136},{"uri":"Viola","surface_form":"viola","offset":2269},{"uri":"Guitar","surface_form":"guitar","offset":2276},{"uri":"Tuba","surface_form":"tuba","offset":2284},{"uri":"Repertoire","surface_form":"repertoire","offset":2347},{"uri":"Orchestration","surface_form":"orchestration","offset":2425},{"uri":"Mozart","surface_form":"Mozart","offset":2635},{"uri":"Handel","surface_form":"Handel","offset":2665},{"uri":"Messiah","surface_form":"Messiah","offset":2674},{"uri":"Clarinet","surface_form":"clarinet","offset":2712},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":2757},{"uri":"Opera","surface_form":"opera","offset":2798},{"uri":"Musorgsky","surface_form":"Musorgsky","offset":2808},{"uri":"Disability","surface_form":"disability","offset":2913},{"uri":"Cyril_Smith","surface_form":"Cyril Smith","offset":2925},{"uri":"Arm","surface_form":"arm","offset":2965},{"uri":"Piano_duet","surface_form":"piano duet","offset":2977},{"uri":"Phyllis_Sellick","surface_form":"Phyllis Sellick","offset":3003},{"uri":"Movie","surface_form":"movie","offset":3222},{"uri":"Theatre","surface_form":"theatre","offset":3231},{"uri":"Swingle_Singers","surface_form":"Swingle Singers","offset":3346}]}