{"id":218804,"url":"http://en.wikipedia.org/wiki/Swedish_Academy","text":"The Swedish Academy () was started in 1786 by the Swedish King Gustav III. It was copied from the Académie française, the first Academy ever. The Swedish Academy has 18 members. The motto of the Academy is \"Talent and Taste\" (\"Snille och Smak\" in Swedish).\nSince 1901 the Academy has decided who will win the Nobel Prize in Literature The prize is given in memory of Alfred Nobel.\nThe other thing the Academy does is to help to keep the Swedish language clean. They work for the \"purity, strength, and greatness of the Swedish language\" (\"Svenska folkets renhet, styrka och höghet\"). To help do this, the Academy publishes two dictionaries.\nThe first is a dictionary in only one big book, called \"Svenska Akademiens ordlista\" (or \"SAOL\"). In 2015, it was up to its 14th edition. The second dictionary has many volumes. It is called \"Svenska Akademiens ordbok\" (or \"SAOB\"). The content it is so big that it needs many books, like the \"Oxford English Dictionary\". The first book in the set was printed in 1898 and in 2015 work had got as far as words beginning with the letter \"V\".\nThe Academy uses a building now known as the Stockholm Stock Exchange Building. The bottom floor was used as a trading exchange (which became the stock exchange) and the upper floor was used for dances, New Years Eve parties, etc. In 1786, the ballroom was the biggest room in Stockholm that could be heated and be used in the winter. The king asked if he could use it. The Academy has met there every year since. In 1914 the Academy gained the right to use the upper floor as their own forever. This is where they meet and, amongst other business, choose the Nobel Prize winners. Because of this, the Academy is one of the most important literary groups in the world. The Swedish Academy is one of the Royal Academies of Sweden.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gustav_III_of_Sweden","surface_form":"Gustav III","offset":63},{"uri":"Acad%C3%A9mie_fran%C3%A7aise","surface_form":"Académie française","offset":98},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":309},{"uri":"Alfred_Nobel","surface_form":"Alfred Nobel","offset":367},{"uri":"Swedish_language","surface_form":"Swedish language","offset":519},{"uri":"Dictionary","surface_form":"dictionaries","offset":627},{"uri":"Svenska_Akademiens_ordlista","surface_form":"Svenska Akademiens ordlista","offset":697},{"uri":"Svenska_Akademiens_ordbok","surface_form":"Svenska Akademiens ordbok","offset":833},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":934},{"uri":"1898","surface_form":"1898","offset":1003},{"uri":"Stockholm_Stock_Exchange_Building","surface_form":"Stockholm Stock Exchange Building","offset":1125},{"uri":"Stock_exchange","surface_form":"stock exchange","offset":1226},{"uri":"New_Years_Eve","surface_form":"New Years Eve","offset":1283},{"uri":"Ballroom","surface_form":"ballroom","offset":1324},{"uri":"Stockholm","surface_form":"Stockholm","offset":1357},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1640},{"uri":"Literary","surface_form":"literary","offset":1719},{"uri":"Royal_Swedish_Academy_of_Sciences","surface_form":"Royal Academies","offset":1783},{"uri":"Sweden","surface_form":"Sweden","offset":1802}]}