{"id":218811,"url":"http://en.wikipedia.org/wiki/Norwegian_Nobel_Committee","text":"The Norwegian Nobel Committee is the group which gives the Nobel Peace Prize every year. It has five members who are elected by the Norwegian Parliament and has the same political makeup as the parliament.\nHistory.\nAlfred Nobel died in December 1896, and in his will he left a lot of money to start a number of prizes to given each year, to be called the Nobel Prize. The money would be looked after by the Nobel Foundation, and the prizes would be given out by a number of different groups.\nThe other Nobel Prizes would be given by existing Swedish groups, the Swedish Academy, the Royal Swedish Academy of Sciences, and the Karolinska Institutet. The job of giving the Nobel Peace Prize was given to the Norwegian Parliament. A group of five people, to be called the Norwegian Nobel Committee, would decide who should win the prize. The Peace Prize would be given to the person who had done the most work to get countries to work together, to make the world's armies smaller, or to hold peace talks when needed.\nLegal expert Fredrik Heffermehl has said that a parliament could not be expected to handle a legal jobs like looking after a will. Parliaments make and change laws, but a will can not be changed unless it has clearly become out of date. At the time this problem was not talked about very much, as the Norwegian Parliament felt that they needed to act quickly in case the money was lost in a legal battles. They agreed to give the Peace Prize on 26 April 1897 and on August 5, 1897 they worked out the rules for who could be elected to the Norwegian Nobel Committee.\nThe first Peace Prize was given in 1901 to Henri Dunant and Frédéric Passy. At first, the committee was filled with active members of the parliament and every year its reports were talked about in parliamentary sessions. These links to the Norwegian Parliament were later weakened so that the committee became more independent.\nThe name was changed from the Norwegian Nobel Committee to the Nobel Committee of the Norwegian Parliament () in 1901, but changed back in 1977. Now, members of parliament cannot be on the committee, unless they have said that they will be leaving the parliament soon. The committee is currently made up of five people who have all left the parliament.\nBut the committee is still mainly made up of politicians. A 1903 idea to elect a law expert (Ebbe Hertzberg) was rejected. In 1948, the election system was changed to make the committee have the same political makeup as the parliament. The Norwegian Labour Party, which had a majority of seats in the Norwegian Parliament made this change. Many people do not like this change, but it is still the way the committee is elected. There have been suggestions about having non-Norwegian members in the committee, but this has never happened.\nThe Norwegian Nobel Committee is helped by the Norwegian Nobel Institute, started in 1904. The committee might get more than a hundred different names for people to be given the prize. It asks the Nobel Institute in February every year to study about twenty possible winners.\nThe director of the Nobel Institute is also the secretary to the Norwegian Nobel Committee. Currently this position is held by to Geir Lundestad. Thorbjørn Jagland has been the Norwegian Nobel Committee's leader since 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":59},{"uri":"Election","surface_form":"elected","offset":117},{"uri":"Storting","surface_form":"Norwegian Parliament","offset":132},{"uri":"Parliament","surface_form":"parliament","offset":194},{"uri":"Alfred_Nobel","surface_form":"Alfred Nobel","offset":215},{"uri":"Will_(law)","surface_form":"will","offset":262},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":355},{"uri":"Nobel_Foundation","surface_form":"Nobel Foundation","offset":407},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":502},{"uri":"Swedish_Academy","surface_form":"Swedish Academy","offset":562},{"uri":"Royal_Swedish_Academy_of_Sciences","surface_form":"Royal Swedish Academy of Sciences","offset":583},{"uri":"Karolinska_Institutet","surface_form":"Karolinska Institutet","offset":626},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":671},{"uri":"Storting","surface_form":"Norwegian Parliament","offset":706},{"uri":"Fredrik_Heffermehl","surface_form":"Fredrik Heffermehl","offset":1027},{"uri":"Parliament","surface_form":"parliament","offset":1062},{"uri":"Henri_Dunant","surface_form":"Henri Dunant","offset":1623},{"uri":"Fr%C3%A9d%C3%A9ric_Passy","surface_form":"Frédéric Passy","offset":1640},{"uri":"Independent","surface_form":"independent","offset":1895},{"uri":"Politician","surface_form":"politician","offset":2306},{"uri":"Ebbe_Hertzberg","surface_form":"Ebbe Hertzberg","offset":2354},{"uri":"Majority","surface_form":"majority","offset":2537},{"uri":"Norwegian_Nobel_Institute","surface_form":"Norwegian Nobel Institute","offset":2845},{"uri":"Geir_Lundestad","surface_form":"Geir Lundestad","offset":3204},{"uri":"Thorbj%C3%B8rn_Jagland","surface_form":"Thorbjørn Jagland","offset":3220}]}