{"id":218992,"url":"http://en.wikipedia.org/wiki/Avatar_(2009_movie)","text":"\"Avatar\" is a 2009 American science fiction adventure movie. The two main characters are played by Sam Worthington (Jake) and Zoë Saldaña (Neytiri). \"Avatar\" was directed by James Cameron. In 1994, Cameron wrote an 80-page story about Pandora. He did not start to develop the movie until 12 years later, in early 2006. He did this because the level of technology at the time was not good enough. The cost of the movie was high. It cost $280–310 million to make it and $150 million for marketing. The movie was released in traditional 2-D and 3-D. Only three weeks after it was released (December 18, 2009 in the United States), \"Avatar\" has earned more money worldwide than any movie other than Cameron's previous movie, \"Titanic\". In 2014, they announced that there will be a sequel in the 2020s. The Dates are December 2022, 2024, 2026 and 2028.\nIt has been nominated for 11 Academy Awards and eight BAFTA awards.\nPlot.\nThe story takes place on Pandora, a moon of a far away planet, in the year 2154. The movie opens with Jake getting into a fight in a bar on Earth before he goes to Pandora. Pandora is a fictional Earth-like moon in a distant planetary system.\nSome humans have traveled from Earth to Pandora because it is a source of a very valuable mineral called unobtanium. The largest deposit of the mineral is under a large tree that the local Na'vi people have named \"Hometree\" (\"kelutral\" in the Na'vi language). The tree is very important to the Na'vi. Parker Selfridge (played by Giovanni Ribisi) is the military leader of the mining operation. He uses marines for security. The marines need to move the Na'vi people before they can start mining the unobtanium. They have tried to do this many times. They have offered the Na'vi clothing, education, and such, but none has been working. Their next plan is to just blow the place up.\nPandora is inhabited by the Na'vi. They are a blue-skinned species of humanoids with feline characteristics. Physically, the Na'vi are much stronger and taller than humans. They live in harmony with Nature and worship a mother goddess called Eywa. The human scientists on Pandora want to learn about the Na'vi's culture. To do this, they have created \"avatars\". Avatars are Na'vi bodies modified with human DNA. They are controlled mentally by human operators. These avatars are used to interact with the Na'vi people, to try to create peace. Jake Sully (played by Sam Worthington) is a paraplegic marine. His brother was a scientist trained to be an avatar operator. After his brother dies, Jake replaces him to control his avatar. Jake receives the mission to form relations with the Na'vi. His goal is to get the Na'vi to move away from Hometree so the humans can mine for unobtanium there. To do this, he was to become friends with the Na'vi so he could learn what it would take to get them to move. Many people, like Grace (played by Sigourney Weaver), an avatar specialist, did not think Jake had enough experience and intelligence to be useful. On a mission in avatar form, he gets lost in the jungle.\nJake's avatar is saved by Neytiri (Zoe Saldana), a female Na'vi. Neytiri takes Jake to Hometree, where her clan, the Omaticaya, live. As a shaman, Neytiri's mother shows interest in Jake. She asks her daughter to teach Jake about their culture. Together, Jake and Neytiri have many adventures in Pandora. Neytiri shows Jake the spirit that every living thing has. Jake is respected when he first comes to the Na'vi. They call him a \"sky-dreamer\". Once he learns their culture, he impresses all of them and earns their respect. He becomes a member of the Omaticaya clan and is seen as one of them. At first, Neytiri does not like him. Their friendship forms as he becomes more skilled and her equal. They mate under the tree of Eywa. At first, Neytiri's father is quite mad about it. Over time, he accepts it.\nTime passes and Jake has not gotten the Na'vi people to move. Park Selfridge sees this. He tells Jake that it has taken too long and that they are going to bomb Hometree. Jake tries to warn the Na'vi people. The Na'vi people feel that he has betrayed them because he knew this was going to happen. The Na'vi try to fight back but their bows and arrows are useless against the Marines. The Hometree is bombed and thousands of Na'vi people died. Neytiri's father is one of the dead. Jake and Grace have failed. They are jailed by the mining company because they fought with the Na'vi.\nWith the help of a woman marine pilot named Trudy (played by Michelle Rodriguez), they escape in a helicopter. They go to a nearby base to change into avatar mode. They then go to Hometree to see the Na'vi. Jake tells the Na'vi people that they still must fight. He joins with one of the Na'vi warriors to train them. Soon, more Na'vi come to defend their land. The marines choose to just destroy the Na'vi rather than try and move them. Many people do not think this was right. They think it is inhumane. These people are not listened to and the Marines went to attack the Na'vi. There is a very large battle between the Marines and Na'vi. When it looks as if the marines are going to win, many of the animals of Pandora join the battle. They fight with the Na'vi against the marines. Near the end of the battle, Jake, in his avatar, fights Parker Selfridge. When he is almost dead, Neytiri saves him. The Na'vi eventually win but many die. After the battle, the Marines are sent home to planet Earth. Jake Sully is changed into his avatar permanently and becomes the leader of the Na'vi with Neytiri.\nAim and Inspiration.\nIf Cameron was inspired by every science fiction book he read when he was a kid, the look of the Na'vi was inspired by a dream that Cameron's mother had before he wrote Avatar. She dreamt about a 12-foot-tall blue woman and he thought that image was cool.\nCameron's aim was to make us think about how we interact with nature and others. Cameron said: \"the Na'vi represent(...) our higher selves, or our aspirational selves...\" and the humans represent \"the parts of ourselves that are trashing our world and maybe condemning ourselves to a grim future\".\nHome media 20th Century Fox Home Entertainment & Sony Pictures Home Entertainmentreleased Avatar on Blu-ray and DVD on April 22nd Earth Day in the United States Japan South Korea and Canada and Peoples Republic of China. this release had no special features and no 3D. it was released in UK April 26th 2010 and Ireland and Mainland Europe Australia New Zealand April 23rd 2010 another edition was re released in 12 November 2010 with special features and audio commentary a 3D version is not available in shops only with special 3D package Sony 3D TV package until February 2012.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":19},{"uri":"Science_fiction","surface_form":"science fiction","offset":28},{"uri":"Adventure_movie","surface_form":"adventure movie","offset":44},{"uri":"Fictional_character","surface_form":"character","offset":74},{"uri":"Sam_Worthington","surface_form":"Sam Worthington","offset":99},{"uri":"Zo%C3%AB_Salda%C3%B1a","surface_form":"Zoë Saldaña","offset":126},{"uri":"Movie_director","surface_form":"directed","offset":162},{"uri":"James_Cameron","surface_form":"James Cameron","offset":174},{"uri":"Fiction","surface_form":"story","offset":223},{"uri":"Technology","surface_form":"technology","offset":352},{"uri":"US_dollar","surface_form":"$","offset":436},{"uri":"Marketing","surface_form":"marketing","offset":485},{"uri":"2D","surface_form":"2-D","offset":534},{"uri":"3D","surface_form":"3-D","offset":542},{"uri":"United_States","surface_form":"United States","offset":612},{"uri":"Money","surface_form":"money","offset":653},{"uri":"Titanic_(1997_movie)","surface_form":"Titanic","offset":722},{"uri":"Sequel","surface_form":"sequel","offset":777},{"uri":"2022","surface_form":"2022","offset":821},{"uri":"2024","surface_form":"2024,","offset":827},{"uri":"2026","surface_form":"2026","offset":833},{"uri":"2028","surface_form":"2028","offset":842},{"uri":"Academy_Award","surface_form":"Academy Award","offset":877},{"uri":"British_Academy_of_Film_and_Television_Arts","surface_form":"BAFTA awards","offset":902},{"uri":"Moon","surface_form":"moon","offset":958},{"uri":"Planet","surface_form":"planet","offset":977},{"uri":"Fiction","surface_form":"fiction","offset":1108},{"uri":"Planet","surface_form":"planet","offset":1147},{"uri":"Human","surface_form":"human","offset":1170},{"uri":"Earth","surface_form":"Earth","offset":1196},{"uri":"Mineral","surface_form":"mineral","offset":1255},{"uri":"Tree","surface_form":"tree","offset":1334},{"uri":"Na%27vi","surface_form":"Na'vi","offset":1354},{"uri":"Na%27vi_language","surface_form":"Na'vi language","offset":1408},{"uri":"Giovanni_Ribisi","surface_form":"Giovanni Ribisi","offset":1494},{"uri":"Military","surface_form":"military","offset":1518},{"uri":"Mining","surface_form":"mining","offset":1541},{"uri":"Marine_(military)","surface_form":"marines","offset":1567},{"uri":"Security","surface_form":"security","offset":1579},{"uri":"Clothing","surface_form":"clothing","offset":1743},{"uri":"Education","surface_form":"education","offset":1753},{"uri":"Explosion","surface_form":"blow","offset":1828},{"uri":"Species","surface_form":"species","offset":1906},{"uri":"Feline","surface_form":"feline","offset":1932},{"uri":"Characteristic","surface_form":"characteristics","offset":1939},{"uri":"Harmony","surface_form":"harmony","offset":2033},{"uri":"Nature","surface_form":"Nature","offset":2046},{"uri":"Worship","surface_form":"worship","offset":2057},{"uri":"Deity","surface_form":"goddess","offset":2074},{"uri":"Scientist","surface_form":"scientist","offset":2105},{"uri":"Culture","surface_form":"culture","offset":2159},{"uri":"DNA","surface_form":"DNA","offset":2254},{"uri":"Peace","surface_form":"peace","offset":2383},{"uri":"Paraplegic","surface_form":"paraplegic","offset":2434},{"uri":"Sigourney_Weaver","surface_form":"Sigourney Weaver","offset":2886},{"uri":"Jungle","surface_form":"jungle","offset":3048},{"uri":"Clan","surface_form":"clan","offset":3163},{"uri":"Shaman","surface_form":"shaman","offset":3195},{"uri":"Bomb","surface_form":"bomb","offset":4021},{"uri":"Bow_(weapon)","surface_form":"bows","offset":4201},{"uri":"Arrow","surface_form":"arrow","offset":4210},{"uri":"Prison","surface_form":"jailed","offset":4383},{"uri":"Pilot","surface_form":"pilot","offset":4480},{"uri":"Michelle_Rodriguez","surface_form":"Michelle Rodriguez","offset":4509},{"uri":"Helicopter","surface_form":"helicopter","offset":4547},{"uri":"Warrior","surface_form":"warrior","offset":4742},{"uri":"Attack","surface_form":"attack","offset":5011},{"uri":"Battle","surface_form":"battle","offset":5051},{"uri":"Animal","surface_form":"animal","offset":5151},{"uri":"20th_Century_Fox_Home_Entertainment","surface_form":"20th Century Fox Home Entertainment","offset":6137},{"uri":"Sony_Pictures_Home_Entertainment","surface_form":"Sony Pictures Home Entertainment","offset":6175},{"uri":"Earth_Day","surface_form":"Earth Day","offset":6256},{"uri":"United_States","surface_form":"United States","offset":6273},{"uri":"Japan","surface_form":"Japan","offset":6287},{"uri":"South_Korea","surface_form":"South Korea","offset":6293},{"uri":"Canada","surface_form":"Canada","offset":6309},{"uri":"Peoples_Republic_of_China","surface_form":"Peoples Republic of China","offset":6320}]}