{"id":218994,"url":"http://en.wikipedia.org/wiki/Paramecium","text":"\"Paramecium\" is one of the best-known protists, often taught in school biology courses. It is a ciliate genus. Ciliates are a clade of protists which move by synchronous waves of tiny projections from their cuticle. These projections are called cilia (singular: \"cilium\"). The species range from 50 to 350 μm in length. They live in freshwater ponds, and eat bacteria, and other protists such as single-celled algae.\nParamecium species usually have bacterial symbionts, and some species have green algal symbionts.\nReproduction.\nReproduction in \"Paramecium\" has been researched for many years.\n\"Paramecium\" has two nuclei (a large macronucleus and a single compact micronucleus). They cannot survive without the macronucleus and cannot reproduce without the micronucleus. Reproduction is either by binary fission (asexual), conjugation (sexual), or, rarely, by \"endomixis\", a process of self-fertilisation. During binary fission a fully grown organism divides into two daughter cells. Conjugation consists of the temporary union of two organisms and the exchange of micro-nuclear elements. Without the rejuvenating effects of conjugation a paramecium ages and dies. Only opposite mating types, or genetically compatible organisms, can unite in conjugation.\nThis reproductive system is unique to ciliates, and is one of the reasons why we think the Protista is not a natural clade (monophyletic), but rather a polyphyletic collection of single-celled organisms.\n\"Paramecium aurelia\".\nThis species consists of 14 \"syngens\", each genetically isolated from every other, and biochemically unique. Each syngen has two mating types. The syngens are so similar in appearance that they have not been given separate species names.p322\nKiller paramecia and kappa particles.\nThese are paramecia which secrete, into the medium around them, particles which kill other paramecia. This killer trait is caused by kappa particles, which are are symbiotic bacteria. The kappa particles are only found in paramecia with a dominant K gene. The killing is done by smaller particles which are defective DNA phages. The kappa bacterium is just one of many found in natural populations of \"Paramecium aurelia\".p243/4","categories":[],"infobox_types":[],"annotations":[{"uri":"Protist","surface_form":"protist","offset":38},{"uri":"Ciliate","surface_form":"ciliate","offset":96},{"uri":"Genus","surface_form":"genus","offset":104},{"uri":"Clade","surface_form":"clade","offset":126},{"uri":"Cilia","surface_form":"cilia","offset":245},{"uri":"Algae","surface_form":"algae","offset":410},{"uri":"Bacteria","surface_form":"bacteria","offset":449},{"uri":"Symbiosis","surface_form":"symbionts","offset":459},{"uri":"Green_alga","surface_form":"green alga","offset":492},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":615},{"uri":"Binary_fission","surface_form":"binary fission","offset":798},{"uri":"Sexual_reproduction","surface_form":"sexual","offset":837},{"uri":"Monophyletic","surface_form":"monophyletic","offset":1381},{"uri":"Polyphyletic","surface_form":"polyphyletic","offset":1409},{"uri":"Secretion","surface_form":"secrete","offset":1789},{"uri":"Trait","surface_form":"trait","offset":1877},{"uri":"Symbiotic","surface_form":"symbiotic","offset":1927},{"uri":"Dominance_(genetics)","surface_form":"dominant","offset":2002},{"uri":"Phage","surface_form":"phage","offset":2084}]}