{"id":218987,"url":"http://en.wikipedia.org/wiki/Maureen_Tucker","text":"Maureen (\"Mo\" or \"Moe\") Tucker (born August 26, 1944 in Levittown, New York) is an American musician, best known as the drummer for the Velvet Underground, a band from the 1960s and early 1970s.\nTucker worked in a factory during the day, but played drums as a hobby. Two of her brother Jim's friends were college, Lou Reed and Sterling Morrison, who had started a band. (Jim gave the band its name, after he brought them a copy of a book titled \"The Velvet Underground\".) When their drummer suddenly quit, she was asked to fill in for him. She did so, and ended up staying with the band full-time. She left her factory job.\nEarly on she was asked to \"do something different\" with her drums. Tucker turned her bass drum on its side, and began playing with instead of drumsticks, standing up. This became her signature style. (She also played a few times, after her drums were stolen.) She played on all the band's recordings for Verve Records and MGM's record label, and their concerts through the 1960s. She also sang lead vocals on \"After Hours\" and \"I'm Sticking With You\".\nTucker had to take a break from drumming in 1970, when she became pregnant. Billy Yule, teenage brother of Doug Yule, filled in for her on drums until after her baby Kerry was born. Tucker returned to the band, staying on even when Reed and Morrison left. She quit later, when the band thought about changing names. Instead of a solo career, she went back to factory work, and family life.\nLater Tucker began drumming with other bands, including her own projects. She joined the Velvet Underground's 1990s reunions, and was present when the band was inducted into the Rock and Roll Hall of Fame.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York","surface_form":"New York","offset":67},{"uri":"Americans","surface_form":"American","offset":83},{"uri":"Musician","surface_form":"musician","offset":92},{"uri":"Drummer","surface_form":"drummer","offset":120},{"uri":"The_Velvet_Underground","surface_form":"Velvet Underground","offset":136},{"uri":"Factory","surface_form":"factory","offset":214},{"uri":"Hobby","surface_form":"hobby","offset":260},{"uri":"College","surface_form":"college","offset":305},{"uri":"Lou_Reed","surface_form":"Lou Reed","offset":314},{"uri":"Sterling_Morrison","surface_form":"Sterling Morrison","offset":327},{"uri":"Signature","surface_form":"signature","offset":807},{"uri":"Verve_Records","surface_form":"Verve Records","offset":928},{"uri":"Metro-Goldwyn-Mayer","surface_form":"MGM","offset":946},{"uri":"Record_label","surface_form":"record label","offset":952},{"uri":"Concert","surface_form":"concert","offset":976},{"uri":"Singer","surface_form":"vocals","offset":1023},{"uri":"Pregnancy","surface_form":"pregnant","offset":1142},{"uri":"Teenager","surface_form":"teenage","offset":1164},{"uri":"Doug_Yule","surface_form":"Doug Yule","offset":1183},{"uri":"Induction","surface_form":"inducted","offset":1626},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":1644}]}