{"id":219,"url":"http://en.wikipedia.org/wiki/Earth","text":"Earth is the planet we live on. It is the third planet from the Sun. It is the only planet known to have life on it. The Earth formed around 4.5 billion years ago. It is one of four rocky planets on the inside of the Solar System. The other three are Mercury, Venus, and Mars.\nThe large mass of the Sun makes Earth move around it, just as the mass of Earth makes the moon move around it. Earth also turns around in space, so that different parts face the Sun at different times. Earth goes around the Sun once (one year) for every 365 times it turns around (one day).\nEarth is the only planet in the Solar System that has a large amount of liquid water. About 74% of the surface of Earth is covered by liquid or frozen water. Because of this, people sometimes call it the blue planet.\nBecause of its water, Earth is home to millions of species of plants and animals which require water to survive The things that live on Earth have changed its surface greatly. For example, early cyanobacteria changed the air and gave it oxygen. The living part of Earth's surface is called the \"biosphere\".\nOrbit and turning.\nEarth is part of the eight planets and many thousands of small bodies that move around the Sun as its solar system. The Solar System is moving through the Orion Arm of the Milky Way galaxy now, and will be for about the next 10,000 years.\nEarth is about away from the Sun (this distance is called an \"Astronomical Unit\"). It moves on its orbit at an average speed of about. Earth turns all the way around about 365 times in the time it takes for Earth to go all the way around the Sun. To make up this extra bit of a day every year, an additional day is used every four years. This is named a \"leap year\".\nThe Moon goes around Earth at an average distance of. It is locked to Earth, so that it always has the same half facing Earth; the other half is called the \"dark side of the moon\". It takes about 27 days for the Moon to go all the way around Earth, but because Earth is moving around the Sun at the same time, it takes about 29 days for the Moon to go from dark to bright to dark again. This is where the word \"month\" came from, even though most months now have 30 or 31 days.\nHistory of Earth.\nEarth and the other planets formed about 4.6 billion years ago. They were made of the leftover gas from the nebula that made the Sun. The Moon may have been formed after a collision between the early Earth and a smaller planet (sometimes called \"Theia\"). Scientists believe that parts of both planets broke off — becoming (by gravity) the Moon.\nEarth's water came from different places. Condensing water vapour, and comets and asteroids hitting Earth, made the oceans. Within a billion years (that is at about 3.6 billion years ago) the first life evolved, in the Archaean era. Some bacteria developed photosynthesis, which lets plants make food from the Sun's light and water. This released a lot of oxygen, which was first taken up by iron in solution. Eventually, free oxygen got into the atmosphere or air, making Earth's surface suitable for aerobic life (see Great Oxygenation Event). This oxygen also formed the ozone layer which protects Earth's surface from bad ultraviolet radiation from the Sun. Complex life on the surface of the land did not exist before the ozone layer.\nEarth's land and climate has been very different in the past. About 3 to 3.5 million years ago almost all land was in one place. This is called a supercontinent. The earliest known supercontinent was called Vaalbara. Much later, there was a time (the Cryogenian) when Earth was almost entirely covered by thick ice sheets (glaciers). This is discussed as the Snowball Earth theory.\nWhat it is made of.\nEarth is rocky. It is the largest of the rocky planets moving around the Sun by mass and by size. It is much smaller than the gas giants such as Jupiter.\nChemical make-up.\nOverall, Earth is made of iron (32.1%), oxygen (30.1%), silicon (15.1%), magnesium (13.9%), sulfur (2.9%), nickel (1.8%), calcium (1.5%), and aluminium (1.4%). The 1.2% left over is made of many different kinds of other chemicals. Chemicals that are very uncommon (such as gold and platinum) can be very valuable.\nThe structure of Earth changes from the inside to the outside. The center of earth (Earth's core) is mostly iron (88.8%), nickel (5.8%), sulfur (4.5%), and less than 1% other things. The Earth's crust is largely oxygen (47%). Oxygen is normally a gas but it can join with other chemicals to make compounds like water and rocks. 99.22% of rocks have oxygen in them. The most common oxygen-having rocks are silica (made with silicon), alumina (made with aluminium), rust (made with iron), lime (made with calcium), magnesia (made with magnesium), potash (made with potassium), and sodium oxide, and there are others as well.\nShape.\nEarth's shape is a spheroid: not quite a sphere because it is slightly squashed on the top and bottom. The shape is called an oblate spheroid. As Earth spins around itself, centrifugal force forces the equator out a little and pulls the poles in a little. The equator, around the middle of Earth's surface, is about long.\nThe highest mountain above sea level—the well-known Mount Everest (which is above sea level)—is \"not\" actually the one that is the farthest away from the center of the Earth. Instead, the sleeping volcano Mount Chimborazo in Ecuador is; it is only above sea level but it is almost at the equator. Because of this, Mount Chimborazo is from the center of the Earth, while Mount Everest is closer to it. Similarly, the lowest point below sea level that we are conscious of is the Challenger Deep in the Mariana Trench in the Pacific Ocean. It is about below sea level, but, again, there are probably places at the bottom of the Arctic Ocean that are nearer to the center of the Earth.\nEarth’s core.\nThe deepest hole ever dug is only about. We know something about the inside of the Earth, though, because we can learn things from earthquakes and the times when volcanoes erupt. We are able to see how quickly the shock waves move through Earth in different places.\nThe inside of Earth is very different from the outside. Almost all of Earth's liquid water is in the seas or close to the surface. The surface also has a lot of oxygen, which comes from plants. Small and simple kinds of life can live far under the surface, but animals and plants only live on the surface or in the seas. The rocks on the surface of Earth (Earth's crust) are well known. They are thicker where there is land, between thick. Under the seas they are sometimes only thick. There are three groups of rocks that make up most of the Earth's crust. Some rock is made when the hot liquid rock comes from inside the earth (igneous rocks); another type of rock is made when sediment is laid down, usually under the sea (sedimentary rocks); and a third kind of rock is made when the other two are changed by very high temperature or pressure (metamorphic rocks). A very few rocks also fall out of the sky (meteorites).\nBelow the crust is warm and almost-liquid rock that is always moving around (the Earth's mantle). Then, there is a thin liquid layer of heated rock (the outer core). This is very hot:. The middle of the inside of the Earth would be liquid as well but all the weight of the rock above it pushes it back into being solid. This solid middle part (the inner core) is almost all iron. This is what makes the Earth magnetic.\nPieces of the crust form plates.\nThe Earth's crust is solid but made of parts which move very slowly. The thin level of hard rock on the outside of the Earth rests on hot liquid material below it in the deeper mantle. This liquid material moves because it gets heat from the hot center of the earth. The slow movement of the plates is what causes earthquakes, volcanoes and large groups of mountains on the Earth.\nThere are three ways plates can come together. Two plates can move towards each other (\"convergent\" plate edges). This can form islands (such as Japan), volcanoes, and high mountain ranges (such as the Andes and Himalayas). Two plates can move away from each other (\"divergent\" plate edges). This gives the warm liquid rock inside the earth a place to come out. This makes special mountain ranges below the sea or large low lands like Africa's Great Rift Valley. Plates are able to move beside each other as well (\"transform\" plate edges, such as the San Andreas Fault). This makes their edges crush against each other and makes many shocks as they move.\nSurface.\nThe outside of the Earth is not even. There are high places called mountains, and high flat places called plateaus. There are low places called valleys and canyons. For the most part, moving air and water from the sky and seas damages rocks in high places and breaks them into small pieces. The air and water then move these pieces to lower places. Because of this, the Earth would have been very flat a long time before now. The fundamental cause of the differences in the Earth's surface is plate tectonics. The shape of the entire planet itself is not even a ball. Because of its velocity, Earth has a slight bulge at the Equator. Other than that, Earth is shaped more like a pear than an actual sphere.\nAll places on Earth are made of, or are on top of, rocks. The outside of the Earth is usually not uncovered rock. Over 70% of the Earth is covered by seas full of salty water. This salty water makes up about 97% of all Earth's water. The fresh water people can drink is mostly ice. Only a very small amount is in rivers and under the Earth for people to drink and use. The air above the Earth stops the water from going away into outer space. Also, much of the land on Earth is covered with plants, or with what is left from earlier living things. Places with very little rain are dry wastes called deserts. Deserts usually have few living things, but life is able to grow very quickly when these wastes have rainfall. Places with large amounts of rain may be large woods. Lately, people have changed the environment of the Earth a great deal.\nAir.\nAll around the Earth is a large amount of air (the atmosphere). The mass of the Earth pulls the gasses in the air down and does not let them go into outer space. The air is mostly made of nitrogen (about 78%) and oxygen (about 21%) but there are a few other gasses as well. Most living things need the air (or parts of the air gripped in the water) to breathe and live. They use the gasses—especially oxygen and carbon dioxide—to make and use sugar and to give themselves power.\nThe air animals and plants use to live is only the first level of the air around the Earth (the troposphere). The day to day changes in this level of air are named weather; the changes between places far away from each other and from year to year are named the climate. Rain and storms are both in this level. Both come about because this part of the air gets colder as it goes up. Cold air becomes thicker and falls, and warm air becomes thinner and goes up. The turning Earth moves the air as well and air moves north and south because the middle of the Earth generally gets more power from the Sun and is warmer than the north and south points. At the same time, air over water (specially very warm water) gets water in it but, because cold air is not able to take in as much water, it starts to make clouds and rain as it gets colder. The way water moves around in a circle like this is called the water cycle.\nAbove this first level, there are four other levels. The air gets colder as it goes up in the first level; in the second level (the stratosphere), the air gets warmer as it goes up. This level has a special kind of oxygen called ozone. The ozone in this air keeps living things safe from damaging rays from the Sun. The power from these rays is what makes this level warmer and warmer. The middle level (the mesosphere) gets colder and colder with height; the fourth level (the thermosphere) gets warmer and warmer; and the last level (the exosphere) is almost outer space and has very little air at all. It reaches about half the way to the Moon. The three outer levels have a lot of electric power moving through them; this is called the ionosphere and is important for radio and other electric waves in the air. It is also where the Northern Lights are.\nEven though air seems very light, the weight of all of the air above the outside of the Earth (air pressure) is important. Generally, from sea level to the top of the outer level of the air, a space of air one cm2 across has a mass of about 1.03 kg and a space of air one sq in across has a weight of about 14.7 lb. The mass of the air also keeps the Earth safe when rocks (meteorites) hit it from outer space. Without the air, the damage meteorites do would be much greater. Because of the air, meteorites generally burn up long before they get to the earth.\nThe air also keeps the Earth warm, specially the half turned away from the Sun. Some gasses – especially methane and carbon dioxide – work like a blanket to keep things warm. In the past, the Earth has been much warmer and much colder than it is now. Since people have grown used to the heat we have now, though, we do not want the Earth to be too much warmer or colder. Most of the ways people create electric power use burning kinds of carbon—especially coal, oil, and natural gas. Burning these creates new carbon dioxide and can cause more warming. A large discussion is going on now about what people should do about the Earth's latest warming, which has gone on for about 150 years. So far, this warming has been good for people: plants have grown better and the weather has been better than when it was colder before. Some people who learn about science, though, say that many bad things will possibly come about if the warming goes on.\nPeople.\nAbout seven billion people live on Earth. They live in about 200 different lands called countries. Some, for example, Russia, are large with many large cities. Others, for example, Vatican City, are small. The five countries with the most people are China, India, the United States, Indonesia, and Brazil. About 90% of people live in the north half of the world, which has most of the land. Scientists think that people originally came from Africa. Now, 70% of all people do not live in Africa but in Europe and Asia.\nPeople change the Earth in many ways. They have been able to grow plants for food and clothes for about ten thousand years. When there was enough food, they were able to build towns and cities. Near these places, men and women were able to change rivers, bring water to farms, and stop floods (rising water) from coming over their land. People found useful animals and bred them so they were easier to keep.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":13},{"uri":"Sun","surface_form":"Sun","offset":64},{"uri":"Life","surface_form":"life","offset":105},{"uri":"Age_of_the_Earth","surface_form":"formed around 4.5 billion years ago","offset":127},{"uri":"Terrestrial_planet","surface_form":"rocky planets","offset":182},{"uri":"Solar_System","surface_form":"Solar System","offset":217},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":251},{"uri":"Venus","surface_form":"Venus","offset":260},{"uri":"Mars_(planet)","surface_form":"Mars","offset":271},{"uri":"Mass","surface_form":"mass","offset":287},{"uri":"Orbit","surface_form":"move around it","offset":315},{"uri":"Moon","surface_form":"moon","offset":367},{"uri":"Year","surface_form":"year","offset":515},{"uri":"Day","surface_form":"day","offset":562},{"uri":"Planet","surface_form":"planet","offset":586},{"uri":"Liquid","surface_form":"liquid","offset":640},{"uri":"Water","surface_form":"water","offset":647},{"uri":"Species","surface_form":"species","offset":836},{"uri":"Plant","surface_form":"plant","offset":847},{"uri":"Animal","surface_form":"animal","offset":858},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":980},{"uri":"Oxygen","surface_form":"oxygen","offset":1022},{"uri":"Biosphere","surface_form":"biosphere","offset":1080},{"uri":"Planet","surface_form":"planet","offset":1138},{"uri":"Solar_system","surface_form":"solar system","offset":1213},{"uri":"Orion_Arm","surface_form":"Orion Arm","offset":1266},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1283},{"uri":"Galaxy","surface_form":"galaxy","offset":1293},{"uri":"Astronomical_Unit","surface_form":"Astronomical Unit","offset":1412},{"uri":"Orbit","surface_form":"orbit","offset":1449},{"uri":"Average","surface_form":"average","offset":1461},{"uri":"Leap_day","surface_form":"additional day","offset":1647},{"uri":"Leap_year","surface_form":"leap year","offset":1705},{"uri":"Moon","surface_form":"Moon","offset":1721},{"uri":"Average","surface_form":"average","offset":1750},{"uri":"Month","surface_form":"month","offset":2128},{"uri":"Age_of_the_Earth","surface_form":"Earth","offset":2212},{"uri":"Planet","surface_form":"planet","offset":2232},{"uri":"Gas","surface_form":"gas","offset":2307},{"uri":"Nebula","surface_form":"nebula","offset":2320},{"uri":"Formation_and_evolution_of_the_Solar_System","surface_form":"made the Sun","offset":2332},{"uri":"Theia","surface_form":"Theia","offset":2458},{"uri":"Gravity","surface_form":"gravity","offset":2538},{"uri":"Condensation","surface_form":"Condensing","offset":2599},{"uri":"Water_vapour","surface_form":"water vapour","offset":2610},{"uri":"Comet","surface_form":"comet","offset":2628},{"uri":"Asteroid","surface_form":"asteroid","offset":2639},{"uri":"Ocean","surface_form":"ocean","offset":2673},{"uri":"Life","surface_form":"life","offset":2755},{"uri":"Evolution","surface_form":"evolved","offset":2760},{"uri":"Archaean","surface_form":"Archaean","offset":2776},{"uri":"Era","surface_form":"era","offset":2785},{"uri":"Bacteria","surface_form":"bacteria","offset":2795},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":2814},{"uri":"Food","surface_form":"food","offset":2853},{"uri":"Light","surface_form":"light","offset":2873},{"uri":"Water","surface_form":"water","offset":2883},{"uri":"Oxygen","surface_form":"oxygen","offset":2913},{"uri":"Iron","surface_form":"iron","offset":2949},{"uri":"Solution","surface_form":"solution","offset":2957},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3004},{"uri":"Suitable","surface_form":"suitable","offset":3046},{"uri":"Aerobic","surface_form":"aerobic","offset":3059},{"uri":"Great_Oxygenation_Event","surface_form":"Great Oxygenation Event","offset":3077},{"uri":"Ozone","surface_form":"ozone","offset":3131},{"uri":"Layer","surface_form":"layer","offset":3137},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":3183},{"uri":"Radiation","surface_form":"radiation","offset":3195},{"uri":"Climate","surface_form":"climate","offset":3314},{"uri":"Continent","surface_form":"supercontinent","offset":3443},{"uri":"Vaalbara","surface_form":"Vaalbara","offset":3504},{"uri":"Cryogenian","surface_form":"Cryogenian","offset":3548},{"uri":"Glacier","surface_form":"glacier","offset":3620},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":3656},{"uri":"Theory","surface_form":"theory","offset":3671},{"uri":"Rock_(geology)","surface_form":"rocky","offset":3708},{"uri":"Gas_giant","surface_form":"gas giant","offset":3825},{"uri":"Jupiter","surface_form":"Jupiter","offset":3844},{"uri":"Iron","surface_form":"iron","offset":3897},{"uri":"Percent","surface_form":"%","offset":3907},{"uri":"Oxygen","surface_form":"oxygen","offset":3911},{"uri":"Percent","surface_form":"%","offset":3923},{"uri":"Silicon","surface_form":"silicon","offset":3927},{"uri":"Percent","surface_form":"%","offset":3940},{"uri":"Magnesium","surface_form":"magnesium","offset":3944},{"uri":"Percent","surface_form":"%","offset":3959},{"uri":"Sulfur","surface_form":"sulfur","offset":3963},{"uri":"Percent","surface_form":"%","offset":3974},{"uri":"Nickel","surface_form":"nickel","offset":3978},{"uri":"Percent","surface_form":"%","offset":3989},{"uri":"Calcium","surface_form":"calcium","offset":3993},{"uri":"Percent","surface_form":"%","offset":4005},{"uri":"Aluminium","surface_form":"aluminium","offset":4013},{"uri":"Percent","surface_form":"%","offset":4027},{"uri":"Percent","surface_form":"%","offset":4038},{"uri":"Gold","surface_form":"gold","offset":4144},{"uri":"Platinum","surface_form":"platinum","offset":4153},{"uri":"Planetary_core","surface_form":"center of earth","offset":4252},{"uri":"Earth%27s_core","surface_form":"Earth's core","offset":4269},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":4372},{"uri":"Oxygen","surface_form":"oxygen","offset":4397},{"uri":"Percent","surface_form":"%","offset":4407},{"uri":"Oxide","surface_form":"join","offset":4447},{"uri":"Chemicals","surface_form":"chemicals","offset":4463},{"uri":"Chemical_compound","surface_form":"compounds","offset":4481},{"uri":"Water","surface_form":"water","offset":4496},{"uri":"Percent","surface_form":"%","offset":4518},{"uri":"Oxygen","surface_form":"oxygen","offset":4534},{"uri":"Oxygen","surface_form":"oxygen","offset":4566},{"uri":"Silica","surface_form":"silica","offset":4590},{"uri":"Silicon","surface_form":"silicon","offset":4608},{"uri":"Alumina","surface_form":"alumina","offset":4618},{"uri":"Aluminum","surface_form":"aluminium","offset":4637},{"uri":"Rust","surface_form":"rust","offset":4649},{"uri":"Iron","surface_form":"iron","offset":4665},{"uri":"Lime_(chemical)","surface_form":"lime","offset":4672},{"uri":"Calcium","surface_form":"calcium","offset":4688},{"uri":"Magnesia","surface_form":"magnesia","offset":4698},{"uri":"Magnesium","surface_form":"magnesium","offset":4718},{"uri":"Potash","surface_form":"potash","offset":4730},{"uri":"Potassium","surface_form":"potassium","offset":4748},{"uri":"Sodium","surface_form":"sodium","offset":4764},{"uri":"Geoid","surface_form":"Earth's shape","offset":4815},{"uri":"Spheroid","surface_form":"spheroid","offset":4834},{"uri":"Sphere","surface_form":"sphere","offset":4856},{"uri":"Oblate","surface_form":"squashed","offset":4886},{"uri":"Oblate_spheroid","surface_form":"oblate spheroid","offset":4941},{"uri":"Centrifugal_force","surface_form":"centrifugal force","offset":4988},{"uri":"Equator","surface_form":"equator","offset":5017},{"uri":"Geographical_pole","surface_form":"poles","offset":5052},{"uri":"Sea_level","surface_form":"sea level","offset":5164},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":5189},{"uri":"Elevation","surface_form":"above sea level","offset":5213},{"uri":"Volcano","surface_form":"volcano","offset":5334},{"uri":"Mount_Chimborazo","surface_form":"Mount Chimborazo","offset":5342},{"uri":"Ecuador","surface_form":"Ecuador","offset":5362},{"uri":"Elevation","surface_form":"above sea level","offset":5385},{"uri":"Equator","surface_form":"equator","offset":5425},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":5507},{"uri":"Challenger_Deep","surface_form":"Challenger Deep","offset":5614},{"uri":"Mariana_Trench","surface_form":"Mariana Trench","offset":5637},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":5659},{"uri":"Depth","surface_form":"below sea level","offset":5686},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":5762},{"uri":"Kola_superdeep_borehole","surface_form":"deepest hole ever dug","offset":5837},{"uri":"Earthquake","surface_form":"earthquake","offset":5964},{"uri":"Volcano","surface_form":"volcano","offset":5995},{"uri":"Volcanic_eruption","surface_form":"erupt","offset":6005},{"uri":"Shock_wave","surface_form":"shock wave","offset":6047},{"uri":"Ocean","surface_form":"sea","offset":6200},{"uri":"Oxygen","surface_form":"oxygen","offset":6260},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":6455},{"uri":"Ocean","surface_form":"sea","offset":6549},{"uri":"Igneous_rock","surface_form":"igneous rock","offset":6729},{"uri":"Sediment","surface_form":"sediment","offset":6779},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":6825},{"uri":"Temperature","surface_form":"temperature","offset":6922},{"uri":"Pressure","surface_form":"pressure","offset":6937},{"uri":"Metamorphic_rock","surface_form":"metamorphic rock","offset":6947},{"uri":"Meteorite","surface_form":"meteorite","offset":7010},{"uri":"Liquid","surface_form":"liquid","offset":7058},{"uri":"Earth%27s_mantle","surface_form":"Earth's mantle","offset":7104},{"uri":"Outer_core","surface_form":"outer core","offset":7176},{"uri":"Inner_core","surface_form":"inner core","offset":7371},{"uri":"Iron","surface_form":"iron","offset":7397},{"uri":"Magnetic_field","surface_form":"magnetic","offset":7432},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":7479},{"uri":"Plate_tectonics","surface_form":"parts","offset":7514},{"uri":"Mantle_(geology)","surface_form":"mantle","offset":7652},{"uri":"Earthquake","surface_form":"earthquake","offset":7789},{"uri":"Volcano","surface_form":"volcano","offset":7802},{"uri":"Island","surface_form":"island","offset":7984},{"uri":"Japan","surface_form":"Japan","offset":8001},{"uri":"Volcanoes","surface_form":"volcanoes","offset":8009},{"uri":"Mountain_range","surface_form":"mountain range","offset":8029},{"uri":"Andes","surface_form":"Andes","offset":8058},{"uri":"Himalayas","surface_form":"Himalayas","offset":8068},{"uri":"Magma","surface_form":"warm liquid rock inside the earth","offset":8163},{"uri":"Mid-ocean_ridge","surface_form":"special mountain range","offset":8229},{"uri":"Africa","surface_form":"Africa","offset":8291},{"uri":"Great_Rift_Valley","surface_form":"Great Rift Valley","offset":8300},{"uri":"San_Andreas_Fault","surface_form":"San Andreas Fault","offset":8407},{"uri":"Earthquakes","surface_form":"shocks as they move","offset":8490},{"uri":"Mountain","surface_form":"mountain","offset":8587},{"uri":"Plateau","surface_form":"plateau","offset":8626},{"uri":"Valley","surface_form":"valley","offset":8664},{"uri":"Canyon","surface_form":"canyon","offset":8676},{"uri":"Wind","surface_form":"air","offset":8711},{"uri":"Rain","surface_form":"water from the sky","offset":8719},{"uri":"Tide","surface_form":"sea","offset":8742},{"uri":"Erosion","surface_form":"damages rocks in high places and breaks them into small pieces","offset":8747},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":9013},{"uri":"Equator","surface_form":"Equator","offset":9145},{"uri":"Percent","surface_form":"%","offset":9348},{"uri":"Ocean","surface_form":"sea","offset":9377},{"uri":"Salt","surface_form":"salt","offset":9390},{"uri":"Percent","surface_form":"%","offset":9437},{"uri":"Fresh_water","surface_form":"fresh water","offset":9465},{"uri":"Ice","surface_form":"ice","offset":9504},{"uri":"River","surface_form":"river","offset":9540},{"uri":"Outer_space","surface_form":"outer space","offset":9657},{"uri":"Desert","surface_form":"desert","offset":9826},{"uri":"Rain_forest","surface_form":"large woods","offset":9987},{"uri":"Environment","surface_form":"environment","offset":10032},{"uri":"Atmosphere","surface_form":"atmosphere","offset":10127},{"uri":"Gas","surface_form":"gas","offset":10172},{"uri":"Nitrogen","surface_form":"nitrogen","offset":10264},{"uri":"Percent","surface_form":"%","offset":10282},{"uri":"Oxygen","surface_form":"oxygen","offset":10289},{"uri":"Percent","surface_form":"%","offset":10305},{"uri":"Oxygen","surface_form":"oxygen","offset":10477},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":10488},{"uri":"Sugar","surface_form":"sugar","offset":10519},{"uri":"Troposphere","surface_form":"troposphere","offset":10651},{"uri":"Weather","surface_form":"weather","offset":10719},{"uri":"Climate","surface_form":"climate","offset":10816},{"uri":"Rain","surface_form":"Rain","offset":10825},{"uri":"Storm","surface_form":"storm","offset":10834},{"uri":"Convection","surface_form":"Cold air becomes thicker and falls, and warm air becomes thinner and goes up","offset":10937},{"uri":"Evaporation","surface_form":"gets water in it","offset":11264},{"uri":"Cloud","surface_form":"cloud","offset":11359},{"uri":"Rain","surface_form":"rain","offset":11370},{"uri":"Water_cycle","surface_form":"water cycle","offset":11457},{"uri":"Stratosphere","surface_form":"stratosphere","offset":11602},{"uri":"Oxygen","surface_form":"oxygen","offset":11685},{"uri":"Ozone","surface_form":"ozone","offset":11699},{"uri":"Ozone","surface_form":"ozone","offset":11710},{"uri":"Ultraviolet_radiation","surface_form":"damaging rays from the Sun","offset":11758},{"uri":"Mesosphere","surface_form":"mesosphere","offset":11878},{"uri":"Thermosphere","surface_form":"thermosphere","offset":11948},{"uri":"Exosphere","surface_form":"exosphere","offset":12010},{"uri":"Electricity","surface_form":"electric power","offset":12155},{"uri":"Ionosphere","surface_form":"ionosphere","offset":12210},{"uri":"Radio","surface_form":"radio","offset":12242},{"uri":"Northern_Lights","surface_form":"Northern Lights","offset":12306},{"uri":"Air_pressure","surface_form":"air pressure","offset":12422},{"uri":"Sea_level","surface_form":"sea level","offset":12466},{"uri":"Exosphere","surface_form":"the outer level of the air","offset":12490},{"uri":"Square_centimeter","surface_form":"cm2","offset":12537},{"uri":"Kilogram","surface_form":"kg","offset":12573},{"uri":"Square_inch","surface_form":"sq in","offset":12599},{"uri":"Pound_(mass)","surface_form":"lb","offset":12639},{"uri":"Meteorite","surface_form":"meteorite","offset":12701},{"uri":"Methane","surface_form":"methane","offset":12992},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":13004},{"uri":"Greenhouse_effect","surface_form":"work like a blanket to keep things warm","offset":13021},{"uri":"Electricity","surface_form":"electric power","offset":13289},{"uri":"Carbon","surface_form":"carbon","offset":13325},{"uri":"Coal","surface_form":"coal","offset":13343},{"uri":"Oil","surface_form":"oil","offset":13349},{"uri":"Natural_gas","surface_form":"natural gas","offset":13358},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":13397},{"uri":"Climate_change","surface_form":"large discussion","offset":13442},{"uri":"Global_warming","surface_form":"the Earth's latest warming","offset":13509},{"uri":"Little_Ice_Age","surface_form":"when it was colder before","offset":13685},{"uri":"Billion","surface_form":"billion","offset":13851},{"uri":"Countries","surface_form":"countries","offset":13927},{"uri":"Russia","surface_form":"Russia","offset":13957},{"uri":"Vatican_City","surface_form":"Vatican City","offset":14020},{"uri":"China","surface_form":"China","offset":14089},{"uri":"India","surface_form":"India","offset":14096},{"uri":"United_States","surface_form":"United States","offset":14107},{"uri":"Indonesia","surface_form":"Indonesia","offset":14122},{"uri":"Brazil","surface_form":"Brazil","offset":14137},{"uri":"Northern_hemisphere","surface_form":"north half","offset":14177},{"uri":"Scientist","surface_form":"Scientist","offset":14230},{"uri":"Africa","surface_form":"Africa","offset":14280},{"uri":"Europe","surface_form":"Europe","offset":14340},{"uri":"Asia","surface_form":"Asia","offset":14351},{"uri":"Irrigation","surface_form":"bring water to farms","offset":14612},{"uri":"Flood","surface_form":"flood","offset":14643},{"uri":"Domestication","surface_form":"bred","offset":14726}]}