{"id":219025,"url":"http://en.wikipedia.org/wiki/Elf","text":"An elf is a creature of various origins that is usually regarded as a good being that helps to make trees and nature good. It is therefore commonly associated with paganism and witchcraft (many modern witches today believe that elves are real creatures).\nElves are usually described as a taller human, but with more firmer touch to them. However, in \"The Lord of the Rings\", elves were described as human sized (and if anything taller), hence changing the description of elves. They are sometimes known to have long, pointy ears.\nIn most modern fantasy scenarios, elves are one of the 3 main races (elves, dwarves, and humans), although if these 3 are described as the good races, they then become one of 6 races, including orcs, goblins, trolls, and / or giants.\nThe word \"elf\" is found throughout the Germanic languages and seems originally to have meant \"white being\". Reconstructing the early concept of an elf depends largely on texts, written by Christians, in Old and Middle English, medieval German, and Old Norse. These associate elves variously with the gods of Norse mythology, with causing illness, with magic, and with beauty and seduction.\nThe elves of Norse mythology have survived into folklore mainly as females, living in hills and mounds of stones. The Swedish \"älvor\" were stunningly beautiful girls who lived in the forest with an elven king.\nIf a human watched the dance of the elves, he would discover that even though only a few hours seemed to have passed, many years had passed in the real world. Humans being invited or lured to the elf dance is a common motif transferred from older Scandinavian ballads.\nElves were not exclusively young and beautiful. In the Swedish folktale \"Little Rosa and Long Leda\", an elvish woman (\"älvakvinna\") arrives in the end and saves the heroine, Little Rose, on condition that the king's cattle no longer graze on her hill. She is described as a beautiful old woman and by her aspect people saw that she belonged to the \"subterraneans\".","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":351},{"uri":"Dwarf_(mythology)","surface_form":"dwarves","offset":606},{"uri":"Orc","surface_form":"orc","offset":724},{"uri":"Goblin","surface_form":"goblin","offset":730},{"uri":"Troll","surface_form":"troll","offset":739},{"uri":"Giant","surface_form":"giant","offset":756},{"uri":"Germanic_languages","surface_form":"Germanic languages","offset":803},{"uri":"Old_English","surface_form":"Old","offset":967},{"uri":"Middle_English","surface_form":"Middle English","offset":975},{"uri":"Old_Norse","surface_form":"Old Norse","offset":1012},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":1072}]}