{"id":219003,"url":"http://en.wikipedia.org/wiki/Canonic_Variations_on_%26quot%3BVom_Himmel_hoch_da_komm%27_ich_her%26quot%3B","text":"The Canonic Variations on \"Vom Himmel hoch da komm' ich her\" (\"From Heaven above to Earth I come\"), BWV 769 is a well-known piece of music for organ by Johann Sebastian Bach. An organ with two manuals (keyboards) and pedals is needed to play this work. There are five “variations”. All the music is based on a Christmas hymn called “Von Himmel hoch” which was very well known to the people who went to the Lutheran church where Bach was organist.\nBach composed the piece when he became a member of Mizler's Music Society in Leipzig in 1747. It was printed in 1747. Another version was published later. This was an autograph manuscript which also included other organ music: the six trio sonatas and the Great Eighteen Chorale Preludes. The most important difference Bach made in this version is that the fifth variation was moved to the middle.\nHistory of the composition.\nIn June 1747, Bach was allowed to become a member of the \"Correspondierde Societät der Muscialischen Wissenschaften\" (\"Corresponding Society for the Musical Sciences\"). There were 14 members when Bach joined. The society studied and encouraged people in Leipzig to compose music. To celebrate becoming a member, Bach gave to the society a version of the Canonic Variations and also a portrait of himself that had been painted by Elias Gottlob Haussmann. In the portrait Bach is seen holding up a copy of another composition which uses a lot of canon.\nThe five variations on “Von Himmel Hoch” are not variations in the usual musical sense. They are not five statements of the theme with ornamentation. They are five movements which all use canon to build up the music. During the last years of his life Bach composed several works which were based on canons. Several of his works from that period are canonic, including organ pieces from Parts III and IV of the Clavier-Übung, the Goldberg Variations for harpsichord, the Musical Offering and the Art of the Fugue.\nThe Canonic Variations are based on the Christmas Hymn \"Von Himmel hoch, da komm ich her\". The words and melody were composed in 1539 by Martin Luther. Bach had used the chorale (hymn tune) before. It comes in his Christmas Oratorio, in his Magnificat, and in several organ preludes including the short one from the Orgelbüchlein (Little Organ Book) which can be heard in Britain and other countries on radio and television each Christmas Eve at the end of the world-famous carol service from King’s College, Cambridge.\nVariation I.\nThis is a two part canon between the right and left hand. It is a “canon at the octave” because the second part starts an octave lower than the first part. The hands play on different manuals so that they can produce a different sort of sound, like a duet between two instruments. The chorale tune (cantus firmus) is heard in the pedals. It is played in long notes with gaps of a bar and a half between each phrase. The music of the canon, played by the hands, sounds in parts like the shape of the chorale. It starts with six notes going down. Bach may have done this deliberately to suggest Christ coming down to earth. This sort of “symbolism” or “word-painting”, in which the actual notes of the music show the meaning of the words (or what were the words in the original hymn), is very common in Bach’s music and in a lot of other music of that time.\nVariation II.\nAgain there is a canon between the hands and the chorale tune in the pedals. It is strict three-part writing (each hand only plays one note at a time, as if for a melodic instrument). This time it is a “canon at the fifth” (the right hand begins on C, the left hand imitates half a bar later starting on the F below). The canon is based on the first and second lines of the chorale. When the start of the canon comes back near the end, it is syncopated. At the very end the hands play a scale going up. Bach may have meant this to sound like angels going up to heaven, or the soul going up.\nVariation III.\nThe canon this time is between the left hand and the pedals. The canon moves mostly in quavers and is based on the chorale tune. The right hand plays a free melody, and also the chorale tune in long notes at the top.\nVariation IV.\nThis variation has a new tune in the right hand (but some of its general shape comes from the chorale tune). It is very lively (there are often demisemiquavers, especially near the end), and is very syncopated. The bottom of the left hand plays the same tune in canon, but it only moves at half the speed of the upper part. This is called “augmentation”. The top of the left hand meanwhile has a freer part. The pedal has the chorale tune in long notes. Three bars before the end we hear the BACH motif in the left hand. These are the four notes that Bach often uses to represent his name.\nVariation V.\nThe last variation becomes more and more grand and finishes in a big climax. It works well when it is played as the last variation (instead of the middle variation as in the autograph copy).\nAt the beginning of this variation, the canon is simply the melody of the chorale. It is played by the right and left hand, but this time the left hand plays it upside down (inversion). It is a “canon at the sixth” (the right hand starts on C, then the left hand starts on the E below). Later it becomes a canon at the third. The pedal simply plays a bass part (like a continuo instrument).\nIn the next section the right hand (marked “forte” (loud)) moves in fast notes while the pedal plays the chorale tune and the bottom part of the left hand plays it in canon upside down at the second (pedal starts on C, left hand canon imitates starting on B). Then the right and left hands swap round and there is a canon at the ninth.\nIn the last section, marked \"forte\", the pedal part plays the chorale tune upside down. At the very end, as the music rises to a climax, it repeats the last line of the chorale tune, finishing on the lowest pedal note: the bottom C. The hands meanwhile play on the same manual. There is a “stretto”: all the voices start the tune (or a version of the tune) quickly one after another. At the very end we hear the BACH motif again.\nConclusion.\nBach is often said to be a “mathematical” composer. This set of variations are a good example of a piece of music in which Bach is trying to show different techniques of composing. A lot of skill is needed in order to compose complicated canons like this, making the music sound good at the same time. The description of the music may sound very complicated, but one can enjoy the music without understanding all the techniques used to compose it. However, it is always fascinating to see how Bach has put all these ideas together.","categories":[],"infobox_types":[],"annotations":[{"uri":"BWV","surface_form":"BWV","offset":100},{"uri":"Pipe_organ","surface_form":"organ","offset":143},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":152},{"uri":"Pedal","surface_form":"pedal","offset":217},{"uri":"Christmas","surface_form":"Christmas","offset":310},{"uri":"Hymn","surface_form":"hymn","offset":320},{"uri":"Lutheran","surface_form":"Lutheran","offset":406},{"uri":"Leipzig","surface_form":"Leipzig","offset":524},{"uri":"Autograph","surface_form":"autograph","offset":614},{"uri":"Trio_sonata","surface_form":"trio sonata","offset":682},{"uri":"Great_Eighteen_Chorale_Preludes","surface_form":"Great Eighteen Chorale Preludes","offset":703},{"uri":"Portrait","surface_form":"portrait","offset":1257},{"uri":"Canon","surface_form":"canon","offset":1417},{"uri":"Theme_and_variations","surface_form":"variations","offset":1473},{"uri":"Clavier-%C3%9Cbung","surface_form":"Clavier-Übung","offset":1834},{"uri":"Goldberg_Variations","surface_form":"Goldberg Variations","offset":1853},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1877},{"uri":"Musical_Offering","surface_form":"Musical Offering","offset":1894},{"uri":"Art_of_the_Fugue","surface_form":"Art of the Fugue","offset":1919},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":2074},{"uri":"Chorale","surface_form":"chorale","offset":2107},{"uri":"Christmas_Oratorio","surface_form":"Christmas Oratorio","offset":2151},{"uri":"Magnificat_(Bach)","surface_form":"Magnificat","offset":2178},{"uri":"Prelude","surface_form":"prelude","offset":2211},{"uri":"Orgelb%C3%BCchlein","surface_form":"Orgelbüchlein","offset":2253},{"uri":"Britain","surface_form":"Britain","offset":2309},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":2366},{"uri":"King%E2%80%99s_College%2C_Cambridge","surface_form":"King’s College, Cambridge","offset":2430},{"uri":"Duet","surface_form":"duet","offset":2721},{"uri":"Cantus_firmus","surface_form":"cantus firmus","offset":2769},{"uri":"Phrase_(music)","surface_form":"phrase","offset":2878},{"uri":"Christ","surface_form":"Christ","offset":3063},{"uri":"Earth","surface_form":"earth","offset":3085},{"uri":"Note_(music)","surface_form":"notes","offset":3157},{"uri":"Syncopated","surface_form":"syncopated","offset":3782},{"uri":"Angel","surface_form":"angel","offset":3882},{"uri":"Heaven","surface_form":"heaven","offset":3901},{"uri":"Soul","surface_form":"soul","offset":3916},{"uri":"Quaver","surface_form":"quaver","offset":4033},{"uri":"Demisemiquaver","surface_form":"demisemiquaver","offset":4321},{"uri":"Augmentation","surface_form":"augmentation","offset":4517},{"uri":"BACH","surface_form":"BACH","offset":4669},{"uri":"Inversion_(music)","surface_form":"inversion","offset":5145},{"uri":"Continuo","surface_form":"continuo","offset":5340},{"uri":"Forte","surface_form":"forte","offset":5727}]}