{"id":21914,"url":"http://en.wikipedia.org/wiki/Algae","text":"Algae (one alga, but several algae) are a type of plant-like living things that can make food from sunlight by photosynthesis. The study of algae is called phycology or algology.\nThe term covers a range of photosynthetic organisms, and many are not closely related. They are a polyphyletic group.\nThe term lumps together many different kinds of organisms. They have in common only that they are autotrophic: they use natural sources of energy and simple inorganic materials to build their forms. As non-vascular plants they do not have the kind of cell and tissue structure of land plants. They are a convenient but very loose term. Only in recent years has it become clear how different the many kinds of algae are.\nBiology and taxonomy.\nAlgae are a large and diverse group of simple, typically autotrophic organisms. Some have one cell and others have many cells. The largest and most complex marine algae are called seaweeds. They are like plants, and \"simple\" because they lack the many distinct organs found in land plants. For that reason they are \"not\" classified as plants.\nThough the prokaryotic \"cyanobacteria\" (formerly referred to as \"blue-green algae\") were included as \"algae\" in older textbooks, it is not now. The term \"algae\" is now used for eukaryotic organisms. All true algae have a nucleus within a membrane and chloroplasts inside one or more membranes. However, algae are definitely \"not\" a monophyletic group, as they do not all descend from a common algal ancestor. Modern taxonomists propose splitting them up into monophyletic groups, but not everyone agrees how to do this.\nAlgae do not have the same structures that land plants do, such as leaves, roots, and other organs. Nearly all algae have parts that do photosynthesis the same way as cyanobacteria. They make oxygen, unlike other photosynthetic bacteria such as \"purple\" and \"green\" bacteria. Some unicellular species use only external energy sources and have limited or no photosynthetic parts.\nFossilized filamentous algae from the Vindhya basin have been dated back to 1.6 to 1.7 billion years ago.\nTypes of algae.\nBelow are some important kinds of algae. The list is not complete.\nEcology.\nAlgae are usually found in damp places or water, and are common on land and water. However, algae on land are usually inconspicuous and are far more common in moist, tropical regions than dry ones. Algae do not have vascular tissues and other adaptations to live on land, but they can endure dryness and other conditions in symbiosis with a fungus as lichen.\nThe various sorts of algae play significant roles in aquatic ecology. Microscopic forms that live suspended in the water column are called phytoplankton. They provide the food base for most marine food chains. Kelp grows mostly in shallow marine waters. Some are used as human food or harvested for agar or fertilizer. Kelp can grow in large stands called kelp forests. These forests prevent some of the damage from waves. Many different species live in them, including sea urchins, sea otters, and abalone.\nSome algae may harm other species. Some algae may reproduce a lot, and make an algal bloom. These algae may make protective toxins which kill fish in the water. Dinoflagellates make a compound that turns the flesh of fish into slime. Then the algae eats this nutritious liquid.\nSymbiosis.\nAlgae have evolved a number of symbiotic partnerships with other organisms. The most famous is the plant-like lichen, which are each formed by a fungus with an alga. It is a highly successful life-form, and twenty thousand 'species' are known. In all cases the lichen are quite different in appearance and life-style from either constituent; it is possibly the most complete symbiosis known. Both constituents gain from their access to niches with low nutrient value, which is where lichen are found.\nLess well known are the algal relationships with animals. Reef-building corals are basically social Cnidarian polyps. Corals are dependent on light, because the algae are important partners, and they require light. Corals have evolved structures, often tree-like, which offer the algae maximum access to light. The coral weakens the algal cell walls, and digests about 80% of the food synthesised by the algae. The corals' waste-products provide nutrients for the algae so, as with lichen, both partners gain from the association. The algae are golden-brown flagellate algae, often of the genus \"Symbiodinium\". A curious feature of the partnership is that the coral may eject the algae in hard times, and regain them later. The ejection of the algal partner is called \"bleaching\", because the coral loses its colour.p200\nOther types of Cnideria, such as sea anemones and jellyfish, also contain algae. Jellyfish with algae behave so that their partners get the best light during the day, and descend to depths at night, where the water is rich in nitrates and brown with decay. Sea slugs and clams are also well known for harbouring algae. Both groups are molluscs. The sea slugs graze on coral, and are the same colour as the coral they graze. They are able to separate the algae from the polyp tissues they digest. The algal cells are moved to its tentacles, where they continue to live. The otherwise defenceless slug gains both camouflage and nutrition.p204 The giant clam keeps algae in its mantle, which is revealed when the clam is open. The coloured mantle has places where the skin is transparent, and acts like a lens to concentrate light on the algae beneath. When the algae get too numerous, the clam digests them.p203\nVarious other marine invertebrate groups have members which symbiose with algae. Flatworms (Platyhelminths) and Polychaete worms (Annelids) are two such groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":50},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":111},{"uri":"Phycology","surface_form":"phycology","offset":156},{"uri":"Algology","surface_form":"algology","offset":169},{"uri":"Polyphyletic","surface_form":"polyphyletic","offset":277},{"uri":"Autotroph","surface_form":"autotroph","offset":395},{"uri":"Non-vascular_plant","surface_form":"non-vascular plant","offset":499},{"uri":"Cell","surface_form":"cell","offset":548},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":557},{"uri":"Land_plants","surface_form":"land plants","offset":577},{"uri":"Autotroph","surface_form":"autotroph","offset":796},{"uri":"Unicellular","surface_form":"one cell","offset":829},{"uri":"Multicellular","surface_form":"many cells","offset":854},{"uri":"Seaweed","surface_form":"seaweed","offset":919},{"uri":"Plant","surface_form":"plant","offset":943},{"uri":"Prokaryote","surface_form":"prokaryotic","offset":1093},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1106},{"uri":"Eukaryote","surface_form":"eukaryotic","offset":1259},{"uri":"Membrane","surface_form":"membrane","offset":1320},{"uri":"Chloroplast","surface_form":"chloroplast","offset":1333},{"uri":"Monophyletic","surface_form":"monophyletic","offset":1414},{"uri":"Taxonomy","surface_form":"taxonomists","offset":1498},{"uri":"Leaf","surface_form":"leaves","offset":1669},{"uri":"Root","surface_form":"root","offset":1677},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1694},{"uri":"Oxygen","surface_form":"oxygen","offset":1794},{"uri":"Species","surface_form":"species","offset":1895},{"uri":"Tropical","surface_form":"tropical","offset":2345},{"uri":"Region","surface_form":"region","offset":2354},{"uri":"Symbiosis","surface_form":"symbiosis","offset":2503},{"uri":"Fungus","surface_form":"fungus","offset":2520},{"uri":"Lichen","surface_form":"lichen","offset":2530},{"uri":"Ecology","surface_form":"ecology","offset":2599},{"uri":"Phytoplankton","surface_form":"phytoplankton","offset":2677},{"uri":"Ocean","surface_form":"marine","offset":2728},{"uri":"Food_chain","surface_form":"food chain","offset":2735},{"uri":"Agar","surface_form":"agar","offset":2837},{"uri":"Fertilizer","surface_form":"fertilizer","offset":2845},{"uri":"Species","surface_form":"species","offset":2976},{"uri":"Sea_urchin","surface_form":"sea urchin","offset":3008},{"uri":"Otter","surface_form":"otter","offset":3025},{"uri":"Abalone","surface_form":"abalone","offset":3037},{"uri":"Algal_bloom","surface_form":"algal bloom","offset":3125},{"uri":"Toxin","surface_form":"toxin","offset":3170},{"uri":"Dinoflagellate","surface_form":"Dinoflagellate","offset":3207},{"uri":"Symbiosis","surface_form":"symbiotic","offset":3366},{"uri":"Lichen","surface_form":"lichen","offset":3445},{"uri":"Fungus","surface_form":"fungus","offset":3480},{"uri":"Niche","surface_form":"niche","offset":3771},{"uri":"Reef","surface_form":"Reef","offset":3894},{"uri":"Coral","surface_form":"coral","offset":3908},{"uri":"Cnidaria","surface_form":"Cnidaria","offset":3936},{"uri":"Polyp","surface_form":"polyp","offset":3946},{"uri":"Nutrient","surface_form":"nutrient","offset":4282},{"uri":"Flagellum","surface_form":"flagellate","offset":4394},{"uri":"Sea_anemone","surface_form":"sea anemone","offset":4690},{"uri":"Jellyfish","surface_form":"jellyfish","offset":4707},{"uri":"Sea_slug","surface_form":"Sea slug","offset":4914},{"uri":"Clam","surface_form":"clam","offset":4928},{"uri":"Molluscs","surface_form":"molluscs","offset":4992},{"uri":"Camouflage","surface_form":"camouflage","offset":5268},{"uri":"Invertebrate","surface_form":"invertebrate","offset":5588},{"uri":"Flatworm","surface_form":"Flatworm","offset":5648},{"uri":"Polychaete","surface_form":"Polychaete","offset":5679}]}