{"id":21929,"url":"http://en.wikipedia.org/wiki/Plebiscite","text":"A plebiscite or referendum is a type of voting, or of proposing laws. Some definitions of 'plebiscite' suggest that it is a type of vote to change the constitution or government of a country. Others define it as the opposite. Australia defines 'referendum' as a vote to change the constitution and 'plebiscite' as a vote that does not affect the constitution.\nThere are two types of result\nIt usually depends on the country's history and constitution what sort of referendum/plebiscite is used. In Switzerland a referendum is usually mandatory, because the people are seen as the source of the government's mandate (power) to govern. For example, during Switzerland's basic income campaign the country utilized a national referendum for the polling.\nIn the United Kingdom referendums have only been advisory, because the government says that the people elected to Parliament make the decisions. The referendum on the independence of Scotland was an exception. It \"was\" legally binding, but it was not a referendum of the UK electorate. It was restricted to present residents of Scotland.\nAn example of a proposed plebiscite was the 2011 decision by Greek Prime Minister George Papandreou to let the Greek people vote on whether the heavily indebted nation would accept a €130 billion bailout package from the European Union. The idea shocked eurozone nations, as a \"no\" vote could mean Greece defaulting on its national debt, and leaving the European Union and the eurozone. However, the vote was cancelled.\nAnother example was the voting on the European Constitution in 2005. The vote took place in some countries. France and The Netherlands had a \"referendum\" on the subject. In both states, the voters said no to the proposal and no constitution was made.\nThe separate simultaneous referendums held on 24 April 2004 in the Turkish Republic of Northern Cyprus and the Republic of Cyprus on the comprehensive settlement plan of the UN Secretary-General provides yet another example of such a vote. The Plan was approved in the Turkish Cypriot referendum by 65%, while it was rejected in the Greek Cypriot referendum by 75%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voting","surface_form":"voting","offset":40},{"uri":"Laws","surface_form":"laws","offset":64},{"uri":"Definition","surface_form":"definition","offset":75},{"uri":"Australia","surface_form":"Australia","offset":226},{"uri":"Switzerland","surface_form":"Switzerland","offset":498},{"uri":"Basic_income","surface_form":"basic income","offset":668},{"uri":"United_Kingdom_of_Great_Britain_and_Northern_Ireland","surface_form":"United Kingdom","offset":757},{"uri":"Parliament","surface_form":"Parliament","offset":864},{"uri":"Scottish_independence_referendum","surface_form":"referendum on the independence of Scotland","offset":899},{"uri":"Greece","surface_form":"Greek","offset":1149},{"uri":"George_Papandreou","surface_form":"George Papandreou","offset":1170},{"uri":"European_Union","surface_form":"European Union","offset":1309},{"uri":"Eurozone","surface_form":"eurozone","offset":1342},{"uri":"Greece","surface_form":"Greece","offset":1386},{"uri":"Eurozone","surface_form":"eurozone","offset":1465},{"uri":"France","surface_form":"France","offset":1616},{"uri":"Netherlands","surface_form":"The Netherlands","offset":1627},{"uri":"Turkish_Republic_of_Northern_Cyprus","surface_form":"Turkish Republic of Northern Cyprus","offset":1826},{"uri":"Republic_of_Cyprus","surface_form":"Republic of Cyprus","offset":1870}]}