{"id":219277,"url":"http://en.wikipedia.org/wiki/Southam","text":"Southam is a small town in Warwickshire, England. It is often mistaken for a village, but has been a town since medieval times.\nThere is an ancient stone wall, called \"The Holy Well\".\nThe first battle in the English Civil War was in Southam. In August 1642, small groups of soldiers from the opposing sides accidentally met at Southam, and in the fight some were killed. They were on their way to Edge Hill, where the first big battle took place. History books usually say Edge Hill was the first fight. Later, King Charles I rode through the town and fined the people because they did not ring the church bells for him. Later still, Oliver Cromwell, who slept in the Manor House (now a pharmacy).\nIn the 1600s, Southam was an important resting place for horse-drawn carriages, and even in recent times had an unusually large number of inns and public houses. (Several have close in the past 20 years.) A main road that Welsh sheep farmers ('drovers') used to travel to London passed through Southam. The town was also at an important junction between Birmingham, Coventry, Daventry, Northampton, Banbury, Oxford, Leamington Spa and Warwick.\nSoutham never had a canal or railway built through it. This meant that it remained a small town, while other places with canals and railways grew rapidly in the 1800s. In recent years, a lot of new houses have been built, increasing the population from 2000 in 1950 to 8000+ in 2010.\nThere is a fine church, which dates from 1200. It was extensively restored in Victorian times, but still has lots of medieval stone work. The Manor House (now a pharmacy) is in the centre of the town. In 2008, during routine maintenance, fine wood carvings were discovered under the plaster. The carvings are of hearts and arrows, and are at least 300 years old. The company that owns the building paid for the beautify work to be fully restored.\nThere are small industrial estates around the town, some with important businesses, including the computer games company. There are plans for a large supermarket (Tesco or Sainsburys) to be built in the town. While this would change the character of the town even more, it could benefit people who find the current small shops and supermarkets too expensive, and provide more people with work. Some people do not want a supermarket, saying that other shops would close.","categories":[],"infobox_types":[],"annotations":[{"uri":"Warwickshire","surface_form":"Warwickshire","offset":27},{"uri":"England","surface_form":"England","offset":41},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":208},{"uri":"King_Charles_I","surface_form":"King Charles I","offset":511},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":634},{"uri":"Wood_carving","surface_form":"wood carving","offset":1669}]}