{"id":21926,"url":"http://en.wikipedia.org/wiki/Al_Ain","text":"Al Ain (Arabic: العين) is a city in the United Arab Emirates. The city name literally means \"the spring\" or \"the eye\" in Arabic. This name come from the water sources in the area. The city is in the emirate of Abu Dhabi, right next to the border with Oman. It is often called the 'Garden City of the Persian Gulf' because of the many parks, tree-lined avenues and decorative roundabouts within the city. Al Ain, Abu Dhabi and Dubai form a kind of geographic triangle in the center of the country. Each city is around 150 kilometers from the other two.\nEconomy.\nAl Ain is the fourth largest metropolitan area by population in the Emirates, with a population of 348,000 (2003 census estimate). There are more Emirati nationals in Al Ain than other places in the country, but most who live there are people who left other countries, particularly from the Indian sub-continent. There are fewer Western people than in the larger centers of Abu Dhabi and Dubai. This gives Al Ain a more 'Arabic' look and feel, compared to the larger cities of the Emirates.\nHistory.\nThe area has been lived in for more than 4000 years, and Al Ain is central to the cultural heritage of the country. There are many underground water springs in the area. This explains why people wanted to live there. Traces of its past remain, including camel racing and breeding. The ancient \"falaj\" system of irrigation is still in use in some areas. The system brings underground water to people by a network of tunnels that come out into open channels. The flow of water in the channels can be controlled.\nTourism.\nAl Ain is becoming a place that tourists visit, with attractions such as Jebel Hafeet, a 1340 metre high mountain that dominates the surrounding area. Many tourists like to visit the mineral springs at the base and drive to the top of this mountain for sunset. Al Ain regularly records the highest summer temperatures in the country, but the dry desert air makes it a welcome escape from the coastal humidity of the larger cities. Other attractions include the Al Ain Oasis in the city centre, and other oases around the area, cool places to escape the summer heat, a zoo, amusement park named \"Fun City\", many well kept parks, popular with families in the summer evenings, a heritage village, as well as malls and other modern sites. Important buildings include United Arab Emirates University, Higher Colleges of Technology, well-equipped medical facilities, including the teaching hospital at Tawam, military training areas and Al Ain International Airport.\nSports.\nThe city is home to the successful association football (soccer) club, Al Ain FC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabic_language","surface_form":"Arabic","offset":8},{"uri":"City","surface_form":"city","offset":28},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":40},{"uri":"Eye","surface_form":"eye","offset":113},{"uri":"Arabic_language","surface_form":"Arabic","offset":121},{"uri":"Water","surface_form":"water","offset":153},{"uri":"Source","surface_form":"source","offset":159},{"uri":"Abu_Dhabi","surface_form":"Abu Dhabi","offset":210},{"uri":"Oman","surface_form":"Oman","offset":251},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":300},{"uri":"Tree","surface_form":"tree","offset":341},{"uri":"Avenue","surface_form":"avenue","offset":352},{"uri":"Abu_Dhabi","surface_form":"Abu Dhabi","offset":412},{"uri":"Dubai","surface_form":"Dubai","offset":426},{"uri":"Geography","surface_form":"geographic","offset":447},{"uri":"Triangle","surface_form":"triangle","offset":458},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":590},{"uri":"Population","surface_form":"population","offset":611},{"uri":"2003","surface_form":"2003","offset":669},{"uri":"India","surface_form":"India","offset":852},{"uri":"Culture","surface_form":"cultural","offset":1143},{"uri":"Heritage","surface_form":"heritage","offset":1152},{"uri":"Spring","surface_form":"spring","offset":1210},{"uri":"Camel_racing","surface_form":"camel racing","offset":1315},{"uri":"Falaj","surface_form":"falaj","offset":1355},{"uri":"Irrigation","surface_form":"irrigation","offset":1372},{"uri":"Jebel_Hafeet","surface_form":"Jebel Hafeet","offset":1653},{"uri":"Mountain","surface_form":"mountain","offset":1685},{"uri":"Humidity","surface_form":"humidity","offset":1980},{"uri":"Oasis","surface_form":"Oasis","offset":2048},{"uri":"Zoo","surface_form":"zoo","offset":2148},{"uri":"Amusement_park","surface_form":"amusement park","offset":2153},{"uri":"United_Arab_Emirates_University","surface_form":"United Arab Emirates University","offset":2343},{"uri":"Hospital","surface_form":"hospital","offset":2464},{"uri":"Al_Ain_International_Airport","surface_form":"Al Ain International Airport","offset":2511},{"uri":"Football_(soccer)","surface_form":"association football","offset":2584},{"uri":"Al_Ain_FC","surface_form":"Al Ain FC","offset":2620}]}