{"id":219211,"url":"http://en.wikipedia.org/wiki/Coccolith","text":"Coccoliths are the microscopic algae which form chalk. They are made by one of the most important eukaryote phytoplankton. These are single celled protists whose full name is coccolithophorids or coccolithophores. The spherical skeleton of coccoliths is a \"coccosphere\".\nChalk makes up much of the marine strata in the Upper Cretaceous period, and is 95% to 99% made up of coccoliths, the calcium carbonate (CaCO3) plates which coccolithophorids produce.\nCoccolithophores are a major contributor to the carbonate in deep sea sediments. In the Northeast Atlantic during the last glacial-interglacial cycle (ice age), coccoliths make up 70-80% of the total carbonate during the warm periods, and less during glacial times.\nCoccoliths are first seen at the end of the Triassic period, 200 million years ago. It is interesting that another group of tiny algae, the diatoms, make their entry into the fossil record at almost the same time. The coccolith all-time peak was in the warm inland and continental shelf seas of the Cretaceous period. They are still of huge ecological and geological importance.\n\"Emiliania huxleyi\".\n\"Emiliania huxleyi\" (\"Ehux\" for short) is one of the most important planktonic algae on the planet today. It is the most common coccolithophore in the oceans of the world. It dominates in the northeast Atlantic, in the northeast Pacific and in the eastern Mediterranean. Its gigantic algal blooms are easily seen on satellite imagery. This blooming life-style started between ~80,000 and 50,000 years ago, and marks the start of the so-called \"Ehux Acme zone\" in the fossil record.\nEhux is only seen in relatively young sediments, and must have evolved fairly recently. The first appearance of Ehux in the sediment is used as a biostratigraphic marker. This appearance was dated to ~270,000 years ago. Later, Weaver dated it at ~242–268,000 years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microscope","surface_form":"microscopic","offset":19},{"uri":"Algae","surface_form":"algae","offset":31},{"uri":"Chalk","surface_form":"chalk","offset":48},{"uri":"Eukaryote","surface_form":"eukaryote","offset":98},{"uri":"Plankton","surface_form":"plankton","offset":113},{"uri":"Protist","surface_form":"protist","offset":147},{"uri":"Skeleton","surface_form":"skeleton","offset":228},{"uri":"Ocean","surface_form":"marine","offset":298},{"uri":"Strata","surface_form":"strata","offset":305},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":319},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":389},{"uri":"Sediment","surface_form":"sediment","offset":525},{"uri":"Atlantic","surface_form":"Atlantic","offset":553},{"uri":"Ice_age","surface_form":"ice age","offset":606},{"uri":"Triassic","surface_form":"Triassic","offset":765},{"uri":"Diatom","surface_form":"diatom","offset":861},{"uri":"Fossil","surface_form":"fossil","offset":896},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1020},{"uri":"Ecology","surface_form":"ecological","offset":1062},{"uri":"Atlantic","surface_form":"Atlantic","offset":1323},{"uri":"Pacific","surface_form":"Pacific","offset":1350},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1377},{"uri":"Algal_bloom","surface_form":"algal bloom","offset":1405},{"uri":"Stratigraphy","surface_form":"biostratigraphic","offset":1749}]}