{"id":21933,"url":"http://en.wikipedia.org/wiki/Enclave","text":"In general use, an enclave can be any special area of a bigger area of land, such as a part of a city that has different taxes than the rest of the city.\nIn political geography, an enclave is a piece of land which has a different country totally around it. If another country has sovereignty over it, it is also called an \"exclave\" of that other country. It is usually landlocked, meaning it is completely encased by the surrounding country\nExclaves can also exist within a country. This is when some administrative regions have \"holes\" (of other such regions) in them.\nThe word \"enclave\" is a relatively new word in the language of diplomacy: Diplomats are used to speaking French. The word comes from late Latin \"inclavatus\", which can be translated as \"shut in, locked up\" (with a key, from Latin \"clavis\", key). The word got in the English language in the year 1868. \"exclave\" (with a similar meaning) followed 3 decades later.\nEnclaves may be created for a variety of historical, political or geographical reasons. Some areas have been left as enclaves simply because a river changed its course.\nSince living in an enclave can be very inconvenient and many agreements have to be found by both countries over mail addresses, power supply or passage rights, enclaves tend to be eliminated and many cases that existed before have now been removed. Sometimes it is the case, that enclaves are traded for one another.\nIn English Church history, subnational enclaves were known as peculiars (see also Royal Peculiar).","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":97},{"uri":"Tax","surface_form":"tax","offset":121},{"uri":"Politics","surface_form":"political","offset":157},{"uri":"Geography","surface_form":"geography","offset":167},{"uri":"Country","surface_form":"country","offset":230},{"uri":"Sovereignty","surface_form":"sovereignty","offset":280},{"uri":"Exclave","surface_form":"exclave","offset":323},{"uri":"Diplomacy","surface_form":"diplomacy","offset":633},{"uri":"French_language","surface_form":"French","offset":675},{"uri":"Latin","surface_form":"Latin","offset":708},{"uri":"1868","surface_form":"1868","offset":865},{"uri":"Decade","surface_form":"decade","offset":917},{"uri":"History","surface_form":"historical","offset":973},{"uri":"Political","surface_form":"political","offset":985},{"uri":"Geography","surface_form":"geographical","offset":998},{"uri":"River","surface_form":"river","offset":1075},{"uri":"England","surface_form":"English","offset":1421},{"uri":"Church","surface_form":"Church","offset":1429},{"uri":"Royal_Peculiar","surface_form":"Royal Peculiar","offset":1500}]}