{"id":21932,"url":"http://en.wikipedia.org/wiki/Exclave","text":"An exclave is strip of land that belongs to an entity (like a country or a region) but that is not connected to it by land (islands are not counted). The strip of land is surrounded by other political entities. A good example is Kaliningrad Oblast (the region around the Russian city Kaliningrad). It belongs to the Russian Federation, but is separated from the rest of that country by territory belonging to Lithuania and Poland.\nAlthough both meanings are close, an exclave might not be an enclave. An enclave is completely surrounded by one other country. For example, Kaliningrad is surrounded not by one state, but by two: Lithuania and Poland. It also borders the Baltic Sea. It is not an enclave. On the other hand, the Spanish exclave of Llivia is an enclave in France.\nMany exclaves today have some of idea of becoming independent, especially if the exclave is far away from the mainland.\nA much more obscure use means, in medical discussion, a detached part of an organ, as of the pancreas, thyroid, or other gland.\nThe lists below are of various types of exclaves that are not enclaves.\nSubnational exclaves.\nExclaves of administrative divisions below the national level.\n\"Practical\" exclaves.\nSome territories are not geographically detached from their motherland. Nevertheless, they are more easily reached by entering a foreign country. Very often, this is because of their location in a hilly area. It may also be because the only road enters that foreign place before coming back to the mother country. These territories may be called \"practical exclaves,\" \"pene-exclaves\" or \"quasi-exclaves\" and can be found along many borders, particularly those that are not heavily defended. They will only be attached to the motherland via an extremely small or thin slice of land.\nHistorical exclaves.\nlater became part of Poland and Russia (see Kaliningrad above).","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":62},{"uri":"Region","surface_form":"region","offset":75},{"uri":"Kaliningrad_Oblast","surface_form":"Kaliningrad Oblast","offset":229},{"uri":"Russia","surface_form":"Russia","offset":271},{"uri":"Kaliningrad","surface_form":"Kaliningrad","offset":284},{"uri":"Lithuania","surface_form":"Lithuania","offset":409},{"uri":"Poland","surface_form":"Poland","offset":423},{"uri":"Enclave","surface_form":"enclave","offset":492},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":670},{"uri":"Spain","surface_form":"Spanish","offset":727},{"uri":"Llivia","surface_form":"Llivia","offset":746},{"uri":"France","surface_form":"France","offset":770},{"uri":"Idea","surface_form":"idea","offset":811},{"uri":"Independent","surface_form":"independent","offset":828},{"uri":"Enclave","surface_form":"enclave","offset":1088},{"uri":"Administrative_division","surface_form":"administrative division","offset":1132},{"uri":"Kaliningrad","surface_form":"Kaliningrad","offset":1852}]}