{"id":219499,"url":"http://en.wikipedia.org/wiki/Ultra_Series","text":"ce=\"preserve\">The is the name for all the shows produced by Tsuburaya Productions featuring Ultraman, his many Kyodai (Brothers), and the countless number of ultra beings and the Ultra Monsters. The Ultra Series is one of the tokusatsu superhero productions from Japan, along with Kamen Rider Series, Super Sentai Series, and the Metal Hero Series.\nIntroduction Of Ultraman.\nUltraman is a Seijin from the Land of Light M-78. Many Ultramen are usually red and silver (although several different colored ultra's have been seen in recent years, most of them are blue colored) and have glowing yellow eyes (except for red warriors) and they have many abilities, most of them are to fire energy beams from many positions of crossed hands. The Ultra beings’ main weakness is that they can only stay on Earth in giant form for a small time, usually not longer than three minutes, because of the small amount of energy supply (Earth's atmosphere decreases the solar energy). This is marked by a blue light on the character's body usually called the Color Timer (but Ultraseven, 21, Nexus Anphans, and Next did not have a color timer) or \"warning light,\" which begins to blink red with increase in blinking as his energy supply goes down (and turns from grey to red) but Red warriors like Ultraseven had an orb on his head instead of a Color Timer. During this time the Ultra beings must either find a way to recharge or finish the fight as soon as possible, or forced to turn to human form, or worse, certain death. Sometimes some Ultra Warriors take them back to their home planet or when reflected sun rays by the mirrors on his color timer might charge them up. Some say another reason for Ultraman to recharge is because the Earth is badly polluted by humans, so Ultraman only has three minutes on Earth, but can survive long enough in outer space. The time limit only happens inside the Earth's atmosphere but they have none of those problems in outer space. In this case, Ultramen are almost always merged with a human host or create a human form for themselves in order to survive on Earth, more often than not reviving a recently dead person with their own lifeforce (Hikari did not revive the dead person but he controlled him). Ultra beings' also appear to be nearly immpossible to be permanently killed, as several times an Ultra being has been killed only to be revived by another member of their species. In other cases a large enough amount of energy can be provided to bring them back to life, usually provided by their human allies, even after being completely destroyed, as was the case with Mebius, death at the hands of Empera Seijin, only to be revived shortly thereafter by the life energy of his allies.\nThe Ultramen always try to avoid battles in a place where there are innocent people near them and try to cause the least amount of destruction as possible, from the side effects of their fights when fighting in the city, when and if they can not; a city like Tokyo would be destroyed.\nThe History.\n\"Ultra Q\" was originally the first Ultra Series but it featured any of the Ultras without monsters and came \"Ultraman\". It was followed by many other series. Productions after the original series are: Ultraseven (1967, TBS), Return of Ultraman (1971, TBS), Ultraman Ace (1972, TBS), Ultraman Taro (1973, TBS), Ultraman Leo (1974, TBS), Ultraman 80 (1980, TBS), Ultraman Tiga (1996, MBS), Ultraman Dyna (1997, MBS), Ultraman Gaia (1998, MBS), and Ultraman Cosmos (2001, MBS). Recently the studio tried bringing back the stories of the hero through the \"Ultra N Project,\" which involved three heroes: Ultraman Noa (the \"mascot\" of the Ultra N Project, who appears in stage shows as well as the final episode of Ultraman Nexus) in 2003, Ultraman Nexus (2004, CBC), and ULTRAMAN (2004, Shochiku Productions). This was followed by a return to past-style series in the form of Ultraman Max (2005, CBC). In the course of \"Max\" series, another new hero known as Ultraman Xenon was also introduced. April 2006 saw the 40th anniversary series, Ultraman Mebius, a rookie who will defeat the emperor of all Ultra Monsters, the Empera Seijin which will create a connection between the Ultra Kyodai. Another hero was also introduced: Ultraman Hikari, formerly known as Hunter Knight Tsurugi. Some series like Tiga, Dyna, Gaia, and Mebius had Gaidens (Side Stories). Tiga, Dyna, and Gaia had only one Gaiden for each but Mebius had 3 Gaidens. First featured during the story of Hikari before and after coming and leaving the earth. The second series featured the story after the final episode of Ultraman Mebius. The third featured about the events that happened before the events of the movie.\nThe series has also been in the movie theaters, starting with \"Ultraman Zearth\" and \"Ultraman Zearth 2,\" \",\" released in 2000, as well as \"ULTRAMAN,\" a movie that opened in December 2004. The direct to video (releasing in market than in theaters) market also saw the release of \"Ultraman Neos\" in 2000, as well as special features for Ultraman Tiga, Dyna, and Gaia, who have teamed up in theatrical features (Tiga and Dyna once, as well as the three of them all together). The \"Ultraman Mebius and Ultra Brothers\" movie opened in September 2006.\nForeign productions include the 1987 Hanna-Barbera co-production \"Ultraman: The Adventure Begins\" (in Japanese, \"Ultraman USA\"), an animated movie; \"Ultraman: Towards The Future\" (in Japanese, \"Ultraman Great\"), an Australian 1991 production and \"Ultraman: The Ultimate Hero\" (in Japanese, \"Ultraman Powered\"), produced in the United States in 1993. Ultraman series have also been dubbed into many languages, including English, Spanish (only Ultra Q, the original Ultraman, Ultra Seven, Return of Ultraman, Ultraman Great & Ultraman Tiga were known to be translated into Spanish), Portuguese (Ultraman, Ultraseven, Return of Ultraman and Ultraman Tiga [in Brazil]), Korean, Malay, Mandarin and Cantonese. Also of note is the American English dubbed version of \"Ultraman Tiga\" by 4Kids Entertainment that aired in 2002. The dubbed version considerably removed the nature of the character and general mood of the series, and possibly as a result it achieved only little success. An episode of the Hoshi no Kirby anime series (\"Kirby: Right Back at Ya\" in America) contains an Ultraman reference, leading to the possibility that \"Tiga\" may have only been licensed in order to explain the reference (both shows debuted on the same day).\nIn 1993, Tsuburaya Productions and Toei Company co-produced \"Ultraman vs. Kamen Rider,\" a connection with the original Ultraman and Toei's Kamen Rider Ichigo. This direct to video feature is co-copyrighted by both Toei (and its members, Toei Video and Ishimori Productions) and Tsuburaya Productions.\nAt present, Tsuburaya Prod. accepts 36 Ultramen as official (counting Ultraman Legend, the combined form of Ultramen Cosmos and Justice, as a separate Ultra Warrior). This does not connect with Thai produced Ultramen. (The figure is 38 if Next, Noa, and Nexus are counted as separate Ultras- it has been revealed in \"Nexus\" that all three are a single being with many modes used by different hosts.) In 2001, the \"Ultra Series\" was added in the Guinness Book of World Records as the record holder for the most number of spin-off shows.\nBasic shows.\n\"An asterisk * denotes shows (or movies) that has no Ultramen.\"\nOVT (Original Video Tokusatsu).\n1999 Ultra Seven Series\n2001 Heisei Ultraman Side Stories\n2002 Ultra Seven Series\n\"Digital Ultra\" Japanese DVD Release.\nIn Japan, there have been several box sets that were released which would each contain a particular Ultra series. As of now, there are only four such box sets. The sets were released as part of the Digital Ultra movement where the shows would be re released with digital remastering.\nThe \"Digital Ultra\" re-release order of the series may not match the time order in which they were originally aired in Japan.\nLicensing rights dispute.\nUltraman's licensing rights outside of Japan have been the subject of a long legal dispute between Tsuburaya Productions and Chaiyo Productions (also called Tsuburaya Chaiyo Co Ltd) based in Thailand. Tsuburaya had previously worked together with Chaiyo on the production of two movies, \"The 6 Ultra Brothers vs. the Monster Army\" and \"Jumborg Ace & Giant\"—the latter of which featured another Tsuburaya superhero, Jumborg Ace—in 1974. Sompote Saengduenchai, founder/president of Chaiyo Productions, claimed and maintained that in 1976, the late Noboru Tsuburaya, Eiji's son, who had died in 1995, had given him and his company a contract which had given him rights to everything Ultraman outside Japanese territories in exchange for a monetary loan.\nIn anger of the reason that the document failed to state clearly and exactly what had been given to Tsuburaya in exchange for these rights, Japanese and Thai courts accepted this contract as real and bonding, because of the supposed hanko of the late Noboru Tsuburaya in the document. Tsuburaya Productions insisted and maintained that the contract was a fraud (due to some errors, including the some titles of the series in the document, such as \"Ultra Q\" being called \"Ultraman 1: Ultra Q,\" \"Ultra Seven\" being called \"Ultraman 3: Ultraman Seven,\" and Tsuburaya Productions being called \"Tsuburaya Prod. and Enterprises,\" a name the company never did business under), and repeatedly opposed the issue.\nIn the course of the legal battle, Sompote presented photos of himself sharing his photos of Thai Buddhist stating that Eiji had based Ultraman's face on the said structure, a claim which he has continued to hold since the dispute began. No other proof supporting this claim was known to exist.\nAfter an 8-year battle in the courts of both countries, Sompote Saengduenchai was awarded a favorable decision on April 27, 2004. The exact ruling fell into some dispute: Some said it only gave him selling rights for the first six Ultra Series (\"Ultra Q\" through \"Ultraman Taro\") and \"Jumborg Ace\" outside Japan, and broadcasting rights of said shows within Thailand. Other accounts, usually reported in the Thai/Asian media, said that Chaiyo had got the rights to those six shows everywhere outside Japan. The dispute could be taken as Chaiyo's side of the story, as Tsuburaya was reported in the Japanese media to continue taking more action against them.\nTsuburaya decided not to market any of the disputed six Ultra Series outside Japan until it had completely settled the rights cases with Chaiyo, although the company continued to sell all of the Ultraman programs created after Ultraman Taro, including the theatrical feature \"Ultraman the Next,\" throughout the world. Because of the copyright dispute, sending literature on Ultraman into Singapore and Malaysia was stopped. It also resulted in a slow coming down against Thai Ultraman fans, who were assumed to be outright Chaiyo supporters.\nIn 2005 the American company BCI Eclipse announced they had acquired the DVD rights to the original \"Ultraman\" from Chaiyo. A 3-disc box set containing the first 20 episodes of the series was released on July 18, 2006, and a second 3-disc box set containing the remaining 19 episodes was released on November 7, 2006. Both sets feature the original Japanese dialogue track as well as the English dubbed version produced by United Artists for North American people. At certain times, the English dialogue track changed to the Japanese dialogue for small time. This was because BCI had used audio from older recordings in which many scenes had to be cut or shortened for the American broadcast in order to fit running time. Tsuburaya Productions still held on to the complete original English dubbing materials, which they had obtained from a warehouse in 1997, and refused to provide them for BCI. (Contrary to BCI's statements, the original English dubs were complete and uncut, except for a small cut in the conclusion of Episode 36, \"Gift From The Sky.\")\nDuring the time of the legal battle, Chaiyo created three of their own Ultras: Ultraman Millennium, Dark Ultraman (an evil Ultra), and Ultraman Elite. These were not used for other reasons than stage shows and for selling. Chaiyo also created a TV series he called \"Project Ultraman,\" un-aired as of late March 2008, a joint project in China featuring his own Ultraman and attaching Hong Kong star, Ekin Cheng to the project.\nOn August 23, 2006, Tsuburaya Productions created a new law for ultraman's right against Chaiyo for copyright (concerning their three original Ultraman characters), and the court case was taken to China. The Chinese courts in Beijing opened \"The Ultraman Copyright Study Group\" in response to the law for ultraman's right. In April 2007, the Thailand Intellectual Property Court ruled in favor of Tsuburaya Productions, ordering Chaiyo to stop making commercial profits from Chaiyo produced Ultraman characters such as Millennium, Dark, and Elite. The supporters (except for fans) were also fined THB 15,000,000 (approx. JPY 50,904,959 or USD 428,673.50 c. April 2007) plus interest and attorneys' fees. \"Project Ultraman\" went on a break as a result of the ruling, which said that even if Chaiyo owned the right to some of the Ultraman series, it did not own the right to Ultraman and his brothers, including the design. Chaiyo gained permission to sell the original series, but lost the right to create and market its own Ultraman, or even use the original, without Tsuburaya permission.\nOn February 5, 2008, the Supreme Court ruled in favor of Tsuburaya Productions of Japan after they made an appeal to the initial ruling. The ruling ended the long legal battle by finding Sompote Saengduenchai was not a co creator of Ultraman. The decision ended Sompote's bid to continue his enterprise, and the court gave Sompote 30 days to stop gaining money from Ultraman. The final ruling saw Tsuburaya Productions as the main copyright owner. Sompote was also required to pay THB 10,700,000 plus interest at the rate of 7.5 per cent a year starting from December 16, 1997, when the original law for ultraman's right was filed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tsuburaya_Productions","surface_form":"Tsuburaya Productions","offset":60},{"uri":"Ultraman","surface_form":"Ultraman","offset":92},{"uri":"Kyodai","surface_form":"Kyodai","offset":111},{"uri":"Ultra_Monsters","surface_form":"Ultra Monsters","offset":179},{"uri":"Tokusatsu","surface_form":"tokusatsu","offset":226},{"uri":"Kamen_Rider_Series","surface_form":"Kamen Rider Series","offset":281},{"uri":"Super_Sentai_Series","surface_form":"Super Sentai Series","offset":301},{"uri":"Metal_Hero_Series","surface_form":"Metal Hero Series","offset":330},{"uri":"Seijin","surface_form":"Seijin","offset":389},{"uri":"M-78","surface_form":"M-78","offset":419},{"uri":"Ultra_Q","surface_form":"Ultra Q","offset":3017},{"uri":"Ultraman","surface_form":"Ultraman","offset":3125},{"uri":"Ultraseven","surface_form":"Ultraseven","offset":3217},{"uri":"Tokyo_Broadcasting_System","surface_form":"TBS","offset":3235},{"uri":"Return_of_Ultraman","surface_form":"Return of Ultraman","offset":3241},{"uri":"Ultraman_Ace","surface_form":"Ultraman Ace","offset":3273},{"uri":"Ultraman_Taro","surface_form":"Ultraman Taro","offset":3299},{"uri":"Ultraman_Leo","surface_form":"Ultraman Leo","offset":3326},{"uri":"Ultraman_80","surface_form":"Ultraman 80","offset":3352},{"uri":"Ultraman_Tiga","surface_form":"Ultraman Tiga","offset":3377},{"uri":"Mainichi_Broadcasting_System","surface_form":"MBS","offset":3398},{"uri":"Ultraman_Dyna","surface_form":"Ultraman Dyna","offset":3404},{"uri":"Ultraman_Gaia","surface_form":"Ultraman Gaia","offset":3431},{"uri":"Ultraman_Cosmos","surface_form":"Ultraman Cosmos","offset":3462},{"uri":"Ultraman_Nexus","surface_form":"Ultraman Nexus","offset":3750},{"uri":"Chubu-Nippon_Broadcasting","surface_form":"CBC","offset":3772},{"uri":"Ultraman_(2004_film)","surface_form":"ULTRAMAN","offset":3782},{"uri":"Shochiku_Productions","surface_form":"Shochiku Productions","offset":3798},{"uri":"Ultraman_Max","surface_form":"Ultraman Max","offset":3887},{"uri":"Ultraman_Xenon","surface_form":"Ultraman Xenon","offset":3970},{"uri":"Ultraman_Mebius","surface_form":"Ultraman Mebius","offset":4050},{"uri":"Ultra_Monsters","surface_form":"Ultra Monsters","offset":4111},{"uri":"Ultraman_Hikari","surface_form":"Ultraman Hikari","offset":4236},{"uri":"Hunter_Knight_Tsurugi","surface_form":"Hunter Knight Tsurugi","offset":4271},{"uri":"Ultraman_Zearth","surface_form":"Ultraman Zearth","offset":4759},{"uri":"Ultraman_Zearth_2","surface_form":"Ultraman Zearth 2","offset":4781},{"uri":"Ultraman_(2004_film)","surface_form":"ULTRAMAN","offset":4835},{"uri":"Ultraman_Neos","surface_form":"Ultraman Neos","offset":4975},{"uri":"Hanna-Barbera","surface_form":"Hanna-Barbera","offset":5279},{"uri":"United_States","surface_form":"United States","offset":5569},{"uri":"Malay_language","surface_form":"Malay","offset":5916},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":5923},{"uri":"Yue_Chinese","surface_form":"Cantonese","offset":5936},{"uri":"American_English","surface_form":"American English","offset":5967},{"uri":"4Kids_Entertainment","surface_form":"4Kids Entertainment","offset":6021},{"uri":"Hoshi_no_Kirby","surface_form":"Hoshi no Kirby","offset":6237},{"uri":"Toei_Company","surface_form":"Toei Company","offset":6510},{"uri":"Ultraman_vs._Kamen_Rider","surface_form":"Ultraman vs. Kamen Rider","offset":6536},{"uri":"Kamen_Rider_Ichigo","surface_form":"Kamen Rider Ichigo","offset":6614},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book of World Records","offset":7221},{"uri":"Ultra_Seven","surface_form":"Ultra Seven","offset":7426},{"uri":"Heisei","surface_form":"Heisei","offset":7450},{"uri":"Ultra_Seven","surface_form":"Ultra Seven","offset":7484},{"uri":"Licensing","surface_form":"licensing","offset":7988},{"uri":"Japan","surface_form":"Japan","offset":8016},{"uri":"Chaiyo_Productions","surface_form":"Chaiyo Productions","offset":8102},{"uri":"Tsuburaya_Chaiyo_Co_Ltd","surface_form":"Tsuburaya Chaiyo Co Ltd","offset":8134},{"uri":"Thailand","surface_form":"Thailand","offset":8168},{"uri":"The_6_Ultra_Brothers_vs._the_Monster_Army","surface_form":"The 6 Ultra Brothers vs. the Monster Army","offset":8265},{"uri":"Jumborg_Ace_%26amp%3B_Giant","surface_form":"Jumborg Ace & Giant","offset":8313},{"uri":"Jumborg_Ace","surface_form":"Jumborg Ace","offset":8392},{"uri":"Sompote_Saengduenchai","surface_form":"Sompote Saengduenchai","offset":8413},{"uri":"Noboru_Tsuburaya","surface_form":"Noboru Tsuburaya","offset":8523},{"uri":"Hanko_(stamp)","surface_form":"hanko","offset":8961},{"uri":"Ultra_Q","surface_form":"Ultra Q","offset":9176},{"uri":"Ultra_Seven","surface_form":"Ultra Seven","offset":9222},{"uri":"Ultra_Q","surface_form":"Ultra Q","offset":9973},{"uri":"Ultraman_Taro","surface_form":"Ultraman Taro","offset":9991},{"uri":"Jumborg_Ace","surface_form":"Jumborg Ace","offset":10012},{"uri":"Ultraman_the_Next","surface_form":"Ultraman the Next","offset":10661},{"uri":"Singapore","surface_form":"Singapore","offset":10773},{"uri":"Malaysia","surface_form":"Malaysia","offset":10787},{"uri":"Ultraman","surface_form":"Ultraman","offset":11028},{"uri":"English_language","surface_form":"English","offset":11315},{"uri":"United_Artists","surface_form":"United Artists","offset":11350},{"uri":"North_America","surface_form":"North America","offset":11369},{"uri":"Ekin_Cheng","surface_form":"Ekin Cheng","offset":12383},{"uri":"China","surface_form":"China","offset":12607},{"uri":"Thai_baht","surface_form":"THB","offset":13007},{"uri":"Japanese_yen","surface_form":"JPY","offset":13031},{"uri":"United_States_dollar","surface_form":"USD","offset":13049}]}