{"id":219423,"url":"http://en.wikipedia.org/wiki/Miley_Cyrus","text":"Miley Ray Cyrus (formerly Hemsworth; born Destiny Hope Cyrus'\"; November 23, 1992) is an American singer and musician. She has starred in a television series (\"Hannah Montana\") and in four movies. She has released five albums and has written an autobiography.\nCyrus played minor roles in television series \"Doc\" and movie \"Big Daddy\" and \"Big Fish\". She then appeared in \"Hannah Montana\" in 2006. Her debut studio album \"Meet Miley Cyrus\" was released in 2007. As of 2020, Cyrus has released seven albums: \"Meet Miley Cyrus\" (2007), \"Breakout\" (2008), \"Can't be Tamed\" (2010), \"Bangerz\" (2013), \"Miley Cyrus and Her Dead Petz\" (2015), \"Younger Now\" (2017), and \"Plastic Hearts\" (2020).\nPersonal life.\nCyrus was born Destiny Hope Cyrus in Franklin, Tennessee. Her parents are Billy Ray Cyrus and Letitia \"Tish\" (Finley) Cyrus. Miley was a childhood nickname. Cyrus changed her legal name to Miley Ray Cyrus in 2008.\nIn 2008, Cyrus dated Australian actor Liam Hemsworth. The two became engaged before breaking off their engagement in 2013. They reconciled and were later married on December 23, 2018.\nIn August 2019, it was announced that Cyrus and Hemsworth had separated.\nTelevision.\nCyrus was eleven years old when she starred in the television series, \"Hannah Montana\". In 2012 and 2013, Cyrus played Missi in the series \"Two and a Half Men\". In August 2013, Cyrus twerked on singer Robin Thicke at the MTV Video Music Awards program. It was the most tweeted about event in history. There were 360,000 tweets per minute.\nIn September 2016, Cyrus co-starred in Amazon Studios' \"Crisis in Six Scenes\".\nMusic.\nIn 2006, Cyrus released the first \"Hannah Montana\" soundtrack album. It has sold 4.5 million copies. It reached number one on the US \"Billboard\" 200. In 2007, she released a double album, \"Hannah Montana 2: Meet Miley Cyrus\". The first CD was a soundtrack album for \"Hannah Montana\", and the second CD was Cyrus' first studio album. She starred in the Best of Both Worlds Tour.\nHer second album was \"Breakout\" (2008) and third album was \"Can't be Tamed\" (2010).\nHer fourth album \"Bangerz\" was released on October 4 by RCA Records. So far three singles have been released from \"Bangerz\". \"We Can't Stop\" was released in June 2013. It reached number 2 in the U.S. \"Billboard\" Hot 100. In September 2013, Cyrus released the nude music video for her next single, \"Wrecking Ball\". It racked up more than 19.3 million views on Vevo in 24 hours, which was a record at the time. It reached number one in the United States, Canada, and the United Kingdom. \"Wrecking Ball\" was her first number-one single in the United States. In 2014, Cyrus embarked on The Bangerz World Tour.\nOn October 5, 2013, Cyrus presented \"Saturday Night Live\" for the second time.\nCyrus was a featured artist on rapper Future's November 2013 single, \"Real and True\". The single reached number 32 on the U.S. \"Billboard\" Hot R&B/Hip-Hop Songs chart.\nIn December 2013, MTV chose Cyrus as the best artist of the year. The video for the third single from \"Bangerz\", \"Adore You\", was posted on Vevo on December 26, 2013.\nCyrus released her fifth album, \"Miley Cyrus and Her Dead Petz\", on the music-sharing site Soundcloud on August 30, 2015, following the 2015 MTV Video Music Awards, which she hosted.\nCyrus released the lead single \"Malibu\" from her sixth album, \"Younger Now\", on May 11, 2017.\nMovies.\nIn 2008, Cyrus voiced the part of \"Penny\" in the Disney computer-animated movie \"Bolt\". In 2009, she starred in '. In 2010, she starred in \"The Last Song\" and had a brief appearance in \"Sex and the City 2\". In 2012, she starred in \"LOL\" and in \"So Undercover\".\nBooks.\nIn 2008, Cyrus posed nude for snaps that appeared in \"Vanity Fair\" magazine. This adventure did not damage Cyrus's career. In early 2009, Cyrus released the autobiography, \"Miles to Go\". The book is a collection of family photographs, stories, and memories.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":89},{"uri":"Hannah_Montana","surface_form":"Hannah Montana","offset":160},{"uri":"Hannah_Montana","surface_form":"Meet Miley Cyrus","offset":507},{"uri":"Breakout_(album)","surface_form":"Breakout","offset":534},{"uri":"Can%27t_be_Tamed","surface_form":"Can't be Tamed","offset":553},{"uri":"Bangerz","surface_form":"Bangerz","offset":578},{"uri":"Miley_Cyrus_and_Her_Dead_Petz","surface_form":"Miley Cyrus and Her Dead Petz","offset":596},{"uri":"Billy_Ray_Cyrus","surface_form":"Billy Ray Cyrus","offset":775},{"uri":"Liam_Hemsworth","surface_form":"Liam Hemsworth","offset":953},{"uri":"Hannah_Montana","surface_form":"Hannah Montana","offset":1255},{"uri":"Two_and_a_Half_Men","surface_form":"Two and a Half Men","offset":1324},{"uri":"Twerking","surface_form":"twerked","offset":1367},{"uri":"Robin_Thicke","surface_form":"Robin Thicke","offset":1385},{"uri":"MTV","surface_form":"MTV","offset":1405},{"uri":"Twitter","surface_form":"tweeted","offset":1453},{"uri":"Breakout_(album)","surface_form":"Breakout","offset":2009},{"uri":"Can%27t_be_Tamed","surface_form":"Can't be Tamed","offset":2047},{"uri":"Wrecking_Ball_(Miley_Cyrus_song)","surface_form":"Wrecking Ball","offset":2369},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":2714},{"uri":"Future_(rapper)","surface_form":"Future","offset":2794},{"uri":"MTV","surface_form":"MTV","offset":2942},{"uri":"Adore_You","surface_form":"Adore You","offset":3038},{"uri":"Soundcloud","surface_form":"Soundcloud","offset":3182},{"uri":"MTV","surface_form":"MTV","offset":3232},{"uri":"Video_Music_Awards","surface_form":"Video Music Awards","offset":3236},{"uri":"Malibu_(Miley_Cyrus_song)","surface_form":"Malibu","offset":3306},{"uri":"Voice_actor","surface_form":"voiced","offset":3391},{"uri":"Bolt_(movie)","surface_form":"Bolt","offset":3457},{"uri":"Sex_and_the_City_2","surface_form":"Sex and the City 2","offset":3562}]}