{"id":219578,"url":"http://en.wikipedia.org/wiki/Jasenovac_i_Gradi%C5%A1ka_Stara","text":"e=\"preserve\">Jasenovac i Gradiška Stara (Jasenovac and Stara Gradiška) is a Croatian song promoting the Ustaše. The lyrics celebrate the World War II crimes against the Serbs. The lyrics include words in the typical dialect of Herzegovina, where some of the worst atrocities against Serbs during WWII happened.[http://www.index.hr/vijesti/clanak.aspx?id=178032]\nIn 2007, Efraim Zuroff reported in the \"Jerusalem Post\" that during a performance by Marko Perković of the Croatian band Thompson at Maksimir Stadium, there were a large number of Ustaše symbols and fascist salutes among the crowd (which included politicians, government officials and celebrities), helping to create an air of discomfort among Croatia's minorities in the region at the time. Zuroff claimed that Perković gained notoriety two years earlier for having performed a modified version of the song, which \"expressed nostalgia for those two infamous Croatian concentration camps in which at least 300,000 innocent Serbs, Jews, Gypsies and anti-fascist Croatians were murdered by the Ustashe with nary a Nazi in sight.\"\nPerkovic himself denies writing or even performing the song, stating that he is a musician, not a politician. An organizer for a Thompson tour of New York City also defended Perkovic, saying he did not write the song nor is a copy available on any of his albums.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jasenovac_concentration_camp","surface_form":"Jasenovac","offset":41},{"uri":"Stara_Gradi%C5%A1ka_concentration_camp","surface_form":"Stara Gradiška","offset":55},{"uri":"Croatia","surface_form":"Croatia","offset":76},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":104},{"uri":"World_War_II","surface_form":"World War II","offset":137},{"uri":"Serbs","surface_form":"Serbs","offset":169},{"uri":"Herzegovina","surface_form":"Herzegovina","offset":227},{"uri":"Serbs","surface_form":"Serbs","offset":283},{"uri":"Efraim_Zuroff","surface_form":"Efraim Zuroff","offset":371},{"uri":"Jerusalem_Post","surface_form":"Jerusalem Post","offset":402},{"uri":"Thompson_(band)","surface_form":"Thompson","offset":483},{"uri":"Maksimir_Stadium","surface_form":"Maksimir Stadium","offset":495},{"uri":"New_York_City","surface_form":"New York City","offset":1236}]}