{"id":219592,"url":"http://en.wikipedia.org/wiki/Islam","text":"Islam (;,) is an Abrahamic monotheistic religion. All of its teachings and beliefs are written out in the Quran (also spelled Qur'an or Koran), the holy scripture of Islam. Believers of Islam are called Muslims which means \"submitter to God\". They believe that the Quran was spoken to Muhammad by the angel Gabriel, and that it is the word of God (or Allah). They view Muhammad as a prophet and messenger of God. Other beliefs and rules about what Muslims should do come from reports of what Muhammad taught or \"hadith\".\nLinguistically, Islam is defined as surrender to the command of God without objection, without submission, rebellion, and stubbornness. As for its idiomatic meaning, it is the religion that was brought by “Muhammad bin Abdullah,” sent by Almighty God, and which Muslims believe is the law with which God sealed the heavenly messages. In a hadith on the authority of Abu Hurairah that the Prophet Muhammad defined Islam: “By worshiping God and not associating anything with Him, performing the prayer, paying the obligatory zakat, fasting Ramadan and performing the pilgrimage to the house of God.”\nMuslims believe that there were many other prophets before Muhammad since dawn of humanity, beginning with the Prophet Adam and including the Prophet Noah (Nuh), the Prophet Abraham (Ibrahim), the Prophet Moses (Musa), and the Prophet Jesus (Isa). They believe that all these prophets were given messages by God of the oneness of God to their communities at different times in history of mankind, but Satan (referred to as 'Shaytan' in Arabic) made the past communities deviate from the message of oneness and other social codes. Muslims believe that the content of the Quran (written in Arabic) is protected by Allah as mentioned in the Quran and is the final message of God for all of mankind until the day of judgment.\nMost Muslims belong to one of two groups. The most common is Sunni Islam (75–90% of all Muslims are Sunni Muslims). The second is Shia Islam (10–20% of all Muslims are Shias – also called Shiites). But there are many more groups like the Alevis in Turkey.\nWith about 1.75 billion followers (24% of the world's population), Islam is the second-largest religion in the world. Islam is also the fastest-growing religion in the world. Islam is also the second-largest and fastest-growing religion in Europe.\nBeliefs and practices.\nAccording to the Qur’an, Muslims believe in God, his angels, his books, his messengers, the Last Day, and Fate. In accordance with a Qur’anic verse: “We have created everything with predestination As much is good and bad\". And in hadith the Messenger Muhammad when he said that faith is: “to believe in God, his angels, his books, his messengers, and the Last Day, and believe in the destiny of good and bad.” Muslims believe that God is the one God who created the universe with everything in it. The Qur’an revealed to the Prophet Muhammad through Gabriel. They believe that he is the final messenger of all messengers that are sent before him. The Prophets are human beings and children of Adam, whom God chose to be his messengers. Muslims believe that the prophets are not gods, but merely human beings with some miracles to prove their prophethood. They are the ones who receive divine revelation.\nThe Quran mentions the names of many prophets, including Adam, Noah, Abraham, Moses, Jesus, and others. According to the Qur’an, all of the prophets were Muslims who preached Islam, but with different laws. Islam is defined in the Qur’an as “the instinct of God upon which people have broken in.” \"Therefore set your face to the religion purely, the upright creation upon which He originated people. There is no change in the creation of Allah. This is the valuable religion, although most people do not know} (The Romans -Ar-Rum Surah, versus 30) Muslims also believe that Hanifism is the basis of Abraham's religion. And they see that the difference between the Abrahamic religions is in the Sharia (Law) only and not in the creed and that the Sharia of Islam abrogates what preceded it from the Sharia. this means that Islamic religion consists of Belief and Sharia.\nAs for belief, it is the set of principles that a Muslim must believe in, and it is fixed and does not differ according to the different prophets. As for Sharia (Law), it is the name for practical rulings that differ according to the different messengers.\nThe Five Pillars of Islam.\nNote: \"The Five Pillars of Islam\" is a term in the view of Sunni Islam that gathered out of the hadith. There is another term Osul al-Din (Religion Principles in English) in Shia Islam. That contains five beliefs: Tawheed, Adl, Nabovah, Imamah, Maad.\nQuran.\nIn Islamic belief, the Quran is the holy book of Islam and contained to words of Allah (God) and is conveyed to the Prophet Muhammad by the archangel Jibraeel, who had been tasked since Adam as the conveyor of the words of God as guidance to mankind. The Quran is the central point of reference and is a link which connects humanity with God.\nThe Qur'an contains many passages and chapters which covers the entire aspect of humanity, down to the most minute detail. From the creation and conception of human child to the details of the Earth and beyond. In the aspect of human life it contains stories and tales of old civilizations and past prophets and their life chronicles. The Quran also contains the Syaria' law or hudud, and emphasizes the equal rights man and women alike with mothers given special status where it is sinful to even glare at them.\nThe Qur'an has a total of 30 juzuks. In each juzuk, contains many surahs or verses, with 114 surahs which begins with Surah al-Fatehah(The Beginning) and ended with Surah an-Naas(Humanity). A Hafeez is a Muslim who has committed the Quran to memory and can accurately recite every word in the Quran without flipping a single page and apply them to daily life.\nOther important teachings in Islam are the Sunnah (which tell about Muhammad's life) and the Hadith (which are collections of dialogues of conversation that Muslims believe Muhammad said).\nThe Qur'an is considered in Islam as a manual to all of humanity and its teachings are to be implemented and shared by its readers.\nPlace of worship / Quran readings.\nMuslims pray in a place of worship called the mosque. A mosque is called a \"masjid\" in Arabic. Most mosques were mostly recognized having at least a single dome, and some have one or more towers. However many mosques were built without either domes or towers.\nMuslims take their shoes off before entering the masjid to pray. Prayer is one of the most important things that a Muslim does.\nPrayer.\nThe Muslim is called to prayer or solah five times a day. This call to prayer is called Adhan. The muezzin, a man chosen to make the call to prayer, uses a loudspeaker, which carries his voice to the people nearby. The call to prayer is often done out loud, in public, in Muslim countries. Being called to solah is a normal part of daily life for most people in Muslim countries.\nMuslims pray on a mat, which is called a \"prayer mat\" or \"prayer rug\" in English. Common Arabic names for the prayer mat include \"sajjāda\" and \"namazlık\".\nWhen it is time to pray, Muslims face the direction of Qibla - the direction they are supposed to pray in, towards Mecca. They then roll out their prayer mat, and perform their prayers to God.\nPeace be upon him.\nAccording to Islamic teachings, Muslims must say \"Peace be upon him\" (PBUH or pbuh) whenever they hear Prophet's name. In this way, they show respect to Muhammad and other prophets.\nIslam in the world.\nIn 2009, a study was done in 232 countries and territories. This study found that 23% of the global population or 1.57 billion people are Muslims. Of those, between 75% and 90% are Sunni and between ten and twenty five percent are Shi'a. A small part belong to other Islamic sects. In about fifty countries, more than half of the people are Muslim. Arabs account for around twenty percent of all Muslims worldwide. Islam has three holy sites; Jerusalem, Mecca and Medina.\nMost Muslims live in Asia and Africa. Around 62% of the world's Muslims live in Asia, with over 683 million followers in Indonesia, Pakistan, India, and Bangladesh. In the Middle East, non-Arab countries such as Turkey and Iran are the largest Muslim-majority countries; in Africa, Egypt and Nigeria have the biggest Muslim communities.\nMost estimates indicate that the People's Republic of China has about 20 to 30 million Muslims (1.5% to 2% of the population). However, data provided by the San Diego State University's International Population Center to U.S. News & World Report suggests that China has 65.3 million Muslims. Islam is the second largest religion after Christianity in many European countries,\nand is slowly catching up to that status in the Americas.\nDifferent denominations.\nLike with other religions, over time different movements have developed in Islam. These movements are based on different interpretations of the scriptures. The following sections list the most common movements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abrahamic_religion","surface_form":"Abrahamic","offset":17},{"uri":"Monotheism","surface_form":"monotheistic","offset":27},{"uri":"Religion","surface_form":"religion","offset":40},{"uri":"Quran","surface_form":"Quran","offset":106},{"uri":"Muhammad","surface_form":"Muhammad","offset":285},{"uri":"Gabriel","surface_form":"Gabriel","offset":307},{"uri":"Allah","surface_form":"Allah","offset":351},{"uri":"Prophet","surface_form":"prophet","offset":383},{"uri":"Messenger","surface_form":"messenger","offset":395},{"uri":"Hadith","surface_form":"reports of what Muhammad taught","offset":476},{"uri":"Adam_and_Eve","surface_form":"Adam","offset":1238},{"uri":"Noah","surface_form":"Noah","offset":1269},{"uri":"Ibrahim","surface_form":"Abraham","offset":1293},{"uri":"Moses","surface_form":"Moses","offset":1324},{"uri":"Jesus","surface_form":"Jesus","offset":1354},{"uri":"Satan","surface_form":"Satan","offset":1520},{"uri":"Sunni_Islam","surface_form":"Sunni Islam","offset":1902},{"uri":"Shia_Islam","surface_form":"Shia Islam","offset":1971},{"uri":"Gabriel","surface_form":"Jibraeel","offset":4833},{"uri":"Verse","surface_form":"verse","offset":5615},{"uri":"Sunnah","surface_form":"Sunnah","offset":5942},{"uri":"Hadith","surface_form":"Hadith","offset":5992},{"uri":"Muslims","surface_form":"Muslims","offset":6255},{"uri":"Dome","surface_form":"dome","offset":6411},{"uri":"Tower","surface_form":"tower","offset":6443},{"uri":"Prayer","surface_form":"prayer","offset":6675},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":6807},{"uri":"Carpet","surface_form":"mat","offset":7049},{"uri":"Qibla","surface_form":"Qibla","offset":7241},{"uri":"Peace_be_upon_him_(Islam)","surface_form":"Peace be upon him","offset":7448},{"uri":"Sunni","surface_form":"Sunni","offset":7781},{"uri":"Shi%27a","surface_form":"Shi'a","offset":7831},{"uri":"Arabs","surface_form":"Arabs","offset":7949},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":8043},{"uri":"Mecca","surface_form":"Mecca","offset":8054},{"uri":"Medina","surface_form":"Medina","offset":8064},{"uri":"Asia","surface_form":"Asia","offset":8152},{"uri":"Indonesia","surface_form":"Indonesia","offset":8193},{"uri":"Pakistan","surface_form":"Pakistan","offset":8204},{"uri":"India","surface_form":"India","offset":8214},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":8225},{"uri":"Middle_East","surface_form":"Middle East","offset":8244},{"uri":"Turkey","surface_form":"Turkey","offset":8284},{"uri":"Iran","surface_form":"Iran","offset":8295},{"uri":"Africa","surface_form":"Africa","offset":8346},{"uri":"Egypt","surface_form":"Egypt","offset":8354},{"uri":"Nigeria","surface_form":"Nigeria","offset":8364},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":8442},{"uri":"San_Diego_State_University","surface_form":"San Diego State University","offset":8566},{"uri":"U.S._News_%26amp%3B_World_Report","surface_form":"U.S. News & World Report","offset":8630},{"uri":"Christianity","surface_form":"Christianity","offset":8744},{"uri":"Europe","surface_form":"Europe","offset":8765},{"uri":"Americas","surface_form":"Americas","offset":8833}]}