{"id":219593,"url":"http://en.wikipedia.org/wiki/Judaism","text":"\"This article is about the Jewish religion. For more information about the Jewish people, see Jew.\"\nJudaism (Hebrew: יהדות) is the world's oldest Abrahamic religion. It is almost 4,000 years old. There are about 15 million followers. They are called Jews. It is the oldest monotheistic religion. The Torah is the most important holy book of Judaism. The laws and teachings of Judaism come from the Torah, the first five books of the Hebrew Bible and oral traditions. Some of these were first oral traditions and later written in the Mishnah, the Talmud, and other works.\nBoth Christianity and Islam are similar to Judaism. These religions accept the belief in one God and the moral teachings of the Hebrew Bible (Old Testament), which includes the Torah or \"תורה.\"\nBasic beliefs.\nThe three main beliefs at the center of Judaism are Monotheism, Identity, and covenant (an agreement between God and his people).\nThe most important teachings of Judaism is that there is one God, who wants people to do what is just and compassionate. Judaism teaches that a person serves God by learning the holy books and doing what they teach. These teachings include both ritual actions and ethics. Judaism teaches that all people are made in the image of God and deserve to be treated with dignity and respect.\nOne God.\nThe main teachings of Judaism about God are that there is a God and there is only one God and that god is Yahweh. Only God created the universe and only He controls it. Judaism also teaches that God is spiritual and not physical.\nJews believe that God is one – a unity: He is one whole, complete being. He cannot be divided into parts and people cannot say how He looks in words; they can only say how He is and what He does..\nJews believe that all goodness and morality is from God. God is interested in what people do and He watches what they do.\nJudaism teaches that all people are made in the image of God. This is why people must be treated with dignity and respect. A person serves God by being like God. This means that they must do what is fair and just, show mercy, and behave with kindness and love for people.\nJudaism says that God exists forever, that He is in every place, and that He knows all things. He is above nature (“supernatural”) but He is in the world and He hears people who pray to Him and can answer them. God is the main power in the universe.\nJudaism teaches that God allows people to choose what to do – this is called “free will.” Free will is the freedom to do whatever a person wants to but must be responsible of his own actions. A person is responsible for their actions. God rewards people who do good actions and punishes people who do bad actions. God gives a person a reward or a punishment in this world, but He gives the final reward or punishment to the soul of the person after they die.\nJews.\nJews believe that God made an agreement called a “covenant” with Abraham, the ancestor of the Jewish people. The Bible says that God promised to bless Abraham and his descendants if they worshipped God and were faithful to him. God made this covenant with Abraham's son, Isaac, and with Isaac's son, Jacob. God gave Jacob another name, Israel. This is how Jacob’s descendants got the name the “Children of Israel” or “Israelites.” God later gave the Torah to the Israelites through their leader, Moses. The Torah told the Israelites how to live and build their community. God gave the Israelites the Ten Commandments and other laws in the Torah.\nThe Jews are sometimes called the “Chosen People.” This is because the Bible says God told them “you will be to Me a kingdom of priests and a holy nation” (Exodus 19:6) and “For you are a holy people to the Lord your God, and the Lord chose you to be His own special nation out of all peoples on the earth” (Deuteronomy 14:2). Jews understand this means that they have special duties and responsibilities commanded by God. For example, Jews must build a just society and serve only God. Jews believe that this covenant works in two ways: if they follow God’s laws, He will give them his love and protection, but they are also responsible for their sins – bad actions – and not doing what God told them. Jews believe that they must teach other people that God exists and that God wants all people to do good actions. Jews believe that their job in the world is to be \"a light to the nations\" (Isiah 49:6) by showing the people of the world ways to make the world a better place.\nJews believe that God has given them a special job to repair the world. Their job is to make the world a better place with more good in it. They must use the things in the world to increase good and come closer to God. They call this “\"tikkun olam\"” – repairing the world. Jews see themselves as God’s partner to repair the world in any way they can – to find ways to lessen suffering of people and animals, to make more peace and respect between people, and protect the earth’s environment from destruction.\nJews do not try to convince other people to believe in Judaism. Jews believe they have a special job to show all peoples that God exists, but people do not have to be Jewish to follow God. All people can serve God by following the Seven Commandments (rules) given to Noah. But, Judaism accepts people who choose to change their religion to Judaism.\nTorah and \"Mitzvot\".\nJews believe that God tells them in the Torah the way of life that they must follow. The Torah says God wants the people of Israel to walk in His ways, to love Him, and to serve Him, and to keep God’s commandments (Deut. 10:12–13). Actions are more important than beliefs and beliefs must be made into actions.\nThese actions are called “\"mitzvot\"” in Hebrew (singular: a \"mitzvah\" מִצְוָה). Sometimes they are called “laws,” \"rules\" or “commandments”. Many people think of a mitzvah as \"a good act,\" or \"a good thing to do.\" There are 613 \"mitzvot\" in the Torah. Jews believe that the Torah gives \"mitzvot\" for all people; all people must keep seven laws that were taught to Noah and his children after the flood. The Jews must keep 613 mitzvot, which are listed in the Torah. The rabbis counted 365 \"mitzvot\" that Jews must not do (negative \"mitzvot\"), and 248 \"mitzvot\" that Jews must do (positive \"mitzvot\"). Some \"mitzvot\" are for everyday life, and some are only for special times, such as Jewish holidays. Many of the 613 \"mitzvot\" are about the Holy Temple in Jerusalem and cannot be done now, since the Temple was destroyed.\nSome of the \"mitzvot\" are about how people must act to other people. For example, they must give charity to a poor person, or help a person who is in danger. They must not steal or lie. These are ethical and moral \"mitzvot\".\nSome \"mitzvot\" are about how people must act towards God. For example, they must respect God’s name, or not work on the Sabbath. These are religious or ritual \"mitzvot\". Jews believe that God tells them to do both ethical and religious acts.\nJews see \"mitzvot\" as acts that sanctify – bring holiness – to the world and bring people and the world closer to God. Jews do the \"mitzvot\" to sanctify the physical world and the things in it, such as food and drink, clothing, and natural activities such as sex, work, or seeing beautiful sights. Before doing many acts, such as eating, Jews say a blessing – a short prayer – that God makes and gives a person the things that they need for life. In Judaism, life is most holy and important. A Jew must stop doing other \"mitzvot\" of the Torah to help save another person’s life.\nJews believe that they must do the \"mitzvot\" with happiness and joy because the Bible says “Serve God with joy; come before God with singing” (Psalms 100:2). Doing a \"mitzvah\" helps a person come close to God and that makes the person happy. A group of Jews called the Hasidim say this is the best way to live. They say that worrying takes people away from joy and they will not see the beauty and good in the world.\nMany \"mitzvot\" in the Torah are about the Land of Israel. The Talmud and later books call these \"mitzvot\" “commandments connected to the Land” because Jews can only do them in the Land of Israel. For example, Jews give gifts to the poor or the priests from their fields every year, take fruit or animals to the Temple in Jerusalem, and must stop working on the land every seven years (the “shmittah” – sabbatical year).\nThe Land of Israel.\nThe Land of Israel is holy in Judaism. A Jewish belief is that God created the Earth from Mount Moriah in Jerusalem in the Land of Israel, and He is always closest to this land. Jews believe that this land is where God told the Jewish people to build a society to serve Him, and many \"mitzvot\" (commandments) in the Torah are about the Land of Israel.\nThe Jewish people believe their history as a nation begins with Abraham. The story of Abraham in the Torah begins when God tells Abraham to leave his country. He promises Abraham and his descendants a new home in the land of Canaan. This is now known as the Land of Israel. It is named after Abraham's grandson, Jacob, who was also called Israel and who was the father of the twelve tribes. This is where the name “Land of Israel” comes from. The land is also called “the Promised Land” because in the Torah, God promises to give the land to the children of Abraham (,,).\nThe rabbis of the Talmud understood from the Torah () that it is a “mitzvah” for Jews to live in the land of Israel. They saw living outside of Israel as not natural for a Jew. Jews often called the land outside of Israel \"galut.\" This is usually translated as \"diaspora\" (a place where people are scattered), but the word more closely means \"exile\".\nThe Messiah and Saving The World.\nThe story of leaving Egypt, called the Exodus, is very important in the way the Jewish people understand the world. The Torah tells how God took a group of slaves, the Israelites, from slavery, and tells them how to be His partner to build the world. Jews see this story as a model for the whole world. In the future, the whole world will change, and all the people of the world will serve the one God. This will be God’s kingdom on Earth. They believe the whole of Jewish history, and world history, is part of this process.\nThe prophets taught that God would send a person to the world who would help all the people of the world see that God is the maker, king of the world and has supreme power. This person is called the Messiah. The word Messiah comes from the Hebrew word \"mashiah\", which means \"the anointed one\". The Book of Isaiah says the Messiah will be a just king who will unite the Jewish people and lead them in God's way. The Messiah will also unite all the people of the world to serve God. People will act with justice and kindness, and the whole world will be filled with peace.\nJews still wait for the Messiah to come. They believe that this will be a person. Other Jews believe in a future time when justice and peace will come through the cooperation of all people and the help of God.\nWritings.\nJews believe that to know what God wants them to do, they must study the books of Torah and its laws and do what they teach. These include both laws about how to behave to other people and how to serve God.\nThe two most important groups of books in Judaism are the Bible and the Talmud. The beliefs and actions of Judaism come from these books. Jewish teachers and scholars wrote more books, called commentaries. They explain and say more about what is written in the Bible and Talmud.\nThe Torah.\nThe Torah is the most important of all Jewish writings. The first five books of the Hebrew Bible (known to Christians as the \"Old Testament\") make up the Torah. The Torah contains the basic laws of Judaism and describes the history of the Jews until the death of Moses. Jewish tradition says that God told Moses what to write in the Torah, which is also called the Five Books of Moses. Religious Jews believe that Moses brought the Ten Commandments and the Torah down from Mount Sinai. The Ten Commandments are special because they were heard by all of the Jewish people at Mount Sinai. However, in traditional Judaism, all of the 613 \"mitzvot\" in the Torah are equally important.\nJews divide the Hebrew Bible into three parts and call it the Tanakh. The three parts are the Torah, which is the first five books; the Nevi'im, which are the books of the prophets; and the Ketuvim, meaning the Writings, which are other books of history and moral teachings.\nTalmud.\nRabbinic Jews also believe that there is another part of the Torah besides the five books of Moses. It is called the Mishnah, also called the Oral Torah or Oral Law. It explains how to follow the laws written in the 5 books. There is a commentary (explanation) of the Mishnah, called the Gemara. Together, the Mishna and the Gemara make up the Talmud. But Karaite Jews believe that there is no additional Torah besides the five books of Moses.\nTraditional Jews believe that God gave the written Torah and the oral Torah to Moses and that Moses told it to the Jewish people, and that it is the same today as it was back then. Traditional Jews also believe that all of the commandments must still be followed today.\nLiberal Jews believe that the Torah was inspired by God but written by human beings. Liberal Jews believe that all of the ethical laws in the Torah must still be followed, but many ritual laws do not need to be followed today.\nIt is considered good in Judaism to talk about the commandments and to try to understand how to follow them. The Talmud has many stories about Rabbis who argued about the commandments. Over time, some opinions have become the rule for everyone. Some rules are still being argued about. Jews praise logical argument and looking for truth.\nThere is no single leader of Judaism who can decide how to follow the commandments or what to believe. Even though Jews believe different things and they disagree about the rules, they are still one religion and one people.\nKashrut: Jewish food laws.\nJews who follow the religious rules called \"kashrut\" only eat some types of food that are prepared by special rules. Food that a Jew can eat is called \"kosher\" food.\nTraditional Jews are very careful about kashrut. They usually cannot eat many foods in non-kosher restaurants or in the home of someone who does not keep kosher. Sometimes, this makes it hard to visit people or to do business. It is important to understand that this is part of their religion. People help avoid this problem by choosing to dine with Traditional Jews in a kosher restaurant or serve them kosher food in their home.\nLiberal Jews are not so careful about kosher, although some of them may keep some rules.\nOther kosher rules.\nThere are other rules for kosher food as well.\nShabbat.\nOne of the commandments is to keep the Jewish Sabbath, or \"Shabbat\". Shabbat starts every Friday at sunset and ends on Saturday at nightfall. Shabbat is a day of rest to thank God for making the universe.\nThe tradition of resting on Shabbat comes from the Torah. According to the Torah, God created the world in six days and on the seventh day, Shabbat, He rested. Many Jews go to their temple or synagogue to pray on Shabbat.\nTraditional Jews are very careful about Shabbat. It is a special day. They clean their houses and prepare special food for Shabbat. They dress in their nicest clothes. They sing beautiful songs and say extra prayers in the synagogue. They have dinner and lunch with their families. Many families also invite guests for dinner and for lunch. They eat special delicious food, and sing together traditional Shabbat songs. On Shabbat afternoon people study Judaism together or just visit friends.\nLiberal Jews do not follow those rules. Some do go to synagogue, visit friends, or have special meals. But they may also talk on the phone, drive cars, and go shopping.\nKinds of Judaism.\nFor a very long time, most Jews in Europe believed the same basic things about Judaism. Jews in other lands had different beliefs and customs than European Jews. About 200 years ago, a small group of Jews in Germany decided to stop believing in many parts of Judaism and try to become more \"modern\" and more like Germans. Those Jews were called Reform Jews.\nToday there are three main kinds of Judaism: Reform, Conservative, and Orthodox Judaism. There are also kinds with a smaller number of people, such as Reconstructionist Judaism, and Karaite Judaism. Each group has its own practices according to how it understands the Jewish laws. For example, Reform (also called Liberal or Progressive) Judaism encourages people to choose the ways to be Jewish that mean the most to them based on the traditions. Reform Judaism teaches Jews to focus on the ethical laws of Judaism. Conservative Judaism developed after Reform Judaism. The leaders of Conservative Judaism felt that Reform Judaism was too radical. They wanted to conserve (protect) Jewish tradition instead of reforming (changing) it. Orthodox Jews do not believe that Reform or Conservative Judaism are correct because they believe that the laws given by God are timeless, and can't be changed.\nIn the most recent survey of Jews in the United States in 2000-2001, it was found that 35% of American Jews say they are Reform, 27% say they are Conservative, 10% say they are Orthodox, 2% say they are Reconstructionist and 25% do not say what type they are.\nIn Israel, almost all Jews go to Orthodox synagogues. There are very few Reform or Conservative synagogues, but there has been a steady increase since 2009. In Israel, Jews do not call themselves Reform, Conservative, or Orthodox. Instead, they mostly call themselves \"Haredi\" (completely religious) \"Dati\" (basically religious), \"Masorati\" (traditional/conservative) or \"Chiloni\" (secular). Surveys suggest about 20% of Israelis say they are secular, 25% say they are Dati or Haredi and 55% say they are traditional.\nNames of God.\nNames are very important in Judaism. Many Jews believe that a name not only tells you who someone is, but also tells you something about them. Names of God are very special in Judaism, so Jews do not write them or speak them fully but use other words instead. That is why some Jews write G-d, with a \"-\" instead of an \"o.\"\n\"HaShem\" Means \"The Name\". It is the word Jews use most often when not praying to talk about God.\n\"Adonai\" means \"My Lord.\" This name tells Jews about God's position. God is the King of the World, and his name Adonai lets us know that.\n\"Elohim\" means \"one who is strong enough to do everything.\" This name is used when talking about God's power to create or God's justice. This tells us that God is the creator and that God rules the world with just laws.\nThe two names above are so special that Orthodox Jews use these names only when they pray and read the Torah. When they are not praying or reading the Torah, they say \"Hashem\" (The Name) or \"Elokim\".\n\"God\" - Some Jews write \"God\" by replacing the \"o\" with a dash, like this: \"G-d\". They do this because God's name is very holy so they are not allowed to throw away a piece of paper with \"God\" written on it. However, if by accident \"God\" is written, then the paper can be disposed of in a special way and buried in a special place. Others say that \"God\" is just an English word, not Hebrew, and so it is not holy.\n\"YHWH\" (\"Yehovah\"/\"Yahweh\") is the most sacred name of God in Hebrew, and is not pronounced by most Jews. No one knows where the name came from, or what exactly it means. It looks like the Hebrew word \"hayah,\" which is the verb \"to be.\" (According to Hebrew scripture, when Moses asked God who God was, God told Moses \"I am that I am/I am who I am.\") Jews believe that the name YHWH shows that God is endless. Instead of trying to say it, most Jews say \"haShem\", which means \"The Name.\" Some people pronounce this name as \"Yahweh\", or \"Jehovah\". Scholars of religion sometimes refer to \"YHWH\" as \"the Tetragrammaton\", from Greek wo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jew","surface_form":"Jew","offset":94},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":109},{"uri":"Abrahamic_religion","surface_form":"Abrahamic religion","offset":146},{"uri":"Jew","surface_form":"Jew","offset":250},{"uri":"Monotheism","surface_form":"monotheistic","offset":273},{"uri":"Holy","surface_form":"holy","offset":328},{"uri":"Law","surface_form":"law","offset":354},{"uri":"Lesson","surface_form":"teachings","offset":363},{"uri":"Torah","surface_form":"Torah","offset":398},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":433},{"uri":"Oral_law","surface_form":"oral","offset":450},{"uri":"Tradition","surface_form":"tradition","offset":455},{"uri":"Oral_law","surface_form":"oral","offset":492},{"uri":"Tradition","surface_form":"tradition","offset":497},{"uri":"Mishnah","surface_form":"Mishnah","offset":533},{"uri":"Talmud","surface_form":"Talmud","offset":546},{"uri":"Christianity","surface_form":"Christianity","offset":576},{"uri":"Islam","surface_form":"Islam","offset":593},{"uri":"Bible","surface_form":"Bible","offset":706},{"uri":"Covenant","surface_form":"covenant","offset":858},{"uri":"Compassion","surface_form":"compassionate","offset":1016},{"uri":"Ritual","surface_form":"ritual","offset":1155},{"uri":"Ethics","surface_form":"ethics","offset":1174},{"uri":"Image","surface_form":"image","offset":1230},{"uri":"Dignity","surface_form":"dignity","offset":1274},{"uri":"Respect","surface_form":"respect","offset":1286},{"uri":"Yahweh","surface_form":"Yahweh","offset":1410},{"uri":"Creating","surface_form":"created","offset":1427},{"uri":"Universe","surface_form":"universe","offset":1439},{"uri":"Control","surface_form":"controls","offset":1460},{"uri":"Spirit","surface_form":"spiritual","offset":1506},{"uri":"Physical","surface_form":"physical","offset":1524},{"uri":"Unity","surface_form":"unity","offset":1567},{"uri":"Whole","surface_form":"whole","offset":1584},{"uri":"Divide","surface_form":"divided","offset":1620},{"uri":"Goodness","surface_form":"goodness","offset":1753},{"uri":"Morality","surface_form":"morality","offset":1766},{"uri":"Interested","surface_form":"interested","offset":1795},{"uri":"Watch","surface_form":"watches","offset":1831},{"uri":"Image","surface_form":"image","offset":1901},{"uri":"Dignity","surface_form":"dignity","offset":1955},{"uri":"Respect","surface_form":"respect","offset":1967},{"uri":"Serve","surface_form":"serves","offset":1985},{"uri":"Fair","surface_form":"fair","offset":2052},{"uri":"Justice","surface_form":"just","offset":2061},{"uri":"Mercy","surface_form":"mercy","offset":2072},{"uri":"Behave","surface_form":"behave","offset":2083},{"uri":"Kindness","surface_form":"kindness","offset":2095},{"uri":"Love","surface_form":"love","offset":2108},{"uri":"Exist","surface_form":"exists","offset":2147},{"uri":"Nature","surface_form":"nature","offset":2232},{"uri":"Power","surface_form":"power","offset":2352},{"uri":"Allow","surface_form":"allows","offset":2400},{"uri":"Free_will","surface_form":"free will","offset":2453},{"uri":"Responsible","surface_form":"responsible","offset":2579},{"uri":"Reward","surface_form":"rewards","offset":2614},{"uri":"Punish","surface_form":"punishes","offset":2653},{"uri":"Soul","surface_form":"soul","offset":2799},{"uri":"Agreement","surface_form":"agreement","offset":2870},{"uri":"Abraham","surface_form":"Abraham","offset":2905},{"uri":"Ancestor","surface_form":"ancestor","offset":2918},{"uri":"Promise","surface_form":"promised","offset":2973},{"uri":"Bless","surface_form":"bless","offset":2985},{"uri":"Descendant","surface_form":"descendants","offset":3007},{"uri":"Worship","surface_form":"worshipped","offset":3027},{"uri":"Faithful","surface_form":"faithful","offset":3051},{"uri":"Isaac","surface_form":"Isaac","offset":3111},{"uri":"Jacob","surface_form":"Jacob","offset":3140},{"uri":"Israelite","surface_form":"Israelite","offset":3258},{"uri":"Torah","surface_form":"Torah","offset":3290},{"uri":"Moses","surface_form":"Moses","offset":3336},{"uri":"Community","surface_form":"community","offset":3401},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":3440},{"uri":"Sometimes","surface_form":"sometimes","offset":3499},{"uri":"Choose","surface_form":"Chosen","offset":3521},{"uri":"Kingdom","surface_form":"kingdom","offset":3603},{"uri":"Holy","surface_form":"holy","offset":3628},{"uri":"Nation","surface_form":"nation","offset":3633},{"uri":"Special","surface_form":"special","offset":3745},{"uri":"Duty","surface_form":"duties","offset":3863},{"uri":"Responsibility","surface_form":"responsibilities","offset":3874},{"uri":"Command","surface_form":"commanded","offset":3891},{"uri":"Build","surface_form":"build","offset":3932},{"uri":"Justice","surface_form":"just","offset":3940},{"uri":"Society","surface_form":"society","offset":3945},{"uri":"Serve","surface_form":"serve","offset":3957},{"uri":"Agreement","surface_form":"covenant","offset":3996},{"uri":"Protection","surface_form":"protection","offset":4082},{"uri":"Sin","surface_form":"sin","offset":4134},{"uri":"Job","surface_form":"job","offset":4326},{"uri":"Show","surface_form":"showing","offset":4393},{"uri":"Way","surface_form":"ways","offset":4425},{"uri":"Better","surface_form":"better","offset":4450},{"uri":"Special","surface_form":"special","offset":4503},{"uri":"Job","surface_form":"job","offset":4511},{"uri":"Repair","surface_form":"repair","offset":4518},{"uri":"Better","surface_form":"better","offset":4569},{"uri":"Increase","surface_form":"increase","offset":4645},{"uri":"Partner","surface_form":"partner","offset":4766},{"uri":"Lessen","surface_form":"lessen","offset":4832},{"uri":"Suffering","surface_form":"suffering","offset":4839},{"uri":"Respect","surface_form":"respect","offset":4895},{"uri":"Protect","surface_form":"protect","offset":4923},{"uri":"Environment","surface_form":"environment","offset":4943},{"uri":"Destruction","surface_form":"destruction","offset":4960},{"uri":"Convince","surface_form":"convince","offset":4992},{"uri":"Exist","surface_form":"exists","offset":5103},{"uri":"Follow","surface_form":"follow","offset":5150},{"uri":"Seven_Commandments_of_the_Children_of_Noah","surface_form":"Seven Commandments (rules) given to Noah","offset":5204},{"uri":"Accept","surface_form":"accepts","offset":5259},{"uri":"Choose","surface_form":"choose","offset":5278},{"uri":"Religious_conversion","surface_form":"change their religion","offset":5288},{"uri":"Torah","surface_form":"Torah","offset":5383},{"uri":"Commandment","surface_form":"commandments","offset":5544},{"uri":"Action","surface_form":"Actions","offset":5575},{"uri":"Belief","surface_form":"belief","offset":5607},{"uri":"Law","surface_form":"law","offset":5761},{"uri":"Negative","surface_form":"negative","offset":6176},{"uri":"Positive","surface_form":"positive","offset":6234},{"uri":"Holy_Temple","surface_form":"Holy Temple","offset":6395},{"uri":"Charity_(practice)","surface_form":"charity","offset":6573},{"uri":"Poor","surface_form":"poor","offset":6586},{"uri":"Danger","surface_form":"danger","offset":6626},{"uri":"Ethics","surface_form":"ethical","offset":6672},{"uri":"Morality","surface_form":"moral","offset":6684},{"uri":"Sabbath","surface_form":"Sabbath","offset":6821},{"uri":"Religion","surface_form":"religious","offset":6840},{"uri":"Ritual","surface_form":"ritual","offset":6853},{"uri":"Holy","surface_form":"holiness","offset":6992},{"uri":"Drink","surface_form":"drink","offset":7154},{"uri":"Beautiful","surface_form":"beautiful","offset":7223},{"uri":"Sight","surface_form":"sights","offset":7233},{"uri":"Prayer","surface_form":"prayer","offset":7311},{"uri":"Important","surface_form":"important","offset":7424},{"uri":"Save","surface_form":"save","offset":7494},{"uri":"Happiness","surface_form":"happiness","offset":7572},{"uri":"Joy","surface_form":"joy","offset":7586},{"uri":"Hasidic_Judaism","surface_form":"Hasidim","offset":7791},{"uri":"Worry","surface_form":"worry","offset":7847},{"uri":"Land_of_Israel","surface_form":"Land of Israel","offset":7981},{"uri":"Talmud","surface_form":"Talmud","offset":8001},{"uri":"Connect","surface_form":"connected","offset":8059},{"uri":"Gift","surface_form":"gift","offset":8158},{"uri":"Field","surface_form":"fields","offset":8202},{"uri":"Temple_in_Jerusalem","surface_form":"Temple in Jerusalem","offset":8250},{"uri":"Land_of_Israel","surface_form":"Land of Israel","offset":8383},{"uri":"Creating","surface_form":"created","offset":8446},{"uri":"Earth","surface_form":"Earth","offset":8458},{"uri":"Mount_Moriah","surface_form":"Mount Moriah","offset":8469},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":8485},{"uri":"Close","surface_form":"closest","offset":8535},{"uri":"Society","surface_form":"society","offset":8632},{"uri":"Serve","surface_form":"serve","offset":8643},{"uri":"Commandment","surface_form":"commandments","offset":8674},{"uri":"Torah","surface_form":"Torah","offset":8695},{"uri":"History","surface_form":"history","offset":8763},{"uri":"Nation","surface_form":"nation","offset":8776},{"uri":"Abraham","surface_form":"Abraham","offset":8795},{"uri":"Promise","surface_form":"promise","offset":8893},{"uri":"Descendent","surface_form":"descendants","offset":8918},{"uri":"Canaan","surface_form":"Canaan","offset":8956},{"uri":"Understand","surface_form":"understood","offset":9328},{"uri":"Natural","surface_form":"natural","offset":9461},{"uri":"Diaspora","surface_form":"diaspora","offset":9565},{"uri":"Scattered","surface_form":"scattered","offset":9601},{"uri":"Exile","surface_form":"exile","offset":9646},{"uri":"Exodus","surface_form":"Exodus","offset":9727},{"uri":"Important","surface_form":"important","offset":9743},{"uri":"Understand","surface_form":"understand the world.","offset":9782},{"uri":"Slavery","surface_form":"slaves","offset":9844},{"uri":"Israelites","surface_form":"Israelites","offset":9856},{"uri":"Partnership","surface_form":"partner","offset":9911},{"uri":"Model","surface_form":"model","offset":9964},{"uri":"World","surface_form":"world","offset":9984},{"uri":"Process","surface_form":"process","offset":10205},{"uri":"Prophet","surface_form":"prophet","offset":10218},{"uri":"Messiah","surface_form":"Messiah","offset":10413},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":10454},{"uri":"Anoint","surface_form":"anointed","offset":10494},{"uri":"Isaiah","surface_form":"Isaiah","offset":10521},{"uri":"Unite","surface_form":"unite","offset":10574},{"uri":"Justice","surface_form":"justice","offset":10717},{"uri":"Kindness","surface_form":"kindness","offset":10729},{"uri":"Peace","surface_form":"peace","offset":10779},{"uri":"Cooperate","surface_form":"cooperation","offset":10949},{"uri":"Study","surface_form":"study","offset":11069},{"uri":"Bible","surface_form":"Bible","offset":11271},{"uri":"Talmud","surface_form":"Talmud","offset":11285},{"uri":"Commentary","surface_form":"commentaries","offset":11405},{"uri":"Torah","surface_form":"Torah","offset":11507},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":11587},{"uri":"Moses","surface_form":"Moses","offset":11766},{"uri":"Tradition","surface_form":"tradition","offset":11780},{"uri":"Five_Books_of_Moses","surface_form":"Five Books of Moses","offset":11868},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":11935},{"uri":"Torah","surface_form":"Torah","offset":11960},{"uri":"Mount_Sinai","surface_form":"Mount Sinai","offset":11976},{"uri":"Tanakh","surface_form":"Tanakh","offset":12246},{"uri":"Torah","surface_form":"Torah","offset":12278},{"uri":"Nevi%27im","surface_form":"Nevi'im","offset":12320},{"uri":"Prophets","surface_form":"prophets","offset":12356},{"uri":"Moral","surface_form":"moral","offset":12442},{"uri":"Mishnah","surface_form":"Mishnah","offset":12584},{"uri":"Gemara","surface_form":"Gemara","offset":12755},{"uri":"Talmud","surface_form":"Talmud","offset":12811},{"uri":"Karaite_Judaism","surface_form":"Karaite Jews","offset":12823},{"uri":"Kosher","surface_form":"kosher","offset":14149},{"uri":"Temple","surface_form":"temple","offset":15146},{"uri":"Synagogue","surface_form":"synagogue","offset":15156},{"uri":"Reform_Judaism","surface_form":"Reform","offset":16269},{"uri":"Conservative_Judaism","surface_form":"Conservative","offset":16277},{"uri":"Orthodox_Judaism","surface_form":"Orthodox","offset":16295},{"uri":"Reconstructionist_Judaism","surface_form":"Reconstructionist Judaism","offset":16375},{"uri":"Karaite_Judaism","surface_form":"Karaite Judaism","offset":16406},{"uri":"Justice","surface_form":"justice","offset":18599},{"uri":"Justice","surface_form":"just","offset":18680},{"uri":"Torah","surface_form":"Torah","offset":18794},{"uri":"English_language","surface_form":"English","offset":19256},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":19494},{"uri":"Verb","surface_form":"verb","offset":19528}]}