{"id":219509,"url":"http://en.wikipedia.org/wiki/Macedonia_(region)","text":"Macedonia (from, \"Makedonίa\") (Macedonian: Македонија, \"Makedonija\") is a region in the southeastern Europe, in Balkans. In ancient times it was a Greek kingdom and its greatest leader was Alexander The Great. Today, its borders have changed and it has been separated in three countries: Greece with the region of Macedonia or Greek Macedonia, the country North Macedonia or Vardar Macedonia and Bulgaria with Macedonia of Pirin (Blagoevgrad province).\nDisputes.\nGreece and North Macedonia have been arguing over the name Macedonia ever since the independence of the North Macedonia. The Republic of North Macedonia had to choose a temporary name in order to be recognized by the United Nations. The two countries have been discussing a solution for a new name that both find acceptable. Bulgaria has not taken part in the dispute but has some disagreements with North Macedonia. Even though Bulgaria was the first country to recognize Macedonia with its name, it doesn't support the Macedonian ethnicity and language, but claim it's all Bulgarian.\nMacedonia, Greece.\nMacedonia (Greek: Μακεδονία - Makedonia) is a historical and geographical region in northern Greece. It is the second most populous region of Greece and usually it is referred as Northern Greece with Thrace. It is situated between the Pindus Mountains and river Nestos and it borders west with Epirus and Thessaly, northwestern with Albania, north with the Republic of North Macedonia, northeastern with Bulgaria and east with Thrace. Its south coasts are washed by the Aegean Sea.\nRepublic of North Macedonia.\nRepublic of North Macedonia (Macedonian: Република Северна Македонија - Republika severna Makedonija) is an independent state on the Balkan peninsula in southeastern Europe. The country borders Serbia to the north, Albania to the west, Greece to the south, and Bulgaria to the east. The country's currency is the Denar of North Macedonia (MKD).\nBlagoevgrad Province, Bulgaria.\nBlagoevgrad Province (, oblast Blagoevgrad or Благоевградска област, Blagoevgradska oblast), also known as Pirin Macedonia (, Pirinska Makedoniya), is a province (oblast) of southwestern Bulgaria. To the north and east it borders with four other Bulgarian provinces, to the south with Greece and the west with the Republic of Macedonia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Macedonian_language","surface_form":"Macedonian","offset":31},{"uri":"Europe","surface_form":"Europe","offset":101},{"uri":"Balkans","surface_form":"Balkans","offset":112},{"uri":"Alexander_The_Great","surface_form":"Alexander The Great","offset":189},{"uri":"Greece","surface_form":"Greece","offset":288},{"uri":"Macedonia_(Greece)","surface_form":"Macedonia","offset":314},{"uri":"North_Macedonia","surface_form":"North Macedonia","offset":356},{"uri":"Vardar_Macedonia","surface_form":"Vardar Macedonia","offset":375},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":396},{"uri":"Blagoevgrad_province","surface_form":"Blagoevgrad province","offset":430},{"uri":"Greece","surface_form":"Greece","offset":463},{"uri":"North_Macedonia","surface_form":"North Macedonia","offset":474},{"uri":"United_Nations","surface_form":"United Nations","offset":680},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":788}]}