{"id":219638,"url":"http://en.wikipedia.org/wiki/Ararat%2C_Victoria","text":"Ararat is a city in south-west Victoria, Australia. It is about west of Melbourne, on the Western Highway. It is the only town in Australia to have started by Chinese people. It is the biggest town, and the centre of the local government area called the Rural City of Ararat. The town is built between mountains with good farming lands all around it. There are about 8220 people living in Ararat.\nHistory.\nEuropens first moved into in the area in the 1840s after explorer Thomas Mitchell passed through the area in 1836. In 1841, Horatio Wills, on his way to land further south, wrote in his diary, \"like the Ark we rested\". He named a nearby hill Mt Ararat. The city was named after the mountain.\nGold.\nGold was first discovered in May or June 1854, by Joseph Pollard at a place called Pinky Point, about to the west. Within weeks there were more than 9,000 people in the area looking for gold. A Post office opened in the area, called Cathcart, on 1 February 1856. The name was changed to Ararat on 31 August 1857.\nIn April 1857, a group of 700 Chinese miners on their way to the Clunes, Victoria gold fields in central Victoria, found gold at the current site of Ararat. This was called the Canton Lead. The Chinese has been forced to walk from South Australia, more than, because the Victorian government had tried to stop Chinese people coming by ship. Within two weeks more than 20,000 people arrived at Ararat to dig for gold. European miners tried to chase the Chinese miners off the gold fields, but they stayed, and in three weeks had found more than of gold. This was the start of great growth in Ararat. The city's link to China continues as it has a sister city link with Taishan, China. By 1859, Ararat had a newspaper, hospital, churches, courthouse and a mechanics institute (meeting rooms with a library).\nBy 1863, most of the gold had been found, and Ararat become a town centre for the farmers in the area. French settlers planted grape vines in the area in 1863. When the railway was built to Ararat in 1875, it became an important rail junction.\nEconomy.\nFarming is the main business in the area, with farmers growing sheep, beef and wine. The Northern Melbourne Institute of TAFE has a college in Ararat; this is the Australian College of Wine. This is in the old Ararat pyschiatric hospital, called \"Aradale\". The town has a regional airport YARA (ARY).\nPrisons.\nThe first prison, the Ararat County Gaol, was built in 1861, and was used a prison until 1887. During that time, three prisoners were hanged, and their graves can still be seen. In 1887, the prison was set up as a prison for criminals who were insane, and renamed J Ward. One prisoner was kept locked up in J Ward for more than 60 years. J Ward was closed in 1991, and is now a museum.\nHM Prison Ararat was built just outside the town in 1967. It replaced the prison at Ballarat. It is a low to medium security prison with space for 382 prisoners. About 50% of the prisoners are sex offenders, while the other 50% have special needs or need protection.\nTourism.\nArarat is an ideal base for looking at the areas many natural attractions such as the Grampians National Park, Mt Langi Ghiran, Mt Cole, Mt Buangor State Park, Ararat Hills Regional Park and the Pyrenees Ranges. Ararat is also close to many wineries, which are part of the Grampians Wine Region.\nTransport.\nThe city is built on the Western Highway which is the main road between Melbourne and Adelaide. Ararat station has Line buses and trains running daily to and from Melbourne, as well as The Overland train service from Melbourne to Adelaide. Since 2008 the Ararat Transit bus service has operated around the city five days a week, providing 86 services on three routes, which join up with the train services.\nSport.\nArarat has an Australian Rules Football team which plays in the Wimmera Football League. The team first played in 1871, and was one of the first four teams to form the Wimmera Football Association in 1902.\nThe horse racing club, the Wimmera Racing Club, holds about five race meetings a year at Ararat including the Ararat Cup meeting in November.\nArarat Harness Racing Club has regular meetings at its race track in the town.\nGolfers play at the Aradale Golf Club on Grano Street or at the Chalambar Golf Club on Golf Links Road.\nRoyal Australian Navy.\nTwo Royal Australian Navy ships have been named after this town. HMAS \"Ararat\" (K 34), a World War II Bathurst class corvette, and HMAS \"Ararat\" (ACPB 89), an Armidale class patrol boat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":31},{"uri":"Australia","surface_form":"Australia","offset":41},{"uri":"Western_Highway%2C_Victoria","surface_form":"Western Highway","offset":90},{"uri":"China","surface_form":"Chinese","offset":159},{"uri":"Rural_City_of_Ararat","surface_form":"Rural City of Ararat","offset":254},{"uri":"Europe","surface_form":"Europe","offset":406},{"uri":"Explorer","surface_form":"explorer","offset":463},{"uri":"Thomas_Mitchell","surface_form":"Thomas Mitchell","offset":472},{"uri":"Horatio_Wills","surface_form":"Horatio Wills","offset":530},{"uri":"Diary","surface_form":"diary","offset":592},{"uri":"Noah%27s_Ark","surface_form":"Ark","offset":609},{"uri":"Mountains_of_Ararat","surface_form":"Mt Ararat","offset":648},{"uri":"Post_office","surface_form":"Post office","offset":898},{"uri":"Miner","surface_form":"miner","offset":1055},{"uri":"Clunes%2C_Victoria","surface_form":"Clunes, Victoria","offset":1082},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":1122},{"uri":"South_Australia","surface_form":"South Australia","offset":1248},{"uri":"Taishan","surface_form":"Taishan","offset":1685},{"uri":"French_people","surface_form":"French","offset":1926},{"uri":"Northern_Melbourne_Institute_of_TAFE","surface_form":"Northern Melbourne Institute of TAFE","offset":2165},{"uri":"College","surface_form":"college","offset":2208},{"uri":"Australian_College_of_Wine","surface_form":"Australian College of Wine","offset":2239},{"uri":"Pyschiatric_hospital","surface_form":"pyschiatric hospital","offset":2293},{"uri":"Ararat_Airport","surface_form":"a regional airport","offset":2346},{"uri":"Criminal","surface_form":"criminal","offset":2611},{"uri":"Insane","surface_form":"insane","offset":2630},{"uri":"Museum","surface_form":"museum","offset":2764},{"uri":"HM_Prison_Ararat","surface_form":"HM Prison Ararat","offset":2772},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":2856},{"uri":"Sexual_assault","surface_form":"sex offenders","offset":2965},{"uri":"Grampians_National_Park","surface_form":"Grampians National Park","offset":3134},{"uri":"Wineries","surface_form":"wineries","offset":3289},{"uri":"Western_Highway%2C_Victoria","surface_form":"Western Highway","offset":3380},{"uri":"Adelaide","surface_form":"Adelaide","offset":3441},{"uri":"Ararat_railway_station%2C_Victoria","surface_form":"Ararat station","offset":3451},{"uri":"Line","surface_form":"Line","offset":3470},{"uri":"Melbourne","surface_form":"Melbourne","offset":3518},{"uri":"The_Overland","surface_form":"The Overland","offset":3540},{"uri":"Ararat_Transit","surface_form":"Ararat Transit","offset":3610},{"uri":"Bus","surface_form":"bus","offset":3625},{"uri":"Australian_Rules_Football","surface_form":"Australian Rules Football","offset":3783},{"uri":"Wimmera_Football_League","surface_form":"Wimmera Football League","offset":3833},{"uri":"Harness_racing","surface_form":"Harness Racing","offset":4124},{"uri":"Golf","surface_form":"Golf","offset":4196},{"uri":"Royal_Australian_Navy","surface_form":"Royal Australian Navy","offset":4327},{"uri":"HMAS_Ararat_(K_34)","surface_form":"HMAS \"Ararat\" (K 34)","offset":4388},{"uri":"HMAS_Ararat_(ACPB_89)","surface_form":"HMAS \"Ararat\" (ACPB 89)","offset":4454}]}