{"id":219662,"url":"http://en.wikipedia.org/wiki/Clunes%2C_Victoria","text":"Clunes is a town in Victoria, Australia, about 36 kilometres north of Ballarat, in the Shire of Hepburn. In 2006 there were 1605 people living in the town. Clunes was the site of the first gold rush in Victoria.\nHistory.\nThe town was home to Victoria's first gold discovery made by James Esmond. His discovery, printed in the Geelong Advertiser on 7 July 1851, started the first gold rush in Victoria. The town began a few years later. With the opening of a big gold mine, by the \"Port Phillip and Colonial Mining Company\", the town's population grew to over 6,000 people in the late 1880s.\nClunes post office opened on 1 October 1857 and in 1874 Clunes was joined to the Victorian railway network. Clunes station, shown in the movie Mad Max, was opened in the same year.\nIn 1873 mine owners tried to bring in Saturday afternoon and Sunday work. The miners refused to work the new hours and went on strike. Some days into the strike the miners started the Clunes Miners' Association. The Association used force to stop the mine owners from bringing in Chinese miners to work in the mines. They stopped the coaches and sent the Chinese back to Ballarat. This action was called the \"Clunes Riots\". The Clunes Miners' Association is one of the earliest beginnings of the Construction, Forestry, Mining and Energy Union.\nFrom the 1850s through to 1893, Clunes was an important gold field in Victoria. During this time more than of gold was dug up at Clunes. Surrounded by grassland, fields and pastures, the town has kept many of its fine historic buildings until today and is one of the architecturally most intact gold towns in Victoria.\nBooktown.\nThe idea of a booktown was thought up by Councillor Tim Hayes, Linda Newitt, Graeme Johnston and Tess Brady. Clunes held its first booktown on 20 May 2007. Over 50 book sellers from around Australia set up shop for the day in the town's historic buildings. The town, which had worked together to make the day, won the Hepburn Shire's Community Event of the Year.\nNow called 'Back to Booktown', Clunes holds the event every year on the first weekend in May. With more than 60 book sellers, millions of books, and 15,000 visitors, it has become the largest collection of books in any regional centre of Australia and the biggest Victorian regional book event.\nWesley College campus.\nIn recent years Clunes has a lot of changes and rebuilding after Wesley College, Australia's biggest co-educational private school, to set up a school for its Year 9 students in the town. Opened in 2000, about 80 students live in the Wesley Clunes Residential Learning Village in the centre of town and become part of the local community for an eight-week period each term.\nFilm.\nBecause of its historic buildings, many of the outside scenes in the 2003 movie \"Ned Kelly\", starring Heath Ledger and Orlando Bloom, were shot in Clunes. One side of the street was decorated to look like Euroa, Victoria, and the other to look like Jeriderie, New South Wales.\nClunes also appears in the movies \"Mad Max\" starring Mel Gibson and the remake of the 1950s classic \"On the Beach\". It also appears in the Australian Broadcasting Corporation television series' \"Queen Kat, Carmel & St Jude\" and \"Something in the Air\". Clunes was once closed off to the public for the TV show \"The Mole\" in 2001. The mission in that episode was to direct one of the players to pick up another player in a blacked-out car. Julius Avery's 13-minute movie \"Jerrycan\" was made in Clunes. \"Jerrycan\" won the 2008 Jury Prize at the 61st Cannes Film Festival in France for short films, showing restless teenagers in rural Victoria.\nSport.\nThe town has an Australian Rules Football team playing in the Central Highlands Football League.\nGolfers play at the Clunes Golf Club on Golf Course Road.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria%2C_Australia","surface_form":"Victoria","offset":20},{"uri":"Australia","surface_form":"Australia","offset":30},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":70},{"uri":"Shire_of_Hepburn","surface_form":"Shire of Hepburn","offset":87},{"uri":"Gold_rush","surface_form":"gold rush","offset":189},{"uri":"James_Esmond","surface_form":"James Esmond","offset":282},{"uri":"Geelong_Advertiser","surface_form":"Geelong Advertiser","offset":326},{"uri":"Victorian_Gold_Rush","surface_form":"gold rush in Victoria","offset":379},{"uri":"Post_office","surface_form":"post office","offset":598},{"uri":"Clunes_railway_station%2C_Victoria","surface_form":"Clunes station","offset":699},{"uri":"Movie","surface_form":"movie","offset":728},{"uri":"Mad_Max","surface_form":"Mad Max","offset":734},{"uri":"Strike_action","surface_form":"strike","offset":899},{"uri":"China","surface_form":"Chinese","offset":1052},{"uri":"Construction%2C_Forestry%2C_Mining_and_Energy_Union","surface_form":"Construction, Forestry, Mining and Energy Union","offset":1268},{"uri":"Tess_Brady","surface_form":"Tess Brady","offset":1743},{"uri":"Hepburn_Shire","surface_form":"Hepburn Shire","offset":1964},{"uri":"Wesley_College%2C_Melbourne","surface_form":"Wesley College","offset":2392},{"uri":"Ned_Kelly_(2003_movie)","surface_form":"Ned Kelly","offset":2788},{"uri":"Heath_Ledger","surface_form":"Heath Ledger","offset":2809},{"uri":"Orlando_Bloom","surface_form":"Orlando Bloom","offset":2826},{"uri":"Euroa%2C_Victoria","surface_form":"Euroa, Victoria","offset":2912},{"uri":"Jeriderie%2C_New_South_Wales","surface_form":"Jeriderie, New South Wales","offset":2956},{"uri":"Mad_Max","surface_form":"Mad Max","offset":3019},{"uri":"Mel_Gibson","surface_form":"Mel Gibson","offset":3037},{"uri":"On_the_Beach_(2000_film)","surface_form":"On the Beach","offset":3085},{"uri":"Queen_Kat%2C_Carmel_%26amp%3B_St_Jude","surface_form":"Queen Kat, Carmel & St Jude","offset":3179},{"uri":"Something_in_the_Air_(TV_series)","surface_form":"Something in the Air","offset":3213},{"uri":"The_Mole_(Australian_TV_series)","surface_form":"The Mole","offset":3294},{"uri":"Cannes_Film_Festival","surface_form":"Cannes Film Festival","offset":3531},{"uri":"France","surface_form":"France","offset":3555},{"uri":"Australian_Rules_Football","surface_form":"Australian Rules Football","offset":3648},{"uri":"Central_Highlands_Football_League","surface_form":"Central Highlands Football League","offset":3694},{"uri":"Golf","surface_form":"Golf","offset":3729}]}