{"id":21978,"url":"http://en.wikipedia.org/wiki/Archbishop_of_Canterbury","text":"The Archbishop of Canterbury is the spiritual leader of the Church of England and in the Anglican Communion the leader of its mother church. He is the head of the Church, and lives in the English city of Canterbury. The Archbishop is chosen by the English monarch (the church's \"supreme governor\"), under guidance from senior bishops, acting in cooperation with the prime minister of the UK.\nThe office of Archbishop of Canterbury was founded in the year 597. In that year, Saint Augustine came to England, to the area called Kent. He had been sent by the Pope to convince the local people to become Christians. The people accepted him and Christianity when their King (Ethelbert of Kent) became a Christian. Augustine became the first bishop in the kingdom of Kent and was later recognised as archbishop when a second diocese was created. Since then, there has been an Archbishop at Canterbury in Kent.\nThe Archbishop of Canterbury used to be head of the Roman Catholic Church in England, but in the early 16th century the English church broke away from the Roman church. The new church called itself the Church of England, and now the Archbishop is the leader of that church. The current Archbishop is Justin Welby (from 2013).\nThe archbishop oversees the Province of Canterbury that is all the Church of England dioceses in the south and midlands of England. The dioceses of Wales were also within the Province of Canterbury until 1920 when the Church in Wales became independent. In the north of England another archbishop has the Diocese of York and other northern dioceses (including the diocese of Sodor and Man) to oversee. Both archbishops are members of the House of Lords and rank very high in the official English order of precedence. When a new monarch is crowned the placing of the crown on his head is done by the Archbishop of Canterbury. The principal home of the archbishops is at Lambeth Palace in the south of London rather than at Canterbury itself. Within the Diocese of Canterbury (which consists of eastern Kent and a small enclave in Surrey) the archbishop has at least two assistant bishops.\nJustin Welby (formerly the Bishop of Durham) became Archbishop on 21 March 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Church_of_England","surface_form":"Church of England","offset":60},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":89},{"uri":"England","surface_form":"English","offset":188},{"uri":"Canterbury","surface_form":"Canterbury","offset":204},{"uri":"Monarch","surface_form":"monarch","offset":256},{"uri":"Bishop","surface_form":"bishop","offset":326},{"uri":"597","surface_form":"597","offset":455},{"uri":"Augustine_of_Canterbury","surface_form":"Augustine","offset":480},{"uri":"Kent","surface_form":"Kent","offset":526},{"uri":"Pope","surface_form":"Pope","offset":556},{"uri":"Christianity","surface_form":"Christians","offset":600},{"uri":"Ethelbert_of_Kent","surface_form":"Ethelbert of Kent","offset":670},{"uri":"Kent","surface_form":"Kent","offset":898},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":956},{"uri":"England","surface_form":"England","offset":981},{"uri":"Church_of_England","surface_form":"Church of England","offset":1106},{"uri":"Justin_Welby","surface_form":"Justin Welby","offset":1204},{"uri":"Church_in_Wales","surface_form":"Church in Wales","offset":1448},{"uri":"Diocese_of_York","surface_form":"Diocese of York","offset":1535},{"uri":"Isle_of_Man","surface_form":"Sodor and Man","offset":1605},{"uri":"Lambeth_Palace","surface_form":"Lambeth Palace","offset":1899},{"uri":"Justin_Welby","surface_form":"Justin Welby","offset":2118},{"uri":"Durham","surface_form":"Durham","offset":2155}]}