{"id":219726,"url":"http://en.wikipedia.org/wiki/Florence_and_the_Machine","text":"Florence and the Machine (also written as Florence + the Machine), is an English rock band that is a recording name of Florence Welch and a collaboration of other artists who provide backing music for her voice. Musically, Florence and the Machine's sound is generally referred to as soul-inspired indie rock. Florence and the Machine's music has received praise across the music media, especially from the BBC. This is because the BBC played a large part in Florence and the Machine's rise to prominence by promoting her as part of BBC Introducing. This led to the band playing at a number of music festivals in 2008, including Glastonbury as well as Reading and Leeds and T in the Park. The band's debut album, \"Lungs\" was released on 6 July 2009. It held the number 2 position for its first five weeks in the charts, behind Michael Jackson. The album has now been in the top 40 UK charts for 22 consecutive weeks.\nFlorence Welch.\nFlorence Leontine Mary Welch (born 28 August 1986 in London) is the daughter of Evelyn and Nick Welch. Evelyn Welch is a Professor of Renaissance Studies and Academic Dean for Arts at Queen Mary, University of London and author and formerly a Studio 54 regular. Nick Welch works in advertising. Welch says she is prone to \"falling into severe holes” that leave her crying on the floor. Welch has been diagnosed with dyslexia and dysmetria. Welch would like to have a career similar to PJ Harvey and Björk who are \"constantly creating new exciting stuff\". When she was 13, Welch found comfort in the music of Hole, Nirvana, Green Day, Kate Bush, Annie Lennox, The Velvet Underground and Celine Dion. As a teenager she was the frontwoman for Toxic Cockroaches and Ashok. Feeling she was in \"the wrong band\" she got out of a contract with Ashok by resigning.\nThe Machine.\nWelch said that \"The name Florence and the Machine started off as a private joke that got out of hand. I made music with my friend, who we called Isabella Machine to which I was Florence Robot. When I was about an hour away from my first gig, I still didn't have a name, so I thought \"Okay, I'll be Florence Robot is a Machine\", before realizing that name was so long it'd drive me mad\". In 2006 Welch's performances in small London venues as \"Florence Robot is a Machine\" began to attract notice.\nThe Machine is Florence's backing band. This is currently made up of Robert Ackroyd (guitar), Christopher Lloyd Hayden (drums), Isabella Summers ('Isabella Machine') (keyboards) and Tom Monger (harp). Previously Devonte Hynes (Lightspeed Champion and Test Icicles) was also a member.\nFlorence and the Machine are managed by Mairead Nash. Nash is one half of the DJ outfit Queens of Noize.\nTouring.\nFlorence and the Machine were part of the 2009 Shockwaves NME Awards tour. Welch said that she planned a \"pretty theatrical\" performance.\nThe group played at the Concerts for the Teenage Cancer Trust charity event at the Royal Albert Hall in March 2009. Florence and The Machine also supported Blur for their 26 June comeback performance at the MEN Arena in Manchester, and supported Duran Duran in July 2009.\nThe group performed at the 2009 Glastonbury Festival, Reading and Leeds Festivals, Electric Picnic in County Laois, Ireland and the T in the Park festival. On October 27 the group played its first official New York City show and appeared on the television programmes \"Late Night With David Letterman\" and \"Jimmy Kimmel Live!\".\nWelch has said that she would like to tour the United States. However, she is fearful of becoming homesick due to the length of time it would take to tour the country.\nOn New Year's Eve 2009, the group appeared on the pre-recorded New Year's Eve celebration show \"Hootenanny\". On the show, they performed \"Rabbit Heart (Raise It Up)\" and \"Dog Days Are Over\". Welch then performed a cover of \"My Baby Just Cares for Me\" with Jools Holland & his Rhythm & Blues Orchestra.\nCritical acclaim.\nFlorence and the Machine have gained a large amount of support from \"NME\" magazine who included them in their annual NME Awards Tour for 2009. They supported White Lies, Friendly Fires and Glasvegas on the tour. \"The Times\" described her as \"the most peculiar and most highly acclaimed female singer of the moment\" and \"the latest in a line of great English pop eccentrics\". Allmusic described \"Lungs\" as \"one of the most musically mature and emotionally mesmerizing albums of 2009\".Spin Magazine gave \"Lungs\" four out of five possible stars and wrote, \"You’ve gotta hand it to the girl: She always makes you feel something\". The magazine named the album as the 8th best of 2009.\nWelch appeared on the front cover of \"The Guide\" subsection to \"The Guardian\". She also collected the Critics' Choice Award at the BRIT Awards in February 2009. Florence and the Machine came third in the BBC's \"Sound of 2009\". In 2009 she covered Beyoncé's song \"Halo\" on the BBC1 Live Lounge; host Jo Whiley stated that it was one of the best covers they have ever had in the Live Lounge. The BBC also used \"You Got The Love\" as the backing music to its Jenson Button Formula One 2009 season review video montage and it was used in the final episode of Gavin and Stacey.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":73},{"uri":"Soul_music","surface_form":"soul","offset":284},{"uri":"Indie_rock","surface_form":"indie rock","offset":298},{"uri":"BBC","surface_form":"BBC","offset":407},{"uri":"BBC_Introducing","surface_form":"BBC Introducing","offset":533},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury","offset":629},{"uri":"Reading_and_Leeds","surface_form":"Reading and Leeds","offset":652},{"uri":"T_in_the_Park","surface_form":"T in the Park","offset":674},{"uri":"Lungs_(album)","surface_form":"Lungs","offset":714},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":827},{"uri":"Studio_54","surface_form":"Studio 54","offset":1176},{"uri":"Dyslexia","surface_form":"dyslexia","offset":1349},{"uri":"Dysmetria","surface_form":"dysmetria","offset":1362},{"uri":"PJ_Harvey","surface_form":"PJ Harvey","offset":1418},{"uri":"Bj%C3%B6rk","surface_form":"Björk","offset":1432},{"uri":"Hole_(band)","surface_form":"Hole","offset":1541},{"uri":"Nirvana_(band)","surface_form":"Nirvana","offset":1547},{"uri":"Green_Day","surface_form":"Green Day","offset":1556},{"uri":"Kate_Bush","surface_form":"Kate Bush","offset":1567},{"uri":"Annie_Lennox","surface_form":"Annie Lennox","offset":1578},{"uri":"The_Velvet_Underground","surface_form":"The Velvet Underground","offset":1592},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":1619},{"uri":"Lightspeed_Champion","surface_form":"Devonte Hynes","offset":2512},{"uri":"Test_Icicles","surface_form":"Test Icicles","offset":2551},{"uri":"Queens_of_Noize","surface_form":"Queens of Noize","offset":2672},{"uri":"Shockwaves_NME_Awards","surface_form":"Shockwaves NME Awards","offset":2745},{"uri":"Teenage_Cancer_Trust","surface_form":"Teenage Cancer Trust","offset":2877},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":2919},{"uri":"Blur_(band)","surface_form":"Blur","offset":2992},{"uri":"MEN_Arena","surface_form":"MEN Arena","offset":3043},{"uri":"Manchester","surface_form":"Manchester","offset":3056},{"uri":"Duran_Duran","surface_form":"Duran Duran","offset":3082},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":3140},{"uri":"Reading_and_Leeds_Festivals","surface_form":"Reading and Leeds Festivals","offset":3162},{"uri":"Electric_Picnic","surface_form":"Electric Picnic","offset":3191},{"uri":"T_in_the_Park","surface_form":"T in the Park","offset":3240},{"uri":"Late_Night_With_David_Letterman","surface_form":"Late Night With David Letterman","offset":3376},{"uri":"Jimmy_Kimmel_Live%21","surface_form":"Jimmy Kimmel Live!","offset":3414},{"uri":"Homesick","surface_form":"homesick","offset":3533},{"uri":"Hootenanny_(UK_TV_series)","surface_form":"Hootenanny","offset":3699},{"uri":"Rabbit_Heart_(Raise_It_Up)","surface_form":"Rabbit Heart (Raise It Up)","offset":3741},{"uri":"Dog_Days_Are_Over","surface_form":"Dog Days Are Over","offset":3774},{"uri":"My_Baby_Just_Cares_for_Me","surface_form":"My Baby Just Cares for Me","offset":3827},{"uri":"Jools_Holland","surface_form":"Jools Holland","offset":3859},{"uri":"NME","surface_form":"NME","offset":3992},{"uri":"NME_Awards_Tour","surface_form":"NME Awards Tour","offset":4040},{"uri":"White_Lies_(band)","surface_form":"White Lies","offset":4081},{"uri":"Friendly_Fires","surface_form":"Friendly Fires","offset":4093},{"uri":"Glasvegas","surface_form":"Glasvegas","offset":4112},{"uri":"The_Times","surface_form":"The Times","offset":4136},{"uri":"Allmusic","surface_form":"Allmusic","offset":4298},{"uri":"Spin_Magazine","surface_form":"Spin Magazine","offset":4406},{"uri":"Lungs_(album)","surface_form":"Lungs","offset":4426},{"uri":"The_Guardian","surface_form":"The Guardian","offset":4667},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":4734},{"uri":"Sound_of_2009","surface_form":"Sound of 2009","offset":4814},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":4850},{"uri":"Live_Lounge","surface_form":"Live Lounge","offset":4884},{"uri":"Jo_Whiley","surface_form":"Jo Whiley","offset":4902}]}