{"id":219834,"url":"http://en.wikipedia.org/wiki/World_War_I","text":"\"further details\"...\n\"further details\"...\nWorld War I (WWI or WW1), also called the First World War, began on July 28, 1914 and lasted until November 11, 1918. The war was a global war that lasted exactly. Most of the fighting was in Europe, but soldiers from many other countries took part, and it changed the colonial empires of the European powers. Before World War II began in 1939, World War I was called the Great War or the World War. 135 countries took part in World War I, and nearly 10 million people died while fighting.\nBefore the war, European countries had formed alliances with each other to protect themselves. However, by doing this they had divided themselves into two groups. When Archduke Franz Ferdinand of Austria was assassinated on 28 June 1914, Austria-Hungary blamed Serbia and declared war on them. Serbia's ally Russia then declared war on Austria-Hungary. This set off a chain of events in which the two groups of countries declared war on each other. The two sides were the Allied Powers (mainly Russia, France and the British Empire) and the Central Powers (mainly Germany, Austria-Hungary and the Ottoman Empire).\nThere was fighting in many different areas (fronts). The French and British fought the Germans on the Western Front in France and Belgium. Germany had tried to defeat France quickly, but were stopped in the First Battle of the Marne. After that, most of the fighting here was trench warfare. The Russians fought the Germans and Austro-Hungarians on the Eastern Front in Central and Eastern Europe. Fighting here was not trench warfare but mobile warfare. The other main areas of fighting were in the Middle East, in the Gallipoli region of Turkey and between Italy and Austria-Hungary. Fighting also took place in Africa, China, and at sea as well as in the air. World War I was the first major war where tanks, airplanes, and submarines (or U-boats) were important weapons.\nIn 1917, the Russians had a revolution, which led to them leaving the war in March 1918. Also in 1917, the United States entered the war, though it took a year for their main army to arrive. In the gap between when the Russians left and the Americans arrived, the Germans launched a huge attack in March 1918 to try to win the war, but it was not enough. In August-November 1918, the Allied Powers won a big victory against the Germans in the Hundred Days Offensive. Austria-Hungary and the Ottoman Empire then agreed to stop fighting. The German government collapsed and a new government agreed to end the war on 11 November.\nThe war was ended by the signing of many different treaties, the most important being the Treaty of Versailles. It also led to the creation of the League of Nations, which was meant to prevent wars. People were shocked by the size of the war, how many people it killed and how much damage it caused. They hoped it would be the \"war to end all wars\". Instead, it led to another, larger world war 21 years later.\nBeginning.\nBy 1914, trouble was on the rise in Europe. Many countries feared invasion from the other. For example, Germany was becoming increasingly powerful, and the British saw this as a threat to the British Empire. The countries formed alliances to protect themselves, but this divided them into two groups. Germany and Austria-Hungary had been allies since 1879. They had then formed the Triple Alliance with Italy in 1882. France and Russia became allies in 1894. They then joined with Britain to form the Triple Entente.\nIn 1908, Austria-Hungary had taken over Bosnia, a region next to Serbia. Some people living in Bosnia were Serbian, and wanted the area to be part of Serbia. One of these was the Black Hand organization. They sent men to kill Archduke Franz Ferdinand of Austria when he visited Sarajevo, the capital of Bosnia. They all failed to kill him with grenades while he passed through a large crowd. But one of them, a Serbian student named Gavrilo Princip, shot him and his pregnant wife with a pistol.\nAustria-Hungary blamed Serbia for the assassination. Germany supported Austria-Hungary and promised full support should it come to war. Austria-Hungary sent a July Ultimatum to Serbia, listing 10 very strict rules they would have to agree to. Many historians think that Austria-Hungary already wanted a war with Serbia. Serbia agreed to most of the ten rules on the list, but not all of them. Austria-Hungary then declared war on Serbia. This quickly led to a full-scale war. Both countries' allies became involved in the war in a matter of days.\nRussia joined the war on Serbia's side because the people of Serbia were Slavic, for example Russia, and the Slavic countries had agreed to help each other if they were attacked. Since Russia is a large country it had to move soldiers closer to the war, but Germany feared that Russia's soldiers would also attack Germany. Russia did not like Germany because of things Germany had done in the past to become stronger. Germany declared war on Russia, and began to carry out a plan created long before to fight a war in Europe. Because Germany is in the middle of Europe, Germany could not attack to the east towards Russia without weakening itself in the west, towards France. Germany's plan involved quickly defeating France in the west before Russia was ready to fight, and then moving her armies to the east to face Russia. Germany could not quickly invade France directly, because France had put a lot of forts on the border, so Germany invaded the neighboring country of Belgium to then invade France through the undefended French/Belgian border. Great Britain then joined the war, saying they wanted to protect Belgium. Some historians think that even if Germany had stayed out of Belgium, the British would have still joined the war to help France.\nSoon most of Europe became involved. The Ottoman Empire (now Turkey) joined the war on the side of Germany and Austria-Hungary. It is not clear why they entered or chose to fight on their side, but they had become friendly to Germany. Although Italy was allied with German and Austria-Hungary, they had only agreed to fight if those countries were attacked first. Italy said that because Austria-Hungary had attacked Serbia first, they did not need to fight. They also did not like Austria-Hungary. Italy joined the war in 1915 on the Allied Powers' side.\nGermany vs Russia.\nGermany was allied with Austria-Hungary. Russia was allied with Serbia. The German government was afraid that because Austria-Hungary had attacked Serbia, Russia would attack Austria-Hungary to help Serbia. Because of this, Germany felt it had to help Austria-Hungary by attacking Russia first, before it could attack Austria-Hungary.\nThe problem was that Russia was also friends with France, and the Germans thought the French might attack them to help Russia. So the Germans decided that they could win the war if they attacked France first, and quickly. They could mobilize very quickly. They had a list of all the men who had to join the army, and where those men had to go, and the times of every train that would carry those men to where they would have to fight. France was doing the same thing, but could not do it as quickly. The Germans thought that if they attacked France first, they could 'knock France' out of the war before Russia could attack them.\nRussia had a big army, but Germany thought that it would take six weeks to mobilize and a long time before they could attack the Central Powers. That wasn't true, because the Russian Army mobilized in ten days. Also, the Russians drove deep into Austria.\nBritain vs Germany.\nBritain was allied with Belgium, and became quickly involved in the war. Britain had promised to protect Belgian neutrality. Germany passed through Belgium to reach Paris before Russia could mobilize and open up a second front against them. On August 4, 1914, Britain declared war against Germany in support of Belgium. Britain had the biggest empire (it ruled over a quarter of the world). If Germany conquered France, it might take Britain and France's colonies and become the most powerful and biggest empire in the world.\nBritain was also worried about Germany's growing military power. Germany was developing its large army into one of the most powerful in the world. The British Army was quite small. The British Royal Navy was the largest and best in the world, and in the 19th century that was enough to keep other naval powers from attacking. Germany was a land power, and Britain was a sea power. But now the Germans were building a large navy. This was seen as a threat to Britain. However, the decision to declare war was taken under its alliance with Belgium in the Treaty of London (1839). The Government might have decided differently. No-one foresaw how long the war would last, and what the terrible costs would be.\nTurkey.\nThe Ottoman Empire (Turkey) went into the war because it was secretly allied to Germany and two Turkish warships manned by German Navy personnel bombarded Russian towns.\nBritain also fought against Turkey because the Ottoman Empire was supporting Germany. Britain did not have any animosity towards the Turks. However, by fighting the Turks in the Mesopotamia region (in what is now called Iraq), in the Arabian Peninsula and other places, Britain was able to defeat them with help from the British Indian Army. Later, after the War ended, Britain was able to get some areas from the old Turkish empire which was breaking up, and to add them to the British Empire.\nGreece went into the war because its leader supported the Allied cause. Greece and Serbia had become independent, but many Greeks still lived in lands that were once Greek but were now in the Turkish Ottoman Empire. Having recently won the Balkan Wars, the Greeks especially wanted to control other land to the north that was under Bulgarian and Turkish rule, so they declared war. Turkey killed most of the Greek army as the Greeks tried to regain parts of Turkey. Another war started when the Greeks bombed a train. Turkey swept Greece back into their own territory. From then on the Greeks never again declared war, while Turkey had one of the biggest armies in the world.\nBulgaria vs Serbia and Greece.\nBulgaria, like Greece and Serbia, was owned by Turkey before Bulgaria broke away from Turkey. Bulgaria claimed a lot of Turkish land as belonging to Bulgaria. The Serbians and Greeks felt cheated because they felt the land belonged to Greece or Serbia. The Greeks and Serbians took back the land which angered Bulgaria and led to the country becoming allies with Turkey. They declared war on Serbia and Greece,But Bulgaria lost this war.\nRussian Revolution.\nThe Russian Revolution makes Russia fight Germany and the Bolshevik at the same time. And Russia surrendered to Germany due to the fact that its fighting against the Soviets. It needed to get out of the war, pay Germany lots of German marks.\nImportant events in the war.\nMost people thought the war would be short. They thought the armies would move around quickly to attack each other and one would defeat the other without too many people getting killed. They thought the war would be about brave soldiers — they did not understand how war had changed. Only a few people, for example Lord Kitchener said that the war would take a long time.\nGermany's generals had decided that the best way to defeat France was to go through Belgium using a plan called the \"Schlieffen Plan\". This was invented by the German Army Chief of Staff, Alfred Von Schlieffen. They could then attack the French army at the north side and the south side at the same time. The German Army went into Belgium on August the 4th. On the same day, Great Britain started a war on Germany, because Britain was a friend of Belgium. The British had said some time before, in 1839, that they would not let anyone control Belgium, and they kept their promise.\nWhen the Germans got to the Belgian city of Liège, the Belgians fought very hard to stop them from coming into the city. The Germans did finally push the Belgians out of the city, but it had taken longer than the German generals had planned. Then the Germans attacked the north side of the French army. The French and the British moved men up to fight the Germans. They could do this because the Belgians had fought so long at Liège. But the Germans pushed the French back at the frontiers, and the British held the Germans back at Mons, but afterwards they also fell back to join up with the retreating French army, until they were stopped at the river Marne. This was the First Battle of the Marne or \"Miracle of the Marne\".\nIn the East, the Russians had attacked the Germans. The Russians pushed back the Germans, but then the Germans defeated the Russians at the Battle of Tannenberg.\nTrench warfare.\nTrench warfare killed great numbers of soldiers. New weapons, such as machine guns, and long-range artillery had an increased rate of fire that cut down huge numbers of soldiers during mass charges, a tactic leftover from older warfare. The men on both sides took spades and dug holes, because they did not want to be killed. The holes joined up into trenches, until the lines of trenches went all the way from Switzerland to the North Sea. In front of the trenches, there was barbed wire that cut anyone who tried to climb over it, and land mines that blew up anyone who tried to cross. Late in the war, poison gas was also an important weapon.\nThe new machine guns, artillery, trenches and mines made it very difficult to attack. The generals had fought many wars without these, so they ordered their armies to attack in the old style of marching in rows- allowing the enemy to shoot them down easily. At the Battle of the Somme in 1916 60,000 British men died in a single day. It was one of the bloodiest days in the history of the British army. Late in the war the British and French invented tanks and used them to attack entrenched Germans but could not make enough of them to make a big difference. The Germans invented special Sturmabteilung tactics to infiltrate enemy positions, but they also were too little, too late.\nThe British used whistles to communicate to other soldiers, so before they shelled the German trenches, they would sound the whistle. However, the Germans caught on to this tactic after a while, so after the shelling, when the British soldiers came to finish off the German soldiers, the Germans were ready with their machine guns, because they knew the British were coming.\nAirplanes.\nAirplanes were first used extensively in World War I. Airplanes were not used very much in fighting before World War I. It was the first war to use airplanes as weapons. Airplanes were first used for reconnaissance, to take pictures of enemy land and to direct artillery. Generals, military leaders, were using airplanes as an important part of their attack plans at the end of the war. World War I showed that airplanes could be important war weapons.\nAirplanes in World War I were made of wood and [canvas], a type of rough cloth. They did not last for a long time. They could not fly very fast at the beginning of the war. They could only fly up to 116 kilometres per hour, or 72 miles per hour. At the end of the war they could fly up to. But they could not fly as fast as planes today. Guns were put on planes for the first time during the war. Pilots, people who fly the plane, used the guns to shoot enemy planes. One pilot used metal sheets, pieces of metal, to armor his airplane. Other pilots began using metal sheets, too. Pilots also made their airplanes better with machine guns, guns that shoot bullets much faster. Machine guns made fighting harder and more dangerous between airplanes.\nPilots had to wear certain clothes when flying an airplane in World War I because they flew high where the air is cold. The pilot's clothes kept them warm and protected them from the wind and cold. Pilots wore a leather coat to protect their bodies. They wore a padded helmet and goggles, large glasses with special lenses, to protect their head and face. They wore a scarf around their neck. The scarf kept the wind from blowing against their neck when they turned their head.\nUSA vs Germany.\nThe German leaders decided to use submarines. These submarines were named U-boats, from the German word Unterseeboot (meaning underwater boat). The U-boats attacked passenger ships such as RMS Lusitania carrying civilians to Great Britain. They did not follow the laws of war, because the British would be able to destroy them if they did. America was selling weapons to Germany's enemies but not to Germany, thus not being neutral. \"Neutral\" means a country is not involved in the war. Many American and British noncombatants were killed by the submarines.\nGermany also wrote a secret telegram note to Mexico in code suggesting that the two countries work together to attack the United States. This note is called the Zimmerman Telegram because Arthur Zimmerman sent it. It offered Mexico land in the southwestern United States that the United States took in previous wars. Spies from the United Kingdom found out about the note and told the United States. American people became angry and many decided that they wanted their country to enter the war against Germany. For these and other reasons, on April 6, 1917 the United States declared war against Germany and became part of the Allies.\nRussia.\nThe defeat of Russia on the Eastern Front caused unrest inside the Empire.\nThe First Russian Revolution.\nIn 1917, there was a revolution in Russia. The Tsar Nicholas II had to say he would not be Tsar any more, and that the people should have power. At first it was thought that Russia would fight harder now that the Tsar was gone. However, the Russian people did not want to fight anymore, because there was not sufficient food, appropriate armament, or adequate roads to supply its army. The war had been putting burdens on them, and many of them were poor and hungry. They began to hate their new government because it would not stop the war.\nThe Second Russian Revolution.\nThen, there was the October Revolution. Two factions fought to rule over Russia. The Mensheviks lost against the Bolsheviks. The leader of the Bolsheviks was Vladimir Lenin (1870-1924) a Communist who followed the ideas of Karl Marx. The new government asked the Germans for peace and signed a peace treaty called Brest-Litovsk with the Central Powers in March 1918 at the city of Brest-Litovsk. The Germans and Russians stopped fighting. This gave Germany land in Eastern Europe and the Baltic Sea.\nAftermath.\nAfter the war, the Germans had to agree to the Treaty of Versailles. Germany had to pay approximately $31.5 billion in reparations. They also had to take responsibility for the war. Part of the treaty said the countries of the world should come together to make an international organization to stop wars from happening. This organization was called the League of Nations. The United States Senate did not agree with this, even though it was the idea of the US president, Woodrow Wilson. Woodrow Wilson tried to tell the American people that they should agree, but the United States never joined the League of Nations. Problems with the Treaty in Germany would later lead to the World War II.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"World_War_I_casualties","surface_form":"\"further details\"...","offset":0},{"uri":"World_War_I_casualties","surface_form":"\"further details\"...","offset":21},{"uri":"World_war","surface_form":"global war","offset":174},{"uri":"Europe","surface_form":"Europe","offset":234},{"uri":"Colonialism","surface_form":"colonial empires","offset":311},{"uri":"World_War_II","surface_form":"World War II","offset":359},{"uri":"Archduke_Franz_Ferdinand_of_Austria","surface_form":"Archduke Franz Ferdinand of Austria","offset":700},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":770},{"uri":"Serbia","surface_form":"Serbia","offset":793},{"uri":"Russia","surface_form":"Russia","offset":840},{"uri":"France","surface_form":"France","offset":1034},{"uri":"British_Empire","surface_form":"British Empire","offset":1049},{"uri":"Germany","surface_form":"Germany","offset":1096},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1129},{"uri":"Western_Front_(World_War_I)","surface_form":"Western Front","offset":1248},{"uri":"Belgium","surface_form":"Belgium","offset":1276},{"uri":"First_Battle_of_the_Marne","surface_form":"First Battle of the Marne","offset":1353},{"uri":"Trench_warfare","surface_form":"trench warfare","offset":1422},{"uri":"Eastern_Front_(World_War_I)","surface_form":"Eastern Front","offset":1499},{"uri":"Mobile_warfare","surface_form":"mobile warfare","offset":1585},{"uri":"Middle_Eastern_theatre_of_World_War_I","surface_form":"in the Middle East","offset":1639},{"uri":"Gallipoli_Campaign","surface_form":"Gallipoli region of Turkey","offset":1666},{"uri":"Italian_Campaign_(World_War_I)","surface_form":"between Italy and Austria-Hungary","offset":1697},{"uri":"Aerial_warfare","surface_form":"in the air","offset":1797},{"uri":"Tank","surface_form":"tank","offset":1851},{"uri":"Aeroplane","surface_form":"airplane","offset":1858},{"uri":"Submarine","surface_form":"submarine","offset":1873},{"uri":"U-boat","surface_form":"U-boat","offset":1888},{"uri":"Russian_Revolution","surface_form":"had a revolution","offset":1943},{"uri":"United_States","surface_form":"United States","offset":2028},{"uri":"Spring_Offensive","surface_form":"a huge attack in March 1918","offset":2202},{"uri":"Hundred_Days_Offensive","surface_form":"Hundred Days Offensive","offset":2364},{"uri":"Treaty","surface_form":"treaties","offset":2599},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":2638},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":2695},{"uri":"World_War_II","surface_form":"another, larger world war","offset":2917},{"uri":"British_Empire","surface_form":"British Empire","offset":3162},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia","offset":3527},{"uri":"Serbia","surface_form":"Serbia","offset":3552},{"uri":"Black_Hand","surface_form":"Black Hand","offset":3666},{"uri":"Archduke_Franz_Ferdinand_of_Austria","surface_form":"Archduke Franz Ferdinand of Austria","offset":3713},{"uri":"Sarajevo","surface_form":"Sarajevo","offset":3765},{"uri":"Bosnia","surface_form":"Bosnia","offset":3790},{"uri":"Grenade","surface_form":"grenade","offset":3831},{"uri":"Gavrilo_Princip","surface_form":"Gavrilo Princip","offset":3920},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":3983},{"uri":"Serbia","surface_form":"Serbia","offset":4006},{"uri":"German_Empire","surface_form":"Germany","offset":4036},{"uri":"July_Ultimatum","surface_form":"July Ultimatum","offset":4142},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":4603},{"uri":"Belgium","surface_form":"Belgium","offset":5505},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":5826},{"uri":"Turkey","surface_form":"Turkey","offset":5846},{"uri":"Great_Britain","surface_form":"Britain","offset":7600},{"uri":"British_Empire","surface_form":"empire","offset":7944},{"uri":"Colony","surface_form":"colonies","offset":8055},{"uri":"German_army","surface_form":"large army","offset":8218},{"uri":"British_Army","surface_form":"British Army","offset":8277},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":8319},{"uri":"Treaty_of_London_(1839)","surface_form":"Treaty of London (1839)","offset":8679},{"uri":"Ottoman_empire","surface_form":"Ottoman Empire","offset":8845},{"uri":"Turkey","surface_form":"Turkey","offset":8861},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":9058},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":9189},{"uri":"Iraq","surface_form":"Iraq","offset":9231},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":9245},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":9332},{"uri":"British_Empire","surface_form":"British Empire","offset":9490},{"uri":"Greece","surface_form":"Greece","offset":9506},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":9706},{"uri":"Balkan_Wars","surface_form":"Balkan Wars","offset":9746},{"uri":"Republic_of_Bulgaria","surface_form":"Bulgaria","offset":10213},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":10675},{"uri":"Russian_Empire","surface_form":"Russia","offset":10700},{"uri":"Bolshevik_Party","surface_form":"Bolshevik","offset":10729},{"uri":"Lord_Kitchener","surface_form":"Lord Kitchener","offset":11257},{"uri":"Schlieffen_Plan","surface_form":"Schlieffen Plan","offset":11431},{"uri":"Great_Britain","surface_form":"Great Britain","offset":11689},{"uri":"Li%C3%A8ge","surface_form":"Liège","offset":11939},{"uri":"First_Battle_of_the_Marne","surface_form":"First Battle of the Marne","offset":12569},{"uri":"Battle_of_Tannenberg_(1914)","surface_form":"Battle of Tannenberg","offset":12762},{"uri":"Trench_warfare","surface_form":"Trench warfare","offset":12800},{"uri":"Machine_gun","surface_form":"machine gun","offset":12870},{"uri":"Artillery","surface_form":"artillery","offset":12899},{"uri":"Rate_of_fire","surface_form":"rate of fire","offset":12926},{"uri":"Charge_(warfare)","surface_form":"charges","offset":12990},{"uri":"Switzerland","surface_form":"Switzerland","offset":13211},{"uri":"North_Sea","surface_form":"North Sea","offset":13230},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":13277},{"uri":"Land_mine","surface_form":"land mine","offset":13337},{"uri":"Poison_gas","surface_form":"poison gas","offset":13405},{"uri":"Battle_of_the_Somme","surface_form":"Battle of the Somme","offset":13711},{"uri":"Tank","surface_form":"tank","offset":13897},{"uri":"Sturmabteilung","surface_form":"Sturmabteilung","offset":14035},{"uri":"Airplane","surface_form":"Airplane","offset":14516},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":14716},{"uri":"Artillery","surface_form":"artillery","offset":14777},{"uri":"Pilot","surface_form":"Pilot","offset":15366},{"uri":"Armor","surface_form":"armor","offset":15486},{"uri":"Machine_gun","surface_form":"machine gun","offset":15595},{"uri":"Goggles","surface_form":"goggles","offset":15998},{"uri":"U-boat","surface_form":"U-boat","offset":16286},{"uri":"RMS_Lusitania","surface_form":"RMS Lusitania","offset":16401},{"uri":"Laws_of_war","surface_form":"laws of war","offset":16476},{"uri":"Neutral","surface_form":"Neutral","offset":16646},{"uri":"Telegram","surface_form":"telegram","offset":16798},{"uri":"Mexico","surface_form":"Mexico","offset":16815},{"uri":"Zimmerman_Telegram","surface_form":"Zimmerman Telegram","offset":16931},{"uri":"Mexico","surface_form":"Mexico","offset":16995},{"uri":"Southwestern_United_States","surface_form":"southwestern United States","offset":17014},{"uri":"United_States","surface_form":"United States","offset":17050},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":17102},{"uri":"United_States","surface_form":"United States","offset":17155},{"uri":"1917","surface_form":"1917","offset":17322},{"uri":"United_States","surface_form":"United States","offset":17331},{"uri":"Eastern_Front_(World_War_I)","surface_form":"Eastern Front","offset":17441},{"uri":"1917","surface_form":"1917","offset":17521},{"uri":"Russian_Revolution","surface_form":"revolution in Russia","offset":17539},{"uri":"Nicholas_II","surface_form":"Nicholas II","offset":17570},{"uri":"October_Revolution","surface_form":"October Revolution","offset":18111},{"uri":"Russia","surface_form":"Russia","offset":18164},{"uri":"Mensheviks","surface_form":"Mensheviks","offset":18176},{"uri":"Bolsheviks","surface_form":"Bolsheviks","offset":18204},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":18249},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":18314},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":18649},{"uri":"World_War_I_reparations","surface_form":"reparations","offset":18721},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":18956},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":18979},{"uri":"President_of_the_United_States","surface_form":"US president","offset":19060},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":19074},{"uri":"World_War_II","surface_form":"World War II","offset":19281}]}