{"id":219830,"url":"http://en.wikipedia.org/wiki/Harry_Potter","text":"\"Harry Potter\" is a series of seven fantasy novels and eight movies by J. K. Rowling, a British author. It is named for its protagonist and hero, Harry Potter. Seven books in the series have sold over 500 million copies across the world in over 70 languages including Latin, Welsh and Ancient Greek, and is the best-selling book series of all time. They were adapted into movies by the Warner Bros. The first one was released in 2001. The second, third, fourth, and fifth were released respectively in 2002, 2004, 2005 and 2007. The sixth movie, \"Harry Potter and the Half Blood Prince\", was released in 2009. The final movie was divided into two parts. The first part, \"Harry Potter and the Deathly Hallows: Part 1\", was released in 2010. \"Harry Potter and the Deathly Hallows: Part 2\" was released in 2011.\nPlot.\nHarry Potter was born in Surrey, England, United Kingdom. His parents, Lily and James Potter, were killed by a evil wizard named Lord Voldemort, while Voldemort was trying to kill Harry. Yet Harry escaped with no harm except a scar in the shape of lightning bolt, and Voldemort ends up mostly dead. Harry is raised by his non-magical Aunt Petunia, Uncle Vernon, and cousin (Dudley), and is mistreated by them. As a child, he did not know that he was a wizard. He eventually discovers that there are many magical people, living secretly and hiding from non-wizards (known as \"Muggles\"). When Harry turned eleven on July 31, he received a letter inviting him to go to a school called Hogwarts for young witches and wizards. Each book tells the story of one year of his life at the school and tells how he struggles. On Hogwarts Express, the train they use to get to Hogwarts, he meets Ron Weasley and Hermione Granger, who become his best friends. Voldemort tries several times to return to life and kill Harry. In the fourth book, Voldemort comes to life with help from his followers. The series ends with an epic battle between Harry and Lord Voldemort.\nAdaptations.\nThe seven books were all adapted into different forms of media, including movies, spin-off movies, video games and a stage play as well.\nStage.\n\"Harry Potter and the Cursed Child\" is a play based on a new story by J.K Rowling, Jack Thorne, and John Tiffany. It is billed as being the \"eighth story, nineteen years later.\" It stars Jamie Parker as Harry, Noma Dumezweni as Hermione, and Paul Thornley as Ron.\nThe play officially opened July 30, 2016 at the Palace Theatre in London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Series","surface_form":"series","offset":20},{"uri":"Fantasy","surface_form":"fantasy","offset":36},{"uri":"Novel","surface_form":"novel","offset":44},{"uri":"J._K._Rowling","surface_form":"J. K. Rowling","offset":71},{"uri":"British_people","surface_form":"British","offset":88},{"uri":"Author","surface_form":"author","offset":96},{"uri":"Protagonist","surface_form":"protagonist","offset":124},{"uri":"Hero","surface_form":"hero","offset":140},{"uri":"Harry_Potter_(character)","surface_form":"Harry Potter","offset":146},{"uri":"Warner_Bros.","surface_form":"Warner Bros","offset":386},{"uri":"Wizard","surface_form":"wizard","offset":931},{"uri":"Lord_Voldemort","surface_form":"Lord Voldemort","offset":944},{"uri":"School","surface_form":"school","offset":1483},{"uri":"Hogwarts","surface_form":"Hogwarts","offset":1497},{"uri":"Harry_Potter_and_the_Cursed_Child","surface_form":"Harry Potter and the Cursed Child","offset":2127},{"uri":"Play_(theatre)","surface_form":"play","offset":2167},{"uri":"Jack_Thorne","surface_form":"Jack Thorne","offset":2209},{"uri":"John_Tiffany","surface_form":"John Tiffany","offset":2226},{"uri":"Jamie_Parker","surface_form":"Jamie Parker","offset":2313},{"uri":"Noma_Dumezweni","surface_form":"Noma Dumezweni","offset":2336},{"uri":"Paul_Thornley","surface_form":"Paul Thornley","offset":2368}]}