{"id":219828,"url":"http://en.wikipedia.org/wiki/Germany","text":"Germany (German: \"Deutschland\"), officially Federal Republic of Germany (\"Bundesrepublik Deutschland\"), is a country in Central Europe. The country's full name is sometimes shortened to the FRG (or the BRD, in German).\nTo the north of Germany are the North and Baltic Seas, and the kingdom of Denmark. To the east of Germany are the countries of Poland and the Czech Republic. To the south of Germany are the countries of Austria and Switzerland. To the west of Germany are the countries of France, Luxembourg, Belgium, and the Netherlands. The total area of Germany is 357,021 square kilometres (137,847 square miles). The large majority of Germany has warm summers and cold winters. In June 2013, Germany had a population of 80.6 million people, the largest in Europe (excluding Russia). After the United States, Germany is the second most popular country for migration in the world.\nBefore it was called Germany, it was called Germania. In the years A.D. 900 – 1806, Germany was part of the Holy Roman Empire. From 1949 to 1990, Germany was made up of two countries called the Federal Republic of Germany (inf. West Germany) and the German Democratic Republic (inf. East Germany). During this time, the capital city of Berlin was divided into a west and an east part. On 13 August 1961, East Germany started building the Berlin Wall between the two parts of Berlin. West Germany was one of the countries that started the European Union.\nHistory.\nGermany gained importance as the Holy Roman Empire of the German Nation, which was the first \"Reich\" (this word means \"empire\"). It was started by Charlemagne who became the first Holy Roman Emperor in 800 AD, and it lasted until 1806, the time of the Napoleonic Wars.\nThe Second Reich was started with a treaty in 1871 in Versailles. The biggest state in the new German Empire was Prussia. The rulers were called Kaisers or \"German Emperors\", but they did not call themselves \"Emperors \"of\" Germany\". There were many smaller states in the Empire, but not Austria. Germany stayed an empire for 50 years.\nIn 1866 Prussia won the war against Austria and their allies. During this time Prussia founded the North German Confederation. The treaty of unification of Germany was made after Germany won the Franco-Prussian War with France in 1871. In World War I, Germany joined Austria-Hungary, and again declared war on France. The war became slow in the west and became trench warfare. Many men were killed on both sides without winning or losing. In the Eastern Front the soldiers fought with the Russian Empire and won there after the Russians gave up. The war ended in 1918 because the Germans could not win in the west and gave up. Germany's emperor also had to give up his power. France took Alsace from Germany and Poland got the Danzig corridor. After a revolution, the Second Reich ended, and the democratic Weimar Republic began.\nAfter the war, there were a lot of problems with money in Germany because of the Peace Treaty of Versailles, which made Germany pay for the costs of World War I and the worldwide Great Depression.\nThe Third Reich was Nazi Germany; it lasted 12 years, from 1933 to 1945. It started after Adolf Hitler became the head of government. On 23 March 1933, the Reichstag (parliament) passed the Enabling Act, which let Hitler's government command the country without help from the Reichstag and the presidency. This gave him total control of the country and the government. Hitler, in effect, became a dictator.\nHitler wanted to unify all Germans in one state and did this by taking over places where Germans lived, such as Austria and Czechoslovakia; Hitler also wanted the land in Poland that Germany had owned before 1918, but Poland refused to give it to him. He then invaded Poland. This started World War II on 1 September 1939. In the beginning of the war, Germany was winning and even successfully invaded France. It managed to take over much of Europe. However, Germany attacked the Soviet Union in 1941 and after the Battle of Kursk, the German Eastern Front began a slow retreat until war's end. On 8 May 1945, Germany gave up after Berlin was captured, Hitler had killed himself a week earlier. Because of the war, Germany lost a lot of German land east of the Oder-Neiße line, and for 45 years, Germany was split into West Germany and East Germany. Other events happened during the war in Nazi Germany, including the Holocaust, the mass genocide of Jews and other peoples, for which some Nazis were punished in the Nuremberg Trials.\nIn 1989 there was a process of reforms in East Germany, which lead to the opening of the Berlin Wall and to the end of socialist rule in Germany. These events are known as the \"Wende\" or the \"Friedliche Revolution\" (Peaceful Revolution) in Germany. After that, East Germany joined West Germany in 1990. The new Germany is a part of the European Union.\nPolitics.\nGermany is a constitutional federal democracy. Its political rules come from the 'constitution' called \"Basic Law\" (\"Grundgesetz\"), written by West Germany in 1949. It has a parliamentary system, and the parliament elects the head of government, the Federal Chancellor (\"Bundeskanzler\"). The current Chancellor, Dr Angela Merkel, is a woman who used to live in East Germany.\nThe people of Germany vote for the parliament, called the \"Bundestag\" (Federal Assembly), every four years. Government members of the 16 States of Germany (\"Bundesländer\") work in the \"Bundesrat\" (Federal Council). The \"Bundesrat\" can help make some laws.\nThe head of state is the \"Bundespräsident\" (Federal President). This person has no real powers but can order elections for the Bundestag. The current president is Frank-Walter Steinmeier (SPD).\nThe judiciary branch (the part of German politics that deals with courts) has a \"Bundesverfassungsgericht\" (Federal Constitutional Court). It can stop any act by the law-makers or other leaders if they feel they go against Germany's constitution.\nThe opposition parties are the The Greens, Die Linke, FDP, and the AFD.\nGeography.\nGermany is one of the largest countries in Europe. It stretches from the North Sea and Baltic Sea in the north to the high mountains of the Alps in the south. The highest point is the Zugspitze on the Austrian border, at.\nGermany's northern part is very low and flat (lowest point: Neuendorf-Sachsenbande at). In the middle, there are low mountain ranges covered in large forests. Between these and the Alps, there is another plain created by glaciers during the ice ages.\nGermany also contains parts of Europe's longest rivers, such as the Rhine (which makes up a part of Germany's western border, while Oder River is on its eastern border), the Danube and the Elbe.\nStates.\nIn these states there are 301 \"Kreise\" (districts) and 114 independent cities, which do not belong to any district.\nEconomy.\nGermany has one of the world's largest technologically powerful economies. Bringing West and East Germany together and making their economy work is still taking a long time and costing a lot of money. Germany is the largest economy in Europe. In September 2011, the inflation rate in Germany was 2.5%. The unemployment rate of Germany was 5.5% as of October 2011.\nGermany is one of the G8 countries. The main industry area is the Ruhr area.\nPeople.\nIn Germany live mostly Germans and many ethnic minorities. There are at least seven million people from other countries living in Germany. Some have political asylum, some are guest workers (\"Gastarbeiter\"), and some are their families. Many people from poor or dangerous countries go to Germany for safety. Many others do not get permission to live in Germany.\nAbout 50,000 ethnic Danish people live in Schleswig-Holstein, in the north. About 60,000 Sorbs (a Slavic people) live in Germany too, in Saxony and Brandenburg. About 12,000 people in Germany speak Frisian; this language is the closest living language to English. In northern Germany, people outside towns speak Low Saxon.\nMany people have come to Germany from Turkey (about 1.9 million Turks and Kurds). Other small groups of people in Germany are Croats (0.2 million), Italians (0.6 million), Greeks (0.4 million), Russians, and Poles (0.3 million). There are also some ethnic Germans who lived in the old Soviet Union (1.7 million), Poland (0.7 million), and Romania (0.3 million). These people have German passports, so they are not counted as foreigners. A lot of these people do not speak German at home.\nChristianity is the biggest religion; Protestants are 38% of the people (mostly in the north) and Catholics are 34% of the people (mostly in the south). There are also many Muslims, while the other people (26.3%) are either not religious, or belong to smaller religious groups. In the eastern regions, the former territory of the GDR (known as the \"DDR\" in German), only one fifth of the population is religious.\nGermany has one of the world's highest levels of schooling, technology, and businesses. The number of young people who attend universities is now three times more than it was after the end of World War II, and the trade and technical schools of Germany are some of the best in the world. German income is, on average, $25,000 a year, making Germany a highly middle class society. A large social welfare system gives people money when they are ill, unemployed, or similarly disadvantaged. Millions of Germans travel outside of their country each year.\nMoving to Germany for safety.\nIn 2015 there were wrong reports in some African, Arabic, etc. media channels about what it's like to go to and live in Germany. False promises of money, easy living and easy jobs were made. Germany is a very densely populated country, and especially in cities the housing situation is difficult and rents are high. Already in 2014 there were 39,000 homeless people in Germany and 339,000 people without apartment. Here is a link to a German video report from a German news magazine. The video is about refugees, who have been living in a sports gym in Berlin for over a year with no privacy. In the video people discuss amongst others why there are problems to find living space in containers. The containers are similar to those in Zaatari refugee camp.\nReligion.\nGermany's constitution says that all people can believe in any religion they want to, and that no one is allowed to discriminate against somebody because of the person's religion.\nIn ancient times Germany was largely pagan. Roman Catholicism was the biggest religion in Germany up to the 15th century, but a major religious change called the Reformation changed this. In 1517, Martin Luther said that the Catholic Church used religion to make money. Luther started Protestantism, which is as big as the Catholic religion in Germany today. Before World War II, about two-thirds of the German people were Protestant and one-thirds were Roman Catholic. In the north and northeast of Germany, there were a lot more Protestants than Catholics. Today, about two-thirds of German people (more than 55 million people) call themselves Christian, but most of them do not practice it. About half of them are Protestants and about half are Roman Catholics. Most German Protestants are members of the Evangelical Church in Germany. The previous Pope, Benedict XVI, was born in Germany.\nBefore World War II, about one percent of the country's people were German Jews. Today, Germany has the fastest-growing group of Jewish people in the world. Many of them are in Berlin. Ten thousand Jews have moved to Germany since the fall of the Berlin Wall; many came from countries that were in the Soviet Union. Schools teaching about the horrible things that happened when the Nazis were in power, as well as teaching against the ideas of the Nazis, has helped to make Germany very tolerant towards other people and cultures, and now many people move there from countries that may not be so tolerant.\nAbout three million Muslims live in Germany, 3.7% of the total population. The country also has a large atheist and agnostic population, and there are also large about O.6 million Hinduism follower and some small group of Jain, Buddhist and Zoroastrian communities. The 20th century has also seen a neopagan revival.\nCulture.\nGermany has a long history of poets, thinkers, artists, and so on. There are 240 supported theaters, hundreds of orchestras, thousands of museums and over 25,000 libraries in Germany. Millions of tourists visit these attractions every year. Some of the greatest classical musicians including Johann Sebastian Bach, Ludwig van Beethoven and possibly Wolfgang Amadeus Mozart were German. Some of the most revered scientists today like Albert Einstein are German.\nGermany has created a high level of gender equality, disability rights, and accepts homosexuality. Gay marriage has been legal in Germany since 2017.\nFood.\nGermany is known for its food. The food varies from region to region. For example, in the southern regions, such as Bavaria and Baden-Württemberg, they share their type of food with Switzerland and Austria. Everywhere in Germany, meat is eaten as a sausage. Even though wine use is increasing, the national alcoholic drink is beer. The number of Germans who drink beer is one of the highest in the world. German restaurants are also rated the second-best, with France rated first place.\nSports.\nFootball (soccer) is the most popular sport in Germany. The national team has won the FIFA World Cup 4 times, and appears in the finals a lot. The top football league in Germany is Bundesliga. Also, the German Football Association (\"Deutscher Fußball-Bund\") is the largest in the world. Some of the world's best Footballers came from Germany. These would include Miroslav Klose, Oliver Kahn, Gerd Müller, Michael Ballack, Bastian Schweinsteiger, Franz Beckenbauer, and so on. Plus, many tournaments have taken place in Germany. The most recent was the 2006 FIFA World Cup, and the 2011 FIFA Women's World Cup. The Audi Cup takes place in Germany every year in Munich.\nGermany is also known for its motor sports. The country has made companies like the BMW, Mercedes-Benz, Audi, etc. Successful German racing drivers include Michael Schumacher and Sebastian Vettel.\nSuccessful tennis players have also come from Germany, including Steffi Graf and Boris Becker. More recently, Sabine Lisicki reached the Women's Singles final at Wimbledon in 2013.\nLastly, Germany is one of the best countries in the Olympic Games. Germany is the third in the list of the most Olympic Games medals in history (mixed with West and East Germany medals). The country finished first place in the 2006 Winter Olympics, and second in the 2010 Winter Olympics. Germany got fifth place in the 2008 Summer Olympics.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"German_language","surface_form":"German","offset":9},{"uri":"Central_Europe","surface_form":"Central Europe","offset":120},{"uri":"North_Sea","surface_form":"North","offset":251},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":261},{"uri":"Denmark","surface_form":"Denmark","offset":293},{"uri":"Poland","surface_form":"Poland","offset":346},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":361},{"uri":"Austria","surface_form":"Austria","offset":422},{"uri":"Switzerland","surface_form":"Switzerland","offset":434},{"uri":"France","surface_form":"France","offset":491},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":499},{"uri":"Belgium","surface_form":"Belgium","offset":511},{"uri":"Netherlands","surface_form":"Netherlands","offset":528},{"uri":"Russia","surface_form":"Russia","offset":781},{"uri":"United_States","surface_form":"United States","offset":800},{"uri":"Immigration","surface_form":"migration","offset":862},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":994},{"uri":"West_Germany","surface_form":"West Germany","offset":1114},{"uri":"Berlin","surface_form":"Berlin","offset":1222},{"uri":"German_Democratic_Republic","surface_form":"East Germany","offset":1290},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":1324},{"uri":"European_Union","surface_form":"European Union","offset":1424},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":1482},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":1596},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":1629},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":1701},{"uri":"Palace_of_Versailles","surface_form":"Versailles","offset":1772},{"uri":"Prussia","surface_form":"Prussia","offset":1831},{"uri":"Kaiser","surface_form":"Kaiser","offset":1863},{"uri":"Austria","surface_form":"Austria","offset":2005},{"uri":"Austria","surface_form":"Austria","offset":2089},{"uri":"North_German_Confederation","surface_form":"North German Confederation","offset":2152},{"uri":"Unification_of_Germany","surface_form":"unification of Germany","offset":2194},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":2248},{"uri":"World_War_I","surface_form":"World War I","offset":2292},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":2320},{"uri":"Trench_warfare","surface_form":"trench warfare","offset":2414},{"uri":"Eastern_Front_(World_War_I)","surface_form":"Eastern Front","offset":2499},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":2542},{"uri":"Alsace","surface_form":"Alsace","offset":2741},{"uri":"Danzig","surface_form":"Danzig","offset":2780},{"uri":"Democracy","surface_form":"democratic","offset":2849},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":2860},{"uri":"Treaty_of_Versailles","surface_form":"Peace Treaty of Versailles","offset":2964},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3062},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":3100},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":3170},{"uri":"Head_of_government","surface_form":"head of government","offset":3194},{"uri":"Reichstag_(institution)","surface_form":"Reichstag","offset":3236},{"uri":"Dictator","surface_form":"dictator","offset":3477},{"uri":"Annexation","surface_form":"taking over","offset":3551},{"uri":"Austria","surface_form":"Austria","offset":3599},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":3611},{"uri":"World_War_II","surface_form":"World War II","offset":3776},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3967},{"uri":"Battle_of_Kursk","surface_form":"Battle of Kursk","offset":4002},{"uri":"Oder-Neisse_line","surface_form":"the Oder-Neiße line","offset":4244},{"uri":"German_Democratic_Republic","surface_form":"East Germany","offset":4323},{"uri":"The_Holocaust","surface_form":"the Holocaust","offset":4401},{"uri":"Genocide","surface_form":"genocide","offset":4425},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":4503},{"uri":"Reform","surface_form":"reform","offset":4552},{"uri":"Wende","surface_form":"Wende","offset":4698},{"uri":"German_reunification","surface_form":"joined","offset":4795},{"uri":"European_Union","surface_form":"European Union","offset":4857},{"uri":"Constitution","surface_form":"constitution","offset":4896},{"uri":"Federal_republic","surface_form":"federal","offset":4911},{"uri":"Democracy","surface_form":"democracy","offset":4919},{"uri":"Basic_Law_of_the_Federal_Republic_of_Germany","surface_form":"Basic Law","offset":4987},{"uri":"Parliamentary_system","surface_form":"parliamentary system","offset":5057},{"uri":"Chancellor_of_Germany","surface_form":"Federal Chancellor","offset":5133},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":5198},{"uri":"Bundestag","surface_form":"Bundestag","offset":5317},{"uri":"States_of_Germany","surface_form":"States of Germany","offset":5395},{"uri":"Bundesrat_(Germany)","surface_form":"Bundesrat","offset":5443},{"uri":"Head_of_state","surface_form":"head of state","offset":5518},{"uri":"President_of_Germany","surface_form":"Bundespräsident","offset":5540},{"uri":"Elections","surface_form":"elections","offset":5623},{"uri":"Frank-Walter_Steinmeier","surface_form":"Frank-Walter Steinmeier","offset":5677},{"uri":"Courts_of_Germany","surface_form":"judiciary branch","offset":5712},{"uri":"Federal_Constitutional_Court_of_Germany","surface_form":"Bundesverfassungsgericht","offset":5789},{"uri":"Law","surface_form":"act","offset":5863},{"uri":"The_Greens","surface_form":"The Greens","offset":5986},{"uri":"Die_Linke","surface_form":"Die Linke","offset":5998},{"uri":"Free_Democratic_Party_(Germany)","surface_form":"FDP","offset":6009},{"uri":"Alternative_for_Germany","surface_form":"AFD","offset":6022},{"uri":"North_Sea","surface_form":"North Sea","offset":6111},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":6125},{"uri":"Alps","surface_form":"Alps","offset":6178},{"uri":"Zugspitze","surface_form":"Zugspitze","offset":6222},{"uri":"Border","surface_form":"border","offset":6248},{"uri":"Neuendorf-Sachsenbande","surface_form":"Neuendorf-Sachsenbande","offset":6320},{"uri":"Glacier","surface_form":"glacier","offset":6481},{"uri":"Ice_age","surface_form":"ice age","offset":6501},{"uri":"Rhine","surface_form":"Rhine","offset":6579},{"uri":"Oder_River","surface_form":"Oder River","offset":6643},{"uri":"Danube","surface_form":"Danube","offset":6685},{"uri":"Elbe","surface_form":"Elbe","offset":6700},{"uri":"List_of_German_districts","surface_form":"Kreise","offset":6745},{"uri":"Technology","surface_form":"technologically","offset":6878},{"uri":"Economy","surface_form":"economies","offset":6903},{"uri":"Europe","surface_form":"Europe","offset":7074},{"uri":"Inflation","surface_form":"inflation rate","offset":7105},{"uri":"Unemployment","surface_form":"unemployment rate","offset":7145},{"uri":"G8","surface_form":"G8","offset":7225},{"uri":"Ruhr_area","surface_form":"Ruhr area","offset":7269},{"uri":"Germans","surface_form":"Germans","offset":7311},{"uri":"Ethnic_minorities","surface_form":"ethnic minorities","offset":7328},{"uri":"Political_asylum","surface_form":"political asylum","offset":7437},{"uri":"Guest_worker","surface_form":"guest worker","offset":7464},{"uri":"Sorbs","surface_form":"Sorbs","offset":7739},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":7748},{"uri":"Saxony","surface_form":"Saxony","offset":7787},{"uri":"Brandenburg","surface_form":"Brandenburg","offset":7798},{"uri":"Frisian","surface_form":"Frisian","offset":7848},{"uri":"Low_Saxon","surface_form":"Low Saxon","offset":7962},{"uri":"Turkey","surface_form":"Turkey","offset":8011},{"uri":"Turks_in_Germany","surface_form":"Turks","offset":8037},{"uri":"Kurds","surface_form":"Kurds","offset":8047},{"uri":"Croatia","surface_form":"Croats","offset":8099},{"uri":"Italy","surface_form":"Italians","offset":8121},{"uri":"Poland","surface_form":"Poles","offset":8181},{"uri":"Romania","surface_form":"Romania","offset":8312},{"uri":"Passport","surface_form":"passport","offset":8360},{"uri":"Protestant","surface_form":"Protestant","offset":8499},{"uri":"Catholicism","surface_form":"Catholics","offset":8559},{"uri":"Muslims","surface_form":"Muslims","offset":8634},{"uri":"GDR","surface_form":"GDR","offset":8791},{"uri":"Trade_school","surface_form":"trade","offset":9088},{"uri":"Technical_school","surface_form":"technical school","offset":9098},{"uri":"Social_welfare","surface_form":"social welfare","offset":9262},{"uri":"Arabic_language","surface_form":"Arabic","offset":9505},{"uri":"Homelessness","surface_form":"homeless people","offset":9805},{"uri":"Zaatari_refugee_camp","surface_form":"Zaatari refugee camp","offset":10189},{"uri":"Germanic_paganism","surface_form":"pagan","offset":10438},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":10445},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":10563},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":10598},{"uri":"Protestant","surface_form":"Protestant","offset":10686},{"uri":"Evangelical_Church_in_Germany","surface_form":"Evangelical Church in Germany","offset":11209},{"uri":"Pope_Benedict_XVI","surface_form":"Benedict XVI","offset":11259},{"uri":"German_Jews","surface_form":"German Jews","offset":11362},{"uri":"Jewish","surface_form":"Jewish","offset":11423},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":11541},{"uri":"Toleration","surface_form":"tolerant","offset":11781},{"uri":"Muslim","surface_form":"Muslim","offset":11920},{"uri":"Atheism","surface_form":"atheist","offset":12004},{"uri":"Hinduism","surface_form":"Hinduism","offset":12080},{"uri":"Germanic_neopaganism","surface_form":"neopagan","offset":12199},{"uri":"Library","surface_form":"libraries","offset":12388},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":12518},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":12541},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":12575},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":12659},{"uri":"Gay_marriage","surface_form":"Gay marriage","offset":12786},{"uri":"Bavaria","surface_form":"Bavaria","offset":12959},{"uri":"Baden-W%C3%BCrttemberg","surface_form":"Baden-Württemberg","offset":12971},{"uri":"Switzerland","surface_form":"Switzerland","offset":13025},{"uri":"Austria","surface_form":"Austria","offset":13041},{"uri":"France","surface_form":"France","offset":13304},{"uri":"Germany_national_football_team","surface_form":"national team","offset":13398},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":13424},{"uri":"Bundesliga","surface_form":"Bundesliga","offset":13519},{"uri":"German_Football_Association","surface_form":"German Football Association","offset":13541},{"uri":"Footballer","surface_form":"Footballer","offset":13650},{"uri":"Miroslav_Klose","surface_form":"Miroslav Klose","offset":13701},{"uri":"Oliver_Kahn","surface_form":"Oliver Kahn","offset":13717},{"uri":"Gerd_M%C3%BCller","surface_form":"Gerd Müller","offset":13730},{"uri":"Michael_Ballack","surface_form":"Michael Ballack","offset":13743},{"uri":"Bastian_Schweinsteiger","surface_form":"Bastian Schweinsteiger","offset":13760},{"uri":"Franz_Beckenbauer","surface_form":"Franz Beckenbauer","offset":13784},{"uri":"2006_FIFA_World_Cup","surface_form":"2006 FIFA World Cup","offset":13890},{"uri":"2011_FIFA_Women%27s_World_Cup","surface_form":"2011 FIFA Women's World Cup","offset":13919},{"uri":"Audi_Cup","surface_form":"Audi Cup","offset":13952},{"uri":"Munich","surface_form":"Munich","offset":13998},{"uri":"BMW","surface_form":"BMW","offset":14090},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":14095},{"uri":"Audi","surface_form":"Audi","offset":14110},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":14162},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":14185},{"uri":"Tennis","surface_form":"tennis","offset":14214},{"uri":"Steffi_Graf","surface_form":"Steffi Graf","offset":14268},{"uri":"Boris_Becker","surface_form":"Boris Becker","offset":14284},{"uri":"Sabine_Lisicki","surface_form":"Sabine Lisicki","offset":14313},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":14436},{"uri":"West_Germany","surface_form":"West","offset":14540},{"uri":"East_Germany","surface_form":"East Germany","offset":14549},{"uri":"2006_Winter_Olympics","surface_form":"2006 Winter Olympics","offset":14611},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":14651},{"uri":"2008_Summer_Olympics","surface_form":"2008 Summer Olympics","offset":14704}]}