{"id":219934,"url":"http://en.wikipedia.org/wiki/Bird_nest","text":"A bird nest is a place where a bird lays its eggs. There are all kinds of nests, including cup nests, holes in the ground, and piles of twigs and leaves. The word can be used as a noun or a verb, as in – a bird \"nests\" in a \"nest\". They are in all kinds of sizes: some can be as big and heavy as a car, like an old eagle's nest, while some can be tiny as a thimble, like the nest of a Bee Hummingbird.\nMaking a home.\nUsually, the female builds the nest, and the male helps her. In some species, though, the male does nothing, and in others, the male builds the nest and the female does nothing.\nMany birds \"glue\" their nests together with materials like spider webs, silk, mud, and even their own saliva (spit). Most nest builders like to put soft things \"inside\" their nest. Some birds even put herbs and spices in their nest. Scientists think these herbs help fight off bacteria in a way they can't completely understand yet.\nCup nest.\nThe \"cup nest\" is probably the most common bird nest. Its name tells you that a cup nest is shaped like a cup or bowl. Many songbirds built cup nests. These nests can be built in the branches of a tree, like in the crack where one branch joins another: however, some can simply stick the nest right onto the branch of a tree. They use lots of materials that act like sticky glue – mud, rotten wood, dung, spider webs, and caterpillar silk.. They sometimes even use their own saliva mixed with food to keep the nest firmly stuck on the branch.\nCup nesters use all kinds of materials to build a nest: twigs (tiny branches), grass, leaves, moss; and they use all sorts of materials to keep it from falling apart. Most cup nesters use rough, scratchy material for the outside (this gives protection and camouflages the rest), and put soft, cozy material like moss, fur, feathers, and cotton on the inside.\nMany cup nesters enjoy nesting very close to the ground in low bushes – sometimes they will even nest in potted plants on a porch. Some of them actually just build their nests on the ground. Sparrows, cardinals, and many other song birds (called \"passerines\"), like to nest near the ground, far away from owls, hawks, and Blue Jays that may eat their babies.\nThere are several types of cup nests. A suspended cup nest is attached to the branch at the top and sides but then drops like a bag down below. It really looks more like a vase than a cup. The bird is almost hidden when she warms her eggs. The mother bird can sit down on the branch above the nest and bend down to feed her baby birds. Orioles are very famous for building amazingly long bags that hang far below the branch.\nThe smallest cup nests are made by hummingbirds. They can be as tiny as a thimble, like the Bee Hummingbird's nest. That tiny nest holds eggs that are as tiny as peas. The \"largest\" cup nest is probably the stork's. His nest can be nine feet deep and six feet wide. The stork's nest is so big that smaller birds actually make nests in its cracks, holes, and branches.\nAdherent nests.\n\"Adherent nests\" adhere (stick) to buildings, trees, cliffs, or other vertical structures. Swallows can build an almost perfectly round nest out of mud. Some species make cup-shaped nests, while others make jug-like nests with little holes in the sides. They put little balls of mud in their mouth and mix it with their saliva, making a special clay. As it dries, it becomes hard.\nBird saliva is very good for making glue: in fact, some species of swiftlets make their whole nest out of simply saliva. The male regurgitates (throws up) a long, thin strand of saliva from glands under its tongue. This saliva is used to be made into a half-cup nest which sticks to a cave wall (swiftlets like to build their nests in caves and grottos) and dries quickly. This saliva nest is thought to be a delicacy (something \"really\" yummy to eat) in China, and it is very expensive. They put it into a soup called Bird's Nest Soup.\nPlatform nests.\n\"Platform nests\" are built mostly by raptors (birds that eat prey, like eagles and hawks). They are usually huge and very, very high up - on the sides of cliffs, maybe, or high up in a big tree. It takes months and months making these nests, adding branch by branch. They often return to the same nest year after year and continue to build it. It is because of this that platform nests get \"so big\": a Bald Eagle's nest, for example, can weigh as much as a ton (about the same weight as a small car). It is so heavy it can sometimes hurt the tree it is built in.\nA few water birds (like grebes and loons) build platform nests right on the water, where they can float. The nests don't move, though, because they are anchored to plants that are attached to the bottom of the body of water. These birds build nests on water because they don't walk well on land, so they find a shallow (not deep) part of the water to build their nests. Then, they do not \"walk\" to their nests - they \"swim\" to it. When the babies are ready, they simply jump into the water and begin their aquatic (water) life.\nEarth-hole nests.\n\"Earth-hole nests\" are nests that are inside the earth. They are burrows (tunnels) on the ground or in the sides of cliffs. They like using abandoned rabbit holes, too. The Burrowing Owl only uses already dug holes for its nest.\nPuffins, for instance, dig a tunnel that is usually two to three feet long. At the end they make a nest of feathers and grass and lay their eggs. They are able to do this because of their sharp bill and claws. A puffin can work for hours to make its tunnel. Kingfishers, too, dig or burrow their holes. They can burrow up to six feet into the side of a cliff and lay their eggs in that place.\nGround and mound nests.\nMany birds nest right on the ground. After carving out a little hole, ground and mound nesters line the nest with grass or other materials. Geese even pick feathers from their breasts and make a nice downy bed for their eggs. Most ducks, geese, and quail like the ground for nesting. Penguins nest on the ground, too, pushing rocks around the nest to keep it from washing away with flood waters. Usually, males make ground nests.\nThe Trumpeter Swan makes a big mound nest, and flamingos make mounds, too. Flamingos make their mounds completely out of mud. They can be up to 18 inches high and 12 to 20 inches in width.\nScrape nests.\nThese nests are barely a nest at all – just a small depression in the ground or a pile of dead leaves to lay eggs on. These scrape-nesting birds usually have eggs that match the color of dead leaves or rocks. This is needed because these eggs are in danger of being eaten by animals like rats, raccoons, snakes, and others that eat eggs.\nMany scrape nesters actually try to distract creatures that might be dangerous by pretending they have a broken wing. This makes a predator chase the mother bird, and leave the eggs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egg_(biology)","surface_form":"egg","offset":45},{"uri":"Twig","surface_form":"twig","offset":136},{"uri":"Leaf","surface_form":"leaves","offset":146},{"uri":"Noun","surface_form":"noun","offset":180},{"uri":"Verb","surface_form":"verb","offset":190},{"uri":"Car","surface_form":"car","offset":298},{"uri":"Eagle","surface_form":"eagle","offset":315},{"uri":"Thimble","surface_form":"thimble","offset":357},{"uri":"Hummingbird","surface_form":"Hummingbird","offset":389},{"uri":"Female","surface_form":"female","offset":430},{"uri":"Male","surface_form":"male","offset":462},{"uri":"Glue","surface_form":"glue","offset":607},{"uri":"Material","surface_form":"material","offset":639},{"uri":"Spider_web","surface_form":"spider web","offset":654},{"uri":"Silk","surface_form":"silk","offset":667},{"uri":"Mud","surface_form":"mud","offset":673},{"uri":"Herb","surface_form":"herb","offset":796},{"uri":"Spice","surface_form":"spice","offset":806},{"uri":"Science","surface_form":"Scientists","offset":828},{"uri":"Fight","surface_form":"fight","offset":862},{"uri":"Bacteria","surface_form":"bacteria","offset":872},{"uri":"Bowl","surface_form":"bowl","offset":1051},{"uri":"Tree","surface_form":"tree","offset":1135},{"uri":"Rot","surface_form":"rotten","offset":1324},{"uri":"Wood","surface_form":"wood","offset":1331},{"uri":"Poop","surface_form":"dung","offset":1337},{"uri":"Spider","surface_form":"spider","offset":1343},{"uri":"Spider_web","surface_form":"web","offset":1350},{"uri":"Caterpillar","surface_form":"caterpillar","offset":1360},{"uri":"Firm","surface_form":"firmly","offset":1453},{"uri":"Material","surface_form":"material","offset":1510},{"uri":"Grass","surface_form":"grass","offset":1560},{"uri":"Leaf","surface_form":"leaves","offset":1567},{"uri":"Moss","surface_form":"moss","offset":1575},{"uri":"Material","surface_form":"material","offset":1607},{"uri":"Scratch","surface_form":"scratchy","offset":1676},{"uri":"Camouflage","surface_form":"camouflage","offset":1737},{"uri":"Material","surface_form":"material","offset":1779},{"uri":"Moss","surface_form":"moss","offset":1793},{"uri":"Fur","surface_form":"fur","offset":1799},{"uri":"Feather","surface_form":"feather","offset":1804},{"uri":"Cotton","surface_form":"cotton","offset":1818},{"uri":"Shrub","surface_form":"bushes","offset":1903},{"uri":"Pot","surface_form":"pot","offset":1945},{"uri":"Plant","surface_form":"plant","offset":1952},{"uri":"Porch","surface_form":"porch","offset":1964},{"uri":"Cardinal_(bird)","surface_form":"cardinal","offset":2041},{"uri":"Owl","surface_form":"owl","offset":2145},{"uri":"Hawk","surface_form":"hawk","offset":2151},{"uri":"Blue_Jay","surface_form":"Blue Jay","offset":2162},{"uri":"Vase","surface_form":"vase","offset":2371},{"uri":"Oriole","surface_form":"Oriole","offset":2535},{"uri":"Hummingbird","surface_form":"hummingbird","offset":2659},{"uri":"Pea","surface_form":"pea","offset":2786},{"uri":"Stork","surface_form":"stork","offset":2831},{"uri":"Foot_(unit_of_length)","surface_form":"nine feet deep and six feet wide","offset":2856},{"uri":"Cliff","surface_form":"cliff","offset":3061},{"uri":"Vertical","surface_form":"vertical","offset":3078},{"uri":"Mud","surface_form":"mud","offset":3156},{"uri":"Jug","surface_form":"jug","offset":3215},{"uri":"Clay","surface_form":"clay","offset":3353},{"uri":"Gland","surface_form":"glands","offset":3579},{"uri":"Tongue","surface_form":"tongue","offset":3596},{"uri":"Cave","surface_form":"cave","offset":3674},{"uri":"Wall","surface_form":"wall","offset":3679},{"uri":"China","surface_form":"China","offset":3844},{"uri":"Money","surface_form":"expensive","offset":3866},{"uri":"Prey","surface_form":"prey","offset":4003},{"uri":"Eagle","surface_form":"eagle","offset":4014},{"uri":"Hawk","surface_form":"hawk","offset":4025},{"uri":"Cliff","surface_form":"cliff","offset":4096},{"uri":"Tree","surface_form":"tree","offset":4131},{"uri":"Bald_Eagle","surface_form":"Bald Eagle","offset":4344},{"uri":"Car","surface_form":"car","offset":4437},{"uri":"Water","surface_form":"water","offset":4511},{"uri":"Loon","surface_form":"loon","offset":4540},{"uri":"Anchor","surface_form":"anchor","offset":4657},{"uri":"Plant","surface_form":"plant","offset":4669},{"uri":"Water","surface_form":"water","offset":4723},{"uri":"Swim","surface_form":"swim","offset":4923},{"uri":"Cliff","surface_form":"cliff","offset":5167},{"uri":"Abandon","surface_form":"abandoned","offset":5191},{"uri":"Rabbit","surface_form":"rabbit","offset":5201},{"uri":"Owl","surface_form":"Owl","offset":5234},{"uri":"Puffin","surface_form":"Puffin","offset":5280},{"uri":"Grass","surface_form":"grass","offset":5400},{"uri":"Kingfisher","surface_form":"Kingfisher","offset":5538},{"uri":"Material","surface_form":"material","offset":5826},{"uri":"Goose","surface_form":"Geese","offset":5837},{"uri":"Feather","surface_form":"feather","offset":5853},{"uri":"Breast","surface_form":"breast","offset":5873},{"uri":"Down","surface_form":"down","offset":5897},{"uri":"Duck","surface_form":"duck","offset":5928},{"uri":"Goose","surface_form":"geese","offset":5935},{"uri":"Quail","surface_form":"quail","offset":5946},{"uri":"Penguin","surface_form":"Penguin","offset":5981},{"uri":"Swan","surface_form":"Swan","offset":6141},{"uri":"Flamingo","surface_form":"flamingo","offset":6174},{"uri":"Depression","surface_form":"depression","offset":6382},{"uri":"Rock_(geology)","surface_form":"rocks","offset":6532},{"uri":"Rat","surface_form":"rat","offset":6618},{"uri":"Raccoon","surface_form":"raccoon","offset":6624},{"uri":"Snake","surface_form":"snake","offset":6634}]}