{"id":21991,"url":"http://en.wikipedia.org/wiki/Eukaryote","text":"A eukaryote is an organism with complex cells, or a single cell with a complex structures. In these cells the genetic material is organized into chromosomes in the cell nucleus.\nAnimals, plants, algae and fungi are all eukaryotes. There are also eukaryotes amongst single-celled protists. In contrast, simpler organisms, such as bacteria and archaea, do not have nuclei and other complex cell structures. Such organisms are called prokaryotes.\nThe eukaryotes are often treated as a superkingdom, or domain.\nEukaryotes evolved in the Proterozoic eon. The oldest known probable eukaryote is \"Grypania\", a coiled, unbranched filament up to 30mm long. The oldest \"Grypania\" fossils come from an iron mine near Negaunee, Michigan. The fossils were originally dated as 2100 million years ago, but later research showed the date as about 1874 million years ago. \"Grypania\" lasted into the Mesoproterozoic era.\nAnother ancient group is the acritarchs, believed to be the cysts or reproductive stages of algal plankton. They are found 1400 million years ago, in the Mesoproterozoic era.p57\nThe classification of the Eukaryota is under active discussion, and several taxonomies have been proposed. All modern versions have five kingdoms, but disagree about which groups go into each kingdom.\nStructure.\nEukaryotic cells are usually much bigger than prokaryotes. They can be up to 10 times bigger. Eukaryote cells have many different internal membranes and structures, called organelles. They also have a cytoskeleton. The cytoskeleton is made up of microtubules and microfilaments. Those parts are very important in the cell's shape. Eukaryotic DNA is put in bundles called chromosomes, which are separated by a microtubular spindle during cell division. Most eukaryotes have some sort of sexual reproduction through fertilisation, which prokaryotes do not use.\nProkaryotes do not have sexes, but they can pass DNA to other bacteria. Their cell division is asexual. Bacterial conjugation is when bacteria move a genetic element (often a plasmid or transposon) from one to another.\nEukaryotes have sets of linear chromosomes located in the nucleus and the number of chromosomes is usually typical for each species.\nInternal membrane.\nIn eukaryotic cells, there are many things with membranes around them. All of them together are called the endomembrane system. Simple bags, called vesicles or vacuoles, are sometimes made by budding off other membranes, just like how children make bubbles with their toys. Many cells take in food and other things using something called endocytosis. In endocytosis, the membrane closest to the outside bends inwards and then pinches off to make a vesicle. Many other organelles that have membranes probably started off as vesicles.\nThe nucleus is surrounded by two membranes membrane that has holes in it so things can go in and out. The nuclear envelope has things sticking out of it that look like tubes and sheets. These are called the endoplasmic reticulum which is often shortened to ER. The ER is works with moving proteins around and allowing them to mature.\nThe ER has two parts, the rough ER and the smooth ER. The rough ER has ribosomes attached to it. The proteins made by the ribosomes attached to the rough ER go to the inside the rough ER, called the lumen. After that, they usually go into vesicles, which grow and pinch off from the smooth ER. In most eukaryotes, the vesicles with proteins inside fuse with piles of flattened vesicles called the Golgi bodies, where the proteins inside are changed again.\nVesicles are sometimes changed so they can do one thing very well. This is called specialization, or differentiation. For example, lysosomes have enzymes inside them that break down the food the comes from food vacuoles, and peroxisomes have enzymes that break down peroxide, a poison, so it is not poisonous anymore.\nMany protozoa have contractile vacuoles, which are vacuoles that can fuse or pinch off from the outer membrane. Contractile vesicles are often used to get and get rid of unneeded water. Extrusomes shoot out stuff that make predators go away or catch food. In multicellular organisms, hormones are often made in vesicles. In the complicated plants, most of the inside of a plant cell is taken up by a central vacuole. That central vacuole is the main thing that keeps osmotic pressure so the cell can hold its shape.\nOrigin.\nBecause the cell organelles of eukaryotes have different (polyphyletic) origins, the question arises as to whether the group is a unified clade or not. It is certain that the protists are not. Cell organelles are specialised units which carry out well-defined functions, like mitochondria and plastids. It is fairly clear now that all or most of these organelles have their origin in once-independent prokaryotes (bacteria or archaea), and that the eukaryote cell is a 'community of micro-organisms' working together in 'a marriage of convenience'. The first such events took place between ancient bacteria to produce the double-membrane class known as gram-negative bacteria. Since the gram-negative bacteria include the cyanobacteria, this was the first of several such events in the history of the eukaryotes.\nRole of the Archaea.\nRecent research shows that \"the known repertoire of ‘eukaryote-specific’ proteins in Archaea [indicate] that the archaeal host cell already contained many key components that govern eukaryotic cellular complexity\".\nTaxonomy.\nHowever, in 2005, doubts were expressed as to whether some of these supergroups were monophyletic, particularly the Chromalveolata, and a review in 2006 noted the lack of evidence for several of the supposed six supergroups.\nThe Eukarya may only be unified in the sense that the cells are a community derived from bacteria and archaea; opinions vary. Like the Protista, the Eukarya may be a polyphyletic assembly, though a useful one. However, as mentioned above, all branches of the Eukarya have sexual reproduction. That, and the general organisation of the nucleus, are the defining features. These two points are the main evidence for monophyletic origin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":18},{"uri":"Cell","surface_form":"cell","offset":40},{"uri":"DNA","surface_form":"genetic material","offset":110},{"uri":"Chromosome","surface_form":"chromosome","offset":145},{"uri":"Cell_nucleus","surface_form":"cell nucleus","offset":164},{"uri":"Animal","surface_form":"Animal","offset":178},{"uri":"Plant","surface_form":"plant","offset":187},{"uri":"Algae","surface_form":"algae","offset":195},{"uri":"Fungus","surface_form":"fungi","offset":205},{"uri":"Protist","surface_form":"protist","offset":279},{"uri":"Bacteria","surface_form":"bacteria","offset":329},{"uri":"Archaea","surface_form":"archaea","offset":342},{"uri":"Prokaryote","surface_form":"prokaryote","offset":431},{"uri":"Domain_(biology)","surface_form":"superkingdom","offset":482},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":533},{"uri":"Eon","surface_form":"eon","offset":545},{"uri":"Grypania","surface_form":"Grypania","offset":590},{"uri":"Michigan","surface_form":"Michigan","offset":716},{"uri":"Million","surface_form":"million","offset":768},{"uri":"Million","surface_form":"million","offset":836},{"uri":"Mesoproterozoic","surface_form":"Mesoproterozoic","offset":882},{"uri":"Acritarch","surface_form":"acritarch","offset":932},{"uri":"Alga","surface_form":"alga","offset":995},{"uri":"Plankton","surface_form":"plankton","offset":1001},{"uri":"Biological_classification","surface_form":"classification","offset":1085},{"uri":"Taxonomy","surface_form":"taxonomies","offset":1157},{"uri":"Kingdom_(biology)","surface_form":"kingdoms","offset":1218},{"uri":"Organelle","surface_form":"organelle","offset":1465},{"uri":"Cytoskeleton","surface_form":"cytoskeleton","offset":1494},{"uri":"DNA","surface_form":"DNA","offset":1635},{"uri":"Microtubular_spindle","surface_form":"microtubular spindle","offset":1702},{"uri":"Cell_division","surface_form":"cell division","offset":1730},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":1779},{"uri":"Fertilisation","surface_form":"fertilisation","offset":1807},{"uri":"DNA","surface_form":"DNA","offset":1901},{"uri":"Asexual","surface_form":"asexual","offset":1947},{"uri":"Bacterial_conjugation","surface_form":"Bacterial conjugation","offset":1956},{"uri":"Plasmid","surface_form":"plasmid","offset":2027},{"uri":"Transposon","surface_form":"transposon","offset":2038},{"uri":"Endomembrane_system","surface_form":"endomembrane system","offset":2330},{"uri":"Vesicle","surface_form":"vesicle","offset":2371},{"uri":"Vacuole","surface_form":"vacuole","offset":2383},{"uri":"Endocytosis","surface_form":"endocytosis","offset":2561},{"uri":"Endoplasmic_reticulum","surface_form":"endoplasmic reticulum","offset":2963},{"uri":"Ribosome","surface_form":"ribosome","offset":3161},{"uri":"Lumen","surface_form":"lumen","offset":3289},{"uri":"Golgi_apparatus","surface_form":"Golgi bodies","offset":3487},{"uri":"Cellular_differentiation","surface_form":"differentiation","offset":3647},{"uri":"Lysosome","surface_form":"lysosome","offset":3677},{"uri":"Enzyme","surface_form":"enzyme","offset":3692},{"uri":"Peroxisome","surface_form":"peroxisome","offset":3771},{"uri":"Peroxide","surface_form":"peroxide","offset":3812},{"uri":"Protozoa","surface_form":"protozoa","offset":3869},{"uri":"Extrusome","surface_form":"Extrusome","offset":4050},{"uri":"Hormone","surface_form":"hormone","offset":4148},{"uri":"Osmotic_pressure","surface_form":"osmotic pressure","offset":4331},{"uri":"Organelle","surface_form":"organelle","offset":4405},{"uri":"Polyphyletic","surface_form":"polyphyletic","offset":4446},{"uri":"Clade","surface_form":"clade","offset":4526},{"uri":"Protist","surface_form":"protist","offset":4563},{"uri":"Mitochondria","surface_form":"mitochondria","offset":4664},{"uri":"Plastid","surface_form":"plastid","offset":4681},{"uri":"Prokaryote","surface_form":"prokaryote","offset":4789},{"uri":"Bacteria","surface_form":"bacteria","offset":4802},{"uri":"Archaea","surface_form":"archaea","offset":4814},{"uri":"Eukaryote","surface_form":"eukaryote","offset":4837},{"uri":"Bacteria","surface_form":"bacteria","offset":4986},{"uri":"Membrane","surface_form":"membrane","offset":5017},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":5110},{"uri":"Monophyletic","surface_form":"monophyletic","offset":5532},{"uri":"Chromalveolata","surface_form":"Chromalveolata","offset":5563},{"uri":"Bacteria","surface_form":"bacteria","offset":5761},{"uri":"Archaea","surface_form":"archaea","offset":5774},{"uri":"Polyphyletic","surface_form":"polyphyletic","offset":5838},{"uri":"Monophyletic","surface_form":"monophyletic","offset":6086}]}