{"id":21995,"url":"http://en.wikipedia.org/wiki/Multicellular_organism","text":"Multi-cellular organisms are organisms with more than one cell. This is the case for animals, plants and most fungi. In such organisms, cells are usually specialised. All the cells with the same function work together. Such a group of cells is then called a tissue.\nMulti-cellular organisms have a set of cells that specialize in reproduction. Reproduction in such organisms is usually sexual. The sex cells are either sperm or ovum (also named \"egg\") cells. If they are sperm cells, the organism is male, if they are egg cells it is female. If both are present, the organism is a hermaphrodite.\nEvolutionary history.\nWe know, from their cell structure, that multicellularity has evolved independently many times in Earth history, for example in plants and animals.\nThe earliest forms of life in the fossil record are cyanobacteria from the Archaean era at 3.5 billion years ago. They grew as single cells but lived in colonies as stromatolites.\nThe first multicellular fossils have been found in 2.1 billion years old Palaeoproterozoic rocks from the Gabon in Africa. These are eukaryotic cells which live colonially. The fossils are visible to the naked eye, and hence much larger than bacteria. The authors comment that one advantage of multicellularity is larger size, and that an adequate level of oxygen is required to support this kind of life.\nConsequences of multicellularity.\nTo reproduce, multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in developmental biology.\nMulticellular organisms, especially long-living animals, also face the challenge of cancer, which occurs when cells fail to regulate their growth within the normal program of development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":29},{"uri":"Cell","surface_form":"cell","offset":58},{"uri":"Tissue","surface_form":"tissue","offset":258},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":581},{"uri":"Plants","surface_form":"plants","offset":746},{"uri":"Animal","surface_form":"animal","offset":757},{"uri":"Fossil","surface_form":"fossil","offset":800},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":818},{"uri":"Archaean","surface_form":"Archaean","offset":841},{"uri":"Era","surface_form":"era","offset":850},{"uri":"Billion","surface_form":"billion","offset":861},{"uri":"Colony_(biology)","surface_form":"colonies","offset":919},{"uri":"Stromatolites","surface_form":"stromatolites","offset":931},{"uri":"Palaeoproterozoic","surface_form":"Palaeoproterozoic","offset":1019},{"uri":"Gabon","surface_form":"Gabon","offset":1052},{"uri":"Africa","surface_form":"Africa","offset":1061},{"uri":"Eukaryotic_cells","surface_form":"eukaryotic cells","offset":1079},{"uri":"Oxygen","surface_form":"oxygen","offset":1303},{"uri":"Gamete","surface_form":"germ cell","offset":1485},{"uri":"Sperm","surface_form":"sperm","offset":1502},{"uri":"Ovum","surface_form":"egg cells","offset":1512},{"uri":"Developmental_biology","surface_form":"developmental biology","offset":1552},{"uri":"Cancer","surface_form":"cancer","offset":1659}]}