{"id":21992,"url":"http://en.wikipedia.org/wiki/Unicellular_organism","text":"Unicellular organisms are organisms that have one cell. They are divided into two quite different types, from different classification kingdoms.\nThe differences between the prokaryota and eukaryota are significant. Eukaryotes possess a nucleus and various subcellular organs called organelles, and prokaryotes do not.\nObservations.\nAlmost all unicellular organisms are microorganism<nowiki/>s but you can observe eukaryotes and many prokaryotes by using a compound microscope. Bacteria just appear as dark dots. To gather unicellular organisms for observation, one can place a cover slip on the surface of pond water, and leave it overnight. By the next morning, numerous unicellular organisms will have grown entire colonies on the bottom of the slip. They multiply fast: colonies can double their size in between 30 minutes and a few hours.\nUnicellular organisms can be found everywhere. The oldest forms of life existed 3.8 billion years ago, if not longer. They pursue a variety of strategies for survival: photosynthesis (cyanobacteria), chemotrophy (many archaea), and heterotrophy (amoeba). Some unicellular organisms have flagella, little tails they use for locomotion, or lobopods, extensions of the cellular skeleton (cytoskeleton), which appear as bloblike arms. The flagella of our unicellular ancestors occurs all the way up into the animals, where it makes an appearance as flagellated sperm.\nOf all the six eukaryote supergroups, four are exclusively composed of unicellular organisms. Unicellular organisms vary in size, with the smallest bacteria measuring only a third of a micron (300 nanometers) across, ranging up to the titanic plasmodial slime molds, which can grow to 20 cm (8 in) across. The largest unicellular organisms may have millions of nuclei scattered throughout the cellular envelope. To observe some of the smallest unicellular organisms requires an electron microscope, while the very largest can be seen with a microscope or anything that enhances images.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":26},{"uri":"Cell_(biology)","surface_form":"cell","offset":50},{"uri":"Scientific_classification","surface_form":"classification","offset":120},{"uri":"Kingdom_(biology)","surface_form":"kingdoms","offset":135},{"uri":"Organelle","surface_form":"organelle","offset":282},{"uri":"Microorganism","surface_form":"microorganism","offset":369},{"uri":"Microscope","surface_form":"microscope","offset":465},{"uri":"Billion","surface_form":"billion","offset":927},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":1011},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1027},{"uri":"Chemotrophy","surface_form":"chemotrophy","offset":1043},{"uri":"Archaea","surface_form":"archaea","offset":1061},{"uri":"Heterotrophy","surface_form":"heterotrophy","offset":1075},{"uri":"Amoeba","surface_form":"amoeba","offset":1089},{"uri":"Flagella","surface_form":"flagella","offset":1130},{"uri":"Sperm","surface_form":"sperm","offset":1400},{"uri":"Electron_microscope","surface_form":"electron microscope","offset":1885}]}