{"id":220186,"url":"http://en.wikipedia.org/wiki/Baja_Bug","text":"A Baja Bug is an original Volkswagen Beetle changed so that it can operate in open desert, sand dunes and beaches. Other kinds of air-cooled Volkswagens are sometimes changed this way.\nHistory.\nBaja Bugs were first made in Southern California in the late 1960s as an inexpensive answer to the commercial-built, Volkswagen-based dune buggies of the mid-1960s, especially the Meyers Manx.\nThe first Baja Bug may have been built by Gary Emory of Parts Obsolete in or around 1968. The first racing Baja Bug is credited to automotive cartoonist Dave Deal, whose car was raced in the Mexican 1000 of 1968. The first fiberglass body kit was introduced in 1969 by the Miller-Havens company.\nIn the days before fiberglass body parts, builders simply changed a stock VW. The car's metal body parts were partially cut away to allow more ground clearance and suspension travel. This came to be known as a \"cut baja\". More engine power was had by using cylinder heads and sometimes even fuel injection systems from VW Type 3 cars.\nWhy the Beetle?\nThe Beetle was popular in places with few roads because of its rear-mounted air-cooled engine, flat floorpan, and torsion bar suspension. In fact, magazine advertising of the time said that the Beetle was so watertight it floated. These good things made the Beetle the perfect choice to make into an off-road car. It was successful both then and now in the Baja 1000 off-road race.\nChanges.\nBasic changes are simple. Lightweight fiberglass body panels are fitted after the metal body parts front and rear are removed. The rear change leaves the engine totally open to aid in cooling. Tubular steel bumpers are fitted to the body and floorpan to protect the engine and those riding in the car. Shortened fiberglass fenders and sometimes more tubular steel parts are added to the car's sides. The torsion bar front and rear suspensions made it easy to raise the body and to allow the use of large off-road tires and wheels as well as longer shock absorbers. Some people even get rid of the torsion bar suspension and install coilover-type springs that mount to a roll cage. This kind of car would have lots of suspension travel and a smooth ride.\nThe Baja Bug today.\nThough few Baja Bugs are built anymore since the creation of tube-framed, purpose-built buggies known as sand rails and the shrinking supply of early Volkswagens, they remain a popular choice in the desert since few beaches in the US are open to for use by cars or motorcycles. Many are fitted with highly modified Volkswagen engines and a few have engines from such cars as the Ford Pinto, Chevrolet Corvair, Porsche, Mazda, Subaru or other four- to eight-cylinder water-cooled engines. Fancy Baja Bugs for use only on roads remain popular as well.\nVolkswagen itself created a concept car in 2000 called \"Dune\" and was meant to remind people of the Baja Bug.","categories":[],"infobox_types":[],"annotations":[{"uri":"Volkswagen_Beetle","surface_form":"Volkswagen Beetle","offset":26},{"uri":"Air-cooled","surface_form":"air-cooled","offset":130},{"uri":"Southern_California","surface_form":"Southern California","offset":223},{"uri":"Dune_buggy","surface_form":"dune buggies","offset":328},{"uri":"Meyers_Manx","surface_form":"Meyers Manx","offset":374},{"uri":"Automotive","surface_form":"automotive","offset":518},{"uri":"Cartoonist","surface_form":"cartoonist","offset":529},{"uri":"Dave_Deal","surface_form":"Dave Deal","offset":540},{"uri":"VW_Type_3","surface_form":"VW Type 3","offset":1002},{"uri":"Air-cooled","surface_form":"air-cooled","offset":1110},{"uri":"Torsion_bar","surface_form":"torsion bar","offset":1148},{"uri":"Baja_1000","surface_form":"Baja 1000","offset":1391},{"uri":"Fiberglass","surface_form":"fiberglass","offset":1463},{"uri":"Shock_absorber","surface_form":"shock absorber","offset":1973},{"uri":"Roll_cage","surface_form":"roll cage","offset":2095},{"uri":"Sand_rail","surface_form":"sand rail","offset":2304},{"uri":"Ford_Pinto","surface_form":"Ford Pinto","offset":2578},{"uri":"Chevrolet_Corvair","surface_form":"Chevrolet Corvair","offset":2590},{"uri":"Porsche","surface_form":"Porsche","offset":2609},{"uri":"Mazda","surface_form":"Mazda","offset":2618},{"uri":"Subaru","surface_form":"Subaru","offset":2625},{"uri":"Concept_car","surface_form":"concept car","offset":2777}]}