{"id":22045,"url":"http://en.wikipedia.org/wiki/Scorpion","text":"Scorpions are eight legged venomous arachnids. They have a long body with an extended tail with a sting. The average adult scorpion is about 3 inches in length. The longest scorpion is the African scorpion, which can be 9 inches long. There are about 1,750 species of scorpions worldwide.\nThe evolutionary history of scorpions goes back to the Silurian, 430 million years ago. They have adapted to a wide range of environments, and live on all continents except Antarctica. There are 13 living families. Only about 25 species have venom which can kill a human being.\nAnatomy.\nThey have eight legs and a pair of grasping pedipalps (like claws). The tail is narrow, with segments. It usually has a forward curve over the back, ending with a venomous stinger.\nTheir body is in three parts. The front section is the \"cephalothorax\"; the abdomen is called the \"mesosoma\", and the tail is the \"metasoma\". The body is covered by an exoskeleton which gives them good protection.\nSurvival in the desert.\nScorpions have many ways to survive in the desert. They can slow down their metabolism. This allows them to survive on as little as one insect per year. This ability also allows them to shelter from the sun and heat for extended periods of time, using only little amounts of oxygen.\nMany people also believe that their claws, or pincers, were once front legs that have turned into what they now are by going through evolution. Nevertheless, the scorpions' claws play a crucial part in their hunting and mating rituals.\nScorpions also possess a special, feather-like pair of organs, called pectines that they use to sense even the smallest of movements around them. This allows them to effectively track down and hunt their prey, either above or below the surface. This also warns them of possible dangers, such as other bigger hunters.\nThe scorpion’s most feared and recognized feature is its sting. The sting contains a neurotoxin, which the scorpion uses to paralyze the victim, so it would be easier to kill and eat. They also stay hidden under rocks and that makes their body temperature cool.\nBreeding cycle.\nThe mating ritual of scorpions begins when the male and female connect claws. After this they verify that the other scorpion is of the same species, and is the opposite gender. After this, the male leads the female around until it finds a suitable spot to deposit its spermatophore. Once the male has found a suitable spot, he guides the female over it, where it enters her and fertilizes her. The mating ritual can take anywhere between 1 and 26 hours, depending on the male’s ability to find a suitable spot. Only a scorpion that has reached maturity may go through the mating ritual. A scorpion reaches maturity after it has gone through 5 to 7 moults.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poison","surface_form":"venomous","offset":27},{"uri":"Arachnid","surface_form":"arachnid","offset":36},{"uri":"African_scorpion","surface_form":"African scorpion","offset":189},{"uri":"Species","surface_form":"species","offset":257},{"uri":"Evolutionary","surface_form":"evolutionary","offset":293},{"uri":"Silurian","surface_form":"Silurian","offset":344},{"uri":"Adapted","surface_form":"adapted","offset":387},{"uri":"Antarctica","surface_form":"Antarctica","offset":462},{"uri":"Family_(biology)","surface_form":"families","offset":494},{"uri":"Venom","surface_form":"venom","offset":739},{"uri":"Sting","surface_form":"sting","offset":748},{"uri":"Desert","surface_form":"desert","offset":1038},{"uri":"Metabolism","surface_form":"metabolism","offset":1071},{"uri":"Shelter","surface_form":"shelter","offset":1181},{"uri":"Oxygen","surface_form":"oxygen","offset":1270},{"uri":"Evolution","surface_form":"evolution","offset":1411},{"uri":"Hunt","surface_form":"hunt","offset":1486},{"uri":"Mate","surface_form":"mating","offset":1498},{"uri":"Ritual","surface_form":"ritual","offset":1505},{"uri":"Pectine","surface_form":"pectine","offset":1584},{"uri":"Prey","surface_form":"prey","offset":1718},{"uri":"Danger","surface_form":"dangers","offset":1792},{"uri":"Neurotoxin","surface_form":"neurotoxin","offset":1916},{"uri":"Paralysis","surface_form":"paralyze","offset":1955},{"uri":"Victim","surface_form":"victim","offset":1968}]}