{"id":220487,"url":"http://en.wikipedia.org/wiki/Medical_school","text":"A medical school is a place where medical students learn medicine. When they graduate from a medical school, they become a physician or a doctor. Medical Schools grant Doctor of Medicine (MD), Doctor of Osteopathic Medicine (DO) and sometimes Doctor of Philosophy (PhD) Degrees. Students take classes in human biology and disease then take a license exam to practice medicine.\nMedical student.\nA medical student or student doctor is a person who has been accepted to a medical school and is studying to become a doctor. Medical students are typically required to learn about basic health, science, technology and the clinical practice of medicine. Medical students learn human anatomy, physiology, diseases, and different drugs.\nMedical students are generally considered to be at the earliest stage of the medical career pathway. In some locations they are required to be registered with a government body.\nMedical students typically engage in both basic science and practical clinical coursework during their tenure in medical school. Course structure and length vary greatly among countries.\nUSA.\nIt might be needless to say that the Ivy League universities have one of the greatest medical schools in the world. Generally, most large-scale American universities (such as Stanford University) have a medical school.\nUK.\nIn the United Kingdom, Oxford University has made great medical textbooks through the Oxford University Press. Imperial College London is also famous for their medical education.\nMainland Europe.\nKarolinska Institutet is known as one of the greatest medical school in mainland Europe. They are also involved in the Nobel Prize in Physiology or Medicine.\nSingapore.\nYong Loo Lin School of Medicine at the National University of Singapore (NUS) and Lee Kong Chian School of Medicine at Nanyang Technological University are famous medical schools with unique names. For graduate level, Duke-NUS Medical School is operated with Duke University.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medicine","surface_form":"medicine","offset":57},{"uri":"Doctor_of_Medicine","surface_form":"Doctor of Medicine","offset":168},{"uri":"Doctor_of_Philosophy","surface_form":"Doctor of Philosophy","offset":243},{"uri":"Medical_doctor","surface_form":"doctor","offset":512},{"uri":"Health","surface_form":"health","offset":581},{"uri":"Science","surface_form":"science","offset":589},{"uri":"Technology","surface_form":"technology","offset":598},{"uri":"Anatomy","surface_form":"anatomy","offset":677},{"uri":"Physiology","surface_form":"physiology","offset":686},{"uri":"Diseases","surface_form":"diseases","offset":698},{"uri":"Medicine","surface_form":"drugs","offset":722},{"uri":"Ivy_League","surface_form":"Ivy League","offset":1136},{"uri":"Stanford_University","surface_form":"Stanford University","offset":1274},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1329},{"uri":"Oxford_University","surface_form":"Oxford University","offset":1345},{"uri":"Oxford_University_Press","surface_form":"Oxford University Press","offset":1408},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":1433},{"uri":"Karolinska_Institutet","surface_form":"Karolinska Institutet","offset":1518},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":1637},{"uri":"National_University_of_Singapore","surface_form":"National University of Singapore","offset":1726},{"uri":"Nanyang_Technological_University","surface_form":"Nanyang Technological University","offset":1806},{"uri":"Duke_University","surface_form":"Duke University","offset":1946}]}