{"id":220520,"url":"http://en.wikipedia.org/wiki/Argument_from_design","text":"The argument from design is an argument for the existence of God or a creator. According to the argument, the appearance of design in nature is evidence for the existence of God. The argument is teleological, because it assumes a purpose. The word \"teleological\" comes from the Ancient Greek \"telos\", which means \"end\" or \"purpose\".\nTeleology assumes there is purpose or direction in the works and processes of nature. Immanuel Kant called this argument the physico–theological proof.\nThe argument.\nMost of the classic forms of this argument are linked to monotheism. Simply talking about a \"designer\", gives the following, simple formulation.\nA concise and whimsical teleological argument was offered by G. K. Chesterton in 1908: \"So one elephant having a trunk was odd; but all elephants having trunks looked like a plot.\"\nHistory of the argument.\nSocrates (c. 469-399 B.C.) He argued that the adaptation of human parts to one another, such as the eyelids protecting the eyeballs, could not have been due to chance and was a sign of wise planning in the universe.\nPlato (c. 427–c. 347 B.C.) posited a \"demiurge\" of supreme wisdom and intelligence as the creator of the cosmos in his work \"Timaeus\". For him, the \"demiurge\" lacked the supernatural ability to create \"ex nihilo\" or out of nothing. The demiurge was able only to organize the \"ananke\" (αναγκη). The ananke was the only other co-existent element or presence in Plato's cosmogony. Plato's teleological perspective is also built upon the analysis of \"a priori\" order and structure in the world that he had already presented in \"The Republic\".\nAristotle (c. 384–322 B.C.) also developed the idea of a creator of the cosmos, often referred to as the \"Prime Mover\" in his work \"Metaphysics\". Aristotle's views have very strong aspects of a teleological argument, specifically that of a prime mover, who (so to speak) looks ahead in setting the cosmos into motion. Indeed, Aristotle argued that all nature reflects inherent purposiveness and direction.\nCicero (c. 106–c. 43 B.C.) also made one of the earliest known teleological arguments. In \"de Natura Deorum (On the Nature of the Gods)\" Cicero stated, \"The divine power is to be found in a principle of reason that pervades the whole of nature\". He was writing from the cultural background of the Roman religion. In Roman mythology the creator goddess, Gaia was borrowed from Greek mythology. The Romans called her Tellus or Terra.\nAugustine of Hippo (A.D. 354–430) presented a classic teleological perspective in his work \"City of God\". He describes the \"city of man\" and essentially posits that God's plan is to replace the city of man with the city of God (at some as-yet-unknown point in the future). Whether this is to happen gradually or suddenly is not made clear in Augustine's work. He did not, however, make a formal argument for the existence of God; rather, God's existence is already presumed and Augustine is giving a proposed view of God's teleology. Augustine's perspective follows from and is built upon the \"neo-Platonic\" views of his era, which in turn have their original roots in Plato's cosmogony.\nComplexity does not show design.\nThe idea is that one can infer the existence of intelligent design by looking at an object. The teleological argument says that because life is complex, it must have been designed. It is argued that this is non-sequitur logic. Life or objects are described as \"orderly\" or \"ordered\", which shows that an intelligent designer has ordered them. However, in real life, there are examples of systems that are non-random or ordered simply because it is following natural physical processes, for example diamonds or snowflakes.\nThe design claim is often challenged as an argument from ignorance, since it is often unexplained or unsupported, or explained by unscientific conjecture. Supporters of design assume that natural objects and man-made objects have similar properties, therefore both must be designed. However, different objects can have similar properties for different reasons, such as stars and light bulbs. Proponents must therefore demonstrate that \"only\" design can cause orderly systems or the argument is invalid.\nA designed organism would, on the face of it, be in contradiction to evolutionary theory. Most biologists support the idea of evolution, by means of natural selection. They therefore reject the first premise, arguing that evolution is not only an alternative explanation for the complexity of life but a better explanation with more supporting evidence. Living organisms obey the same physical laws as inanimate objects. A range of chemical reactions could take place, forming other chemicals with complex properties and ways of interacting. Over very long periods of time self-replicating structures could arise and later form DNA. This has in fact been demonstrated artificially via the Avida program, which can construct complex programs without being given any design (similar programs have had similar results with building machines). Biologists therefore commonly view the design argument as an unimpressive argument for the existence of a god.\nDoes not prove the existence of God.\n... from this sole argument I cannot conclude anything further than that it is probable that an intelligent and superior being has skillfully prepared and fashioned the matter. I cannot conclude from that alone that this being has made matter out of nothing and that he is infinite in every sense.\nDavid Hume pointed out that the argument does not necessarily lead to the existence of one God. In his Dialogues Concerning Natural Religion, the character Philo argued (p. 108), amidst other counterarguments to the teleological argument, \"why may not several deities combine in contriving and framing the world?\"\nContradictory premises lead to an infinite regress.\nCritics such as Richard Dawkins often argue that the teleological argument would in turn apply to the proposed designer, arguing any designer must be at least as complex and purposeful as the designed object (in Dawkins' words, \"The Ultimate 747\", a reference to Hoyle's analogy to a windstorm sweeping through a junkyard and constructing a 747). This, they say, would create the absurdity of an infinite series of designers.\nAssertion of inconsistencies in the 'Design' of the Universe.\nWhilst the Universe can at first seem be purposeful and ordered, it has been asserted that upon closer inspection its true function becomes questionable. Some scientists such as Richard Dawkins, a high-profile advocate of atheism, reject the claim that the Universe serves any actual function, claiming that the Universe merely 'mimics' purpose. For example, predators appear perfectly 'designed' to catch their prey, whilst their prey seem equally well 'designed' to evade them. Likewise, apparent inconsistencies in the design of organisms have been brought to attention by critics of the teleological argument. Some use such arguments to point towards natural selection as a 'blind' biological designer, as opposed to God.\nProponents of teleology have argued against this objection on various grounds. For example, William A. Dembski says that such arguments are based upon presumptions about what a designer would or would not do, and so constitute a \"theological rather than scientific claim.\" \"Not knowing the designer,\" he continues, they \"are in no position to say whether the designer proposed a faulty compromise among those [design] objectives.\" (Dembski 2004, pp. 58–9)\nAdditionally, the claim of an apparent inconsistency between the \"design\" of predators and prey ignores the balance of the ecosystem. Dembski counters, \"In criticizing design, [critics] tend to place premium on functionalities of individual organisms and see design as optimal to the degree that those individual functionalities are maximized. But higher-order designs of entire ecosystems might require lower-order designs of individual organisms.\" (Dembski, 2004, p. 61)\nNoncoherence.\nGeorge H. Smith, in his book \"Atheism: The Case Against God\", points out what he considers to be a fatal flaw in the argument from design\nConsider the idea that nature itself is the product of design. How could this be demonstrated? Nature, as we have seen, provides the basis of comparison by which we distinguish between designed objects and natural objects. We are able to infer the presence of design only to the extent that the characteristics of an object differ from natural characteristics. Therefore, to claim that nature as a whole was designed is to destroy the basis by which we differentiate between artifacts and natural objects. Evidences of design are those characteristics \"not\" found in nature, so it is impossible to produce evidence of design \"within\" the context of nature itself. Only if we first step beyond nature, and establish the existence of a supernatural designer, can we conclude that nature is the result of conscious planning. (p. 268)","categories":[],"infobox_types":[],"annotations":[{"uri":"Argument","surface_form":"argument","offset":31},{"uri":"God","surface_form":"God","offset":61},{"uri":"Nature","surface_form":"nature","offset":134},{"uri":"Purpose","surface_form":"purpose","offset":230},{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek","offset":278},{"uri":"Teleology","surface_form":"Teleology","offset":333},{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":419},{"uri":"Monotheism","surface_form":"monotheism","offset":556},{"uri":"G._K._Chesterton","surface_form":"G. K. Chesterton","offset":705},{"uri":"Socrates","surface_form":"Socrates","offset":850},{"uri":"Plato","surface_form":"Plato","offset":1066},{"uri":"Demiurge","surface_form":"demiurge","offset":1104},{"uri":"Timaeus_(dialogue)","surface_form":"Timaeus","offset":1191},{"uri":"Ex_nihilo","surface_form":"ex nihilo","offset":1268},{"uri":"A_priori_and_a_posteriori_(philosophy)","surface_form":"a priori","offset":1513},{"uri":"Republic_(dialogue)","surface_form":"\"The Republic\"","offset":1589},{"uri":"Aristotle","surface_form":"Aristotle","offset":1605},{"uri":"Cosmological_argument","surface_form":"Prime Mover","offset":1711},{"uri":"Metaphysics_(Aristotle)","surface_form":"Metaphysics","offset":1737},{"uri":"Cicero","surface_form":"Cicero","offset":2011},{"uri":"Roman_religion","surface_form":"Roman religion","offset":2308},{"uri":"Roman_mythology","surface_form":"Roman mythology","offset":2327},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":2364},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":2387},{"uri":"Terra_(mythology)","surface_form":"Tellus or Terra","offset":2426},{"uri":"Augustine_of_Hippo","surface_form":"Augustine of Hippo","offset":2443},{"uri":"Neo-Platonic","surface_form":"neo-Platonic","offset":3037},{"uri":"Inference","surface_form":"infer","offset":3189},{"uri":"Non_sequitur_(logic)","surface_form":"non-sequitur logic","offset":3371},{"uri":"System","surface_form":"system","offset":3552},{"uri":"Diamond","surface_form":"diamond","offset":3662},{"uri":"Snow","surface_form":"snow","offset":3674},{"uri":"Argument_from_ignorance","surface_form":"argument from ignorance","offset":3729},{"uri":"Star","surface_form":"star","offset":4055},{"uri":"Light_bulb","surface_form":"light bulb","offset":4065},{"uri":"Evolution","surface_form":"evolution","offset":4258},{"uri":"Natural_selection","surface_form":"natural selection","offset":4338},{"uri":"Geologic_time_scale","surface_form":"very long periods of time","offset":4736},{"uri":"DNA","surface_form":"DNA","offset":4817},{"uri":"Avida","surface_form":"Avida","offset":4878},{"uri":"David_Hume","surface_form":"David Hume","offset":5475},{"uri":"Dialogues_Concerning_Natural_Religion","surface_form":"Dialogues Concerning Natural Religion","offset":5578},{"uri":"Richard_Dawkins","surface_form":"Richard Dawkins","offset":5857},{"uri":"Boeing_747","surface_form":"747","offset":6182},{"uri":"Reductio_ad_absurdum","surface_form":"absurdity","offset":6221},{"uri":"Infinite_regression","surface_form":"infinite series","offset":6237},{"uri":"Richard_Dawkins","surface_form":"Richard Dawkins","offset":6507}]}