{"id":220585,"url":"http://en.wikipedia.org/wiki/Edmontosaurus","text":"\"Edmontosaurus\" was a large, plant-eating, duck-billed dinosaur from the latest Cretaceous stage. It had short arms, a long, pointed tail, three-toed, hoofed feet, and mitten-like hands. Its head was flat and sloping with a wide, toothless beak, cheek pouches, and hundreds of closely-packed cheek teeth that ground up its food. It is the same animal as \"Anatotitan\". There are two species, and the animal has been called by several other names in the past.\n\"Edmontosaurus\" was named from a fossil found in the Horseshoe Canyon Formation, in Alberta, Canada. Many \"Edmontosaurus\" fossils have been found, in Alberta, and Alaska, Wyoming, Montana and New Jersey in the USA. Two mummified \"Edmontosaurus\" fossils were found in Wyoming.\nThe distribution of its fossils suggests that it preferred coasts and coastal plains. It could move on two legs and on four. Because it is known from several bone beds, \"Edmontosaurus\" is thought to have lived in groups. It may have been migratory.\nSkeleton.\nMost of the back and tail was lined by bony tendons arranged in a lattice along the neural spines of the vertebrae. This made the back and part of the tail \"ramrod\" straight. The ossified tendons strengthened the vertebral column against gravitational stress. It was a large animal with a horizontal vertebral column otherwise supported mostly by the hind legs and hips.\nFeeding.\nAs a hadrosaurid, \"Edmontosaurus\" was a large terrestrial herbivore. Its teeth were continually replaced and packed into dental batteries that contained hundreds of teeth, only a relative handful of which were in use at any time. It used its broad beak to cut loose food, perhaps by cropping, or by closing the jaws in a clamshell-like manner over twigs and branches and then stripping off the more nutritious leaves and shoots. \"Edmontosaurus\" and most other ornithischians probably had cheek-like structures, muscular or non-muscular. The function of the cheeks was to keep food in the mouth. The animal's feeding range would have been from ground level to about above.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":29},{"uri":"Duck","surface_form":"duck","offset":43},{"uri":"Dinosaur","surface_form":"dinosaur","offset":55},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":80},{"uri":"Species","surface_form":"species","offset":382},{"uri":"Alberta","surface_form":"Alberta","offset":542},{"uri":"Alaska","surface_form":"Alaska","offset":621},{"uri":"Wyoming","surface_form":"Wyoming","offset":629},{"uri":"Montana","surface_form":"Montana","offset":638},{"uri":"New_Jersey","surface_form":"New Jersey","offset":650},{"uri":"United_States","surface_form":"USA","offset":668},{"uri":"Coast","surface_form":"coast","offset":793},{"uri":"Plains","surface_form":"plains","offset":812},{"uri":"Migratory","surface_form":"migratory","offset":972},{"uri":"Tendon","surface_form":"tendon","offset":1037},{"uri":"Lattice","surface_form":"lattice","offset":1059},{"uri":"Neural_spines","surface_form":"neural spines","offset":1077},{"uri":"Gravitation","surface_form":"gravitation","offset":1231},{"uri":"Herbivory","surface_form":"herbivore","offset":1431}]}