{"id":220701,"url":"http://en.wikipedia.org/wiki/Airbus_A310","text":"The Airbus A310 is a jet airliner made by Airbus. It was announced in July 1978 and it was the second aircraft to be made by Airbus. The A310 is a shorter version of the Airbus A300, which was Airbus' first plane.\nBackground.\nWhen the Airbus A300 was being designed, Airbus studied many different sizes of plane. The Airbus A300B was chosen, and it was one of the smaller designs. When the A300B prototypes were made, many airlines asked for a plane which could hold more passengers. Airbus then changed to the A300B2 version, which was the first type to be made. Airbus noticed that many airlines also wanted smaller planes. Some airlines did not have enough passengers to use the A300.\nAirbus wanted to keep the cost of designing a smaller A300 as low as possible. Airbus decided that the plane would hold 220 passengers, which was what many airlines wanted.\nAnother problem was the rate of inflation. In the UK during 1979–1980, it was 35%. This would mean that the designing costs would be very high, and so would the price of the plane.\nDesign effort.\nFrom late 1977, BAe began designing the wing for the A310 at Hatfield.\nAt the April 1978 Hanover Air Show, Airbus brought a model A310. Its wing area was, was a bit larger than what Airbus designed. If two classes were used in the plane, 195 passengers could travel in the aircraft. If the plane is all-economy, 245 passengers could fit inside.\nOn 15 March, Swissair bought the A310. It said that it would buy 10 and have 10 options, to replace its McDonnell Douglas DC-9 series. Lufthansa bought ten planes for $240 million. Air France and Iberia soon did the same. On 1 April 1979 Lufthansa increased its order to 25 orders and 25 options. Two days later, KLM bought 10 planes and had 10 options, which cost ₤238 million. Other airlines which bought the A310 during 1979 included Martinair, Sabena and Air Afrique.\nAt first, Airbus planned two versions of the A310: the A310-100 and the A310-200. The A310-100 could fly for with 200 passengers, and the -200 could carry the same number of passengers for longer.\nMaking.\nAirlines kept buying the A310, and the A310-200 flew for the first time on 3 April 1982. Orders and options had been made for 181 aircraft, which was a much better start than the A300. Airbus realised that the −200 aircraft was much more popular than the -100 aircraft. In 1979, Airbus decided to stop making the A310-100.\nNo airlines bought the A310 during the late 1990s because Airbus had made the Airbus A330. Airbus stopped making the A300 and the A310 in July 2007. The freighter version of the A310 was replaced by the A330-200F.\nThe A310 was replaced by the A330-200. Between 1983 and 1998, 255 A310s were made.\nThe A300 and A310 helped Airbus compete with Boeing.\nFlight deck.\nThe aircraft has a glass cockpit. The A300-600 has the same flight deck as the A310. The flight deck can hold up to two more seats.\nDifferent types of Airbus A310.\nTwo versions of the A310 were made: the −200 and the −300. The first version which was designed was the −200.\nMilitary users.\nThe militaries of these countries use the A310.\nDeliveries.\nWhen Airbus stopped making A310s, 255 had been ordered and delivered.\n\"Data until the end of December 1998.\"\nAccidents.\nThe A310 has had ten hull-loss accidents. 825 people have died in these accidents. A hull-loss accident is when a plane is damaged so much that it cannot be repaired, or if the plane is completely destroyed.\nThe A310 has also had ten hijackings. Five people have died in these.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jet_airliner","surface_form":"jet airliner","offset":21},{"uri":"Airbus","surface_form":"Airbus","offset":42},{"uri":"Airbus","surface_form":"Airbus","offset":125},{"uri":"Airbus_A300","surface_form":"Airbus A300","offset":170},{"uri":"Airbus_A300","surface_form":"Airbus A300","offset":235},{"uri":"Prototypes","surface_form":"prototypes","offset":396},{"uri":"Inflation","surface_form":"inflation","offset":893},{"uri":"BAe","surface_form":"BAe","offset":1073},{"uri":"Hatfield_Aerodrome","surface_form":"Hatfield","offset":1118},{"uri":"McDonnell_Douglas_DC-9","surface_form":"McDonnell Douglas DC-9","offset":1506},{"uri":"Air_France","surface_form":"Air France","offset":1583},{"uri":"Iberia_(airline)","surface_form":"Iberia","offset":1598},{"uri":"KLM","surface_form":"KLM","offset":1715},{"uri":"Martinair","surface_form":"Martinair","offset":1839},{"uri":"Sabena","surface_form":"Sabena","offset":1850},{"uri":"Air_Afrique","surface_form":"Air Afrique","offset":1861},{"uri":"Airbus_A330","surface_form":"Airbus A330","offset":2480},{"uri":"Airbus_A330","surface_form":"A330-200F","offset":2605},{"uri":"Airbus_A330","surface_form":"A330-200","offset":2645},{"uri":"Competition_between_Airbus_and_Boeing","surface_form":"with Boeing","offset":2739},{"uri":"Glass_cockpit","surface_form":"glass cockpit","offset":2784},{"uri":"Hijacking","surface_form":"hijacking","offset":3469}]}