{"id":220777,"url":"http://en.wikipedia.org/wiki/Viswanathan_Anand","text":"e=\"preserve\">Viswanathan Anand, known as \"Vishy\", (born 11 December 1969) is a former World Chess\nChampion. He comes from India. Vishy is the oldest player in modern times to become classical World Champion for the first time: he was 37 when he won in 2007.\nWhen the world championship was split, Anand played in both versions. In the classical chess versions, sometimes called the \"PCA cycle\", Anand won matches against Oleg Romanishin and Michael Adams without a loss, then avenged his FIDE loss by defeating Gata Kamsky in the Candidates final. In 1995, he played the PCA World Chess Championship 1995 against Kasparov in New York City's World Trade Center. After an opening run of eight draws (a record for the opening of a world championship match), Anand won game nine with a powerful exchange sacrifice, but then lost four of the next five. He lost the match 10½–7½.\nAnand held the FIDE World Chess Championship from 2000 to 2002 when the world title was split. This was a knock-out event of a different type from the classical matches. He became the undisputed World Champion in 2007 and defended his title against Vladimir Kramnik in 2008. With this win, he became the first player in chess history to have won the World Championship in three different formats: knockout, tournament, and match.\nAnand retained the world title by beating Veselin Topalov 6½–5½ in May 2010. He kept the title again by defeating Boris Gelfand in 2012. This match was won in a four-game rapidplay tiebreaker, after the main match was tied at 6–6.\nAnand is one of a small group of players to break the 2800 mark on the FIDE rating list, and in April 2007 at the age of 37, he became world number one for the first time. He was at the top of the world rankings five out of six times, from April 2007 to July 2008, holding the number one ranking for a total of 15 months. In October 2008, he dropped out of the world top three ranking for the first time since July 1996.\nIn 2007 he was awarded India's second highest civilian award, the Padma Vibhushan. He is also the first recipient of Rajiv Gandhi Khel Ratna Award in 1991–92, India's highest sporting honour. Though retaining his Indian citizenship, Vishy has been living in Spain for the past decade.\nAnand lost the title to Magnus Carlsen in 2013, and also lost the return match in 2014 by 4½ to 6½.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess\nChampion","offset":86},{"uri":"India","surface_form":"India","offset":122},{"uri":"List_of_World_Chess_Champions","surface_form":"world championship","offset":267},{"uri":"Oleg_Romanishin","surface_form":"Oleg Romanishin","offset":421},{"uri":"Michael_Adams","surface_form":"Michael Adams","offset":441},{"uri":"Gata_Kamsky","surface_form":"Gata Kamsky","offset":511},{"uri":"Kasparov","surface_form":"Kasparov","offset":613},{"uri":"World_Trade_Center_(1973%E2%80%932001)","surface_form":"World Trade Center","offset":641},{"uri":"FIDE","surface_form":"FIDE","offset":889},{"uri":"World_Chess_Championship","surface_form":"World Chess Championship","offset":894},{"uri":"Vladimir_Kramnik","surface_form":"Vladimir Kramnik","offset":1123},{"uri":"Veselin_Topalov","surface_form":"Veselin Topalov","offset":1346},{"uri":"Boris_Gelfand","surface_form":"Boris Gelfand","offset":1418},{"uri":"Padma_Vibhushan","surface_form":"Padma Vibhushan","offset":2022},{"uri":"Spain","surface_form":"Spain","offset":2214},{"uri":"Magnus_Carlsen","surface_form":"Magnus Carlsen","offset":2265}]}