{"id":22081,"url":"http://en.wikipedia.org/wiki/Typewriter","text":"A typewriter is a machine that is for typing on a piece of paper instead of writing by hand. It has keys for typing letters, numerals, and symbols one at a time. Typewriters were created in 1829. Typewriters were originally invented to make writing faster and printing. The earliest typing was done on stone, clay, or metal sheets by inscribing them.\nA typewriter does not have computer memory. As with writing with a pen, it is difficult to correct mistakes. One advantage is that many of them are not electrical, so you do not need to plug them in. Hackers cannot see what you have typed. On many typewriters, a separate type element (called a typebar) corresponds to each key. The first commercial typewriters were introduced in 1874. They did not become common in offices until after the mid-1880s.\nTypewriters quickly became a necessary tool for almost all writing other than personal handwritten letters. They were used a lot by professional writers, in offices, and for business correspondence in private homes. Typewriters were common in most offices up to the 1980s. After that, computers often replaced them. Nevertheless, typewriters are still common in some parts of the world. They are needed for a few specific applications, and they are popular in certain subcultures. Early typewriters, and later cheap ones, were \"manual\" typewriters. This means they were powered completely by the user. After the mid-20th century, electric typewriters with a motor became most common.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing","surface_form":"writing","offset":76},{"uri":"Printing","surface_form":"printing","offset":260},{"uri":"Stone","surface_form":"stone","offset":302},{"uri":"Clay","surface_form":"clay","offset":309},{"uri":"Metal","surface_form":"metal","offset":318},{"uri":"Computer_memory","surface_form":"computer memory","offset":378},{"uri":"Electricity","surface_form":"plug them in","offset":537},{"uri":"Subculture","surface_form":"subcultures","offset":1271},{"uri":"Engine","surface_form":"motor","offset":1461}]}