{"id":220918,"url":"http://en.wikipedia.org/wiki/Cnida","text":"e=\"preserve\">The cnida is the basic term for the stinging apparatus of the phylum Cnidaria. The whole life-style of the phylum is based on this device, which enables the animals to catch their prey. The cnida appears in several forms: the most usual is the nematocyst.\nCnidae are organelle-like capsules with eversible tubules (they shoot the tubule outwards). They are the diagnostic feature of the phylum. All cnidarians possess cnidae; no loss of the feature is known.\nThere are three main types of cnidae: nematocysts, ptychocysts, and spirocysts, with many variations. Depending on the species, one or more types may be on the organism.\nThe cell which produces the cnida is variously called a \"cnidocyte\", \"cnidoblast\", or \"nematocyte\". It is highly specialised for just one function. Each nematocyte cell contains an organelle with a hollow, coiled, thread-like structure. The outside of the cell has a hair-like trigger. When the trigger is touched, the shaft of the cnidocyst fires like a harpoon. It penetrates the prey, and the hollow thread comes with it. This takes no more than a few microseconds. After penetration, the toxic content of the nematocyst is injected into the target. The rapid activity of the injected neurotoxins paralyzes the mobile prey, thus allowing the sessile cnidarian to devour it.\nKleptoplasty.\nCertain types of sea slugs, such as the nudibranch aeolids, store nematocysts from digested jellyfish at the tips of their cerata (body projections). It is quite common for predators to store useful plastids from their victims.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sting","surface_form":"sting","offset":49},{"uri":"Phylum","surface_form":"phylum","offset":75},{"uri":"Cnidaria","surface_form":"Cnidaria","offset":82},{"uri":"Prey","surface_form":"prey","offset":193},{"uri":"Organelle","surface_form":"organelle","offset":280},{"uri":"Organelle","surface_form":"organelle","offset":823},{"uri":"Harpoon","surface_form":"harpoon","offset":997},{"uri":"Neurotoxin","surface_form":"neurotoxin","offset":1230},{"uri":"Paralysis","surface_form":"paralyzes","offset":1242},{"uri":"Sessile","surface_form":"sessile","offset":1287},{"uri":"Sea_slug","surface_form":"sea slug","offset":1350},{"uri":"Nudibranch","surface_form":"nudibranch","offset":1373},{"uri":"Jellyfish","surface_form":"jellyfish","offset":1425},{"uri":"Plastids","surface_form":"plastids","offset":1532}]}