{"id":221017,"url":"http://en.wikipedia.org/wiki/Peechelba%2C_Victoria","text":"Peechelba is a small town in northeastern Victoria, Australia. The town is between Wangaratta and Yarrawonga and northwest of the state capital, Melbourne. In 2006 there were about 116 people living in and around Peechelba.\nThe town is home to a nature reserve and is close the Ovens River.\nHistory.\nPeechelba Post Office opened on 2 September 1880 to the north where the town is now, and was renamed Bundalong South in 1883. In 1883 a new Peechelba office opened which closed in 1889. In 1890 Peechelba Town office opened, closing in 1969. A railway station was opened in Peechelba on 31 October 1927. The line was closed on 8 December 1986. A primary school was opened at Peechelba in 1880 and closed in 1903. A new school opened at Peechelba Township in 1891 and was closed in 1970.\nPeechelba Beef is now the largest feedlot in the Southern Hemisphere.\nMad Dog Morgan.\nThe bushranger Mad Dan Morgan held up people at Peechelba Station (farm) on the evening of 8 April 1865. The children's nurse, Alice Macdonald, was able to let the police know. They soon surrounded the main house. Jack Quinlan, a stockman at the station, shot and fatally wounded Morgan. Morgan died the next day at 1.45 p.m. His body was taken to Wangaratta and put on public show. People ripped off his hair and beard as souvenirs. His head was cut off and sent to the professor of anatomy at the University of Melbourne. He was buried on 14 April in Wangaratta cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":42},{"uri":"Australia","surface_form":"Australia","offset":52},{"uri":"Wangaratta%2C_Victoria","surface_form":"Wangaratta","offset":83},{"uri":"Yarrawonga%2C_Victoria","surface_form":"Yarrawonga","offset":98},{"uri":"Melbourne","surface_form":"Melbourne","offset":145},{"uri":"Ovens_River","surface_form":"Ovens River","offset":278},{"uri":"Southern_Hemisphere","surface_form":"Southern Hemisphere","offset":835},{"uri":"Bushranger","surface_form":"bushranger","offset":876},{"uri":"Dan_Morgan_(bushranger)","surface_form":"Mad Dan Morgan","offset":887},{"uri":"Anatomy","surface_form":"anatomy","offset":1356},{"uri":"University_of_Melbourne","surface_form":"University of Melbourne","offset":1371}]}