{"id":221048,"url":"http://en.wikipedia.org/wiki/Mikhail_Lermontov","text":"Mikhail Yuryevich Lermontov was Russian poet, writer, dramaturge, painter and officer. Mikhail Lermontov was born on October 15 (October 3 in old style) in 1814 in Moscow. He died on July 25 (July 18) in 1841 in Pyatigorsk.\nLife.\nM. Lermontov was born in the family of a captain Yury Petrovich Lermontov and Mary Mikhailovna Lermontova. There was bad situation in his family: his parents sweared each other.\nLermontov's mother had died very early and his grandmother became a parent for Mikhail without his father.\nWhen Lermontov was a child, he lived on land, which Arseneva held, in the region of Penza. He was studying at home. He knew French and German quite well since he was a child. In the summer of 1825, Lermontov and his grandmother had visited waters of Caucasus. Later, he wrote poems about nature and people of Caucasus like \"Caucasus\" and \"Blue waters of Caucasus, I greet you...\". In 1827 his family had moved to Moscow. In 1828 Lermontov had humanitarian education. In 1828-1829 he wrote poems \"Corsair\", \"The criminal\", \"Oleg\" and others. In March of 1830, the Moscow boarding house, where Lermontov studied, became a classical school. In 1830 Lermontov left for a summer classical school. Then he spent time in country Serednikovo near Moscow, held by Stolypins. At the same year poet became a student of a Moscow university. In 1832 he went to Saint Petersburg. He became a student of Nicolay's cavalry college. After he had finished his studying he went to Caucasus. He arrived from Caucasus with lots of poems. Lermontov died in a duel with Martynov Nikolay Solomonovich in Pyatigorsk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poet","surface_form":"poet","offset":40},{"uri":"Prose","surface_form":"writer","offset":46},{"uri":"Drama","surface_form":"drama","offset":54},{"uri":"Painting","surface_form":"painter","offset":66},{"uri":"Officer","surface_form":"officer","offset":78},{"uri":"Moscow","surface_form":"Moscow","offset":164},{"uri":"Captain","surface_form":"captain","offset":271},{"uri":"Region","surface_form":"region","offset":589},{"uri":"French_language","surface_form":"French","offset":639},{"uri":"German_language","surface_form":"German","offset":650},{"uri":"Summer","surface_form":"summer","offset":697},{"uri":"Caucasus","surface_form":"Caucasus","offset":765},{"uri":"Humanitarian","surface_form":"humanitarian","offset":958},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":1363},{"uri":"Duel","surface_form":"duel","offset":1552}]}