{"id":221077,"url":"http://en.wikipedia.org/wiki/C%C3%A2mpulung_Moldovenesc","text":"Câmpulung Moldovenesc (also spelled \"Cîmpulung Moldovenesc\";,) is a city in Suceava County, which used to be in the Bukovina region of Moldavia in North Eastern Romania. The city is on the banks of the Moldova River.\nCâmpulung Moldovenesc has a population of 20,076 people. The main industries in Câmpulung Moldovenesc are dairy products, lumber, and ecotourism.\nPlaces of interest.\nCâmpulung Moldovenesc can be reached by both car and train. Attractions in and around Câmpulung include Rarău and Giumalău, which at 1650m and 1857m are the highest mountains in the region. Forests are near Câmpulung and there are monasteries in nearby villages.\nJudaism.\nThere are also several synagogues in the Câmpulung area. The pre-war Chief Rabbi of Campulung was Rabbi Moses Josef Rubin, a well known person involved in Hasidic Judaism. In the year 1941 on Yom Kippur, the rabbi's important library was destroyed by local Iron Guard gangsters. He was treated badly and was asked to sign a document which says that he had hidden dynamite in the synagogue to be used for sabotage. Because he refused to sign this document, he and his son Samuel were tied to a cart loaded with stolen goods and driven with a gun pointed at them, while being beaten up. All the synagogues in the city were robbed of their valuables.","categories":[],"infobox_types":["Settlement &lt;!--more fields are available for this Infobox--See Template:Infobox Settlement--&gt;"],"annotations":[{"uri":"Suceava_County","surface_form":"Suceava County","offset":76},{"uri":"Bukovina","surface_form":"Bukovina","offset":116},{"uri":"Romania","surface_form":"Romania","offset":161},{"uri":"Moldova_River","surface_form":"Moldova River","offset":202},{"uri":"Dairy_product","surface_form":"dairy product","offset":323},{"uri":"Lumber","surface_form":"lumber","offset":339},{"uri":"Ecotourism","surface_form":"ecotourism","offset":351},{"uri":"Synagogue","surface_form":"synagogue","offset":678},{"uri":"Moses_Josef_Rubin","surface_form":"Moses Josef Rubin","offset":759},{"uri":"Chassidism","surface_form":"Hasidic Judaism","offset":810},{"uri":"Yom_Kippur","surface_form":"Yom Kippur","offset":847},{"uri":"Iron_Guard","surface_form":"Iron Guard","offset":912}]}