{"id":22109,"url":"http://en.wikipedia.org/wiki/Friendship","text":"Friendship means familiar and liking of each other's mind.\nPeople who are friends talk to each other and spend time together. They trust one another and also help each other when they are in trouble or are hurt. Friends are people that can be looked up to and trusted. Usually friends have similar interests. A friend is one who admires a person's skill and helps or encourages them to make the right choices and do not get into any trouble at all.\nThe strength of the bond of friendship between two people can vary. If the bond is very strong, they are called best friends. This can usually be achieved by possessing the elements of friendship, by being kind, generous, loyal, honest and by having fun. With these qualities you can truly enjoy the bliss of friendship.\nThere are expectations, demands and complaints in friendship too. If friends don't match with your expectations, it does not mean you will break the friendship. It is all about understanding, realizing and helping whenever possible.\nFriendship is both good and necessary. Man cannot live all alone. He is a social being. He needs someone to share his joys and sorrows. Generally, it is only people of similar age, character and background, mentality, etc., who can understand him and his problems. Friends are needed for support and for sharing.\nThere are many different types of friendships. Most people find friends at a very young age however it is harder for others. Many movies are based off of a group of friends. An example of a friendship would be that of Sierra, Olivia, Emma, Langli, and Mallory's in the movie Eight grade Whittier.\nThe word \"Friendship\" is also the official motto of Texas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Friendship","surface_form":"Friendship","offset":0},{"uri":"Mind","surface_form":"mind","offset":53},{"uri":"Talk","surface_form":"talk","offset":82},{"uri":"Time","surface_form":"time","offset":111},{"uri":"Together","surface_form":"together","offset":116},{"uri":"Trouble","surface_form":"trouble","offset":191},{"uri":"Admires","surface_form":"admires","offset":329},{"uri":"Encourages","surface_form":"encourages","offset":367},{"uri":"Best_friend","surface_form":"best friend","offset":561},{"uri":"Texas","surface_form":"Texas","offset":1665}]}