{"id":22107,"url":"http://en.wikipedia.org/wiki/European_Central_Bank","text":"The European Central Bank (ECB) is the central bank for the euro and administers monetary policy of the eurozone, which consists of 19 EU member states and is one of the largest currency areas in the world. It is one of the world's most important central banks and is one of the seven institutions of the European Union (EU) listed in the Treaty on European Union (TEU). The capital stock of the bank is owned by the central banks of all 28 EU member states. The Treaty of Amsterdam established the bank in 1998, and it is headquartered in Frankfurt, Germany. the President of the ECB is Mario Draghi, former governor of the Bank of Italy, former member of the World Bank, and former managing director of the Goldman Sachs international division (2002–2005). The bank primarily occupied the Eurotower prior to, and during, the construction of the new headquarters.\nThe primary objective of the ECB, mandated in Article 2 of the Statute of the ECB, is to maintain price stability within the Eurozone. Its basic tasks, set out in Article 3 of the Statute, are to set and implement the monetary policy for the Eurozone, to conduct foreign exchange operations, to take care of the foreign reserves of the European System of Central Banks and operation of the financial market infrastructure under the TARGET2 payments system and the technical platform (currently being developed) for settlement of securities in Europe (TARGET2 Securities). The ECB has, under Article 16 of its Statute, the exclusive right to authorise the issuance of euro banknotes. Member states can issue euro coins, but the amount must be authorised by the ECB beforehand.\nThe ECB is governed by European law directly, but its set-up resembles that of a corporation in the sense that the ECB has shareholders and stock capital. Its capital is €11 billion held by the national central banks of the member states as shareholders. The initial capital allocation key was determined in 1998 on the basis of the states' population and GDP, but the capital key has been adjusted. Shares in the ECB are not transferable and cannot be used as collateral.\nThe European Central Bank is the main bank of the European Union. The European Central Bank is in Frankfurt am Main. The main goal of the European Central Bank is to maintain price stability, in other words make sure inflation is below 2%. This is done by e.g. controlling the interest rates. It is also the only bank allowed to issue euro banknotes (€), used by 16 of the 28 member states of the European Union (EU).","categories":[],"infobox_types":["central bank"],"annotations":[{"uri":"Central_bank","surface_form":"central bank","offset":39},{"uri":"Euro","surface_form":"euro","offset":60},{"uri":"Monetary_policy","surface_form":"monetary policy","offset":81},{"uri":"Eurozone","surface_form":"eurozone","offset":104},{"uri":"Member_state_of_the_European_Union","surface_form":"EU member states","offset":135},{"uri":"Institutions_of_the_European_Union","surface_form":"institutions of the European Union","offset":285},{"uri":"Treaty_on_European_Union","surface_form":"Treaty on European Union","offset":339},{"uri":"Treaty_of_Amsterdam","surface_form":"Treaty of Amsterdam","offset":463},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":540},{"uri":"President_of_the_European_Central_Bank","surface_form":"President","offset":564},{"uri":"Mario_Draghi","surface_form":"Mario Draghi","offset":588},{"uri":"Banca_d%27Italia","surface_form":"Bank of Italy","offset":625},{"uri":"World_Bank","surface_form":"World Bank","offset":661},{"uri":"Goldman_Sachs","surface_form":"Goldman Sachs","offset":709},{"uri":"Eurotower_(Frankfurt_am_Main)","surface_form":"Eurotower","offset":791},{"uri":"Seat_of_the_European_Central_Bank","surface_form":"new headquarters","offset":847},{"uri":"Price_stability","surface_form":"price stability","offset":963},{"uri":"Eurozone","surface_form":"Eurozone","offset":990},{"uri":"Monetary_policy","surface_form":"monetary policy","offset":1083},{"uri":"Foreign_reserve","surface_form":"foreign reserve","offset":1177},{"uri":"European_System_of_Central_Banks","surface_form":"European System of Central Banks","offset":1201},{"uri":"TARGET2","surface_form":"TARGET2","offset":1297},{"uri":"TARGET2_Securities","surface_form":"TARGET2 Securities","offset":1416},{"uri":"Euro_banknotes","surface_form":"euro banknotes","offset":1532},{"uri":"Euro_coins","surface_form":"euro coins","offset":1572},{"uri":"European_Union","surface_form":"European Union","offset":2164},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":2212}]}