{"id":22117,"url":"http://en.wikipedia.org/wiki/Berlin_Wall","text":"The Berlin Wall (German: \"Berliner Mauer\") was a wall that separated the city of Berlin in Germany from 1961 to 1989. It separated the eastern half from the western half. Many people thought it was a symbol of the Cold War. The Berlin Wall was taken down on November 9, 1989. The Berlin Wall was about long. It was built to prevent people from escaping from the eastern half of Berlin.\nDivision of Germany.\nAfter World War II ended, Germany was divided into four zones, one zone for each of the main Allied countries: France, the United Kingdom, the United States and the Soviet Union. Its capital Berlin was also divided into four zones, so that it was an enclave, like an island inside the Soviet zone. On May 8, 1949, the French, United Kingdom and US zones were made into West Germany (\"Federal Republic of Germany\", \"Bundesrepublik Deutschland\", \"BRD\") and West Berlin. The Soviet zones were made into East Germany and East Berlin. East Germany (German Democratic Republic, \"Deutsche Demokratische Republik\", \"DDR\") was founded on October 7, 1949. Europe, Germany and Berlin were divided by an iron curtain.\nWhat led to the building of the wall.\nAfter Germany split into West and East Germany on May 8, 1949, 2.6 million East Germans left to go to \"West Germany\". In Berlin alone, 3.6 million people fled to the west. To stop this, on August 13, 1961, the Communist government of East Germany built a wall separating East and West Berlin.\nThe wall was built to keep the country's people in. But the Soviets and East German government said it was to keep capitalism out. They said that West Germany refused to recognize East Germany as an independent country because they wanted to take over North-East Germany just like Hitler took over Poland.\nPeople still tried to escape even though the Berlin Wall was there. They used many methods to get around the guards and barbed wire on the Berlin Wall.\nIn the late 1980s, Mikhail Gorbachev said that the Soviet Union would not use the Red Army to stop the people of Eastern and Middle Europe from changing their government. After he said that, several countries began to change the way they governed their people. Hungary opened its border and people from East Germany began moving to the west through Hungary. In October 1989 mass demonstrations against the government in East Germany began. The long-time leader, Erich Honecker, resigned and was replaced by Egon Krenz a few days later. Honecker had predicted in January 1989 that the wall would stand for a \"hundred more years\" if the conditions which had caused its construction did not change. This did not turn out to be true.\nIn November, 1989, the Central Committee of East Germany decided to make it easier for East Germans to pass through the wall. A mistake by the press officer meant the border was opened several hours before it should have been. Millions of East German citizens celebrated the opening of the wall. Many collected souvenirs with chisels and some television stations filmed people hitting the wall with sledge hammers.\nThis image of people in West Berlin hitting the wall is often said to be East Berliners breaking out. This is not true. The eastern side of the wall had no graffiti on it. All pictures of people chipping away at the wall show people hitting graffiti covered walls. Less than one year after the Berlin Wall was broken down, Germany again became one country.\nDeath toll.\nIn the 28 years of its existence, between 125 and 206 people were killed when trying to cross the Berlin Wall. At least 800 more people were killed outside Berlin, trying to cross from East Germany to the west.\nThe East Germans did not record all of the deaths, so the real number of how many people died may never be known.\nThose people who were caught alive in an attempt to flee, had to go to jail for at least five years. The first victim of the Wall was Ida Siekmann. She was fatally injured after jumping out of the window of her apartment. She fell onto the pavement on the west side. The first victim of the Wall to be shot at was Günter Litfin. He was 24 years old and was shot by police, near the railway station of Berlin Friedrichstrasse, when he tried to get into the West. This was on 24 August, 1961, only eleven days after the border had been closed.\nPeter Fechter bled to death in the \"death strip\", on 17 August, 1962. This led to a public outcry. American troops watched him, but could not help him. The East-German border policemen, who had wounded him, did not help him either.\nIn 1966, two children, aged ten and thirteen years, were killed in the border strip. This is unusual because the East German border police had orders to not shoot on pregnant women, children or mentally ill people.\nOn 6 February, 1989, border guards shot and killed Chris Gueffroy as he tried to cross the wall. He was the last person to be killed by border guards. On 8 March, 1989, Winfried Freudenberg died after falling from a gas balloon. He was the last person to die trying to cross the Berlin Wall and escape into West Berlin.\nThe Riots of Berlin.\nThe Berlin wall eventually started to fall once people rioted. Many jumped on top of the wall, and even crowded against it. This caused the wall to collapse in some areas, and more people could get through to the refugee camps that were set up on the other side. \"Tear down this wall!\" was a speech made by United States President Ronald Reagan to Soviet Union leader Mikhail Gorbachev to destroy the wall. The speech was made at the Brandenburg Gate near the Berlin Wall on June 12, 1987. It was made to honor the 750th anniversary of Berlin. His speech and its fallout might have aided in the wall's demolition.\nFall of the Wall.\nBy late 1989 the GDR was suffering from many problems such as a struggling economy, and large-scale protests. The Hungarian regime had collapsed and was dismantling its border fences with Austria by August 1989. Since the Warsaw Pact allowed citizens to travel within the Soviet bloc, many East German tourists fled to the west via Hungary. When the Hungarian government refused the GDR's demand to stop defectors, East Germany banned all travel to Hungary; prompting demonstrations and protest. This began the GDR's isolation within the bloc.\nErich Honecker, leader of the GDR since 1971, was forced to resign on October 18, 1989. He was replaced by Egon Krenz after a unanimous vote by the politburo. Under Krenz's regime, East Germans could still escape to Hungary via Czechoslovakia.\nThe number of defectors grew and caused tensions between East Germany and Czechoslovakia. The Krenz regime decided to allow people to leave directly to the west through border checkpoints in East Berlin. This prompted many East Germans, who learned about it broadcast from West German media, to go to the border crossings and demand to be let through immediately.\nBorder guards at each checkpoint told the people to go back home as they had no orders that the wall would open that night. As time passed, the number of people arriving at the checkpoint was increasing and the guards were becoming alarmed. They began taking the more aggressive people aside and stamped their passports with a special stamp that allowed them access to West Berlin however, the people were not aware that they were effectively revoking their East German citizenship and were shocked to be refused entry back into the GDR. The Chief Guard of the checkpoint frantically telephoned his superiors hoping to get answers as to why so many people thought that the wall was to open. By 22:45, it was clear that the outnumbered and overwhelmed border guards would not use their weapons to suppress the crowds. The Chief Guard surrendered and ordered the gates to West Berlin to be opened. The crowds of East Berliners were met with crowds of West Berliners in a happy scene as the Berlin wall had just fallen.\nMany people even climbed up onto the wall by the Brandenburg Gate in protest and began to chisel away at the wall. The GDR authorities responded to this initially by blasting the people with water cannons; this proved to be ineffective. The East German army later climbed up onto the wall to prevent others from standing on the wall. The government began demolishing the wall the next day. The fall of the wall destroyed the SED, the ruling party of the GDR, and caused many of its officials to resign. The German Democratic Republic would cease to exist less than a year later; reuniting with the Federal Republic of Germany on October 3, 1990.\nWhat the wall was made of.\nThe wall was changed and added to several times. It was not really a wall, but a collection of walls and fences and other devices. This is what the \"border fence\" was made of, starting from the east, going west\nThe whole was done in an a zone of between 30 and 500 m wide. The official (\"civil\" border) began before the first fence. Entering the installation required a special permit. The real border was about one or two metres in front of the concrete wall, so that the whole of the wall complex was inside East Germany (only the East Berlin part of the wall was inside East Berlin).\nThe border between East Germany and West Germany was also heavily defended with fences and mines. East Germans needed a special permit to live close to the border.\nWhat is left today.\nAfter the Reunification of Germany in October 3, 1990, the Berlin Wall was demolished and taken away. A few sections of the wall remain; some of the sections became a museum.\nControversies.\nThe East Berlin special police who guarded the wall had the order to shoot if this was necessary to stop people fleeing. East German leaders such as Egon Krenz were arrested after German reunification because guards were ordered to shoot to kill.\nHowever, after the Wall was built, many people were no longer able to leave East Berlin using normal border posts. The only way they could do so was to race through the Wall or try to dig a tunnel underneath.\nAfter the unification of Germany, border guards who had shot people were convicted by West German Courts. The judges said, that some of the laws of the border police (about shooting) were against human rights. They therefore should have refused to shoot.\nThe same was of course applied to those people who had shot border police on their flight.\nBorder guards who did shoot, and stop someone from fleeing could get a reward of up to 500 Marks. Some of those guards were sentenced after the unification.\nThe other choice was to not shoot, or to miss badly. Such guards risked losing their well-paid jobs.\nCuriosities.\nAnother strip of land was given to West Berlin. This strip was only the width of a road which joined West Berlin with a tiny exclave.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":17},{"uri":"Wall","surface_form":"wall","offset":49},{"uri":"Berlin","surface_form":"Berlin","offset":81},{"uri":"Symbol","surface_form":"symbol","offset":200},{"uri":"Cold_War","surface_form":"Cold War","offset":214},{"uri":"November_9","surface_form":"November 9","offset":258},{"uri":"1989","surface_form":"1989","offset":270},{"uri":"World_War_II","surface_form":"World War II","offset":413},{"uri":"France","surface_form":"France","offset":518},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":530},{"uri":"United_States","surface_form":"United States","offset":550},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":572},{"uri":"Capital_(city)","surface_form":"capital","offset":590},{"uri":"Berlin","surface_form":"Berlin","offset":598},{"uri":"Enclave","surface_form":"enclave","offset":657},{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":791},{"uri":"West_Berlin","surface_form":"West Berlin","offset":862},{"uri":"East_Berlin","surface_form":"East Berlin","offset":924},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":951},{"uri":"Iron_curtain","surface_form":"iron curtain","offset":1099},{"uri":"Communism","surface_form":"Communist","offset":1361},{"uri":"Wall","surface_form":"wall","offset":1406},{"uri":"Hitler","surface_form":"Hitler","offset":1725},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":1921},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1953},{"uri":"Red_Army","surface_form":"Red Army","offset":1984},{"uri":"Eastern_Europe","surface_form":"Eastern","offset":2015},{"uri":"Hungary","surface_form":"Hungary","offset":2163},{"uri":"Erich_Honecker","surface_form":"Erich Honecker","offset":2364},{"uri":"Egon_Krenz","surface_form":"Egon Krenz","offset":2409},{"uri":"Souvenir","surface_form":"souvenir","offset":2943},{"uri":"Attempt","surface_form":"attempt","offset":3782},{"uri":"Ida_Siekmann","surface_form":"Ida Siekmann","offset":3875},{"uri":"Fatal","surface_form":"fatally","offset":3897},{"uri":"G%C3%BCnter_Litfin","surface_form":"Günter Litfin","offset":4055},{"uri":"Berlin_Friedrichstrasse_railway_station","surface_form":"Berlin Friedrichstrasse","offset":4142},{"uri":"Peter_Fechter","surface_form":"Peter Fechter","offset":4283},{"uri":"Pregnancy","surface_form":"pregnant","offset":4681},{"uri":"Chris_Gueffroy","surface_form":"Chris Gueffroy","offset":4781},{"uri":"Winfried_Freudenberg","surface_form":"Winfried Freudenberg","offset":4899},{"uri":"Tear_down_this_wall%21","surface_form":"Tear down this wall!","offset":5335},{"uri":"United_States_President","surface_form":"United States President","offset":5378},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":5402},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5419},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":5439},{"uri":"Brandenburg_Gate","surface_form":"Brandenburg Gate","offset":5505},{"uri":"Berlin","surface_form":"Berlin","offset":5607},{"uri":"Hungary","surface_form":"Hungarian","offset":5817},{"uri":"Austria","surface_form":"Austria","offset":5891},{"uri":"Warsaw_Pact","surface_form":"Warsaw Pact","offset":5925},{"uri":"Soviet_bloc","surface_form":"Soviet bloc","offset":5975},{"uri":"Erich_Honecker","surface_form":"Erich Honecker","offset":6247},{"uri":"Egon_Krenz","surface_form":"Egon Krenz","offset":6354},{"uri":"Politburo","surface_form":"politburo","offset":6395},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":6475},{"uri":"East_Berlin","surface_form":"East Berlin","offset":6682},{"uri":"Passport","surface_form":"passport","offset":7165},{"uri":"Citizenship","surface_form":"citizenship","offset":7325},{"uri":"Brandenburg_Gate","surface_form":"Brandenburg Gate","offset":7921},{"uri":"German_reunification","surface_form":"reuniting with the Federal Republic of Germany","offset":8451},{"uri":"Permit","surface_form":"permit","offset":8923},{"uri":"Egon_Krenz","surface_form":"Egon Krenz","offset":9655},{"uri":"German_reunification","surface_form":"German reunification","offset":9686},{"uri":"West_Germany","surface_form":"West German","offset":10048},{"uri":"Exclave","surface_form":"exclave","offset":10704}]}