{"id":22113,"url":"http://en.wikipedia.org/wiki/Clitoris","text":"The clitoris is a female genital organ. It includes erectile tissue, glands, muscles and ligaments, nerves, and blood vessels. In an embryo there is a small raised point that grows into a clitoris in girls or a penis in boys. Inside, the penis there is the urethra, but there is no urethra in the clitoris. In women, the urethra is hidden behind the clitoris and in front of the vagina. Penises with male urethras are used daily for urination, and can be used for sex: semen passes out of the body through the male urethra.\nAlthough the parts are placed differently, the clitoris is a match to the male penis. The clitoris causes females sexual pleasure, arousal and orgasm. Rubbing or applying other consistent pressure to it is usually needed to help the female have an orgasm.\nDuring sexual arousal, erectile tissue fills with blood. This causes the clitoris to grow. It grows until orgasm happens. Also during arousal, touching the clitoris and other sensitive areas of the female genitals makes a woman's vagina change shape and release a lubricant. The lubricant and change of shape makes it easier for a man to enter a woman and for sex to occur. Most of the clitoris is hidden inside the body. Only a small part of it is seen outside the body. Adding the outside and inside parts, the clitoris is about the same size as the penis. The clitoris and penis grow from the same tissue in the womb; they bear many similar parts.\nInside the body.\nThe parts of the clitoris inside the body include erectile tissue, glands, muscles, blood vessels, and nerves. In both the clitoris and the penis, there are two types of erectile tissue. These are \"corpus cavernosum\" (cavern-like body) and vestibular bulbs. These tissues fill with blood during sexual arousal. This causes an erection. The clitoral shaft is connected to the glans. It is just underneath the surface of the skin. The shaft is a round spongy erectile tissue. It is very sensitive like the glans. It feels like a hard ridge. The shaft is about long. It moves toward the pubic mound for a short distance, then bends sharply and divides. This forms two thin legs. These legs are also made of spongy tissue. The legs spread out like the wishbone of a chicken.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genital","surface_form":"genital organ","offset":25},{"uri":"Corpora_cavernosa","surface_form":"erectile tissue","offset":52},{"uri":"Gland","surface_form":"gland","offset":69},{"uri":"Muscle","surface_form":"muscle","offset":77},{"uri":"Ligament","surface_form":"ligament","offset":89},{"uri":"Nerve","surface_form":"nerve","offset":100},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":112},{"uri":"Penis","surface_form":"penis","offset":211},{"uri":"Urethra","surface_form":"urethra","offset":257},{"uri":"Vagina","surface_form":"vagina","offset":379},{"uri":"Urination","surface_form":"urination","offset":433},{"uri":"Semen","surface_form":"semen","offset":469},{"uri":"Penis","surface_form":"penis","offset":603},{"uri":"Sexual_intercourse","surface_form":"sexual","offset":638},{"uri":"Pleasure","surface_form":"pleasure","offset":645},{"uri":"Arousal","surface_form":"arousal","offset":655},{"uri":"Orgasm","surface_form":"orgasm","offset":667},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":812},{"uri":"Vagina","surface_form":"vagina","offset":1010},{"uri":"Lubricant","surface_form":"lubricant","offset":1044},{"uri":"Womb","surface_form":"womb","offset":1395},{"uri":"Corpus_cavernosum_clitoridis","surface_form":"corpus cavernosum","offset":1646},{"uri":"Cave","surface_form":"cave","offset":1666},{"uri":"Bulb_of_vestibule","surface_form":"vestibular bulbs","offset":1688},{"uri":"Clitoral_shaft","surface_form":"clitoral shaft","offset":1788},{"uri":"Sponge","surface_form":"spongy","offset":1898},{"uri":"Wishbone","surface_form":"wishbone","offset":2196},{"uri":"Chicken","surface_form":"chicken","offset":2210}]}