{"id":221362,"url":"http://en.wikipedia.org/wiki/Thought_disorder","text":"In psychiatry the term thought disorder or formal thought disorder refers to a condition where people have problems with consistent and straight thinking leading to abnormalities e.g. with spoken and written language. The people who have this condition use language that is disordered, or sometimes hard to follow. According to the psychiatrists, language is a reflection of thought processes. People who have difficulty speaking therefore often also have difficulty thinking.\nThought disorder is considered to be a symptom of psychotic mental illness, but there can also be other causes for it.\nThe condition it describes is permanent. It affects speech and writing. Those affected may speak all the time, or they may show patterns like switching ideas inside a sentence. They may also use different words that do not fit together at all; this is known as 'word salad'.\nEugen Bleuler, who named schizophrenia, held that its defining characteristic was a disorder of the thinking process. However, although the delusions and hallucinations of psychosis could also be considered as disorders of thought, the term \"formal thought disorder\" applies specifically to the presumed disruption in the flow of conscious verbal thought that is inferred from spoken language. This is typically what is referred to when the strictly less accurate, more commonly used but abbreviated term, 'thought disorder', is used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychiatry","surface_form":"psychiatry","offset":3},{"uri":"Language","surface_form":"language","offset":208},{"uri":"Symptom","surface_form":"symptom","offset":516},{"uri":"Psychosis","surface_form":"psychotic","offset":527},{"uri":"Mental_illness","surface_form":"mental illness","offset":537},{"uri":"Speech","surface_form":"speech","offset":648},{"uri":"Writing","surface_form":"writing","offset":659},{"uri":"Word_salad","surface_form":"word salad","offset":858},{"uri":"Eugen_Bleuler","surface_form":"Eugen Bleuler","offset":871},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":896},{"uri":"Delusions","surface_form":"delusions","offset":1011},{"uri":"Hallucinations","surface_form":"hallucinations","offset":1025},{"uri":"Psychosis","surface_form":"psychosis","offset":1043}]}