{"id":221378,"url":"http://en.wikipedia.org/wiki/Dunkirk_evacuation","text":"The Dunkirk evacuation sometimes called Operation Dynamo or The Miracle of Dunkirk was a British mission to rescue Allied soldiers from the beaches of Dunkirk France, from 26 May to 4 June 1940. Over 300,000 Allied soldiers were trapped in Dunkirk by the German army after the Battle of Dunkirk. For some reason, the German commanders did not order an attack against the surrounded city. Winston Churchill then ordered all ships and boats available to head for Dunkirk to pick up the soldiers.\nOver 900 ships participated in the evacuation, consisting mostly of fishing and pleasure boats, although some larger ships also took part. Originally, their intention was to pick up 45,000 British soldiers, and it was anticipated the Germans would try to stop them. On the first day, only 7,000 soldiers were picked up from the harbour, but none from the beach. On the second day, 17,000 soldiers were evacuated including some from the beaches. On the third day, 47,000 soldiers were successfully rescued followed by 54,000 on day four, including the first French soldiers. Evacuation reached its peak on days five and six, when over 60,000 Allied soldiers escaped. By day seven, nearly all the British had left, but the boats continued to pick up 26,000 soldiers a day (nearly all French). Evacuation ended after nine days, by which time 200,000 British soldiers and 140,000 French soldiers had escaped to Great Britain.\nThe battle of Dunkirk was a great defeat for the British and Allied forces, but most of the British Army in France and part of the French Army escaped to fight again. They lost almost all their tanks, big guns, and other heavy equipment.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":89},{"uri":"Rescue","surface_form":"rescue","offset":108},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":115},{"uri":"Soldiers","surface_form":"soldiers","offset":122},{"uri":"Beach","surface_form":"beach","offset":140},{"uri":"Dunkirk","surface_form":"Dunkirk","offset":151},{"uri":"France","surface_form":"France","offset":159},{"uri":"Dunkirk","surface_form":"Dunkirk","offset":240},{"uri":"Battle_of_Dunkirk","surface_form":"Battle of Dunkirk","offset":277},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":388}]}