{"id":22138,"url":"http://en.wikipedia.org/wiki/Schr%C3%B6dinger_equation","text":"The Schrödinger equation is a differential equation (a type of equation that involves an unknown function rather than an unknown number) that forms the basis of quantum mechanics, one of the most accurate theories of how subatomic particles behave. It is a mathematical equation that was thought of by Erwin Schrödinger in 1925. It defines a wave function of a particle or system (group of particles) which has a certain value at every point in space for every given time. These values have no physical meaning (in fact, they are mathematically complex), yet the wave function contains all information that can be known about a particle or system. This information can be found by mathematically manipulating the wave function to return real values relating to physical properties such as position, momentum, energy, etc. The wave function can be thought of as a picture of how this particle or system acts with time and describes it as fully as possible.\nThe wave function can be in a number of different states at once, and so a particle may have many different positions, energies, velocities or other physical properties at the same time (i.e. \"be in two places at once\"). However, when one of these properties is measured it has only one specific value (which cannot be definitely predicted), and the wave function is therefore in just one specific state. This is called wave function collapse and seems to be caused by the act of observation or measurement. The exact cause and interpretation of wave function collapse is still widely debated in the scientific community.\nformula_1\nwhere formula_1 is the square root of -1, formula_1 is the reduced Planck's constant, formula_1 is time, formula_1 is a position, formula_1 is the wave function, and formula_1 is the potential energy, an as yet not chosen function of position. The left hand side is equivalent to the Hamiltonian energy operator acting on formula_1.\nTime independent Version.\nformula_1\nthen, using standard mathematical techniques of Partial differential equations, it can be shown that the wave equation can be rewritten as two distinct differential equations\nformula_1\nformula_1\nwhere the first equation is solely dependent on time formula_1, and the second equation depends only on position formula_1, and where formula_1 is just a number. The first equation can be solved immediately to give\nformula_1\nwhere formula_1 is Euler's number. Solutions of the second equation depend on the potential energy function, formula_1, and so cannot be solved until this function is given. It can be shown using quantum mechanics that the number formula_1 is actually the energy of the system, so these separable wave functions describe systems of constant energy. Since energy is constant in many important physical systems (for example: an electron in an atom), the second equation of the set of separated differential equations presented above is often used. This equation is known as the Time independent Schrödinger Equation, as it does not involve formula_1.\nBorn Interpretation.\nThere are many philosophical interpretations of the wave function, and a few of the leading ideas will be considered here. The main idea, called the Born probability interpretation (named after physicist Max Born) comes from the simple idea that the wave function is square integrable; i.e.\nformula_1\nThis rather simple formula has great physical implications. Born hypothesized that the above integral determines that the particle \"exists somewhere in space\". But how can we find it? We use the integral\nformula_1\nwhere formula_1 is the probability of finding the particle in the region from formula_1 to formula_1. In other words, all that can be known in advance about a particle in general are probabilities, averages, and other statistical quantities associated with its physical quantities (position, momentum, etc.). Basically, this is the Born interpretation.\nCopenhagen Interpretation.\nAn extension of the above ideas can be made. Since the Born interpretation says that the actual position particle cannot be known, we can derive the following. If formula_1 are solutions to the wave equation, then the superposition of those solutions, i.e.\nformula_1\nis also a solution. This implies, then, that the particle exists in every possible position. When an observer comes and measures the position of the particle, then the superposition is reduced to a single possible wave function. (i.e., formula_1 → formula_1, where formula_1 is any of the possible wave function states.) This idea that a particle's position cannot exactly be known, and that a particle exists in multiple positions simultaneously gives rise to the Uncertainty principle. The mathematical formulation of this principle can be given by\nformula_1\nWhere formula_1 is the uncertainty in position, and formula_1 is the uncertainty in momentum. This principle can be mathematically derived from the Fourier transforms between momentum and position as defined by quantum mechanics, but we will not derive it in this article.\nOther Interpretations.\nThere are various other interpretations, such as the many-worlds interpretation, and quantum determinism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Differential_equation","surface_form":"differential equation","offset":30},{"uri":"Function_(mathematics)","surface_form":"function","offset":97},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":161},{"uri":"Subatomic_particle","surface_form":"subatomic particle","offset":221},{"uri":"Erwin_Schrodinger","surface_form":"Erwin Schrödinger","offset":302},{"uri":"1925","surface_form":"1925","offset":323},{"uri":"Wave_function","surface_form":"wave function","offset":342},{"uri":"Particle","surface_form":"particle","offset":361},{"uri":"Complex_number","surface_form":"complex","offset":545},{"uri":"Real_number","surface_form":"real","offset":737},{"uri":"Position","surface_form":"position","offset":789},{"uri":"Momentum","surface_form":"momentum","offset":799},{"uri":"Energy","surface_form":"energy","offset":809},{"uri":"Planck%27s_constant","surface_form":"Planck's constant","offset":1655},{"uri":"Hamiltonian_mechanics","surface_form":"Hamiltonian energy operator","offset":1872},{"uri":"Partial_differential_equation","surface_form":"Partial differential equation","offset":2005},{"uri":"Euler%27s_number","surface_form":"Euler's number","offset":2396},{"uri":"Conservation_of_energy","surface_form":"energy is constant","offset":2732},{"uri":"Electron","surface_form":"electron","offset":2803},{"uri":"Atom","surface_form":"atom","offset":2818},{"uri":"Probability","surface_form":"probabilities","offset":3745},{"uri":"Average","surface_form":"average","offset":3760},{"uri":"Statistical","surface_form":"statistical","offset":3780},{"uri":"Uncertainty_principle","surface_form":"Uncertainty principle","offset":4674},{"uri":"Momentum","surface_form":"momentum","offset":4854},{"uri":"Fourier_transform","surface_form":"Fourier transform","offset":4918}]}