{"id":221421,"url":"http://en.wikipedia.org/wiki/Air_France_Flight_447","text":"Air France Flight 447 was a scheduled commercial flight from Rio de Janeiro, Brazil, to Paris, France. The aircraft used was an Airbus A330 jet. On June 1, 2009, the A330 crashed into the Atlantic Ocean, three hours and 30 minutes into the flight, killing all 228 people on board. Air France Flight 447 is currently the deadliest plane crash in Air France's history. It is the deadliest plane crash in the 21st century since the crash of American Airlines Flight 587, which occurred on November 12, 2001.\nAircraft.\nF-GZCP was an Airbus A330-203.It has two General Electric CF6-80E1A3 engines.It was delivered new from Airbus, after having its first flight on 25th February 2005, and at the time of accident, it has flown for 18870 hours, taking off and landing 2644 times.\nOccupants.\nAs the flight was more than 10 hours long, there were 3 crew operating the airplane, so that each of them can take a break during the flight. The flight's captain is Marc Dubois, while the co-pilots are Pierre-Cédric Bonin and David Robert. There were 9 cabin crew onboard and 216 passengers.\nAccident.\nAir France Flight 447 took off from Rio de Janeiro International Airport for the flight to Paris at 7.29 p.m. Brazilian time. In the first part of the flight, the captain was in the left seat, while first officer Bonin was in the right seat. The third pilot, Robert, was resting in the small cabin behind the cockpit. The plane cruised at FL350, or 35,000 feet.\nFrom 1.48 a.m. onwards, the flight went out of radar coverage. From then on ATC can no longer track the flight. At 1.55 a.m., the captain woke Robert up and asked Robert to take his place.\nThen, at 2.08 a.m. the plane turned left due to turbulence. Just 2 minutes later, both the autopilot and the auto thrust switches off. Bonin, in response, said,\"I have control.\" before raising the plane's nose up and causing the plane to climb. Robert noticed this and asked Bonin to descend. Bonin then put the nose down and the plane no longer climbed as fast as how it did previously. However, the plane was still climbing.\nAt about 2.11 a.m and 6 seconds, the plane reached the maximum altitude. The angle of attack was about 16 degrees. The plane stalled and began to descend. Throughout the whole descent, the angle of attack remained above 35 degrees when valid. The plane most likely crashed at 2.14 a.m. and 28 seconds, when all the recordings stopped.\nSearches.\nAt 2:20 a.m., the Air Traffic Controller at DAKAR failed to contact Air France Flight 447, which was supposed to be in DAKAR airspace already. The controller then contacted Air France, who tried to contact Flight 447, but failed. At that time, people thought that the plane had \"disappeared\".Ships and planes then searched the area near the last-known position of Flight 447, and by 6th June, the first bodies have been found. The plane was confirmed to have crashed.\nAs the search for survivors end, the search for the plane's recorders then began. Underwater Vehicles are used to detect the recorders' signals that they give out for 30 days.However, at the end of the 30 days, there was not a sign of the recorders. Other searches in 2009 and 2010 also found nothing.\nThen, in 2011, the search for recorders finally ended when an underwater vehicle found the Flight Data Recorder and Cockpit Voice Recorder on 26th April and 2nd May respectively.The recorders are sent to BEA(Bureau d'Enquêtes et d'Analyses pour la Sécurité de l'Aviation Civile, Bureau of Enquiry and Analysis for Civil Aviation Safety)'s headquarters for analysis and arrived on 12th May.\nCause of accident.\nWhen the pitot tubes were blocked by ice crystals, the automatic controls of the plane, including autopilot and autothrust, switches off by itself. This had surprised the pilots, even though this was a well known phenomenon. The pilots likely never understood that the only problem they had was that the airspeed was incorrect.\nThe plane began to climb. During the whole climb to 38,000 feet, the crew failed to understand the situation. Even when the plane stalled and the stall warning sounded, the crew likely did not understand the stall situation they were in and so never tried to put the nose down and recover the plane from the stall. The plane remained stalled until impact with water.\nAftermath.\nRight after the crash, Air France sped up the replacement of pitot tubes. By June 11, 2009, all the pitot tubes were changed to ones that will not freeze up when ice crystals hit them.\nThe flight number was changed to AF 445 after the crash and is still flown by Airbus A330-200s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":61},{"uri":"Brazil","surface_form":"Brazil","offset":77},{"uri":"Paris","surface_form":"Paris","offset":88},{"uri":"France","surface_form":"France","offset":95},{"uri":"Airbus_A330","surface_form":"Airbus A330","offset":128},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":188},{"uri":"American_Airlines_Flight_587","surface_form":"American Airlines Flight 587","offset":438},{"uri":"Rio_de_Janeiro_International_Airport","surface_form":"Rio de Janeiro International Airport","offset":1123},{"uri":"Paris","surface_form":"Paris","offset":1178},{"uri":"Radar","surface_form":"radar","offset":1496},{"uri":"ATC","surface_form":"ATC","offset":1525},{"uri":"Turbulence","surface_form":"turbulence","offset":1686},{"uri":"Stall_(flight)","surface_form":"stalled","offset":2190},{"uri":"Bureau_d%27Enqu%C3%AAtes_et_d%27Analyses_pour_la_S%C3%A9curit%C3%A9_de_l%27Aviation_Civile","surface_form":"Bureau d'Enquêtes et d'Analyses pour la Sécurité de l'Aviation Civile","offset":3388},{"uri":"Airbus_A330","surface_form":"Airbus A330-200s","offset":4558}]}