{"id":221658,"url":"http://en.wikipedia.org/wiki/Roger_Waters","text":"George Roger Waters (born 6 September 1943) is an English rock musician. He was born in Great Bookham, Surrey and moved to Cambridge during his early childhood. He is best known as the bass player, co-lead singer, principle lyricist, and founder member of the English rock band Pink Floyd (1964–1986). Waters became the primary lyrical contributor in Pink Floyd after the departure of fellow founder member Syd Barrett in January 1968, and sang lead vocals on at least one half of all Pink Floyd tracks during his tenure with the band. Many consider 1973–1979 to be the Golden Age of the Waters era Pink Floyd, during which time they released four studio albums, including two of the most commercially successful and critically acclaimed rock albums ever created.\nReleased in 1973, \"The Dark Side of the Moon\" is one of the top selling albums of all time. Pink Floyd followed the epochal success of \"Dark Side\" with \"Wish You Were Here\" (1975), \"Animals\" (1977) and 1979's \"The Wall\", a double album considered by many to be rock's finest. \"The Wall\", based on the life struggles of Roger Waters, is the best selling double disk of all time, and as Pink Floyd's second unequivocally definitive album, it solidified their status among the world's elite rock bands. In 1983 Pink Floyd released their tenth studio album, \"The Final Cut\". Written and almost entirely sung by Roger, (Gilmour sang on just one track), it is the only Pink Floyd album on which Waters is credited for the writing and composition of every song. In retrospect, \"The Final Cut\" is more fairly considered Roger's first solo album, essentially using David Gilmour and Nick Mason as studio musicians. One of rock music's most critically acclaimed and commercially successful acts, Pink Floyd has sold over 200 million albums worldwide, including 74.5 million in the United States.\nFollowing his legal and philosophical split with Pink Floyd in 1986, Waters began a solo career, releasing three studio albums, \"The Pros and Cons of Hitchhiking\" (1984), \"Radio K.A.O.S.\" (1987), and in 1992, the highly acclaimed \"Amused to Death\". In 1990, Roger staged one of the largest rock concerts ever, \"The Wall Concert in Berlin\", on the vacant terrain between Potsdamer Platz and the Brandenburg Gate. In 2005 he released the critically acclaimed opera, \"Ça Ira\", which would go on to top the classical charts in America and Britain, as well as joining Nick Mason, Richard Wright and David Gilmour, for an historical performance at the 2 July 2005 Live 8 concert in London's Hyde Park, Pink Floyd's first public performance with Roger in 24 years.\nWaters has toured extensively as a solo act since 2005, performing \"Dark Side\" to sold out audiences and critical acclaim the world over. Waters performed an extensive tour of \"The Wall\" between 2010 and 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":50},{"uri":"Rock_music","surface_form":"rock","offset":58},{"uri":"Musician","surface_form":"musician","offset":63},{"uri":"Great_Bookham","surface_form":"Great Bookham","offset":88},{"uri":"Surrey","surface_form":"Surrey","offset":103},{"uri":"Cambridge","surface_form":"Cambridge","offset":123},{"uri":"Bass_guitar","surface_form":"bass","offset":185},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":278},{"uri":"Syd_Barrett","surface_form":"Syd Barrett","offset":407},{"uri":"The_Dark_Side_of_the_Moon","surface_form":"The Dark Side of the Moon","offset":783},{"uri":"Wish_You_Were_Here","surface_form":"Wish You Were Here","offset":917},{"uri":"The_Wall","surface_form":"The Wall","offset":974},{"uri":"The_Final_Cut","surface_form":"The Final Cut","offset":1319},{"uri":"The_Pros_and_Cons_of_Hitchhiking","surface_form":"The Pros and Cons of Hitchhiking","offset":1979},{"uri":"Radio_K.A.O.S.","surface_form":"Radio K.A.O.S.","offset":2022},{"uri":"Amused_to_Death","surface_form":"Amused to Death","offset":2081},{"uri":"The_Wall_Concert_in_Berlin","surface_form":"The Wall Concert in Berlin","offset":2161},{"uri":"Potsdamer_Platz","surface_form":"Potsdamer Platz","offset":2220},{"uri":"Brandenburg_Gate","surface_form":"Brandenburg Gate","offset":2244},{"uri":"%C3%87a_Ira","surface_form":"Ça Ira","offset":2315},{"uri":"Nick_Mason","surface_form":"Nick Mason","offset":2413},{"uri":"Richard_Wright","surface_form":"Richard Wright","offset":2425},{"uri":"David_Gilmour","surface_form":"David Gilmour","offset":2444},{"uri":"Live_8","surface_form":"Live 8","offset":2508},{"uri":"Hyde_Park","surface_form":"Hyde Park","offset":2535}]}