{"id":221682,"url":"http://en.wikipedia.org/wiki/Hazel_dormouse","text":"The hazel dormouse (\"Muscardinus avellanarius\"), also known as the common dormouse'\", is a small rodent. It is the only living species in its genus.\nIt is long with a tail of. It weighs, increasing to just before hibernation. The hazel dormouse hibernates from October to April/May. In British sources, it is normally called the dormouse rather than the hazel or common dormouse.\nThe hazel dormouse is native to northern Europe and Asia Minor. It is the only dormouse native to the British Isles, although the edible dormouse (\"Glis glis\") was accidentally introduced to the British Isles and now has an established population).\nThe locations in the UK where the hazel dormouse can be found is shown on the National Biodivestity Network website.\nProtection status.\nThe hazel dormouse is a European Protected Species and is protected in the UK under the Wildlife and Countryside Act.\nNatural history.\nThe hazel dormouse is the only small mammal in Britain to have a completely furry tail. It has golden-brown fur and large black eyes. It is a nocturnal creature and spends most of its waking hours looking for food in trees. It will make long trips in tree branches instead of coming down to the ground. This is to avoid danger.\nIn winter (early October), the hazel dormouse will hibernate in nests beneath the leaf litter on the forest floor. When it wakes up in spring (late April or early May), it builds nests out of honeysuckle bark, fresh leaves and grasses. If the weather is cold and wet and there is not much food, it saves energy by going into torpor (a temporary hibernation). It curls up into a ball and goes to sleep. The hazel dormouse spend a large amount of its life sleeping, either hibernating in winter or in torpor in summer.\nIdentification signs.\nExamination of hazelnuts may show a neat round hole in the shell. This shows that it has been opened by a small rodent like the dormouse, wood mouse, or bank vole. Other animals including squirrels or jays will either split the shell completely in half or make a jagged hole in it.\nIf you look closer at the hole, the inner rim of the hole will have toothmarks which are at an angle to the hole (if it has been made by a dormouse). The toothmarks are parallel with rough marks on the nut surface if a wood mouse made the hole. The bank vole leaves parallel grooves with no rough marks.\nDiet.\nThe hazel dormouse needs different food sources at different times of year to survive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rodent","surface_form":"rodent","offset":97},{"uri":"Genus","surface_form":"genus","offset":142},{"uri":"Hibernation","surface_form":"hibernation","offset":213},{"uri":"Indigenous_(ecology)","surface_form":"native","offset":402},{"uri":"Europe","surface_form":"Europe","offset":421},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":432},{"uri":"Dormouse","surface_form":"dormouse","offset":459},{"uri":"British_Isles","surface_form":"British Isles","offset":482},{"uri":"Edible_dormouse","surface_form":"edible dormouse","offset":510},{"uri":"European_Protected_Species","surface_form":"European Protected Species","offset":789},{"uri":"Wildlife_and_Countryside_Act","surface_form":"Wildlife and Countryside Act","offset":853},{"uri":"Fur","surface_form":"fur","offset":976},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1042},{"uri":"Honeysuckle","surface_form":"honeysuckle","offset":1420},{"uri":"Torpor","surface_form":"torpor","offset":1553},{"uri":"Temporary","surface_form":"temporary","offset":1563},{"uri":"Hazelnut","surface_form":"hazelnut","offset":1782},{"uri":"Rodent","surface_form":"rodent","offset":1879},{"uri":"Wood_mouse","surface_form":"wood mouse","offset":1905},{"uri":"Bank_vole","surface_form":"bank vole","offset":1920},{"uri":"Squirrel","surface_form":"squirrel","offset":1955},{"uri":"Jay","surface_form":"jay","offset":1968},{"uri":"Parallel","surface_form":"parallel","offset":2218},{"uri":"Wood_mouse","surface_form":"wood mouse","offset":2268},{"uri":"Bank_vole","surface_form":"bank vole","offset":2298}]}