{"id":221798,"url":"http://en.wikipedia.org/wiki/Oph%C3%A9lie_Bretnacher_disappearance","text":"The case of Ophélie Bretnacher's disappearance is a complex criminal and diplomatic case between France and Hungary, both members of the European Union.\nDisappearance.\nOphélie Bretnacher was a French student, at the \"Reims Management School\". With the European exchange programme, called \"Erasmus Programme\", she spent some time at the Corvinius University of Budapest. Ophélie Bretnacher disappeared in Budapest, Hungary on 4 December 2008. Coming out from a nightclub, the Portside of Cuba, she was tracked by the city video cameras part of her way. Her cellular phone and her bag were later found on the Lanchid bridge.\nDiplomatic and political consequences.\nIn the French Government, Catherine Vautrin, the Vice-Président of the National Assembly recalls the disappearance of Ophélie and asks for a French intervention. and Ophélie appears on Nicolas Sarkozy's blog.\nOphélie Bretnacher disappeared 2 and a half months after Eva Rhodes, the Yoko Ono and John Lennon model, in Hungary. Their families are planning to send a claim from the European Union and make known the fact that 4500 foreign people disappear each year in Hungary.\nGood police and judicial cooperation between countries, members of the European Union is specified in the Treaty of Lisbon, applicable on 1 December 2009 and in the \"Charter of Fundamental Rights of the European Union\".\nCriminal case.\nHer body was discovered in Csepel, in February 2009, in a backwater of the Danube. Homicide cannot be ruled out because of the finding of an hematoma on Ophelie's body as well as many gray areas during the search.\nTo date, no findings have been sent by Hungary such as the forensic analysis like Diatoms and the Danube search report, despite the intervention mission twice in 2009 of French investigators in Hungary and the local investigation seems not having progressed for one year.\nIn February 2010, her family filed a new claim for murder. The Bretnacher family lawyer is William Bourdon, the secretary-general of the International Federation of Human Rights Leagues (1995-2000) and the lawyer of Transparency International.\nIn March 2010, a judicial inquiry is opened in Paris for kidnapping, sequestration, followed by murder.\nMobilization each year.\nOne year later her friends, who were successful in raising 60 000 people on Facebook groups, from many European nations, launched a request for the second consecutive year in order to obtain some answers.\n\"We will create an event for Ophélie, every year, until full light will be shed on her disappearance and death, until justice is done !\"\nImprobabilities that persist in 2011.\n- The complete analysis of diatoms, which would have allowed knowing with certainty the location of drowning, has not been obtained yet.\n- All required documents have not been sent.\n- The telephone terminals on the path of Ophélie have not been exploited yet.\n- Some evidences (such as the walker who heard screams of women at the time of the disappearance was close to where her bag was found) have not been investigated further\n- The body of Ophélie was in a place against the current, and it is not possible that came from the Chain Bridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":97},{"uri":"Hungary","surface_form":"Hungary","offset":108},{"uri":"European_Union","surface_form":"European Union","offset":137},{"uri":"French_people","surface_form":"French","offset":193},{"uri":"Reims","surface_form":"Reims","offset":217},{"uri":"Budapest","surface_form":"Budapest","offset":404},{"uri":"Hungary","surface_form":"Hungary","offset":414},{"uri":"Nightclub","surface_form":"nightclub","offset":460},{"uri":"National_Assembly","surface_form":"National Assembly","offset":733},{"uri":"Nicolas_Sarkozy","surface_form":"Nicolas Sarkozy","offset":847},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":944},{"uri":"John_Lennon","surface_form":"John Lennon","offset":957},{"uri":"European_Union","surface_form":"European Union","offset":1041},{"uri":"European_Union","surface_form":"European Union","offset":1208},{"uri":"Treaty_of_Lisbon","surface_form":"Treaty of Lisbon","offset":1243},{"uri":"Homicide","surface_form":"Homicide","offset":1455},{"uri":"Diatom","surface_form":"Diatom","offset":1668},{"uri":"Danube","surface_form":"Danube","offset":1684},{"uri":"Murder","surface_form":"murder","offset":1909},{"uri":"Lawyer","surface_form":"lawyer","offset":1939},{"uri":"Federation","surface_form":"Federation","offset":2009},{"uri":"Kidnapping","surface_form":"kidnapping","offset":2159},{"uri":"Murder","surface_form":"murder","offset":2198},{"uri":"Facebook","surface_form":"Facebook","offset":2306},{"uri":"Against","surface_form":"against","offset":3077}]}