{"id":221988,"url":"http://en.wikipedia.org/wiki/West_Nile_virus","text":"West Nile Virus (WNV) is a virus that belongs to the genus \"Flavivirus\". It causes an infectious disease called \"West Nile virus disease\" or just \"West Nile virus.\" WNV mainly infects birds, but it can also infect humans, horses, dogs, bats, cats, reptiles, and amphibians.\nWest Nile virus is spread by mosquitoes, who get the virus from birds. If a mosquito bites a bird that has WNV, and then bites a human, that person can get West Nile Virus.\nWest Nile virus was first discovered in 1937, in the West Nile area of Uganda, in East Africa. (This is how the virus got its name.) However, before the 1990s, there were very few cases of WNV. Then there was an outbreak in Algeria in 1994 and another in Romania in 1996. By 2004, the virus had spread to North America, the Caribbean islands, and Latin America. It continues to spread through Africa, Asia, Australia, Europe, the Middle East, Canada, and the United States. In 2012, one of the worst West Nile virus epidemics yet happened in the United States; 286 people died.\nSigns and symptoms.\nAbout 80% of people who get West Nile virus have no symptoms.\nWhen a person does get symptoms, they usually do not appear until 2 to 15 days after the person got the virus. (This is called the virus's incubation period.)\nWest Nile virus can cause many different types of illness. The rarest, but most serious types affect the neurological system - the brain and the nerves. The most common type of illness caused by WNV is West Nile fever, which does not affect the neurological system.\nTreatment.\nThere is no known treatment or cure for WNV. There are no known anti-viral medications (medicines which kill viruses) which will kill the West Nile virus. Doctors can only provide \"supportive care,\" which means they can only treat the symptoms of WNV. For example, they can give fluids through a needle placed into a vein if a person is very dehydrated; help the person breathe if needed; and give medications to prevent them from getting any other infections.\nTransmission.\nThe West Nile virus stays alive in nature by getting spread back and forth between birds and mosquitoes. Birds get WNV more often than any other living things. When a mosquito bites a bird that has WNV, the mosquito gets the virus. Then, if the mosquito bites a bird that does not have WNV, the mosquito can give that bird the virus. In this way, birds and mosquitoes give the virus to each other and keep it alive.\nHumans usually get West Nile virus by being bitten by mosquitoes who have gotten the virus from birds. Humans can get the virus from many different species of mosquitoes.\nPrevention.\nScientists can trap mosquitoes and birds, and test them for West Nile virus to see if the virus is spreading in a certain area. If it is, they can do things like spray pesticides to kill mosquitoes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":27},{"uri":"Genus","surface_form":"genus","offset":53},{"uri":"Flavivirus","surface_form":"Flavivirus","offset":60},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":86},{"uri":"Horse","surface_form":"horse","offset":222},{"uri":"Dog","surface_form":"dog","offset":230},{"uri":"Bat","surface_form":"bat","offset":236},{"uri":"Cat","surface_form":"cat","offset":242},{"uri":"Reptile","surface_form":"reptile","offset":248},{"uri":"Amphibian","surface_form":"amphibian","offset":262},{"uri":"Mosquito","surface_form":"mosquito","offset":303},{"uri":"Nile_River","surface_form":"Nile","offset":505},{"uri":"Uganda","surface_form":"Uganda","offset":518},{"uri":"East_Africa","surface_form":"East Africa","offset":529},{"uri":"Outbreak","surface_form":"outbreak","offset":659},{"uri":"Algeria","surface_form":"Algeria","offset":671},{"uri":"Romania","surface_form":"Romania","offset":702},{"uri":"North_America","surface_form":"North America","offset":752},{"uri":"Caribbean","surface_form":"Caribbean islands","offset":771},{"uri":"Latin_America","surface_form":"Latin America","offset":794},{"uri":"Africa","surface_form":"Africa","offset":840},{"uri":"Asia","surface_form":"Asia","offset":848},{"uri":"Australia","surface_form":"Australia","offset":854},{"uri":"Europe","surface_form":"Europe","offset":865},{"uri":"Middle_East","surface_form":"Middle East","offset":877},{"uri":"Canada","surface_form":"Canada","offset":890},{"uri":"United_States","surface_form":"United States","offset":906},{"uri":"Epidemic","surface_form":"epidemic","offset":963},{"uri":"Symptom","surface_form":"symptom","offset":1097},{"uri":"Incubation_period","surface_form":"incubation period","offset":1246},{"uri":"Disease","surface_form":"illness","offset":1316},{"uri":"Neurology","surface_form":"neurological","offset":1371},{"uri":"Brain","surface_form":"brain","offset":1397},{"uri":"Nerve","surface_form":"nerve","offset":1411},{"uri":"Anti-viral","surface_form":"anti-viral","offset":1607},{"uri":"Medication","surface_form":"medication","offset":1618},{"uri":"Fluid","surface_form":"fluid","offset":1822},{"uri":"Vein","surface_form":"vein","offset":1860},{"uri":"Dehydrated","surface_form":"dehydrated","offset":1885},{"uri":"Species","surface_form":"species","offset":2582},{"uri":"Scientist","surface_form":"Scientist","offset":2617},{"uri":"Pesticide","surface_form":"pesticide","offset":2785}]}