{"id":222014,"url":"http://en.wikipedia.org/wiki/Medical_Renaissance","text":"The Medical Renaissance from 1400 to 1700 AD is a period of progress in European medical knowledge. There was a new interest in the ideas of the ancient Greeks and Romans. The medical discoveries during the Medical Renaissance paved the way for modern medicine.\nProgress made during the Medical Renaissance depended on several things. By studying anatomy they learnt the positions of bones, muscles, and organs. Andreas Vesalius published \"De humani corporis fabrica\" (On the fabric of the human body) in 1543. That was the first time in history that realistic diagrams of dissections were published.\nMuch later (1628) the Englishman William Harvey discovered that blood is pumped by the heart, travels through the body in blood vessels, and returns back to the heart in the circulatory system. Thus basic facts of anatomy and physiology began to be understood by physicians. However, Harvey's work belongs to a later period. At the beginning of the period, in 1400, doctors were ignorant of physiology and had some (to us) pretty strange ideas.\nBeliefs.\nIn the renaissance, a very important theory in medicine was the Four humours or Four temperaments. This theory had begun with the Ancient Greeks, and influenced medical development until the 19th century. According to the theory, the body was filled with four different substances, called \"humours\". When a person is healthy, these substances are in balance. When there is an imbalance between the humours, the person will be sick. The sickness can be cured by bringing the four humours back to balance. The four substances are: black bile, yellow bile, phlegm and blood. The Roman medic Galen still supported that theory, but refined it in many ways.\nRhazes (865–925) was the first physician to show that the theory of four humors was wrong, in his writing \"Doubts about Galen\". He carried out an experiment which would upset this system: He inserted a liquid with a different temperature into the body. This would result in an increase or decrease of bodily heat, which resembled the temperature of that particular fluid. Rhazes noted that a warm drink would heat up the body to a degree much higher than its own natural temperature. The drink would therefore trigger a response from the body, rather than transferring only its own warmth or coldness to it. Avenzoar (1091–1161) carried out an experimental dissection and autopsy to prove that the skin disease scabies was caused by a parasite. This discovery upset the theory of humorism. The removal of the parasite from the patient's body did not involve purging, bloodletting, or any other traditional treatments associated with the four humors. Ibn al-Nafis (1213–1288) then discredited the theory of four humors after his discovery of both pulmonary circulation and coronary circulation.\nMedicine or myth?\nBecause there were only a few ways of studying how the body worked, early doctors did not know how to cure sickness. When a plague started, they could not really know what to do for their patients except making them a little less painful. One of their mistakes was that they thought the \"air\" carried the disease (which it sometimes did), or that sickness was caused by \"flying venom\": so, they covered their mouths or burned aromatic leaves (leaves that smelled good), but did not wash their hands after seeing a sick friend or family member. When William Harvey practiced medicine in 1618, only a few of his friends were trying to find out how the body worked, and only a few doctors believed Harvey when he said that the blood was pumped by the heart. Most people thought he was a quack (fake or bad doctor). Slowly they began to see his findings were real.\nIn the 17th century, Anton van Leeuwenhoek and Robert Hooke developed the light microscope. Using such a microscope, Leeuwenhoek was the first to see bacteria, in 1676. He called them \"animalcules\" and published his observations in a series of letters to the Royal Society. The name \"bacterium\" was introduced much later, by Christian Gottfried Ehrenberg in 1838.\nSome cures not only didn't work, they could be dangerous to the patient. For instance, when someone was sick, doctors said that bad blood must be removed. To remove the bad blood, the doctor attached leeches to the patient (leeches are animals that suck blood). When the leech was full, the job was finished. But when somebody was sick, taking away their blood could make them very weak - they could even die. As science and medicine grew better, leeching was stopped until recently, when doctors began sometimes using leeches on patients who had fingers or hands that were cut off and reattached. One of the greatest pains in reattachment is just after surgery, when the blood pools under the skin and is very painful. Doctors have found out that using leeches to drink the excess blood helps to make the pain smaller.\nSome cures really worked, though. Sometimes wounds that today we would use stitches were held together using beetles that had pincers. The edges of the wound were pinched together by a big, angry beetle. When the pincers were pinching it firmly together, the beetle head would be cut off. Spider webs were used to help wounds clot (blood come together). Doctors are still looking into other \"cures\" that were used in the Renaissance to see if they can help today's medicine.","categories":[],"infobox_types":[],"annotations":[{"uri":"AD","surface_form":"AD","offset":42},{"uri":"Europe","surface_form":"Europe","offset":72},{"uri":"Ancient_Greek","surface_form":"ancient Greek","offset":145},{"uri":"Romans","surface_form":"Romans","offset":164},{"uri":"Anatomy","surface_form":"anatomy","offset":347},{"uri":"Bone","surface_form":"bone","offset":384},{"uri":"Muscle","surface_form":"muscle","offset":391},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":404},{"uri":"Andreas_Vesalius","surface_form":"Andreas Vesalius","offset":412},{"uri":"Diagrams","surface_form":"diagrams","offset":561},{"uri":"Dissection","surface_form":"dissection","offset":573},{"uri":"William_Harvey","surface_form":"William Harvey","offset":634},{"uri":"Blood","surface_form":"blood","offset":665},{"uri":"Blood","surface_form":"blood","offset":723},{"uri":"Anatomy","surface_form":"anatomy","offset":815},{"uri":"Physiology","surface_form":"physiology","offset":827},{"uri":"Physician","surface_form":"physician","offset":864},{"uri":"Four_temperaments","surface_form":"Four humours","offset":1119},{"uri":"Ancient_Greeks","surface_form":"Ancient Greeks","offset":1185},{"uri":"Bile","surface_form":"bile","offset":1590},{"uri":"Phlegm","surface_form":"phlegm","offset":1609},{"uri":"Blood","surface_form":"blood","offset":1620},{"uri":"Roman_Empire","surface_form":"Roman","offset":1631},{"uri":"Galen","surface_form":"Galen","offset":1643},{"uri":"Muhammad_ibn_Zakar%C4%ABya_R%C4%81zi","surface_form":"Rhazes","offset":1707},{"uri":"Experiment","surface_form":"experiment","offset":1853},{"uri":"Ibn_Zuhr","surface_form":"Avenzoar","offset":2315},{"uri":"Dissection","surface_form":"dissection","offset":2364},{"uri":"Autopsy","surface_form":"autopsy","offset":2379},{"uri":"Scabies","surface_form":"scabies","offset":2418},{"uri":"Parasite","surface_form":"parasite","offset":2442},{"uri":"Purging","surface_form":"purging","offset":2565},{"uri":"Bloodletting","surface_form":"bloodletting","offset":2574},{"uri":"Ibn_al-Nafis","surface_form":"Ibn al-Nafis","offset":2657},{"uri":"Pulmonary_circulation","surface_form":"pulmonary circulation","offset":2753},{"uri":"Coronary_circulation","surface_form":"coronary circulation","offset":2779},{"uri":"Epidemic","surface_form":"plague","offset":2943},{"uri":"Mouth","surface_form":"mouth","offset":3228},{"uri":"Leaf","surface_form":"leaves","offset":3254},{"uri":"Hand","surface_form":"hand","offset":3312},{"uri":"William_Harvey","surface_form":"William Harvey","offset":3368},{"uri":"Blood","surface_form":"blood","offset":3543},{"uri":"Quack","surface_form":"quack","offset":3603},{"uri":"17th_century","surface_form":"17th century","offset":3687},{"uri":"Anton_van_Leeuwenhoek","surface_form":"Anton van Leeuwenhoek","offset":3701},{"uri":"Robert_Hooke","surface_form":"Robert Hooke","offset":3727},{"uri":"Microscope","surface_form":"light microscope","offset":3754},{"uri":"Bacteria","surface_form":"bacteria","offset":3830},{"uri":"Royal_Society","surface_form":"Royal Society","offset":3939},{"uri":"Christian_Gottfried_Ehrenberg","surface_form":"Christian Gottfried Ehrenberg","offset":4005},{"uri":"Leech","surface_form":"leech","offset":4244},{"uri":"Blood","surface_form":"blood","offset":4298},{"uri":"Science","surface_form":"science","offset":4457},{"uri":"Medicine","surface_form":"medicine","offset":4469},{"uri":"Surgery","surface_form":"surgery","offset":4698},{"uri":"Skin","surface_form":"skin","offset":4738},{"uri":"Excess","surface_form":"excess","offset":4819},{"uri":"Blood","surface_form":"blood","offset":4826},{"uri":"Beetle","surface_form":"beetle","offset":4973},{"uri":"Pincer","surface_form":"pincers","offset":4990},{"uri":"Anger","surface_form":"angry","offset":5054},{"uri":"Beetle","surface_form":"beetle","offset":5060},{"uri":"Firm","surface_form":"firmly","offset":5102},{"uri":"Head","surface_form":"head","offset":5130},{"uri":"Spider","surface_form":"Spider","offset":5153},{"uri":"Blood","surface_form":"blood","offset":5196}]}