{"id":222165,"url":"http://en.wikipedia.org/wiki/Interval_(mathematics)","text":"e=\"preserve\">In mathematics, an interval is a group of numbers that includes all numbers between the beginning and the end. Numbers that are larger than the beginning number and smaller than the end number are inside the interval, and numbers that are smaller than the beginning number or larger than the end number are not in the interval. The beginning number and end number may or may not be inside the interval. An example of an interval might be from 3.3 to 15. Here, numbers such as 4, 8, 9.5, 14, and even 14.999 are inside this interval. Numbers such as -4, 2, 3.2, 20, and 15.000001 are not inside this interval.\nTo write an interval, write either a square bracket ([) or a parenthesis ((), the beginning number, a comma (,), the end number, and either a closing square bracket (]) or a closing parenthesis ()). Examples of intervals are (4, 9.6), [-100, 100], [-30, -4).\nDifferent kinds of intervals.\nIntervals can be separated by how they act at their ends. Intervals can be closed, open, or mixed.\nClosed Intervals.\nAn interval that is closed also includes the beginning and the end, and generally takes the form of formula_1. A closed interval that has 3 as the beginning and 5.4 as the end would include 3, 5.4, and every number between 3 and 5.4. To write a closed interval, use square brackets ([and]). An example of an closed interval is [136, 450].\nOpen Intervals.\nAn interval that is open does not include the beginning or the end, and generally takes the form of formula_1. An open interval that has 3 as the beginning and 5 as the end would include every number between 3 and 5, but it would not include 3 or 5. To write an open interval, use parentheses ((and)). An example of an open interval is (2, 5).\nMixed Intervals.\nA mixed interval is open at one end and closed at the other end, and generally takes the form of formula_1 (right-open interval) or formula_1 (left-open interval). This means that the interval may include the beginning but not the end, or it may include the end but not the beginning. For example, the interval [9, 23) would include 9, but it would not include 23.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16}]}