{"id":222212,"url":"http://en.wikipedia.org/wiki/Endemism","text":"Endemism is an ecological word meaning that a plant or animal lives only in a particular location, such as a specific island, habitat type, nation or other defined zone. For example, many species of lemur are endemic to the island of Madagascar.\nThere are two types of endemism - paleoendemism and neoendemism. \"Paleoendemism\" means that a species used to live in a large area but now lives only in a smaller area. \"Neoendemism\" means that a species has recently appeared which is closely related to the main species or one that has formed following hybridization and is now classified as a separate species. This is a common process in plants especially those which exhibit polyploidy.\nThe opposite of endemism is cosmopolitan distribution.\nEndemic types are most likely to develop on islands because they are isolated. This includes remote island groups, like the Hawaiian Islands, the Galápagos Islands, and Socotra. Endemism can also occur in areas which are separated from other similar areas like the highlands of Ethiopia, or large bodies of water like Lake Baikal.\nEndemics can easily become endangered or extinct because of only living in a small area. They are also vulnerable to the actions of man, including the introduction of new organisms. There were millions of both Bermuda petrels and \"Bermuda cedars\" (actually junipers) in Bermuda when it was settled at the start of the 17th century. By the end of the century, the petrels were thought to be extinct. Cedars, whose numbers were low as a result of centuries of shipbuilding, were nearly made extinct in the 20th Century by the introduction of a parasite. Both petrels and cedars are very rare today, as are other species endemic or native to Bermuda.\nEndemic organisms are not the same as indigenous organisms — a species that is indigenous to somewhere may be native to other locations as well. An introduced species, also known as a naturalized or exotic species, is an organism that is not indigenous to a given place or area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecology","surface_form":"ecological","offset":15},{"uri":"Habitat","surface_form":"habitat","offset":126},{"uri":"Lemur","surface_form":"lemur","offset":199},{"uri":"Madagascar","surface_form":"Madagascar","offset":234},{"uri":"Hybrid","surface_form":"hybrid","offset":550},{"uri":"Polyploidy","surface_form":"polyploidy","offset":675},{"uri":"Cosmopolitan_distribution","surface_form":"cosmopolitan distribution","offset":715},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Islands","offset":866},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":888},{"uri":"Yemen","surface_form":"Socotra","offset":911},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":1020},{"uri":"Lake_Baikal","surface_form":"Lake Baikal","offset":1060},{"uri":"Endangered_species","surface_form":"endangered","offset":1100},{"uri":"Extinction","surface_form":"extinct","offset":1114},{"uri":"Vulnerable","surface_form":"vulnerable","offset":1176},{"uri":"Introduced_species","surface_form":"introduction","offset":1224},{"uri":"Bermuda_petrel","surface_form":"Bermuda petrel","offset":1283},{"uri":"Juniperus_bermudiana","surface_form":"Bermuda cedars","offset":1304},{"uri":"Juniper","surface_form":"juniper","offset":1330},{"uri":"Bermuda","surface_form":"Bermuda","offset":1343},{"uri":"Shipbuilding","surface_form":"shipbuilding","offset":1531},{"uri":"Indigenous_(ecology)","surface_form":"indigenous organisms","offset":1759},{"uri":"Introduced_species","surface_form":"introduced species","offset":1869}]}