{"id":22224,"url":"http://en.wikipedia.org/wiki/Sleep","text":"Sleep is a state of rest, which happens in animals, including humans. Animals that sleep are in an unconscious state, or mostly so. Most of the muscles that animals can control on purpose are inactive. Animals that are asleep do not react to stimuli as fast as those that are awake. They can, however, wake up from sleep more easily than from hibernation or coma. All mammals and birds, and many reptiles, amphibians, and fish, sleep. In humans, other mammals, and most other animals that were studied, sleeping regularly is essential for survival.\nJust as water and food are immensely important, sleep is crucial to human health and well-being. Humans and animals require sleep in order for their bodies to repose and become invigorated for the next day. Everyday activities, one’s appearance, and how one expresses oneself all rely on this necessity. If one is tired, s/he will not be able to function properly. Being sleep deprived leads to many outcomes such as struggling to remember information, altering one’s mood, health, and a number of other continuing effects. Also, the immune system releases compounds known as cytokines which are used to help fight inflammation and infection. If one does not receive enough sleep, then they will not have enough cytokines to protect them from getting sick. The body will also not have time to finalize memory recollection, muscle repair, and release hormones that regulate growth and appetite.\nThe purpose of sleep is not fully known, and it is still studied today. We do know, however, that sleep is necessary to most animals for survival. Sleep deprivation (not allowing a person enough sleep) can even be used for torture.\nA person sleeps when he or she is not awake. Usually, this is during the night. During the day time, most people are awake. They work, go to school, college, or university, or do other things. Many people sleep for a short time in the early afternoon for a quick rest or because they are not able to sleep during the day. This is often called a nap. A successful nap should run between 15-30 minutes. Longer naps such as 30-60 minutes will result in feeling dazed and less attentive.\nIn some countries, most notably where the weather is warm, there is a tradition to take a nap right after noon, or early in the afternoon. This tradition is called \"siesta\", and is most common in Spain and Latin America. Some stores and services even have closed while their owners and/or employees take their \"siesta\".\nWord.\nThe word \"sleep\" comes from the old Old Germanic verbs for sleep. In Old and Middle High German it was called \"SLAF\". The original meaning of the word was \"to slap\", which was related to the word for \"flabby\" (not hard or firm).\nMany words related to \"sleep\" have very different meanings, though. For example, \"sleep\" was also used to mean death, so that \"putting an animal to sleep\" meant to kill the animal without pain. \"Sleep with someone\" can also have a sexual meaning.\nWhat sleep is for.\nGenerally, the reason for sleep is that the brain has work to do during sleep. The details are not fully understood, but it is important to get enough sleep for the body and the brain to be healthy and work properly. Usually animals (and people) sleep at periodic intervals, such as once a day. Certain animals send out signals to the others that they will soon go to sleep. Yawning is such a signal.\nBoth humans and many animals sleep about once a day. Some animals, such as cats, sleep many times a day for short periods.\nWhen people sleep they often have dreams. Probably some animals do, too.\nNot only people sleep, but all mammals and birds, and most fish, reptiles and other animals do, too.\nBrief stages of sleep.\nWhile humans sleep, REM and NREM are sleep patterns that help with long term memory, remembering information, procedural memory, and creative thinking.\nREM sleep.\nIn mammals and birds, sleep can be divided into two categories. In one of them, the eyes move rapidly. It is called REM-sleep (from rapid eye movement). Most dreams take place in this phase as well as energy from the brain to the body progressing, the body becoming relaxed, and the eyes dashing back and forth while sleeping. This phase helps prepare one with vitality for performance in the next day.REM-sleep occurs normally at intervals throughout the night, and the periods of REM-sleep increase in length in the second half of the night. It is often encountered 90 minutes after falling asleep and continues to occur every 90 minutes.REM-sleep was first discovered in 1952-53.\nNREM sleep.\nThe other category, where this movement of the eyes does not happen, is called NREM-sleep (Non-REM sleep). Usually, dreams do not occur during this time. There are three or four stages of NREM-sleep. Stage I is just barely sleeping, or dozing. Stage II is also light sleep. Normally, in adult humans, about half of the time spent asleep is spent in light sleep. Stages III and IV are called deep sleep. Deep sleep is necessary for growth and healing. It can be quite difficult to awaken someone who is in stage III or stage IV sleep. Sometimes stages III and IV are combined and called stage III.\nAdult humans normally sleep in cycles of 90 to 110 minutes each. The night's sleep can be 4 or 5 of these cycles. Each cycle includes, in this order: stage I, stage II, stage III (IV), and REM.\nGetting enough sleep.\n- Toddlers (4 to 12 months): 12 to 16 hours (w/ naps)\n- Toddlers (1-2 years): 11 to 14 hours (w/ naps)\n- Preschoolers (3-5 years): 10 to 13 hours (w/ naps)\n- Grade Schoolers (6 to 12 years): 9 to 12 hours\n- Teenagers(13-18 years): 8 to 10 hours\n- Adults (including old age): 7 to 9 hours\nThe timing of sleep and the amount of it are both important. Both are different for different people. Some adults sleep best from 22:00 to 05:00 or 06:00 or 07:00. Some sleep best from midnight to seven or eight. These variations are normal.\nHow much sleep is enough also depends on age. Children need more sleep than adults. Newborn babies sleep about 18 hours per day. Small babies sleep many times a day; human babies do not develop circadian rhythms before they are 3 – 4 months old. At the age of 1 year, they sleep for about 14 hours.\nA nine-year-old should sleep about 9–10 hours per day and teenagers, too, also need that much sleep. Adults who sleep less than about 8 hours a day perform worse than those who sleep that long.\nSleeping problems.\nA good night’s sleep is extremely important for one’s quality of life. People may have trouble going to sleep, staying asleep or getting enough sleep. This usually means that they are too sleepy in the daytime.\nThere are many things that influence sleep. Also some substances, called stimulants – coffee is an example – can cause poor sleep. When people have just eaten something, the body is busy digesting what they have eaten. This can cause poor sleep, too. Worrying and stress can cause poor sleep.\nThere are many diseases that cause poor sleep. Fever can lead to bad dreams. Poor sleep can be a side effect of some medications.\nSleep disorders directly influence how a person sleeps. Examples of sleep disorders are narcolepsy, sleep apnea and circadian rhythm sleep disorders.\n- Insomnia which consists of difficulties going to sleep at night, having no energy, waking up often in the middle of the night, waking up earlier than planned, and changing mood behaviors.\n- Sleep Apnea which is due to the lack of breathing for several seconds which results in the brain awakening and forcing a respiratory effect to breathe harder. As a result of the multiple occurrences during the night, the body cannot go back to sleep, leading to fatigue.\n- Restless Leg Syndrome is a need to move one’s leg while resting. While having the urge to move your feet during the night, this may affect the ability to fall and stay asleep.\n- Narcolepsy, the inability to control the brain’s sleep/wakefulness cycle which leads to daytime sleepiness and falling asleep at unexpected times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":43},{"uri":"Human","surface_form":"human","offset":62},{"uri":"Unconscious","surface_form":"unconscious","offset":99},{"uri":"Muscle","surface_form":"muscle","offset":144},{"uri":"Stimulus","surface_form":"stimuli","offset":242},{"uri":"Awake","surface_form":"awake","offset":276},{"uri":"Hibernation","surface_form":"hibernation","offset":343},{"uri":"Coma","surface_form":"coma","offset":358},{"uri":"Mammal","surface_form":"mammal","offset":368},{"uri":"Birds","surface_form":"birds","offset":380},{"uri":"Reptiles","surface_form":"reptiles","offset":396},{"uri":"Amphibians","surface_form":"amphibians","offset":406},{"uri":"Fish","surface_form":"fish","offset":422},{"uri":"Life","surface_form":"essential for survival","offset":525},{"uri":"Torture","surface_form":"torture","offset":1666},{"uri":"Person","surface_form":"person","offset":1677},{"uri":"Awake","surface_form":"awake","offset":1713},{"uri":"Night","surface_form":"night","offset":1748},{"uri":"People","surface_form":"people","offset":1781},{"uri":"Weather","surface_form":"weather","offset":2201},{"uri":"Spain","surface_form":"Spain","offset":2355},{"uri":"Latin_America","surface_form":"Latin America","offset":2365},{"uri":"German_language","surface_form":"Old Germanic","offset":2521},{"uri":"Verb","surface_form":"verb","offset":2534},{"uri":"Death","surface_form":"death","offset":2825},{"uri":"Sexual_intercourse","surface_form":"sexual","offset":2945},{"uri":"Brain","surface_form":"brain","offset":3024},{"uri":"Day","surface_form":"day","offset":3270},{"uri":"Yawn","surface_form":"Yawn","offset":3355},{"uri":"Cat","surface_form":"cat","offset":3456},{"uri":"Dream","surface_form":"dream","offset":3538},{"uri":"Mammal","surface_form":"mammal","offset":3608},{"uri":"Bird","surface_form":"bird","offset":3620},{"uri":"Fish","surface_form":"fish","offset":3636},{"uri":"Reptile","surface_form":"reptile","offset":3642},{"uri":"Mammal","surface_form":"mammal","offset":3867},{"uri":"Adult","surface_form":"adult","offset":4846},{"uri":"Healing","surface_form":"healing","offset":5001},{"uri":"Sequence","surface_form":"cycle","offset":5187},{"uri":"Aging","surface_form":"age","offset":5943},{"uri":"Circadian_rhythm","surface_form":"circadian rhythm","offset":6096},{"uri":"Teenager","surface_form":"teenager","offset":6259},{"uri":"Stimulant","surface_form":"stimulant","offset":6698},{"uri":"Coffee","surface_form":"coffee","offset":6711},{"uri":"Digestion","surface_form":"digesting","offset":6812},{"uri":"Stress_(medicine)","surface_form":"stress","offset":6889},{"uri":"Disease","surface_form":"disease","offset":6933},{"uri":"Fever","surface_form":"Fever","offset":6965},{"uri":"Nightmare","surface_form":"bad dreams","offset":6983},{"uri":"Adverse_effect_(medicine)","surface_form":"side effect","offset":7015},{"uri":"Sleep_disorder","surface_form":"Sleep disorder","offset":7048},{"uri":"Narcolepsy","surface_form":"narcolepsy","offset":7136},{"uri":"Sleep_apnea","surface_form":"sleep apnea","offset":7148},{"uri":"Circadian_rhythm_sleep_disorder","surface_form":"circadian rhythm sleep disorder","offset":7164}]}