{"id":22220,"url":"http://en.wikipedia.org/wiki/Finnish_language","text":"Finnish () is a Uralic language. It is one of the two official languages of Finland. It is also an official minority language in Sweden. Finnish is one of the four national languages of Europe that is not an Indo-European language. The other three are Estonian and Hungarian, which are also Uralic languages, and Basque.\nRelated languages.\nThe Finnish grammar and most Finnish words are very different from those in other European languages, because Finnish is not an Indo-European language. The two other national languages that are Uralic languages as Finnish are Estonian and Hungarian. Estonians and Finns usually may understand each other, but their languages are very different. Even though Finnish and Hungarian are related languages, they do not look or sound similar. The Finnish and Hungarian languages separated a long time ago, and each language developed its own vocabulary. People who can speak Finnish cannot understand Hungarian without extra study, and Hungarians cannot understand Finnish. However, there are some basic words that are very similar, for example: 'hand' (Finnish 'käsi' vs. Hungarian 'kéz') 'to go' (Finnish 'mennä' vs. Hungarian 'menni'), 'fish' (Finnish 'kala' vs. Hungarian 'hal').\nFinnish grammar.\nFinnish is a synthetic and an agglutinative language. This means that words in Finnish have a stem called \"body\", and other parts inside them which make up the meaning. Finnish is similar in this respect to the Japanese language, Turkish language, and Latin language. In Finnish, there are 17 cases/word types (sanatyypit). You can think of a \"case\" as an ending added to a word that helps describe its purpose in the sentence. Verbs have 5 tempora (present tense, past tense, perfect, pluperfect and future tense). In addition, verbs have two participle (active and passive) cases. Gerunds, which are nouns made from verbs (for example: reading - to read) also exist in Finnish (lukeminen - lukea), are abundant in Finnish.\nFinnish is a complex, self-morphing language. It has been ranked as a highly difficult language for native speakers of English by the U.S. Department of State. The difficulty is due not only to the grammatical structure of the language, but also pronunciation and intonation as compared to English.\nFinnish spelling and pronunciation.\nEnglish speakers often exhale when saying letters like \"k\", \"p\", and \"t\". They don't do this in Finnish, and to \"swallow the sound\", as the old saying goes, takes a lot of practice.\nThe proper pronunciation for the Finnish diphthongs (öy, yö, äy, eu, etc.) is difficult.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uralic_languages","surface_form":"Uralic language","offset":16},{"uri":"Finland","surface_form":"Finland","offset":76},{"uri":"Minority_language","surface_form":"minority language","offset":108},{"uri":"Sweden","surface_form":"Sweden","offset":129},{"uri":"Indo-European_languages","surface_form":"Indo-European language","offset":208},{"uri":"Estonian_language","surface_form":"Estonian","offset":252},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":265},{"uri":"Uralic_languages","surface_form":"Uralic languages","offset":291},{"uri":"Basque_language","surface_form":"Basque","offset":313},{"uri":"Estonian_language","surface_form":"Estonian","offset":566},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":579},{"uri":"Vocabulary","surface_form":"vocabulary","offset":876},{"uri":"Agglutinative_language","surface_form":"agglutinative language","offset":1265},{"uri":"Japanese_language","surface_form":"Japanese language","offset":1446},{"uri":"Turkish_language","surface_form":"Turkish language","offset":1465},{"uri":"Latin_language","surface_form":"Latin language","offset":1487},{"uri":"Case_(grammar)","surface_form":"cases","offset":1528},{"uri":"Present_tense","surface_form":"present tense","offset":1685},{"uri":"Past_tense","surface_form":"past tense","offset":1700},{"uri":"Future_tense","surface_form":"future tense","offset":1736},{"uri":"Diphthong","surface_form":"diphthong","offset":2518}]}