{"id":222393,"url":"http://en.wikipedia.org/wiki/Order_of_St_Michael_and_St_George","text":"The most Distinguished Order of Saint Michael and Saint George is an order of chivalry. It was started on 28 April 1818 by George, Prince Regent, who became King George IV of the United Kingdom. It started when he was Prince Regent for his father, King George III.\nIt is named in honour of two military saints, Saint Michael and Saint George.\nDescription.\nIt is used to honour people who have done important things for the Commonwealth or foreign nations.\nPeople are \"appointed\" to the Order rather than given it. British Ambassadors to foreign nations are often appointed as KCMGs or CMGs. For example, the British Ambassador to the United States, Sir David Manning, was appointed a CMG when he worked for the British Foreign and Commonwealth Office (FCO).\nAfter his appointment as British Ambassador to the United States, he was promoted to a Knight Commander (KCMG). Often, when the Queen visits a nation, the British ambassador to that nation automatically becomes a Knight Commander of the Order, and afterwards they may use the title \"Sir\", before their name.\nIt is the normal award for members of the FCO.\nThe Order's motto is \"Auspicium melioris ævi\" (Latin for \"Token of a better age\"). Its patron saints are Saint Michael the Archangel and Saint George. One of its primary symbols is that of St Michael standing over Satan.\nThe Order is the sixth-most important in the British honours system, after The Most Noble Order of the Garter (the highest British honour), The Most Ancient and Most Noble Order of the Thistle, The Most Illustrious Order of St Patrick, The Most Honourable Order of the Bath, and The Most Exalted Order of the Star of India.\nThe Most Illustrious Order of St Patrick (for Ireland) has not been appointed since 1934 as the Republic of Ireland is no longer part of the United Kingdom. The Most Exalted Order of the Star of India has not been used since India's independence in 1947.\nHistory.\nThe Order was started to remember the British protectorate over the Ionian Islands. The Islands had come under British control in 1814. It was given its own constitution as the United States of the Ionian Islands, in 1817.\nThe order was to reward people, who lived on their Ionian Islands and on Malta, who worked for the King.\nThe protectorate ended in 1864, and the Ionian Islands became a part of Greece.\nThe reasons for being appointed to the Order were changed in 1868. Anyone who did important work in Queen Victoria's government (especially overseas) could be appointed. After this change, many Governors-General and Governors were appointed to the Order.\nMembers of the Order.\nThe British Sovereign is the Sovereign of the Order and appoints all other members of the Order. The sovereign follow the advice of the Government.\nAfter the sovereign, the next-most senior member is the Grand Master. The office used to be held by the Lord High Commissioner of the Ionian Islands, but now they are chosen by the Sovereign.\nMembers of the Royal Family who are appointed to the Order are not counted as part of these limits and neither are foreigners appointed as \"honorary members\" (this means that they cannot use the title 'Sir' or 'Dame', and do not receive all the privileges of the order)\nThe Order's King of Arms is not a member of the College of Arms.\nThe Usher of the Order is known as the Gentleman Usher of the Blue Rod. He does not perform any duties related to the House of Lords, unlike the Usher of the Order of the Garter (the Gentleman Usher of the Black Rod).\nClothing.\nThe Sovereign will name some days \"collar days\". On these days, members attending formal events may wear the Order's collar over their military uniform or evening wear. When collars are worn (either on collar days or on formal occasions such as coronations), the badge is hung from the collar.\nAll collars which have been awarded since 1948 must be returned to the Central Chancery of the Orders of Knighthood. The other symbols can be kept..\nChapel.\nThe original home of the Order was the Palace of St Michael and St George in Corfu This was the home of the Lord High Commissioner of the Ionian Islands. It was also the location of the Ionian Senate meetings.\nSince 1906, the Order's chapel has been in St Paul's Cathedral in London. (The Cathedral also serves as home to the chapels of The Most Excellent Order of the British Empire and The Imperial Society of Knights Bachelor.) Religious services for the whole Order are held every four years. New Knights and Dames Grand Cross are 'installed' at these services (this means that they are officially appointed and make an oath of loyalty to the Sovereign).\nThe Sovereign and the Knights and Dames Grand Cross have stalls in the choir's area of the chapel.\nOver their stall, their heraldic devices are displayed: The Knight's helm, decorated with a mantling (cloth tied to the helpmet) and topped by his crest (often an animal).\nUnder English heraldic law, women who are not monarchs do not bear helms or crests - this is because in the past, women did not fight in wars or tournaments, so they did not have a helmet. Instead of a helmet, Dames will have a coronet (a small crown). The exact design will depend on how important the Dame's is in society.\nAbove the crest or coronet hangs the Knight or Dame's heraldic banner, showing the coat of arms. At the back of the stall there is a piece of brass (a \"stall plate\") displaying its occupant's name, arms and date of admission into the Order. Upon the death of a Knight, the banner, helm, mantling and crest are taken down. The stall plates are not removed, but remain permanently placed somewhere in the stall, so that the stalls of the chapel are covered with a colourful record of the Order's Knights and Dames Grand Cross since 1906.\nThe reredos (decorated panels) within the chapel were designed by Henry Poole, in 1927.\nPrecedence and privileges.\nMembers of the Order of St Michael are given positions in the order of precedence (the order in which members of the nobility should be placed in a procession or other events). Wives of male members are also given positions in the order of precedence. So are sons, daughters and daughters-in-law of Knights Grand Cross and Knights Commanders. Relatives of female members are not given any special precedence.\nKnights Grand Cross and Knights Commanders use the title \"Sir\" before their given name, and Dames Grand Cross and Dames Commanders use \"Dame\". For example, John Smith and Jane Doe would be called \"Sir John Smith\" and \"Dame Jane Doe\".\nWives of Knights may use the title \"Lady\" before their surname (for example \"Lady Smith\"), but husbands of Dames have no title.\nThese titles are not used by peers and princes, except when the names of peers are written out in their fullest forms. Honorary members (usually members from other countries) and clergymen do not receive the accolade or use the title.\nKnights and Dames Grand Cross are also allowed to receive heraldic supporters (figures on either side of the shield, which look like they are holding it up). These may be real or imaginary animals, or human figures. They may also surround their arms with the design of the circlet (a circle bearing the motto) and the collar. The circlet is shown either outside or on top of the collar.\nKnights and Dames Commanders and Companions may display the circlet (but not the collar) around their arms. The badge is depicted hanging from the collar or circlet.\nPopular references.\nIn the satirical British television programme, \"Yes Minister\", Jim Hacker MP is told an old joke by his Private Secretary, Bernard Woolley, about what the different post-nominals mean.\nIan Fleming's spy, James Bond, was appointed to the CMG, in 1953 (mentioned in the novel \"From Russia, with Love\"). He was offered the KCMG in \"The Man with the Golden Gun\", but he would not take it, as he did not wish to become a public figure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chivalry","surface_form":"chivalry","offset":78},{"uri":"Regent","surface_form":"Regent","offset":138},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV of the United Kingdom","offset":162},{"uri":"George_III_of_the_United_Kingdom","surface_form":"George III","offset":253},{"uri":"Military","surface_form":"military","offset":294},{"uri":"Saint_Michael","surface_form":"Saint Michael","offset":311},{"uri":"Saint_George","surface_form":"Saint George","offset":329},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":423},{"uri":"Ambassador","surface_form":"Ambassador","offset":522},{"uri":"United_States","surface_form":"United States","offset":634},{"uri":"Foreign_and_Commonwealth_Office","surface_form":"Foreign and Commonwealth Office","offset":719},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"the Queen","offset":882},{"uri":"Motto","surface_form":"motto","offset":1125},{"uri":"Latin","surface_form":"Latin","offset":1160},{"uri":"Saint_Michael","surface_form":"Saint Michael","offset":1218},{"uri":"Saint_George","surface_form":"Saint George","offset":1250},{"uri":"Satan","surface_form":"Satan","offset":1327},{"uri":"British_honours_system","surface_form":"British honours system","offset":1379},{"uri":"Order_of_the_Garter","surface_form":"The Most Noble Order of the Garter","offset":1409},{"uri":"Order_of_the_Thistle","surface_form":"The Most Ancient and Most Noble Order of the Thistle","offset":1474},{"uri":"Order_of_St_Patrick","surface_form":"The Most Illustrious Order of St Patrick","offset":1528},{"uri":"Order_of_the_Bath","surface_form":"The Most Honourable Order of the Bath","offset":1570},{"uri":"Order_of_the_Star_of_India","surface_form":"The Most Exalted Order of the Star of India","offset":1613},{"uri":"Ireland","surface_form":"Ireland","offset":1704},{"uri":"Protectorate","surface_form":"protectorate","offset":1968},{"uri":"Ionian_Islands","surface_form":"Ionian Islands","offset":1990},{"uri":"Constitution","surface_form":"constitution","offset":2079},{"uri":"United_States_of_the_Ionian_Islands","surface_form":"United States of the Ionian Islands","offset":2099},{"uri":"Reward","surface_form":"reward","offset":2162},{"uri":"Greece","surface_form":"Greece","offset":2322},{"uri":"Governor-General","surface_form":"Governors-General","offset":2524},{"uri":"Governors","surface_form":"Governors","offset":2546},{"uri":"British_monarchy","surface_form":"British Sovereign","offset":2611},{"uri":"College_of_Arms","surface_form":"College of Arms","offset":3265},{"uri":"Gentleman_Usher_of_the_Blue_Rod","surface_form":"Gentleman Usher of the Blue Rod","offset":3321},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":3400},{"uri":"Order_of_the_Garter","surface_form":"Order of the Garter","offset":3440},{"uri":"Black_Rod","surface_form":"Gentleman Usher of the Black Rod","offset":3465},{"uri":"Formal","surface_form":"formal","offset":3592},{"uri":"Military","surface_form":"military","offset":3645},{"uri":"Uniform","surface_form":"uniform","offset":3654},{"uri":"Evening","surface_form":"evening","offset":3665},{"uri":"Corfu","surface_form":"Corfu","offset":4038},{"uri":"Senate","surface_form":"Senate","offset":4154},{"uri":"Chapel","surface_form":"chapel","offset":4195},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":4214},{"uri":"London","surface_form":"London","offset":4237},{"uri":"Order_of_the_British_Empire","surface_form":"The Most Excellent Order of the British Empire","offset":4298},{"uri":"Religious","surface_form":"Religious","offset":4392},{"uri":"Service_of_worship","surface_form":"services","offset":4402},{"uri":"Official","surface_form":"officially","offset":4552},{"uri":"Oath","surface_form":"oath","offset":4585},{"uri":"Loyalty","surface_form":"loyalty","offset":4593},{"uri":"Stall","surface_form":"stalls","offset":4677},{"uri":"Choir","surface_form":"choir","offset":4691},{"uri":"Heraldic_device","surface_form":"heraldic device","offset":4743},{"uri":"Helmet","surface_form":"helm","offset":4788},{"uri":"Coronet","surface_form":"coronet","offset":5119},{"uri":"Society","surface_form":"society","offset":5207},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":5299},{"uri":"Reredos","surface_form":"reredos","offset":5756},{"uri":"Henry_Poole","surface_form":"Henry Poole","offset":5818},{"uri":"Nobility","surface_form":"nobility","offset":5984},{"uri":"Wife","surface_form":"Wives","offset":6044},{"uri":"Daughter-in-law","surface_form":"daughters-in-law","offset":6146},{"uri":"Given_name","surface_form":"given name","offset":6352},{"uri":"Surname","surface_form":"surname","offset":6565},{"uri":"Peerage","surface_form":"peers","offset":6667},{"uri":"Prince","surface_form":"prince","offset":6677},{"uri":"Clergyman","surface_form":"clergymen","offset":6817},{"uri":"Initiation","surface_form":"accolade","offset":6846},{"uri":"Supporters","surface_form":"supporters","offset":6940},{"uri":"Imaginary","surface_form":"imaginary","offset":7052},{"uri":"Satire","surface_form":"satirical","offset":7453},{"uri":"Yes_Minister","surface_form":"Yes Minister","offset":7494},{"uri":"Jim_Hacker","surface_form":"Jim Hacker","offset":7509},{"uri":"Member_of_Parliament","surface_form":"MP","offset":7520},{"uri":"Bernard_Woolley","surface_form":"Bernard Woolley","offset":7569},{"uri":"James_Bond","surface_form":"James Bond","offset":7650},{"uri":"From_Russia%2C_with_Love","surface_form":"From Russia, with Love","offset":7721},{"uri":"The_Man_with_the_Golden_Gun","surface_form":"The Man with the Golden Gun","offset":7775}]}