{"id":222365,"url":"http://en.wikipedia.org/wiki/London_Bach_Society","text":"e=\"preserve\">The London Bach Society is a society devoted to performing the music of Johann Sebastian Bach.\nThe London Bach Society was started in 1946 by Paul Steinitz because he wanted to perform Bach in a style which was like the way it sounded in Bach's time. Bach lived from 1685 to 1750. By the 20th century a lot of things had changed in music. Choirs and orchestras were much bigger and instruments were made differently. Steinitz wanted to get back to the sort of sound that Bach would have known. He started a choir called the London Bach Society so that they could give concerts of Bach's music, making it sound much clearer than it did with huge, romantic choirs.\nThe choir was formed in 1947. The singers were good amateur singers. Steinitz rehearsed them a lot until they were very good. The London Bach Society (LBS) gave many concerts of Bach's music, as well as singing music by other Baroque composers such as Handel, Telemann and Heinrich Schütz. They also sang works by modern composers such as Stravinsky, John Tavener and Nicholas Maw. Between 1958 and 1987 the LBS choir performed all the cantatas by Bach which survive. 208 of them are known. Many others have been lost. The choir performed one of Bach's passions every Lent, usually the \"St Matthew Passion\". They also went on tour, travelling to the USA, Israel, Bulgaria and twice to the German Democratic Republic (East Germany) where they sang at St Thomas Church, Leipzig, where Bach had been Director of Music.\nIn 1968 Steinitz got a group of players together, calling them the Steinitz Bach Players. They were professional musicians who understood how to play Baroque music. Gradually he was able to add more and more historical instruments to his concerts, such as the natural/clarino trumpet, oboe da caccia, baroque flute and sackbuts. By 1985 there were enough professional players of Baroque instruments in England for the LBS choir to be able to perform the St Matthew Passion with a complete orchestra of period instruments in Wells Cathedral and later in 1987 at Westminster Abbey\nAfter Steinitz's death in 1989 there was no more choir, but the society still continues. Today they organize a festival of Bach's music every year, called \"Bachfest\" (German for \"Bach Festival\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":85},{"uri":"Paul_Steinitz","surface_form":"Paul Steinitz","offset":155},{"uri":"20th_century","surface_form":"20th century","offset":301},{"uri":"Amateur","surface_form":"amateur","offset":728},{"uri":"Baroque_music","surface_form":"Baroque","offset":902},{"uri":"Handel","surface_form":"Handel","offset":928},{"uri":"Telemann","surface_form":"Telemann","offset":936},{"uri":"Heinrich_Sch%C3%BCtz","surface_form":"Heinrich Schütz","offset":949},{"uri":"Stravinsky","surface_form":"Stravinsky","offset":1015},{"uri":"John_Tavener","surface_form":"John Tavener","offset":1027},{"uri":"Nicholas_Maw","surface_form":"Nicholas Maw","offset":1044},{"uri":"Passion_cantata","surface_form":"passions","offset":1229},{"uri":"Matth%C3%A4us-Passion","surface_form":"St Matthew Passion","offset":1263},{"uri":"USA","surface_form":"USA","offset":1326},{"uri":"Israel","surface_form":"Israel","offset":1331},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":1339},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":1365},{"uri":"Thomaskirche","surface_form":"St Thomas Church","offset":1426},{"uri":"Leipzig","surface_form":"Leipzig","offset":1444},{"uri":"Professional","surface_form":"professional","offset":1592},{"uri":"Period_instrument","surface_form":"historical instruments","offset":1700},{"uri":"Trumpet","surface_form":"trumpet","offset":1768},{"uri":"Oboe_da_caccia","surface_form":"oboe da caccia","offset":1777},{"uri":"Flute","surface_form":"flute","offset":1801},{"uri":"Sackbuts","surface_form":"sackbuts","offset":1811},{"uri":"Period_instrument","surface_form":"period instrument","offset":1994},{"uri":"Wells_Cathedral","surface_form":"Wells Cathedral","offset":2016},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2053},{"uri":"German_language","surface_form":"German","offset":2238}]}