{"id":222374,"url":"http://en.wikipedia.org/wiki/Rodgau","text":"Rodgau is a city in the Offenbach Rural District in the state of Hesse, Germany. It is the largest city of the district by area and by population as well.\nGeography.\nRodgau is in the \"Rhine Main area\" 30 km southeast of Frankfurt am Main. The whole area of the town is 65.04 km2 large and it is 130 m above sea level. It is a plain area with no hills.\nAbout 35 to 20 million years ago in the age of tertiary the whole region was lying under sea level. At that time it was covered by an ocean which was warm and not very deep. Lots of sediments sank to its bottom. Then the region rose again and the water left, leaving soil which is mostly sandy and poor.\nThe town consists out of 5 former independent villages. On 1 January 1977 they were united and became the \"municipality of Rodgau\". On 15 September 1979 city rights were given to the municipality.\nThe former villages, now urban districts, are from north to south: Weiskirchen, Hainhausen, Jügesheim, Dudenhofen and Nieder-Roden. They all lie by a small creek, the \"Rodau\", flowing through the city from south to north. Rodgau got its name from this creek. The ending \"-gau\" means \"area\" or \"district\". \"Rod-\" is a hint to the former landscape. The German verb \"roden\" means \"cutting down trees to cultivate land\". \"Rod-\" is also part of the name of Nieder-\"Rod\"en.\nRodgau has 43,047 inhabitants (2008). Nearly 10% of the people living here are from foreign countries. They come from 52 different nations. 39% of the people are of catholic religion, 25.5% are of protestant religion and 35.5% have another or no religion.\nThe climate of the town is mild with an average temperature of 10.5 °C. There is less rain than in other parts of Germany.\nSome local people are speaking a regional type (dialect) of the German language with a certain tone and special words. It is a Hessian dialect (German: \"Hessisch\"). This language type is related to other dialects in the south of Germany. In former times mostly every village had its own special dialect, sometimes hard to understand for people of other parts of Germany. Today the dialect speakers are a minority and the majority of them does not speak the real dialect. They rather speak a kind of regular German with a certain pronunciation.\nHistory.\nThe first settlements were build in the 8th century. Later in the 12th and 13th century the names of the settlements were written down in documents. During the times the villages belonged to different owners. Because of the reformation the people of the village of \"Dudenhofen\" became protestant, but all the others remained catholic. This led to the situation, that the Dudenhofen people married partners from nearby Babenhausen, Dietzenbach and other protestant places but did not have relatives in the catholic Rodgau villages. Around 1830 the settlements had a total population of about 4,000 people. In 1939 the amount of inhabitants was about 11,500. It increased to about 34,000 in 1970 and to about 45,000 at the end of the 2000s.\nFormerly the people in the Rodgau area were farmers and craftsmen but not tradesmen. Every family had land to grow their food. When the property was handed to the next generation it was divided within the children. Therefore, most families had only small farms and were poor. With the industrial revolution the Rhine Main area got lots of factories and developed to a center for metal working and leather manufacturing, also chemical engineering. Many men got workmen and found a job in the factories and earned money. This increased living conditions partly.\nAfter world war II the Rhine Main area was one of the hot spots in Germany because of its central location and its traffic opportunities. Many companies settled down because of the Rhine Main airport and the motorways connecting the region with all parts of Germany. From the 1960s on the Rodgau villages were a huge development area, especially in Nieder-Roden and Jügesheim. Lots of small and middle seized companies started or moved to the area giving jobs to the people. Houses were built and people from other parts of Germany or from other countries came to the area for working and living. The fields near the villages were needed for building and the prices for the land exploded in the 1970s. All this increased the living conditions dramatically.\nThe growing villages formed an urban areal and in the late 1970s the municipality of Rodgau was shaped. Since then the former villagers and the new residents slowly began to develop a Rodgau identity. Most of the foreign people at first came from Italy, Spain and Portugal, later from Yugoslavia and Greece, then from Turkey. Often the male members came to earn money and send it to their family abroad. In many cases the families moved to Germany later, settled down and got German citizens, bought houses or built one. Only few went back to their home countries. The children went to German schools and are nowadays regular members of the community.\nPolitics.\nThe administration of the formerly independent villages was centralized and the new city hall is in the central part of Rodgau, Jügesheim. There are citizen offices in every former village, called \"Anlaufstelle\" to deal with minor affairs.\nRodgau is ruled by a \"center-right\" alliance of CDU and FDP.\nThe city government and the mayor got problems because after the parliament elections three members of the CDU delegates left the CDU parliamentary group. The following political trouble influenced the later mayor elections (2009) and led to a new mayor, now from the SPD. He will start in April 2010.\nCoat of Arms.\nThe coat of arms was given to the city in 1978. It stands for the former villages and their religion. From bottom left to top right runs a silvery band. It is the picture of the creek \"Rodau\". The fife stars on the band are the picture of the fife villages lying by the creek.\nTop left is the picture of a luther rose. It is a religious symbol and it stands for the protestant religion of Dudenhofen. Bottom right is a picture of a wheel. This is not a religious symbol. But it stands for the catholic religion of Weiskirchen, Hainhausen, Jügesheim and Nieder-Roden.\nBoth pictures are standing for the former owners of the villages. The rose stands for the Count of Hanau and later the Count of Darmstadt. The wheel comes from the archbishop of Mainz. The rose is on one side of the creek and the wheel is opposite to it on the other side of the creek. This means that the villages had trouble and fights because of their different religion.\nCulture and Sights.\nThe two main fields of Rodgau culture are the surrounding nature and the peoples clubs. It is typically German, that most of the people of Rodgau are a member of one or more of the clubs.\nThese associations have a focus on singing, sports, orchestra music, socker, breeding pet animals, dancing and many other. There are about 50 clubs in Rodgau, where people come together and spend their free time. The associations are an important part of the social life of the city, especially for the people of the former villages partly to keep their villager identity. The clubs are open to new members, who like to share the focus and to develope social contacts.\nRodgau is surrounded by large forests. On weekend many people go there for a walk or make trips by bicycle on the narrow lanes which are leading all through the woods. Often there are places for doing sports or having a barbecue. The facilities are kept kleen and in order by work departments of the city administration.\nBecause of the village history there are no theaters or museums in the city, but there are well known ones in the cities nearby, mostly in Frankfurt (Senckenbergmuseum; on natural history), Offenbach (Ledermuseum; on leather handycraft and artswork) and Darmstadt (Theater). There are no famous buildings in Rodgau but some architecture (stile of buildings) typical for the region. The old churches of the villages and the framework houses are worth to look at.\nThere are five protestant and six catholic churches in the city. For the Muslim there are two mosques, one in Nieder-Roden and one in Jügesheim.\nRodgau has two cinemas, many restaurants of different style, bars and some dancefloors.\nOnce in the year in January and February the whole region is celebrating carnival, the local name is \"Fasenacht\" or \"Fastnacht\". It is mostly a tradition of catholic areas. The local names come from a period named \"Fastenzeit\" (a time of fasting) some weeks before Easter, when one should do fasting. The celebrations are always ending on Tuesday midnight and the fasting period starts on the following Wednesday, named \"Aschermittwoch\".\nIn autumn every village has an extra weekend to celebrate. It is the memorial to the opening of their church. The feasts are named \"Kirchweih\" or - in the local dialect - \"Kerb\". In former times great autumn fairs were held on that weekend and the people, especially the young ones of the nearby places, went to the feasts to meet each other in the village, to have pleasure, to dance together and make friends.\nDuring late spring and summer many small feasts are celebrated on weekend, mostly in the forests at the barbecue places. They are arranged by the local clubs and associations, even by the local political parties. They are open to the public and people go there to socialize, having a meal and drinking some beer.\nThe most special and expensive vegetable of the region is asparagus, which loves the poor sandy soil. It is gathered in May and June. Because of the same reason the region has a lot of potato dishes. Some of them are very special and only available on special occasions like the \"Bauernkeeskuche\" (farmers cheese pie). It is a sort of salty potato pie, that is made with a bread dough.\nTraffic.\nThe traffic in Rodgau runs mostly individual by car. A lot of people are working in nearby cities. They have to drive to their jobs in Frankfurt, Offenbach or other big places. They use the motorway \"A3\" running through the north of Rodgau.\nEast along the city runs the B45 from north to south, a motorway-like street connecting all the urban districts with the motorway A3 and the cities of Offenbach, Frankfurt and Hanau to the north and Darmstadt to the south. The suburban railway no. 1 (German: \"S-Bahn-Linie 1\") runs to Offenbach and, since 2003 directly to Frankfurt. A poor bus system (a single line) connects the urban districts frequently. Rodgau can be easyly reached by street from most other parts of Germany. This was one reason for its fast development in the past.\nInformation.\nThe city has no own daily newspaper. There are the \"Offenbach-Post\" and the \"Frankfurter Rundschau\", both with additional pages (supplement) about Rodgau. The Offenbach-Post supplement is named \"Rodgau-Post\". It comes weekly on Thursday. There are two weekly papers for free which are brought to every house: The \"Rodgau-Zeitung\" and the \"Bürgerblatt\". The \"Dreieich-Spiegel\" also comes to the houses for free and has a part with Rodgau things. There is a quarterly city magazine \"mein rodgau\", with articles about people, sports, culture and life style.\nRadio information comes by the radio station \"Hessischer Rundfunk\" (\"HR\") on channel 1 to 4, \"You FM\" and \"hr-info\". Other radio stations are \"Hit Radio FFH\", also \"Radio Primavera\" in the nearby bavarian city of Aschaffenburg.\nMedicine.\nRodgau does not have a hospital. The next clinic is about 7 km away in Seligenstadt. The town is short with specialist doctors. Patients often have to go to nearby cities, if they want to see a doctor on special diseases, for example a heart disease. There is a medical emergency center in Dudenhofen to give fast help in case of a heart attack.\nEducation.\nThe city has many kindergartens and primary schools in each urban district. There is a secondary school (highschool) in Dudenhofen. For colleges and universities the students have to go to the nearby cities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Offenbach_Rural_District","surface_form":"Offenbach Rural District","offset":24},{"uri":"Hesse","surface_form":"Hesse","offset":65},{"uri":"Germany","surface_form":"Germany","offset":72},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":220},{"uri":"Tertiary","surface_form":"tertiary","offset":399},{"uri":"Sediment","surface_form":"sediment","offset":534},{"uri":"Municipality","surface_form":"municipality","offset":763},{"uri":"Verb","surface_form":"verb","offset":1211},{"uri":"Dialect","surface_form":"dialect","offset":1748},{"uri":"Language","surface_form":"language","offset":1771},{"uri":"Hessian_dialects","surface_form":"Hessian dialect","offset":1827},{"uri":"Minority","surface_form":"minority","offset":2104},{"uri":"Pronunciation","surface_form":"pronunciation","offset":2229},{"uri":"Reformation","surface_form":"reformation","offset":2477},{"uri":"Protestant","surface_form":"protestant","offset":2538},{"uri":"Catholic","surface_form":"catholic","offset":2578},{"uri":"Farmer","surface_form":"farmer","offset":3036},{"uri":"Craft","surface_form":"craft","offset":3048},{"uri":"Trade","surface_form":"trade","offset":3066},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":3277},{"uri":"Metal","surface_form":"metal","offset":3371},{"uri":"Leather","surface_form":"leather","offset":3389},{"uri":"Manufacturing","surface_form":"manufacturing","offset":3397},{"uri":"Chemical_engineering","surface_form":"chemical engineering","offset":3417},{"uri":"Traffic","surface_form":"traffic","offset":3667},{"uri":"Airport","surface_form":"airport","offset":3744},{"uri":"Motorway","surface_form":"motorway","offset":3760},{"uri":"Italy","surface_form":"Italy","offset":4556},{"uri":"Spain","surface_form":"Spain","offset":4563},{"uri":"Portugal","surface_form":"Portugal","offset":4573},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":4594},{"uri":"Greece","surface_form":"Greece","offset":4609},{"uri":"Turkey","surface_form":"Turkey","offset":4627},{"uri":"Administration","surface_form":"administration","offset":4975},{"uri":"City_hall","surface_form":"city hall","offset":5055},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":5592},{"uri":"Religion","surface_form":"religion","offset":5680},{"uri":"Creek","surface_form":"creek","offset":5766},{"uri":"Luther","surface_form":"luther","offset":5894},{"uri":"Rose","surface_form":"rose","offset":5901},{"uri":"Count","surface_form":"Count","offset":6245},{"uri":"Archbishop","surface_form":"archbishop","offset":6319},{"uri":"Mainz","surface_form":"Mainz","offset":6333},{"uri":"Voluntary_association","surface_form":"associations","offset":6744},{"uri":"Choir","surface_form":"singing","offset":6773},{"uri":"Orchestra","surface_form":"orchestra music","offset":6790},{"uri":"Association_football","surface_form":"socker","offset":6807},{"uri":"Animal_husbandry","surface_form":"breeding pet animals","offset":6815},{"uri":"Dance","surface_form":"dancing","offset":6837},{"uri":"Forest","surface_form":"forest","offset":7237},{"uri":"Barbecue","surface_form":"barbecue","offset":7427},{"uri":"Theater","surface_form":"theater","offset":7572},{"uri":"Museum","surface_form":"museum","offset":7584},{"uri":"Islam","surface_form":"Muslim","offset":8063},{"uri":"Mosque","surface_form":"mosque","offset":8084},{"uri":"Carnival","surface_form":"carnival","offset":8296},{"uri":"Fasting","surface_form":"fasting","offset":8461},{"uri":"Easter","surface_form":"Easter","offset":8488},{"uri":"Asparagus","surface_form":"asparagus","offset":9444},{"uri":"Potato","surface_form":"potato","offset":9571},{"uri":"Motorway","surface_form":"motorway","offset":9971},{"uri":"Hanau","surface_form":"Hanau","offset":10198},{"uri":"Darmstadt","surface_form":"Darmstadt","offset":10221},{"uri":"Rail_transport","surface_form":"railway","offset":10258},{"uri":"Culture","surface_form":"culture","offset":11106},{"uri":"Radio_station","surface_form":"radio station","offset":11161},{"uri":"Hessischer_Rundfunk","surface_form":"Hessischer Rundfunk","offset":11176},{"uri":"Bavaria","surface_form":"bavaria","offset":11326},{"uri":"Aschaffenburg","surface_form":"Aschaffenburg","offset":11343},{"uri":"Hospital","surface_form":"hospital","offset":11391},{"uri":"Clinic","surface_form":"clinic","offset":11410},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":11630},{"uri":"Heart_attack","surface_form":"heart attack","offset":11700},{"uri":"Kindergarten","surface_form":"kindergarten","offset":11743},{"uri":"Primary_school","surface_form":"primary school","offset":11761},{"uri":"Secondary_school","surface_form":"secondary school","offset":11812},{"uri":"College","surface_form":"college","offset":11861},{"uri":"University","surface_form":"universities","offset":11874},{"uri":"Student","surface_form":"student","offset":11891}]}