{"id":222432,"url":"http://en.wikipedia.org/wiki/Solomon%27s_Temple","text":"According to the Hebrew Bible, Solomon’s Temple, was the first temple the Israelites built for God. It was also called the first temple and was first built by Solomon. It stood next to the king’s palace, and was both God’s royal palace and Israel’s center of worship. The Bible says that the Lord said to Solomon, “I have consecrated (made special or clean) this temple…by putting my Name there forever. My eyes and my heart will always be there” (1 King 9:3). A symbol of holiness and royalty, it reminded the Israelites that God was the special head of Israel. It was patterned after the tabernacle and, in general, other temples at that time, and was divided into three important areas: the Most Holy Place, the Holy Place and the outer courtyard. It was built in Jerusalem, on the threshing floor of Araunah the Jebusite, where Solomon's father David had bought to build an altar to God.\nHistorical evidence.\nAccording to secular Historians, the Temple would have been completed in around 960 BCE. The Babylonians destroyed it in 587 or 586 BCE. Rabbinic literature says that the temple stood for 410 years. According to the work Seder Olam Rabbah, written in the second century CE, the temple was built in 832 BCE, and destroyed in 433 BCE (3338 AM). This is 165 later than the secular estimates.\nTo date, no definite archaeological proofs for Solomon's Temple have been found and the only information regarding the First Temple in Jerusalem is inside the biblical books of Joshua, Judges, 1-2 Samuel and 1-2 Kings.\nPreparations for building the temple.\nAt first, King David wanted to build a temple for God, but according to the Bible, God said to him through the prophet Nathan, \"You are not to build a house for my Name, because you are a warrior and have shed blood.\" However, he chose Solomon to build the temple. Before his death, David gave his son Solomon the plans for the building of the temple, and instructions for the priests and Levites, and all the work of serving in the temple. He also gave his own money to Solomon to help build the temple, and asked the people to help give gifts of money.\nKing Solomon sent a message to Hiram king of Tyre, who had been friends with his father David and sent David lots of wood to build his palace with. In this message, Solomon said that he wanted to build a temple for the Lord, and asked Hiram to send him wood. Hiram said that he would if Solomon gave food for the cost of the wood and work people did. So Hiram gave Solomon all the cedar and pine logs he wanted, and Solomon gave Hiram wheat for his family, and twenty thousand baths (about 115,000 gallons or 434 000 liters) of olive oil. King Hiram cut down the wood and sent them on to a place called Joppa. From there they could take the wood up to Jerusalem.\nBuilding the temple.\nAccording to the Bible, “In the 480th year after the Israelites had come out of Egypt, in the fourth year of Solomon’s reign over Israel, in…the second month, he began to build the temple of the LORD.”(1 Kings 6:1) King Solomon brought Huram-Abi, whose mother was a widow from the tribe of Naphtali (one of the tribes of Israel) and whose father was a man from Tyre and a person who was a craftsman in bronze. Huram was very good at all kinds of work. In 2 Chronicles 2:7 it says that he was \"...skilled to work in gold and silver, bronze and iron, and in purple, crimson, and blue yarn.\" He was especially good at working with bronze. When all the work King Solomon had done for the temple was finished, he brought in the things his father David had given to God, and put them in the treasuries of the temple. So \"In the eleventh year in the month of Bul, the eighth month, the temple was finished in all its details according to its specifications.\" (1 Kings 6:38 NIV)\nDedicating the temple.\nWhen the temple was finished, King Solomon brought the of the Lord's covenant to the temple and made all the people of Israel come there, and they sacrificed so many sheep and cattle \"they could not be recorded or counted\". Then the cloud filled the temple - just as God showed himself on the at Mt. Sinai, he now showed himself at the temple in a cloud. Then King Solomon praised God. He said a prayer of dedication (giving to God) in front of the people of Israel. He asked God to keep his promise to King David of letting King David's sons rule forever (which, according to Christianity, becomes true when Jesus, the son of David, dies for mankind); then he added, \"But will God really dwell on earth? The heavens, even the highest heaven, cannot contain you. How much less this temple I have built!\"—reminding the people that God was not bound to the temple and could not be contained, even though he had chosen to come and with the people of Israel in a special way. Then he asked God to answer the people of Israel when they prayed toward, or at, the temple; to hear from heaven when someone sinned, or enemies came to Israel, or there was drought or famine in the land, \"...whatever disaster or disease may come, and when a prayer or plea (asking for something, request) is made by any of your people Israel...then hear from heaven, your dwelling place. Forgive and act; deal with each man according to all he does, since you know his heart (for you alone know the hearts of all men), so that they will fear you all the time they live in the land you gave our fathers\" (1 Kings 8:38-40). Then Solom stood up and blessed the people of Israel, and gave sacrifices to God: \"twenty thousand cattle and a hundred and twenty thousand sheep and goats. So the king and all the Israelites dedicated the temple of the LORD\"(1 Kings 8: 63, NIV).\nGod comes to Solomon.\nAccording to the Bible, when Solomon had finished building the temple, God appeared to him and said, \"I have heard the prayer and plea you have made before me...My eyes and my heart will always be there [at the temple you have made].\" However, God also warned to Solomon the importance of obeying God's covenant (promise) in order to enjoy its blessings, not its curses. This was needed because God gave Solomon power and wealth, which many times made people forget the promise God had made with them.\nSolomon also gave to Hiram king of Tyre 20 towns in Galilee because Hiram had given him all the cedar and pine and gold he had needed. But Hiram did not like the towns Solomon had given him and he said, \"What kind of towns are these you have given me, my brother?\" (1 Kings 9:13, NIV) He called them the Land of Cabul (which sounds like the Hebrew for \"good-for-nothing\"). Probably Solomon had become more indebted to Hiram than he had at first thought, so he had given the towns to Hiram king of Tyre as a sign that he would pay him later. 2 Chronicles 8:1-2 says that later, when Solomon became richer - maybe because of the expedition to Ophir (1 King 9:26-28;10-11) or the visit from the queen of Sheba.\nDesign.\nThe temple of Solomon was next to the king's palace. The floor plan was like most West Semite kinds of floor plans. An early example of a floor divided into \"ulam\", \"hekal\", and \"debir\" (, main hall, and inner) has been found at Syrian Ebla (c.2300 B.C.) and much later but more around the time of Solomon, at Tell Tainat at the Orontes basin (c.900 B.C.). Like Solomon's, the later temple has three divisions has two columns at the entrance (in Solomon's palace, they are called \"Jakin\" and Boaz\"), and is next to the royal palace.\nThe ark of the covenant of God was put inside the inner sanctuary - the Most Holy Place - which was about 30 feet (about 9 meters) long, wide and high, overlaid with pure gold. Solomon used lots of gold in the temple: this was probably because the bright gold symbolized the glory of God and his heavenly temple (Rev.21:10-11,18,21). Inside the temple were carved, palm trees and flowers. This is a reminder of the Garden of Eden, which humans could not live in anymore because of their sin. The temple was a symbol that the Israelites could come back to paradise through the temple.\nThings inside the temple.\nSome discoveries today echo the words in 1 Kings 6-7.\nMovable Bronze Basin.\nSomething very much like the wheeled movable basin used in the courtyard of the temple has come from archaeological on Cyprus.\nTable for the Bread of the Presence.\nA stone altar having four horns on the corners was found at Megiddo. It shows a good idea of how the gold altar in the temple looked like. The table for the Bread of the Presence was also made of gold. The Bread of the Presence (twelve pieces of bread, one for every tribe of Israel), symbolized a continual offering to God by which Israel showed that she gave to God what she earned with her work, and that everything Israel had received was a blessing of God's.\nLamp stand.\nTen lamp stands were in the temple, five on each side of the (1 Kings 7:49). Lamps like these have been found in many places in Palestine, including Hazor and Dothan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":17},{"uri":"Israel","surface_form":"Israel","offset":74},{"uri":"God","surface_form":"God","offset":95},{"uri":"God","surface_form":"the Lord","offset":288},{"uri":"Israel","surface_form":"Israel","offset":511},{"uri":"Tabernacle","surface_form":"tabernacle","offset":590},{"uri":"David","surface_form":"David","offset":849},{"uri":"God","surface_form":"God","offset":887},{"uri":"Secular","surface_form":"secular","offset":926},{"uri":"Historian","surface_form":"Historian","offset":934},{"uri":"Babylonia","surface_form":"Babylonia","offset":1006},{"uri":"Seder_Olam_Rabbah","surface_form":"Seder Olam Rabbah","offset":1134},{"uri":"Anno_Mundi","surface_form":"AM","offset":1251},{"uri":"Definite","surface_form":"definite","offset":1314},{"uri":"Archaeology","surface_form":"archaeological","offset":1323},{"uri":"Book_of_Joshua","surface_form":"Joshua","offset":1479},{"uri":"Book_of_Judges","surface_form":"Judges","offset":1487},{"uri":"Books_of_Samuel","surface_form":"1-2 Samuel","offset":1495},{"uri":"Books_of_Kings","surface_form":"1-2 Kings","offset":1510},{"uri":"Prophet","surface_form":"prophet","offset":1670},{"uri":"Warrior","surface_form":"warrior","offset":1747},{"uri":"Shed","surface_form":"shed","offset":1764},{"uri":"Instruction","surface_form":"instructions","offset":1915},{"uri":"Priest","surface_form":"priest","offset":1936},{"uri":"Solomon","surface_form":"Solomon","offset":2119},{"uri":"Tyre%2C_Lebanon","surface_form":"Tyre","offset":2159},{"uri":"David","surface_form":"David","offset":2202},{"uri":"David","surface_form":"David","offset":2217},{"uri":"Wood","surface_form":"wood","offset":2231},{"uri":"Palace","surface_form":"palace","offset":2249},{"uri":"Solomon","surface_form":"Solomon","offset":2279},{"uri":"God","surface_form":"the Lord","offset":2329},{"uri":"Pine","surface_form":"pine","offset":2505},{"uri":"Wheat","surface_form":"wheat","offset":2549},{"uri":"Olive_(fruit)","surface_form":"olive","offset":2642},{"uri":"Oil","surface_form":"oil","offset":2648},{"uri":"Wood","surface_form":"wood","offset":2677},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":2766},{"uri":"Bible","surface_form":"Bible","offset":2815},{"uri":"Egypt","surface_form":"Egypt","offset":2878},{"uri":"Solomon","surface_form":"Solomon","offset":2907},{"uri":"Israel","surface_form":"Israel","offset":2928},{"uri":"Widow","surface_form":"widow","offset":3064},{"uri":"Craft","surface_form":"craft","offset":3187},{"uri":"Bronze","surface_form":"bronze","offset":3200},{"uri":"Gold","surface_form":"gold","offset":3313},{"uri":"Silver","surface_form":"silver","offset":3322},{"uri":"Bronze","surface_form":"bronze","offset":3330},{"uri":"Iron","surface_form":"iron","offset":3341},{"uri":"Purple","surface_form":"purple","offset":3354},{"uri":"Red","surface_form":"crimson","offset":3362},{"uri":"Blue","surface_form":"blue","offset":3375},{"uri":"Yarn","surface_form":"yarn","offset":3380},{"uri":"Bronze","surface_form":"bronze","offset":3426},{"uri":"Solomon","surface_form":"Solomon","offset":3457},{"uri":"David","surface_form":"David","offset":3539},{"uri":"Bank","surface_form":"treasuries","offset":3583},{"uri":"Specific","surface_form":"specifications","offset":3733},{"uri":"Domestic_sheep","surface_form":"sheep","offset":3958},{"uri":"Cattle","surface_form":"cattle","offset":3968},{"uri":"God","surface_form":"God","offset":4059},{"uri":"Biblical_Mount_Sinai","surface_form":"Mt. Sinai","offset":4088},{"uri":"Cloud","surface_form":"cloud","offset":4140},{"uri":"Prayer","surface_form":"prayer","offset":4188},{"uri":"Human","surface_form":"mankind","offset":4435},{"uri":"Bind","surface_form":"bound","offset":4634},{"uri":"Drought","surface_form":"drought","offset":4938},{"uri":"Famine","surface_form":"famine","offset":4949},{"uri":"Disease","surface_form":"disease","offset":4994},{"uri":"Prayer","surface_form":"prayer","offset":5023},{"uri":"Heaven","surface_form":"heaven","offset":5124},{"uri":"Blessing","surface_form":"blessed","offset":5411},{"uri":"Cattle","surface_form":"cattle","offset":5486},{"uri":"Sheep","surface_form":"sheep","offset":5527},{"uri":"Goat","surface_form":"goat","offset":5537},{"uri":"Israel","surface_form":"Israel","offset":5568},{"uri":"Temple","surface_form":"temple","offset":5719},{"uri":"Appear","surface_form":"appeared","offset":5731},{"uri":"God","surface_form":"God","offset":5953},{"uri":"Enjoy","surface_form":"enjoy","offset":5990},{"uri":"Blessing","surface_form":"blessing","offset":6000},{"uri":"Curse","surface_form":"curse","offset":6019},{"uri":"God","surface_form":"God","offset":6051},{"uri":"Solomon","surface_form":"Solomon","offset":6060},{"uri":"Money","surface_form":"wealth","offset":6078},{"uri":"God","surface_form":"God","offset":6134},{"uri":"Galilee","surface_form":"Galilee","offset":6210},{"uri":"Pine","surface_form":"pine","offset":6264},{"uri":"Gold","surface_form":"gold","offset":6273},{"uri":"Debt","surface_form":"indebted","offset":6564},{"uri":"Explore","surface_form":"expedition","offset":6785},{"uri":"Queen","surface_form":"queen","offset":6850},{"uri":"Solomon","surface_form":"Solomon","offset":7172},{"uri":"Solomon","surface_form":"Solomon","offset":7236},{"uri":"Laid","surface_form":"overlaid","offset":7559},{"uri":"Gold","surface_form":"gold","offset":7578},{"uri":"Gold","surface_form":"gold","offset":7605},{"uri":"Gold","surface_form":"gold","offset":7662},{"uri":"Symbol","surface_form":"symbol","offset":7667},{"uri":"Heaven","surface_form":"heaven","offset":7703},{"uri":"Flower","surface_form":"flower","offset":7787},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":7822},{"uri":"Human","surface_form":"human","offset":7844},{"uri":"Sin","surface_form":"sin","offset":7894},{"uri":"Symbol","surface_form":"symbol","offset":7916},{"uri":"Israel","surface_form":"Israel","offset":7932},{"uri":"Paradise","surface_form":"paradise","offset":7962},{"uri":"Wheel","surface_form":"wheel","offset":8122},{"uri":"Basin","surface_form":"basin","offset":8138},{"uri":"Archaeology","surface_form":"archaeological","offset":8194},{"uri":"Cyprus","surface_form":"Cyprus","offset":8212},{"uri":"Altar","surface_form":"altar","offset":8265},{"uri":"Horn_(anatomy)","surface_form":"horns","offset":8283},{"uri":"Altar","surface_form":"altar","offset":8363},{"uri":"Presence","surface_form":"Presence","offset":8427},{"uri":"Gold","surface_form":"gold","offset":8453},{"uri":"Bread","surface_form":"bread","offset":8503},{"uri":"Israel","surface_form":"Israel","offset":8533},{"uri":"Symbol","surface_form":"symbol","offset":8542},{"uri":"God","surface_form":"God","offset":8577},{"uri":"Israel","surface_form":"Israel","offset":8590},{"uri":"God","surface_form":"God","offset":8621},{"uri":"Israel","surface_form":"Israel","offset":8676},{"uri":"Blessing","surface_form":"blessing","offset":8702},{"uri":"God","surface_form":"God","offset":8714},{"uri":"Palestine","surface_form":"Palestine","offset":8861},{"uri":"Hazor","surface_form":"Hazor","offset":8882},{"uri":"Dothan","surface_form":"Dothan","offset":8892}]}