{"id":22242,"url":"http://en.wikipedia.org/wiki/North_Macedonia","text":"North Macedonia (Macedonian: Северна Македонија - Severna Makedonija) officially the Republic of North Macedonia (Macedonian: \"Република Северна Македонија\" - \"Republika Severna Makedonija\" (Albanian: Republika e Maqedonisë së Veriut) is a country located on the Balkan peninsula and in Southeastern Europe. North Macedonia borders Serbia to the north, Albania to the west, Greece to the south, and Bulgaria to the east. The country's currency is the Macedonian denar (MKD).\nThe capital and largest city is Skopje, with more than 500,000 residents. It has many smaller cities. Some important ones are Bitola, Prilep, Tetovo, Kumanovo, Ohrid, Veles, Stip, and Strumica.\nNorth Macedonia is often called \"a land of lakes and mountains\". There are more than 50 large lakes and sixteen mountains higher than 2000 meters above sea level.\nNorth Macedonia is a member of the United Nations and World Trade Organization (WTO). It joined NATO on 27 March 2020. Since December 2005, it is a candidate for joining the European Union.\nThe language spoken by the majority of the population is Macedonian. Albanian is also spoken by the Albanian minority (25%) living in the country. North Macedonia has two official languages, Macedonian and Albanian (since 2019).\nHistory.\nWhat is now North Macedonia used to be a state called Socialist Republic of Macedonia in the southeastern part of the country of Yugoslavia. When that country broke up in 1991, North Macedonia became independent.\nIn past centuries the territory which today is the Republic of North Macedonia was ruled by many different states and empires.\nEarliest Residents.\nPeople have been living in North Macedonia for over 1000 years. The first people that lived in Macedonia were the Neolithic people. They lived in Macedonia from 7000 to 3500 BCE. From 1000 to 1 BCE, Dacians, Thracians, Illyrians, Celts, and Greeks inhabited Northern Macedonia.\nAlexander the Great's Empire.\nUntil the Romans invaded Macedonia, Macedonia was just hundreds of small, independent, city-states. One example of a city state is Illyria. They sometimes merged together, but not often. One city-state that grew over time was the kingdom of Macedon. The kingdom of Macedon is best known for Alexander the Great. He invaded and controlled the Middle East (excluding Arabia),Turkey, Greece, Egypt, Afghanistan, Pakistan, and the Gujarat state of India. However, when Alexander died in 323 BCE, at the age of 33, he lost his vast empire. The empire was divided into 5 countries, Lysimachia (Macedon), Cassander (Northern Greece), the Antigonid Empire (Turkey, Syria, Lebanon, Israel, Southern Greece), the Ptolemaic Empire (Egypt), and the Seleucid Empire (Iraq, Iran, Afghanistan).\nRoman Rule.\nTowards the end of the 3rd century BCE, the Romans invaded the Balkan peninsula. Illyria was taken over in 9 CE. The North and East of Macedonia were taken over by the Roman Empire in the year 29 CE. They became the Roman province of Moesia. Starting in the 3rd century CE, the borders of Macedonia were being attacked by the Goths, Huns, Bulgars, Avars, and others. In 395 AD, the Roman Empire split in two. They were the Western Roman Empire and the Eastern Roman Empire (Byzantine Empire).\nByzantine Rule.\nAlthough, Macedonia was part of the Byzantine Empire, there was little Byzantine influence. In the mid-6th century, Slavic tribes started to settle in Macedonia. From the 7th century to the 13th century, Byzantine Macedonia was governed by local princes and kings, allied with the Byzantine Empire. In the 9th century, the Byzantine Empire brought Christianity to Macedonia. The people who brought Christianity to Macedonia were saints Cyril and Methodius. Their goal was to bring Christianity and the Cyrillic alphabet to Slavs in Europe.\nOttoman Rule.\nThe Ottoman Empire was originally a small city-state in Turkey. The city-state grew, and it invaded Adrianople in 1354. From there, it expanded and took over Turkey. Constantinople, the capital of the Byzantine Empire, did not get invaded by the Ottomans until 1453. After the Battle of the Maritsa River, the Ottomans conquered southern Serbia and Macedonia. Macedonia was under Ottoman Rule until 1913.\nYugoslav Rule.\nAfter the Ottoman Empire dissolved, Macedonia became a part of the newly formed country Yugoslavia. From 1914 to 1941, Yugoslavia was a monarchy. During WW2, the Axis Powers took over Yugoslavia. Macedonia was taken over by Bulgaria. The Axis powers left Yugoslavia after WW2. After WW2, Yugoslavia became a communist state. Josip Broz Tito was the leader of Yugoslavia from 1944 to 1980. In 8 September 1991, Macedonia became an independent state.\nPresent Day.\nDuring the Yugoslav Wars, Macedonia was mostly peaceful. However in 2001, fighting broke out between ethnic Albanians and Macedonians. The fighting ended with the Ohrid Agreement.\nGreece and the Republic of North Macedonia were arguing over the name Macedonia. The United Nations calls the Republic of North Macedonia, \"the Former Yugoslav Republic of Macedonia\" (FYROM) (Macedonian: \"Поранешна Југословенска Република Македонија - ПЈРМ\" - \"Poranešna Jugoslovenska Republika Makedonija -PJRM\"). The north and northeast part of Greece has been called Macedonia for ages and officially since 1912, just like Kent, the southeast county of England, has been called Kent for a long time. 'FYROM' is also used by NATO and many other international organisations. But, many countries now call the country 'Republic of Macedonia'. The United Kingdom, for example, uses Republic of Macedonia in the diplomatic list.\nOn 17 June 2018, North Macedonia and Greece agreed to the Prespa agreement which would see the country change its name to the Republic of North Macedonia. The government started completing the constitutional change needed to change the country's name, which was completed on 12 February 2019.\nPolitics.\nMacedonia is a democratic country with a parliament.","categories":[],"infobox_types":[],"annotations":[{"uri":"Macedonian_language","surface_form":"Macedonian","offset":17},{"uri":"Macedonian_language","surface_form":"Macedonian","offset":114},{"uri":"Albanian_language","surface_form":"Albanian","offset":191},{"uri":"Balkans","surface_form":"Balkan peninsula","offset":263},{"uri":"Southeastern_Europe","surface_form":"Southeastern Europe","offset":287},{"uri":"Serbia","surface_form":"Serbia","offset":332},{"uri":"Albania","surface_form":"Albania","offset":353},{"uri":"Greece","surface_form":"Greece","offset":374},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":399},{"uri":"Currency","surface_form":"currency","offset":435},{"uri":"Macedonian_denar","surface_form":"Macedonian denar","offset":451},{"uri":"Skopje","surface_form":"Skopje","offset":507},{"uri":"Bitola","surface_form":"Bitola","offset":601},{"uri":"Prilep","surface_form":"Prilep","offset":609},{"uri":"Tetovo","surface_form":"Tetovo","offset":617},{"uri":"Kumanovo","surface_form":"Kumanovo","offset":625},{"uri":"Ohrid","surface_form":"Ohrid","offset":635},{"uri":"Veles","surface_form":"Veles","offset":642},{"uri":"Stip","surface_form":"Stip","offset":649},{"uri":"Strumica","surface_form":"Strumica","offset":659},{"uri":"Sea_level","surface_form":"sea level","offset":821},{"uri":"United_Nations","surface_form":"United Nations","offset":867},{"uri":"World_Trade_Organization","surface_form":"World Trade Organization","offset":886},{"uri":"NATO","surface_form":"NATO","offset":928},{"uri":"European_Union","surface_form":"European Union","offset":1006},{"uri":"Macedonian","surface_form":"Macedonian","offset":1079},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":1389},{"uri":"Neolithic","surface_form":"Neolithic","offset":1734},{"uri":"City-state","surface_form":"city-states","offset":2015},{"uri":"Illyria","surface_form":"Illyria","offset":2059},{"uri":"Macedonia_(ancient_kingdom)","surface_form":"Macedon.","offset":2169},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great.","offset":2219},{"uri":"Middle_East","surface_form":"Middle East","offset":2270},{"uri":"Arabian_Peninsula","surface_form":"Arabia","offset":2293},{"uri":"Turkey","surface_form":"Turkey","offset":2301},{"uri":"Greece","surface_form":"Greece","offset":2309},{"uri":"Egypt","surface_form":"Egypt","offset":2317},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2324},{"uri":"Pakistan","surface_form":"Pakistan","offset":2337},{"uri":"Gujarat","surface_form":"Gujarat","offset":2355},{"uri":"Balkan_Peninsula","surface_form":"Balkan peninsula","offset":2783},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":3194},{"uri":"Byzantine_Empire","surface_form":"Byzantine","offset":3213},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":3345},{"uri":"Christianity","surface_form":"Christianity","offset":3577},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic alphabet","offset":3731},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":3769},{"uri":"Edirne","surface_form":"Adrianople","offset":3883},{"uri":"Constantinople","surface_form":"Constantinople","offset":3949},{"uri":"Yugoslavia","surface_form":"Yugoslav","offset":4188},{"uri":"Josip_Broz_Tito","surface_form":"Josip Broz Tito","offset":4528},{"uri":"Yugoslav_Wars","surface_form":"Yugoslav Wars","offset":4676},{"uri":"Kent","surface_form":"Kent","offset":5271},{"uri":"Parliament","surface_form":"parliament","offset":5915}]}