{"id":22248,"url":"http://en.wikipedia.org/wiki/Anorexia_nervosa","text":"Anorexia nervosa (usually just called anorexia) is an eating disorder.\nPeople with anorexia think that they are fat, or desperately fear becoming fat even if they are very skinny. To try to lose weight, anorexics do not eat enough. When they do eat, they do not eat the amount of food their body needs, in an effort to avoid gaining weight. This causes them to lose too much weight too quickly. This is very harmful to a person's body. There are various treatments for anorexia. One example is the Maudsley Method. This type of treatment is for patients who are 18 or younger. Two thirds of adolescent anorexia patients are 'recovered' at the end of this treatment. People with anorexia are more likely to die than people with any other mental illness.\nDiagnosis.\nDoctors use the \"Diagnostic and Statistical Manual of Mental Disorders\" to make a medical diagnosis and decide if a person has anorexia or not. Four signs of anorexia are listed in the manual. People do not have to show all four signs for the doctor to decide that they have anorexia.\nCauses.\nThere is no single cause of anorexia. Researchers believe that it is caused by a combination of biological and environmental factors. It has been linked to the media. Many people think that anorexia is caused by wanting to be thin like models in magazines. However, it is not that simple.\nPeople who develop anorexia tend to be perfectionistic. They are also more likely to have problems socializing. There has been research about the link between anorexia and autism spectrum disorder (ASD), a disorder that involves problems with socializing. Another symptom of autism spectrum disorder is OCD, which has also been linked to anorexia. Starvation is known to create antisocial behavior so there needs to be research that compares those traits in anorexics with people who have recovered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eating_disorder","surface_form":"eating disorder","offset":54},{"uri":"Overweight","surface_form":"fat","offset":112},{"uri":"Weight","surface_form":"weight","offset":195},{"uri":"Food","surface_form":"food","offset":280},{"uri":"Medical_doctor","surface_form":"Doctors","offset":764},{"uri":"DSM_IV","surface_form":"Diagnostic and Statistical Manual of Mental Disorders","offset":781},{"uri":"Medical_diagnosis","surface_form":"medical diagnosis","offset":846},{"uri":"Media","surface_form":"media","offset":1217},{"uri":"Autism_spectrum_disorder","surface_form":"autism spectrum disorder","offset":1518},{"uri":"OCD","surface_form":"OCD","offset":1649},{"uri":"Starvation","surface_form":"Starvation","offset":1694}]}