{"id":22251,"url":"http://en.wikipedia.org/wiki/Rabies","text":"Rabies is a neurotropic (referring to the nuerons) virus, viral zoonotic disease (can spread to humans by animals) that causes acute encephalitis.\nUsually, people (and animals) die from it (it is fatal). There is no cure for it. People who are treated soon after becoming infected have a chance to survive.\nThe disease is transmitted through the saliva and the blood. The usual form of getting it is a bite of a rabid mammal. Pets, like dogs need to be vaccinated against it, in most countries.\nTreatment.\nThere is no cure for Rabies. There is a vaccine (medicine to try to prevent rabies) against it. The vaccine was first developed by Louis Pasteur and Pierre Paul Émile Roux in 1885. This vaccine used a live virus grown in rabbits, and weakened (through drying it). The first person to be vaccinated was Joseph Meister (a 9-year-old boy who had been bitten by a dog). Vaccines similar to this are still used today, but other vaccines (growing the virus using cell cultures) are more used.\nThere is also a form of treatment that can be done once a person has been bitten. It needs to be done within 6 days of being bitten. There is no way to know whether someone is infected, until it's too late. Treatment starts with washing the wound. This is done to reduce the number of virus particles that enter the body. Often patients are given one dose of immunoglobulin and a certain number of vaccines, over a determined period of time, usually a month.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"viral","offset":58},{"uri":"Zoonosis","surface_form":"zoonotic","offset":64},{"uri":"Disease","surface_form":"disease","offset":73},{"uri":"Acute","surface_form":"acute","offset":127},{"uri":"Encephalitis","surface_form":"encephalitis","offset":133},{"uri":"Fatal","surface_form":"fatal","offset":196},{"uri":"Cure","surface_form":"cure","offset":216},{"uri":"Saliva","surface_form":"saliva","offset":346},{"uri":"Blood","surface_form":"blood","offset":361},{"uri":"Bite","surface_form":"bite","offset":402},{"uri":"Mammal","surface_form":"mammal","offset":418},{"uri":"Pet","surface_form":"Pet","offset":426},{"uri":"Dog","surface_form":"dog","offset":437},{"uri":"Vaccine","surface_form":"vaccine","offset":546},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":637},{"uri":"Pierre_Paul_%C3%89mile_Roux","surface_form":"Pierre Paul Émile Roux","offset":655},{"uri":"Rabbit","surface_form":"rabbit","offset":727},{"uri":"Joseph_Meister","surface_form":"Joseph Meister","offset":808},{"uri":"Cell_culture","surface_form":"cell culture","offset":963},{"uri":"Immunoglobulin","surface_form":"immunoglobulin","offset":1352}]}