{"id":222575,"url":"http://en.wikipedia.org/wiki/Modular_origami","text":"e=\"preserve\">Modular origami (also called unit origami) is a type of paperfolding that uses many sheets of paper. Modular origami is used to make large structures that cannot be made with one sheet of paper. Many sheets of paper are folded in identical shapes, and they are then put together by inserting flaps into pockets.\nHistory.\nThe first modular origami model comes from a 1734 Japanese book by Hayato Ohoka called \"Ranma Zushiki\". The book has pictures of many traditional origami models, and one is a modular cube called \"tamatebako\". \"Tamatebako\" is a Japanese word meaning \"magic treasure box\", and it is called this because the box can be opened on any side. Another traditional model, kusudamas, are balls of folded paper flowers. They are often hung as decorations using string or thread.\nModule.\nThe various number of modules is combined from two to tens of thousands modules. When modules are put together, most are supported only by the friction of paper, also they are glued together or sewn by threads.\nModule of Sonobe method.\nMitsunobu Sonobe designed in 1970s. It is so simple that most people can make kusudamas. Module of Sonobe method is one of the most famous modules. We can make a polyhedron like a cube or a trisoctahedron(a dodecahedron?) by putting together many modules.\nModular Rate.\nModular Rate is the facility of putting together. This rate is how many people can put together without joining materials like glues. This rate applies the model that was designed so that it was put together without using joining materials from the beginning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paperfolding","surface_form":"paperfolding","offset":69},{"uri":"Paper","surface_form":"paper","offset":107},{"uri":"Japan","surface_form":"Japan","offset":384},{"uri":"Hayato_Ohoka","surface_form":"Hayato Ohoka","offset":401},{"uri":"Cube","surface_form":"cube","offset":517},{"uri":"Tamatebako","surface_form":"tamatebako","offset":530},{"uri":"Kusudama","surface_form":"kusudama","offset":697},{"uri":"Ball","surface_form":"ball","offset":712},{"uri":"Flower","surface_form":"flower","offset":734},{"uri":"String","surface_form":"string","offset":784},{"uri":"Thread","surface_form":"thread","offset":794},{"uri":"Mitsunobu_Sonobe","surface_form":"Mitsunobu Sonobe","offset":1046},{"uri":"Kusudama","surface_form":"kusudama","offset":1124}]}