{"id":222555,"url":"http://en.wikipedia.org/wiki/Extremophile","text":"An extremophile is an organism (a living thing) which lives best in extreme conditions that are harmful to most life on Earth. They are different from organisms that live in normal places, called \"mesophiles\" or \"neutrophiles\".\nIn the 1980s and 1990s, biologists found that microbes can survive in extreme environments. These are niches that are extreme in some way. They may be extremely hot, or cold, or dry, or under huge pressure, or very salty or acidic. Complex organisms, such as animals or plants, cannot live in these environments.\nSome scientists suggest that life may have begun on Earth in hydrothermal vents far below the ocean surface. Environments such as hot oceans, hot springs and deep ocean hydrothermal vents would have been common during the Archaean eon, about 3.9 billion years ago. Early forms of life lived in those conditions.\nTypes of extremophiles.\nMost known extremophiles are microbes. The domain Archaea has well-known examples of extremophiles, but some bacteria are also extremophiles. It is a mistake to use the term extremophile for all archaeans, since some of them are mesophilic. Not all extremophiles are unicellular: some extreme environments have animals which are multicellular.\nSome extremophiles fall under several categories. For example, organisms living inside hot rocks deep under Earth's surface are both \"thermophilic\" and \"barophilic\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":22},{"uri":"Harm","surface_form":"harm","offset":96},{"uri":"Biologist","surface_form":"biologists","offset":252},{"uri":"Microorganism","surface_form":"microbes","offset":274},{"uri":"Niche","surface_form":"niche","offset":330},{"uri":"Pressure","surface_form":"pressure","offset":425},{"uri":"Salt","surface_form":"salt","offset":443},{"uri":"Acid","surface_form":"acid","offset":452},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":602},{"uri":"Ocean","surface_form":"ocean","offset":635},{"uri":"Hot_spring","surface_form":"hot spring","offset":683},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":710},{"uri":"Archaean","surface_form":"Archaean","offset":763},{"uri":"Eon","surface_form":"eon","offset":772},{"uri":"Billion","surface_form":"billion","offset":787},{"uri":"Microbe","surface_form":"microbe","offset":906},{"uri":"Archaea","surface_form":"Archaea","offset":927},{"uri":"Bacteria","surface_form":"bacteria","offset":986},{"uri":"Multicellular","surface_form":"multicellular","offset":1206}]}