{"id":222655,"url":"http://en.wikipedia.org/wiki/Barnyard_(movie)","text":"\"Barnyard\" is an animated movie which first shown in theaters on August 4, 2006. It was directed by Steve Oedekerk.\nPlot.\nOtis is a cow who likes to play. His father Ben is the leader of the barnyard when the farmer is away. Otis interrupts a barnyard meeting with his wild behavior, His father tells Otis he will never be happy if he just goofs off, and that he should grow up. Otis ignores his advice and leaves to have fun with his friends: Pip the mouse, Pig the pig, Freddy the ferret, and Peck the chicken. That same day, Otis meets a new cow, Daisy, who is pregnant. She is with Bessy, another female cow.\nThat night the animals have a party in the barn. All the animals are there except Ben, who is guarding the animals. Otis is supposed to be working with him, but he wants to be at the party. Ben talks with Otis and says the day he found him alone in the meadow, the stars danced. Otis is given permission to go to the party and he runs to the barn.\nLater on, Ben has to fight a pack of coyotes led by Dag. They are raiding the chicken coop. Ben is bitten in the leg by a coyote, and he falls down. The coyotes pile on Ben, but he manages to grab Dag and escapes the pile. The hens cheer, but Ben falls on the ground, tired. Etta, a hen, runs into the barn and tells Otis, who runs outside to his father. Ben opens his mouth as if to say something, but dies.\nAfter Ben's death, all the animals elect Otis as the new leader of the Barnyard. He gets out of his duties by leaving Freddy and Peck in charge of the coop. Later, Otis is sitting with Daisy and he overhears the coyotes chasing a hare. Otis tries to attack Dag but is outsmarted. Since Otis is weaker, Dag makes a deal that he and his pack will take some of the animals, but if he tries to stand up for all of them, they will kill everyone. Otis decides to leave the barnyard because he has no chance against the coyotes.\nThe next morning, before leaving, Otis finds out that the coyotes have taken some hens and a chick. Otis knows that he has been tricked by Dag, as he was not expecting them until tonight. He goes to rescue the poultry. Otis confronts the pack but is easily defeated. Pip, Pig, Freddy, Peck and Miles the Mule arrive to help them, along with the gophers and Jersey Cows. Dag tries to sneak attack Otis from behind, but Otis is alerted when Peck successfully yells a warning. Otis catches Dag and tells the coyote to never return. Dag is swung out of the junkyard by Otis's golf skills.\nOtis and the rest make it back to the barnyard. Daisy gives birth to a calf whom she names Ben. Duke, the farmer's sheepdog, asks Otis if he wants to stay and be their leader. Otis agrees, and everyone cheers as he walks outside. Once again, he sees the stars dancing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":17},{"uri":"Movie","surface_form":"movie","offset":26},{"uri":"Movie_theater","surface_form":"theaters","offset":53},{"uri":"Steve_Oedekerk","surface_form":"Steve Oedekerk","offset":100},{"uri":"Cow","surface_form":"cow","offset":132},{"uri":"Coyote","surface_form":"coyote","offset":998},{"uri":"Hen","surface_form":"hen","offset":1188},{"uri":"Hare","surface_form":"hare","offset":1600},{"uri":"Gopher_(animal)","surface_form":"gophers","offset":2237},{"uri":"Golf","surface_form":"golf","offset":2464}]}