{"id":22277,"url":"http://en.wikipedia.org/wiki/Table_tennis","text":"Table tennis, also known as Ping Pong (a trademarked name), is one of the most popular sports in the world, with players in many countries. It is played by two or four people on a table. To play this game, people use bats and small celluloid balls. You need also a net and a table. Table tennis was invented in England in 1880.\nThe International Table Tennis Federation (ITTF), the worldwide organization, was founded in 1926. Table tennis has been an Olympic sport since 1988.\nMany of the best players in the world today come from China.\nHistory.\nThe sport comes from England during the Victorian era, where it was played by the upper-class as a game to be played after meals. It has been suggested that simpler versions of the game should be developed by British military officers living in India during the 1860s or 1870s, who brought it back with them. A row of books stood up along the center of the table as a net, two more books served as rackets and were used to continuously hit a golf-ball.\nThe name \"ping-pong\" was in wide use before British manufacturer J. Jaques & Son Ltd coined the term in 1901. The name \"ping-pong\" then came to describe the game played using the rather expensive Jaques's equipment, with other manufacturers calling it table tennis. A similar situation arose in the United States, where Jaques sold the rights to the \"ping-pong\" name to Parker Brothers. Parker Brothers then enforced its trademark for the term in the 1920s making the various associations change their names to \"table tennis\" instead of the more common, but trademarked, name.\nThe next most important innovation was by James W. Gibb, a British addict of the sport, who discovered novelty celluloid balls on a trip to the US in 1901 and found them to be ideal for the game. This was followed by E.C. Goode who, in 1901, invented the modern version of the racket by fixing a sheet of rubber to the wooden blade. Table tennis was becoming more popular by 1901 to the extent that tournaments were being organized, books being written on the subject, and an unofficial world championship was to be held in 1902.\nIn 1921, the Table Tennis Association was founded, and in 1926 renamed the English Table Tennis Association. The International Table Tennis Federation (ITTF) followed in 1926. London hosted the first official World Championships in 1926. In 1933, the United States Table Tennis Association, now called USA Table Tennis, was formed.\nIn the 1930s, Edgar Snow commented in \"Red Star Over China\" that the Communist forces in the Chinese Civil War had a \"passion for the English game of table tennis\" which he found \"bizarre\". On the other hand, the popularity of the sport waned in 1930s Soviet Union, partly because of the promotion of team and military sports, and partly because of a theory that the game had adverse health effects.\nIn the 1950s, paddles that used a rubber sheet combined with an underlying sponge layer changed the game dramatically, introducing greater spin and speed. These were introduced to Britain by sports goods manufacturer S.W. Hancock Ltd. The use of speed glue beginning in the mid 1980s increased the spin and speed even further, resulting in changes to the equipment to \"slow the game down\". Table tennis was introduced as an Olympic sport at the Olympics in 1988.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trademark","surface_form":"trademark","offset":41},{"uri":"Sport","surface_form":"sport","offset":87},{"uri":"Country","surface_form":"countries","offset":129},{"uri":"Celluloid","surface_form":"celluloid","offset":232},{"uri":"Balls","surface_form":"balls","offset":242},{"uri":"United_States","surface_form":"US","offset":1722}]}