{"id":222833,"url":"http://en.wikipedia.org/wiki/2010_Haiti_earthquake","text":"The 2010 Haiti earthquake was a very strong earthquake that hit Haiti on January 12, 2010. On the scientific scale that measures the magnitude (or strength) of an earthquake, the quake scored a magnitude of 7.0 Mw. The center of the earthquake was near Léogâne, very close to Port-au-Prince, the capital and largest city of Haiti. It was only about west. The earthquake hit in the afternoon, at 16:53:10 local time (21:53:10 UTC). Haiti already was the poorest country in the western hemisphere, and was not able to take care of all the people that needed help.\nDamage and death.\nAbout three million people were affected by the earthquake, many homes were destroyed. Three days after the earthquake, the Haitian Interior Minister said that up to 200,000 had died because of the quake and its effects. This was many more deaths than officials originally thought. At first, the Red Cross had guessed a much smaller death toll of 45,000–50,000.\nThe earthquake caused major damage to Port-au-Prince. Most major landmarks were badly damaged or destroyed. The Presidential Palace, the National Assembly building, the Port-au-Prince Cathedral, and the city's main jails were all destroyed. The president at the time, René Préval, survived.\nMost hospitals in the area were destroyed, which made things much worse. The headquarters of the United Nations Stabilization Mission in Haiti (MINUSTAH) in Port-au-Prince collapsed. The Mission's Chief (Hédi Annabi), his deputy, and the acting police commissioner were killed in the quake. Elisabeth Byrs of the United Nations (UN) called the earthquake the worst disaster the United Nations had ever had. This was not just because of the property damage and deaths from the earthquake. The roads, phone lines and government buildings of the UN in Haiti and the Haitian government were also destroyed, so trying to just get organized and get help to the people was a real problem. So many people died in such a short time, that they used dump trucks to haul the dead bodies to mass graves.\nResponse.\nAfter the earthquake, many charities and organizations asked people around the world to help Haiti. The International Red Cross, the Salvation Army, the United Nations, and president René Préval all asked the world for help. Raymond Joseph, Haiti's ambassador to the United States, and his nephew, famous singer Wyclef Jean, also begged people to give money. (A few years before the earthquake, President Preval had asked Jean to become a \"roving ambassador\" for Haiti.)\nMany different countries started raising money and sent medical teams or search and rescue teams to Haiti. The Dominican Republic, which is next to Haiti, was the first country to give aid. This helped reduce some bad feelings between the two countries that had been there a long time.\nBut it takes a long time to rebuild a city and the area around it. Just finding places to move all the broken parts of buildings was difficult. And countries promise money to help rebuild, but it takes a while to get the money, and in most disasters, only half the money that is promised is actually sent. (This doesn't count millions of dollars that people gave directly). For years many people were living in tents, wherever they could find room. And workers for the UN introduced cholera to the country in October 2010, which made many people sick and killed thousands more. The country is still recovering.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earthquake","surface_form":"earthquake","offset":44},{"uri":"Haiti","surface_form":"Haiti","offset":64},{"uri":"L%C3%A9og%C3%A2ne","surface_form":"Léogâne","offset":253},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":276},{"uri":"UTC","surface_form":"UTC","offset":425},{"uri":"Western_hemisphere","surface_form":"western hemisphere","offset":476},{"uri":"National_Palace_(Haiti)","surface_form":"Presidential Palace","offset":1054},{"uri":"National_Assembly_of_Haiti","surface_form":"National Assembly","offset":1079},{"uri":"Port-au-Prince_Cathedral","surface_form":"Port-au-Prince Cathedral","offset":1111},{"uri":"Ren%C3%A9_Pr%C3%A9val","surface_form":"René Préval","offset":1210},{"uri":"Hospital","surface_form":"hospital","offset":1238},{"uri":"United_Nations_Stabilization_Mission_in_Haiti","surface_form":"United Nations Stabilization Mission in Haiti","offset":1330},{"uri":"H%C3%A9di_Annabi","surface_form":"Hédi Annabi","offset":1437},{"uri":"United_Nations","surface_form":"United Nations","offset":1546},{"uri":"Charitable_organization","surface_form":"charities","offset":2061},{"uri":"Salvation_Army","surface_form":"Salvation Army","offset":2167},{"uri":"Raymond_Joseph","surface_form":"Raymond Joseph","offset":2259},{"uri":"Ambassador","surface_form":"ambassador","offset":2283},{"uri":"Wyclef_Jean","surface_form":"Wyclef Jean","offset":2346},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":2616},{"uri":"Cholera","surface_form":"cholera","offset":3274}]}