{"id":223084,"url":"http://en.wikipedia.org/wiki/Age_of_the_Earth","text":"The age of the Earth is estimated at a little over 4.5 billion years. Working this out was a difficult problem to solve. For most of human history, the basic facts about the planet were unknown. The problem was tackled by Earth scientists in the twentieth century.\nModern estimates are based on radioactive dating methods. The oldest minerals on Earth – small crystals of zircon from the Jack Hills of Western Australia – are at least 4.4 billion years old. Ca-Al-rich inclusions – the oldest known solid bits in meteorites formed within the solar system – are 4.567 billion years old. This gives an age for the solar system and an upper limit for the age of Earth.\nEarly science.\nThe first facts about the Earth were worked out by the Ancient Greeks. A good estimate of the Earth's size was made by Eratosthenes (276 BC–194 BC), using trigonometry. The first estimate of the Earth's age based on evidence was by Benoît de Maillet (1656–1738), a French diplomat, philosopher and naturalist. He thought the Earth must have developed by slow, natural forces. He studied geology in the field. He could see signs of erosion on land and sedimentation in the sea. He hid his ideas under the guise of a talk with an Indian philosopher, to avoid conflict with the Catholic Church. His work stayed in manuscript until after his death, when it was published after its editor had made changes which damaged it. Now there is a better modern edition based on the manuscripts. de Maillet estimated that the Earth was older than two billion years. He also recognized the true nature of fossils, and had early ideas about evolution.\n19th century.\nIn the last quarter of the 19th century there was a long-running debate on the age of the Earth. In Charles Lyell's \"Principles of Geology\" (1830–33), he showed that the Earth had changed slowly, and that what we see is the result of gradual changes. This uniformitarianism clearly meant that the Earth was ancient, though Lyell did not try to work out how old.\nHis younger friend Charles Darwin believed this, too. Darwin saw that if evolution had taken place, it would have required a long time. Also, a huge amount of sedimentary rock lies between the early fossils in the Cambrian strata, and the present land surface. Darwin and Lyell agreed that it would have taken a very long time for so much rock to be deposited.\nIn the first edition of \"On the origin of species\" (1859), Darwin had estimated that the erosion of the Sussex Weald must have taken 300 million years.p314 Both he and Lyell were surprised when the physicist William Thomson (Lord Kelvin) said the Earth could not be as old as they thought. He made the calculation based on how long it must have taken the Earth to cool down to its present temperature, given a starting point of 2,000oC. Kelvin's result was based on the idea that the near-surface geothermal gradient reflects the conductive cooling of the solid Earth.\nHe did this calculation a number of times, making various assumptions. In 1862 his estimate was between 20 and 400 million years; but in 1866 he reduced the top estimate to 100 million years, and attacked Darwin and Lyle for not taking notice of his calculation. We know Darwin was anxious and worried that this would not be long enough to allow for evolution. Thomas Henry Huxley remarked that Kelvin's calculations were good, but his assumptions were wrong. In 1897 Kelvin did the calculation one last time, and came up with 20 to 40 million years. This, of course, would definitely not be long enough to allow for evolution. Oliver Heaviside also disagreed, and proposed an alternative geothermal model. Both Kelvin and Heaviside were eventually shown to be wrong.\nViscous mantle.\nRight at the end of the 19th century, someone realised that if the mantle was a highly viscous (sticky) fluid, that would make a great difference to the calculations. In 1895, John Perry, a former assistant to Kelvin, produced an age of Earth estimate of 2 to 3 billion years old using a model of a convective mantle and thin crust.\nIn Kelvin’s model, heat on the Earth’s surface\nis derived from the cooling of a shallow outer crust, assuming a solid Earth. But if the conductivity inside the Earth were much higher than at the surface, then the Earth's core and lower mantle would also cool. This would provide a huge store of energy to the surface. In that case, Kelvin’s estimate of the age of the Earth would be too low by many times.\nPerry's main reason was that convection in the fluid, or partly fluid, interior of the Earth\nKelvin stuck by his estimate of 100 million years, and later reduced the estimate to about 20 million years.\nWe now know that the existence of a viscous fluid under a thin crust is a much greater factor than the discovery of radioactivity, which was the textbook explanation for many years. The rediscovery and reexamination of Perry's work is quite recent.\n20th century.\nIn 1896 Henri Becquerel discovered radioactivity. In 1903, he shared the Nobel Prize in Physics with Pierre and Marie Curie \"in recognition of the extraordinary services he has rendered by his discovery of spontaneous radioactivity\".\nEventually, it was realized that radioactivity was a major source of heat inside the Earth.p206 In 1921 came the first modern estimate, using radiometric dating. It was based on uranium-lead dating: the rate of decay of uranium to lead in the crust of the Earth, by Henry Norris Russell. He came up with 2 to 8 billion years.p27, table 3.1 In 1949, H.E. Suess estimated 4 to 5 billion years, based on a whole array of radioactive isotopes. This is close to the time we estimate today, which has been refined further to about 4,560 million years.\nThe calculation makes use of convection in a viscous fluid as well as radioactivity, so it combines Perry's idea with the effect of radioactivity, even though Perry's contribution had been forgotten. The later knowledge of plate tectonics made it quite certain that the lower mantle was a viscous fluid.\nSolar System.\nThe formation and evolution of the Solar System is estimated to have begun 4.568 billion years ago with the gravitational collapse of a small part of a giant molecular cloud. Basically, the whole system developed in the same period of time.\nReligious views.\nUse of the scientific method assumes uniformitarian methods for calculating Earth's age. The Hindu religion comes closest to the present-day scientific estimate. Some Christians and Jews believe the Genesis creation narrative is literally true, which would mean that the Earth was created between 5000 and 10,000 years ago, and the methods used to calculate age have not been consistent throughout Earth's history. However, these days most people think such questions are best answered by scientific methods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Billion","surface_form":"billion","offset":55},{"uri":"Problem","surface_form":"problem","offset":103},{"uri":"History","surface_form":"history","offset":139},{"uri":"Fact","surface_form":"fact","offset":158},{"uri":"Planet","surface_form":"planet","offset":174},{"uri":"Earth_science","surface_form":"Earth scientists","offset":222},{"uri":"Radioactive_dating","surface_form":"radioactive dating","offset":295},{"uri":"Mineral","surface_form":"mineral","offset":334},{"uri":"Crystal","surface_form":"crystal","offset":360},{"uri":"Zircon","surface_form":"zircon","offset":372},{"uri":"Jack_Hills","surface_form":"Jack Hills","offset":388},{"uri":"Western_Australia","surface_form":"Western Australia","offset":402},{"uri":"Ca-Al-rich_inclusions","surface_form":"Ca-Al-rich inclusions","offset":458},{"uri":"Meteorites","surface_form":"meteorites","offset":513},{"uri":"Earth","surface_form":"Earth","offset":659},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":736},{"uri":"Estimate","surface_form":"estimate","offset":759},{"uri":"Size","surface_form":"size","offset":783},{"uri":"Eratosthenes","surface_form":"Eratosthenes","offset":800},{"uri":"Trigonometry","surface_form":"trigonometry","offset":836},{"uri":"Beno%C3%AEt_de_Maillet","surface_form":"Benoît de Maillet","offset":913},{"uri":"France","surface_form":"French","offset":946},{"uri":"Diplomat","surface_form":"diplomat","offset":953},{"uri":"Philosopher","surface_form":"philosopher","offset":963},{"uri":"Naturalist","surface_form":"naturalist","offset":979},{"uri":"Natural","surface_form":"natural","offset":1041},{"uri":"Geology","surface_form":"geology","offset":1068},{"uri":"Erosion","surface_form":"erosion","offset":1112},{"uri":"Sediment","surface_form":"sediment","offset":1132},{"uri":"Guise","surface_form":"guise","offset":1185},{"uri":"India","surface_form":"India","offset":1209},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1256},{"uri":"Manuscript","surface_form":"manuscript","offset":1292},{"uri":"Publish","surface_form":"publish","offset":1338},{"uri":"Billion","surface_form":"billion","offset":1518},{"uri":"Fossil","surface_form":"fossil","offset":1571},{"uri":"Evolution","surface_form":"evolution","offset":1606},{"uri":"Charles_Lyell","surface_form":"Charles Lyell","offset":1731},{"uri":"Uniformitarianism","surface_form":"uniformitarianism","offset":1887},{"uri":"Ancient","surface_form":"ancient","offset":1938},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2012},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":2152},{"uri":"Cambrian","surface_form":"Cambrian","offset":2207},{"uri":"Strata","surface_form":"strata","offset":2216},{"uri":"Sussex","surface_form":"Sussex","offset":2458},{"uri":"Weald","surface_form":"Weald","offset":2465},{"uri":"William_Thomson","surface_form":"William Thomson","offset":2562},{"uri":"Assumption","surface_form":"assumption","offset":2981},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":3284},{"uri":"Oliver_Heaviside","surface_form":"Oliver Heaviside","offset":3551},{"uri":"Mantle_(geology)","surface_form":"mantle","offset":3774},{"uri":"Viscosity","surface_form":"viscous","offset":3794},{"uri":"Fluid","surface_form":"fluid","offset":3811},{"uri":"Core_(geology)","surface_form":"core","offset":4261},{"uri":"Convection","surface_form":"convection","offset":4475},{"uri":"Radioactivity","surface_form":"radioactivity","offset":4764},{"uri":"Henri_Becquerel","surface_form":"Henri Becquerel","offset":4919},{"uri":"Radioactivity","surface_form":"radioactivity","offset":4946},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":4984},{"uri":"Pierre_Curie","surface_form":"Pierre","offset":5012},{"uri":"Marie_Curie","surface_form":"Marie Curie","offset":5023},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":5287},{"uri":"Uranium-lead_dating","surface_form":"uranium-lead dating","offset":5323},{"uri":"Uranium","surface_form":"uranium","offset":5365},{"uri":"Lead","surface_form":"lead","offset":5376},{"uri":"Crust_(geology)","surface_form":"crust","offset":5388},{"uri":"Billion","surface_form":"billion","offset":5456},{"uri":"Isotope","surface_form":"isotope","offset":5575},{"uri":"Tectonics","surface_form":"tectonics","offset":5920},{"uri":"Evolution","surface_form":"evolution","offset":6027},{"uri":"Solar_System","surface_form":"Solar System","offset":6044},{"uri":"1000000000_(number)","surface_form":"billion","offset":6090},{"uri":"Gravitation","surface_form":"gravitation","offset":6117},{"uri":"Molecular_cloud","surface_form":"molecular cloud","offset":6167},{"uri":"Hindu","surface_form":"Hindu","offset":6360},{"uri":"Genesis_creation_narrative","surface_form":"Genesis creation narrative","offset":6466},{"uri":"Literal","surface_form":"literally","offset":6496},{"uri":"Creationism","surface_form":"created","offset":6548},{"uri":"Scientific_method","surface_form":"scientific method","offset":6756}]}