{"id":223080,"url":"http://en.wikipedia.org/wiki/Iron","text":"ce=\"preserve\">:\"This article is about iron the metal. For the tool called iron, see ironing.\"\nIron is a chemical element and a metal. It is the most common chemical element on Earth (by mass), and the most widely used metal. It makes up much of the Earth's core, and is the fourth most common element in the Earth's crust.\nThe metal is used a lot because it is strong and cheap. Iron is the main ingredient used to make steel. Raw iron is magnetic (attracted to magnets), and its compound magnetite is permanently magnetic.\nIn some regions iron was used around 1200 BCE. That event is considered the transition from bronze age to iron age.\nPhysical properties.\nIron is a grey, silvery metal. It is magnetic, though different allotropes of iron have different magnetic qualities. Iron is easily found, mined and smelted, which is why it is so useful. Pure iron is soft and very malleable.\nChemical properties.\nIron is reactive. It reacts with most acids like sulfuric acid. It makes ferrous sulfate when reacted with sulfuric acid. This reaction with sulfuric acid is used to clean metal.\nIron reacts with air and water to make rust. When the rust flakes off, more iron is exposed allowing more iron to rust. Eventually, the whole piece of iron is rusted away. Other metals like aluminum do not rust away. Iron can be alloyed with chromium to make stainless steel, which does not rust under most conditions.\nIron powder can react with sulfur to make iron(II) sulfide, a hard black solid. Iron also reacts with the halogens to make iron(III) halides, like iron(III) chloride. Iron reacts with the hydrohalic acids to make iron(II) halides like iron(II) chloride.\nChemical compounds.\nIron makes chemical compounds with other elements. Normally the other element oxidizes iron. Sometimes two electrons are taken and sometimes three. Compounds where iron has two electrons taken are called ferrous compounds. Compounds where iron has three electrons taken are called ferric compounds. Ferrous compounds have iron in its +2 oxidation state. Ferric compounds have iron in its +3 oxidation state. Iron compounds can be black, brown, yellow, green, or purple.\nFerrous compounds are weak reducing agents. Many of them are green or blue. The most common ferrous compound is ferrous sulfate.\nFerric compounds are oxidizing agents. Many of them are brown. The most common ferric compound is ferric oxide, the same thing as rust. One reason why iron rusts is because ferric oxide is an oxidizing agent. It oxidizes iron, rusting it even under paint. That is why if there is a small scratch in the paint, the whole thing can rust.\nIron(II) compounds.\nCompounds in the +2 oxidation state are weak reducing agents. They are normally light colored. They react with oxygen in air. They are also known as ferrous compounds.\nMixed oxidation state.\nThese compounds are rare; only one is common. They are found in the ground.\nIron(III) compounds.\nCompounds in the +3 oxidation state are normally brown. They are oxidizing agents. They are corrosive. They are also known as ferric compounds.\nWhere iron is found.\nThere is a lot of iron in the universe because it is the end point of the nuclear reactions in large stars. It is the last element to be produced before the violent collapse of a supernova scatters the iron into space.\nThe metal is the main ingredient in the Earth's core. Near the surface it is found as a ferrous or ferric compound. Some meteorites contain iron in the form of rare minerals. Normally iron is found as hematite ore in the ground, much of which was made in the Great Oxygenation Event. Iron can be extracted from the ore in a blast furnace. Some iron is found as magnetite.\nThere are iron compounds in meat. Iron is an essential part of the hemoglobin in red blood cells.\nMaking iron.\nIron is made in large factories called \"ironworks\" by reducing hematite with carbon (coke). This happens in large containers called blast furnaces. The blast furnace is filled with iron ore, coke and limestone. A very hot blast of air is blown in, where it causes the coke to burn. The extreme heat makes the carbon react with iron ore, taking off the oxygen from iron oxides, and making carbon dioxide. The carbon dioxide is a gas and it leaves the mix. There is some sand in with the iron. The limestone, which is made of calcium carbonate, turns into calcium oxide and carbon dioxide when the limestone is very hot. The calcium oxide reacts with the sand to make a liquid called a slag. The slag is drained, leaving only the iron. The reaction will leave pure liquid iron in the blast furnace, where it can be shaped and hardened after cooling down. Almost all ironworks are today part of steel mills, and almost all iron is made into steel.\nThere are many ways to work iron. Iron can be hardened by heating a piece of metal and splashing it into cold water. It can be softened by heating it and allowing it to slowly cool. It can also be stamped by a heavy press. It can be pulled into wires. It can be rolled to make sheet metal.\nIn the United States, much of the iron was taken from the ground in Minnesota and then sent by ship to Indiana and Michigan where it was made into steel.\nAs a metal.\nIron is used more than any other metal. It is strong and cheap. It is used to make buildings, bridges, nails, screws, pipes, girders, and towers.\nIron is not very reactive, so it is both easy and cheap to extract from ores. It is very strong once made into steel, and is used to reinforce concrete.\nThere are different types of iron. Cast iron is iron made by the way described above in the article. It is hard and brittle. It is used to make things like storm drain covers, manhole covers, and engine blocks (the main part of an engine).\nSteel is the most common form of iron. Steels come in several forms. Mild steel is steel with a low percentage of carbon. It is soft and easily bent, but it does not crack easily. It is used for nails and wires. Carbon steel is harder but more brittle. It is used in tools.\nThere are other types of steel. Stainless steel, because of the chromium content, is rust resistant, and nickel-iron alloys can remain strong at high temperatures. Other steels can be very hard, depending on the alloys added.\nWrought iron is easily shaped and used to make fences and chains.\nVery pure iron is soft, and can rust (oxidize) easily. It is also fairly reactive.\nAs compounds.\nIron compounds are used for several things. Iron(II) chloride is used to make water clean. Iron(III) chloride is also used. Iron(II) sulfate is used to reduce chromates in cement. Some iron compounds are used in vitamins.\nNutrition.\nIron deficiency is the most common nutritional deficiency in the world.\nOur bodies need iron to help oxygen get to our muscles, because it is at the heart of some essential macromolecules in our bodies such as hemoglobin that cause it to work better. Many cereals have some added iron (the element \"metal\" iron). It is added to cereal in the form of tiny metal filings. It is even possible to see the slivers sometimes by taking an extremely strong magnet and putting it into the box. The magnet will attract these pieces of iron. Eating these small metal shavings are not harmful to our body.\nIron is most available to the body when added to amino acids – iron in this form is ten to fifteen times more digestible than than it is as an element. Iron is also found in meat, for example steak. Iron provided by diet supplements is in the form of a chemical, such as Iron(II) sulfate, which is cheap and is absorbed well. The body will not take up more iron than it needs, and it usually needs very little. The iron in red blood cells is recycled by a system which breaks down old cells. Loss of blood by injury or parasite infection may be more serious.\nToxicity.\nIron is toxic when large amounts are taken into the body. When too many iron pills are taken, people (especially children) get sick. Also, there is a genetic disorder which damages the regulation of iron levels in the body.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ironing","surface_form":"ironing","offset":84},{"uri":"Chemical_element","surface_form":"chemical element","offset":104},{"uri":"Metal","surface_form":"metal","offset":127},{"uri":"Chemical_element","surface_form":"chemical element","offset":156},{"uri":"Earth","surface_form":"Earth","offset":176},{"uri":"Mass","surface_form":"mass","offset":186},{"uri":"Earth%27s_core","surface_form":"Earth's core","offset":249},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":308},{"uri":"Steel","surface_form":"steel","offset":420},{"uri":"Magnetic","surface_form":"magnetic","offset":439},{"uri":"Magnetite","surface_form":"magnetite","offset":489},{"uri":"Permanent_magnet","surface_form":"permanently magnetic","offset":502},{"uri":"Magnetic","surface_form":"magnetic","offset":698},{"uri":"Allotropes_of_iron","surface_form":"allotropes of iron","offset":725},{"uri":"Smelting","surface_form":"smelted","offset":811},{"uri":"Malleability","surface_form":"malleable","offset":877},{"uri":"Acid","surface_form":"acid","offset":947},{"uri":"Sulfuric_acid","surface_form":"sulfuric acid","offset":958},{"uri":"Ferrous_sulfate","surface_form":"ferrous sulfate","offset":982},{"uri":"Rust","surface_form":"rust","offset":1127},{"uri":"Aluminum","surface_form":"aluminum","offset":1278},{"uri":"Alloy","surface_form":"alloy","offset":1317},{"uri":"Chromium","surface_form":"chromium","offset":1330},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":1347},{"uri":"Sulfur","surface_form":"sulfur","offset":1434},{"uri":"Iron(II)_sulfide","surface_form":"iron(II) sulfide","offset":1449},{"uri":"Halogen","surface_form":"halogen","offset":1513},{"uri":"Halide","surface_form":"halide","offset":1540},{"uri":"Iron(III)_chloride","surface_form":"iron(III) chloride","offset":1554},{"uri":"Hydrohalic_acid","surface_form":"hydrohalic acid","offset":1595},{"uri":"Iron(II)_chloride","surface_form":"iron(II) chloride","offset":1642},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":1692},{"uri":"Oxidation","surface_form":"oxidizes","offset":1759},{"uri":"Ferrous","surface_form":"ferrous","offset":1885},{"uri":"Ferric","surface_form":"ferric","offset":1962},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":2018},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":2072},{"uri":"Reducing_agent","surface_form":"reducing agent","offset":2178},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":2301},{"uri":"Ferric_oxide","surface_form":"ferric oxide","offset":2378},{"uri":"Reducing_agent","surface_form":"reducing agent","offset":2681},{"uri":"Chemical_reaction","surface_form":"react","offset":2736},{"uri":"Oxygen","surface_form":"oxygen","offset":2747},{"uri":"Air","surface_form":"air","offset":2757},{"uri":"Ferrous","surface_form":"ferrous","offset":2785},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":2989},{"uri":"Corrosive","surface_form":"corrosive","offset":3016},{"uri":"Ferric","surface_form":"ferric","offset":3050},{"uri":"Universe","surface_form":"universe","offset":3119},{"uri":"Nuclear_reaction","surface_form":"nuclear reaction","offset":3163},{"uri":"Stars","surface_form":"stars","offset":3190},{"uri":"Supernova","surface_form":"supernova","offset":3268},{"uri":"Earth%27s_core","surface_form":"Earth's core","offset":3348},{"uri":"Ferrous","surface_form":"ferrous","offset":3396},{"uri":"Ferric","surface_form":"ferric","offset":3407},{"uri":"Meteorite","surface_form":"meteorite","offset":3429},{"uri":"Hematite","surface_form":"hematite","offset":3509},{"uri":"Ore","surface_form":"ore","offset":3518},{"uri":"Great_Oxygenation_Event","surface_form":"Great Oxygenation Event","offset":3567},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":3632},{"uri":"Magnetite","surface_form":"magnetite","offset":3669},{"uri":"Hemoglobin","surface_form":"hemoglobin","offset":3747},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":3761},{"uri":"Carbon","surface_form":"carbon","offset":3868},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":3923},{"uri":"Oxygen","surface_form":"oxygen","offset":4143},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":4179},{"uri":"Sand","surface_form":"sand","offset":4260},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":4315},{"uri":"Calcium_oxide","surface_form":"calcium oxide","offset":4345},{"uri":"Slag","surface_form":"slag","offset":4475},{"uri":"Steel_mill","surface_form":"steel mill","offset":4683},{"uri":"Steel","surface_form":"steel","offset":4729},{"uri":"United_States","surface_form":"United States","offset":5033},{"uri":"Minnesota","surface_form":"Minnesota","offset":5094},{"uri":"Indiana","surface_form":"Indiana","offset":5129},{"uri":"Michigan","surface_form":"Michigan","offset":5141},{"uri":"Steel","surface_form":"steel","offset":5173},{"uri":"Concrete","surface_form":"concrete","offset":5481},{"uri":"Cast_iron","surface_form":"Cast iron","offset":5526},{"uri":"Brittle","surface_form":"brittle","offset":5607},{"uri":"Storm_drain","surface_form":"storm drain","offset":5647},{"uri":"Engine","surface_form":"engine","offset":5687},{"uri":"Steel","surface_form":"Steel","offset":5731},{"uri":"Mild_steel","surface_form":"Mild steel","offset":5800},{"uri":"Carbon_steel","surface_form":"Carbon steel","offset":5943},{"uri":"Stainless_steel","surface_form":"Stainless steel","offset":6037},{"uri":"Nickel","surface_form":"nickel","offset":6110},{"uri":"Alloy","surface_form":"alloy","offset":6217},{"uri":"Wrought_iron","surface_form":"Wrought iron","offset":6231},{"uri":"Iron(III)_chloride","surface_form":"Iron(III) chloride","offset":6485},{"uri":"Reduction_(chemistry)","surface_form":"reduce","offset":6546},{"uri":"Chromate","surface_form":"chromate","offset":6553},{"uri":"Cement","surface_form":"cement","offset":6566},{"uri":"Nutritional_deficiency","surface_form":"nutritional deficiency","offset":6662},{"uri":"Macromolecule","surface_form":"macromolecule","offset":6800},{"uri":"Hemoglobin","surface_form":"hemoglobin","offset":6837},{"uri":"Cereal","surface_form":"cereal","offset":6883},{"uri":"Chemical_element","surface_form":"element","offset":6917},{"uri":"Magnet","surface_form":"magnet","offset":7076},{"uri":"Shaving","surface_form":"shavings","offset":7183},{"uri":"Amino_acid","surface_form":"amino acid","offset":7270},{"uri":"Meat","surface_form":"meat","offset":7395},{"uri":"Steak","surface_form":"steak","offset":7413},{"uri":"Diet_supplement","surface_form":"diet supplement","offset":7437},{"uri":"Iron(II)_sulfate","surface_form":"Iron(II) sulfate","offset":7492},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":7644},{"uri":"Parasite","surface_form":"parasite","offset":7740},{"uri":"Toxic","surface_form":"toxic","offset":7798},{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":7940}]}