{"id":223006,"url":"http://en.wikipedia.org/wiki/Kobe_Bryant","text":"Kobe Bean Bryant (; August 23, 1978 – January 26, 2020) was an American former professional basketball player. He most recently played for the Los Angeles Lakers of the National Basketball Association. Bryant played as a shooting guard. During the 2005-2006 season, he scored 81 points in a game against the Toronto Raptors. He is considered one of the greatest basketball players of all time.\nBryant retired on April 13, 2016 after scoring 60 points in a Lakers win against the Utah Jazz. He won an Oscar and Emmy for his movie \"Dear Basketball\".\nBryant was born in Wynnewood, Pennsylvania. He is youngest children from three children of his family. His father was basketball player and coach Joe Bryant.\nChampionships and awards.\nKobe Bryant won five championship rings from 2000-2002 and again in 2009-2010. He was awarded the Most Valuable Player in the 2007-08 NBA season after the Los Angeles Lakers went to the 2008 NBA Playoffs as the first seed in the Western Conference was the winner of 18 time NBA all star, 15 time member of the NBA, 12 time member of the all defensive team and 1 time slam dunk champion.\nIn 2008, Bryant won a gold medal with the United States national team at the Olympics in Beijing.\nBryant earned 14 selections for All-NBA teams and 12 for All-Defensive teams. He led the league in scoring twice. He received 4 all-star game MVPs in 14 appearances. He also won 2 finals MVP awards. He was also the youngest player to reach 30,000 points, passing Shaquille O Neal and Michael Jordan and becoming third on the all-time scoring list. Bryant is widely considered to be one of the greatest basketball players in NBA history.\nSexual assault investigation.\nIn the summer of 2003, the sheriff's office of Eagle, Colorado, arrested Bryant in connection with an investigation of a sexual assault complaint filed by a 19-year-old hotel employee. In September 2004, the assault case was dropped by prosecutors after the accuser refused to testify at the trial.\nDeath.\nOn January 26, 2020, Bryant was killed in a helicopter crash in Calabasas, California at the age of 41. His 13-year-old daughter, Gianna Bryant, and seven others also died in the crash.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":63},{"uri":"Basketball","surface_form":"basketball","offset":92},{"uri":"Los_Angeles_Lakers","surface_form":"Los Angeles Lakers","offset":143},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":169},{"uri":"Shooting_guard","surface_form":"shooting guard","offset":221},{"uri":"Toronto_Raptors","surface_form":"Toronto Raptors","offset":308},{"uri":"Oscar","surface_form":"Oscar","offset":500},{"uri":"Emmy","surface_form":"Emmy","offset":510},{"uri":"Dear_Basketball","surface_form":"Dear Basketball","offset":530},{"uri":"Joe_Bryant","surface_form":"Joe Bryant","offset":694},{"uri":"Most_Valuable_Player","surface_form":"Most Valuable Player","offset":830},{"uri":"NBA_Playoffs","surface_form":"NBA Playoffs","offset":923},{"uri":"Western_Conference_(NBA)","surface_form":"Western","offset":961},{"uri":"United_States","surface_form":"United States","offset":1161},{"uri":"2008_Summer_Olympics","surface_form":"Olympics","offset":1196},{"uri":"Beijing","surface_form":"Beijing","offset":1208},{"uri":"Eagle%2C_Colorado","surface_form":"Eagle, Colorado","offset":1731},{"uri":"Sexual_assault","surface_form":"sexual assault","offset":1805},{"uri":"Calabasas%2C_California","surface_form":"Calabasas, California","offset":2054}]}