{"id":223091,"url":"http://en.wikipedia.org/wiki/Angara_(rocket_family)","text":"e=\"preserve\">Angara is a family of rockets which are being developed in Russia. The family contains many different rockets. For example, there is a rocket for lifting small payloads and a rocket for lifting heavy payloads. The rockets are designed by a company called Khrunichev State Research and Production Space Center. The first rocket is expected to be ready in 2012.\nPurpose.\nAngara is being developed using money given by the Russian government. The government decided to finance Angara because they wanted to make sure that Russia has independent access to space. Many of Russia's current rockets can only be launched from Baikonour Cosmodrome in Kazakshtan. Many of them also use foreign technology. However, Angara is better since it does not use any foreign technology (it is 100% Russian) and can be launched from Plesetsk Cosmodrome, located in Russian territory. Another reason why it was decided to build Angara is because Russia needed a rocket which does not use toxic fuels, like some current rockets do.\nDescription.\nThe first part of all Angara rockets consists of an engine called Universal Rocket Module (in short: URM). The small version, Angara 1.1 has only one URM, while the heavier Angara 5 has 5 URMs. For this reason, Angara 5 can lift heavier payloads. The second part (called the second stage) of Angara 1.1 is called Briz-KM and the second stage of Angara 5 is called Block I.\nThe rockets are meant for launching unmanned payloads such as satellites. However, Khrunichev has also suggested building a version that could launch humans into space: Angara 5P.\nAll Angara versions can be launched from a single launch pad.\nThe first flight of Angara is expected to take place in 2012 from Plesetsk Cosmodrome. In the future, the flights on Angara rockets will be sold to other companies, who want to get their satellites into space. The price for an Angara 1.1 flight is expected to be about 20 million dollars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rocket","surface_form":"rocket","offset":35},{"uri":"Russia","surface_form":"Russia","offset":72},{"uri":"Khrunichev_State_Research_and_Production_Space_Center","surface_form":"Khrunichev State Research and Production Space Center","offset":268},{"uri":"Baikonour_Cosmodrome","surface_form":"Baikonour Cosmodrome","offset":631},{"uri":"Plesetsk_Cosmodrome","surface_form":"Plesetsk Cosmodrome","offset":826},{"uri":"Launch_pad","surface_form":"launch pad","offset":1639}]}