{"id":223250,"url":"http://en.wikipedia.org/wiki/Elijah","text":"Elijah of Tishbe is a person in the Abrahamic religions. His name means \"Yahweh is God\". He was a prophet in Israel in the 9th century BC. He appears in the Hebrew Bible, Baha'i scripture, Mishnah, New Testament, and the Qur'an. He is best known for being Israel's most famous prophet, his brave challenge to Baal's prophets on Mt. Carmel, and going up to heaven in a whirlwind.\nThe Widow At Zarephath.\nElijah went to the king, Ahab, who rejected God because of his even more sinful wife, Jezebel of Tyre, who stood as a symbol of Israel's unfaithfulness. He went to Ahab and God said through his lips (1 Kings chapter 17, NIV), \"As the Lord, the God of Israel lives, whom I serve, there will be neither dew nor rain in the next few years except at my word.\"\nThen Elijah followed the Lord's command and \"went eastward and hid in the Kerith Ravine, east of the Jordan.\"\nHe \"drank from the brook, and God had ordered ravens to feed him there\".\nThe ravens brought him bread and meat in the morning and bread and meat in the evening, and he drank from the brook (because it did not rain, as he prophesied).\nBut then the brook dried up because of so little rain, and Elijah received the message from the Lord: \"Go at once to Zarephath of Sidon and stay there. I have commanded a widow in the place to supply you with food\" (1 Kings 17:9).\nSo Elijah went, and met the widow gathering sticks to make the last meal for her son and herself.\nBut when he called her and requested her to get himself some jar in a water and bread, she objected, (1 Kings 17:12) \"As surely as the Lord your God lives, I don't have any bread - only a handful of flour in a jar and a little oil in a jug. I am gathering a few sticks to take home and make a meal for myself and my son, that we may eat it - and die.\"\nThen Elijah said to the widow, \"Don't be afraid. Go home and do as you have said. But first make a small cake of bread for me from what you have and bring it to me, and then make something for yourself and your son. For this is what the Lord, the God of Israel says: 'The jar of flour will not be used up nd the jug of oil will not run dry until the day the Lord gives rain on the land.'\" So the widow did as Elijah told her to do, and there was enough food in the widow's house for everybody.\nBut then the son of the widow grew ill. He finally, after growing more and more worse, stopped breathing.\nThe widow became so very worried, and called Elijah--\"What do you have against me, man of God? Did you come to remind me of my sin and kill my son?\"\nAnd Elijah replied, \"Give me your son.\" He took him and carried him to the upper room where he was staying, and laid him on his bed. Then he cried out to the Lord, \"O Lord my God, have you brought tragedy also upon this widow I am staying with, by causing her son to die?\" Then he stretched himself upon the boy three times (probably to give to the boy his body warmth, though his prayer shows that he expected the life of the child to come back as an answer to prayer, not by physical touch), and cried out to the Lord, \"O Lord my God, let this boy's life return to him!\"\nAnd the boy returned to life, making the woman admit that Elijah is \"a man of God and that the word of the Lord from your mouth is the truth\": a confession the Lord's own people Israel had not made. This is the first example of raising the dead in the Bible.\nObadiah and Ahab.\nThen Elijah went to \"present himself to Ahab\" as the Lord commanded him to, and he met Obadiah, the honorable man who had kept loyal to the Lord and had hidden 100 priests of God that King Ahab had tried to kill. Obadiah recognized Elijah and respectfully bowed down to the ground, exclaiming, \"Is it really you, my lord Elijah?\"\nElijah replied yes, and ordered him to go and tell Ahab that he is here. Obadiah refused, crying, \"What have I done you wrong that you are handing your servant over to Ahab to be put to death?\" and declaring how he had \"hid a hundred of the Lord's prophets in two caves, fifty in each, and supplied them with food and water.\" and that if Ahab came and saw that Elijah was gone and not here, he would surely kill him.\nElijah replied, the more the calmly, \"As the Lord Almighty lives, whom I serve, I will surely present myself to Ahab today.\"\nSo Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah. They argued, and Elijah told Ahab to \"summon the people from all over Israel\" to meet him on the Mount Carmel, and to \"bring the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel's table\". And surprisingly, Ahab obeyed him.\nThen, when all the Israelis and prophets of Baal were summoned, they prepared two altars - one for Elijah, and for the Lord the God of Israel - and one for the priests of Baal. Then Elijah went to the people and said, \"How long will you waver between two opinions? If the Lord is God, follow him; but if Baal is God, follow him.\" but the people did nor say anything, so he continued: \"I am the only one of the Lord's prophets left, but Baal has four hundred and fifty prophets. Get two bulls for us. Let them choose one for themselves, and let them cut it into pieces and put it on the wood but not set fire to it. I will prepare the other bull and put it on the wood but not set fire to it. Then you call on the name of your god, and I will call on the name of the Lord. The god who answers by fire--he is the God.\" (1 Kings 18:20)\nThe people agreed to this, and they did as Elijah said. Then the priests of Baal all prepared the bull, and called to Baal all morning till noon. \"O Baal, answer us!\" but the so-called \"Baal\" made no reply at all - and the prophets grew weary and discouraged. Elijah, however, was pleased, and he teased them (1 King 18:27), \"Shout louder! Surely he is a god! Perhaps he is deep in thought, or busy, or traveling. Maybe he is sleeping and must be awakened.\" So they shouted even louder and slashed themselves with swords and spears wildly, as was their custom, until the blood flowed from their wounds. After midday passed, it was Elijah's turn - and nobody paid attention to the Baal prophets anymore - so he prepared the sacrifice, and ordered (1 Kings 18:33), \"Fill four large jars with water and pour it on the offering and on the wood.\"\n(verse 34) And he said, \"Do it again.\" and they did it again, and a third time, as he said.\nThen, after there was so much water it ran down the trench, he stepped forward and prayed (1 Kings 18:36 to 37): \"O Lord, God of Abraham, Isaac and Israel, let it be known today that you are God in Israel and that I am your servant and have done all these things at your command. Answer me, O Lord, answer me, so these people will know that you, O Lord, are God, and that you are turning their hearts back again.\"\nThen the fire of the Lord fell and burned up the sacrifice, the wood, the stones and the soil, and also licked up the water in the trench. All the people were awed, and they \"fell prostrate\" and repented. Then they all seized the prophets of Baal, as Elijah had told them to, and slaughtered them at Kishon Valley. And Ahab went off to eat and drink as Elijah told him to. Then, after climbing the mountain of Carmel and asking his servant seven times if he saw anything above the ocean, the servant answered him at the seventh time--\"A cloud as small as a man's hand is rising from the sea.\" And Elijah told his servant to inform Ahab to go home, because a big rainstorm was coming. Ahab rushed into his chariot and raced home, but the \"Power of the Lord came upon Elijah and, tucking his cloak into his belt, he ran ahead of Ahab all the way to Jezreel\".\nElijah flees to Horeb.\nAfter that, Ahab told to Jezebel about what had happened about Elijah and how the prophets of Baal had been killed by the people of Israel. Jezebel got angry, and sent a message to Elijah that \"by this time of the day tomorrow\" she would make his \"life like that of one of them\", referring to the prophets of Baal.\nElijah became scared, and ran away to Beersheba in Judah, left his servant there, and went ahead for a day's journey in the desert. Finally, he came to a broom tree, sat down under it and prayed that he might die (1 Kings 19:4). \"I have had enough, Lord,\" he complained unhappily, \"Take my life; I am no better than my ancestors.\" And he lay down and fell asleep. But the Lord sent an angel to wake him up and feed him some water and a cake of bread \"baked over hot coals\". Elijah ate and drank and lay down again, and the angel came back again and woke him, and gave him more food. Strengthened by that food, Elijah got up and traveled forty days and forty nights until he reached Horeb, the mountain of God. There he went into a cave and spent the night.\nAnd the Lord appeared to him and asked, \"What are you doing here, Elijah?\"\nHe replied not the answer to the Lord's question, but instead of how he had \"been very zealous for the Lord God Almighty\" and how the Israelites were being unfair to him. The Lord told him to go out and stand on the mountain in the presence of the Lord.\nThen the Lord sent a great and powerful wind, and an earthquake, a fire, but the Lord was not in neither: and finally he came in a gentle whisper, and Elijah went out, pulling his cloak over his face. The Lord had tried to show him through all those winds and earthquakes and fires that the Lord was not always harsh, but was more gentle. The Lord asked once again, \"What are you doing here, Elijah?\" but Elijah again ignored the question and complained about how he had been \"Zealous for the Lord God Almighty\". So the Lord told him to go anoint many new political and religious leaders, and he did. And he took Elisha, for his next prophet and companion.\nElijah and Ahaziah.\nAfter Ahab died, Ahaziah was crowned king, and he became ill. So he sent some people to consult Baal-Zebub, the god of Ekron, to see if he would recover. However, God was very angry and told Elijah to prophesy against Ahaziah. So on the way, Elijah went and met the servants, and told them (2 Kings 1:6) as the Lord had instructed him, \"Go back to the king who sent you and tell him, 'This is what the Lord says:Is it because there was no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore (Because of this) you will not leave the bed you are lying on. You will certainly (surely) die!'\" And the messengers did has he was told. At King Ahaziah's questions, they described Elijah as \"a man with a garment of hair and with a leather belt around his waist\". Elijah's cloak was probably of sheepskin or camel's hair, like John the Baptist's, and showed a big difference from the other rich, well-dressed people at that time. He was protesting against the selfishness of the king and the upper classes. The king recognized Elijah by that description (because Elijah had met Ahab, his father, many times), and sent a captain and fifty men to get him. Maybe Ahaziah thought, like many people at that time who did not believe in God, that if he killed Elijah or forced him to change the curse, it would not happen.\nThe captain he sent said to Elijah, who was sitting on the top of a hill, \"Man of God, the king says, 'Come down!'\" Ahaziah was trying to place Elijah, the prophet, under his, a king's, power. According to Israel's covenant (promise) with God, the king was supposed to be under the power of the word of the Lord spoken by his prophets.\nBut Elijah did not come down instead said (2 Kings 1:10, NIV) \"If I am a man of God, may fire come down from heaven and consume you and your fifty men! Then fire fell from heaven and consumed the captain and his men. With this, Elijah was showing the king that in Israel, a king was only a servant of the real king, God. Later, Jesus's warning to his disciples when they were trying to call fire down to destroy the Samaritans was not to disapprove of what Elijah did, but to show his disciples that the problem between Elijah and the king and the unfaithfulness of the Samaritans was very different.\nThe king sent to Elijah another captain with his fifty men, and they, too, were burned up by fire. Finally, the king sent a third captain with his fifty men, who \"...fell on his knees before Elijah...\" and bowed before him, humbly asking him to come. Elijah was told by the angel of the Lord to go down, so he went down and told the king again, \"You will certainly die!\" \"So he died, according to the word of the Lord that Elijah had spoken\". (2 Kings 1:17, NIV)\nAscension to heaven.\nAfter that, Elijah went to Elisha, and they both went on their way from Gilgal. Elijah said to Elisha, \"Stay here; the Lord has sent me to Bethel.\" but Elijah insisted upon going, so they went down together to Bethel.\nThe company of the prophets at Bethel came out to Elisha and asked, \"Do you know that the Lord is going to take your master from you today?\"\nElisha said that he knew; but warned them not to speak of it. Then Elijah said to him to stay there, and that the Lord had sent him to the Jordan by himself, but Elisha did not obey, and insisted on going with Elijah. Elijah then asked, \"Tell me, what can I do for you before I am taken from you?\" and Elisha replied: \"Let me inherit a double portion of your spirit.\"\nElijah then agreed, but only if Elisha would see him be taken to heaven. They were walking along when suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind. Elisha cried, \"My father! My father! The chariots and horsemen of Israel!\" Elisha showed Elijah as a symbol of the true strength of Israel. Elisha picked up Elijah's cloak and used it to divide the water in the river of Jordan: so this cloak symbolized that Elisha had now taken Elijah's place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abrahamic_religion","surface_form":"Abrahamic religion","offset":36},{"uri":"Yahweh","surface_form":"Yahweh","offset":73},{"uri":"Prophet","surface_form":"prophet","offset":98},{"uri":"Kingdom_of_Israel_(Samaria)","surface_form":"Israel","offset":109},{"uri":"9th_century_BC","surface_form":"9th century BC","offset":123},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":157},{"uri":"Mishnah","surface_form":"Mishnah","offset":189},{"uri":"New_Testament","surface_form":"New Testament","offset":198},{"uri":"Qur%27an","surface_form":"Qur'an","offset":221},{"uri":"Israel","surface_form":"Israel","offset":256},{"uri":"Challenge","surface_form":"challenge","offset":296},{"uri":"Heaven","surface_form":"heaven","offset":356},{"uri":"Wind","surface_form":"whirlwind","offset":368},{"uri":"Ahab","surface_form":"Ahab","offset":428},{"uri":"God","surface_form":"God","offset":447},{"uri":"Sin","surface_form":"sin","offset":476},{"uri":"Symbol","surface_form":"symbol","offset":521},{"uri":"Rain","surface_form":"rain","offset":712},{"uri":"River","surface_form":"brook","offset":1116},{"uri":"Cake","surface_form":"cake","offset":1889},{"uri":"Flour","surface_form":"flour","offset":2063},{"uri":"Prayer","surface_form":"prayer","offset":2914},{"uri":"Physical","surface_form":"physical","offset":3010},{"uri":"Ground","surface_form":"ground","offset":3657},{"uri":"Prophet","surface_form":"prophet","offset":3961},{"uri":"Cave","surface_form":"cave","offset":3977},{"uri":"Water","surface_form":"water","offset":4031},{"uri":"Bull","surface_form":"bull","offset":5089},{"uri":"Wound","surface_form":"wound","offset":6031},{"uri":"Container","surface_form":"jars","offset":6216},{"uri":"Wood","surface_form":"wood","offset":6271},{"uri":"Stone","surface_form":"stone","offset":6858},{"uri":"Soil","surface_form":"soil","offset":6873},{"uri":"Rainstorm","surface_form":"rainstorm","offset":7446},{"uri":"Cloak","surface_form":"cloak","offset":7574},{"uri":"Bread","surface_form":"bread","offset":8423},{"uri":"Coal","surface_form":"coal","offset":8445},{"uri":"Mountain","surface_form":"mountain","offset":8672},{"uri":"Wind","surface_form":"wind","offset":9105},{"uri":"Earthquake","surface_form":"earthquake","offset":9118},{"uri":"Fire","surface_form":"fire","offset":9132},{"uri":"Politics","surface_form":"political","offset":9621},{"uri":"Religion","surface_form":"religious","offset":9635},{"uri":"Elisha","surface_form":"Elisha","offset":9678},{"uri":"Ahab","surface_form":"Ahab","offset":9748},{"uri":"Camel","surface_form":"camel","offset":10580},{"uri":"Protest","surface_form":"protesting","offset":10709},{"uri":"God","surface_form":"God","offset":11002},{"uri":"Consume","surface_form":"consume","offset":11544},{"uri":"Jesus","surface_form":"Jesus","offset":11752},{"uri":"Symbol","surface_form":"symbol","offset":13570},{"uri":"Symbol","surface_form":"symbol","offset":13711}]}