{"id":223284,"url":"http://en.wikipedia.org/wiki/Isaac_Watts","text":"Isaac Watts (17 July 1674 – 25 November 1748) was an English pastor, preacher, poet, and hymn writer. He is often called the \"Father of English Hymnody\": he was the first popular English hymn writer. Because of his short height and large head, in all his portraits Isaac Watts wore a large gown. He wrote about 600 hymns including \"When I Survey the Wondrous Cross\", \"Am I a Soldier of the Cross\", and \"Joy to the World\". He is buried today in Bun­hill Fields Cem­etary, Lon­don, Eng­land.\nIsaac Watts was born in 1674 as a small and sickly child. At this time, his father was in prison for being a nonconformist preacher. At that time in England, a man who did not preach the way the leaders of the Church of England thought about God could go to prison. Christians who were \"dissenters\" met secretly in fields and barns to hide from people who would report them. Dissenters were fined for preaching anywhere if five or more people were there. Isaac Watts gave much encouragement for people to continue to believe in Christ.\nChildhood.\n\"I write not this for a farthing, but to try\nHow I your farthing writers can outvie’.\"\nI am a vile polluted lump of earth\nS-o I've continu'd ever since my birth\nA-lthough Jehovah grace does daily give me\nA-ssure this monster Satan will deceive me\nC-ome, therefore, Lord, from Satan's claws relieve me.\nW-ash me in thy blood, O Christ\nT-hen search and try the corners of my heart\nT-hat I in all things may be fit to do\nS-ervice to thee, and sing thy praises too.\nMinistry.\nWhen he was in his early twenties, Isaac saw a need in the church. He told his father that the psalms sung in the church were rough and hard. Isaac's father challenged him to write better songs, and Isaac began writing hymns. Watts produced many hymns for which he is now famous.\nWatts also saw that children needed to have hymns that suited their age, hymns that they could sing in their everyday life. Because of this, in 1720 he wrote \"Divine and Moral Songs, for the Use of Children\". These songs were about problems of youth at that time and still today, with titles like \"Against Evil Company\" and \"Against Pride in Clothes\".\nWatts lived a long and full life preaching about Jesus, teaching, and writing books and hymns. When he died, his papers were given to Yale University.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pastor","surface_form":"pastor","offset":61},{"uri":"Poet","surface_form":"poet","offset":79},{"uri":"Hymn","surface_form":"hymn","offset":89},{"uri":"Hymn","surface_form":"Hymn","offset":144},{"uri":"Height","surface_form":"height","offset":221},{"uri":"Head","surface_form":"head","offset":238},{"uri":"Portrait","surface_form":"portrait","offset":255},{"uri":"Prison","surface_form":"prison","offset":580},{"uri":"Nonconformist","surface_form":"nonconformist","offset":599},{"uri":"Church_of_England","surface_form":"Church of England","offset":700},{"uri":"Christian","surface_form":"Christian","offset":756},{"uri":"Secret","surface_form":"secret","offset":793},{"uri":"Barn","surface_form":"barn","offset":816},{"uri":"Jesus","surface_form":"Christ","offset":1018},{"uri":"Psalms","surface_form":"psalms","offset":1604},{"uri":"Challenge","surface_form":"challenged","offset":1666},{"uri":"Jesus","surface_form":"Jesus","offset":2190},{"uri":"Yale_University","surface_form":"Yale University","offset":2275}]}