{"id":223333,"url":"http://en.wikipedia.org/wiki/Invasion_of_the_Bane","text":"e=\"preserve\">\"Invasion of the Bane\" is the first episode of The Sarah Jane Adventures. The series is a British science fiction television series about a woman called Sarah Jane Smith (Elisabeth Sladen). It was broadcast on 1 January 2007. Although it is written as a pilot episode, it is not a pilot. This is because a series was agreed before the pilot episode was actually written.\nIn this episode, a young girl called Maria Jackson discovers aliens. When she discovers that an alien race called the Bane have created a drink that can control people's minds, she decides to team up with Sarah Jane Smith, a journalist, to stop them.\nSynopsis.\nThis episode begins with Maria Jackson (Yasmin Paige) and her divorced father, Alan Jackson (Joseph Millson), moving into the house across the road from Sarah Jane Smith. That night, a bright, light that is coming from Sarah Jane's house wakes Maria up. Maria decides to find out what it is and find that it is an alien called a Star Poet.\nThe next morning, her friend and neighbour, Kelsey Hooper (Porsha Lawrence Mavour) invites her to go to the Bubble Shock open day. They hop onto the free Bubble Shock bus and get taken to the factory. When they arrive, a guard takes them to a security scanner. The scanner takes their DNA and transfers it to \"the Archetype\" (Thomas Knight) whilst being watched by Mrs Wormwood (Samantha Bond).\nSarah Jane has overheard the girls' plans and decides to follow them. When she is the factory she interviews Mrs Wormwood. She asks her how she gained approval of her drink so quickly and why she was not able to analyse \"Bane\", an ingredient only found in Bubble Shock. Mrs Wormwood simply says that Bubble Shock satisfies the needs of the Western world. She then throws Sarah Jane out. Sarah Jane is almost killed by a secretary of Mrs Wormwood.\nKelsey gets bored and walks out of the tour to phone her friend, but disturbs the Bane Mother. Mrs Wormwood tells her staff not to ring any sirens and to kill Sarah Jane Smith. When Maria tries to phone Kelsey, she sets off more alarms. These alarms cause the Archetype to escape. While Maria is escaping, she bumps into the Archetpye and takes him to the safety of the women's bathroom. He can only mimic her. Sarah Jane then finds them and helps them to escape. When they are at home, Sarah Jane warns Maria not to keep following her because her life is too dangerous.\nMeanwhile, the guards at the factory are speaking to Kelsey. She complains about her treatment and to shut her up, Mrs Wormwood reveals her true, alien body. She then finds out that Kelsey and Sarah Jane live on the same street and, therefore, tells her PR (Jamie Davis) to take Kelsey home. Maria then realises that the Bane know about Sarah Jane and the PR reveals his true body as well, chasing Maria, Sarah Jane and Kelsey into Sarah Jane's house.\nAfter stopping the PR, Sarah Jane takes the kids to her attic and tells them the truth. She tells them that aliens exist and then years ago, she met a wonderful man called \"The Doctor\". She travelled in Time and Space but then, the adventures stopped and she was back on Earth. She then told them that by accident, she and The Doctor met again and she then found out that he still liked her.\nSarah Jane Smith finally understands that the ingredient was sentient and rings up Mrs Wormwood and asks her to leave Earth. But Mrs Wormwood refuses and uses Bubble Shock to control the majority of the human race. Sarah Jane breaks into the factory immediately by driving the bus into the wall and the Bane Mother is revealed. She explains that she made the Archetype with different people's DNA and that the Archetype is the perfect human being. The Archetype uses the Bane technology to rescue the gang and to explode the factory.\nLater on, Sarah Jane agrees to adopt the Archetype and they decide to call him \"Luke\" because Sarah Jane said that if she ever had a son, she would call it \"Luke\". The episode ends with Sarah Jane telling us that if we look hard enough, we might just find aliens.\nElisabeth Sladen in Doctor Who.\nElisabeth Sladen played Sarah Jane Smith in Doctor Who between the years of 1973 and 1976. She played along side Jon Pertwee (The Third Doctor) and Tom Baker (The Forth Doctor). The BBC wanted her to return for some more adventures with the Fourth and Fifth Doctors but she declines. However, she agreed to star in the Special, The Five Doctors. She also agreed to star in one episode of a spin-off series K-9 and Company. She took a break from acting to raise a family but returned in the 2006 episode School Reunion starring David Tennant as the Tenth Doctor. And then she and Thomas Knight starred in the Series Four finale The Stolen Earth/Journey's End. The Sarah Jane adventures is no longer ongoing and the final broadcast was on 18 October 2011.\nBroadcast.\nOn the 8th December 2008, the first scene of this episode was shown on BBC Breakfast and online, on the Doctor Who Advent Calendar. The clip showed Sarah Jane interviewing Mrs Wormwood.\nWhen the episode was first broadcast, it received 2.9 million viewers, 15% of the audience share, of which 20% were under 16., but lost out to a showing of \"Chitty Chitty Bang Bang\" on ITV1.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Sarah_Jane_Adventures","surface_form":"The Sarah Jane Adventures","offset":60},{"uri":"British","surface_form":"British","offset":103},{"uri":"Science_fiction_television","surface_form":"science fiction television","offset":111},{"uri":"Sarah_Jane_Smith","surface_form":"Sarah Jane Smith","offset":166},{"uri":"Elisabeth_Sladen","surface_form":"Elisabeth Sladen","offset":184},{"uri":"Pilot_episode","surface_form":"pilot episode","offset":267},{"uri":"Yasmin_Paige","surface_form":"Yasmin Paige","offset":685},{"uri":"Alan_Jackson","surface_form":"Alan Jackson","offset":724},{"uri":"Joseph_Millson","surface_form":"Joseph Millson","offset":738},{"uri":"Sarah_Jane_Smith","surface_form":"Sarah Jane Smith","offset":798},{"uri":"Star_Poet","surface_form":"Star Poet","offset":974},{"uri":"Kelsey_Hooper","surface_form":"Kelsey Hooper","offset":1029},{"uri":"Porsha_Lawrence_Mavour","surface_form":"Porsha Lawrence Mavour","offset":1044},{"uri":"DNA","surface_form":"DNA","offset":1270},{"uri":"Thomas_Knight","surface_form":"Thomas Knight","offset":1311},{"uri":"Mrs_Wormwood","surface_form":"Mrs Wormwood","offset":1350},{"uri":"Samantha_Bond","surface_form":"Samantha Bond","offset":1364},{"uri":"PR","surface_form":"PR","offset":2652},{"uri":"Jamie_Davis","surface_form":"Jamie Davis","offset":2656},{"uri":"Jon_Pertwee","surface_form":"Jon Pertwee","offset":4185},{"uri":"The_Third_Doctor","surface_form":"The Third Doctor","offset":4198},{"uri":"Tom_Baker","surface_form":"Tom Baker","offset":4220},{"uri":"The_Forth_Doctor","surface_form":"The Forth Doctor","offset":4231},{"uri":"The_Five_Doctors","surface_form":"The Five Doctors","offset":4400},{"uri":"K-9_and_Company","surface_form":"K-9 and Company","offset":4478},{"uri":"David_Tennant","surface_form":"David Tennant","offset":4599},{"uri":"The_Stolen_Earth","surface_form":"The Stolen Earth","offset":4699},{"uri":"Journey%27s_End","surface_form":"Journey's End","offset":4716},{"uri":"Advent_Calendar","surface_form":"Advent Calendar","offset":4952},{"uri":"Chitty_Chitty_Bang_Bang_(movie)","surface_form":"Chitty Chitty Bang Bang","offset":5180}]}