{"id":223430,"url":"http://en.wikipedia.org/wiki/Barack_Obama","text":"Barack Hussein Obama II (; born August 4, 1961) is an American politician. He was the 44th President of the United States and the first African-American to hold the office. He is a Democrat. Obama won the 2008 United States presidential election, on November 4, 2008. He served a second term as president after winning the 2012 elections defeating Mitt Romney, his term as president began on January 20, 2009 until January 20, 2017 and was succeeded by Donald Trump.\nAs president, he slowly ended US participation in the Iraq War, having prepared the country to defend itself. The Al-Qaeda terrorist leader Osama Bin Laden was killed while Obama was in office. He also contributed to the overthrow of Muammar Gaddafi in Libya. Obama signed the Patient Protection and Affordable Care Act (often called \"Obamacare\") which changed many health care laws. He also enacted many acts to create public works jobs to help the economy. He became the first president to openly express support for gay marriage, proposed gun control as a result of the Sandy Hook school shooting and opened diplomatic relations with Cuba.\nEarly life.\nObama was born on August 4, 1961 in Kapiʻolani Medical Center for Women and Children (called Kapiʻolani Maternity & Gynecological Hospital in 1961) in Honolulu, Hawaii and is the first President to have been born in Hawaii. His father was a black exchange student from Kenya named Barack Obama Sr. He died in a motorcycle accident in Kenya in 1982. His mother was a white woman from Kansas named Ann Dunham, who was an anthropologist and died in 1995. He spent most of his childhood in Hawaii and Chicago, Illinois, although he lived in Jakarta, Indonesia with his mother and stepfather from age 6 to age 10. He later moved back to Hawaii to live with his grandparents.\nEducation.\nHe started college at Occidental College in Los Angeles, and graduated from Columbia University in New York City. After taking time off as a community organizer, Obama went to law school at Harvard University. After law school, Obama worked for a law firm in Hyde Park, Chicago.\nBefore becoming president.\nObama worked for Alice Palmer, an Illinois state senator. In 1995 she chose not to run for re-election so that she could run for U.S. Congress, and Obama decided to run for her Illinois state senate seat. Palmer lost her election for U.S. Congress, so she tried to keep her seat in the state senate, but she did not have enough time to meet the rules of the election. Obama's team said that she could not be on the ballot, and the election rulemakers agreed. Obama won the election and became an Illinois state senator. He was state senator from 1997 to 2004.\nWhile he was Illinois state senator, he wrote a law that required police to keep records on the race of people they stopped. The law that he wrote also forced police to videotape when they talked to people they suspect of murder. He taught law part-time at the University of Chicago Law School. Judge and political teacher Abner J. Mikva taught Obama politics and became his mentor. During his early political career, Obama would make appearances and debate on \"Chicago Tonight\".\nObama ran for the U.S. Senate. While running for Senate, John Kerry asked him to speak at the Democratic National Convention. He spoke on television. He was a U.S. Senator from 2005 to 2008.\nObama won the presidential election of 2008.\n2008 presidential campaign.\nObama's presidential campaign for the White House started in early June 2008 when he defeated Hillary Clinton in the 2008 Democratic primaries. Hillary Clinton was favored to win but Obama won many smaller state caucuses (local party elections) by having a lot of volunteers. He decided not to accept government money for his campaign so that he could accept more private money under Campaign finance reform in the United States. He raised the most amount of money ever for a presidential campaign.\nObama's campaign theme was that he was a man of hope and change. He was also against the war in Iraq. He was in favor of giving money to American car companies. He was in favor of sending more troops to Afghanistan.\nDuring the campaign, some people said that Obama's friends were Tony Rezko, a landlord, and former revolutionary Bill Ayers; Obama said that they were not his friends. Obama also had trouble when his minister at church, Jeremiah Wright, was videotaped criticizing America. During the campaign, Obama said that his opponent, Republican candidate John McCain, was just like George W. Bush, something that John McCain said was not true. He ran with Joe Biden as his candidate for Vice President.\nHe defeated McCain in the election on November 4 by a wide electoral majority of 365 to 173, meaning that he won the most votes in enough states to send 365 people to officially elect him. The popular vote (based on the total number of votes across the country) was closer, with Obama winning 53%, McCain 46%.\n2012 presidential campaign.\nObama announced he was running for president again in April 2011 when he posted a video on his website. Because he was already the president, there were very few other Democrats who tried to oppose him. He won the democratic nomination easily. Their opponents in the Republican party this time were Mitt Romney, who was running for president, and Paul Ryan, who was running for vice president.\nIn the election on November 6, Obama and Joe Biden defeated Romney and Ryan by a majority of 332 to 206. This meant that, even though it was still large, his majority was smaller than in 2008. In terms of the popular vote, Obama won 51.1% and Romney won 47.2%.\nFamily.\nObama has been married to Michelle Obama since 1992. She has a law degree from Harvard Law School. She worked as a lawyer. They have two daughters, Malia Ann, who was born in 1998 and Natasha (\"Sasha\"), born in 2001. Their were born at University of Chicago Medical Center in Chicago. They lived in Chicago, but moved into the White House on January 20, 2009.\nObama promised his daughters that the family would get a dog if he was elected president. In April 2009, Senator Ted Kennedy, the brother of former President John F. Kennedy, gave Obama one of his dogs, a Portuguese water dog named Bo.\nObama has a half sister who is a teacher in Hawaii. His father died from a car accident in Africa. His mother died of cancer. His maternal grandmother died just before Obama won the election to become President.\nPresidency.\nObama became President of the United States on January 20, 2009. The United States was battling a tough recession. He asked Congress to spend an extra $787 billion ($787,000,000,000) to try to end the recession. He called the plan the stimulus bill. The stimulus bill funded many road projects, gave money to schools, gave tax credits to many Americans, and funded many science and research projects.\nHe continued the financial bailout that George W. Bush started, giving billions of dollars to car companies and banks so that they would not go bankrupt. He signed an act written by Barney Frank and Chris Dodd which would regulate Wall Street (the financial industry) to try to prevent another recession like this from happening again. Obama signed the Patient Protection and Affordable Care Act which would bring health care reform to the United States, which he said would change the system so that more people can afford health care.\nIn foreign policy, Obama made a plan to slowly withdraw troops from Iraq, ending the War in Iraq by the end of 2011, while adding more troops to Afghanistan to help the United States win the War in Afghanistan. He also decided that the USA should help in the war against Libya. He has said several times that he wants to improve U.S. relations with the Muslim world.\nObama received the 2009 Nobel Peace Prize on October 9, 2009. He noted that his efforts were humble, but he donated the prize money to several charities.\nThough his popularity was very high (around 70% approval) when he entered office, his approval ratings fell to 45% percent during the year of 2010. He received much criticism from Republicans, conservatives, libertarians, and members of the Tea Party because they believe that the federal government is becoming too big and spending too much money and that his programs are not the best for the country.\nWith rising economic deficits (the amount of money the government borrows each month) under his administration, he called for taxes to be increased on the rich. He criticized his Republican opponents for wanting to cut welfare benefits for the poor rather than raising taxes to help pay down the debt. He also signed the Don't Ask Don't Tell Repeal Act of 2010 in 2010, allowing openly gay men and openly lesbian women in the armed forces.\nObama reduced US participation in the Iraq War and continued the war on terror which resulted in the death of Osama bin Laden on May 2, 2011. Obama started a no-fly-zone policy on the Libyan civil war that ended in October 2011 with the killing of Muammar al-Gaddafi. On May 9, 2012, he became the first sitting US President to openly support legalizing same-sex marriage.\nOn December 14, 2012, after the school shooting in Newtown, Connecticut occurred, Obama had said, \"We're going to have to come together and take meaningful action to prevent more tragedies like this, regardless of the politics\". On December 21, 2012, Obama and his White House staff observed a moment of silence because of the school shooting in Connecticut.\nOn December 21, 2012, Obama nominated John Kerry for United States Secretary of State during his second term. Kerry was sworn in on February 1, 2013.\nBefore his second term began and still continues, there has been debating of guns because of the shooting in Newtown, Connecticut that happened on December 14, 2012, as well as shootings in the past.\nHe took his second term inauguration oath in the White House, privately (only his family members could see) on January 20, 2013. Obama was inaugurated for a second term on January 21, 2013 (January 20, 2013 fell on a Sunday) in the United States Capitol, that inauguration was viewed to the public.\nHe visited South Africa on late June 2013. Prior to visiting South Africa, he visited Senegal. He visited Robben Island, where Mandela was imprisoned. He did not meet with Nelson Mandela.\nThe United States government shutdown occurred on October 1, 2013. On October 17, 2013, Obama signed a bill which ended the United States government shut down.\nObama awarded several people, including former U.S. President Bill Clinton and media mogul Oprah Winfrey for the Presidential Medal of Freedom on November 20, 2013. He has awarded the Presidential Medal of Freedom to many people, such as Stephen Hawking, Sandra Day O'Connor, Chita Rivera, Loretta Lynn and George H. W. Bush.\nOn December 5, 2013, he gave a four and a half minute speech of Nelson Mandela after Mandela's death was announced. On December 9, 2013, he departed Washington, D.C. to go to South Africa for Mandela's memorial service. On December 10, 2013, Obama spoke at the memorial service of Nelson Mandela in Soweto, South Africa.\nOn April 4, 2011 Obama declared that he would stand for re-election for a second term in 2012 in a video titled \"It Begins with Us\" that he posted on his website and filed election papers with the Federal Election Commission. He was officially nominated for his party's Presidential choice on September 6, 2012. Mitt Romney was officially nominated as his opponent by the Republican party on August 30, 2012. While the election results were very close, Obama easily won the electoral college votes he needed to win a second term. Obama and Romney spent more than $2 billion on advertising during the election campaign.\nThe start of his second term in 2014, had a few setbacks. With the NSA, people were upset at the Obama Administration that the government was possibly listening to their phone calls. His party (the Democrats) also lost the Congressional elections. Because of disagreements between Democrats and Republicans in Congress, neither side was getting anything done and Obama resulted in using his Executive Order (his power as president) to help reform things like the immigration system.\nHe also supported increasing the minimum wage, requiring women to be paid the same as men at the same job and has called for the first 2 years of college to be fully government-funded for students who study full-time and get good grades.\nObama also supported LGBT members, and successfully convinced the courts in 2015 that same-sex marriage should be legal in the United States.\nObama was also concerned about climate change, and promoted the Paris Agreement on climate change.\nAfter the death of Supreme Court justice Antonin Scalia, Obama nominated Merrick Garland to replace him on March 16, 2016, but the nomination expired because the senate refused to hold a vote for him.\nAfter being president.\nAs it is not possible for a person to be president for three terms, Obama could not run for president again. He was replaced by Republican Donald Trump in early 2017. He left office with a 60% approval rating.\nEven though he is not the president anymore, Obama still owns a house in Washington, D.C.\nObama and his wife, Michelle, spend time making speeches and attending events. They also run a charity called the Obama Foundation, and own Higher Ground Productions, a company which makes movies. The company was hired by Netflix to make documentaries. One of their documentaries, \"American Factory\", won an Academy Award for being the best documentary of 2019.\nHe is also working on a presidential memoir.\nIn May 2020, Obama criticized President Trump for his response of the coronavirus pandemic, saying that it is \"an absolute chaotic disaster\".","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Presidents_of_the_United_States","surface_form":"44th","offset":86},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":91},{"uri":"African-American","surface_form":"African-American","offset":136},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":181},{"uri":"United_States_presidential_election%2C_2008","surface_form":"2008 United States presidential election","offset":205},{"uri":"2012_United_States_presidential_election","surface_form":"2012 elections","offset":323},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":348},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":453},{"uri":"Iraq_War","surface_form":"Iraq War","offset":521},{"uri":"Al-Qaeda","surface_form":"Al-Qaeda","offset":581},{"uri":"Osama_Bin_Laden","surface_form":"Osama Bin Laden","offset":607},{"uri":"Muammar_Gaddafi","surface_form":"Muammar Gaddafi","offset":701},{"uri":"Libya","surface_form":"Libya","offset":720},{"uri":"Patient_Protection_and_Affordable_Care_Act","surface_form":"Patient Protection and Affordable Care Act","offset":744},{"uri":"Sandy_Hook_Elementary_School_shooting","surface_form":"Sandy Hook school shooting","offset":1040},{"uri":"Cuban_Thaw","surface_form":"diplomatic relations with Cuba","offset":1078},{"uri":"Ann_Dunham","surface_form":"Ann Dunham","offset":1518},{"uri":"Chicago","surface_form":"Chicago","offset":1619},{"uri":"Illinois","surface_form":"Illinois","offset":1628},{"uri":"Jakarta","surface_form":"Jakarta","offset":1659},{"uri":"Indonesia","surface_form":"Indonesia","offset":1668},{"uri":"Occidental_College","surface_form":"Occidental College","offset":1825},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1847},{"uri":"New_York_City","surface_form":"New York City","offset":1902},{"uri":"Harvard_University","surface_form":"Harvard University","offset":1993},{"uri":"Hyde_Park%2C_Chicago","surface_form":"Hyde Park","offset":2062},{"uri":"Chicago","surface_form":"Chicago","offset":2073},{"uri":"Alice_Palmer","surface_form":"Alice Palmer","offset":2126},{"uri":"Abner_J._Mikva","surface_form":"Abner J. Mikva","offset":2992},{"uri":"Chicago_Tonight","surface_form":"Chicago Tonight","offset":3131},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":3167},{"uri":"John_Kerry","surface_form":"John Kerry","offset":3206},{"uri":"Democratic_National_Convention","surface_form":"Democratic National Convention","offset":3243},{"uri":"White_House","surface_form":"White House","offset":3451},{"uri":"Hillary_Rodham_Clinton","surface_form":"Hillary Clinton","offset":3507},{"uri":"Democratic_Party_(United_States)_presidential_primaries%2C_2008","surface_form":"2008 Democratic primaries","offset":3530},{"uri":"Campaign_finance_reform_in_the_United_States","surface_form":"Campaign finance reform in the United States","offset":3797},{"uri":"War_in_Iraq","surface_form":"war in Iraq","offset":4001},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":4115},{"uri":"Bill_Ayers","surface_form":"Bill Ayers","offset":4241},{"uri":"Jeremiah_Wright","surface_form":"Jeremiah Wright","offset":4348},{"uri":"Criticize","surface_form":"criticizing","offset":4380},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":4452},{"uri":"John_McCain","surface_form":"John McCain","offset":4473},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":4500},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":4574},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":4605},{"uri":"Video","surface_form":"video","offset":5041},{"uri":"Website","surface_form":"website","offset":5054},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":5258},{"uri":"Paul_Ryan","surface_form":"Paul Ryan","offset":5306},{"uri":"Michelle_Obama","surface_form":"Michelle Obama","offset":5648},{"uri":"Harvard_Law_School","surface_form":"Harvard Law School","offset":5701},{"uri":"Lawyer","surface_form":"lawyer","offset":5737},{"uri":"Chicago","surface_form":"Chicago","offset":5921},{"uri":"White_House","surface_form":"White House","offset":5949},{"uri":"Dog","surface_form":"dog","offset":6039},{"uri":"Ted_Kennedy","surface_form":"Ted Kennedy","offset":6095},{"uri":"Bo_(dog)","surface_form":"Bo","offset":6214},{"uri":"Hawaii","surface_form":"Hawaii","offset":6262},{"uri":"Recession","surface_form":"recession","offset":6546},{"uri":"United_States_dollar","surface_form":"$","offset":6593},{"uri":"Stimulus_bill","surface_form":"stimulus bill","offset":6677},{"uri":"Bailout","surface_form":"bailout","offset":6870},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":6883},{"uri":"Barney_Frank","surface_form":"Barney Frank","offset":7025},{"uri":"Chris_Dodd","surface_form":"Chris Dodd","offset":7042},{"uri":"Wall_Street","surface_form":"Wall Street","offset":7074},{"uri":"Health_care","surface_form":"health care","offset":7257},{"uri":"Reform","surface_form":"reform","offset":7269},{"uri":"Iraq","surface_form":"Iraq","offset":7448},{"uri":"Iraq_war","surface_form":"War in Iraq","offset":7465},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":7525},{"uri":"War_in_Afghanistan","surface_form":"War in Afghanistan","offset":7571},{"uri":"Libya","surface_form":"Libya","offset":7651},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":7771},{"uri":"Republican_Party_(United_States)","surface_form":"Republicans","offset":8081},{"uri":"Conservatism","surface_form":"conservatives","offset":8094},{"uri":"Libertarian","surface_form":"libertarian","offset":8109},{"uri":"Tea_Party_movement","surface_form":"Tea Party","offset":8142},{"uri":"Economic_deficit","surface_form":"economic deficit","offset":8317},{"uri":"Iraq_War","surface_form":"Iraq War","offset":8783},{"uri":"War_on_Terrorism","surface_form":"war on terror","offset":8810},{"uri":"Death_of_Osama_bin_Laden","surface_form":"death","offset":8846},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":8855},{"uri":"Libyan_civil_war","surface_form":"Libyan civil war","offset":8929},{"uri":"Muammar_al-Gaddafi","surface_form":"Muammar al-Gaddafi","offset":8993},{"uri":"Sandy_Hook_Elementary_School_shooting","surface_form":"school shooting","offset":9150},{"uri":"Newtown%2C_Connecticut","surface_form":"Newtown, Connecticut","offset":9169},{"uri":"White_House","surface_form":"White House","offset":9383},{"uri":"Moment_of_silence","surface_form":"moment of silence","offset":9412},{"uri":"John_Kerry","surface_form":"John Kerry","offset":9515},{"uri":"United_States_Secretary_of_State","surface_form":"United States Secretary of State","offset":9530},{"uri":"Sandy_Hook_Elementary_School_shooting","surface_form":"shooting","offset":9724},{"uri":"Newtown%2C_Connecticut","surface_form":"Newtown, Connecticut","offset":9736},{"uri":"White_House","surface_form":"White House","offset":9876},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":10059},{"uri":"Robben_Island","surface_form":"Robben Island","offset":10232},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":10536},{"uri":"Oprah_Winfrey","surface_form":"Oprah Winfrey","offset":10565},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":10587},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":10712},{"uri":"Sandra_Day_O%27Connor","surface_form":"Sandra Day O'Connor","offset":10729},{"uri":"Loretta_Lynn","surface_form":"Loretta Lynn","offset":10764},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":10781},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":10864},{"uri":"Soweto","surface_form":"Soweto","offset":11099},{"uri":"South_Africa","surface_form":"South Africa","offset":11107},{"uri":"Federal_Election_Commission","surface_form":"Federal Election Commission","offset":11318},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":11433},{"uri":"LGBT","surface_form":"LGBT","offset":12482},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":12547},{"uri":"Climate_change","surface_form":"climate change","offset":12634},{"uri":"Paris_Agreement","surface_form":"Paris Agreement","offset":12667},{"uri":"Supreme_Court","surface_form":"Supreme Court","offset":12721},{"uri":"Antonin_Scalia","surface_form":"Antonin Scalia","offset":12743},{"uri":"Merrick_Garland","surface_form":"Merrick Garland","offset":12775},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":13065},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":13209},{"uri":"Movie","surface_form":"movie","offset":13415},{"uri":"Netflix","surface_form":"Netflix","offset":13448},{"uri":"Documentary","surface_form":"documentaries","offset":13464},{"uri":"Academy_Award","surface_form":"Academy Award","offset":13534},{"uri":"Memoir","surface_form":"memoir","offset":13625},{"uri":"President_Trump","surface_form":"President Trump","offset":13663},{"uri":"COVID-19_pandemic","surface_form":"coronavirus pandemic","offset":13703}]}