{"id":223545,"url":"http://en.wikipedia.org/wiki/Ahaziah_of_Israel","text":"e=\"preserve\">:\"This entry is not about King Ahaziah of Judah.\"\nAhaziah or Ochozias (אחזיהו המלך) (Israel, ca. 870 BC – ca. 850 BC) was king of Israel and the son of Ahab and Jezebel. In the Bible, it says that he is very bad, and that he walked in the ways of his evil father King Ahab.\nAhaziah's Reign.\nAhaziah son of Ahab was king of Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned over Israel two years. He \"did evil in the eyes of the LORD, because he walked in the ways of his father and mother and in the ways of Jeroboam son of Nebat, who caused Israel to sin. He served and worshiped Baal and provoked the LORD, the God of Israel to anger, just as his father had done\" (1 Kings 22:51 - 53).\nElijah and Ahaziah's death.\nAfter Ahab's death, Moab rebelled from Israel, and Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\"\nBut God was angry at this, because Ahaziah did not consult him, but only a god of Ekron, so on the way, Elijah went and met the servants, and told them (2 Kings 1:6) as the Lord had instructed him, \"Go back to the king who sent you and tell him, 'This is what the Lord says:Is it because there was no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore (Because of this) you will not leave the bed you are lying on. You will certainly (surely) die!'\" And the messengers did has he was told. At King Ahaziah's questions, they described Elijah as \"a man with a garment of hair and with a leather belt around his waist\". King Ahaziah recognized him at once, and sent a captain with fifty men to call Elijah.\nNow Elijah was sitting on a hill, and the captain called out, \"Man of God, the king says, 'Come down!'\" but Elijah replied, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" he did like this the second time, too. Finally, the king sent a third captain with his fifty men, who \"...fell on his knees before Elijah...\" and bowed before him, humbly asking him to come. Elijah was told by the angel of the Lord to go down, so he went down and told the king again, \"You will certainly die!\" \"So he died, according to the word of the Lord that Elijah had spoken\". (2 Kings 1:17, NIV)\nAnd, according to the Bible, Ahaziah fulfilled the prophecy by dying. Because Ahaziah had no son, Joram became king.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ahaziah_of_Judah","surface_form":"Ahaziah of Judah","offset":44},{"uri":"Israel","surface_form":"Israel","offset":98},{"uri":"Kingdom_of_Israel_(Samaria)","surface_form":"Israel","offset":143},{"uri":"Ahab","surface_form":"Ahab","offset":165},{"uri":"Jezebel_(biblical)","surface_form":"Jezebel","offset":174},{"uri":"Bible","surface_form":"Bible","offset":190},{"uri":"Ahab","surface_form":"Ahab","offset":281},{"uri":"Samaria","surface_form":"Samaria","offset":346},{"uri":"God","surface_form":"God","offset":663},{"uri":"Israel","surface_form":"Israel","offset":805},{"uri":"Samaria","surface_form":"Samaria","offset":877},{"uri":"Elijah","surface_form":"Elijah","offset":1139},{"uri":"Leather","surface_form":"leather","offset":1659},{"uri":"Waist","surface_form":"waist","offset":1683},{"uri":"Heaven","surface_form":"heaven","offset":1949},{"uri":"King","surface_form":"king","offset":2507}]}