{"id":223532,"url":"http://en.wikipedia.org/wiki/Seligenstadt","text":"Seligenstadt is a town in the Offenbach Rural District in the state of Hesse, Germany. The town is by the river \"Main\".\nGeography.\nSeligenstadt is in the \"Rhine Main area\". The town is about 30 km southeast of Frankfurt. The whole area of the town is 30,85 km2 large and it is 109–118 m above sea level. It is a plain area with no hills.\nAbout 35 to 20 million years ago in the Age of Tertiary the whole region was lying under sea level. At that time it was covered by an ocean which was warm and not very deep. Lots of sediments sank to its bottom. Then the region rose again and the water left, leaving soil which is mostly sandy and poor.\nThe city consists out of the town \"Seligenstadt\" and the 2 former independent villages \"Froschhausen\" and \"Klein-Welzheim\", both now urban districts of Seligenstadt. On 1 January 1977 they were united.\nSeligenstadt has 20,221 inhabitants (2008). The climate of the town is mild. There is less rain than in other parts of Germany.\nSome local people are speaking a regional type (dialect) of the German language with a certain tone and special words. It is a Hessian dialect (German: \"Hessisch\"). This language type is related to other dialects in the south of Germany. In former times mostly every place had its own special dialect, sometimes hard to understand for people of other parts of Germany. Today the dialect speakers are a minority and the majority of them do not speak the real dialect. They rather speak a kind of regular German with a certain pronunciation.\nHistory.\nAround the year 100 the Romans had fights with the germanic peoples. They built a small castle and some houses in the place. Later people came here to build a village named \"Ober-Mulinheim\", later changed to \"Obermühlheim\". The name parts \"Mulin-\" and \"Mühl-\" are meaning \"mill\".\nIn 815 the name \"Obermühlheim\" was written down in a document for the first time. Around 830 the owner of the town started to build a great church, the \"Einhard-Basilika\", and a monastery. In this time also the name was changed from \"Obermühlheim\" to \"Seligenstadt\", because people brought some holy bones to the town.\nThe name Seligenstadt means \"place of happiness\". There is a story about the name. The emperor Charlemagne had lost his daughter and he found her in the village \"Mulinheim\". Therefore, the name of the place was changed into \"Seligenstadt\".\nIn the 12th century Seligenstadt got the town privileges.\nIn former times the people in the Seligenstadt area were mostly farmers, craftsmen and tradesmen. Every family had land to grow their food. When the property was handed to the next generation it was divided within the children. Therefore, most families had only small farms and were poor.\nIn the time period of the industrial revolution the Rhine Main area got many factories and developed to a center for metal working and leather manufacturing, also chemical engineering. Many men got workmen and found a job in the factories and earned money. This made living conditions partly better.","categories":[],"infobox_types":[],"annotations":[{"uri":"Offenbach_Rural_District","surface_form":"Offenbach Rural District","offset":30},{"uri":"Hesse","surface_form":"Hesse","offset":71},{"uri":"Germany","surface_form":"Germany","offset":78},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt","offset":210},{"uri":"Tertiary","surface_form":"Tertiary","offset":385},{"uri":"Sediment","surface_form":"sediment","offset":520},{"uri":"Dialect","surface_form":"dialect","offset":1020},{"uri":"Language","surface_form":"language","offset":1043},{"uri":"Hessian_dialects","surface_form":"Hessian dialect","offset":1099},{"uri":"Minority","surface_form":"minority","offset":1374},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1497},{"uri":"Roman_Empire","surface_form":"Romans","offset":1545},{"uri":"Germanic_peoples","surface_form":"germanic peoples","offset":1572},{"uri":"Castle","surface_form":"castle","offset":1609},{"uri":"Watermill","surface_form":"mill","offset":1794},{"uri":"Basilica","surface_form":"church","offset":1941},{"uri":"Monastery","surface_form":"monastery","offset":1979},{"uri":"Relics","surface_form":"holy bones","offset":2096},{"uri":"Emperor","surface_form":"emperor","offset":2207},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":2215},{"uri":"Town_privileges","surface_form":"town privileges","offset":2401},{"uri":"Farmer","surface_form":"farmer","offset":2482},{"uri":"Craft","surface_form":"craft","offset":2491},{"uri":"Trade","surface_form":"trade","offset":2505},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":2733},{"uri":"Metal","surface_form":"metal","offset":2824},{"uri":"Leather","surface_form":"leather","offset":2842},{"uri":"Manufacturing","surface_form":"manufacturing","offset":2850},{"uri":"Chemical_engineering","surface_form":"chemical engineering","offset":2870},{"uri":"Work","surface_form":"work","offset":2905}]}