{"id":223601,"url":"http://en.wikipedia.org/wiki/Tianjin","text":"Tianjin(Chinese: 天津), is a city in Northern China. It has a population of 11,760,000. It has an area of 11,917.3 square kilometers. Built in 1403, Tianjin has been named by Yongle Emperor in memory of his success in occupying Ming capital Beijing through the harbor of Tianjin. It locates on the banks of the Hai River, west of Bohai Sea, south of Yanshan Mountains, east of Beijing. The distance between Tianjin and Beijing is 137 kilometers and it’ll take you only half an hour to go from Tianjin to Beijing by the Beijing–Tianjin Intercity Railway.\nTianjin is the birthplace of China’s modern mechanical industry and textile industry. Since the beginning of the Open Door Policy, Tianjin has been built more than a dozen industrial zones, creating a lot Chinese famous brand like Flying Pigeon bicycles, Seagull brand watches. Now Tianjin gradually forms 6 industries of electronic information, automobile, metallurgical, chemical, biotechnology and modern medicine, new energy and environmental protection. Among Fortune 500 companies, more than 106 have invested in Tianjin. From 1994 to 2008, Tianjin's GDP rate increased 12.5% on average, entered the ranks of China's rapid development area.\nTianjin is the birthplace of the first university in China. In 1895, some officials established the first modern university in China – Peiyang University, the predecessor of Tianjin University. Nankai University in Tianjin is a famous university in China. The first Premier of the People's Republic of China Zhou Enlai graduates from Nankai University. Tianjin has 37 universities and has nearly 20 million students. Tianjin is one of the first nine-year compulsory education regions. The quality of workers is high. Tianjin has nearly one thousand scientific and technological research institutions, together with more than 600 thousand professionals in different fields. It has a large number of famous experts and scholars.\nTianjin is not far away from sea, so a lot of Tianjin cuisine is seafood. One of the most famous cuisine in Tianjin is The Four Great Stews, which refers actually to a very large number of stews, including chicken, duck, seafood, beef, and mutton. Tianjin also has several famous snack items. Goubuli is a traditional brand of Baozi (steamed buns with filling) that is famous throughout China. Guifaxiang is a traditional brand of mahua(twisted dough sticks). Erduoyan is a traditional brand of fried rice cakes.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"China","offset":44},{"uri":"Yongle_Emperor","surface_form":"Yongle Emperor","offset":173},{"uri":"Beijing","surface_form":"Beijing","offset":239},{"uri":"Hai_River","surface_form":"Hai River","offset":309},{"uri":"Bohai_Sea","surface_form":"Bohai Sea","offset":328},{"uri":"Yanshan_Mountains","surface_form":"Yanshan Mountains","offset":348},{"uri":"Beijing","surface_form":"Beijing","offset":375},{"uri":"Beijing%E2%80%93Tianjin_Intercity_Railway","surface_form":"Beijing–Tianjin Intercity Railway","offset":517},{"uri":"Textile_industry","surface_form":"textile industry","offset":620},{"uri":"Open_Door_Policy","surface_form":"Open Door Policy","offset":665},{"uri":"Flying_Pigeon","surface_form":"Flying Pigeon","offset":783},{"uri":"GDP","surface_form":"GDP","offset":1109},{"uri":"Peiyang_University","surface_form":"Peiyang University","offset":1334},{"uri":"Tianjin_University","surface_form":"Tianjin University","offset":1373},{"uri":"Nankai_University","surface_form":"Nankai University","offset":1393},{"uri":"Zhou_Enlai","surface_form":"Zhou Enlai","offset":1507},{"uri":"Compulsory_education","surface_form":"compulsory education","offset":1654},{"uri":"Four_Great_Stews","surface_form":"Four Great Stews","offset":2049},{"uri":"Snack","surface_form":"snack","offset":2206},{"uri":"Goubuli","surface_form":"Goubuli","offset":2219},{"uri":"Baozi","surface_form":"Baozi","offset":2253}]}