{"id":223653,"url":"http://en.wikipedia.org/wiki/Obertshausen","text":"Obertshausen is a city in the Offenbach Rural District in the state of Hesse, Germany.\nGeography.\nObertshausen is in the \"Rhine Main area\". The town is about 15 km southeast of Frankfurt. The whole area of the town is 13.62 km2 large and it is 113 m above sea level. It is a plain area with no hills.\nAbout 35 to 20 million years ago in the Age of Tertiary the whole region was lying under sea level. At that time it was covered by an ocean which was warm and not very deep. Lots of sediments sank to its bottom. Then the region rose again and the water left, leaving soil which is mostly sandy and poor.\nThe city consists out of the two former independent villages \"Obertshausen\" and \"Hausen\", which are now the two urban districts of Obertshausen. On 1 January 1977 they were united.\nObertshausen has 24,141 inhabitants (2008). The climate of the town is mild. There is less rain than in other parts of Germany.\nSome local people are speaking a regional type (dialect) of the German language with a certain tone and special words. It is a Hessian dialect (German: \"Hessisch\"). This language type is related to other dialects in the south of Germany. In former times mostly every place had its own special dialect, sometimes hard to understand for people of other parts of Germany. Today the dialect speakers are a minority and the majority of them does not speak the real dialect. They rather speak a kind of regular German with a certain pronunciation.\nHistory.\nIn the year 865 the name of the village \"Obertshausen\" was written down in a document for the first time. It was a kind of farm of the monastery of Seligenstadt to produce food for the monks.\nIn 1979 the city got the town privileges.\nIn former times the people in the Obertshausen area were mostly farmers, craftsmen, but not tradesmen. Every family had land to grow their food. When the property was handed to the next generation it was divided within the children. Therefore most families had only small farms and were poor.\nIn the time period of the industrial revolution the Rhine Main area got many factories and developed to a center for metal working and leather manufacturing, also chemical engineering. Many men got workmen and found a job in the factories and earned money. This made living conditions partly better.","categories":[],"infobox_types":[],"annotations":[{"uri":"Offenbach_Rural_District","surface_form":"Offenbach Rural District","offset":30},{"uri":"Hesse","surface_form":"Hesse","offset":71},{"uri":"Germany","surface_form":"Germany","offset":78},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt","offset":177},{"uri":"Tertiary","surface_form":"Tertiary","offset":348},{"uri":"Sediment","surface_form":"sediment","offset":483},{"uri":"Dialect","surface_form":"dialect","offset":962},{"uri":"Language","surface_form":"language","offset":985},{"uri":"Hessian_dialects","surface_form":"Hessian dialect","offset":1041},{"uri":"Minority","surface_form":"minority","offset":1316},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1441},{"uri":"Monastery","surface_form":"monastery","offset":1600},{"uri":"Seligenstadt","surface_form":"Seligenstadt","offset":1613},{"uri":"Monk","surface_form":"monk","offset":1650},{"uri":"Town_privileges","surface_form":"town privileges","offset":1682},{"uri":"Farmer","surface_form":"farmer","offset":1763},{"uri":"Craft","surface_form":"craft","offset":1772},{"uri":"Trade","surface_form":"trade","offset":1791},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":2018},{"uri":"Metal","surface_form":"metal","offset":2109},{"uri":"Leather","surface_form":"leather","offset":2127},{"uri":"Manufacturing","surface_form":"manufacturing","offset":2135},{"uri":"Chemical_engineering","surface_form":"chemical engineering","offset":2155},{"uri":"Work","surface_form":"work","offset":2190}]}