{"id":223665,"url":"http://en.wikipedia.org/wiki/Hainburg","text":"Hainburg is a village in the Offenbach Rural District in the state of Hesse, Germany.\nGeography.\nHainburg is in the \"Rhine Main area\". The village is about 20 km southeast of Frankfurt. The municipality is 15.95 km2 large and it is 90 m above sea level. It is a flat area with no hills.\nAbout 20 to 35 million years ago in the Age of Tertiary the whole region was below sea level. At that time it was covered by an ocean which was warm and not very deep. Lots of sediment sank to the bottom. Then the region rose again and the water receded, leaving soil which is mostly sandy.\nThe village consists out of the two former independent villages \"Hainstadt\" and \"Klein-Krotzenburg\", which are now the two districts of Hainburg. On 1 January 1977 they were united.\nHainburg has 14,528 inhabitants (2008). The climate of the town is mild. There is less rain than in other parts of Germany.\nSome local people speak a regional German dialect language with a certain intonation and some different words (slang). It is a Hessian dialect (German: \"Hessisch\"). This type of dialect is related to other dialects in southern Germany. A long time ago, almost every town had its own special dialect, making it hard to understand for people from other parts of Germany. Today people who speak this dialect are in the minority and the majority of them do not speak the real dialect. They speak regular German with a special pronunciation of certain words.\nHistory.\nIn the 12th century the names of both villages \"Hainstadt\" and \"Crutzenburch\" (\"Krotzenburg\") were written down in documents for the first time.\nIn those times the most people in the Hainburg area were farmers and craftsmen, rather than tradesmen. Every family had land to grow their food. When the property was handed down to the next generation, it was divided among the children. Therefore, most families had only small farms and were poor.\nDuring the industrial revolution many factories were built in the Rhine Main area and it soon developed into a center for the metal business and leather manufacturing, as well as chemical engineering. Many men learned these trades and found jobs in the factories to earn money. This helped improve living conditions somewhat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":14},{"uri":"Offenbach_Rural_District","surface_form":"Offenbach Rural District","offset":29},{"uri":"Hesse","surface_form":"Hesse","offset":70},{"uri":"Germany","surface_form":"Germany","offset":77},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt","offset":175},{"uri":"Municipality","surface_form":"municipality","offset":190},{"uri":"Tertiary","surface_form":"Tertiary","offset":334},{"uri":"Sediment","surface_form":"sediment","offset":463},{"uri":"Dialect","surface_form":"dialect","offset":926},{"uri":"Language","surface_form":"language","offset":934},{"uri":"Hessian_dialects","surface_form":"Hessian dialect","offset":1011},{"uri":"Minority","surface_form":"minority","offset":1300},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1406},{"uri":"Farmer","surface_form":"farmer","offset":1649},{"uri":"Craft","surface_form":"craft","offset":1661},{"uri":"Trade","surface_form":"trade","offset":1684},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":1902},{"uri":"Metal","surface_form":"metal","offset":2017},{"uri":"Leather","surface_form":"leather","offset":2036},{"uri":"Manufacturing","surface_form":"manufacturing","offset":2044},{"uri":"Chemical_engineering","surface_form":"chemical engineering","offset":2070}]}