{"id":223773,"url":"http://en.wikipedia.org/wiki/Capoeira","text":"Capoeira is a combination of martial arts, sport and popular culture that developed in Brazil, by African slaves and Brazilian natives, starting in the 16th century. It was made to give slaves a chance to escape and to survive. Capoeira was illegal in Brazil until the 1930s.\nCapoeira uses strong and fast kicks, dodges and fast counter-attacks. It also uses acrobatics and simple take-downs.\nAs a form of martial arts for slaves.\nCapoeira's history probably begins with the beginning of African slavery in Brazil. When Portuguese colonists began exporting West African slaves, Brazil, with its vast territory, received most of the slaves; almost 40% of all slaves sent across the Atlantic Ocean.\nAlthough rebellions were rare, capoeira was invented as a hope of survival for slaves. If they managed to escape, as after an escape attempt, colonial agents were sent after the escapees. The martial arts were incorporated into a dance, to escape detection–with music and rhythmic moves, no suspicion could be raised regarding potential martial art training. Due to city growth, more slaves were brought to cities and so made capoeira more prominent and allowed it to be taught and practiced among more people. In Rio, the colonial government tried to suppress it and established severe physical punishments for its practice.\nPost-slavery.\nAfter slavery was abolished in 1888, free former slaves had nowhere to live and no jobs. They were thought of by the public as lazy workers. Capoeira then found a new role—as a dance of criminals.\nThey used capoeiristas (capoeira dancers) as bodyguards and hitmen. In 1890, the Brazilian government prohibited capoeira when police identified it as an advantage in fighting and they didn’t want criminals to have this advantage. After the ban, anybody caught practising capoeira for any reason would be arrested and tortured by the police. Some practises still occurred in remote places with guards to warn of police.\nBy the 1920s, repression of capoeira had declined. Mestre Bimba from Salvador, a strong fighter in both legal and illegal fights, thought capoeira was losing its martial roots due to the use of its playful side to entertain tourists. Bimba began developing the first systematic training method for capoeira, and in 1932 founded the first capoeira school. He called it Luta Regional Baiana because it was illegal to use capoeira in the name. By 1940, capoeira was legalized.\nToday.\nToday, capoeira is viewed as one of the symbols of Brazilian culture all around the world and in 1970 it was taught outside of Brazil for the first time. Capoeira presentations, normally theatrical and with little martiality, are common sights around the world.\nThe martial arts part, however, is still present and still disguised, just as it was in the time of slavery, and trickery is still present and expert dancers used. An attack can be disguised even as a friendly gesture, such is the expertise gone into the research of new moves. Capoeira is now a symbol of Brazilian culture, its ethnic amalgam, and of resistance to oppression.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":87},{"uri":"African","surface_form":"African","offset":98},{"uri":"Slave","surface_form":"slave","offset":106},{"uri":"16th_century","surface_form":"16th century","offset":152}]}