{"id":223790,"url":"http://en.wikipedia.org/wiki/Queen_(butterfly)","text":"The Queen (\"Danaus gilippus\") is a species of butterfly. It belongs in the family Nymphalidae. It is found in North America, Central America, and South America.\nDescription.\nThe upper side of the wings is dark reddish-brown. It has black wing borders. Males have an androconium (a spot that releases scents to attract females) on each of his hind wings (bottom wings). The underside of the wings is reddish-brown. The wings have black borders. There are white spots in the black borders. The hind wing has black veins.\nMimicry.\nThe Queen is one species in a complex mimicry ring. Where their range overlaps, the appearance of these butterflies is similar. The Monarch (\"Danaus plexippus\") is orange. It has thick, black veins. The Viceroy (\"Limenitis archippus\") is smaller. It has thick, black veins. It has a black band across the hind wing. The Soldier (\"Danaus eresimus\") has thin black veins. On the underside of the hind wing, there is a row of pale, square-shaped spots.\nMonarchs are bad-tasting and poisonous because they contain a chemical known as cardenolide (cardiac glycoside). The chemical slows the heart-beat of vertebrates. Monarch caterpillars get this chemical when they feed on milkweed.\nWhen the Monarch becomes a butterfly, it no longer eats milkweed, but it still has the chemical in its body. The butterfly shows that they are not good to eat with their bright orange and black wings. This is warning coloration. A bird may try to eat a Monarch, but it will become sick and vomit after eating it. After this experience, the bird learns not to eat another Monarch, and also any other butterfly which is similar in appearance.\nThe Viceroy is similar looking to the Monarch, but does not have the milkweed poison in its body. Birds that have had the bad experience of eating a Monarch will usually not eat a Viceroy. It is an example of Batesian mimicry. Or so it was thought; but recent work has challenged this. The difficulty in doing this kind of research is that a butterfly may be toxic in one part of its range, and good to eat in another part. A lot depends on the plants on which the eggs are laid.\nThe Queen.\nThe Queen is one of many insects that derives chemical defenses against its predators from its food plant. Most of the toxic cardenolides that make queens so unpalatable to its predators are sequestered from larval host plants. Basically, the Queen shares a Müllerian mimicry with the Monarch. However, the extent of its toxicity varies a great deal in different parts of its range. Micro-geographic differences in the environment lead to variation in the dynamics of mimetic relationships even at a local level.\nFlight period.\nThe Queen can be seen all year in Texas, Arizona, and southern Florida. It is seen from February to December in northern Florida. It is seen from April to November in southern California and southern Nevada.\nHabitat.\nThis butterfly can be found in open places such as open woodlands, fields, deserts, marshes, and forest edges.\nLife cycle.\nThe female lays her eggs singly. They are laid on the leaves, stems, and flowers of the host plant (the host plant is the plant that the caterpillar feeds on). The egg is pale green. The caterpillar is banded with yellow and black. There are three pairs of black body extensions. The first pair is near the head. The second pair is on the thorax. The third pair is near the end of the body. The chrysalis is green. It has gold spots. There is a black and gold band on the abdomen. It is very similar to the Monarch's chrysalis. It has three or more broods (a brood is a group of offspring) per year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":35},{"uri":"Butterfly","surface_form":"butterfly","offset":46},{"uri":"Belong","surface_form":"belongs","offset":60},{"uri":"Family_(biology)","surface_form":"family","offset":75},{"uri":"Nymphalidae","surface_form":"Nymphalidae","offset":82},{"uri":"North_America","surface_form":"North America","offset":110},{"uri":"Central_America","surface_form":"Central America","offset":125},{"uri":"South_America","surface_form":"South America","offset":146},{"uri":"Wing","surface_form":"wing","offset":196},{"uri":"Attract","surface_form":"attract","offset":310},{"uri":"Vein","surface_form":"vein","offset":512},{"uri":"Mimicry_ring","surface_form":"mimicry ring","offset":566},{"uri":"Danaus_plexippus","surface_form":"Danaus plexippus","offset":670},{"uri":"Limenitis_archippus","surface_form":"Limenitis archippus","offset":741},{"uri":"Danaus_eresimus","surface_form":"Danaus eresimus","offset":858},{"uri":"Poison","surface_form":"poison","offset":1007},{"uri":"Chemical","surface_form":"chemical","offset":1040},{"uri":"Cardenolide","surface_form":"cardenolide","offset":1058},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1128},{"uri":"Orange_(color)","surface_form":"orange","offset":1385},{"uri":"Black","surface_form":"black","offset":1396},{"uri":"Bird","surface_form":"bird","offset":1439},{"uri":"Vomit","surface_form":"vomit","offset":1498},{"uri":"Experience","surface_form":"experience","offset":1532},{"uri":"Viceroy_(butterfly)","surface_form":"Viceroy","offset":1653},{"uri":"Batesian_mimicry","surface_form":"Batesian mimicry","offset":1858},{"uri":"M%C3%BCllerian_mimicry","surface_form":"Müllerian mimicry","offset":2398},{"uri":"Texas","surface_form":"Texas","offset":2702},{"uri":"Arizona","surface_form":"Arizona","offset":2709},{"uri":"Florida","surface_form":"Florida","offset":2731},{"uri":"California","surface_form":"California","offset":2844},{"uri":"Nevada","surface_form":"Nevada","offset":2868},{"uri":"Woodland","surface_form":"woodland","offset":2941},{"uri":"Field","surface_form":"field","offset":2952},{"uri":"Desert","surface_form":"desert","offset":2960},{"uri":"Marsh","surface_form":"marsh","offset":2969},{"uri":"Forest","surface_form":"forest","offset":2982},{"uri":"Egg_(biology)","surface_form":"egg","offset":3028},{"uri":"Caterpillar","surface_form":"caterpillar","offset":3145},{"uri":"Extension","surface_form":"extensions","offset":3276},{"uri":"Thorax","surface_form":"thorax","offset":3347},{"uri":"Chrysalis","surface_form":"chrysalis","offset":3403},{"uri":"Abdomen","surface_form":"abdomen","offset":3480},{"uri":"Offspring","surface_form":"offspring","offset":3587}]}