{"id":223850,"url":"http://en.wikipedia.org/wiki/2005_North_Indian_Ocean_cyclone_season","text":"The 2005 North Indian Ocean cyclone season ran through all of 2005. Though most storms in this area start between April and December. This season was tied for the season with the second highest number of cyclones. The damage is unknown but there were about 1,227 people got killed in 2005 because of the cyclones.\nTropical Depression 01B.\nA tropical depression started on January 7. It moved to the north and pass by Sri Lanka before it had died on January 10.\nCyclonic Storm Hibaru.\nCyclonic Storm Hibaru was the first cyclone that got named in 2005. It started on January 13 and it moved around for a few days until it died on January 17.\nDeep Depression.\nThis deep depression started on July 29, it caused rain in India which killed almost 1,050 people. The deep depression died on July 31.\nCyclonic Storm Pyarr.\nCyclonic Storm Pyarr started on September 17 as a depression. It became a tropical storm by the next day. Pyarr made landfall in India on September 19, and it died on September 21. The cyclone killed at least 49 people.\nTropical Storm 03B.\nThis tropical storm started on October 1, made landfall in India on October 2, and it died on October 3. This tropical storm killed no one.\nDeep Depression (04B).\nThis deep depression started on October 26 and made landfall in India by October 29. The deep depression died later that day. It killed about 100 people.\nCyclonic Storm Baaz.\nCyclonic Storm Baaz started on November 28 and cross the Bay of Bengal. It died on December 2 near India.\nCyclonic Storm Fanoos.\nCyclonic Storm Fanoos started on December 6. It moved to the west and crossed the Bay of Bengal. Fanoos passed to the north of Sri Lanka and caused some damage. Later, Fanoos made landfall in Inda before it died on December 10.\nDeep Depression (07B).\nThis deep depression started on December 15. It moved around in the Bay of Bengal for a week, and it passed near Sri Lanka. The deep depression died on December 22.\nOther storms.\nThere were also five depressons. The first one started on June 21 and died on June 22. While the second started on June 27 and died on July 5, after it killed about 34 people in India. The third started on September 12 and died on September 16. Fourth, it started on September 14 and died on September 16. The last depression started on November 20 and died on that same day.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"April","surface_form":"April","offset":114},{"uri":"December","surface_form":"December","offset":124},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":417},{"uri":"India","surface_form":"India","offset":717}]}