{"id":22386,"url":"http://en.wikipedia.org/wiki/Despotism","text":"e=\"preserve\">Despotism is a form of government that is controlled by one person or a small group of people. The person who controls the state is called a \"despot\". The despot has complete control of the state, like a dictator or tyrant. In history, the pharaohs of Egypt were despots. The word \"despot\" is thought to come from the Ancient Greek word \"despotes\", which means \"the master\".\nAccording to Montesquieu, the difference between absolute monarchy and despotism is as follows. In the case of the monarchy, a single person governs with absolute power by fixed and established laws, whereas a despot governs by his or her own will and caprice.\nThe importance of the idea of despotism is that today it is a very common type of dictatorship or direct rule. Ruling monarchies are today few in number.\nEven when there are elections, as there are for the Russian presidency, opposition candidates are at such a disadvantage that they are rarely, if ever, successful.\nDespotism has always been associated with Eastern rather than Western states. Of the former Soviet Union, it is only the new states to the west which have attempted, with difficulties, to build genuine democracies (such as Moldova and Ukraine).","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":36},{"uri":"State","surface_form":"state","offset":136},{"uri":"Dictator","surface_form":"dictator","offset":217},{"uri":"Tyrant","surface_form":"tyrant","offset":229},{"uri":"Pharaoh","surface_form":"pharaoh","offset":253},{"uri":"Egypt","surface_form":"Egypt","offset":265},{"uri":"Greek_language","surface_form":"Greek","offset":339},{"uri":"Montesquieu","surface_form":"Montesquieu","offset":401},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":437},{"uri":"Monarchy","surface_form":"monarchy","offset":503},{"uri":"Moldova","surface_form":"Moldova","offset":1190},{"uri":"Ukraine","surface_form":"Ukraine","offset":1202}]}