{"id":223922,"url":"http://en.wikipedia.org/wiki/Thomas_Cromwell%2C_1st_Earl_of_Essex","text":"Thomas Cromwell, 1st Earl of Essex, KG, PC (c. 1485 – 28 July 1540) was an English statesman and lawyer. He was King Henry VIII's chief minister (like Prime Minister) from 1532 to 1540. He held many important posts, ending as Lord Chamberlain. Cromwell did not come from a rich or noble family: he rose in life by his work and merit.\nCromwell tried to modernize government, but this meant that both the nobility and the church would have less power. Because of this he was seen as an upstart. He was one of the strongest supporters of the English Reformation, the English Church's break with the papacy in Rome. Henry VIII was made the head of the Church of England by Parliament in 1534. Cromwell helped control the new Church with his two new jobs; Vicegerent for spirituals and Vicar general.\nDownfall and execution.\nCromwell had supported Henry VIII in disposing of Anne Boleyn and replacing her with Jane Seymour. During his years as the King's chief minister, Cromwell created many powerful enemies for himself.\nHis final downfall was caused by the haste with which he encouraged the king to marry Anne of Cleves. This was a marriage that Cromwell hoped would put the English Reformation back on track after the recent setback with the Six Articles. The enterprise became a disaster when King Henry told Cromwell that he had not consummated the marriage. Henry told Cromwell to get him out of the marriage by legal means, but the king was obliged to go ahead with it or risk the vital German alliance. The king's marriage to Anne of Cleves was a disaster for Cromwell. It was the opportunity that Cromwell's opponents (most notably the Duke of Norfolk) needed to press for his downfall.\nCromwell was executed at Tyburn on 28 July 1540, the same day that the king divorced Anne of Cleves and married Catherine Howard.p60 After his execution, Thomas Cromwell's head was boiled and then set upon a spike on London Bridge, facing away from the City of London.\nHenry came to regret Cromwell's execution. About eight months afterwards, Henry accused his ministers of bringing about Cromwell's downfall by false charges.p496 Henry spent the rest of his life lamenting the fact that Cromwell had been executed.\nNote.\nOliver Cromwell, the revolutionary leader who overthrew the British monarchy and led a short-lived republican government in the 17th century, was a descendant of Thomas Cromwell's sister, Catherine Cromwell (born circa 1482).","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_Garter","surface_form":"KG","offset":36},{"uri":"Her_Majesty%27s_Most_Honourable_Privy_Council","surface_form":"PC","offset":40},{"uri":"English_people","surface_form":"English","offset":75},{"uri":"Statesman","surface_form":"statesman","offset":83},{"uri":"Lawyer","surface_form":"lawyer","offset":97},{"uri":"Henry_VIII_of_England","surface_form":"King Henry VIII","offset":112},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":151},{"uri":"Lord_Chamberlain","surface_form":"Lord Chamberlain","offset":226},{"uri":"English_Reformation","surface_form":"English Reformation","offset":539},{"uri":"Pope","surface_form":"papacy","offset":596},{"uri":"Rome","surface_form":"Rome","offset":606},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":870},{"uri":"Jane_Seymour","surface_form":"Jane Seymour","offset":905},{"uri":"Anne_of_Cleves","surface_form":"Anne of Cleves","offset":1104},{"uri":"Thomas_Howard%2C_3rd_Duke_of_Norfolk","surface_form":"Duke of Norfolk","offset":1642},{"uri":"Execute","surface_form":"execute","offset":1706},{"uri":"Tyburn","surface_form":"Tyburn","offset":1718},{"uri":"Anne_of_Cleves","surface_form":"Anne of Cleves","offset":1778},{"uri":"Catherine_Howard","surface_form":"Catherine Howard","offset":1805},{"uri":"Boiling","surface_form":"boiled","offset":1874},{"uri":"Nail","surface_form":"spike","offset":1901},{"uri":"London_Bridge","surface_form":"London Bridge","offset":1910},{"uri":"City_of_London","surface_form":"City of London","offset":1946},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":2215},{"uri":"Republic","surface_form":"republic","offset":2314}]}