{"id":223975,"url":"http://en.wikipedia.org/wiki/Macropod","text":"Macropods are marsupials belonging to the family Macropodidae. That family includes kangaroos, wallabies, tree-kangaroos, pademelons, quokkas and others. They are native to Australia, New Guinea, and their surrounding islands. Before European settlement, there were about 65 species of macropods. Six species have since become extinct. Another 11 species have been greatly reduced in numbers.\nPhysical description.\nModern macropods are herbivores. They have specialized teeth made for grinding up fibrous plants. Macropods usually have a row of broad, straight front teeth, no canines, and a gap before their large molars.\nThe stomachs of the macropods contain lots of bacteria that help them to digest their food by breaking it down for them. Macropods have a certain blend of bacteria in their stomachs that lowers the amount of methane produced.\nMacropods come in all different sizes. Almost all have a powerful tail and large back legs. The word 'macropod' comes from the Greek for 'large foot'. Their long legs allow macropods to move quickly, and for long distances.\nGestation lasts about one month. In larger species, it lasts a little longer. Usually a single offspring is born. It attaches itself to a teat inside the mother's pouch. The offspring is able to leave the pouch after 5-11 months. It is sexually mature at 1-3 years old, depending on the species.\nFossil record.\nMarsupials evolved about 160 million years ago during the Jurassic period. They reached Australia in the Palaeocene about 50 million years ago. The oldest macropod fossil found is about 12 million years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marsupial","surface_form":"marsupial","offset":14},{"uri":"Kangaroo","surface_form":"kangaroo","offset":84},{"uri":"Wallaby","surface_form":"wallabies","offset":95},{"uri":"Tree-kangaroo","surface_form":"tree-kangaroo","offset":106},{"uri":"Pademelon","surface_form":"pademelon","offset":122},{"uri":"Quokka","surface_form":"quokka","offset":134},{"uri":"Indigenous_(ecology)","surface_form":"native","offset":163},{"uri":"Australia","surface_form":"Australia","offset":173},{"uri":"New_Guinea","surface_form":"New Guinea","offset":184},{"uri":"Extinct","surface_form":"extinct","offset":327},{"uri":"Herbivores","surface_form":"herbivores","offset":436},{"uri":"Teeth","surface_form":"teeth","offset":470},{"uri":"Bacteria","surface_form":"bacteria","offset":669},{"uri":"Methane","surface_form":"methane","offset":831},{"uri":"Gestation","surface_form":"Gestation","offset":1073},{"uri":"Offspring","surface_form":"offspring","offset":1168},{"uri":"Jurassic_period","surface_form":"Jurassic period","offset":1442},{"uri":"Palaeocene","surface_form":"Palaeocene","offset":1489}]}