{"id":224,"url":"http://en.wikipedia.org/wiki/Experiment","text":"e=\"preserve\">An experiment is a test of an idea or a method. It is often used by scientists and engineers. An experiment is used to see how well the idea matches the real world. Experiments have been used for many years to help people understand the world around them. Experiments are part of scientific method. Many experiments are controlled experiments or even blind experiments. Many are done in a laboratory.\nExperiments can tell us if a theory is false, or if something does not work. They cannot tell us if a theory is true. When Einstein said that gravity could affect light, it took a few years before astronomers could test it. General relativity predicts that the path of light is bent in a gravitational field; light passing a massive body is deflected towards that body. This effect has been confirmed by observing the light of stars or distant quasars being deflected as it passes the Sun.\nNow, a hundred years or so after Einstein published his ideas, there have been many tests, all of which have been consistent with Einstein's predictions. But, one day, we might find the theory has some limits beyond which it does not work. What we test are implications of the theory, because the theory itself is too large and complicated to test all at once.\nControlled experiments.\nA controlled experiment is a kind of comparison. It often compares the results from experimental samples against control samples. Control samples are the same as the experimental sample, except for one difference. This difference is the one thing whose effect is being tested (the independent variable). A good example would be a drug trial. The sample or group receiving the drug would be the experimental group (treatment group); and the one receiving the placebo or an older treatment would be the control group.\nDifference with observational study.\nAn observational study is used when an experiment would be difficult, unethical, or expensive. Observational studies are not experiments. Experiments can control for other variables, and it allows the researchers to change something. Observational studies often do not have random samples, and they often have many variables.","categories":[],"infobox_types":[],"annotations":[{"uri":"Idea","surface_form":"idea","offset":43},{"uri":"Method","surface_form":"method","offset":53},{"uri":"Scientist","surface_form":"scientist","offset":81},{"uri":"Engineer","surface_form":"engineer","offset":96},{"uri":"Scientific_method","surface_form":"scientific method","offset":293},{"uri":"Blind_experiment","surface_form":"blind experiment","offset":364},{"uri":"Laboratory","surface_form":"laboratory","offset":402},{"uri":"Einstein","surface_form":"Einstein","offset":537},{"uri":"Gravity","surface_form":"gravity","offset":556},{"uri":"Light","surface_form":"light","offset":577},{"uri":"Astronomers","surface_form":"astronomers","offset":611},{"uri":"General_relativity","surface_form":"General relativity","offset":638},{"uri":"Gravitational_field","surface_form":"gravitational field","offset":702},{"uri":"Quasar","surface_form":"quasar","offset":858},{"uri":"Sun","surface_form":"Sun","offset":899},{"uri":"Implication_(grammar)","surface_form":"implication","offset":1161},{"uri":"Independent_variable","surface_form":"independent variable","offset":1570},{"uri":"Placebo","surface_form":"placebo","offset":1747},{"uri":"Control_group","surface_form":"control","offset":1790},{"uri":"Observation","surface_form":"observation","offset":1845}]}