{"id":22402,"url":"http://en.wikipedia.org/wiki/Ketchup","text":"Ketchup is a kind of thick, liquid sauce. It is made from tomatoes, so it is sometimes called tomato sauce. Usually it is used to add flavour to food. Some people like to eat sausages, burgers, hotdogs or fishsticks with ketchup. Ketchup tastes very unlike the real tomato.\nTomato ketchup.\nAlthough today's ketchup is tomato based, it did not appear until about a century after other types. By 1801, a recipe for tomato ketchup was created by Sandy Addison. It was later printed in an American cookbook, the \"Sugar House Book\". James Mease published another recipe in 1812. In 1824, a ketchup recipe using tomatoes appeared in \"The Virginia Housewife\". This was an important 19th-century cookbook written by Mary Randolph, Thomas Jefferson's cousin.\nAs the century went on, ketchup became more popular in the United States. More Americans began to like tomatoes. Tomato ketchup was sold locally by farmers. A man named Jonas Yerks (or Yerkes) is believed to have been the first man to make tomato ketchup a national phenomenon. By 1837, he had produced and distributed the condiment nationally. Shortly after that, other companies did the same. F. & J. Heinz created their tomato ketchup in 1876. Heinz tomato ketchup was advertised: \"Blessed relief for Mother and the other women in the household!\"\nThe \"Webster's Dictionary\" of 1913 defined \"catchup\" as a \"table sauce made from mushrooms, tomatoes, walnuts, etc. [Written also ketchup].\"\nModern ketchup emerged in the early years of the 20th century. This came from a debate over the use of sodium benzoate as a preservative in condiments. Harvey W. Wiley challenged the safety of benzoate. In response, business owners, particularly Henry J. Heinz, pursued a different recipe that did not use that preservative.\nPrior to Heinz (and his fellow innovators), commercial tomato ketchups of that time were watery and thin. This was due to the use of unripe tomatoes. Those tomatoes were low in pectin. They were less vinegary than modern ketchups. By pickling ripe tomatoes, the need for benzoate was eliminated. There was also no spoiled ketchup or loss in flavor. The changes also helped make it an important American condiment according to some experts.\nUntil Heinz, most commercial ketchups appealed to two of the basic tastes: bitterness and saltiness. But the switch to ripe tomatoes and more tomato solids added a stronger \"umami\" taste. The major increase in the concentration of vinegar added sourness and pungency to the range of sensations experienced while eating it.\nIn the past, ketchup was produced from fresh tomatoes after harvesting. Vacuum evaporation made it possible to turn tomatoes into a very thick tomato paste. This made it easy to store at room temperature. This allows a factory to produce ketchup throughout the year.\nLater innovations.\nIn fast food chains, ketchup is often put in small packets that hold ketchup inside. Users tear the side or top of the packet. They then squeeze the ketchup out of the ketchup packets. In 2010, Heinz is offering an alternate squeeze and dip cup. This is meant to offer a cleaner method of dispensing the product.\nIn an earlier approach, some fast food outlets dispense ketchup from pumps into paper cups. Some restaurants still use this method.\nIn October 2000, Heinz introduced colored ketchup products called EZ Squirt. They included green, purple, pink, orange, teal, and blue colored ketchup. These products were made by adding food coloring to the traditional ketchup. these products have been discontinued.\nRegulations in Canada.\nIn Canadian markets, the manufacturing of ketchup is regulated by the Food and Drug Regulation. Ketchup, a heat processed product, must be made from the juice of red-ripe tomatoes or sound tomato trimmings where the skins and seeds have been removed. The ketchup must contain vinegar, salt, seasoning and a sweetening ingredient. They may also contain a class II preservative and food colouring, though not required.\nRegulations in the United States.\nIn the United States, ketchup is regulated and standardized by the Food and Drug Administration (FDA). Ketchup must be prepared from a tomato concentrate, juice from mature red Lycopersicum esculentum tomatoes or liquid residue from preparing tomatoes for canning or partial juice extractions. The tomato skins, seeds and other hard substances must be strained. Additionally, ketchup must contain any combination of vinegars, nutritive carbohydrate sweeteners, and/or spices, flavouring, onions or garlic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sauce","surface_form":"sauce","offset":35},{"uri":"Tomato","surface_form":"tomato","offset":58},{"uri":"Tomato_sauce","surface_form":"tomato sauce","offset":94},{"uri":"Flavour","surface_form":"flavour","offset":134},{"uri":"Food","surface_form":"food","offset":145},{"uri":"People","surface_form":"people","offset":156},{"uri":"Sausage","surface_form":"sausage","offset":175},{"uri":"Hamburger","surface_form":"burgers","offset":185},{"uri":"Hotdog","surface_form":"hotdog","offset":194},{"uri":"Fishsticks","surface_form":"fishsticks","offset":205},{"uri":"Century","surface_form":"century","offset":364},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":723},{"uri":"H._J._Heinz_Company","surface_form":"F. & J. Heinz","offset":1145},{"uri":"Heinz_Tomato_Ketchup","surface_form":"Heinz tomato ketchup","offset":1197},{"uri":"Webster%27s_Dictionary","surface_form":"Webster's Dictionary","offset":1305},{"uri":"Sodium_benzoate","surface_form":"sodium benzoate","offset":1544},{"uri":"Harvey_W._Wiley","surface_form":"Harvey W. Wiley","offset":1593},{"uri":"Henry_J._Heinz","surface_form":"Henry J. Heinz","offset":1687},{"uri":"Pectin","surface_form":"pectin","offset":1943},{"uri":"Pickling","surface_form":"pickling","offset":2000},{"uri":"Pungent","surface_form":"pungency","offset":2464},{"uri":"Vacuum_evaporation","surface_form":"Vacuum evaporation","offset":2601},{"uri":"Tomato_paste","surface_form":"tomato paste","offset":2672},{"uri":"Room_temperature","surface_form":"room temperature","offset":2716},{"uri":"Ketchup_Packets","surface_form":"ketchup packets","offset":2983},{"uri":"Teal_(color)","surface_form":"teal","offset":3380},{"uri":"Food_coloring","surface_form":"food coloring","offset":3447},{"uri":"Vinegar","surface_form":"vinegar","offset":3827},{"uri":"Salt","surface_form":"salt","offset":3836},{"uri":"Seasoning","surface_form":"seasoning","offset":3842},{"uri":"Sugar_substitute","surface_form":"sweetening ingredient","offset":3858},{"uri":"Food_colouring","surface_form":"food colouring","offset":3931},{"uri":"United_States","surface_form":"United States","offset":4009},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration (FDA)","offset":4069},{"uri":"Tomato","surface_form":"Lycopersicum esculentum","offset":4179},{"uri":"Vinegar","surface_form":"vinegars","offset":4418},{"uri":"Sugar_substitute","surface_form":"nutritive carbohydrate sweeteners","offset":4428},{"uri":"Spice","surface_form":"spice","offset":4470},{"uri":"Onion","surface_form":"onion","offset":4490},{"uri":"Garlic","surface_form":"garlic","offset":4500}]}