{"id":224140,"url":"http://en.wikipedia.org/wiki/Velupillai_Prabhakaran","text":"Velupillai Prabhakaran (November 26 1954 — May 18 2009) was the leader of the Liberation Tigers of Tamil Eelam. He fought the Sri Lankan Civil War to make an independent state for the Tamil people in the north of Sri Lanka. Under his leadership, the Tamil Tigers became one of the most deadly guerilla groups in the world.\nEarly life.\nPrabhakaran was born in Valvettiturai, a fishing town, on the northern tip of Sri Lanka. His father worked for the government. After Ceylon became independent in 1948, life became very difficult for the small Tamil population. There were laws to limit their chance of getting to university or working for the government. In 1972, Prabhakaran started a group called the Tamil New Tigers (TNT). In July 1975 he shot dead Alfred Duryappa, the mayor of Jaffna. Duryappa was also a Tamil, but Prahbhakaran believed he had become too close to the Sri Lankan government.\nLiberation Tigers of Tamil Eelam.\nPrabhakaran went to India to escape from the police. He hid in the city of Madras (now Chenai), where he turned the TNT into the Liberation Tigers of Tamil Eelam (LTTE). Each member had cyanide (poison) carried in a necklace which they could swallow if they were captured. Other rules that Prabhakaran made for the LTTE were that members could not smoke, drink alcohol or have sex. The last rule was changed when Prabhakaran married Mathivathani Erambu. The LTTE secretly set up training camps in India. Other Tamil guerilla groups were taken over or destroyed by the LTTE.\nThe war.\nIn July 1983, there were wide spread attacks against Tamils in Sri Lanka. Many Tamils left the country, and many young people went to the training camps in India. The LTTE fought against the government. They had their own navy, the Sea Tigers, and air force. In July 1987 Prabhakaran started a group called the \"Black Tigers\". These were a group of male and female suicide bombers. Their explosive belts have been copied by groups in Palestine, Chechnya and Iraq. India sent 100,000 peace keeping soldiers to Sri Lanka in July 1987. The Indian government and the Sri Lankan government signed an agreement, but Prabhakaran did not like it because it did not create a separate Tamil country. The Indian soldiers were soon fighting against the LTTE.\nTamil control.\nThe Indian army left Sri Lanka in March 1990, having had 1200 soldiers killed. Prabhakaran became ruler of the northern part of Sri Lanka. He attacked everyone he thought was responsible for the war. In May 1991, female suicide bombers killed the former Indian Prime Minister, Rajiv Gandhi, during an election rally. Prabhakaran did not trust other people. He would only drink his own bottled water, he slept with a gun under his pillow. He thought his cousin, Mahattaya, was plotting against him. He had him and many others tortured and killed.\nCeasefire.\nIn 2001, the Sri Lankan government and the LTTE asked Norway to help make a ceasefire to stop the war. This lasted for four years before the fighting started again. This led to increased attacks on the LTTE by the Sri Lankan army. The LTTE were slowly forced back into a very small area. Prabhakaran and his son, Charles Anthony, were killed in the fighting, and the LTTE were defeated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liberation_Tigers_of_Tamil_Eelam","surface_form":"Liberation Tigers of Tamil Eelam","offset":78},{"uri":"Sri_Lankan_Civil_War","surface_form":"Sri Lankan Civil War","offset":126},{"uri":"Tamil_people","surface_form":"Tamil people","offset":184},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":213},{"uri":"Guerilla","surface_form":"guerilla","offset":293},{"uri":"Ceylon","surface_form":"Ceylon","offset":468},{"uri":"University","surface_form":"university","offset":614},{"uri":"Mayor","surface_form":"mayor","offset":775},{"uri":"Madras","surface_form":"Madras","offset":1008},{"uri":"Cyanide","surface_form":"cyanide","offset":1119},{"uri":"Suicide","surface_form":"suicide","offset":1881},{"uri":"Palestine","surface_form":"Palestine","offset":1950},{"uri":"Chechnya","surface_form":"Chechnya","offset":1961},{"uri":"Iraq","surface_form":"Iraq","offset":1974},{"uri":"Rajiv_Gandhi","surface_form":"Rajiv Gandhi","offset":2555},{"uri":"Norway","surface_form":"Norway","offset":2889},{"uri":"Ceasefire","surface_form":"ceasefire","offset":2911}]}