{"id":224147,"url":"http://en.wikipedia.org/wiki/Friedrich_Mohs","text":"Friedrich Mohs (29 January, 1773 - 29 September 1839) was a German mineralogist.\nJob and Career.\nScientist Mohs was born in Germany. He was a minerologist who studied minerals, chemistry, physics, and mathematics.\nHe moved to Austria in 1801 where he found a job identifying minerals in a collection that belonged to a rich banker. He used physical characteristics of the crystals to determine what they were. One of the characteristics he used to identify minerals was their hardness.\nHe knew that some of the minerals could scratch others and that if a mineral could make a scratch on another, it must be harder than the mineral that was scratched. He found that all minerals could scratch the mineral talc, so it must be very soft. He also found that diamonds were so hard that no other minerals could scratch them.\nIn 1812, Mohs made a scale from 1 to 10 to describe mineral hardness. He gave harder minerals larger numbers and softer minerals smaller numbers. Talc, the softest mineral, he assigned to 1, the smallest number on the scale. Diamond, the hardest mineral, he assigned to 10, the highest number on the scale.\nThis scale was called Mohs scale of mineral hardness, named after Friedrich Mohs.\nLater Career.\nIn 1812, Mohs became professor in Graz, Austria. In 1817, Mohs replaced his mentor Werner, who had died, as a tutor at the mining academy in Freiberg, Saxony, starting in 1818. In 1826, he was appointed as a professor of Mineralogy at the University of Vienna.\nMohs ended his remarkable career as a mining advisor at the Mining University in Leoban, Austria, and died aged 66, while holidaying in Italy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":60},{"uri":"Mineralogist","surface_form":"mineralogist","offset":67},{"uri":"Germany","surface_form":"Germany","offset":124},{"uri":"Mineral","surface_form":"mineral","offset":167},{"uri":"Chemistry","surface_form":"chemistry","offset":177},{"uri":"Physics","surface_form":"physics","offset":188},{"uri":"Mathematic","surface_form":"mathematic","offset":201},{"uri":"Austria","surface_form":"Austria","offset":226},{"uri":"Crystal","surface_form":"crystal","offset":372},{"uri":"Diamond","surface_form":"diamond","offset":754},{"uri":"Mohs_scale_of_mineral_hardness","surface_form":"Mohs scale of mineral hardness","offset":1148},{"uri":"Graz","surface_form":"Graz","offset":1256},{"uri":"Freiberg_(district)","surface_form":"Freiberg","offset":1363},{"uri":"Saxony","surface_form":"Saxony","offset":1373},{"uri":"University_of_Vienna","surface_form":"University of Vienna","offset":1461},{"uri":"Leoben_(district)","surface_form":"Leoban","offset":1564}]}