{"id":224547,"url":"http://en.wikipedia.org/wiki/Elephant_seal","text":"The Elephant Seal is a huge seal of the genus \"Mirounga\". There are two species, one in each hemisphere. The southern elephant seal, is found in Antarctic waters, while the northern elephant seal lives on islands of California and Mexico. The elephant seal is the largest amphibious animal. The bulls have a huge proboscis, and may weigh 750 lbs, and 8 ft in length at maturity although old males can approach 11 ft long and weigh 1,375 lbs in rare cases.\nOn land.\nOutside the breeding season, elephant seals come ashore only to shed their skin, a process known as \"moulting\". In late summer, hundreds of seal gather on beaches and wallow in muddy pools of water. They lie close to gather while they gradually shed patches of hair and skin. Eventually, the old skin replaced by a new coat of sleek fur, and the seal return to water.\nMating is preceded by fights between males, who throw their huge bulk against each other. Winners get to mate with females.\nDiving.\nElephant seals dive to 1550 metres beneath the ocean's surface: the deepest recorded dive of an Elephant seal is. The average length of their dives is around 20 min for females and 60 min (1 hour) for males, as they search for their favorite food. Their diet includes skates, rays, squid, octopus, eels, penguin (Southerns only), and small sharks. Their stomachs also often contain gastroliths (stomach stones).\nThey are surprisingly good on land, faster than humans when moving over sand dunes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pinniped","surface_form":"seal","offset":28},{"uri":"Antarctic_Ocean","surface_form":"Antarctic waters","offset":145},{"uri":"California","surface_form":"California","offset":216},{"uri":"Mexico","surface_form":"Mexico","offset":231},{"uri":"Skin","surface_form":"skin","offset":540},{"uri":"Hair","surface_form":"hair","offset":726},{"uri":"Skate_(fish)","surface_form":"skate","offset":1233},{"uri":"Ray","surface_form":"ray","offset":1241},{"uri":"Squid","surface_form":"squid","offset":1247},{"uri":"Octopus","surface_form":"octopus","offset":1254},{"uri":"Eel","surface_form":"eel","offset":1263},{"uri":"Penguin","surface_form":"penguin","offset":1269},{"uri":"Shark","surface_form":"shark","offset":1305},{"uri":"Gastrolith","surface_form":"gastrolith","offset":1347}]}