{"id":224613,"url":"http://en.wikipedia.org/wiki/Selena","text":"Selena Quintanilla–Perez (April 16, 1971 – March 31, 1995), known as simply Selena, was an American singer-songwriter, actress and fashion designer. She was named the \"Queen of Tejano music\" and was also known as the \"Mexican Madonna\". Selena was born as the last child of a Mexican-American father. She released her first LP record at the age of 12 with her Selena y Los Dinos band. At the 1987 Tejano Music Awards, she won the Female Vocalist of the Year award. She won this award eight times in a row. Selena signed a record agreement with EMI Latin in 1989. She released five Spanish-language albums with them, each having chart and sales success.\n\"Como La Flor\" became one of her signature songs after it got to number six on the US \"Billboard\" Hot Latin Tracks chart in 1992. The next year, \"Selena Live!\" won a Grammy Award for Best Mexican/American Album. In 1994, \"Amor Prohibido\" was released and five of the singles became number one hits. Selena became the first Hispanic singer to do this. The album became the fastest-selling Latin album of all time. \"Amor Prohibido\" and the song of the same name were nominated for a Grammy Award. In late 1994, Charles Koppelman, the chairman of EMI Latin, believed that Selena was ready to release a cross over album. Selena would then begin recording songs in English instead of Spanish, which would expand her career.\nOn 31 March 1995, Selena was Murdered by Yolanda Saldívar, a friend and former manager of her clothing stores. Selena's death affected people in Hispanic communities. Many candlelight vigils took place, as well as other memorials from fans. Two weeks later, Governor of Texas at the time, George W. Bush, made 16 April \"Selena Day\" in Texas. Her crossover album \"Dreaming of You\", which was not finished, was released on 18 July 1995. In 1997, Warner Bros. released a movie about her life. Puerto Rican actress Jennifer Lopez played the role of \"Selena\" in the movie. The role helped Lopez become famous.\nIn 2005, a tribute concert called \"Selena ¡VIVE!\" premiered on Univision. The show had the highest ratings in the channel's history. It was also the most-watched Spanish-language show in the history of American television. It was watched by more than 37 million people in the United States. In 2006, a Selena museum was built in Q-Productions. Mirador de la Flor, a bronze life-sized statue, was created in memory of Selena. These memorials are in Corpus Christi, Texas. The statue is visited by hundreds of fans every week. As of 2012, Selena has sold over 60 million albums worldwide.\nEarly years.\nSelena Quintanilla was born on Easter Day 16 April 1971 in Lake Jackson, Texas. Her mother, Marcella Ofelia Samora, is half Mexican American and half Cherokee Native American, while her father, Abraham Quintanilla Jr, is Mexican-American. Selena was raised as a Jehovah's Witness.\nAbraham was a musician, but he abandoned his musical ambitions to support his family. Selena began singing along with Abraham's guitar picking.\nAbraham organized his children into a band called \"Selena y Los Dinos\" (\"Selena and The Boys\"). 'Dinos' is a Spanish slang word.\nIn 1982, Abrahm opened a Mexican restaurant called \"PapaGayos\" (). However, the restaurant closed because of the recession of 1982. The family declared bankruptcy, and were evicted (forced to move from their home). They settled in Corpus Christi, Texas. Abraham asked people in town to hire Selena y Los Dinos. They needed money and played wherever they could get a gig. They performed at street corners, weddings, quinceañeras and fairs.\nIn 1984, Selena recorded her first LP record for Freddie Records. Selena learned Spanish by listening to others speak. The album was not sold in stores. Freddie Records did not believe a female singer could sell a record. Her father bought all of the original copies.\nSelena was bullied in school by other girls. When Selena was in the eighth grade, her father took her out of school. Her performance schedule was getting bigger. Which was too hard for Selena to stay in public school. She completed and mailed homework on her tour bus. When she was 17, she earned a high school diploma from The American School of Correspondence in Chicago. She was also accepted at Louisiana State University.\nIn 1985, Selena recorded her second LP record, \"The New Girl in Town\"; The album was not sold in stores because of copyright problems. Selena became a music guest on the \"Johnny Canales Show\". She sang \"Oh Mama\" from her second LP. In 1986, she released \"Alpha\". The album became her first LP to be released successfully. It helped her to be discovered by Rick Trevi, the founder for the Tejano Music Awards. Selena won the Female Vocalist of the Year award in 1987. She won every year for eight years after that. She also released two more LPs: \"And the Winner Is...\" and \"Muñequito de Trapo\".\nEarly success.\nIn 1989, Selena signed a record agreement with EMI Latin. She became the first artist to sign with them. She also made Tejano music popular among younger people. Jose Behar said that he signed Selena because he thought he found the next Gloria Estefan. In the same year, Coca-Cola wanted Selena to become one of their spokespeople in Texas. Behar and Stephen Finfer asked EMI to begin Selena's cross over album. However, EMI did not want to start the crossover, while telling Selena that she needed a bigger fan base. She released her first album that same year. The lead single \"Contigo Quiero Estar\" got to number eight on the US \"Billboard\" Hot Latin Tracks chart in 1989.\nIn the same year, Chris Pérez, who was a rock guitarist, was asked to join Selena y Los Dinos. Abraham did not like Pérez because of his image and believed he would be a bad influence on his children. Selena's brother tried to tell Abraham that Pérez would change. Abraham agreed, because they were missing a guitarist. In 1990, Selena released \"Ven Conmigo\". The album became the first album by a Tejano singer to reach gold status. Around this time, Pérez and Selena fell in love with each other. Abraham was angry about this and fired Pérez from the band. Selena was warned never to see him again by her father. The two eloped on 2 April 1992. Abraham accepted the relationship and Pérez into the family. He later said that he felt guilty. He said this because he thought that it was his behavior that Selena and Pérez eloped.\nA registered nurse and fan named Yolanda Saldívar asked Selena's father to start a fan club in San Antonio, Texas. Saldívar had the idea after she had attended one of Selena's concerts. Abraham approved Saldívar's request. Abraham believed the fan club would bring in new fans. Saldívar soon became a close friend to Selena and the family. She was trusted and became the president of the fan club. In 1992, Selena released \"Entre a Mi Mundo\". The song \"Como La Flor\" became Selena's signature song. The album and the single helped her to tour in Mexico. Selena recorded a duet with Salvadoran singer Alvaro Torres called \"Buenos Amigos\" in 1991. The song got to number one on the Hot Latin Tracks. This became Selena's first number one song. Because of this, Selena was asked to perform \"Buenos Amigos\" in El Salvador.\nIn 1993, Selena released \"Selena Live!\". The album won a Grammy Award for Best Mexican/American Album. Around this time, Selena opened two clothing stores called Selena Etc. She hired Saldívar as the manager. \"Hispanic Business\" magazine wrote that Selena earned $5 million from her clothing stores. Selena also acted in a Spanish soap opera called \"Dos Mujeres, Un Camino\" in 1993. When her episode premiered, it had a record rating. In December 1993, Selena was signed with SBK Records to begin her cross over album. However, recording would not begin until late-1994.\nLater success.\nIn 1994, Selena released \"Amor Prohibido\". The album became the best-selling Latin album of all time. Five singles from the album reached number one on the Hot Latin Tracks chart. Selena was the first Hispanic artist to do this. The album was certified double platinum by the end of the year. She also won awards from Premio Lo Nuestro including Best Latin Artist and Song of the Year. Selena recorded a duet with the Barrio Boyzz called \"Donde Quiera Que Estes\". The song got to number one on the Hot Latin Tracks. This allowed Selena to tour in New York City, Argentina, Puerto Rico and Central America, where she was not well known. The album and the single of the same name were nominated for a Grammy Award. \"Amor Prohibido\" and \"No Me Queda Mas\" became the most successful singles of 1994 and 1995 on the Hot Latin Track charts, according to \"Billboard\" and Nielson SoundScan. She was then called the \"Queen of Tejano music\".\nIn late 1994, EMI chairman Charles Koppelman felt that Selena had succeeded her goals in the Spanish market. He wanted to release a cross over album with Selena. Grammy Award-winning composers began writing songs for her to record. Her goal was to become a pop icon like Donna Summer, Paula Abdul, Madonna and Mariah Carey. Selena continued on her Amor Prohibido Tour while EMI Latin prepared the album. In 1995, Selena made a cameo in \"Don Juan DeMarco\", which starred Marlon Brando, Johnny Depp and Faye Dunaway. In February 1995, Selena performed at the Houston Astrodome. She performed for a record-breaking audience of over 60,000 fans. This was more than country singers such as George Strait, Vince Gill, Clint Black and Reba McEntire. Meanwhile, she was planning to open two more clothing stores. One was scheduled to be opened in Monterrey, Mexico.\nCharity work.\nSelena visited local schools to talk to students about the importance of education. She spent her free time helping her community. She also worked with D.A.R.E.. She planned a fundraising concert to help AIDS patients. Selena also helped victims in Florida after Hurricane Andrew made landfall there in 1992.\nAccording to the A&E television series \"Biography\", Selena's fans were minorities in the world. She encouraged them to be the best they can be. Her biggest fear was that no one would come watch her perform. At her peak, she continued to ask her father if anybody had showed up.\nSelena was called the \"Mexican Madonna\", but unlike Madonna, Selena valued family and never cursed. She also was known for her \"sexy stage costumes\" that she wore while performing. Her friends and family called her a daredevil.\nDeath.\nSaldívar was an employee and manager for Selena's clothing stores and fan club. Saldívar was stealing money from these businesses and was eventually caught. Selena did not believe that her best friend could do something like that. She tried to maintain their friendship, but by March 1995, it began to get worse. Selena and her husband Pérez visited Saldívar on 30 March 1995 to get the documents that she had stolen. Saldívar did not give Selena all the documents. On the morning of 31 March 1995, Selena met up with Saldívar to collect paperwork and missing documents for tax preparations. At the hotel, Selena demanded that Saldívar give her the missing financial papers. Saldívar then claimed that she was raped in Mexico. Selena took her to a local hospital where doctors found that Saldívar was lying. This made Selena decide to end her friendship with Saldívar. When they returned to the hotel, they began arguing even more.\nWhen Selena turned to leave, Saldívar took a gun from her purse. She pointed it at Selena and pulled the trigger, shooting Selena in the back. Selena ran to the hotel lobby for help. She was seen holding her chest screaming repeatedly, \"Help me!, I've been shot!\". Saldívar chased her and called her a \"bitch\". Selena fell to the floor and named Saldívar as the shooter. By the time Selena arrived at a local hospital, she was pronounced dead. She was two weeks away from her 24th birthday and three days from her third wedding anniversary with Pérez. Saldívar went to her pickup truck and threatened to commit suicide. The SWAT and the FBI Crisis Negotiation Unit were called. She surrendered after nine hours.\nSaldívar pleaded not guilty. She said that the shooting was an accident. She said that she meant to shoot herself, not Selena. But prosecutor Carlos Valdez pointed out that Saldivar, a former nurse, did not call 911 or attempt to help Selena after she was shot. The jury sentenced Saldívar to life imprisonment. She has the right for parole in 2025. Reactions to Selena's death were compared to reactions to Elvis Presley and John Lennon's deaths. George W. Bush, Governor of Texas at the time, declared 16 April as \"Selena Day\" in Texas. Selena's death was called \"Black Friday\" in Texas. Most White Texans were offended that Selena Day would be celebrated on Easter. Many of them also wrote to the \"Brazosport Facts\" that \"Easter is \"more\" important than Selena Day\". Mexican Americans in Texas wrote negative replies to the comments that were made. One Mexican American wrote that some comments made were \"rude\". Radio host Howard Stern mocked Selena's funeral and death. Many fans disapproved of such actions and held public boycotts.\nLegacy.\nIn 1997, Warner Bros. released a movie about Selena's life. Jennifer Lopez played Selena. The role helped Lopez become famous. Music critic David Bauder believed that if Selena were alive, she would have broken the record sales of Madonna, Gloria Estefan, Paula Abdul and Whitney Houston. By 1996, Selena held the record for more wins at the Latin Music Awards than any other artist. In 2006, a Selena museum was built in Q-Productions. Mirador de la Flor, a bronze life-sized statue, was created in memory of Selena. These memorials are in Corpus Christi, Texas.\nThe Guinness Book of World Records named Selena as the \"most dominating artist\". Selena also became the first Hispanic singer to have an album sung mostly in Spanish to reach number one. She also became the first female to place five albums at the same time on the \"Billboard\" 200 chart. The only other artists to have done this were Elvis Presley, The Beatles and Garth Brooks. \"Billboard\" wrote that the release of \"Dreaming of You\" was \"a historic day in Latin music history\". The album helped Selena to become the second-fastest selling female artist that year, behind Janet Jackson. \"Dreaming of You\" became the second-highest debut that year, behind Michael Jackson.\n\"People\" magazine released a tribute issue for Selena. It sold one million copies in one day. This was the only issue to have been sold out in stores across the United States. The company released three more runs, and all sold out in two weeks. This made the company to release \"People En Espanol\". A musical called \"Selena Forever\", starring Veronica Vasquez as \"Selena\", opened in Los Angeles. The American Bank Center in Corpus Christi renamed its 2,526-seat \"Bayfront Auditorium\" to \"Selena Auditorium\".\nA tribute concert, \"Selena ¡VIVE!\", premiered on Univision on 7 April 2005. The concert marked the 10th anniversary of Selena's murder. The show included other Latin artists performing covers of Selena's songs. The show was the highest rated and most-watched Spanish-language show in American television history. The show had about 37 million viewers, more than the number of viewers of that night's episode of \"American Idol\". The show had the highest ratings in Los Angeles, Chicago, San Francisco and New York City.\nSelena's fan base continues to stay strong. Selena is considered one of the most widely known Mexican-American artists and the most popular Latin artist in the United States. Documentaries are shown on Spanish-language television annually marking Selena's death anniversary. \"Billboard\" named Selena the \"Best Selling Latin Artist of the [1990's] Decade\" and \"Top Latin Artist of the 90's\". As of 2012, Selena has sold over 60 million albums worldwide.\nSelena was also honoured in a collaboration with cosmetics company MAC, who worked with her sister Suzette to create 14 products, including lipstick and gloss, mascara, eyeliner, eyeshadow, and a compact. “I am so excited that M.A.C Cosmetics will be releasing a collection in honor of my sister Selena,\" her sister Suzette says, “Helping to create this collection brings me back to all those late-night conversations on our tour bus when she spoke of having her own makeup line one day. If Selena were here she would be beyond ecstatic to have this happening. History is being made.”","categories":[],"infobox_types":["Musical artist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":91},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":100},{"uri":"Actress","surface_form":"actress","offset":119},{"uri":"Fashion","surface_form":"fashion","offset":131},{"uri":"Designer","surface_form":"designer","offset":139},{"uri":"Tejano_music","surface_form":"Tejano music","offset":177},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":226},{"uri":"Mexican-American","surface_form":"Mexican-American","offset":275},{"uri":"LP_record","surface_form":"LP record","offset":323},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":359},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":396},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":543},{"uri":"Spanish_language","surface_form":"Spanish-language","offset":580},{"uri":"Como_La_Flor_(song)","surface_form":"Como La Flor","offset":653},{"uri":"Signature_song","surface_form":"signature song","offset":685},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":739},{"uri":"Hot_Latin_Tracks","surface_form":"Hot Latin Tracks","offset":750},{"uri":"Selena_Live%21","surface_form":"Selena Live!","offset":798},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":818},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":874},{"uri":"Hispanic","surface_form":"Hispanic","offset":975},{"uri":"Amor_Prohibido_(song)","surface_form":"song of the same name","offset":1090},{"uri":"Charles_Koppelman","surface_form":"Charles Koppelman","offset":1161},{"uri":"Chairman","surface_form":"chairman","offset":1184},{"uri":"Crossover_(music)","surface_form":"cross over","offset":1251},{"uri":"Murder_of_Selena","surface_form":"Murdered","offset":1400},{"uri":"Yolanda_Sald%C3%ADvar","surface_form":"Yolanda Saldívar","offset":1412},{"uri":"Manager","surface_form":"manager","offset":1450},{"uri":"Selena_Etc.","surface_form":"clothing stores","offset":1465},{"uri":"Hispanic","surface_form":"Hispanic","offset":1516},{"uri":"Candlelight_vigil","surface_form":"candlelight vigil","offset":1543},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1660},{"uri":"Dreaming_of_You_(album)","surface_form":"Dreaming of You","offset":1734},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":1815},{"uri":"Selena_(movie)","surface_form":"a movie about her life","offset":1837},{"uri":"Puerto_Rico","surface_form":"Puerto Rican","offset":1861},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":1882},{"uri":"Selena_%C2%A1VIVE%21","surface_form":"Selena ¡VIVE!","offset":2011},{"uri":"Premiered","surface_form":"premiered","offset":2026},{"uri":"Univision","surface_form":"Univision","offset":2039},{"uri":"Rated","surface_form":"ratings","offset":2075},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":2305},{"uri":"Mirador_de_la_Flor","surface_form":"Mirador de la Flor","offset":2320},{"uri":"Bronze","surface_form":"bronze","offset":2342},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":2424},{"uri":"Easter_Sunday","surface_form":"Easter Day","offset":2607},{"uri":"Lake_Jackson%2C_Texas","surface_form":"Lake Jackson, Texas","offset":2635},{"uri":"Cherokee","surface_form":"Cherokee","offset":2726},{"uri":"Abraham_Quintanilla_Jr","surface_form":"Abraham Quintanilla Jr","offset":2770},{"uri":"Mexican-American","surface_form":"Mexican-American","offset":2797},{"uri":"Jehovah%27s_Witness","surface_form":"Jehovah's Witness","offset":2838},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":3052},{"uri":"Italian_language","surface_form":"Spanish","offset":3110},{"uri":"Slang","surface_form":"slang","offset":3118},{"uri":"Recession","surface_form":"recession","offset":3243},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":3282},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":3361},{"uri":"Quincea%C3%B1era","surface_form":"quinceañera","offset":3545},{"uri":"Selena_y_Los_Dinos_(album)","surface_form":"recorded","offset":3585},{"uri":"LP_record","surface_form":"LP record","offset":3604},{"uri":"Bullied","surface_form":"bullied","offset":3848},{"uri":"Performance","surface_form":"performance","offset":3958},{"uri":"Schedule","surface_form":"schedule","offset":3970},{"uri":"Homework","surface_form":"homework","offset":4080},{"uri":"Tour","surface_form":"tour","offset":4096},{"uri":"High_school_diploma","surface_form":"high school diploma","offset":4136},{"uri":"The_American_School_of_Correspondence","surface_form":"The American School of Correspondence","offset":4161},{"uri":"Chicago","surface_form":"Chicago","offset":4202},{"uri":"Louisiana_State_University","surface_form":"Louisiana State University","offset":4236},{"uri":"The_New_Girl_in_Town","surface_form":"The New Girl in Town","offset":4312},{"uri":"Copyright","surface_form":"copyright","offset":4379},{"uri":"Oh_Mama","surface_form":"Oh Mama","offset":4467},{"uri":"Alpha_(album)","surface_form":"Alpha","offset":4519},{"uri":"Rick_Trevi","surface_form":"Rick Trevi","offset":4620},{"uri":"Entrepreneur","surface_form":"founder","offset":4636},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":4652},{"uri":"And_the_Winner_Is...","surface_form":"And the Winner Is...","offset":4811},{"uri":"Mu%C3%B1equito_de_Trapo","surface_form":"Muñequito de Trapo","offset":4838},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":4921},{"uri":"Gloria_Estefan","surface_form":"Gloria Estefan","offset":5111},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":5145},{"uri":"Spokesperson","surface_form":"spokespeople","offset":5192},{"uri":"Crossover_(music)","surface_form":"cross over","offset":5268},{"uri":"Selena_(album)","surface_form":"first album","offset":5409},{"uri":"Lead_single","surface_form":"lead single","offset":5441},{"uri":"Contigo_Quiero_Estar","surface_form":"Contigo Quiero Estar","offset":5454},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":5507},{"uri":"Hot_Latin_Tracks","surface_form":"Hot Latin Tracks","offset":5518},{"uri":"Chris_P%C3%A9rez","surface_form":"Chris Pérez","offset":5568},{"uri":"Rock_music","surface_form":"rock","offset":5591},{"uri":"Guitarist","surface_form":"guitarist","offset":5596},{"uri":"Image","surface_form":"image","offset":5687},{"uri":"Influence","surface_form":"influence","offset":5724},{"uri":"Ven_Conmigo","surface_form":"Ven Conmigo","offset":5896},{"uri":"RIAA_certification","surface_form":"gold status","offset":5971},{"uri":"Elopement_(marriage)","surface_form":"eloped","offset":6173},{"uri":"Guilty","surface_form":"guilty","offset":6285},{"uri":"Registered_nurse","surface_form":"registered nurse","offset":6382},{"uri":"Fanatic","surface_form":"fan","offset":6403},{"uri":"Yolanda_Sald%C3%ADvar","surface_form":"Yolanda Saldívar","offset":6413},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":6475},{"uri":"Concert","surface_form":"concert","offset":6556},{"uri":"Entre_a_Mi_Mundo","surface_form":"Entre a Mi Mundo","offset":6804},{"uri":"Como_La_Flor_(song)","surface_form":"Como La Flor","offset":6833},{"uri":"Signature_song","surface_form":"signature song","offset":6863},{"uri":"Mexico","surface_form":"Mexico","offset":6926},{"uri":"Duet","surface_form":"duet","offset":6952},{"uri":"El_Salvador","surface_form":"Salvadoran","offset":6962},{"uri":"Alvaro_Torres","surface_form":"Alvaro Torres","offset":6980},{"uri":"Buenos_Amigos","surface_form":"Buenos Amigos","offset":7002},{"uri":"Selena_Live%21","surface_form":"Selena Live!","offset":7225},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":7256},{"uri":"Selena_Etc.","surface_form":"Selena Etc.","offset":7361},{"uri":"US_dollar","surface_form":"$","offset":7462},{"uri":"Soap_opera","surface_form":"soap opera","offset":7530},{"uri":"Dos_Mujeres%2C_Un_Camino","surface_form":"Dos Mujeres, Un Camino","offset":7549},{"uri":"Premier","surface_form":"premier","offset":7599},{"uri":"Rating","surface_form":"rating","offset":7626},{"uri":"SBK_Records","surface_form":"SBK Records","offset":7675},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":7811},{"uri":"Premio_Lo_Nuestro","surface_form":"Premio Lo Nuestro","offset":8103},{"uri":"Barrio_Boyzz","surface_form":"Barrio Boyzz","offset":8203},{"uri":"Donde_Quiera_Que_Estes","surface_form":"Donde Quiera Que Estes","offset":8224},{"uri":"New_York_City","surface_form":"New York City","offset":8332},{"uri":"Argentina","surface_form":"Argentina","offset":8347},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":8358},{"uri":"Central_America","surface_form":"Central America","offset":8374},{"uri":"Amor_Prohibido_(song)","surface_form":"same name","offset":8453},{"uri":"No_Me_Queda_Mas","surface_form":"No Me Queda Mas","offset":8520},{"uri":"Chairman","surface_form":"chairman","offset":8735},{"uri":"Charles_Koppelman","surface_form":"Charles Koppelman","offset":8744},{"uri":"Pop_icon","surface_form":"pop icon","offset":8974},{"uri":"Donna_Summer","surface_form":"Donna Summer","offset":8988},{"uri":"Paula_Abdul","surface_form":"Paula Abdul","offset":9002},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":9015},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":9027},{"uri":"Amor_Prohibido_Tour","surface_form":"Amor Prohibido Tour","offset":9065},{"uri":"Prepared","surface_form":"prepared","offset":9101},{"uri":"Cameo","surface_form":"cameo","offset":9144},{"uri":"Don_Juan_DeMarco","surface_form":"Don Juan DeMarco","offset":9154},{"uri":"Marlon_Brando","surface_form":"Marlon Brando","offset":9187},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":9202},{"uri":"Faye_Dunaway","surface_form":"Faye Dunaway","offset":9218},{"uri":"Houston_Astrodome","surface_form":"Houston Astrodome","offset":9274},{"uri":"Audience","surface_form":"audience","offset":9329},{"uri":"Country_music","surface_form":"country","offset":9378},{"uri":"Vince_Gill","surface_form":"Vince Gill","offset":9417},{"uri":"Reba_McEntire","surface_form":"Reba McEntire","offset":9445},{"uri":"Monterrey%2C_Mexico","surface_form":"Monterrey, Mexico","offset":9556},{"uri":"Education","surface_form":"education","offset":9662},{"uri":"D.A.R.E.","surface_form":"D.A.R.E.","offset":9741},{"uri":"Fundraising","surface_form":"fundraising","offset":9765},{"uri":"AIDS","surface_form":"AIDS","offset":9793},{"uri":"Patient","surface_form":"patient","offset":9798},{"uri":"Florida","surface_form":"Florida","offset":9838},{"uri":"Hurricane_Andrew","surface_form":"Hurricane Andrew","offset":9852},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":9874},{"uri":"Television_series","surface_form":"television series","offset":9919},{"uri":"Minorities","surface_form":"minorities","offset":9969},{"uri":"Daredevil","surface_form":"daredevil","offset":10393},{"uri":"Friendship","surface_form":"friendship","offset":10670},{"uri":"Paperwork","surface_form":"paperwork","offset":10949},{"uri":"Rape","surface_form":"rape","offset":11121},{"uri":"Gun","surface_form":"gun","offset":11388},{"uri":"Trigger_(firearms)","surface_form":"trigger","offset":11448},{"uri":"Chest","surface_form":"chest","offset":11551},{"uri":"Suicide","surface_form":"suicide","offset":11954},{"uri":"SWAT","surface_form":"SWAT","offset":11967},{"uri":"FBI_Crisis_Negotiation_Unit","surface_form":"FBI Crisis Negotiation Unit","offset":11980},{"uri":"Guilt_(law)","surface_form":"not guilty","offset":12072},{"uri":"Prosecutor","surface_form":"prosecutor","offset":12186},{"uri":"Life_imprisonment","surface_form":"life imprisonment","offset":12348},{"uri":"Parole","surface_form":"parole","offset":12389},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":12463},{"uri":"John_Lennon","surface_form":"John Lennon","offset":12481},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":12503},{"uri":"Howard_Stern","surface_form":"Howard Stern","offset":12982},{"uri":"Boycott","surface_form":"boycotts","offset":13084},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":13111},{"uri":"Selena_(movie)","surface_form":"movie about Selena's life","offset":13135},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":13162},{"uri":"Critic","surface_form":"critic","offset":13235},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":13374},{"uri":"Billboard_Latin_Music_Awards","surface_form":"Latin Music Awards","offset":13444},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":13524},{"uri":"Mirador_de_la_Flor","surface_form":"Mirador de la Flor","offset":13539},{"uri":"Bronze","surface_form":"bronze","offset":13561},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":13643},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book of World Records","offset":13670},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":13931},{"uri":"The_Beatles","surface_form":"The Beatles","offset":14015},{"uri":"Garth_Brooks","surface_form":"Garth Brooks","offset":14031},{"uri":"Dreaming_of_You_(album)","surface_form":"Dreaming of You","offset":14084},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":14239},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":14322},{"uri":"People_(magazine)","surface_form":"People","offset":14340},{"uri":"Tribute","surface_form":"tribute","offset":14368},{"uri":"People_En_Espanol","surface_form":"People En Espanol","offset":14618},{"uri":"Selena_Forever","surface_form":"Selena Forever","offset":14656},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":14722},{"uri":"American_Bank_Center","surface_form":"American Bank Center","offset":14739},{"uri":"Selena_%C2%A1VIVE%21","surface_form":"Selena ¡VIVE!","offset":14867},{"uri":"Univision","surface_form":"Univision","offset":14896},{"uri":"Cover_(music)","surface_form":"covers","offset":15032},{"uri":"Rated","surface_form":"rated","offset":15083},{"uri":"American_Idol","surface_form":"American Idol","offset":15259},{"uri":"San_Francisco","surface_form":"San Francisco","offset":15333}]}