{"id":224660,"url":"http://en.wikipedia.org/wiki/Branko_Mikasinovich","text":"Branko Mikasinovich (born November 6, 1938) is one of the foremost scholars of Yugoslav and Serbian literature and a noted Slavist. He has edited \"Introduction to Yugoslav Literature\" (Twayne, 1973), the most representative anthology of modern Yugoslav prose and poetry in English; \"Five Modern Yugoslav Plays\" (Cyrco Press, 1977), a unique collection of plays written between 1945 and 1980; \"Modern Yugoslav Satire\" (Cross-Cultural Communications, 1979). which was selected for \"Best Titles of 1979\" by Library Journal, and included in the Puschart Prize V: The Best of the Small Presses; \"Yugoslav Fantastic Prose\" (Proex, 1991), the first anthology of Yugoslav supernatural tales in English, and \"Yugoslavia: Crisis and Disintegration\" (Plyroma Publishing Co., 1994).\nBranko Mikasinovich received his B.A. from Roosevelt University in Chicago (1965), M.A. from Northwestern University, Evanston, IL. (1967), and Ph.D from the University of Belgrade (1984). He has taught Russian language and Slavic Literature at Tulane University and the University of New Orleans, and was president of the Louisiana Association of Professors of Slavic and Eastern European languages. He has appeared as a panelist on Yugoslav press on ABC's \"Press International\" in Chicago and PBS's \"International Dateline\" in New Orleans. He also appears on \"Voice of America\" Serbian Service television program, \"Open Studio.\"\nBaron Mihailo Mikasinovich, who was instrumental in opening Serbian schools in Krajina in the 18th century, Stefan Mikasinovich, a teacher of Dositej Obradovic, a prime mover of the Serbian cultural rebirth in the period of Enlightenment, and his father Sava Mikasinovich inspired, to a large extent, the author's scholarly activities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yugoslav","surface_form":"Yugoslav","offset":79},{"uri":"Serbia","surface_form":"Serbia","offset":92},{"uri":"Literature","surface_form":"literature","offset":100},{"uri":"Slavist","surface_form":"Slavist","offset":123},{"uri":"Roosevelt_University","surface_form":"Roosevelt University","offset":814},{"uri":"Chicago","surface_form":"Chicago","offset":838},{"uri":"Northwestern_University%2C_Evanston%2C_IL","surface_form":"Northwestern University, Evanston, IL","offset":864},{"uri":"University_of_Belgrade","surface_form":"University of Belgrade","offset":929},{"uri":"Professor","surface_form":"Professor","offset":1119},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":1223},{"uri":"PBS","surface_form":"PBS","offset":1266},{"uri":"New_Orleans","surface_form":"New Orleans","offset":1300}]}