{"id":224739,"url":"http://en.wikipedia.org/wiki/Special_education","text":"Some children are disabled, or they have learning difficulties. Special education is about teaching these children. Some of them can be educated with other children of the same age who are not disabled. Others must go to special schools. If the disability is too bad they can not get an education. Students who have emotional problems and act poorly are sometimes expelled from school. Inclusive education is a firmed by the Convention on the Rights of Persons with Disabilities to reduce such exclusion.\nSpecial needs include speech or hearing difficulties, emotional and behavioral disorders, physical disabilities, and developmental disorders. Students with these special needs often get more educational services. This may mean different approaches to teaching, access to a resource room and use of technology.\nSome students are very smart. These students are called gifted. They also have certain needs so they can succeed. These students do better with special teaching styles or different educational programs. The word 'special education' is used for students whose special needs stop them from learning the way normal people learn. Gifted education is handled separately.\nDescription of services.\nSchools provide special education services to special students.\nMost schools around the world use inclusion, which means children with special needs, need to earn their right to be in the regular classroom. Sometimes schools may use full inclusion for certain students such as those with mental retardation. In that case, this is where social tolerance is afforded rather than if these students actually do earn their right to be in regular classroom. Sometimes mainstreaming is used, this is when children with special needs are in regular classroom settings as much as possible and put in special classes for the rest of the day. Social integration is used for students with special needs who are in a resource room or other special class for the rest of the time.\nRemember just because these kids are different doesn't mean you treat them like aliens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disability","surface_form":"disabled","offset":18},{"uri":"Learning_disability","surface_form":"learning difficulties","offset":41},{"uri":"Inclusive_education","surface_form":"educated with other children","offset":136},{"uri":"Student","surface_form":"Student","offset":298},{"uri":"Emotion","surface_form":"emotion","offset":316},{"uri":"Inclusive_education","surface_form":"Inclusive education","offset":386},{"uri":"Convention_on_the_Rights_of_Persons_with_Disabilities","surface_form":"Convention on the Rights of Persons with Disabilities","offset":425},{"uri":"Speech","surface_form":"speech","offset":527},{"uri":"Hearing","surface_form":"hearing","offset":537},{"uri":"Emotion","surface_form":"emotion","offset":559},{"uri":"Behavior","surface_form":"behavior","offset":573},{"uri":"Disorder","surface_form":"disorder","offset":584},{"uri":"Human_body","surface_form":"physical","offset":595},{"uri":"Disability","surface_form":"disabilities","offset":604},{"uri":"Development","surface_form":"development","offset":622},{"uri":"Resource_room","surface_form":"resource room","offset":778},{"uri":"Technology","surface_form":"technology","offset":803},{"uri":"Gifted_education","surface_form":"Gifted education","offset":1141}]}