{"id":224764,"url":"http://en.wikipedia.org/wiki/Village_School_(Great_Neck%2C_New_York)","text":"Village School (commonly VS) is the oldest public alternative high school in New York State. It was judged very good by the Center for the Study of Educational Alternatives at Hofstra University. The American School Board Journal gave the Magna Award to the School for its excellent, unique, high school program. As a member of the Coalition of Essential Schools, the Village School and its staff work closely with other member schools and with the education faculty of Brown University. The Village School is officially recognized by the Middle States Association of Colleges and Secondary Schools and certified by the New York State Education Department. There are about 50 students enrolled in the Village School each academic year.\nVillage School is one of three high schools in the Great Neck School District, which includes Great Neck North High School and William A. Shine Great Neck South High School. VS offers its 46 students an individualized system where students earn credits as they meet curriculum goals that have been established by their teachers. Original, performance, and published documents are assessments of these goals have long been part of a Village School student's academic history. About 99 percent of the students continue their education at four-year schools.\nThe alternative school provides education for grades 9-12. Many types of students attend the Village School. The Village School's catalogue describes the students saying,\nAll have at least average ability, some have exceptional learning abilities and artistic talents, while others have special educational needs. Students who may have felt lost and isolated in a large school often thrive in the smaller and more personalized setting of the Village School.\nThe school describes itself as a \"college preparatory public high school dedicated to encouraging academic success through a non-traditional, innovative curriculum\". Co-founder Arnie Langberg has been called \"one of the most important pioneers in the field of public alternative education.\" The admissions process at Village School is comprehensive. Each student takes part in an on-campus interview and is accompanied by a parent. The children are hand picked and visit the school twice before being considered a candidate for this program.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York_State","surface_form":"New York State","offset":77},{"uri":"Hofstra_University","surface_form":"Hofstra University","offset":176},{"uri":"Coalition_of_Essential_Schools","surface_form":"Coalition of Essential Schools","offset":332},{"uri":"Brown_University","surface_form":"Brown University","offset":470},{"uri":"Middle_States_Association_of_Colleges_and_Schools","surface_form":"Middle States Association of Colleges and Secondary Schools","offset":539},{"uri":"New_York_State_Education_Department","surface_form":"New York State Education Department","offset":620},{"uri":"Great_Neck_School_District","surface_form":"Great Neck School District","offset":787},{"uri":"Great_Neck_North_High_School","surface_form":"Great Neck North High School","offset":830},{"uri":"William_A._Shine_Great_Neck_South_High_School","surface_form":"William A. Shine Great Neck South High School","offset":863},{"uri":"Ninth_grade","surface_form":"9","offset":1344},{"uri":"Twelfth_grade","surface_form":"12","offset":1346},{"uri":"Special_education","surface_form":"special education","offset":1578},{"uri":"Alternative_education","surface_form":"alternative education","offset":2016}]}