{"id":22479,"url":"http://en.wikipedia.org/wiki/Carnival","text":"Carnival is a public festival which takes place in many cities and towns in many countries around the world. It is in February or March each year. Carnival can sometimes last for several weeks. In some places there is only one day of celebration. There are often street parades, bands, costumes and many people wear masks. Carnival is linked to religious traditions in the Catholic and Eastern Orthodox Churches, and it is also linked to local customs.\nLent.\nMany Christian churches have a 40-day \"season\" of fasting called Lent, in which Christians prepare for Easter which is one of the two most important feasts in the Christian year (the other being Christmas). Easter is in late March or April. Lent always begins on a Wednesday, which is called Ash Wednesday in February or March. On that day, many people go to church and have some ash smeared on their forehead as a sign of sorrow for their sins. Then for 40 days, they try to work hard on improving themselves and thinking about the teachings of Jesus. It is usual for people to \"give up\" something for Lent. They might stop smoking or stop watching TV so they can spend more time reading the Bible or talking with the family. Many people give up all their favourite foods and have no cake, wine, beer, chocolate, ice cream or other luxury foods.\nThe name \"carnivale\" comes from Italian and means \"putting aside the flesh\". This means that during Lent people were not to think about their \"flesh\" (their bodies) but do things that were good for their souls. The word \"flesh\" also means \"meat\" so many people would eat no meat during Lent.\nMardi Gras.\nMardi Gras means \"Fat Tuesday\". This was the day just before Lent. The first day of Lent was called Mecredi Meagre meaning \"Mean Wednesday\". (\"Mean\" used to mean \"poor\" and \"thin\" rather than \"nasty\".)\nDuring the Middle Ages in Europe, it was normal for people to have a big feast on the Tuesday before the Lenten fast started. In many towns this developed into a big public party, with entertainment in the town square. There is a famous painting by Pieter Bruegel dating from the 1550s and showing the \"Battle of Carnival and Lent\". (See top of page)\nAbout Pieter Bruegel's famous painting.\nIn this picture by Pieter Bruegel, a man representing Carnival is pushed on a barrel by people in costumes and masks. He is about to do battle with Lent. His weapon is a skewer covered with pieces of roast meat. He balances a blackbird pie on his head. Lent, who is very skinny, fights him with two little fish on a bread-board. The person at the front wears a mask and plays a very noisy instrument called a \"rummelpott\".\nModern celebrations of Carnival.\nNowadays many cities and towns around the world celebrate Carnival for a week or more. The final day of the celebration is Mardi Gras, when there is often a parade. In some cities the Mardi Gras parade is held on the weekend before Lent begins, rather than on the Tuesday, so as not to disturb the business and traffic of the town.\nIn some towns such as the Belgian town of Binche the preparations for the Carnival are complex and start many weeks before Carnival takes place, with most of the town's people taking part in some way. The Carnival of Binche is listed with UNESCO as an event of great historic importance because it has been held there in almost the same way for more than 500 years.\nIn the Carnival of Rio de Janeiro, which is one of the biggest and most famous in the world, a major feature is the glamorous costumes as both men and women wear bright colours and wonderful headdresses to dance down the street to the sound of many bands. In Rio there are many very large and expensive decorated \"floats\".\nIn New Orleans the bands are one of the most important parts of the Carnival celebrations. In Düsseldorf in Germany, one of the features of the Carnival parades are the enormous models of politicians and other well-known people. In Sydney, the Sydney Gay and Lesbian Mardis Gras which started out as a parade for Sydney's homosexual community, now includes exhibitions, live theatre and competitions, and stretches over two weeks.\nIn Venice the Carnival was celebrated from December 26 until Lent began. During that time, people were allowed to disguise themselves by wearing masks in the street. In the 1930s this was forbidden by the Italian Government, but in 1980 a mask-makers shop was set up in Venice again. Soon the old tradition was brought back, and now many people dress in costume and wear masks for two weeks before Lent begins.\nIn Brussels in Belgium, the main Carnival procession is held in the Grande Place, the town square in front of the Gothic Town Hall with its huge tower. Every part of the procession is ruled by a tradition, but some of the traditions are so old that no-one remembers what they mean anymore. At the beginning of the procession is a large group of people dressed in beautiful costumes of silk and velvet, who act out an historic scene of the coming of the King of Spain and his royal court to Brussels 500 years ago. When they have taken their seats, there comes an amazing procession which includes stilt walkers, fire eaters, Goldilocks with a dancing bear, a mad camel, a wizard, lots of men in huge feathery headdresses, and the Archangel Michael whose job is to frighten the Devil. These characters are traditional to Brussels. In every city, the characters that take part are different.\nUruguay.\nThe country of Uruguay in South America is a fun place to be during Carnival. In Uruguay, Carnival has its own special musical performance.\nDuring February and March, it is summer in Uruguay. Everybody goes into the streets, from old people to children. There are people dancing, singing, and playing a special kind of music. This kind of dance and music is called murga.\nPeople do murga performances in groups. The biggest groups have 17 people. They wear funny clothes with lots of colors. They play the drums and sing. The members of the groups are not professional singers or dancers. They are people with other jobs. Each group prepares and practices their own dance and songs for months. Then, they try to be the best group at the festival. Each group's dance and songs last about 45 minutes. The songs are stories about important people or events in the news, so people think watching murga is like watching a play at the theater.\nUruguay’s Carnival started over 100 years ago. It is the world's longest and is about 40 days long. People still work during that time, but in the evenings and on weekends, they enjoy the festival.\nDifferent uses of the word \"carnival\".\nAlthough the word \"carnival\" still has its old meaning, it is often used to mean public entertainments of different kinds. Some towns have carnivals that have nothing to do with Lent and are at different times of year. Nowadays there are all sorts of different carnivals. Some of these carnivals, like the Notting Hill Carnival in London and the Melbourne Cup Racing Carnival in Australia are very famous.\nThe word \"carnival\" is now used for festivals, parades and competitions of all sorts. There are school sports carnivals, folk carnivals, multi-cultural carnivals, horse-racing carnivals, wine and food carnivals and boating carnivals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Festival","surface_form":"festival","offset":21},{"uri":"Parade","surface_form":"parade","offset":270},{"uri":"Band","surface_form":"band","offset":279},{"uri":"Costume","surface_form":"costume","offset":286},{"uri":"Mask","surface_form":"mask","offset":316},{"uri":"Tradition","surface_form":"tradition","offset":355},{"uri":"Roman_Catholic","surface_form":"Catholic","offset":373},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":386},{"uri":"Custom","surface_form":"custom","offset":444},{"uri":"Fasting","surface_form":"fasting","offset":509},{"uri":"Lent","surface_form":"Lent","offset":524},{"uri":"Easter","surface_form":"Easter","offset":562},{"uri":"Christmas","surface_form":"Christmas","offset":654},{"uri":"Ash_Wednesday","surface_form":"Ash Wednesday","offset":751},{"uri":"Sin","surface_form":"sin","offset":899},{"uri":"Jesus","surface_form":"Jesus","offset":1005},{"uri":"Soul","surface_form":"soul","offset":1510},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1823},{"uri":"Blackbird","surface_form":"blackbird","offset":2429},{"uri":"Binche","surface_form":"Binche","offset":3033},{"uri":"UNESCO","surface_form":"UNESCO","offset":3230},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":3376},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3683},{"uri":"Politician","surface_form":"politician","offset":3868},{"uri":"Sydney","surface_form":"Sydney","offset":3924},{"uri":"Gay","surface_form":"Gay","offset":3931},{"uri":"Venice","surface_form":"Venice","offset":4114},{"uri":"Brussels","surface_form":"Brussels","offset":4525},{"uri":"Gothic_architecture","surface_form":"Gothic","offset":4636},{"uri":"Angel","surface_form":"angel","offset":5256},{"uri":"Michael","surface_form":"Michael","offset":5262},{"uri":"Devil","surface_form":"Devil","offset":5299},{"uri":"Notting_Hill","surface_form":"Notting Hill","offset":6902},{"uri":"Melbourne_Cup","surface_form":"Melbourne Cup","offset":6942}]}