{"id":224912,"url":"http://en.wikipedia.org/wiki/Earmuffs","text":"e=\"preserve\">Earmuffs are objects that are made to cover and protect a person's ears. A plastic or metal band fits over the top of the head, and there are two pads at the ends that cover the ears warmly.\nInvention.\nChester Greenwood invented the earmuffs when he was 15. His ears would turn into unusual colors like red, white, purple, or blue and begin to hurt when it was cold (he lived in Maine). Because of this, he could not try the new ice skates he got for his fifteenth birthday. Chester had tried wrapping a scarf around his head, but it was too bulky. So Chester twisted some wire so that it went across the top of his head, and made a loop on each end near his ears. Then he asked his grandmother to sew some material on the end of each loop. She put black velvet on the inside of the ears, and beaver fur on the outside of each loop, then sewed the wire across Chester's hat to make it stay.Soon lots of people in his town wanted ear warmers like Chester's, and he opened a factory when he was 19 to make them. Each year, his home town (Farmington) celebrates his invention with a parade on \"Chester Greenwood Day.\"\nTypes of earmuffs.\nThere are two kinds of earmuffs: \"thermal earmuffs\", which keep a person's ears warm, and \"acoustic earmuffs\", also called \"ear defenders\", which block out a lot of sound and noise and can be used in construction (building) sites, for example, when jackhammering.","categories":[],"infobox_types":[],"annotations":[{"uri":"Object","surface_form":"objects","offset":26},{"uri":"Ear","surface_form":"ear","offset":80},{"uri":"Plastic","surface_form":"plastic","offset":88},{"uri":"Metal","surface_form":"metal","offset":99},{"uri":"Ear","surface_form":"ear","offset":275},{"uri":"Maine","surface_form":"Maine","offset":392},{"uri":"Ice_skate","surface_form":"ice skates","offset":442},{"uri":"Scarf","surface_form":"scarf","offset":517},{"uri":"Material","surface_form":"material","offset":720},{"uri":"Velvet","surface_form":"velvet","offset":768},{"uri":"Beaver","surface_form":"beaver fur","offset":806},{"uri":"Farmington","surface_form":"Farmington","offset":1049},{"uri":"Sound","surface_form":"sound","offset":1312}]}