{"id":22496,"url":"http://en.wikipedia.org/wiki/Brie","text":"Brie is a type of soft cheese with a yellowish interior and a white layer (the \"rind\") on the outside of the cheese. The rind is eaten as well as the inside of this cheese. Like other cheeses, Brie is a dairy product made from cows' milk. Brie cheese may be served with fruit as a dessert at the end of a meal, or with a relish.\nThe cheese is sometimes served slightly melted or baked, in a round, lidded ceramic dish, and topped with nuts or fruit, or both.\nHow it is made.\nBrie is a French cheese, and protected by AOC (\"Appellation d'origine contrôlée\"). This means only this cheese from this region (near Paris) can properly call itself \"brie\". This is ignored by some countries outside Europe, but the system of AOC is used in the wine business, so many parts of the world do honour it, and have similar arrangements.\nThe milk of soft cheeses (\"à pate molle\" in French) is not heated during the production of the cheese. Talleyrand said about this kind of cheese that it was the \"king of cheeses\". He said that in the 19th century. This kind of cheese has been made for at least 1000 years.\nIn Europe this cheese is usually not treated chemically, so it might change in consistency or color. It will go bad if it is not kept cool. If that means it is kept in a refrigerator, note that it should not be eaten that cold. It is best eaten when it is somewhat below normal room temperature. In most countries, brie-style cheeses are made with Pasteurized milk.\nBrie can be aged, that is, carefully treated for up to a year. Then it has a darker colour and a stronger taste. This is rarely seen outside of France.\nBrie de Meaux.\nCheeses are made into round loaves, of about 36 cm in diameter. The cheeses then weight about 2.5 kilograms. It is best tasted from April to October, after a ripening period of 8 to 10 weeks. About 2% of the production occurs on farms.\nBrie de Melun.\nThe Brie de Melun is smaller than the Brie de Meaux, but more salt is added to it. The ripening period is 10 weeks. It is best consumed April to September, but it can be found March to November, in some locations. About 5% of production occurs on farms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soft_cheese","surface_form":"soft cheese","offset":18},{"uri":"Cheese","surface_form":"cheese","offset":184},{"uri":"Dairy","surface_form":"dairy","offset":203},{"uri":"Cow","surface_form":"cow","offset":227},{"uri":"Milk","surface_form":"milk","offset":233},{"uri":"Fruit","surface_form":"fruit","offset":270},{"uri":"Dessert","surface_form":"dessert","offset":281},{"uri":"Relish","surface_form":"relish","offset":321},{"uri":"France","surface_form":"French","offset":485},{"uri":"AOC","surface_form":"AOC","offset":517},{"uri":"Appellation_d%27origine_contr%C3%B4l%C3%A9e","surface_form":"Appellation d'origine contrôlée","offset":523},{"uri":"Paris","surface_form":"Paris","offset":609},{"uri":"Charles-Maurice_de_Talleyrand-P%C3%A9rigord","surface_form":"Talleyrand","offset":926},{"uri":"19th_century","surface_form":"19th century","offset":1023},{"uri":"Europe","surface_form":"Europe","offset":1099},{"uri":"Refrigerator","surface_form":"refrigerator","offset":1266},{"uri":"Pasteurization","surface_form":"Pasteurized","offset":1444},{"uri":"Farm","surface_form":"farm","offset":1858}]}