{"id":22505,"url":"http://en.wikipedia.org/wiki/Pasteurization","text":"Pasteurization (or pasteurisation) is a process of heat processing a liquid or a food to kill pathogenic bacteria to make the food safe to eat. It involves heating the food to kill most harmful microorganisms. Producers pasteurize dairy and other foods to make them safe to eat. The process is named after Louis Pasteur. He was the first person to learn how to do it successfully. The first pasteurization was done by Louis Pasteur and Claude Bernard on 20 April 1862.\nUnlike sterilization, pasteurization is not intended to kill all microorganisms in the food. Instead, pasteurization gets a \"log reduction\" in the number of microorganisms. It brings their number down so they are unlikely to cause disease if the product is kept in the refrigerator and consumed before its sell-by date. Commercial sterilization of food is not common, because it tends to destroy the flavour of the food.\nMilk pasteurization.\nPasteurization is usually done to milk, which was first suggested by Franz von Soxhlet in 1886. There are two popular ways to pasteurize milk. First, high temperature/short time (HTST), and second, ultra-high temperature (UHT). HTST is the most common method. Milk only labeled \"pasteurized\" (or \"past\") is usually treated with the HTST method, whereas milk labelled \"ultra-pasteurized\" or \"UHT\" must be treated with the UHT method. HTST is when the milk is at a temperature of 72 degrees Celsius (or 161.5 degrees Fahrenheit) for at least 15 seconds. UHT is when the milk is at a temperature of 138 °C or 280 °F for at least two seconds.\nPasteurization rules are usually set by national food safety agencies (like the USDA in the United States and the Food Standards Agency in the United Kingdom). These agencies say milk has to be HTST pasteurized to have the \"pasteurized\" label. There are different rules for different dairy products, depending on the fat content and what they will be used for. For example, the pasteurization rules for cream are different than the rules for fluid milk, and the standards for pasteurizing cheese are designed to keep the phosphatase enzyme fresh, which helps in making the cheese.\nHTST pasteurized milk normally has a refrigerated shelf life of two or three weeks, but ultra pasteurized milk can last much longer when refrigerated, sometimes two or three months. When UHT pasteurization is mixed with safe handling and container technology, it can even be stored unrefrigerated for even longer periods of time.\nAlternative pasteurization standards and raw milk.\nIn addition to the standard HTST and UHT pasteurization standards, there are other lesser-known pasteurization techniques. The first technique, called \"batch pasteurization\", involves heating large batches of milk to a lower temperature, typically. The other technique is called higher-heat/shorter time (HHST), and it lies somewhere between HTST and UHT in terms of time and temperature. Pasteurization causes some irreversible and some temporary denaturization of the proteins in milk.\nIn most legislations, double pasteurization is not allowed. A heat treatment at a lower temperature or for a shorter time is sometimes performed. Possibly, such milk could be called \"raw milk\" or, confusingly, \"unpasteurized milk\". It cannot be called \"pasteurized\", even though a significant number of pathogens are destroyed during the process.\nIn recent years, there has been some consumer interest in raw milk products, due to perceived health benefits. Advocates of raw milk maintain, correctly, that some components survive in milk that has not been pasteurized. Specifically, raw milk contains immunoglobulins and the enzymes lipase and phosphatase, which are inactivated by heat. Raw milk also contains vitamin B6 of which up to 20% may be lost on heat treatment. It is also claimed to contain beneficial bacteria which aid digestion and boost immunity.\nCommercial distribution of packaged raw milk is not allowed in most US states.\nSome doctors (and some raw milk advocates) acknowledge that certain people should not drink raw milk, including pregnant or breast-feeding mothers, those undergoing immunosuppression treatment for cancer, organ transplant, or autoimmune diseases; and those who are immunocompromised due to medical conditions such as AIDS.\nIn fact, some doctors suggest that babies and breast-feeding mothers avoid all but UHT pasteurized dairy products.\nIn Africa, it is common to boil milk whenever it is harvested. This intense heating greatly changes the flavor of milk, which the people in Africa are accustomed to.\nUnpasteurized milk.\nMilk pasteurization standards have been subject to increasing scrutiny in recent years, due to the discovery of pathogens that are both widespread and heat resistant (able to survive pasteurization in significant numbers). Researchers have developed more sensitive diagnostics, such as real-time PCR and improved culture methods, that have enabled them to identify pathogens in pasteurized milk.\nOne bacterium in particular, the organism \"Mycobacterium avium\" subspecies \"paratuberculosis\" (MAP), which causes Johne's disease in cattle and is suspected of causing at least some Crohn's disease in humans, has been found to survive pasteurization in retail milk in the U.S., the U.K., Greece, and the Czech Republic. The food safety authorities in the U.K. have decided to re-evaluate pasteurization standards in light of the MAP results and other evidence of harmful, pasteurization-resistant pathogens.\nThe USDA (which is responsible for setting pasteurization standards in the U.S.) has not re-evaluated their position on pasteurization adequacy. They do not dispute the studies, which are at this point accepted by the scientific community, but maintain that the presence of MAP in retail pasteurized milk must be due to post-pasteurization contamination. However, some researchers within the FDA, which is responsible for food safety in the U.S., have begun pushing for a re-evaluation of these results. There is a small but growing body of criticism directed at these agencies by Crohn's disease sufferers, scientists, and doctors. Some have suggested that the U.S. dairy industry has been successful in suppressing the agencies' response to a potential health crisis, for fear of consumer panic which would lead to a decrease in milk consumption. It is worth noting that while MAP has not been definitely proven to be harmful in humans, all other mycobacteria are pathogenic, and it has been definitively shown to cause disease in cattle and other ruminants.\nA newer method called flash pasteurization involves shorter exposure to higher temperatures, and is claimed to be better for preserving color and taste in some products.\nThe term cold pasteurization is used sometimes for the use of ionizing radiation (see food irradiation) or other means (e.g. chemical) to kill bacteria in food. Food irradiation is also sometimes called \"electronic pasteurization\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Heat","surface_form":"heat","offset":156},{"uri":"Microorganism","surface_form":"microorganism","offset":194},{"uri":"Dairy","surface_form":"dairy","offset":231},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":306},{"uri":"Claude_Bernard","surface_form":"Claude Bernard","offset":436},{"uri":"Sterilization_(microbiology)","surface_form":"sterilization","offset":476},{"uri":"Logarithm","surface_form":"log","offset":594},{"uri":"Microorganisms","surface_form":"microorganisms","offset":626},{"uri":"Refrigerator","surface_form":"refrigerator","offset":738},{"uri":"Shelf_life","surface_form":"sell-by date","offset":775},{"uri":"Milk","surface_form":"milk","offset":945},{"uri":"Franz_von_Soxhlet","surface_form":"Franz von Soxhlet","offset":980},{"uri":"Ultra-high_temperature_processing","surface_form":"ultra-high temperature","offset":1109},{"uri":"Celsius","surface_form":"Celsius","offset":1400},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":1426},{"uri":"Food_safety","surface_form":"food safety","offset":1599},{"uri":"United_States_Department_of_Agriculture","surface_form":"USDA","offset":1630},{"uri":"United_States","surface_form":"United States","offset":1642},{"uri":"Food_Standards_Agency","surface_form":"Food Standards Agency","offset":1664},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1693},{"uri":"Dairy_product","surface_form":"dairy product","offset":1834},{"uri":"Cream","surface_form":"cream","offset":1953},{"uri":"Fluid","surface_form":"fluid","offset":1992},{"uri":"Cheese","surface_form":"cheese","offset":2039},{"uri":"Phosphatase","surface_form":"phosphatase","offset":2071},{"uri":"Enzyme","surface_form":"enzyme","offset":2083},{"uri":"Refrigeration","surface_form":"refrigerated","offset":2168},{"uri":"Shelf_life","surface_form":"shelf life","offset":2181},{"uri":"Raw_milk","surface_form":"raw milk","offset":3183},{"uri":"Immunoglobulin","surface_form":"immunoglobulin","offset":3601},{"uri":"Enzyme","surface_form":"enzyme","offset":3625},{"uri":"Lipase","surface_form":"lipase","offset":3633},{"uri":"Phosphatase","surface_form":"phosphatase","offset":3644},{"uri":"Immunosuppression","surface_form":"immunosuppression","offset":4106},{"uri":"Cancer","surface_form":"cancer","offset":4138},{"uri":"Organ_transplant","surface_form":"organ transplant","offset":4146},{"uri":"Autoimmune_disease","surface_form":"autoimmune disease","offset":4167},{"uri":"AIDS","surface_form":"AIDS","offset":4258},{"uri":"Polymerase_chain_reaction","surface_form":"PCR","offset":4861},{"uri":"Mycobacterium","surface_form":"Mycobacterium","offset":5004},{"uri":"Johne%27s_disease","surface_form":"Johne's disease","offset":5075},{"uri":"Crohn%27s_disease","surface_form":"Crohn's disease","offset":5143},{"uri":"Food_safety","surface_form":"food safety","offset":5285},{"uri":"Food_and_Drug_Administration","surface_form":"FDA","offset":5861},{"uri":"Food_safety","surface_form":"food safety","offset":5891},{"uri":"Mycobacteria","surface_form":"mycobacteria","offset":6418},{"uri":"Flash_pasteurization","surface_form":"flash pasteurization","offset":6552},{"uri":"Cold_pasteurization","surface_form":"cold pasteurization","offset":6709},{"uri":"Ionizing_radiation","surface_form":"ionizing radiation","offset":6762},{"uri":"Food_irradiation","surface_form":"food irradiation","offset":6786}]}