{"id":22519,"url":"http://en.wikipedia.org/wiki/War_of_1812","text":"The War of 1812 was fought between the British Empire and the United States from 1812 to 1815 on land in North America and at sea. The British forces were helped by Canadian militia (volunteers) and Native Americans. This was because British soldiers were busy fighting Napoleon in Europe. In nearly every battle, the British defeated the attacking American forces. In the beginning, the war increased levels of nationalism in both Canada and the United States.\nOne reason given for Americans declaring war against Great Britain was because the British were harassing American ships. The British were also seizing American sailors at sea and forcing them to serve in the British Navy. This was called Impressment. The numbers of American seamen pressed into British service is not well known and may have been seriously exaggerated. The British were also sponsoring Native American territories in the west to stop the United States from expanding westward. This was the reason that about 10,000 Native Americans fought on the side of the British.\nNapoleon I, Emperor of the French, staged a French invasion of Russia in 1812 just as the United States and Britain started the War of 1812.\nThe war.\nFighting began when the United States started to attack the Canadian provinces beginning in 1812. But the British and Canadians successfully defended the borders. In 1813, British and American ships fought in the Battle of Lake Erie. Americans under Oliver Hazard Perry won, giving America control of Lake Erie. American forces raided and burned Toronto, then called York.\nIn 1814, Napoleon abdicated the French throne. This freed up experienced British troops to be sent to North America. They burned an unfinished Washington D.C. and also attacked Baltimore. During this battle an American lawyer, Francis Scott Key, wrote a poem. The poem was later used to give the words to a new national anthem for the United States: \"The Star Spangled Banner.\" The final battle of the war took place in January of 1815. The British attacked New Orleans and were successfully repulsed by Americans under General Andrew Jackson. Unknown by both sides at the time, the Battle of New Orleans took place after the peace treaty had been signed.\nPeace.\nThe two countries signed the Treaty of Ghent, which was supposed to end the war, on December 24, 1814, in Belgium. Fighting continued into January 1815 because the combat forces did not know about the treaty. But no great changes took place. The British stopped impressing sailors because the Napoleonic Wars were finished. Most Americans heard of the victory in the Battle of New Orleans before they heard of the treaty. The Federalist Party, which had opposed the war, became disliked and disappeared.\nWho won the war?\nFrom the British perspective, the War of 1812 was a minor sideshow. The Americans called it their victorious \"Second War for Independence\". The British remember it as the Americans trying to take advantage of their being involved in a war against the French Empire and pay no attention to American grievances.\nIn Canada, the War of 1812 was an unwanted war. It concerned the distant capitols of Washington DC and London, not them. In Lower Canada, now Quebec it was considered an Anglo-Saxon war. In Quebec there was little love for the British, but the British had guaranteed their right to speak French. If the Americans took over it was unknown how it would affect them. Choosing the lesser evil, they supported the British. Upper Canada (later part of the Province of Ontario) had been settled by American Loyalists who fled after the Revolutionary war. They had little love of their former countrymen in the US but had become outnumbered by Americans who came North to settle. When the Americans attempted to invade Canada, the Canadian militias were eager to defend their homeland.\nIn US history, the War of 1812 is the most obscure conflict. The average American remembers very little about the war. Some may remember The Star Spangled Banner, the Burning of Washington or the Battle of New Orleans. But otherwise it is a little understood conflict. The issues are complex. Most scholars would agree it was fought over maritime issues. Since the British Navy was the most powerful in the world at the time, it was easier to attack them on land by invading Canada. Former president Thomas Jefferson predicted the \"acquisition of Canada, will be a mere matter of marching.\"\nBritish who knew about this little war felt they won, no matter what Americans thought. The Canadians kept Canada, so they felt that they won. The Americans felt they won despite failing to take Canada, because they didn't lose what they had, repelled the invasion of Maryland, were free to fight the Indians without British interference, and were not being impressed on the high seas. Of all three, the British are perhaps the happiest because they have completely forgotten about it.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Empire","surface_form":"British Empire","offset":39},{"uri":"United_States","surface_form":"United States","offset":62},{"uri":"North_America","surface_form":"North America","offset":105},{"uri":"Canada","surface_form":"Canadian","offset":165},{"uri":"Militia","surface_form":"militia","offset":174},{"uri":"Native_American","surface_form":"Native American","offset":199},{"uri":"Napoleon","surface_form":"Napoleon","offset":270},{"uri":"Europe","surface_form":"Europe","offset":282},{"uri":"Nationalism","surface_form":"nationalism","offset":412},{"uri":"Declaration_of_war","surface_form":"declaring war","offset":493},{"uri":"Harass","surface_form":"harass","offset":558},{"uri":"Ship","surface_form":"ship","offset":577},{"uri":"Impressment","surface_form":"seizing","offset":606},{"uri":"British_Navy","surface_form":"British Navy","offset":671},{"uri":"Impressment","surface_form":"Impressment","offset":701},{"uri":"Native_American","surface_form":"Native American","offset":866},{"uri":"Midwestern_United_States","surface_form":"west","offset":901},{"uri":"Napoleon","surface_form":"Napoleon","offset":1047},{"uri":"French_invasion_of_Russia","surface_form":"French invasion of Russia","offset":1091},{"uri":"1812","surface_form":"1812","offset":1120},{"uri":"United_States","surface_form":"United States","offset":1137},{"uri":"Britain","surface_form":"Britain","offset":1155},{"uri":"Border","surface_form":"border","offset":1351},{"uri":"Battle_of_Lake_Erie","surface_form":"Battle of Lake Erie","offset":1410},{"uri":"Oliver_Hazard_Perry","surface_form":"Oliver Hazard Perry","offset":1447},{"uri":"Lake_Erie","surface_form":"Lake Erie","offset":1498},{"uri":"Toronto","surface_form":"Toronto","offset":1543},{"uri":"Napoleon","surface_form":"Napoleon","offset":1579},{"uri":"Abdication","surface_form":"abdicated","offset":1588},{"uri":"Throne","surface_form":"throne","offset":1609},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":1713},{"uri":"Baltimore","surface_form":"Baltimore","offset":1747},{"uri":"Francis_Scott_Key","surface_form":"Francis Scott Key","offset":1797},{"uri":"The_Star_Spangled_Banner","surface_form":"The Star Spangled Banner","offset":1921},{"uri":"New_Orleans","surface_form":"New Orleans","offset":2028},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":2098},{"uri":"Battle_of_New_Orleans","surface_form":"Battle of New Orleans","offset":2153},{"uri":"Treaty_of_Ghent","surface_form":"Treaty of Ghent","offset":2262},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":2526},{"uri":"Federalist_Party","surface_form":"Federalist Party","offset":2659},{"uri":"France","surface_form":"French Empire","offset":3005},{"uri":"Lower_Canada","surface_form":"Lower Canada","offset":3188},{"uri":"Quebec","surface_form":"Quebec","offset":3206},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxon","offset":3234},{"uri":"French_language","surface_form":"French","offset":3352},{"uri":"Province","surface_form":"Province","offset":3514},{"uri":"Ontario","surface_form":"Ontario","offset":3526},{"uri":"Homeland","surface_form":"homeland","offset":3832},{"uri":"The_Star_Spangled_Banner","surface_form":"The Star Spangled Banner","offset":3979},{"uri":"Burning_of_Washington","surface_form":"Burning of Washington","offset":4009},{"uri":"Maritime","surface_form":"maritime","offset":4180},{"uri":"British_Navy","surface_form":"British Navy","offset":4207},{"uri":"President_of_the_United_States","surface_form":"president","offset":4332},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":4342}]}