{"id":22522,"url":"http://en.wikipedia.org/wiki/Convection","text":"Convection is the movement of heat because of the movement of warm matter.\nFor example, atmospheric circulation moves warm air to cool places, causing wind. Wind, in turn, can enter and cool a room if the window is open. The movement of the clouds, the ocean currents and many types of heaters are examples of convection.\nForced convection and natural convection.\nConvection can happen naturally (\"natural convection\") or because of a moving device (\"forced convection\").\nThe fan is a device that produces the movement of the air artificially. The air in this case is moving because of the rotation of the fan. This is an example of \"forced convection\".\nNatural convection happens because a fluid is lighter if is hot and it is heavier if is cold, so if a fluid has a hot part and a cold part, the hot part will naturally move upward and the cold part naturally moves downward. For example, if the water in a pot is hotter near the bottom because of the fire, it moves from the bottom to the surface. At the same time the water near the surface is colder so it moves to the bottom.\nConvection currents.\nConvection currents occur when there are significant differences in temperature between two parts of a fluid. When this happens, hot fluids rise and cold fluids sink. This causes movements or currents in the fluid. Atmospheric circulation, for example, is made by convection currents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heat","surface_form":"heat","offset":30},{"uri":"Matter","surface_form":"matter","offset":67},{"uri":"Atmospheric_circulation","surface_form":"atmospheric circulation","offset":88},{"uri":"Air","surface_form":"air","offset":123},{"uri":"Wind","surface_form":"wind","offset":151},{"uri":"Cloud","surface_form":"cloud","offset":241},{"uri":"Ocean_current","surface_form":"ocean current","offset":253},{"uri":"Heater","surface_form":"heater","offset":286},{"uri":"Fan","surface_form":"fan","offset":476},{"uri":"Current_(fluid)","surface_form":"current","offset":1114},{"uri":"Temperature","surface_form":"temperature","offset":1171},{"uri":"Fluid","surface_form":"fluid","offset":1206},{"uri":"Atmospheric_circulation","surface_form":"Atmospheric circulation","offset":1318}]}