{"id":225405,"url":"http://en.wikipedia.org/wiki/Sea_spider","text":"Sea spiders are marine arthropods of the class Pycnogonida.\nThere are about 1,300 species of sea spiders, which are found around the world. Sea spiders are found in all oceans, including the Mediterranean Sea, Caribbean Sea, and the Arctic Ocean. Species found in coastal waters are usually small and have a leg span of about 1 inch (2.5 cm), those living at great depths, up to 24 inches (60 cm).\nSea spiders are not true spiders, or even arachnids. Their traditional classification as chelicerates would put them closer to true spiders than to other well-known arthropod groups, such as insects or crustaceans.\nHowever, recent genetic evidence suggests they may be an ancient sister group to all other living arthropods.\nDescription.\nThe sea spider has a small, narrow body. It usually has four pairs of long, thin legs attached to the abdomen. Attached to the head there are usually three other pairs of appendages—a pair called chelicerae, used for grasping food; a pair of sensory projections called palps; and a pair of egg-carrying legs (sometimes underdeveloped or absent in the female). The female lays round masses of eggs on the egg-carrying legs of the male, which carries the eggs until they hatch.\nDistribution.\nOn top of its head, the sea spider has a knobby projection bearing two, three, or four simple eyes. The head ends in a snout with a sucking mouth. Sea spiders feed by sucking the body juices of such marine animals as sea anemones, sponges, and sea squirts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean","surface_form":"marine","offset":16},{"uri":"Arthropods","surface_form":"arthropods","offset":23},{"uri":"Class_(biology)","surface_form":"class","offset":41},{"uri":"Species","surface_form":"species","offset":82},{"uri":"Ocean","surface_form":"ocean","offset":169},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":191},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":210},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":233},{"uri":"Spider","surface_form":"spider","offset":423},{"uri":"Arachnid","surface_form":"arachnid","offset":440},{"uri":"Chelicerata","surface_form":"chelicerates","offset":487},{"uri":"Arthropod","surface_form":"arthropod","offset":563},{"uri":"Insect","surface_form":"insect","offset":589},{"uri":"Crustacean","surface_form":"crustacean","offset":600},{"uri":"Abdomen","surface_form":"abdomen","offset":838},{"uri":"Chelicera","surface_form":"chelicera","offset":932},{"uri":"Sea_anemone","surface_form":"sea anemone","offset":1443},{"uri":"Sea_sponge","surface_form":"sponges","offset":1457},{"uri":"Sea_squirt","surface_form":"sea squirt","offset":1470}]}