{"id":225418,"url":"http://en.wikipedia.org/wiki/Caving","text":"Caving (or spelunking) is the hobby of exploring caves. People who explore caves are called spelunkers.\nSpelunkers and their equipment.\nWise spelunkers explore in groups, to prevent being lost or stranded in a cave. Spelunkers need reliable equipment, because the descent into a cave is like mountain climbing in the opposite direction. Basic spelunking equipment is similar to what mountain climbers use. Strong ropes make climbing possible and special tools attach ropes to cave walls. Special footwear makes it easier to explore hard-to-reach places, and hard hats protect spelunkers from falling rocks above. Caves are extremely dark, so spelunkers have to carry light sources (like torches and flares). One torch attaches to a spelunker's helmet so it is with him or her at all times. Caves are also very cold, so most spelunkers wear warm clothing.\nSpelunkers tie their ropes with different kinds of knots, like the \"farmer's hitch knot\" and the \"alpine butterfly knot\". Spelunkers choose different knots for different purposes. Some knots work well to hold people as they climb. Other knots are best for tying ropes together.\nModern caving.\nCaving today has become a hobby for many different reasons. Some cavers are interested in conservation. Others are interested in gathering hard data about caves (called speleology). Geologists explore caves for the purpose of learning about the formation of rocks. But, for most of the rest, the purpose of caving is just to have fun.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hobby","surface_form":"hobby","offset":30},{"uri":"Cave","surface_form":"cave","offset":49},{"uri":"Cave","surface_form":"cave","offset":75},{"uri":"Equipment","surface_form":"equipment","offset":241},{"uri":"Mountain_climbing","surface_form":"mountain climbing","offset":292},{"uri":"Rope","surface_form":"rope","offset":413},{"uri":"Helmet","surface_form":"hard hats","offset":558},{"uri":"Light","surface_form":"light","offset":667},{"uri":"Torch","surface_form":"torch","offset":687},{"uri":"Flares","surface_form":"flares","offset":699},{"uri":"Knot","surface_form":"knot","offset":906},{"uri":"Alpine_butterfly_knot","surface_form":"alpine butterfly knot","offset":953},{"uri":"Hobby","surface_form":"hobby","offset":1174},{"uri":"Conservation","surface_form":"conservation","offset":1238},{"uri":"Research","surface_form":"hard data","offset":1287},{"uri":"Speleology","surface_form":"speleology","offset":1317},{"uri":"Geology","surface_form":"Geologists","offset":1330}]}