{"id":22548,"url":"http://en.wikipedia.org/wiki/Book_of_Esther","text":"Esther is the name of a book in the Tanakh (the Hebrew Bible) and the Old Testament, and also its title heroine. It is the basis for the Jewish celebration Purim.\nAuthor and Date.\nAlthough it is never said who wrote the book of Esther, from inside evidence it is possible to make some guesses about the author and when it was written. The author was a Jew, because he emphasizes where the Jewish festival came from and from the Jewish nationalism inside the story. The author probably lived in a Persian city, because he knew Persian customs well, and does not say anything about the land of Judah or Jerusalem. The earliest date of the book would be a little while after the events were told, for instance, about 460 B.C. (before Ezra's return to Jerusalem). It is also thought that the festival of Purim had been celebrated some time before this book was written.\nPurpose.\nThe author's main purpose was to write about how the yearly festival of Purim started and to make people remember the saving of the Jewish people during King Xerxes' reign. The book shows both the start of the festival and why it should continue to be celebrated.\nThemes.\nIn the book, the author repeatedly talks about the conflict between Israel and the Amalekites, a conflict that began during the exodus and continued through Israel's history. The author of Esther views them as the symbol of all the powers of the world against God's people. Now that Israel has been released from captivity, Haman's dangerous edict is the final try in the Old Testament time to get rid of them. When Haman is defeated, Israel enjoys a time of rest.\nFeasting is another important theme in Esther, as seen in the picture on the left. Banquets are the setting for important parts of the story. There are ten banquets.\nStyle and Features.\nRepetition is one of the main stylistic features of the book of Esther. The three groups of banquets come in pairs; there are two lists of the king's servants; two reports that Esther hid her identity; two gatherings of women; two houses for the women; two fasts; two talks by Haman with his wife and friends; two sudden visits to the king by Esther; two coverings of Haman's face; two royal commands; two cool-downs of the king's anger; two days for the Jews to protect themselves and take vengeance; and two letters about how Purim started.\nAnother important feature of this book that has often been wondered about is that it never directly talks about God, worship, prayer, or sacrifice. This has made some people think the book is not as religious as other books. However, it is possible that the author purposefully did not say anything about God or anything religious to show more clearly that it is God who controls all the \"unimportant\" coincidences that are in the story and ends in saving the Jews.\nContent.\nThe Book of Esther is about a Jewish girl adopted by her uncle, Mordecai, after her parents died.\nThe Persian King Xerxes kicked out his wife, Queen Vashti, after she refused his demand, and fell in love with Esther at a beauty contest. He took Esther as the new Persian queen, not knowing she was an Israelite.\nHaman, Xerxes' prime minister, developed a grudge against Mordecai because he would not bow down to him, but only to the God of Israel. He despised Mordecai because he was a Jew, and tried to trick the king into making a law to kill all Jews. Haman was unaware that Queen Esther herself was a Jew.\nQueen Esther discovered the plot by Haman and worked to stop it. She invited the king to dine with Haman present so she could tell him about the plot. But her courage failed her and she said nothing.\nShe again invited King Xerxes and Haman to dine and this time she told the king of Haman's plot. The king, furious, stormed out and Haman begged Esther for mercy. When the king returned, he mistakenly believed Haman had molested his queen, and had him hanged on the same gallows that Haman had prepared for Mordecai. In the end, thanks to Esther's courage and influence, the king changed the law and saved the Jewish people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tanakh","surface_form":"Tanakh","offset":36},{"uri":"Bible","surface_form":"Bible","offset":55},{"uri":"Old_Testament","surface_form":"Old Testament","offset":70},{"uri":"Jew","surface_form":"Jew","offset":137},{"uri":"Purim","surface_form":"Purim","offset":156},{"uri":"Emphasize","surface_form":"emphasizes","offset":368},{"uri":"Nationalism","surface_form":"nationalism","offset":435},{"uri":"Judah","surface_form":"Judah","offset":592},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":601},{"uri":"Ezra","surface_form":"Ezra","offset":731},{"uri":"Purim","surface_form":"Purim","offset":800},{"uri":"Conflict","surface_form":"conflict","offset":1198},{"uri":"Symbol","surface_form":"symbol","offset":1361},{"uri":"Captivity","surface_form":"captivity","offset":1460},{"uri":"Edict","surface_form":"edict","offset":1489},{"uri":"Feature","surface_form":"features","offset":1838},{"uri":"Anger","surface_form":"anger","offset":2229},{"uri":"Vengeance","surface_form":"vengeance","offset":2289},{"uri":"God","surface_form":"God","offset":2453},{"uri":"Prayer","surface_form":"prayer","offset":2467},{"uri":"Religion","surface_form":"religious","offset":2662},{"uri":"Coincidence","surface_form":"coincidences","offset":2743}]}