{"id":225580,"url":"http://en.wikipedia.org/wiki/Ot_en_Sien","text":"Ot en Sien (Ot and Sien) are two little children who appear in a series of stories which were written in the Dutch language more than a hundred years ago. Ot (short for “Otto”) is a little boy and Sien (pronounced like the English word “seen”), whose name may be short for “Francine”, is the little girl who lives next door. Although they are now very old-fashioned, the books are still popular in Holland. They were written in rhyme and were illustrated with colourful pictures.\nThe author of the stories was called Hendricus Scheepstra. The ideas for the stories were given to him by Jan Ligthart. Cornelis Jetses made the illustrations.\nThe stories are set in Drenthe, which is in the north-eastern part of the Netherlands. Drenthe was a very poor part of the country, but Ot and Sien live in a nice house and are quite well-off. They are often seen playing in the garden with their toys which include a wooden horse on wheels and a doll in a dolly’s pushchair. The cat is often in the picture. They are also seen at school.\nThe authors wrote the stories to show a happy family life. Everyone is very friendly in the book, and strangers help them when they get lost in the street. The family have a servant who helps in the house.\nThe stories were widely read by children in schools in the Netherlands until after the Second World War. By then they had become very old-fashioned. The daily life of Ot and Sien seemed to belong to a time long ago in history. Hardly any Dutch children now live in a family with a servant. No Dutch child nowadays goes for a walk dressed in sailor’s costume with a father who wears a cloak and hat. The books are no longer read in schools, but they continue to be popular with Dutch people at home. In 2004, one hundred years after the first book was written, a special exhibition about Ot and Sien was held.\nThere is a statue to Ot and Sien in The Hague, made in 1930.\nDutch expressions referring to Ot and Sien.\nIn the Dutch language there are expressions which refer to Ot and Sien.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch_language","surface_form":"Dutch language","offset":109},{"uri":"Boy","surface_form":"boy","offset":189},{"uri":"Girl","surface_form":"girl","offset":299},{"uri":"Neighbour","surface_form":"next door","offset":314},{"uri":"Holland","surface_form":"Holland","offset":398},{"uri":"Rhyme","surface_form":"rhyme","offset":428},{"uri":"Illustration","surface_form":"illustrated","offset":443},{"uri":"Author","surface_form":"author","offset":484},{"uri":"Drenthe","surface_form":"Drenthe","offset":663},{"uri":"Netherlands","surface_form":"Netherlands","offset":714},{"uri":"Garden","surface_form":"garden","offset":868},{"uri":"Toy","surface_form":"toy","offset":886},{"uri":"Wood","surface_form":"wood","offset":907},{"uri":"Horse","surface_form":"horse","offset":914},{"uri":"Wheel","surface_form":"wheel","offset":923},{"uri":"Doll","surface_form":"doll","offset":936},{"uri":"Pushchair","surface_form":"pushchair","offset":954},{"uri":"Cat","surface_form":"cat","offset":969},{"uri":"School","surface_form":"school","offset":1020},{"uri":"Servant","surface_form":"servant","offset":1202},{"uri":"Second_World_War","surface_form":"Second World War","offset":1321},{"uri":"Costume","surface_form":"costume","offset":1584},{"uri":"Exhibition","surface_form":"exhibition","offset":1804},{"uri":"The_Hague","surface_form":"The Hague","offset":1879},{"uri":"Dutch_language","surface_form":"Dutch language","offset":1955}]}