{"id":225585,"url":"http://en.wikipedia.org/wiki/Norah_Jones","text":"Norah Jones is an American singer and pianist. Her first album, \"Come Away with Me\" was released in 2002. It was a mix of contemporary jazz, folk, and country music. The album won five Grammy Awards in 2003. She released her second album, \"Feels Like Home\" in 2004, which sold over a million copies in its first week of its release. \"Sunrise\" won Best Female Pop Vocal Performance at the 2005 Grammy Awards. Her third album, \"Not Too Late\" was released in 2007. That year Jones also acted in a movie for the first time. The movie, \"Blueberry Nights\", had a song by Jones on its soundtrack. In 2009, \"The Fall\" was released. According to Billboard, Jones is the 60th highest-selling artist of the 2000s. In 2011 Jones sung on Seth MacFarlane's first album. Jones' fifth album \"Little Broken Hearts\" was released in 2012. It was produced by Danger Mouse. On November 25, 2013, an album Jones made with Billie Joe Armstrong called \"Foreverly\" was released.\nEarly life.\nJones was born Geetali Norah Jones Shankar in 1979 in Bedford-Stuyvesant, Brooklyn, New York, to Indian sitar player Ravi Shankar and American concert producer Sue Jones. When Jones was sixteen she changed her name to Norah Jones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":18},{"uri":"Come_Away_with_Me","surface_form":"Come Away with Me","offset":65},{"uri":"Jazz","surface_form":"jazz","offset":135},{"uri":"Folk_music","surface_form":"folk","offset":141},{"uri":"Country_music","surface_form":"country","offset":151},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":185},{"uri":"Feels_Like_Home","surface_form":"Feels Like Home","offset":240},{"uri":"Not_Too_Late","surface_form":"Not Too Late","offset":426},{"uri":"The_Fall","surface_form":"The Fall","offset":600},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":637},{"uri":"Seth_MacFarlane","surface_form":"Seth MacFarlane","offset":725},{"uri":"Danger_Mouse","surface_form":"Danger Mouse","offset":839},{"uri":"Sitar","surface_form":"sitar","offset":1070},{"uri":"Ravi_Shankar","surface_form":"Ravi Shankar","offset":1083}]}