{"id":225633,"url":"http://en.wikipedia.org/wiki/Alyosha_Karamazov","text":"e=\"preserve\">Alexei Fyodorovich Karamazov is the \"hero\" of Fyodor Dostoevsky's novel, \"The Brothers Karamazov\". He is also called Alyosha, Alyoshka, Alyoshenka, Alyoshechka, Alexeichik, Lyosha, and Lyoshenka. He is the youngest of the Karamazov brothers, being \"then only twenty (his brother Ivan was twenty-three and their older brother, Dmitry, twenty-seven)\". The author's preface and first chapters declare that he is the novel's hero.\nDescription.\nHis personality is remarkably unselfish, extremely mature in his religious faith, sensitive to other people's feelings, and loving - \"he certainly loved people: throughout his life he seemed to believe in people and to trust them, and yet no one ever thought him simple-minded or naive. There was something in him (and it stayed with him all his life) that made people realize that he refused to sit in judgment on others, that he felt he had no right to, and that, whatever happened, he would never condemn anyone.\" He passes on the influence of Zosima to the \"younger generation\" (the schoolboys) of the town. Even with all his kind goodness, he has a gentle personality that makes almost everybody love him and feel comfortable around him. Proud young Kolya Krasotkin says that the best thing about Alyosha is that he treats him like \"an equal\".\nCriticism.\nAnna-Theresa Tymieniecka says that Alyosha, like Prince Myshkin, the protagonist in another Dostoevsky novel, \"The Idiot\", are almost Jesus-like characters, who are, however, unable to stop the greatest suffering of those around them. She suggests that Alyosha is too calm, and does not do much action in the events of the novel.\nRufus W. Mathewson, however, argues that Alyosha Karamazov is a more successful positive hero than Prince Myshkin. He argues that Alyosha's most impressive success as helping Dmitri. He describes Alyosha as using forgiveness, kindness and natural justice, rather than trying to change people.\nInspiration.\nIt is probable that Dostoevsky used his friend Vladimir Solovyov's character for Alyosha. Vladimir Solovyov was a Russian poet and philosopher who was very generous, even giving away his clothes to people in the street.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fyodor_Dostoevsky","surface_form":"Fyodor Dostoevsky","offset":59},{"uri":"Novel","surface_form":"novel","offset":79},{"uri":"The_Brothers_Karamazov","surface_form":"The Brothers Karamazov","offset":87},{"uri":"Preface","surface_form":"preface","offset":376},{"uri":"Mature","surface_form":"mature","offset":504},{"uri":"Religion","surface_form":"religious","offset":518},{"uri":"Condemn","surface_form":"condemn","offset":953},{"uri":"Prince_Myshkin","surface_form":"Prince Myshkin","offset":1362},{"uri":"The_Idiot_(novel)","surface_form":"The Idiot","offset":1424},{"uri":"Jesus","surface_form":"Jesus","offset":1447},{"uri":"Positive","surface_form":"positive","offset":1723},{"uri":"Russia","surface_form":"Russia","offset":2063},{"uri":"Poem","surface_form":"poet","offset":2071},{"uri":"Philosophy","surface_form":"philosopher","offset":2080}]}