{"id":225659,"url":"http://en.wikipedia.org/wiki/Ball_lightning","text":"e=\"preserve\">Ball lightning is a glowing ball of lightning that sometimes appears in a thunderstorm, but usually lasts much longer than lightning. Scientists do not understand ball lightning very well, and some even do not think ball lightning is real, because it is so strange. However, it has been widely reported in weather journals by many trustworthy people. So, it is very possible that it is real.\nDescription.\nThose who have seen it say it's the size of a grapefruit or basketball; it has even been said to be as big as a car. The glowing ball is either red, orange, or yellow. A few people have seen it falling from clouds. Sometimes, ball lightning floats or glides just above the ground for a few seconds, or it can roll on the surface of an object. Hissing noises come from the fiery orb. Some have even thought it was a UFO. Ball lightning sometimes explodes loudly, while other times it just quietly disappears. It has been known to smash or simply go through windows, hopping and sizzling across the floor, and then disappear into things like TVs or up the chimney. Some say that ball lightning can kill humans, while others say that its effect on humans are harmless.\nSightings.\nMany people are said to have seen ball lightning. Ebenezer Cobham Brewer wrote about \"globular lightning\", saying they may fall to the ground or explode like a cannon. Laura Ingalls Wilder writes in her book about ball lightning, saying that when she was little, she saw balls of light, which her mother chased away with a broom.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lightning","surface_form":"lightning","offset":136},{"uri":"Grapefruit","surface_form":"grapefruit","offset":464},{"uri":"Basketball","surface_form":"basketball","offset":478},{"uri":"UFO","surface_form":"UFO","offset":833},{"uri":"Globe","surface_form":"globular","offset":1281},{"uri":"Cannon","surface_form":"cannon","offset":1355},{"uri":"Laura_Ingalls_Wilder","surface_form":"Laura Ingalls Wilder","offset":1363}]}