{"id":225630,"url":"http://en.wikipedia.org/wiki/Left-handedness","text":"Left-handedness is the preference to use the left hand more than the right hand for daily activities such as writing or using tools. Most people can use either hand for many things. However, people very often have a definite preference for using the left or right hand for things such as: using a pen, using a knife, using scissors, brushing teeth, blowing their nose, and so on. People who do not have a preference are called ambidextrous, and people who cannot use either are called ambisinistrous.\nPeople do not just have preferences with things they do with their hands: they may, for example, be left-footed if they prefer to kick a ball with the left foot, or push harder with the left foot on a bicycle pedal.\nFar more people are right handed than left handed. It is difficult to measure exactly how many, because each person has a different mixture of preferences, but about 5-10% are left-handed.\nThe way people see left-handedness.\nBecause left-handed people are different from most others, being left-handed has often been thought of as bad. For many years, right-handedness was seen as \"normal\" and left-handedness as \"not normal\". In Hebrew, as well as in other ancient Semitic and Mesopotamian languages, the word \"left\" was a symbol of power. In many European languages, \"right\" means “correct” (the opposite of “wrong”). In law the word “right” means authority and justice: in a democracy, everyone has certain “rights\". In Russian and other Slavic languages \"prav\" is used in words meaning “correct” or “truth”. Someone who is skilled with their hands is called “dexterous”. But \"left\" often means “awkward” in many languages. In French “gauche” also means “clumsy”. In English, the word “sinister” (which comes from the Latin word for “left”, \"sinistra\") means “evil”. We also say that someone has “two left feet” meaning that they are clumsy with their feet (for example they may step on their partner’s toes when dancing).\nSometimes people who are left-handed are called “Southpaws”.\nThings designed for right-handed people.\nThings that are designed by right-handed people can cause problems for left-handed ones. These include guns, cameras, screws and in recent years the computer mouse and the iPhone. Many objects are sold in left-handed versions, which are often more expensive than the right-handed versions. Some items such as a computer mouse can be designed for right handed people but still be used by left handed people and in some cases may even be an improvement for right handed users.\nScissors, especially, cause left-handed people some trouble. Most scissors are made for right-handed people. Because they are designed this way, if a person tries to cut something while holding the scissors in their left hand, they cannot see the edge they are cutting. The way the cutting action works is also designed for right-handers, and left-handed people tend to force the blades open instead of cutting cleanly. Even though some scissors say that they can be used by both left and right-handed people, these scissors only have their handles changed. They are still right-handed scissors and still cause the same issues.\nHandwriting.\nIt can be difficult for left-handed children to learn to write if the teacher does not give them special help. The reason for this is that most writing moves from left to right across the page. This means that left-handed writers may hold their hand over what has just been written.\nIn many countries, children are allowed to write with whichever hand is easier, although there are some countries where children may be made to write with the right hand. Many things can be difficult for left-handed writers. Chairs with writing boards may all be made for right-handed people. This makes left-handed people sit uncomfortably and hold their pens in an different way.\nGood things about left-handedness.\nRecent research has shown that it can be an advantage for animals and for humans to be left-handed. Being able to do things differently from most people can be a great help in many sports, such as tennis or fighting with swords. Left-handed people from Norse settlements in Ireland in the 10th Century were more favoured than right-handed people as they had the advantage of swinging with their left hand as they were on a horse or running down the stairs of a castle in attack or defence.\nIn tennis, left-handed players hold the racket in their left hand. Because of this, their grip of the handle is supposedly adjusted in a slightly different style from right-handed players. Some world champion tennis players that have played with their left hand include Jimmy Connors, Guillermo Vilas, John McEnroe, Martina Navratilova, Marcelo Ríos, and Rafael Nadal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Preference","surface_form":"preference","offset":23},{"uri":"Writing","surface_form":"writing","offset":109},{"uri":"Pen","surface_form":"pen","offset":297},{"uri":"Knife","surface_form":"knife","offset":310},{"uri":"Scissors","surface_form":"scissors","offset":323},{"uri":"Teeth","surface_form":"teeth","offset":342},{"uri":"Nose","surface_form":"nose","offset":363},{"uri":"Bicycle","surface_form":"bicycle","offset":702},{"uri":"Pedal","surface_form":"pedal","offset":710},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":1147},{"uri":"Semitic_language","surface_form":"Semitic","offset":1183},{"uri":"Mesopotamian","surface_form":"Mesopotamian","offset":1195},{"uri":"Influence","surface_form":"power","offset":1251},{"uri":"Law","surface_form":"law","offset":1340},{"uri":"Democracy","surface_form":"democracy","offset":1395},{"uri":"Rights","surface_form":"rights","offset":1428},{"uri":"Russian_language","surface_form":"Russian","offset":1440},{"uri":"Slavic_language","surface_form":"Slavic language","offset":1458},{"uri":"French_language","surface_form":"French","offset":1647},{"uri":"English_language","surface_form":"English","offset":1687},{"uri":"Dancing","surface_form":"dancing","offset":1933},{"uri":"Gun","surface_form":"gun","offset":2148},{"uri":"Camera","surface_form":"camera","offset":2154},{"uri":"Screw","surface_form":"screw","offset":2163},{"uri":"Computer_mouse","surface_form":"computer mouse","offset":2194},{"uri":"IPhone","surface_form":"iPhone","offset":2217},{"uri":"Sword","surface_form":"sword","offset":4082},{"uri":"Tennis","surface_form":"tennis","offset":4354},{"uri":"Jimmy_Connors","surface_form":"Jimmy Connors","offset":4621},{"uri":"Guillermo_Vilas","surface_form":"Guillermo Vilas","offset":4636},{"uri":"John_McEnroe","surface_form":"John McEnroe","offset":4653},{"uri":"Martina_Navratilova","surface_form":"Martina Navratilova","offset":4667},{"uri":"Marcelo_R%C3%ADos","surface_form":"Marcelo Ríos","offset":4688},{"uri":"Rafael_Nadal","surface_form":"Rafael Nadal","offset":4706}]}