{"id":225605,"url":"http://en.wikipedia.org/wiki/Ruben_Bierer","text":"e=\"preserve\">Ruben Bierer (Dr. \"Rubin Bierer\", often: \"Reuben Bierer\"; * about 1845 in Lviv; † 1931 ibid.) was a doctor in Sofia and one of the first pioneers of the Jewish nationalism and one of the first active zionists in Galicia and Bulgaria, adherent of Hovevei Zion in Galicia, Austria and Bulgaria.\nIn 1867 he was in Lviv a co-founder of the first Jewish-political association of Austria-Hungary, \"Shomer Israel\". As an opponent against Polish assimilation of the Jews he established for the 1873 elections of the Reichsrat a Jewish-ruthenian electoral alliance. In 1879 he separated from the \"Shomer Israel\" and went to Vienna for the purpose of medical studies where he – together with Peretz Smolenskin – found the Jewish-political association \"Ahavath Zion\" (for the reason of colonisation of the holy land).\nIn 1882 he was a cofounder of the Viennese \"Kadima\" Studentenverbindung. In 1883 he returned to Lviv where he founded the first Jewish-national association of the Austrian east, \"Miqra Kodesh\".\nIn 1885 he went to Serbia, in 1900 he returned to Lviv where he successless tried to reactivate the \"Shomer Israel\".\nNathan Birnbaum coined the word zionism about the year 1890. But he is not the creator of this word, it was already in use, e.g. you can find in a letter of Ruben Bierer from the 9th December 1888 the expression \"zionist brother's greeting\". The word \"zionist\" is found already in the year 1877 in an in Roumanian written pamphlet (annual report of the order \"Zion\" in Bucharest).","categories":[],"infobox_types":[],"annotations":[{"uri":"Lviv","surface_form":"Lviv","offset":87},{"uri":"1931","surface_form":"1931","offset":95},{"uri":"Physician","surface_form":"doctor","offset":113},{"uri":"Sofia","surface_form":"Sofia","offset":123},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":237},{"uri":"Austria","surface_form":"Austria","offset":284},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":387},{"uri":"Vienna","surface_form":"Vienna","offset":628},{"uri":"Serbia","surface_form":"Serbia","offset":1033},{"uri":"Zionism","surface_form":"zionism","offset":1163}]}