{"id":225612,"url":"http://en.wikipedia.org/wiki/Tine_Thing_Helseth","text":"Tine Thing Helseth (Norwegian:ˈtiːnɛ tɪŋ hɛlsɛt; born 1987 in Oslo) is a Norwegian trumpet soloist who specialises in playing classical music.\nHelseth began playing trumpet when she was seven years old and stuides at the Barratt Due Institute of Music in Oslo. She has studied under both Heidi Johanessen (a member of the Norwegian National Opera Orchestra) and, since 2002, Arnulf Naur Nilsen (member of the Oslo Philharmonic).\nPerformances.\nHelseth has played concerts with such orchestras as the Wiener Symphoniker, Beethoven Academie, Capella Cracowiensis, The Norwegian Chamber Orchestra, Shanghai Symphony Orchestra, Slovenian Radio Symphony Ljubljana, Oslo Camerata, Camerata Nordica, Württemberg Philharmonic, the Trondheim Soloists, Norwegian symphony orchestras, Norwegian Army bands and other brass and wind groups.\nShe has appeared at many different music festivals, including the Bergen International Festival, Kissinger Summer Festival and Usedomer Music Festival.\nShe performed at the 2007 Nobel Peace Prize Concert and is the leader of an all-female brass group, tenThing.\nRecordings.\nHelseth has put out two CDs. Her self-titled debut album was released January 1, 2007 and contained the trumpet concertos of both Johann Nepomuk Hummel and Josef Haydn. Her second album was released November 23, 2009 and contains musical works by Gustav Holst, Georg Friedrich Händel and J.S. Bach.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norway","surface_form":"Norwegian","offset":20},{"uri":"Oslo","surface_form":"Oslo","offset":62},{"uri":"Norway","surface_form":"Norwegian","offset":73},{"uri":"Trumpet","surface_form":"trumpet","offset":83},{"uri":"Classical_music","surface_form":"classical music","offset":126},{"uri":"Wiener_Symphoniker","surface_form":"Wiener Symphoniker","offset":499},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1005},{"uri":"Concert","surface_form":"Concert","offset":1023},{"uri":"Debut","surface_form":"debut","offset":1146},{"uri":"Johann_Nepomuk_Hummel","surface_form":"Johann Nepomuk Hummel","offset":1231},{"uri":"Joseph_Haydn","surface_form":"Josef Haydn","offset":1257},{"uri":"Gustav_Holst","surface_form":"Gustav Holst","offset":1348},{"uri":"George_Frideric_Handel","surface_form":"Georg Friedrich Händel","offset":1362},{"uri":"J.S._Bach","surface_form":"J.S. Bach","offset":1389}]}