{"id":225826,"url":"http://en.wikipedia.org/wiki/Monoplacophora","text":"Monoplacophora is a class of molluscs. They have a cap-like shell and live on the bottom of the sea.\nThey were well-known as a fossil group from the Cambrian to the Devonian. One species was dredged up from the Pacific Ocean off Mexico in 1952. It was found to be a Monoplacophoran, and given the genus of \"Neopilina\". This was one of the most remarkable modern discoveries of a 'living fossil', and a Lazarus taxon.\nMore than that, they are the most extreme example of the \"pull of the recent\", which is a term in palaeontology. All fossil groups have a first and last appearance in the fossil record but, for living species, their last appearance is the present day. This may be very much later than their last appearance as a fossil. The discovery of the living monoplacs extended their time range by 400 million years.\nThe anatomy of \"Neopilina\" shows \"serially repeated structures\" such as gills. Serial repetition of anatomical structures such as gills and muscles may have evolved once in the common ancestor of chitons and monoplacophorans. It suggests the ancient ancestor of molluscs had bilateral symmetry, and segments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Class_(biology)","surface_form":"class","offset":20},{"uri":"Mollusca","surface_form":"molluscs","offset":29},{"uri":"Cambrian","surface_form":"Cambrian","offset":149},{"uri":"Devonian","surface_form":"Devonian","offset":165},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":211},{"uri":"Mexico","surface_form":"Mexico","offset":229},{"uri":"Neopilina","surface_form":"Neopilina","offset":307},{"uri":"Living_fossil","surface_form":"living fossil","offset":380},{"uri":"Lazarus_taxon","surface_form":"Lazarus taxon","offset":402},{"uri":"Palaeontology","surface_form":"palaeontology","offset":515},{"uri":"Gills","surface_form":"gills","offset":895},{"uri":"Chiton","surface_form":"chiton","offset":1019},{"uri":"Bilateral_symmetry","surface_form":"bilateral symmetry","offset":1098},{"uri":"Segment","surface_form":"segment","offset":1122}]}