{"id":22591,"url":"http://en.wikipedia.org/wiki/Hard_disk","text":"A hard disk drive (HDD), hard disk or hard drive, is a data storage device for computers which uses magnetic storage to store data. The capacity of a hard drive is usually measured in gigabytes (GB), however hard disk capacity can also be measured in terabytes when the capacity is over 1000 gigabytes. A gigabyte is one thousand megabytes and a megabyte is one million bytes, which means that a gigabyte is one billion bytes. Some hard drives are so large that their capacity is measured in terabytes, (TB) where one terabyte is a thousand gigabytes (1 TB = 1000 GB).\nDifferent interfaces.\nOver the years there have been many disk interface types, though all used the same rotating platter recording technology. Differences were in how the data was encoded to binary, data integrity, data transfer speeds, cabling requirements, and cost. In 2009, it was common to attach a hard disk using a Serial ATA connection. The connection that came before that was called \"IDE\" and is called Parallel ATA today. In large data centers, Fibre Channel is often used.\nFor servers, the SCSI interface is very popular. There are several types and versions of SCSI interface, like parallel and Serial Attached SCSI, each stepping-up in terms of speed and price. Within servers, several SCSI drives are often used in conjunction with each other, in order to safeguard against data loss or corruption (this is known as RAID - and there are many configurations to choose from).\nComponents.\nAn HDD has a disk motor and an actuator motor that positions the read/write head. Wires from the actuator connect to the read/write head to amplifiers. They are bridged by the head support arm. In modern drives, acceleration at the head reaches 550 \"g\", so a head support arm connects the actuator and the read/write head.\nThe actuator controls the read/write head and acts as a permanent magnet. A metal plate supports a squat neodymium-iron-boron (NIB) magnet. Beneath this plate is the voice coil, which is attached to the actuator hub. Beneath the actuator hub is a second NIB magnet, mounted on the bottom plate of the actuator.\nThe voice coil is shaped like an arrow. It is made up of a magnet with plastic insulation. This magnet interacts with the actuator magnet, causing the disk to move. If the magnetic field were uniform it would cancel out, but the surface magnet is divided between north and south poles in the middle so force is produced instead of canceled out.\nHard Drive Corruption.\nThere are several reasons behind the corruption of internal and external hard drive.\nVirus & Malware Attack:- If a system is attacked by a virus, the important boot files stored in the internal hard disk may be deleted, leading to boot failure. Meanwhile, the crucial data and the complete partition may also be deleted by the virus or malware attack.\nDue to Physical Damage:- It is also called hardware failure, and consists the following types: Overheating of hard drive, Read/write head crash, Cracked or poor-contact data line, Scratch on magnetic platters, Short circuit in the control circuit board and much more. The data lost due to these kinds of reasons can hardly be repaired. A user have no choice but to turn to expert for data recovery from hardware damaged hard drive.\nCorruption of Boot Sector:- The boot sector is the first sector of the hard drive. This is used to load processor control and then move it to the Operating System. When, the boot sector is damaged, you will not be able to enter the system and access any data stored in the internal hard drive.\nDamaged file system:- The file system is used by the Operating System to define the approach for organizing files on the storage device. To be particular, it is like a gateway to access data stored on hard drive partitions. If the file system on the internal hard drive is unluckily damaged somehow, the drive may become inaccessible and the system may fail to start.\nSoftware Clash:- All kinds of applications you installed on your local machine currently may not able to be fully supportive with each other, so software clash occurs now and then to lead to sudden computer shutdown and cause internal hard drive corruption.","categories":[],"infobox_types":[],"annotations":[{"uri":"Data_storage_device","surface_form":"data storage device","offset":55},{"uri":"Computer","surface_form":"computer","offset":79},{"uri":"Magnet","surface_form":"magnet","offset":100},{"uri":"Gigabyte","surface_form":"gigabyte","offset":184},{"uri":"Terabyte","surface_form":"terabytes","offset":251},{"uri":"Megabyte","surface_form":"megabyte","offset":330},{"uri":"Byte","surface_form":"byte","offset":370},{"uri":"Terabyte","surface_form":"terabyte","offset":492},{"uri":"Serial_ATA","surface_form":"Serial ATA","offset":892},{"uri":"Parallel_ATA","surface_form":"Parallel ATA","offset":983},{"uri":"Fibre_Channel","surface_form":"Fibre Channel","offset":1026},{"uri":"SCSI","surface_form":"SCSI","offset":1072},{"uri":"Serial_Attached_SCSI","surface_form":"Serial Attached SCSI","offset":1178},{"uri":"RAID","surface_form":"RAID","offset":1401}]}