{"id":226012,"url":"http://en.wikipedia.org/wiki/Strepsirrhini","text":"The Strepsirrhini clade is one of the two suborders of primates, with 114 species. They are defined by their wet noses, although the Greek name means having a curved or bent nose. Madagascar's only primates (apart from humans) are strepsirrhines, although others can be found in southeast Asia.\nTheir eyes have a reflective layer to improve their night vision, and their eye sockets have a ring of bone around the eye. Strepsirrhine primates produce their own vitamin C, whereas haplorhine primates (and ourselves) must get it from their diets.\nThe suborder contains the lemurs and lorises. The modern types probably evolved from the Adapiforms, an extinct group.\nThe origin of the earliest primates, from which both the strepsirrhines and haplorhines (simians and tarsiers) evolved, is a mystery. Both their place of origin and the group from which they evolved are uncertain.\nAlthough the fossil record of their initial radiation across the Northern Hemisphere is very detailed, the fossil record from the tropics—where primates most likely evolved—is very poor, particularly around the time that primates and other eutherian mammals were first appearing.\nSo, geneticists and primatologists have used genetic analyses to determine the relatedness between primate lines and when they diverged. Using this molecular clock, it seems that primates evolved more than 80–90 mya, nearly 40 million years before the first primates appear in the fossil record.p22","categories":[],"infobox_types":[],"annotations":[{"uri":"Primate","surface_form":"primate","offset":55},{"uri":"Madagascar","surface_form":"Madagascar","offset":180},{"uri":"Human","surface_form":"human","offset":219},{"uri":"Asia","surface_form":"Asia","offset":289},{"uri":"Vitamin_C","surface_form":"vitamin C","offset":460},{"uri":"Lemurs","surface_form":"lemurs","offset":571},{"uri":"Lorises","surface_form":"lorises","offset":582},{"uri":"Adapiforms","surface_form":"Adapiforms","offset":634},{"uri":"Fossil","surface_form":"fossil record","offset":891},{"uri":"Adaptive_radiation","surface_form":"radiation","offset":922},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":943},{"uri":"Tropics","surface_form":"tropics","offset":1008},{"uri":"Eutheria","surface_form":"eutheria","offset":1118},{"uri":"Genetics","surface_form":"geneticists","offset":1162},{"uri":"Sequence_analysis","surface_form":"genetic analyses","offset":1203},{"uri":"Molecular_clock","surface_form":"molecular clock","offset":1306}]}