{"id":226366,"url":"http://en.wikipedia.org/wiki/Edward_Jenner","text":"Edward Jenner (17 May 1749 – 26 January 1823) was an English physician known for creating the vaccine for smallpox.\nVaccination.\nVaccination was a concept that was known before Jenner.\nIn 1765, Dr John Fewster published a paper in the London Medical Society entitled \"Cow pox and its ability to prevent smallpox\", but he did not pursue the subject further.\nAfter 1770, at least five investigators in England and Germany (Sevel, Jensen, Jesty 1774, Rendell, Plett 1791) successfully tested a cowpox vaccine in humans against smallpox. For example, Dorset farmer Benjamin Jesty successfully vaccinated and presumably induced immunity with cowpox in his wife and two children during a smallpox epidemic in 1774. Jenner may have been aware of Jesty's procedures and success, but after Jenner's work some 20 years later the procedure became widely understood at last.\nIt was a common observation that milkmaids were generally immune to smallpox. Jenner thought that the pus in the blisters that milkmaids received from cowpox (a disease similar to smallpox, but much less virulent) protected them from smallpox. He may already have heard of Benjamin Jesty's success.\nOn 14 May 1796, Jenner tested his hypothesis on an eight-year-old boy, the son of his gardener. He scraped pus from cowpox blisters on the hands of a milkmaid. Jenner inoculated Phipps in both arms that day, subsequently producing in Phipps a fever and some uneasiness, but no full-blown infection. Later, he injected the boy with a mild form of smallpox and he showed no sign of infection. Jenner successfully tested his hypothesis on 23 more subjects.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":53},{"uri":"Physician","surface_form":"physician","offset":61},{"uri":"Vaccine","surface_form":"vaccine","offset":94},{"uri":"Smallpox","surface_form":"smallpox","offset":106},{"uri":"Vaccination","surface_form":"Vaccination","offset":129},{"uri":"Dorset","surface_form":"Dorset","offset":547},{"uri":"Benjamin_Jesty","surface_form":"Benjamin Jesty","offset":561},{"uri":"Immunity","surface_form":"immunity","offset":623},{"uri":"Pus","surface_form":"pus","offset":965},{"uri":"Cowpox","surface_form":"cowpox","offset":1014},{"uri":"Pus","surface_form":"pus","offset":1269}]}