{"id":226371,"url":"http://en.wikipedia.org/wiki/Mansfield_Park_(novel)","text":"\"Mansfield Park\" is the third novel by iconic English author Jane Austen. Published in 1814, it was the most successful during her lifetime.\nPlot.\n\"Mansfield Park\" is about a poor young girl named Fanny Price.\nBorn in Portsmouth, Fanny's mother has two sisters, one of whom has married Sir Thomas Bertram of Mansfield Park miles away and the other lives in a cottage on the grounds of Mansfield. This other sister, in an attempt to show off her own sense of self-importance and charity, offers to take one of her poor sister's children off her hands, and persuades Sir Thomas that Fanny could be her assistant in helping with the daily running of Mansfield and so should live there too.\nAt Mansfield Park, Fanny grows up with her cousins Tom, Maria, Julia and Edmund Bertram. Only Edmund is kind to her. As they grow up, Edmund's kindness to Fanny makes her fall in love with him.\nHowever, when Fanny's uncle goes away for business, Mary Crawford and her brother Henry come to the neighborhood. Henry flirts with the Misses Bertram, making them fall in love with him, even though Maria is already engaged to a Mr. Rushworth. Mary and Edmund fall in love with each other, much to Fanny's surprise and sadness, but Mary wants Edmund to become rich and not be a clergyman. They put on a play called \"Lovers Vows\" that Fanny does not think Sir Thomas would like, so she does not join in. Just as they are trying to make her act, Sir Thomas returns home.\nHenry Crawford goes away, and Maria, angry and proud, quickly marries Mr. Rushworth, even though she does not love him. Henry Crawford falls really in love with Fanny, and proposes to her, but she says no. Sir Thomas gives Fanny the ultimatum of marry Mr Crawford or go back to her parents. Choosing to see her family again she is unhappy to see how coarse and vulgar they are.\nWhile she is there, she finds out in a newspaper that Maria has run away with Henry Crawford. Fanny is very shocked and unhappy. Edmund comes to ask Fanny to come back to Mansfield to nurse a sick Tom. He tells Fanny that he was shocked that Mary Crawford only thought Maria and Henry were silly for being found out, and that the act of adultery was not bad. He expresses he has finally realised he has always loved Fanny, and they marry.","categories":[],"infobox_types":["book |"],"annotations":[{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":61},{"uri":"Flirting","surface_form":"flirts","offset":1001},{"uri":"Pastor","surface_form":"clergyman","offset":1259},{"uri":"Newspaper","surface_form":"newspaper","offset":1867},{"uri":"Adultery","surface_form":"adultery","offset":2165}]}