{"id":226443,"url":"http://en.wikipedia.org/wiki/Barossa_Valley","text":"The Barossa Valley is in South Australia. It is found about north-east of Adelaide, the capital city of South Australia. The Barossa Valley is famous for making wine and because of this it often has many tourists. The three main towns in the region are Nuriootpa, Tanunda and Angaston.\nHistory.\nThe Barossa Valley was named in 1837 by a surveyor called Colonel William Light. It was meant to be named Barrosa, named after the town in Spain, but a mistake was made and it ended up being spelt Barossa.\nThe first place to be settled was Bethany in 1842 by people from both England and Germany. Most of the people to first arrive were from Germany and because of this the Barossa Valley has lots of German heritage. Soon after Bethany was established other towns were made. the next group of town to be created were: Angaston, Krondorf, Ebenezer, Penrice, Light Pass and Langmeil.\nThe year after the first town was made, churches stared being built. These were all Christian churches and most were Lutheran. The Christian lifestyle is still around the Barossa Valley today with lots of churches still around, although many are not Lutheran.\nPeople.\nThere are about 20 000 people who live in the Barossa Valley. Most of these people live in Tanunda, Nuriootpa, Angaston, Williamstown and Lyndoch, each having more than 1000 people. A few smaller towns such as Moculta and Springton are in the Barossa Valley too and all the town are a part of the Barossa Local Government which is more commonly called the Barossa Council.\nMost people in the area still call themselves Lutherans. This has caused many towns to have two or more Lutheran churches. For example, Tanunda has four, Nuriootpa has two and Angaston has two. Each town with more than 1000 people, not including Williamstown, has a Lutheran Primary School and Tanunda has a Lutheran Secondary School.\nThe number of people in all of the biggest towns is listed below.\nWine.\nThe Barossa Valley is called \"‘Australia's most famous wine region’\" by lots of people. There are about 150 wineries in the Barossa Valley. Some of the wineries are very famous both in Australia and overseas. The famous wineries include: Wolf Blass, Penfolds, Yalumba and Peter Lehmann Wines. The two secondary schools in the area both have wineries. Nuriootpa High School owns a winery called Barossa Class Wines (more commonly known as Nurrihannam Wines) and Faith Lutheran School owns a winery called Mengler View Wines.\nVintage Festival.\nEvery two years this festival is held in the Barossa Valley to celebrate the vintage. Vintage is the time between grapes been picked and then turned into wine. The vintage festival lasts for 9 days and on each day many events take place.\nThe most popular of all the events is the parade. This is where different companies and groups gather a few volunteers who parade from the main street in Nuriootpa through to the main street in Tanunda. Many groups choose to give out free gifts, such as lollies and stickers.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Australia","surface_form":"South Australia","offset":25},{"uri":"Adelaide","surface_form":"Adelaide","offset":74},{"uri":"Wine","surface_form":"wine","offset":161},{"uri":"Tourism","surface_form":"tourists","offset":204},{"uri":"Surveyor","surface_form":"surveyor","offset":337},{"uri":"Heritage","surface_form":"heritage","offset":703},{"uri":"Church","surface_form":"church","offset":918},{"uri":"Christian","surface_form":"Christian","offset":962},{"uri":"Lutheran","surface_form":"Lutheran","offset":995},{"uri":"Lutheran","surface_form":"Lutheran","offset":1565},{"uri":"Primary_School","surface_form":"Primary School","offset":1794},{"uri":"Secondary_School","surface_form":"Secondary School","offset":1836},{"uri":"Vintage","surface_form":"vintage","offset":2545}]}