{"id":226455,"url":"http://en.wikipedia.org/wiki/Dugong","text":"The dugong (\"Dugong dugon\") is a large mammal that lives its whole life in the sea.\nThey are sometimes called \"sea cows\" as they eat large amounts of sea grass. They live in warm, shallow areas where the sea grass grows. This area includes the north coast of Australia, and in other countries in the Indian Ocean and the Pacific Ocean.\nDugongs are more closely related to elephants than to other sea creatures. Their closest aquatic relative is the manatee, a fresh water species found in America and West Africa.\nThe dugong can grow to about long and weigh as much as. They only come to the surface to breathe, and unlike seals, they never come up on the land. A baby dugong is called a calf. It drinks milk from its mother until about two years old. A dugong reaches its adult size between the ages of 9 and 17 years. The dugong can live for up to 70 years of age. They are greyto brown in color. They have a tail with flukes, like a whale, and flippers. They do not have a dorsal fin like a shark. They have a wide flat nose, small eyes, and small ears.\nThe dugong is a migratory animal, but very slow moving. Studies by James Cook University showed that while many dugongs traveled less than, some went as far as. Scientists believe that dugongs move long distances for several reasons. They may be looking for food, as cyclones or floods can affect the seagrass. Males may be following females, or looking for their own territory. If the water gets cold, less than 17 degrees Centigrade, they will travel to warmer areas.\nBecause of their size, the only other species to attack dugongs are sharks, the Saltwater Crocodile and killer whales.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":39},{"uri":"Shallow","surface_form":"shallow","offset":180},{"uri":"Australia","surface_form":"Australia","offset":259},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":300},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":321},{"uri":"Elephant","surface_form":"elephant","offset":372},{"uri":"Manatee","surface_form":"manatee","offset":449},{"uri":"Grey","surface_form":"grey","offset":876},{"uri":"Brown","surface_form":"brown","offset":883},{"uri":"Fluke","surface_form":"fluke","offset":921},{"uri":"Dorsal","surface_form":"dorsal","offset":976},{"uri":"Migration","surface_form":"migratory","offset":1073},{"uri":"James_Cook_University","surface_form":"James Cook University","offset":1124},{"uri":"Shark","surface_form":"shark","offset":1595},{"uri":"Saltwater_Crocodile","surface_form":"Saltwater Crocodile","offset":1607},{"uri":"Killer_whale","surface_form":"killer whale","offset":1631}]}