{"id":226495,"url":"http://en.wikipedia.org/wiki/Child_abandonment","text":"Child abandonment is when a parent leaves their child. There are many causes of child abandonment, including poverty or mental illness. In many countries, if a children are abandoned, they become orphans and live in an orphanage. They are raised there until they reach 18.\nIn the United States, \"Safe Haven Laws\" allow parents to leave their infants at certain safe places. The goal of these laws is to keep parents from leaving their infants in unsafe places, or killing them. In some states, leaving a baby at a Safe Haven is thought of as child abandonment, and a complaint may be filed in family court. But as long as the baby has not been hurt, the parents cannot be charged with a crime for leaving their baby at a Safe Haven. The baby is given to state child protection workers, who find a safe place for the baby and try to get him or her adopted. Hospitals, fire stations, and police stations are common Safe Havens.\nHistory.\nAbandonment (or exposure) was a widely used method of getting rid of babies that parents did not want. Babies would be left outside, often in a pot or a vase, to die. It was practiced in ancient times, especially in Athens. The babies at the most risk were girls; babies with physical disabilities; ugly babies; children born to poor families; and babies who looked unwell. In past days, Women would not voice their thoughts on whether their babies were left to die. Due to the patriarchic structure of society, the fathers were the only ones who ultimately had a say. When it comes to [https://greenssolicitors.org/child-protection-solicitors-birmingham/ child protection], your local authority and the police may become involved if they believe you child is at risk or is out of your control.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poverty","surface_form":"poverty","offset":109},{"uri":"Mental_illness","surface_form":"mental illness","offset":120},{"uri":"Orphanage","surface_form":"orphanage","offset":219},{"uri":"Baby","surface_form":"baby","offset":504},{"uri":"Adoption","surface_form":"adopted","offset":847},{"uri":"Hospital","surface_form":"Hospital","offset":856},{"uri":"Fire_station","surface_form":"fire station","offset":867},{"uri":"Police_station","surface_form":"police station","offset":886},{"uri":"Death","surface_form":"die","offset":1097},{"uri":"Athens","surface_form":"Athens","offset":1151},{"uri":"Disability","surface_form":"disabilities","offset":1220},{"uri":"Patriarchy","surface_form":"patriarchic","offset":1413}]}