{"id":226543,"url":"http://en.wikipedia.org/wiki/Parazoa","text":"Parazoa is the animal sub-kingdom that includes organisms of the phyla Porifera and Placozoa. Sponges are the most well-known parazoa. They are aquatic organisms classified under the phylum Porifera with about 15,000 species worldwide. Although multicellular, sponges only have a few different types of cells, some of which may migrate within the organism to perform different functions.\nThe three main classes of sponges include glass sponges (Hexactinellida), calcareous sponges (Calcarea), and demosponges (Demospongiae). Parazoa from the phylum Placozoa include the single species Trichoplax adhaerens. These tiny aquatic animals are flat, round, and transparent. They are composed of only four types of cells and have a simple body plan with just three cell layers.\nSponge parazoans are unique invertebrate animals characterized by porous bodies. This interesting feature allows a sponge to filter food and nutrients from water as it passes through its pores. Sponges can be found at various depths in both marine and freshwater habitats and come in a variety of colors, sizes, and shapes. Some giant sponges can reach heights of seven feet, while the smallest sponges reach heights of only two-thousandths of an inch.\nTheir varied shapes (tube-like, barrel-like, fan-like, cup-like, branched, and irregular shapes) are structured to provide optimal water flow. This is vital as sponges do not have a circulatory system, respiratory system, digestive system, muscular system, or nervous system as do many other animals. Water circulating through pores allows for gas exchange as well as food filtration. Sponges typically feed on bacteria, algae, and other tiny organisms in water. To a lesser degree, some species have been known to feed on small crustaceans, like krill and shrimp. Since sponges are non-motile, they are typically found attached to rocks or other hard surfaces.\nAdapted from work by Philcha/ Wikimedia Commons/CC BY Attribution 3.0\nUnlike most animal organisms which exhibit some type of body symmetry, such as radial, bilateral, or spherical symmetry, most sponges are asymmetric, exhibiting no type of symmetry. There are a few species, however, that are radially symmetrical. Of all the animal phyla, Porifera are the simplest in form and most closely related to organisms from the kingdom Protista. While sponges are multicellular and their cells perform different functions, they do not form true tissues or organs.\nBody Wall.\nPinacoderm - the outer surface layer of the body wall that is equivalent to the epidermis of higher animals. The pinacoderm consists of a single layer of flattened cells called pinacocytes. These cells are able to contract, thus reducing the size of a sponge when needed.\nMesohyl - thin middle layer that is analogous to connective tissue in higher animals. It is characterized by a jelly-like matrix with collagen, spicules, and various cells embedded within. Cells called archaeocytes found in the mesohyl are amebocytes (cells capable of movement) that can transform into other sponge cell types. These cells aid in digestion, nutrient transport, and are even capable of developing into sex cells. Other cells called sclerocytes produce skeletal elements called spicules that provide structural support.\nChoanoderm - The inner layer of the body wall consisting of cells called choanocytes. These cells contain a flagellum, which is surrounded by a collar of cytoplasm at its base. Through the beating movement of the flagella, water flow is maintained and directed through the body.\nSponges have a particular body plan with a pore/canal system that is arranged into one of three types: asconoid, syconoid or leuconoid. Asconoid sponges have the simplest organization consisting of a porous tube shape, an osculum, and an open internal area (spongocoel) that is lined with choanocytes. Syconoid sponges are larger and more complex than asconoid sponges. They have a thicker body wall and elongated pores that form a simple canal system. Leuconoid sponges are the most complex and largest of the three types. They have an intricate canal system with several chambers lined with flagellated choanocytes that direct water flows through the chambers and eventually out the osculum.\nSponges are capable of both asexual and sexual reproduction. These parazoans reproduce most commonly by sexual reproduction and most are hermaphrodites, that is, the same sponge is capable of producing both male and female gametes. Typically only one type of gamete (sperm or egg) is produced per spawn. Fertilization occurs as sperm cells from one sponge are released through the osculum and carried by water current to another sponge.\nAs this water is propelled through the receiving sponge's body by choanocytes, the sperm is captured and directed to the mesohyl. Egg cells reside in the mesohyl and are fertilized upon union with a sperm cell. In time, the developing larvae leave the sponge body and swim until they find a suitable location and surface on which to attach, grow, and develop.\nAsexual Reproduction.\nAsexual reproduction is infrequent and includes regeneration, budding, fragmentation, and gemmule formation. Regeneration is the ability of a new individual to develop from a detached part of another individual. Regeneration also enables sponges to repair and replace damaged or severed body parts. In budding, a new individual grows out of the body of the sponge. The new developing sponge may remain attached to or separate from the body of the parent sponge. In fragmentation, new sponges develop from pieces that have fragmented from the body of the parent sponge. Sponges may also produce a specialized mass of cells with a hard outer covering (gemmule) that can be released and develop into a new sponge. Gemmules are produced under harsh environmental conditions to enable survival until conditions become favorable again.\nNOAA Okeanos Explorer Program, Gulf of Mexico 2012 Expedition\nGlass sponges of the class Hexactinellida typically live in deep sea environments and may also be found in Antarctic regions. Most hexactinellids exhibit radial symmetry and commonly appear pale with regard to color and cylindrical in form. Most are vase-shaped, tube-shaped, or basket-shaped with leuconoid body structure. Glass sponges range in size from a few centimeters in length to 3 meters (almost 10 feet) in length.\nThe hexactinellid skeleton is constructed of spicules composed entirely of silicates. These spicules are often arranged into a fused network that gives the appearance of a woven, basket-like structure. It is this mesh-like form that gives hexactinellids the firmness and strength required to live at depths of 25 to 8,500 meters (80–29,000 feet). Tissue-like material also containing silicates overlays the spicule structure forming thin fibers that cling to the framework.\nThe most familiar representative of the glass sponges is the Venus' flower-basket. A number of animals use these sponges for shelter and protection including shrimp. A male and female shrimp pair will take up residence in the flower-basket house when they are young and continue to grow until they are too large to leave the confines of the sponge. When the couple reproduces young, the offspring are small enough to leave the sponge and find a new Venus' flower-basket. The relationship between the shrimp and the sponge is one of mutualism as both receive benefits. In return for protection and food provided by the sponge, the shrimp help to keep the sponge clean by removing debris from the sponge's body.\nCalcareous sponges of the class Calcarea commonly reside in tropical marine environments at more shallow regions than glass sponges. This class of sponges has fewer known species than Hexactinellida or Demospongiae with around 400 identified species. Calcareous sponges have varied shapes including tube-like, vase-like, and irregular shapes. These sponges are usually small (a few inches in height) and some are brightly colored. Calcareous sponges are characterized by a skeleton formed from calcium carbonate spicules. They are the only class to have species with asconoid, syconoid, and leuconoid forms.\nDemosponges of the class Demospongiae are the most numerous of the sponges containing 90 to 95 percent of Porifera species. They are typically brightly colored and range in size from a few millimeters to several meters. Demosponges are asymmetrical forming a variety of shapes including tube-like, cup-like, and branched shapes. Like glass sponges, they have leuconoid body forms. Demosponges are characterized by skeletons with spicules composed of collagen fibers called spongin. It is the spongin that gives sponges of this class their flexibility. Some species have spicules that are composed of silicates or both spongin and silicates.\nEitel M, Osigus H-J, DeSalle R, Schierwater B (2013) Global Diversity of the Placozoa. PLoS ONE 8(4): e57131. doi:10.1371/journal.pone.0057131\nParazoa of the phylum Placozoa contains only one known living species Trichoplax adhaerens. A second species, Treptoplax reptans, has not been observed in more than 100 years. Placozoans are very tiny animals, about 0.5 mm in diameter. T. adhaerens was first discovered creeping along the sides of an aquarium in an amoeba-like fashion. It is asymmetrical, flat, covered with cilia, and able to adhere to surfaces. T. adhaerens has a very simple body structure that is organized into three layers. An upper cell layer provides protection for the organism, a middle meshwork of connected cells enable movement and shape change, and a lower cell layer functions in nutrient acquisition and digestion. Placozoans are capable of both sexual and asexual reproduction. They reproduce primarily by asexual reproduction through binary fission or budding. Sexual reproduction occurs typically during times of stress, such as during extreme temperature changes and low food supply.","categories":[],"infobox_types":[],"annotations":[]}