{"id":22653,"url":"http://en.wikipedia.org/wiki/Comic_book","text":"Comic books are books with comics, with pictures that make a story. Comics were started in the 1900s. Some famous examples are Spider-Man and Batman. Some comic companies are Marvel Comics and DC Comics. Many comic books are about superheroes, but many others are about other things. Very often, characters in books, video games, movies and television appear in comics, and sometimes comic book characters are used in movies, TV shows or video games.\nThere are three different kinds of comic books: single issues that are usually 32 pages long are called comic books. These are printed and bound like a magazine, with the pages folded and stapled together through the centerfold. Several comics may be put together in a trade paperback. These have spines like a book and are glued together. A bigger comic book that is bound like a trade paperback but is all new, instead of collecting older comics, is called a graphic novel.\nIn English speaking countries, you read the speech bubbles left to right. Then you read the row below it left to right. This is different from Japanese comics, called manga.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comics","surface_form":"comics","offset":27},{"uri":"1900s","surface_form":"1900s","offset":95},{"uri":"Spider-Man","surface_form":"Spider-Man","offset":127},{"uri":"Batman","surface_form":"Batman","offset":142},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":175},{"uri":"DC_Comics","surface_form":"DC Comics","offset":193},{"uri":"Superhero","surface_form":"superhero","offset":231},{"uri":"Book","surface_form":"book","offset":310},{"uri":"Video_games","surface_form":"video games","offset":317},{"uri":"Movies","surface_form":"movies","offset":330},{"uri":"Television","surface_form":"television","offset":341},{"uri":"TV_show","surface_form":"TV show","offset":426},{"uri":"Trade_paperback_(comics)","surface_form":"trade paperback","offset":720},{"uri":"Graphic_novel","surface_form":"graphic novel","offset":912},{"uri":"Japan","surface_form":"Japan","offset":1070},{"uri":"Manga","surface_form":"manga","offset":1094}]}