{"id":22662,"url":"http://en.wikipedia.org/wiki/Recorder","text":"e=\"preserve\">The recorder is a musical instrument that is a type of flute. It is shaped like a tube with one end bigger than the other end. A recorder player puts the bigger end in their mouth and blows into it.\nIn Europe, people started to play the recorder in medieval times. The recorder was often used by musicians to sound like bird songs. Purcell, Bach, Telemann and Vivaldi all wrote music for the recorder. By the 1900s very few people played the recorder. They liked the flute and other instruments better than the recorder. These instruments are louder than the recorder and are better for playing difficult music.\nIn the 1900s more people started to learn the recorder again. One reason was that people wanted to play old music on old kinds of instruments. A second reason was that the recorder is a good instrument for children to learn about music.\nHistory.\nWhistles are very old instruments. People have found some whistles that were made in the Iron Age. A recorder is a type of whistle. It has holes for seven fingers and one thumb. It also has one end bigger than the other. The first recorders were made in the 1500s. Some remains of these have been found in Germany, the Netherlands and Greece.\nMany people played the recorder in Europe in the 1500s and 1600s. King Henry VIII of England had 76 recorders. William Shakespeare talks about recorders in his play \"Hamlet\" and John Milton talks about them in his poem \"Paradise Lost\". Recorders from that time are now called Renaissance recorders.\nIn the 1600s, the people who made recorders tried new ways to make them sound better. They also wanted them to play more difficult music. Recorders from this time are called Baroque recorders. They were thinner than Renaissance recorders. They were also made in several parts that fitted together. In the picture at the top of the page, one of the recorders is in three parts.\nFrom the second half of the 1700s, people preferred to play the flute and clarinet instead of the recorder. Flutes are good for playing music which has a large range of notes. Flutes are also better for playing music which needs many chromatic notes.\nModern period.\nIn the 1900s people wanted to play old music with old kinds of instrument. In England, Arnold Dolmetsch was one of the people who was famous for this. Other musicians also began to play the recorder at serious music concerts. Some of these people were Frans Brüggen, Hans-Martin Linde, Bernard Kranis and David Munrow. In modern times, people have written new music for the recorder. Some of these people are Paul Hindemith, Luciano Berio, John Tavener, Michael Tippett, Benjamin Britten, Leonard Bernstein, Gordon Jacob and Edmund Rubbra.\nThe recorder is sometimes used in popular music. The Beatles played the recorder in their song \"Fool on the Hill\" and the Rolling Stones used a recorder in \"Ruby Tuesday (song)\".\nPlastic recorders were invented in the 20th century. They are cheap and vary greatly in quality (that is often not related to the price) depending on the manufacturer. They are easy instruments to play simple music. Many elementary schools use plastic recorders to teach music to children.\nThe head joint of the recorder is used as a noise, rhythm and effect instrument, and as a toy musical instrument with children. Because the recorder head works like a whistle, it can be used as such. With a bit practice, it is easy to play all kind of rhythms. Effects are made by opening and covering the lower end of the head joint with the hand while blowing. Many players blow harder like \"normal\" recorder playing (like with a pea whistle), to get a very shrill and loud sound. Professor Agnes Dorwarth of the Hochschule für Musik Freiburg argues this is an attractive way to get children to play with part of the instrument, which can make playing the entire instrument more inviting.\nKinds of recorder.\nRecorders are made in different sizes. The lowest note of most recorders is either C or F. This is the note that is heard when the player covers all the finger holes and the thumb hole. The soprano recorder is the size of recorder which is usually played in schools, also known as a Descant. The lowest note of the soprano recorder is C. Some recorders are smaller than the soprano recorder but are not common. The alto recorder is bigger than the soprano recorder. Its lowest is F. The other main sizes are the tenor recorder (with lowest note C) and the bass (with lowest note F). Instruments larger than the bass are made but are not common. These include the Great Bass, Contrabass, Subgreatbass and Subcontrabass. Recorders higher than a soprano recorder include the Sopranino and Garklein recorders.\nRecorder groups.\nThe recorder is a very social instrument. Many people enjoy playing in small or large groups. Groups often play music that is written for several different sizes of recorder together. Often there is a separate musical part for soprano, alto, tenor, and bass recorders. This covers a wider range of notes, from high sounds to low, than any single instrument could play. Some music is written for a recorder duet (two instruments), trio (three), or quartet (four). These groups are called \"ensembles,\" from the French word for \"together.\" Some people play in recorder orchestras. These sometimes have 50 or 60 players with nine sizes of instrument.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":31},{"uri":"Flute","surface_form":"flute","offset":68},{"uri":"Europe","surface_form":"Europe","offset":215},{"uri":"Medieval_music","surface_form":"medieval times","offset":262},{"uri":"Henry_Purcell","surface_form":"Purcell","offset":345},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":354},{"uri":"Georg_Philipp_Telemann","surface_form":"Telemann","offset":360},{"uri":"Antonio_Vivaldi","surface_form":"Vivaldi","offset":373},{"uri":"Iron_Age","surface_form":"Iron Age","offset":960},{"uri":"Germany","surface_form":"Germany","offset":1177},{"uri":"Netherlands","surface_form":"Netherlands","offset":1190},{"uri":"Greece","surface_form":"Greece","offset":1206},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":1285},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":1325},{"uri":"Play_(theatre)","surface_form":"play","offset":1374},{"uri":"Hamlet","surface_form":"Hamlet","offset":1380},{"uri":"John_Milton","surface_form":"John Milton","offset":1392},{"uri":"Paradise_Lost","surface_form":"Paradise Lost","offset":1434},{"uri":"Renaissance","surface_form":"Renaissance","offset":1490},{"uri":"Baroque","surface_form":"Baroque","offset":1687},{"uri":"Flute","surface_form":"flute","offset":1954},{"uri":"Clarinet","surface_form":"clarinet","offset":1964},{"uri":"Chromatic","surface_form":"chromatic","offset":2124},{"uri":"England","surface_form":"England","offset":2234},{"uri":"Arnold_Dolmetsch","surface_form":"Arnold Dolmetsch","offset":2243},{"uri":"Frans_Br%C3%BCggen","surface_form":"Frans Brüggen","offset":2408},{"uri":"Hans-Martin_Linde","surface_form":"Hans-Martin Linde","offset":2423},{"uri":"Bernard_Kranis","surface_form":"Bernard Kranis","offset":2442},{"uri":"David_Munrow","surface_form":"David Munrow","offset":2461},{"uri":"Paul_Hindemith","surface_form":"Paul Hindemith","offset":2565},{"uri":"Luciano_Berio","surface_form":"Luciano Berio","offset":2581},{"uri":"John_Tavener","surface_form":"John Tavener","offset":2596},{"uri":"Michael_Tippett","surface_form":"Michael Tippett","offset":2610},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":2627},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":2645},{"uri":"Gordon_Jacob","surface_form":"Gordon Jacob","offset":2664},{"uri":"Edmund_Rubbra","surface_form":"Edmund Rubbra","offset":2681},{"uri":"The_Beatles","surface_form":"The Beatles","offset":2745},{"uri":"Fool_on_the_Hill","surface_form":"Fool on the Hill","offset":2792},{"uri":"The_Rolling_Stones","surface_form":"the Rolling Stones","offset":2814},{"uri":"Ruby_Tuesday_(song)","surface_form":"Ruby Tuesday (song)","offset":2853},{"uri":"Elementary_school","surface_form":"elementary school","offset":3096},{"uri":"Noise","surface_form":"noise","offset":3209},{"uri":"Rhythm","surface_form":"rhythm","offset":3216},{"uri":"Sound_effect","surface_form":"effect","offset":3227},{"uri":"Whistle","surface_form":"whistle","offset":3332},{"uri":"Pea_whistle","surface_form":"pea whistle","offset":3597},{"uri":"Hochschule_f%C3%BCr_Musik_Freiburg","surface_form":"Hochschule für Musik Freiburg","offset":3680},{"uri":"Ensemble","surface_form":"ensemble","offset":5186}]}