{"id":22671,"url":"http://en.wikipedia.org/wiki/Avalanche","text":"An avalanche is a natural disaster linked to snow. When there is too much snow on a mountain, some of the snow may fall, causing damage to things in its path. This is called an avalanche. People talk about avalanches because they may be dangerous to skiers and other people doing winter sports.\nLarge avalanches may carry stones, boulders and trees with them. They may bury people under them. If the people are not found rapidly enough by rescue teams they will die of suffocation (not getting enough air) or of hypothermia (freezing cold).\nEuropean avalanche risk table.\nIn Europe, the avalanche risk is widely rated on the following scale, which was adopted in April 1993 to replace the earlier non-standard national schemes. Descriptions were last updated in May 2003 to enhance uniformity [http://www.slf.ch/laworg/muenchen2003-fr.pdf pdf].\nSurviving avalanches.\nSurviving avalanches is very difficult, as the snow rushes at a very fast rate and can bury anyone alive in seconds. However, the snow in an avalanche acts like a liquid when descending. Thus, the best way is to actually 'swim' a backstroke. This will help as the person will be able to keep his/her face up and breathe, and also not get submerged in the snow at the same time (the force of swimming backwards is in contrast and opposes the force of the snow coming in his/her direction, rather than the snow totally taking over).\nAnother way is to hold on to something immediately after an avalanche occurs. The item should be strong so it itself doesn't get drifted away by an avalanche, like a tree or large and heavy rock.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_disaster","surface_form":"natural disaster","offset":18},{"uri":"Snow","surface_form":"snow","offset":45},{"uri":"Danger","surface_form":"dangerous","offset":237},{"uri":"Skier","surface_form":"skier","offset":250},{"uri":"Winter_sport","surface_form":"winter sport","offset":280},{"uri":"Stone","surface_form":"stone","offset":322},{"uri":"Boulder","surface_form":"boulder","offset":330},{"uri":"Tree","surface_form":"tree","offset":343},{"uri":"Burial","surface_form":"bury","offset":369},{"uri":"Rescue","surface_form":"rescue","offset":439},{"uri":"Team","surface_form":"team","offset":446},{"uri":"Suffocation","surface_form":"suffocation","offset":469},{"uri":"Air","surface_form":"air","offset":501},{"uri":"Hypothermia","surface_form":"hypothermia","offset":512},{"uri":"Europe","surface_form":"Europe","offset":575},{"uri":"May","surface_form":"May","offset":762},{"uri":"2003","surface_form":"2003","offset":766}]}