{"id":226852,"url":"http://en.wikipedia.org/wiki/Ante_Paveli%C4%87","text":"ce=\"preserve\">Ante Pavelić (14 July 1889 – 28 December 1959) was the founding member of the Croatian national socialist/fascist Ustaše movement and terrorist organization in the 1930s. Later, during World War II, he will be the leader (\"Poglavnik\" - Head) of the Independent State of Croatia, a puppet state of Nazi Germany.\nEarly life.\nAnte Pavelić was born in Bradina, a small village roughly 15 kilometres south west of Hadžići in Bosnia and Herzegovina, then Austria-Hungary, although he draws his roots from southern Lika, in the small town of Krivi Put on the central part of the Velebit plain. His parents moved to Bosnia. As an adult, Ante Pavelić decided to move to Zagreb to study the law. An extremist even in his youth, he became a member of the organization known as the \"Frankovci\" whose founder, Dr. Josip Frank, was the father-in-law of Slavko Kvaternik, an Austro-Hungarian army officer. In 1919 he was the interim secretary of the Pure Party of Rights. In 1921 he was arrested along with several other members of the party but was released; he defended them at the trial and lost. Kvaternik had long been a strong advocate of Croat separatism and the German ideas on a separate Croat state found in him a ready tool.\nPavelić's quarrelsome nature became more and more apparent in the years immediately after the first war when he became involved in one dispute after another with the Centralist Party and the Croat Peasant Party of Radić. He was the sole representative of his Party in the \"Skupština\" (Yugoslav Parliament) but rarely attended sessions and, when he did, he sulked in his seat and only occasionally indulged in a long harangue in protest against some measure which he did not approve.\n1920s and 1930s.\nIn the early 1920s, Pavelić began to establish his contacts with Croat émigrées in Vienna and Budapest and later entered into close accord with the Macedonian terrorist society IMRO. In 1927 he acted as counsel for the defense of the Macedonian terrorists at the Skopje trials.\nIn 1927 he was elected to the Zagreb city council. He held the position of the party secretary in the Party of Rights until 1929 and the beginning of royal government in the Kingdom of Yugoslavia. Shortly after the proclamation of the establishment of the government Alexander I of Yugoslavia in January 1929, Pavelić fled abroad and was subsequently sentenced to death in absentia at Belgrade for his part in anti-Serb demonstrations organized at Sofia by Bulgarian and Macedonian terrorists. He then co-founded the Ustaše terrorist organization and went underground.\nCamps for training terrorists and saboteurs were set up in Italy and Hungary, chiefly at Brescia and Borgotaro in Italy and Janka Puszta in Hungary and an armed insurrection was attempted in 1933 when the Ustaše, armed by the Italians, attempted to invade the country by crossing the Adriatic sea in motorboats. This was unsuccessful but its lack of success probably was instrumental in the decision to assassinate King Alexander I of Yugoslavia. Two attempts were made, the last one successful and Aleksandar was slain at Marseilles 9 October 1934 along with the French Foreign Minister, Louis Barthou.\nThe singular lack of armed protection afforded to the Yugoslav monarch, and the general laxity of security precautions when it was well-known that one attempt had already been made on Alexander's life are grim tributes to Pavelić organizational abilities; he had apparently been able to bribe a high official in the Surete General. The Prefect of Police of Marseilles, Jouhannaud, was subsequently removed from office.\nWorld War II.\nPavelić remained in Italy until the beginning of World War II. As the leader of the Ustaše he directly ordered, organized and conducted a campaign of terror against Serbs, Jews, Gypsies, and communist Croats and Bosniaks. The extent of this campaign reached the proportions of genocide. Pavelić's Ustaše regime was the most murderous Nazi puppet state in the whole of occupied Europe. Numerous surviving testimonies from the Nuremberg Trials and the German and the Italian war archives bear witness to bestialities perpetrated against the civilian population of the state. According to these testimonies, the German officers themselves were horrified by the scenes of atrocities committed by his Ustaše, forcing them to stop the bloodshed (Jasenovac, 1941), arrest one of the most notorious Ustaše (Fra Miroslav Filipović-Majstorović, Banja Luka, 1942) and disarm an Ustaše detachment (Eastern Bosnia, 1942).\nThese atrocities were recorded in novelistic literature and poetry: Malaparte's Kaputt \"Basket of oysters chapter\", inspired by the widespread practices of the Ustaše gouging out the eyes of Serbs; Kovačić's \"Jama (The Pit)\", where Ustaše tied Serbs with barbed wire and dropped them into pits; Oljača's \"Kozara\"; Svetina's \"Volčiči (The Wolf Puppies)\". As far as the Serb population of the puppet state was concerned, the stated aim was the extermination of a third of their numbers, exile for another third, and a forced conversion to Catholicism for yet another. The Ustaše succeeded in reaching their first goal, exterminating close to one third of the Serbs and possibly more. A Gestapo report to Himmler (17 February 1942) on increased Partisan activities stated that \"Increased activity of the bands is chiefly due to atrocities carried out by Ustasha units in Croatia against the Orthodox population. The Ustashas committed their deeds in a bestial manner not only against males of conscript age, but especially against helpless old people, women and children. The number of the Orthodox that the Croats have massacred and sadistically tortured to death is about three hundred thousand.\"\nPavelić's regime was not officially recognized by the Vatican, but at no point did the Church condemn the genocide and forced conversions to Catholicism perpetrated by the Ustaše. Soon after coming to power in April 1941 Pavelić was given a private audience in Rome by Pope Pius XII, an act for which the Pope was widely criticized. A British Foreign Office memo on the subject described Pius as \"the greatest moral coward of our age\" for receiving Pavelić. Pavelic remained Hitler's servant to the end of war. His servitude toward Hitler was described by A. Veesenmayer\nWhat Pavelic meant by \"independence\" he explained to German foreign minister Ribentrop's trusted troubleshooter for the southeast Europe, Anton Veesenmeyer. Pavelic had only two wishes, Veesenmayer reported to Berlin: first to obtain German recognition of Croatia; and second, an opportunity to thank Hitler in person and promise him \"to live and die for the Fuehrer\".\nA Yugoslavian court declared that Pavelić had been responsible for the deaths of 700,000 people during his reign.\nPost-war.\nIn May 1945 Pavelić fled via Bleiburg to Austria, where he stayed for a few months before transferring to Rome, where he was hidden by members of the Roman Catholic Church (as is documented in de-classified US Intelligence documents).\nSix months later, he fled to South America. Upon arriving in Argentina via the ratlines, he became a security advisor to Juan Perón. Perón issued 34,000 visas to Croatians: both the Nazi collaborators and the anti-communists that fled from the new communist government led by Josip Broz Tito.\nOn April 10, 1957, the 16th anniversary of the founding of the Independent State of Croatia, the 67 year old Pavelić was shot and seriously wounded by an unknown assailant in Buenos Aires. The operation was attributed to Tito's Yugoslav intelligence, although the anniversary also suggested an attempt at revenge by a Chetnik activist. Despite having a bullet in his spine, Pavelić elected not to be hospitalized. Two weeks later, the Argentine government agreed to the Tito government's request to extradite Pavelić, and he went into hiding. Although there were reports that he had fled to work for the Stroessner regime in Paraguay, Pavelić's whereabouts remained unknown until late 1959, where it was learned that he had been granted asylum in Spain. Pavelić died on 28 December 1959, at the German hospital in Madrid, reportedly from complications due to the bullet in his spine.","categories":[],"infobox_types":[],"annotations":[{"uri":"14_July","surface_form":"14 July","offset":28},{"uri":"1889","surface_form":"1889","offset":36},{"uri":"28_December","surface_form":"28 December","offset":43},{"uri":"1959","surface_form":"1959","offset":55},{"uri":"Croatia","surface_form":"Croatia","offset":92},{"uri":"Nazism","surface_form":"national socialist","offset":101},{"uri":"Fascist","surface_form":"fascist","offset":120},{"uri":"1930s","surface_form":"1930s","offset":178},{"uri":"World_War_II","surface_form":"World War II","offset":199},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":263},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":311},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":434},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":463},{"uri":"Zagreb","surface_form":"Zagreb","offset":675},{"uri":"1919","surface_form":"1919","offset":908},{"uri":"1921","surface_form":"1921","offset":974},{"uri":"1920","surface_form":"1920","offset":1748},{"uri":"Vienna","surface_form":"Vienna","offset":1818},{"uri":"Budapest","surface_form":"Budapest","offset":1829},{"uri":"Macedonia_(region)","surface_form":"Macedonian","offset":1883},{"uri":"1927","surface_form":"1927","offset":2016},{"uri":"Zagreb","surface_form":"Zagreb","offset":2043},{"uri":"1929","surface_form":"1929","offset":2137},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":2187},{"uri":"1929","surface_form":"1929","offset":2317},{"uri":"Belgrade","surface_form":"Belgrade","offset":2398},{"uri":"Italy","surface_form":"Italy","offset":2641},{"uri":"Hungary","surface_form":"Hungary","offset":2651},{"uri":"Italy","surface_form":"Italy","offset":2696},{"uri":"Hungary","surface_form":"Hungary","offset":2722},{"uri":"Adriatic_sea","surface_form":"Adriatic sea","offset":2866},{"uri":"9_October","surface_form":"9 October","offset":3116},{"uri":"1934","surface_form":"1934","offset":3126},{"uri":"World_War_II","surface_form":"World War II","offset":3668},{"uri":"Genocide","surface_form":"genocide","offset":3896},{"uri":"Holy_See","surface_form":"Vatican","offset":5778},{"uri":"Pope_Pius_XII","surface_form":"Pope Pius XII","offset":5993},{"uri":"1945","surface_form":"1945","offset":6795},{"uri":"Austria","surface_form":"Austria","offset":6829},{"uri":"Rome","surface_form":"Rome","offset":6894},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":6938},{"uri":"South_America","surface_form":"South America","offset":7052},{"uri":"Argentina","surface_form":"Argentina","offset":7084},{"uri":"Juan_Per%C3%B3n","surface_form":"Juan Perón","offset":7144},{"uri":"Communist","surface_form":"communist","offset":7271},{"uri":"Josip_Broz_Tito","surface_form":"Josip Broz Tito","offset":7299},{"uri":"Madrid","surface_form":"Madrid","offset":8130}]}