{"id":226966,"url":"http://en.wikipedia.org/wiki/Ante_Star%C4%8Devi%C4%87","text":"ce=\"preserve\">Ante Starčević (23 May, 1823 - 28 February, 1896) was a Croatian politician and publisher.\nLife.\nStarčević was born in Žitnik near Gospić, a small town of the Military Frontiers, in what was then part of Austria-Hungary. He was the son of a Serb Orthodox mother and Catholic father. In 1845, he graduated from secondary school in Zagreb. He started his studies at the seminary (school where people can learn how to become a priest or minister) in Senj, but moved to Pest in the year of 1845 so he could go to a Roman Catholic theological (of the study of God or gods) seminary - which he finished in 1848. After passing a number of philosophy and free sciences classes, he earned a honoris causa degree in the year of 1846. Starčević quickly returned to Croatia and continued studying theology in Senj. Instead of becoming a priest, he chose to get involved in secular pursuits and started working in the law firm of Ladislav Šram in Zagreb.\nHe then tried to get an academic post with the University of Zagreb. As he was unsuccessful, he stayed in Šram's office until 1861 even though he was no longer allowed to practice law since 1857. He was also a member of the committee of Matica ilirska, a Croatian cultural society, in the Historical Society and in the editorial board of \"Neven\", a literary magazine.\nIn 1861, he was appointed the chief notary of the Fiume county. That same year, he was elected to the Croatian Parliament as the representative of Fiume and started the Croatian Party of Rights with Eugen Kvaternik. Starčević would be reelected to the parliament in 1865, 1871, and from 1878 to his death.\nIn 1862, when Fiume was the scene of protests against Austrian Empire, he had to stay in prison for one month because he was thought to be enemy of the government. When he was released, Starčević returned to Šram's office, where he stayed until 11 October 1871, when he was arrested again, this time on the occasion of the Rakovica Revolt. The rebellion was started by Kvaternik, who was not a Serb hater as his political ally Starčević. Kvaternik had become convinced that a political solution, as Starčević called for, was not possible. While several hundred men were rebelling against the government, both Croats and Serbs, it was soon defeated by Imperial Austrian troops. The Croatian Party of Rights didn't exist anymore. Starčević was released after two months in prison.\nIn the last decade of the 19th century, he moved to Starčević House (\"Starčevićev dom\"), built for him by the Party of Rights in 1895. He died in his house a year later, when he was 73. According to his wish, he was buried in the Church of St Mirko in the Zagreb suburb of Šestine. His statue was made by Ivan Rendić. At his deathbed, he requested that no monuments be raised to his honor, but his statue was put up in front of Starčević House in 1998.\nPolitical activity.\nAfter being banned from practicing law in 1857, Starčević travelled to Russia where he hoped he would gather support from the empire's eastern rival. When this failed, he travelled to France, pinning his hopes on French emperor Napoleon III. While in Paris, he published his work \"La Croatie et la confédération italienne\", considered by some to be the precursor to his Party of Rights' political program. In 1859, the Austrian Empire was defeated in the Second Italian War of Independence, during which time Starčević returned to Croatia. Austria lost control over Italy, and Austria's weakening status in the world paved the way for Starčević's career.\nAs the chief notary in Fiume in 1861, Starčević wrote \"the four petitions of the Rijeka county\", which are considered the basis of the political program of the Croatian Party of Rights. He pointed out that Croatia needed to determine its relationships with Austria and Hungary through international agreements. He demanded the reintegration of the Croatian lands, \"the large kingdom of Croatia of old\" (the Middle Age's Kingdom of Croatia), the homeland of one people, \"with the same blood, language, past and (God willing) future\".\nOn that ideological basis, he founded the Croatian Party of Rights with his school friend Eugen Kvaternik in 1861. The Party of Rights was clerical, conservative, and pro-Habsburg. Its only concession to nationalism was hostility to the Serbs who, since the incorporation of the \"military frontiers\" into Croatia in 1868, made up a quarter of the population. Starčević was the only parliamentary representative who agreed with Kvaternik's draft constitution of 26 June 1861. He advocated the termination of the Military Frontier and persuaded parliament to pass on 5 August 1861 the decision annulling any joint business with Austria.\nHe advocated the resolution of Bosnian issues by reforms and cooperation between the people and the nobility. Starčević believed that Bosniaks were the \"the best Croats\", and claimed that \"Bosnian Muslims are a part of the Croatian people and of the purest Croatian blood\".\nLiterary and publishing work.\nStarčević wrote literary criticism, short stories, newspaper articles, philosophical essays, plays and political satire. He was also a translator.\nHis travelogue \"From Lika\" was published in Kušlan's magazine \"Slavenski Jug\" on 22 October 1848. He wrote four plays in the period 1851-52, but only the \"Village Prophet\" has been preserved. His translation of Anacreon from Ancient Greek was published in \"Danica\" in 1853. His critical review (1855) of Đurđević's \"Pjesni razlike\" was described by the Croatian literary historian Branko Vodnik as \"our first genuine literary essay about older Dubrovnik literature\". His opus shows an affinity with practical philosophy, which he calls \"the science of life\". As Josip Horvat said: \"His literary work from 1849 to the end of 1853 made Ante Starčević the most prolific and original Croatian writer along with Mirko Bogović.\"\nIn 1850, incited by Ljudevit Gaj, Starčević started working on the manuscript of \"Istarski razvod\", a crucial Croatian document from 1325. He transcribed the text from the Glagolitic alphabet to the Latin alphabet, analyzed it and published it in 1852. In the foreword, young Starčević elaborated his linguistic ideas, pointing out that the mixture of all three Croatian dialects (Shtokavian, Chakavian) and Kajkavian) and the Krajina dialect is called the Croatian language, which Starčević considers from the perspective of its six hundred years of history. Starčević accepted the etymological orthography and used the ekavian form for his entire life, considering it the heir of the old Kajkavian. His language is a \"synthetic\" form of Croatian, never used before or after him, most similar to the Ozalj idiom of Petar Zrinski, whom he probably never read.\nIn that period, in the \"Call for Subscriptions to the Croatian Grammar\" (8 December, 1851) he stated his opposition to the Vienna Language Agreement of 1850 and the linguistic concept of Vuk Stefanović Karadžić. He continued his dispute with the followers of Karadžić in a series of articles published in 1852. His opposition to the Vuk's work he 'supported' by utter denial of the Serbs as the nation, their language, their culture and history. In his vain and racistic effors to oppose and derail Karadžić's work, he was loner and loser - mainstream of the Croatian educated men, headed by Strossmayer and Gaj, highly appreciated and supported Karadžić. It was demonstrated publicly immediately after Karadžić's death - when Croatian Parliament (Sabor) collected a considerable amount of money in order to erect a monument to honor Karadžić in Croatia and the Court chanchellor Ivan Mažuranić got the Viennese Imperial Court to financially support the Karadžić' widow.\nWhen \"Srbski dnevnik\" from Novi Sad published an article saying that \"Croatians write in Serbian\", Starčević wrote a fierce reply: \"(...) Instead of claiming that the Croats use anything else but the Croatian language, those writers who consider themselves Serbs (or whatever they like) would do well to write in the educated and pure Croatian language, like some of them are already doing, and they can call their language Coptic for all I care. (...)\" He published the reply as an unsigned article in \"Narodne novine\", the newspaper of Ljudevit Gaj, so the Serbian side attacked Gaj, wrongly attributing the article to him. Starčević subsequently proclaimed he was the author, but Gaj, who cared to maintain good relations with Serbia, distanced himself from his friend.\nFor his political activity and literary work, Starčević is commonly called Father of the Nation (\"Otac domovine\") in Croatia. His portrait is depicted on the obverse of the Croatian 1000 Croatian kuna banknote, issued in 1993.\nRacism and antisemitism.\nStarčević was a racist and an anti-Semite. His understanding of the basic human rights and the way he linked them to the civil liberties were extremely primitive and selective. For example, Starčević criticized the socialism as \"unshaped\" and he was delighted by the colonialism and claimed that \"Algeria should be densely populated by a few million of happy Frenchmen and not to allow to have one hundred fifty thousand of them against two and half million of Arabs\".\nStarčević had based his ideological views on writings of those ancient Greek writers who thought that some people, by their very nature, are slaves, for they had \"just half of the human mind\" and, for that reason, they \"shall be governed by people of the human nature\". About the people and nations which he saw as cursed and lower ranked races - he spoke as of the animal breeds and uses the \"breed\" word to mark them.\nHe wrote a whole tract about the Jews that could be summarized in a few sentences: \"Jews... are the breed, except a few, without any morality and without any homeland, the breed of which every unit strives to its personal gain, or to its relatives' gain. To let the Jews to participate in public life is dangerous: throw a piece of mud in a glass of the clearest water - then all the water will be puddled. That way the Jews spoiled and poisoned the French people too much\".\nBut, for Starčević, there was a race worse than the Jews. For him, the \"Slavoserb\" notion was firstly of a political nature: the \"Slavoserbs\" are his political opponents who \"sold themselves to a foreign rule\". Then all those who favorably look on the South Slavs unity not regarding them (the South Slavs) as the Croats.\nLater, and with years, Starčević more and more marked the \"Slavoserbs\" as a separate ethnic group, or - as he used to say the \"breed\", ranked, as humans, lower than the Jews: \"The Jews are less harmful than the Slavoserbs. For the Jews care for themselves and their people... but the Slavoserbs are always for the evil: if they cannot gain a benefit, then they tend to harm the good or just affair, or to harm those who are for the affair.\" - he wrote once.\nFurther, he claimed that the injustice was done to different \"cursed breeds\" what spoiled those breeds even more and made them \"to be vengeful against their oppressors\". As a convinced racist, he stresses that to the \"cursed breeds\", i.e. to the lower races should not be given any role in the public life.\nAs an aged man, he makes the Serbs identical to the \"Slavoserb breed\" and mocks them for their defeats they suffered long ago - which provoked negative reactions even in his \"Party of Rights\". On that occasion, the Party member Erazmo Barčić (1894.) described Starčević's mockery and racism as \"throwing mud at people and primitive cheeky invectives\".\nHowever, when once face with negative reactions to his open racism, he temporarily retreated. That was a reason that he wrote an article in Sloboda, issue of 23 March, 1883: \"The main thing is this: everybody should work for the people and the homeland, and let them call themselves as they wish... We have disputes and dissensions only because they are supported and strengthened from the outside... We believe that hungry and cold Serbs and Croats feel the same... Therefore, everybody can assume the name of Hottentots, every person can choose their own name, as long as we are all free and happy!...\"\nStarčević's racism and its followers.\nStarčević's racism was further fully elaborated by Ivo Pilar [under pseudonym L. von Südland] The book was translated into Croatian language in the year of 1943, by Pavelić's regime, as one of the tenets of his Ustaše and his Independent State of Croatia. This racist work was reprinted in 1990. In the preface to this reprint edition, Dr. Vladimir Veselica, a Zagreb University professor, expresses his enthusiasm that the author had given \"relevant answers\" at the highest intellectual level. What thrilled him so was the consistently expressed racist hatred against the Serbs. It is sufficient to submit one quotation that explains the sense and content of this book, which far outdoes the current demonization of the Serbs: \" it was not without reason that I tried to show how the Serbs today are dangerous for their ideas and their racial composition, how a bent for conspiracies, revolutions and coups is in their blood.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Croatia","surface_form":"Croatia","offset":70},{"uri":"Politician","surface_form":"politician","offset":79},{"uri":"Publisher","surface_form":"publisher","offset":94},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":218},{"uri":"Zagreb","surface_form":"Zagreb","offset":344},{"uri":"Croatia","surface_form":"Croatia","offset":768},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":1684},{"uri":"Russia","surface_form":"Russia","offset":2953},{"uri":"France","surface_form":"France","offset":3066},{"uri":"Napoleon_III_of_France","surface_form":"Napoleon III","offset":3110},{"uri":"Paris","surface_form":"Paris","offset":3133},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":3301},{"uri":"Austria","surface_form":"Austria","offset":3422},{"uri":"Hungary","surface_form":"Hungary","offset":3806},{"uri":"Kingdom_of_Croatia","surface_form":"Kingdom of Croatia","offset":3957},{"uri":"Nationalism","surface_form":"nationalism","offset":4274},{"uri":"Serbs","surface_form":"Serbs","offset":4307},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":5381},{"uri":"Dubrovnik","surface_form":"Dubrovnik","offset":5600},{"uri":"Etymology","surface_form":"etymological","offset":6462},{"uri":"Algeria","surface_form":"Algeria","offset":9032},{"uri":"France","surface_form":"Frenchmen","offset":9094},{"uri":"Arab","surface_form":"Arab","offset":9196},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":9267},{"uri":"Jew","surface_form":"Jew","offset":9657},{"uri":"Serbs","surface_form":"Slavoserb","offset":10171},{"uri":"Croats","surface_form":"Croats","offset":10413},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":12407}]}