{"id":227010,"url":"http://en.wikipedia.org/wiki/Major_League_Baseball_on_FOX","text":"e=\"preserve\">Fox Major League Baseball (shortened as Fox MLB and MLB on FS1) is FOX Sports's broadcast of Major League Baseball. It began on June 1, 1996 and continue through at least 2021.\nEarly Years: 1996-2000.\nMajor League Baseball made a deal with FOX and NBC on November 7, 1995. FOX televised regular season games (about 16 weekly telecasts normally beginning on Memorial Day weekend) on Saturday afternoons, selected Division Series games, and alternated the All-Star Game, League Championship Series and the World Series with NBC each year. To better state this, FOX aired the All-Star Game aired American League Championship Series in odd-numbered years while airing the National League Championship Series and World Series in even-numbered years.\nExclusivity: 2001-2006.\nIn September 2000, Major League Baseball and FOX signed a 6-year contract to air Saturday baseball, the All-Star Game, selected Division Series games, and exclusive coverage of the League Championship Series and the World Series.\nNew Contract: 2007-2021.\nRumors about the end of \"Major League Baseball on FOX\" were laid to rest on July 11, 2006 when the network announced they would still air the World Series through the 2013 season. It was announced on October 17, 2006 that FOX would retain the All-Star Game and World Series, except they would air the regular season beginning with the first Saturday of the regular season, and postseason coverage beyond the World Series was limited to one League Championship Series a year, alternating one for the other with TBS each year, airing the other LCS.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fox_Sports","surface_form":"FOX Sports","offset":80},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":106},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":214},{"uri":"Fox_Broadcasting_Company","surface_form":"FOX","offset":253},{"uri":"NBC","surface_form":"NBC","offset":261},{"uri":"Memorial_Day","surface_form":"Memorial Day","offset":370},{"uri":"Major_League_Baseball_All-Star_Game","surface_form":"All-Star Game","offset":467},{"uri":"NBC","surface_form":"NBC","offset":535},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":801},{"uri":"Major_League_Baseball_All-Star_Game","surface_form":"All-Star Game","offset":886},{"uri":"World_Series","surface_form":"World Series","offset":998},{"uri":"World_Series","surface_form":"World Series","offset":1179}]}