{"id":227118,"url":"http://en.wikipedia.org/wiki/Graham%27s_number","text":"Graham's number is a very big natural number that was defined by a man named Ronald Graham. Graham was solving a problem in an area of mathematics called Ramsey theory. He proved that the answer to his problem was smaller than Graham's number.\nGraham's number is one of the biggest numbers ever used in a mathematical proof. Even if every digit in Graham's number were written in the tiniest writing possible, it would still be too big to fit in the observable universe.\nContext.\nIt turns out that for this simple problem, the answer is \"yes\" when we have 6 or more points, no matter how the lines are colored. But when we have 5 points or fewer, we can color the lines so that the answer is \"no\".\nGraham's number comes from a variation on this question.\nBy asking that the 4 points lie on a plane, we have made the problem much harder. We would like to know: for what values of \"n\" is the answer \"no\" (for some way of coloring the lines), and for what values of \"n\" is it \"yes\" (for all ways of coloring the lines)? But this problem has not been completely solved yet.\nIn 1971, Ronald Graham and B. L. Rothschild found a partial answer to this problem. They showed that for \"n\"=6, the answer is \"no\". But when \"n\" is very large, as large as Graham's number or larger, the answer is \"yes\".\nOne of the reasons this partial answer is important is that it means that the answer is eventually \"yes\" for at least some large \"n\". Before 1971, we didn't know even that much.\nDefinition.\nGraham's number is not only too big to write down all of its digits, it is too big even to write in scientific notation. In order to be able to write it down, we have to use Knuth's up-arrow notation.\nWe will write down a sequence of numbers that we will call g1, g2, g3, and so on. Each one will be used in an equation to find the next. g64 is Graham's number.\nAfter that, g2 is equal to formula_1; the number of arrows in this number is g1.\ng3 is equal to formula_1, where the number of arrows is g2.\nWe keep going in this way. We stop when we define g64 to be formula_1, where the number of arrows is g63.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_number","surface_form":"natural number","offset":30},{"uri":"Ronald_Graham","surface_form":"Ronald Graham","offset":77},{"uri":"Ramsey_theory","surface_form":"Ramsey theory","offset":154},{"uri":"Mathematical_proof","surface_form":"mathematical proof","offset":305},{"uri":"Observable_universe","surface_form":"observable universe","offset":450},{"uri":"Scientific_notation","surface_form":"scientific notation","offset":1580},{"uri":"Knuth%27s_up-arrow_notation","surface_form":"Knuth's up-arrow notation","offset":1654},{"uri":"Sequence","surface_form":"sequence","offset":1702}]}