{"id":227162,"url":"http://en.wikipedia.org/wiki/Takalik_Abaj","text":"Tak'alik A'baj' is an ancient ruin in Guatemala; it used to be called Abaj Takalik. It is one of several Mesoamerican sites that have Olmec and Maya features. The site was inhabited the during the Preclassic and Classic periods, from the 9th century BC through to at least the 10th century AD. It was an important place for trade. It traded with Kaminaljuyu and Chocolá. It is one of the largest sites with carved monuments on the Pacific coast. Olmec-style sculptures include a possible colossal head, rock carvings and others. The site has one of the biggest collections of Olmec-style sculpture outside of the Gulf of Mexico.\nTakalik Abaj shows the first signs of Maya culture that happened by about 400 BC. The site includes a Maya royal tomb and examples of Maya writing that are among the first from the Maya region. Studies continue at the site; the monumental buildings and long tradition of sculpture in a variety of styles suggest the site was important.\nFinds from the site indicate contact with the distant city of Teotihuacan in the Valley of Mexico. They imply that Takalik Abaj was conquered by it or its allies. Takalik Abaj was linked to long-distance Maya trade routes that let the city take part in a trade network that included the Guatemalan highlands and the Pacific coastal plain from Mexico to El Salvador.\nTakalik Abaj was a large city with the main buildings in four main groups spread across nine terraces. While some of these were natural, others were man-made, needing a lot of work and materials. The site had a clever water drainage system and many stone sculptures.","categories":[],"infobox_types":[],"annotations":[{"uri":"Guatemala","surface_form":"Guatemala","offset":38},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":105},{"uri":"Olmec","surface_form":"Olmec","offset":134},{"uri":"Maya_civilization","surface_form":"Maya","offset":144},{"uri":"Mesoamerican_chronology","surface_form":"Preclassic","offset":197},{"uri":"Mesoamerican_chronology","surface_form":"Classic","offset":212},{"uri":"Kaminaljuyu","surface_form":"Kaminaljuyu","offset":346},{"uri":"Chocol%C3%A1","surface_form":"Chocolá","offset":362},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":613},{"uri":"Teotihuacan","surface_form":"Teotihuacan","offset":1027},{"uri":"Valley_of_Mexico","surface_form":"Valley of Mexico","offset":1046},{"uri":"Guatemalan_highlands","surface_form":"Guatemalan highlands","offset":1252},{"uri":"Mexico","surface_form":"Mexico","offset":1308},{"uri":"El_Salvador","surface_form":"El Salvador","offset":1318}]}