{"id":227245,"url":"http://en.wikipedia.org/wiki/Waray_language","text":"Wáray-Wáray or Warai (commonly spelled as \"Waray\"; also \"Winaray\" or \"Lineyte-Samarnon\") is a language spoken in the provinces of Samar, Leyte, and Biliran in the Philippines.\nThe Waraynon group of languages consists of Waray, Waray Sorsogon and Masbate Sorsogon. All the Warayan languages belong to the Visayan language family and are related to Cebuano and more closely to Hiligaynon and Masbatenyo.\nUsage.\nWaray-Waray is one of the ten officially recognized regional languages in the Philippines and used in the local government. It is spoken throughout the islands especially in the Eastern Visayas region. But it is also spoken in some parts of Mindanao, Masbate, Sorsogon and Metro Manila where Warays went to. There is also a very small number of Filipinos abroad, especially in the United States, that speaks this language.\nSounds.\nThe Waray language has sixteen consonants:. There are three main vowels: \"a\", \"i\", and \"u\". Consonants and were once allophone but cannot interchange, like \"palaron\" (to be lucky) [from \"palad\", palm (because someone's luck is seen in the palm)] but not \"paladon\" and \"tagadiín\" (from where) [from \"diín\", where] but not \"tagariín\".\nNumbers.\nNative numbers are used for numbers one through ten. From eleven onwards, Spanish numbers are exclusively used in Waray today, their native counterparts being almost unheard of by the majority of native speakers numbers (except for gatus for \"hundred\" and yukot for \"thousand\"). Some, specially the old ones, are spoken alongside the Spanish counterparts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biliran","surface_form":"Biliran","offset":148},{"uri":"Philippines","surface_form":"Philippines","offset":163},{"uri":"Visayan_languages","surface_form":"Visayan language family","offset":304},{"uri":"Cebuano_language","surface_form":"Cebuano","offset":347},{"uri":"Hiligaynon_language","surface_form":"Hiligaynon","offset":375},{"uri":"Masbatenyo_language","surface_form":"Masbatenyo","offset":390},{"uri":"Consonant","surface_form":"consonant","offset":871},{"uri":"Allophone","surface_form":"allophone","offset":957}]}