{"id":227234,"url":"http://en.wikipedia.org/wiki/Hypothermia","text":"Hypothermia is a condition when a person is so cold that the body temperature drops below normal. Hypothermia is any body temperature lower than. Someone with hypothermia starts shivering and cannot stop. The person then becomes confused and acts strange. Their words don't make sense and they may be clumsy. Sometimes they become very tired. If someone gets hypothermia, wrap the person in blankets and take them to the hospital. If that's impossible, warm up the person slowly and give them a warm drink.\nMild.\nWhen hypothermia begins, a person feels cold, starts shivering and can't stop. The person cannot do complicated things with his or her hands. They are also unable to touch their thumb with their little finger, because their hand muscles don't work well.\nMild hypothermia is sometimes used on purpose by doctors for treating some medical problems. It takes blood away from the skin, hands and feet, and puts it to the brain and important internal organs. This helps when the person is bleeding from cuts or other wounds, and also helps when the patient goes into cardiac arrest.\nModerate (Middle).\nThe person begins shivering very strongly. Their large muscles do not work well. They move slowly and with difficulty, growing a little confused and walking unsteadily. The person becomes pale, and lips, ears, fingers, and toes might become blue. This is because the body is trying to keep the most important organs warm. The person might feel sick in their stomach and very tired, wanting to go to sleep, anywhere.\nSevere.\nBody temperature drops even more, but the person usually stops shivering. They cannot talk clearly; they think slowly, and they cannot move their hands. Sometimes a person will feel suddenly warm, as if they are getting better, but this just means they are getting worse. They may take off warm clothes or lay down to go to sleep. If this continues, they cannot walk or answer questions. Their pulse becomes weaker, but the heart may beat faster. Finally, the person dies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hospital","surface_form":"hospital","offset":421},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":1075},{"uri":"Difficulty","surface_form":"difficulty","offset":1217},{"uri":"Unsteady","surface_form":"unsteadily","offset":1267},{"uri":"Blue","surface_form":"blue","offset":1351},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1419},{"uri":"Pulse","surface_form":"pulse","offset":1928}]}