{"id":227340,"url":"http://en.wikipedia.org/wiki/Mangrove","text":"Mangroves are trees or shrubs that grow in salty water in hot places like the tropics. Mangroves make a special saltwater woodland or shrubland habitat, called a \"mangrove swamp\", \"mangrove forest\", \"mangrove\" or \"mangal\". Mangroves grow on 1/3 of tropical shores. They are also found in sub-tropical Africa, Asia, and the southwest Pacific. Their twisted, tangled roots collect sediment. Over time, the sediment may become islands, or extend the shoreline.\nDescription.\nMangroves live right in the sea, or at the sea edge. Their seeds fall from the tree and grow roots as soon as they touch any kind of soil. During low tide, they may fall in soil rather than water and start growing where they fall. If the water level is high, they may be carried far away from where they fell. Mangrove trees are often the beginning of what will one day be a small island. As soil and other things collect in their roots, little bodies of land are formed – just the right place for other island vegetation to grow. This is an example of seed dispersal by water.\nMangroves have special root-like structures. They are aerial roots or \"pneumatophores\". These stick up out of the soil, and are covered in lenticels. They take in oxygen through their pores. These \"breathing tubes\" may reach heights of up to 30 cm, and in some species, over 3 m. Smaller roots with air passages move oxygen from the air to parts of the plant underwater. For more information please visit a geography site https://www.kidsgeog.com THANK YOU Mangrove\nBenefits.\nMangrove roots give clear water to the coral reefs which often surround them. They trap dirt and clean water by filtering land runoff and removing pollutants. The tree also protects the shoreline (and, through this, the coral reefs) from being eroded by storm waves. Mangrove thickets are a good place for many coral-reef fish, shrimp, and crabs to grow.\nBBC account.\nMangroves are a group of about 80 different salt-tolerant species of trees. They can live along the intertidal zones of tropical and sub-tropical coastlines. Their roots stand the ebb and flow of tides. The roots slow the flow of the tidal waters. This lets sediment settle and build up as nutrient-rich mud. The habitat is a valuable shelter and breeding site for fish. It stabilises coastlines, and reduces erosion from storm surges and tsunamis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tree","surface_form":"tree","offset":14},{"uri":"Shrub","surface_form":"shrub","offset":23},{"uri":"Salt","surface_form":"salt","offset":43},{"uri":"Tropic","surface_form":"tropic","offset":78},{"uri":"Wood","surface_form":"wood","offset":122},{"uri":"Shrub","surface_form":"shrub","offset":134},{"uri":"Habitat","surface_form":"habitat","offset":144},{"uri":"Tropic","surface_form":"tropic","offset":248},{"uri":"Africa","surface_form":"Africa","offset":301},{"uri":"Asia","surface_form":"Asia","offset":309},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":333},{"uri":"Sediment","surface_form":"sediment","offset":379},{"uri":"Tree","surface_form":"tree","offset":550},{"uri":"Soil","surface_form":"soil","offset":604},{"uri":"Soil","surface_form":"soil","offset":863},{"uri":"Plant","surface_form":"vegetation","offset":982},{"uri":"Seed_dispersal","surface_form":"seed dispersal","offset":1024},{"uri":"Aerial_root","surface_form":"aerial root","offset":1103},{"uri":"Lenticel","surface_form":"lenticel","offset":1188},{"uri":"Oxygen","surface_form":"oxygen","offset":1212},{"uri":"Oxygen","surface_form":"oxygen","offset":1366},{"uri":"Mangrove","surface_form":"Mangrove","offset":1506},{"uri":"Coral_reef","surface_form":"coral reef","offset":1564},{"uri":"Filter","surface_form":"filter","offset":1637},{"uri":"Pollution","surface_form":"pollutants","offset":1672},{"uri":"Eroded","surface_form":"eroded","offset":1769},{"uri":"Fish","surface_form":"fish","offset":1847},{"uri":"Shrimp","surface_form":"shrimp","offset":1853},{"uri":"Crab","surface_form":"crab","offset":1865},{"uri":"Intertidal_zone","surface_form":"intertidal zone","offset":1993},{"uri":"Tides","surface_form":"tides","offset":2089}]}