{"id":22730,"url":"http://en.wikipedia.org/wiki/Roller_coaster","text":"The roller coaster (some people say the simple form coaster) is a kind of theme park ride. A roller coaster is usually a small train. It has a number of carriages that travel on a track. This track has hills that go up and valleys that go down. Sometimes it has other features that will turn the train upside-down. The track can be made from wood or steel. Some roller coasters are made for children, so they do not travel very fast. Other roller coasters are made very tall and they travel very fast. Riders are generally held in place with a bar, a belt, or something similar.\nScientifically, a roller coaster works because of gravity, a force that pulls things down to the ground. Most roller coaster trains are pulled to the top of a hill on a chain. The train will slide down the track, which has a number of hills and valleys. As it slides downhill it goes faster, and it slows down when climbing.\nHistory.\nIn the United States, LaMarcus Adna Thompson patented the first roller coaster on January 20, 1865. He named his ride the \"Switchback Railway,\" and workers pulled the carriage to the top of the track. The first modern steel roller coaster was the Matterhorn Bobsleds at Disneyland. It opened in 1959.\nTypes of roller coasters.\nRoller coaster rails are made of wood or steel.\nSteel roller coasters can be separated into many more types. On a Wing Coaster riders sit on either side of a roller coaster track and nothing is above or below the riders.\nOn a flying roller coaster riders lie face down so they feel like they are flying. Cars hang below the track.\nOn a Floorless Coaster riders sit with no floor underneath them, so their feet can swing freely just above the track.\nBoth steel and wooden roller coasters can turn riders upside down. This is called an inversion.\nSon of Beast was the only wooden roller coaster to have an inversion. However the loop was removed after an incident and after another incident, the ride was torn down. In 2013, Hades 360 and Outlaw Run have inversions. The Smiler has the world record for the most inversions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theme_park","surface_form":"theme park","offset":74},{"uri":"Train","surface_form":"train","offset":127},{"uri":"Hill","surface_form":"hill","offset":202},{"uri":"Valley","surface_form":"valley","offset":223},{"uri":"Gravity","surface_form":"gravity","offset":629},{"uri":"United_States","surface_form":"United States","offset":920},{"uri":"Patent","surface_form":"patent","offset":958},{"uri":"January_20","surface_form":"January 20","offset":995},{"uri":"1865","surface_form":"1865","offset":1007},{"uri":"Steel","surface_form":"steel","offset":1131},{"uri":"Disneyland","surface_form":"Disneyland","offset":1183},{"uri":"Son_of_Beast","surface_form":"Son of Beast","offset":1785},{"uri":"Hades_360","surface_form":"Hades 360","offset":1963},{"uri":"Outlaw_Run","surface_form":"Outlaw Run","offset":1977},{"uri":"The_Smiler","surface_form":"The Smiler","offset":2005}]}