{"id":22736,"url":"http://en.wikipedia.org/wiki/Serial_killer","text":"A serial killer is someone who murders several people at different times (similar killers of more than one person are mass murderers and spree killers). The victims are usually people the serial killer does not know, and the killer commits his crimes to get a certain kind of excitement or other feeling. They usually have no practical motive such as robbery or revenge.\n\"Serial killer\" first became a commonly used phrase for this kind of killer in the 1970s. This was the result of the crimes of people like Ted Bundy and John Wayne Gacy. Jack the Ripper is thought by many to be one of the first serial killers that many people knew about, even though his victims were killed long before the phrase was invented.\nA serial killer's crimes are nearly always alike in some way. The killer may only attack a certain type of person, for instance women of a certain age or appearance (young or old, blonde or dark-haired). He may always use the same kind of weapon to kill his victims, or may treat them in a certain manner, such as tying them up with the same kind of rope or adhesive tape. Some serial killers have had very strange habits which leave evidence of their work at each crime; for instance Albert de Salvo, the Boston Strangler, would tie the cord with which he had strangled a woman around her neck in a special bow. To law enforcement officers a serial killer's habits are known as his signature, and they are always valuable leads in detecting who he is and capturing him.\nSome of the worst serial killers have been doctors. Harold Shipman, a British general practitioner, is thought to have killed up to 250 of his patients. John Bodkin Adams, also British, is thought to have killed 163 patients. Burke and Hare, the 'resurrectionists', killed to sell bodies to a doctor, Robert Knox.","categories":[],"infobox_types":[],"annotations":[{"uri":"Murder","surface_form":"murder","offset":31},{"uri":"Mass_murder","surface_form":"mass murder","offset":118},{"uri":"Spree_killer","surface_form":"spree killer","offset":137},{"uri":"Motive","surface_form":"motive","offset":336},{"uri":"Robbery","surface_form":"robbery","offset":351},{"uri":"Revenge","surface_form":"revenge","offset":362},{"uri":"Phrase","surface_form":"phrase","offset":416},{"uri":"1970s","surface_form":"1970s","offset":454},{"uri":"Ted_Bundy","surface_form":"Ted Bundy","offset":510},{"uri":"John_Wayne_Gacy","surface_form":"John Wayne Gacy","offset":524},{"uri":"Jack_the_Ripper","surface_form":"Jack the Ripper","offset":541},{"uri":"Weapon","surface_form":"weapon","offset":955},{"uri":"Boston_Strangler","surface_form":"Boston Strangler","offset":1222},{"uri":"Signature","surface_form":"signature","offset":1399},{"uri":"Medical_doctor","surface_form":"doctors","offset":1530},{"uri":"Harold_Shipman","surface_form":"Harold Shipman","offset":1539},{"uri":"British","surface_form":"British","offset":1557},{"uri":"General_practitioner","surface_form":"general practitioner","offset":1565},{"uri":"Patient","surface_form":"patients","offset":1630},{"uri":"John_Bodkin_Adams","surface_form":"John Bodkin Adams","offset":1640},{"uri":"Burke_and_Hare","surface_form":"Burke and Hare","offset":1713},{"uri":"Robert_Knox","surface_form":"Robert Knox","offset":1788}]}