{"id":227464,"url":"http://en.wikipedia.org/wiki/Daniel_Johnston","text":"Daniel Johnston (January 22, 1961 – September 11, 2019) was an American songwriter, singer, and artist who lived in Texas. Johnston has bipolar disorder. The movie \"The Devil and Daniel Johnston\" is about his life and music career.\nBorn in Sacramento, California, Johnston grew up in West Virginia in a Christian family. He became a Beatles fan when he was young, then went off to college but did not finish. He moved to Texas to live with his brother, and ended up joining a circus. He left the circus after another worker beat him up for taking too long in a restroom, and found a church in Austin, Texas that helped him find somewhere to live. Johnston's religious beliefs are mentioned in many of his songs, especially on his CD \"1990\".\nJohnston's music career started in Austin in the 1980s. He made cassette tapes of songs he performed on a chord organ and gave many of them out for free to people he met. He started playing concerts and became very popular with music fans in Texas. Johnston appeared on MTV, and became even more popular when Nirvana singer Kurt Cobain wore a T-shirt with the cover art of one of Johnston's CDs.\nJohnston released one CD on Atlantic Records, a major record label (a big company that helps make CDs and sells them around the world) called \"Fun\" in 1994. However, he was not able to make any more CDs with Atlantic Records because not enough people bought \"Fun\". However, Johnston still writes songs, and his drawings appear on the covers of his CDs. His latest CD is \"Is and Always Was\", which came out in 2009.\nIn 2010, movie director David Miller announced that he was writing the script for a new movie about Johnston that would be very different from \"The Devil and Daniel Johnston\".\nJohnston died of a suspected heart attack at his home in Waller, Texas on September 11, 2019. He was 58.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":63},{"uri":"Songwriter","surface_form":"songwriter","offset":72},{"uri":"Singer","surface_form":"singer","offset":84},{"uri":"Artist","surface_form":"artist","offset":96},{"uri":"Texas","surface_form":"Texas","offset":116},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":136},{"uri":"Sacramento%2C_California","surface_form":"Sacramento, California","offset":240},{"uri":"West_Virginia","surface_form":"West Virginia","offset":284},{"uri":"Christian","surface_form":"Christian","offset":303},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":593},{"uri":"MTV","surface_form":"MTV","offset":1011},{"uri":"Kurt_Cobain","surface_form":"Kurt Cobain","offset":1065},{"uri":"Heart_attack","surface_form":"heart attack","offset":1757},{"uri":"Waller%2C_Texas","surface_form":"Waller, Texas","offset":1785}]}