{"id":22751,"url":"http://en.wikipedia.org/wiki/Deforestation","text":"Deforestation is when forests are destroyed by cutting trees (logging) and not replanting them. The most common reason is to clear the land to make farms and ranches. They also cut trees for firewood and lumber and to make room for cities. Deforestation destroys the habitat of many animals, leading to their death. The loss is more severe in so called primary forests, which are forests that have yet been untouched by humans. Deforestation also releases sequestered carbon.\nRestoring trees in deforested places is called reforesting.\nCauses of deforestation.\nLand has other uses besides growing trees. The biggest uses of land that was once forested are for farming and ranching. Some land is also used for roads and buildings, especially in urban area<nowiki/>s. As the population grows, people need to remove more trees. They also use the wood from the trees as lumber to make buildings and other things, or they burn the trees as firewood.\nForests are often planted to protect against natural disasters. When forests are lost, very often the soil they protected is also lost. This loss of soil is called erosion.\nTrees are also important for carbon sequestration. When the trees burn or rot, the carbon in them returns to the atmosphere in the form of carbon dioxide. Since carbon dioxide is a greenhouse gas, deforestation causes global warming. Tropical deforestation is responsible for about 20% of world greenhouse gas emissions.\nIn 2020, a team of scientists studied worldwide deforestation efforts and found they were not working. They said the idea of everyone working toward the same goal had to change because different groups of people had different reasons for cutting down forests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Forest","surface_form":"forests","offset":22},{"uri":"Logging","surface_form":"logging","offset":62},{"uri":"Farm","surface_form":"farms","offset":148},{"uri":"Ranch","surface_form":"ranches","offset":158},{"uri":"Firewood","surface_form":"firewood","offset":191},{"uri":"Lumber","surface_form":"lumber","offset":204},{"uri":"Cities","surface_form":"cities","offset":232},{"uri":"Habitat","surface_form":"habitat","offset":267},{"uri":"Carbon_sequestration","surface_form":"sequestered carbon","offset":456},{"uri":"Reforesting","surface_form":"reforesting","offset":523},{"uri":"Forestry","surface_form":"growing trees","offset":589},{"uri":"Farming","surface_form":"farming","offset":660},{"uri":"Ranching","surface_form":"ranching","offset":672},{"uri":"Urban_area","surface_form":"urban area","offset":744},{"uri":"Wood","surface_form":"wood","offset":843},{"uri":"Lumber","surface_form":"lumber","offset":866},{"uri":"Firewood","surface_form":"firewood","offset":935},{"uri":"Natural_disaster","surface_form":"natural disaster","offset":990},{"uri":"Erosion","surface_form":"erosion","offset":1109},{"uri":"Carbon_sequestration","surface_form":"carbon sequestration","offset":1147},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1257},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":1299}]}