{"id":22764,"url":"http://en.wikipedia.org/wiki/Mollusc","text":"Molluscs (or mollusks) are an important phylum of invertebrate animals. Most of them are marine. They have huge numbers in-shore, that is, in shallow water. They are the largest marine phylum, with about 85,000 living species, 23% of all named marine organisms. They also occur in freshwater and on land.\nMollusks are extremely varied: they have great diversity. That may be why there is no word in English for the phylum as a whole. \"In an evolutionary sense, mollusks are plastic material\". They have much more variety than their ancient rivals, the brachiopods.\nMost molluscs have shells, but some groups do not: octopods, slugs, and the gastropods known as sea slugs.\nDiversity.\nMany mollusks also live in freshwater and terrestrial habitats. They are highly diverse, not just in size and in anatomical structure, but also in behaviour and in habitat.\nThe phylum is usually divided into 9 or 10 taxonomic classes, of which two are entirely extinct. Cephalopod molluscs, such as squid, cuttlefish and octopus, are among the most neurologically advanced of all invertebrates: they have good brains and complex behaviours. Either the giant squid or the colossal squid is the largest known invertebrate species. The gastropods (snails and slugs) are by far the most numerous molluscs in terms of classified species, and account for 80% of the total. The scientific study of mollusks is called malacology.\nMain features.\nOther than these things, mollusks have so much variety that many textbooks use a \"hypothetical ancestral mollusk\" to summarize them (see below). This has a single, \"limpet-like\" shell on top, which is made of proteins and chitin reinforced with calcium carbonate. It is secreted by a mantle covering the whole upper surface. The underside of the animal consists of a single muscular \"foot\".\nThe mollusk's feeding system starts with a rasping \"tongue\", the radula. The complex digestive system uses mucus and microscopic, muscle-powered \"hairs\" called cilia. The generalized mollusk has two paired nerve cords, or three in bivalves. The brain, in species that have one, circles the oesophagus. Most mollusks have eyes, and all have sensors to detect chemicals, vibrations, and touch. The simplest type of molluscan reproductive system relies on external fertilization, but more complex variations occur. All produce eggs, from which may emerge trochophore larvae, more complex veliger larvae, or miniature adults.\nA striking feature of molluscs is the use of the same organ for multiple functions. For example, the heart and nephridia (\"kidneys\") are important parts of the reproductive system, as well as the circulatory and excretory systems. In bivalves, the gills both \"breathe\" and produce a water current in the mantle cavity: this is important for excretion and reproduction. In reproduction, molluscs may change gender to accommodate the other breeding partner.\nGood evidence exists for the appearance of gastropods, cephalopods and bivalves in the Cambrian period, 541 to 485.4 million years ago (mya). Before that, the evolutionary history of molluscs' emergence from the ancestral Lophotrochozoa is still unclear.\nMollusk species can also represent hazards or pests for human activities. The bite of the blue-ringed octopus is often fatal, and that of \"Octopus apollyon\" causes inflammation that can last for over a month. Stings from a few species of large tropical cone shells can also kill: their venom have become important tools in neurological research. Schistosomiasis (also known as bilharzia, bilharziosis or snail fever) is transmitted to humans via water snail hosts, and affects about 200 million people. Snails and slugs can also be serious agricultural pests, and accidental or deliberate introduction of some snail species into new environments has seriously damaged some ecosystems.\nA \"generalized mollusk\".\nBecause mollusks have so many different shapes, many textbooks start the subject of molluscan anatomy by describing what is called an \"archi-mollusc\", \"hypothetical generalized mollusc\", or \"hypothetical ancestral mollusc\" (\"HAM\") to illustrate the most common features in the phylum. The picture is rather similar to modern monoplacophorans: some think it may resemble very early mollusks.\nThe generalized mollusk is bilaterally symmetrical and has a single, \"limpet-like\" shell on top. The shell is secreted by a mantle covering the upper surface. The underside consists of a single muscular \"foot\". The visceral mass, or visceropallium, is the soft, nonmuscular metabolic region of the mollusc. It contains the body organs.\nHelcionelloida.\nIt has become clear that the fossil taxon Helcionelloida does \"not\" belong to the class Gastropoda. It is now a separate class in the Mollusca. Parkhaev (2006, 2007) created the class Helcionelloida, whose members were previously treated as \"Paleozoic mollusks of uncertain systematic position\" by Bouchet & Rocroi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":40},{"uri":"Invertebrate","surface_form":"invertebrate","offset":50},{"uri":"Ocean","surface_form":"marine","offset":89},{"uri":"Evolutionary","surface_form":"evolutionary","offset":441},{"uri":"Brachiopod","surface_form":"brachiopod","offset":552},{"uri":"Shell_(zoology)","surface_form":"shells","offset":584},{"uri":"Octopod","surface_form":"octopod","offset":616},{"uri":"Slug","surface_form":"slug","offset":626},{"uri":"Gastropod","surface_form":"gastropod","offset":641},{"uri":"Sea_slug","surface_form":"sea slug","offset":661},{"uri":"Freshwater","surface_form":"freshwater","offset":710},{"uri":"Terrestrial","surface_form":"terrestrial","offset":725},{"uri":"Habitat","surface_form":"habitat","offset":737},{"uri":"Anatomy","surface_form":"anatomical","offset":796},{"uri":"Behaviour","surface_form":"behaviour","offset":830},{"uri":"Taxonomic","surface_form":"taxonomic","offset":899},{"uri":"Class_(biology)","surface_form":"classes","offset":909},{"uri":"Extinct","surface_form":"extinct","offset":944},{"uri":"Cephalopod","surface_form":"Cephalopod","offset":953},{"uri":"Squid","surface_form":"squid","offset":982},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":989},{"uri":"Octopus","surface_form":"octopus","offset":1004},{"uri":"Neurobiology","surface_form":"neurologically advanced","offset":1032},{"uri":"Invertebrate","surface_form":"invertebrate","offset":1063},{"uri":"Giant_squid","surface_form":"giant squid","offset":1135},{"uri":"Colossal_squid","surface_form":"colossal squid","offset":1154},{"uri":"Gastropod","surface_form":"gastropod","offset":1216},{"uri":"Snail","surface_form":"snail","offset":1228},{"uri":"Slug","surface_form":"slug","offset":1239},{"uri":"Malacology","surface_form":"malacology","offset":1393},{"uri":"Limpet","surface_form":"limpet","offset":1585},{"uri":"Protein","surface_form":"protein","offset":1629},{"uri":"Chitin","surface_form":"chitin","offset":1642},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":1665},{"uri":"Radula","surface_form":"radula","offset":1876},{"uri":"Mucus","surface_form":"mucus","offset":1918},{"uri":"Cilia","surface_form":"cilia","offset":1971},{"uri":"Nerve_cord","surface_form":"nerve cord","offset":2017},{"uri":"Bivalve","surface_form":"bivalve","offset":2042},{"uri":"Brain","surface_form":"brain","offset":2056},{"uri":"Oesophagus","surface_form":"oesophagus","offset":2101},{"uri":"Eyes","surface_form":"eyes","offset":2132},{"uri":"Reproductive_system","surface_form":"reproductive system","offset":2234},{"uri":"Fertilization","surface_form":"fertilization","offset":2273},{"uri":"Egg_(biology)","surface_form":"eggs","offset":2335},{"uri":"Trochophore","surface_form":"trochophore","offset":2363},{"uri":"Larvae","surface_form":"larvae","offset":2375},{"uri":"Veliger","surface_form":"veliger","offset":2396},{"uri":"Nephridia","surface_form":"nephridia","offset":2544},{"uri":"Gill","surface_form":"gill","offset":2681},{"uri":"Gender","surface_form":"gender","offset":2839},{"uri":"Cephalopods","surface_form":"cephalopods","offset":2944},{"uri":"Cambrian","surface_form":"Cambrian","offset":2976},{"uri":"Lophotrochozoa","surface_form":"Lophotrochozoa","offset":3111},{"uri":"Blue-ringed_octopus","surface_form":"blue-ringed octopus","offset":3234},{"uri":"Inflammation","surface_form":"inflammation","offset":3308},{"uri":"Cone_shell","surface_form":"cone shell","offset":3397},{"uri":"Neurology","surface_form":"neurological","offset":3467},{"uri":"Schistosomiasis","surface_form":"Schistosomiasis","offset":3490},{"uri":"Ecosystem","surface_form":"ecosystem","offset":3817},{"uri":"Monoplacophora","surface_form":"monoplacophora","offset":4179},{"uri":"Limpet","surface_form":"limpet","offset":4315},{"uri":"Fossil","surface_form":"fossil","offset":4626},{"uri":"Helcionelloida","surface_form":"Helcionelloida","offset":4639}]}