{"id":227740,"url":"http://en.wikipedia.org/wiki/The_Rugby_Championship","text":"e=\"preserve\">The Rugby Championship is an annual rugby union competition between the national teams of the sport's four strongest Southern Hemisphere nations—New Zealand, Australia, South Africa, and Argentina. It began in 1996, a year after the sport became professional, as the Tri Nations. At the time, New Zealand, Australia, and South Africa competed for the Tri Nations Trophy. Beginning in 2012, Argentina joined the competition.\nDuring the Tri Nations era, the contest began in July, during the Southern Hemisphere winter, and ran through September. For most of that era, each team played every other team twice, once at home and once away. Later on, each team played the others three times. When the competition added Argentina, it returned to a pure home-and-away format, with a total of 12 games played. Also, due to a slight change in the sport's calendar, The Rugby Championship now begins in August and runs through October. This format is used except in years in which the Rugby World Cup is played (every four years, in the year before the Summer Olympics). In those years, each team plays the others only once, with a total of six games played.\nTeams are awarded competition points for a win, but can also earn 'bonus' points. At the end of the series, the team with the most competition points wins the trophy. The team that wins the competition is usually considered to be the best rugby union team in the Southern Hemisphere for that year.\nAdditional trophies.\nNew Zealand and Australia compete annually for the Bledisloe Cup. All Rugby Championship games count as competition games for the Bledisloe Cup.\nSouth Africa and Australia compete annually for the Mandela Plate. Some of the Rugby Championship games count as competition games for the Mandela Plate.\nNew Zealand and South Africa compete annually for the Freedom Cup. Some of the Rugby Championship games count as competition games for the Freedom Cup.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rugby_union","surface_form":"rugby union","offset":49},{"uri":"New_Zealand","surface_form":"New Zealand","offset":158},{"uri":"Australia","surface_form":"Australia","offset":171},{"uri":"South_Africa","surface_form":"South Africa","offset":182},{"uri":"Argentina","surface_form":"Argentina","offset":200},{"uri":"Rugby_World_Cup","surface_form":"Rugby World Cup","offset":988},{"uri":"Summer_Olympic_Games","surface_form":"Summer Olympics","offset":1056},{"uri":"Bledisloe_Cup","surface_form":"Bledisloe Cup","offset":1532},{"uri":"Mandela_Plate","surface_form":"Mandela Plate","offset":1678},{"uri":"Freedom_Cup","surface_form":"Freedom Cup","offset":1834}]}