{"id":227719,"url":"http://en.wikipedia.org/wiki/Hurricane_Ida","text":"Hurricane Ida was the last storm in the 2009 Atlantic hurricane season. It formed in the southwestern Caribbean on November 4 after being in that area for a few days. After becoming a depression it quickly got stronger and became a tropical storm and a hurricane shortly before it struck Nicaragua. Over Central America, Hurricane Ida weakened very fast, becoming downgraded to a tropical depression before the end of the day on November 5.\nBy November 6, Ida went back into the Caribbean and later became a hurricane again. Its strength changed a few times before it died on November 10 off the coast of Alabama. Reports show that Hurricane Ida caused $5.6 million in damage and caused 2 deaths.\nStorm history.\nIda was tracked back to a tropical wave that entered the western Caribbean Sea on November 1. A low soon formed near the tropical wave. This low did not move very much and it also got a lot of clouds near the middle of it. There was hardly any wind shear, which allowed for more clouds to form.\nOn November 4, the tropical wave National Hurricane Center began call it Tropical Depression Eleven. The new tropical depression quickly got stronger and became Tropical Storm Ida soon after that. An Aircraft went into Ida and soon found winds at 65 miles per hour, which meant it was nearly a hurricane.\nContinuing to the northwest, Tropical Storm Ida was upgraded to Hurricane Ida when winds got to 80 miles per hour; at the time, it was put at only 75 miles per hour. Soon after this, Hurricane Ida made landfall in Nicaragua on November 5. Ida weakened quickly over land and was downgraded to a tropical storm just after landfall. Near the end of the day on November 5, Tropical Storm Ida weakened to a tropical depression.\nTropical Depression Ida survived its passage over land and went back into the Caribbean on November 6. Over the western Caribbean, it quickly became a tropical storm again. After moving north, Tropical Storm Ida became a hurricane again. Water temperatures in the Gulf of Mexico were not warm enough to keep Ida at this strength. so it quickly weakened back to a tropical storm.\nFor only six hours, it became a hurricane again before it became extratropical on November 10 while it was just south of Alabama. At the time, it looked like it stayed as a tropical storm and made landfall in Alabama, this was later noted as incorrect. Its remnants formed a strong nor'easter that affected some of the states of the East Coast of the United States.\nImpact.\nDamage in Nicaragua was near $2.1 million and there was not people killed. In El Salvador, it seemed at first that killed over 100 people, this was discovered as a mistake later on.","categories":[],"infobox_types":[],"annotations":[{"uri":"2009_Atlantic_hurricane_season","surface_form":"2009 Atlantic hurricane season","offset":40},{"uri":"Caribbean_Sea","surface_form":"Caribbean","offset":102},{"uri":"Central_America","surface_form":"Central America","offset":304},{"uri":"Alabama","surface_form":"Alabama","offset":605},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":738},{"uri":"Low_pressure_area","surface_form":"low","offset":808},{"uri":"Wind_shear","surface_form":"wind shear","offset":956},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1040},{"uri":"Miles_per_hour","surface_form":"miles per hour","offset":1257},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1999},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":2179},{"uri":"Nor%27easter","surface_form":"nor'easter","offset":2396},{"uri":"United_States","surface_form":"United States","offset":2465},{"uri":"El_Salvador","surface_form":"El Salvador","offset":2566}]}