{"id":227793,"url":"http://en.wikipedia.org/wiki/Sparrow","text":"A sparrow is a member of the genus \"Passer\". They are small passerine birds which belong to the family \"Passeridae\". They are also known as old-world sparrows. Sparrows often make their nests near houses or buildings. This means they are one of the easiest birds to see in the wild.\nThe genus has about 30 species around the world. The best known of these is the house sparrow, \"Passer domesticus\".\nSome authorities place other genera in the sparrow group: \"Petronia\", the rock sparrows; \"Carpospiza\", the pale rockfinch; and \"Montifringilla\", the snowfinches.\nDescription.\nSparrows are small birds. They are between 11–18 centimeters long. They can weigh between 13–42 grams. They are usually brown and gray. They have short tails and small, strong beaks. Most sparrows eat seeds or small insects. Sparrows are social birds and they live in flocks (groups).\nThe house sparrow.\nThe house sparrow (\"Passer domesticus\") is a species of sparrow. It lives all over the world. It originally lived only in Europe and Asia. However, people travelled to new places and the house sparrow went to those places too. It is now the bird with the widest distribution. This means it lives in the most places. The species has about 50 subspecies.\nDistribution.\nSparrows can be seen on every continent on earth. A long time ago, they lived only in Europe, Asia and Africa. However, people traveled to Australia, North America and South America, and now sparrows are seen there too. The house sparrow is seen in every continent. In Australia, there are no sparrows in Western Australia, as they have not been able to travel across the deserts that separate that state from the eastern states. The government employs people to hunt and destroy any sparrows that might arrive.\nNorth America.\nThe house sparrow was introduced to America in the late 19th century. It was introduced on purpose. It was imported by several people, including Eugene Schieffelin, who was a wealthy New York City admirer of Shakespeare. He wanted to introduce to America all the birds mentioned in the works of Shakespeare. Two of these species were great successes: starlings and house sparrows. He organized a society for the importation of foreign birds, incorporated in Albany.\nOther so-called 'sparrows'.\nSome ornithologists thought the \"Estrildid finches\" were in the same family as sparrows. However, they are now in a different family, the Estrildidae.\nThere is also a group called 'American sparrows', or New World sparrows. These are also in a different family, the Emberizidae (buntings).\nThe 'hedge sparrow' (also known as the dunnock) \"Prunella modularis\" is also not a true sparrow. It is only called a sparrow because a long time ago, people called all small, brown birds 'sparrows'. The name is still used today because it is a tradition.\nDescription.\nThe house sparrow is small bird. It is between 14–18 centimeters (5.5–7.1 in) long. It weighs between 24–39.5 grams (0.85–1.4 oz). Females are smaller than males.\nMale and female house sparrows are different colors. The male is brown, gray and white. It has a black throat. The female and young house sparrows are brown and dark yellow or cream. They have streaks (stripes) on their heads and wings.\nHabitat.\nThe house sparrow lives close to humans, often near human houses in towns or cities. It also lives near farms and makes a nest in a bush or small tree. It can have two or three broods per year. This means it has two or three sets of eggs and chicks each year.\nNest sites are varied, though cavities are preferred. Nests are most frequently built in the eaves and other crevices of houses. Holes in cliffs and banks, or tree hollows, are also used.p52–57 A sparrow sometimes digs out its own nests in sandy banks or rotten branches. More often it uses the nests of other birds, such swallows' nests in banks and cliffs, and old tree nest holes. It often uses deserted nests. Sometimes it takes over active nests by driving away or killing the occupants. Tree hollows are more commonly used in North America than in Europe. This puts the sparrows in competition with bluebirds and other North American cavity nesters so the native bird population declines.\nConservation.\nThe number of house sparrows in the United Kingdom has gone down, perhaps because their hedgerow habitat has shrunk. They are now 'endangered' in the United Kingdom. However, in other countries, the bird is still very common. Hedges are necessary to the bird because predators cannot usually get at their nests. They would have no defence against magpies (for example) if face-to-face.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":29},{"uri":"Passerine","surface_form":"passerine","offset":60},{"uri":"Family_(biology)","surface_form":"family","offset":96},{"uri":"Nest","surface_form":"nest","offset":186},{"uri":"House","surface_form":"house","offset":197},{"uri":"Building","surface_form":"building","offset":207},{"uri":"Petronia","surface_form":"Petronia","offset":458},{"uri":"Carpospiza","surface_form":"Carpospiza","offset":489},{"uri":"Montifringilla","surface_form":"Montifringilla","offset":527},{"uri":"Brown","surface_form":"brown","offset":694},{"uri":"Gray","surface_form":"gray","offset":704},{"uri":"Beak","surface_form":"beak","offset":750},{"uri":"Insect","surface_form":"insect","offset":790},{"uri":"Social","surface_form":"social","offset":812},{"uri":"Flock","surface_form":"flock","offset":842},{"uri":"Species","surface_form":"species","offset":923},{"uri":"Europe","surface_form":"Europe","offset":1000},{"uri":"Asia","surface_form":"Asia","offset":1011},{"uri":"Continent","surface_form":"continent","offset":1275},{"uri":"Europe","surface_form":"Europe","offset":1331},{"uri":"Asia","surface_form":"Asia","offset":1339},{"uri":"Africa","surface_form":"Africa","offset":1348},{"uri":"Australia","surface_form":"Australia","offset":1384},{"uri":"North_America","surface_form":"North America","offset":1395},{"uri":"South_America","surface_form":"South America","offset":1413},{"uri":"Western_Australia","surface_form":"Western Australia","offset":1550},{"uri":"New_York_City","surface_form":"New York City","offset":1955},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":1980},{"uri":"Starling","surface_form":"starling","offset":2123},{"uri":"Albany%2C_New_York","surface_form":"Albany","offset":2230},{"uri":"Ornithologist","surface_form":"ornithologist","offset":2271},{"uri":"Estrildidae","surface_form":"Estrildidae","offset":2404},{"uri":"Emberizidae","surface_form":"Emberizidae","offset":2532},{"uri":"Dunnock","surface_form":"dunnock","offset":2595},{"uri":"Tradition","surface_form":"tradition","offset":2800},{"uri":"Centimeter","surface_form":"centimeter","offset":2877},{"uri":"Gram","surface_form":"gram","offset":2934},{"uri":"Brown","surface_form":"brown","offset":3052},{"uri":"White","surface_form":"white","offset":3068},{"uri":"Black","surface_form":"black","offset":3084},{"uri":"Yellow","surface_form":"yellow","offset":3153},{"uri":"Stripe","surface_form":"stripes","offset":3189},{"uri":"Wing","surface_form":"wing","offset":3217},{"uri":"House","surface_form":"house","offset":3291},{"uri":"Town","surface_form":"town","offset":3301},{"uri":"Cities","surface_form":"cities","offset":3310},{"uri":"Farm","surface_form":"farm","offset":3337},{"uri":"Nest","surface_form":"nest","offset":3355},{"uri":"Brood","surface_form":"brood","offset":3410},{"uri":"Eaves","surface_form":"eaves","offset":3586},{"uri":"Tree_hollow","surface_form":"tree hollow","offset":3652},{"uri":"Swallow","surface_form":"swallow","offset":3815},{"uri":"Bluebird","surface_form":"bluebird","offset":4098},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4238},{"uri":"Hedge","surface_form":"hedge","offset":4290},{"uri":"Habitat","surface_form":"habitat","offset":4299},{"uri":"Magpie","surface_form":"magpie","offset":4549}]}