{"id":227741,"url":"http://en.wikipedia.org/wiki/Agust%C3%ADn_Ross_Cultural_Centre","text":"Casino Agustín Ross Edwards (), now Agustín Ross Cultural Centre, is a historic casino building. It is in Agustín Ross Avenue, in front of Ross Park, in Pichilemu, Chile. The building was built in the late 1800s. In 1906 the first Chilean casino was built there. It was closed in 1932 and converted into a hotel which was open until the 1980s. The building is now Pichilemu's cultural centre.\nHistory.\nThe casino is named after Agustín Ross Edwards, a Chilean writer, member of parliament, minister and politician. He was part of the powerful family Ross Edwards, which founded the newspaper \"El Mercurio\" years earlier. Based on his european experience, Ross bought a place named \"La Posada\" (English: \"The Inn\") or Petren Fund in 1885. At that time, it was just some barracks with thick walls with a ground of 300 hectares.\nThe old Ross Casino was constructed in the late 1800s by Ross himself. It contained the first mail and telegraph service and a big store. The building had three floors, and was raised using imported materials. In January 20, 1906, the first Chilean casino was opened in that building. The Ross Casino worked until 1932, when the permission was cancelled, allowing just the newly constructed Viña del Mar Casino to work. After the closing of the Ross Casino, the building was converted into a hotel was which functioned until the 1980s.\nThe old casino (1905) and its gardens (1885) are an important part of the city. It was named Historic Monument by the National Monuments Council on February 25, 1988, by the supreme decree N° 100.\nRoss was also the administrator of the great Juana Ross de Edwards fortune, the Nancagua Hacienda, near the city of same name. He designed an urban set of high environmental value and landscape, transforming \"La Posada\" to a hotel (\"Great Hotel Pichilemu\", later \"Hotel Ross\", or \"Ross Hotel\").\nRoss also built several chalets, terraces, embankments, stone walls, a balcony in front of the beach and several large houses with imported building materials and furniture from France and England. Additionally, he put up a park and a forest of more than 10 hectares. Ross turned Pichilemu into a summer resort town for rich people from Santiago. He, however, could not build a dock for the city, as he had planned.\nIn 1935, the Ross successors ceded to the Illustrious Municipality of Pichilemu all the Ross constructions (streets, avenues, squares, seven hectares of forests, the park in front of the hotel, the perrons and the terraces) under condition that the municipality hold them for recreation and public access.\nThe Cultural Centre was severely damaged after the February 2010 Chile earthquake. The library that it hosted was completely destroyed. After the 2010 Pichilemu earthquake, the Cultural Centre suffered structural damage, but Roberto Córdova, Mayor of Pichilemu, said that it was repairable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pichilemu","surface_form":"Pichilemu","offset":153},{"uri":"Chile","surface_form":"Chile","offset":164},{"uri":"Chile","surface_form":"Chile","offset":452},{"uri":"Writer","surface_form":"writer","offset":460},{"uri":"Member_of_parliament","surface_form":"member of parliament","offset":468},{"uri":"Minister_(government)","surface_form":"minister","offset":490},{"uri":"Politician","surface_form":"politician","offset":503},{"uri":"El_Mercurio","surface_form":"El Mercurio","offset":593},{"uri":"Europe","surface_form":"europe","offset":634},{"uri":"English_language","surface_form":"English","offset":694},{"uri":"National_Monuments_Council","surface_form":"National Monuments Council","offset":1480},{"uri":"Nancagua","surface_form":"same name","offset":1675},{"uri":"France","surface_form":"France","offset":2032},{"uri":"England","surface_form":"England","offset":2043},{"uri":"Santiago%2C_Chile","surface_form":"Santiago","offset":2191},{"uri":"February_2010_Chile_earthquake","surface_form":"February 2010 Chile earthquake","offset":2627},{"uri":"2010_Pichilemu_earthquake","surface_form":"2010 Pichilemu earthquake","offset":2722}]}