{"id":227891,"url":"http://en.wikipedia.org/wiki/The_Flying_Dutchman","text":"\"Der fliegende Holländer\" (\"The Flying Dutchman\") is an opera by Richard Wagner. Wagner wrote the libretto himself. The story comes from the legend of the \"Flying Dutchman\", which is about the captain of a ship. It is his fate that he has keep sailing the sea, without ever going on to land, until Judgment Day.\nThe most important idea in the story as told by Wagner is redemption through love. It was a favourite idea of Wagner, who used it a lot in his later operas.\nWagner conducted the first performance at the Semper Oper in Dresden, in 1843. It is an early opera of Wagner, but it shows his mature style. It is very different from the previous opera \"Rienzi\" which is still quite similar to operas that other composers were writing. In \"Der fliegende Holländer\" the drama is very important. Wagner uses a number of leitmotifs: musical ideas associated with particular characters and themes in the story. The leitmotifs are all introduced in the overture. We hear the famous leitmotif of the ocean and then those of the Dutchman and of Senta, the girl he falls in love with.\nWagner originally wrote \"Der fliegende Holländer\" to be performed without any breaks (intermission). Sometimes it is performed like that today, but Wagner also made a version with three acts.","categories":[],"infobox_types":["opera"],"annotations":[{"uri":"Opera","surface_form":"opera","offset":56},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":65},{"uri":"Libretto","surface_form":"libretto","offset":98},{"uri":"Legend","surface_form":"legend","offset":141},{"uri":"Fate","surface_form":"fate","offset":222},{"uri":"Last_Judgment","surface_form":"Judgment Day","offset":298},{"uri":"Redemption","surface_form":"redemption","offset":370},{"uri":"Love","surface_form":"love","offset":389},{"uri":"Semperoper","surface_form":"Semper Oper","offset":515},{"uri":"Dresden","surface_form":"Dresden","offset":530},{"uri":"1843","surface_form":"1843","offset":542},{"uri":"Rienzi","surface_form":"Rienzi","offset":657},{"uri":"Leitmotif","surface_form":"leitmotif","offset":821},{"uri":"Overture","surface_form":"overture","offset":951},{"uri":"Ocean","surface_form":"ocean","offset":997},{"uri":"Intermission","surface_form":"intermission","offset":1166}]}