{"id":227903,"url":"http://en.wikipedia.org/wiki/Tannh%C3%A4user","text":"\"Tannhäuser und der Sängerkrieg auf Wartburg\" (En: \"Tannhäuser and the Singers' Contest at Wartburg\") is a three-act opera with words and music by Richard Wagner. It was Wagner's fifth opera. He worked on it between 1842 and 1845. It was first performed at the Dresden Royal Opera on 19 October 1845 with Wagner conducting. The opera was a success. It became hugely popular in Germany.\nIn 1859, \"Tannhäuser\" was the first Wagner opera to be performed in the United States of America. By 1861, the opera had been performed many times in Germany when Wagner was asked to revise the work for the Paris Opéra. Despite his best efforts, Wagner failed. He was not popular. Anti-Wagner riots broke out. He withdrew the work. It was not staged again in France until 1895. Meanwhile, the opera opened the second season of the Metropolitan Opera in New York City in November 1884.\nBackground.\nWagner was in Paris completing \"The Flying Dutchman\" when he began thinking about writing another opera. A friend suggested Tannhäuser as a subject. Wagner did not like the tale. Back in Germany however, he gathered materials by Tieck, Heine, and others about Tannhäuser. Vacationing in Bohemia, he had a change of heart. He began preparing an outline for \"Tannhäuser\". Returning home to Dresden, he immersed himself in the tale. He completed the opera in October 1845. He conducted the first performance that month at the Royal Opera House.\nHis Venus said, \"You are a genius, but you write such eccentric stuff that it is impossible to sing.\" His Tannhäuser was completely baffled. The audience was puzzled. The reception was lukewarm. Wagner began revisions at once. The second performance played to a near empty house. In 1859, Wagner offered \"Tannhäuser\" to the Paris Opéra. They wanted it sung in French. They also wanted a ballet in the second act. This so the Jockey Club had time to finish dinner and arrive at the Opéra just in time to ogle the dancers. Wagner refused to move the ballet from the first act to the second act. There were complaints. Jockey Club members interrupted the performance whenever possible. It was a disaster.\nThe opera disappeared from the French stage for 34 years. A few years after the Jockey Club incident, Wagner began revising the Paris version. He produced a sophisticated sound version that was superior to the first draft. Though there are several set pieces in the opera, the opera is closer to Wagner's vision of complete independence from such set pieces. \"Tannhäuser\" is on the threshold of the leitmotif, and the diminishing of the sound power of the orchestra in favor of the sung word.\nSources.\nWagner's sources for the opera are spread over 600 year time span. In 1391, and again at the beginning of the 15th century, tales were in circulation about a paradise within a German mountain and a traveler who idles with a Sybil before heading to Rome for the Pope's forgiveness. The \"Song of Tannhäuser\" of 1515 combines moralizing with the adventures of an historical Minnesinger named Danhuser, Tanhuser, or Tannenhauser. This Minnesinger's songs told of erotic love and its opposite, holy love.\nWagner was an insatiable reader, always on the alert for material that could be adapted to an opera. For \"Tannhäuser\", he combined elements not only from traditional tales but material from C. J. L. Lukas's \"Essay\" (1838) on the character of Tannhäuser and Ludwig Tieck's \"Faithful Eckart\" (1799). Ludwig Bechstein's \"Thuringian Legends\" (1835) included the story of the song contest. Wagner was familiar with the song contest through E. T. A. Hoffmann's \"Serapion Brothers\", Friedrich de la Motte-Fouque's drama \"The Singers Dispute in the Wartburg\" (1828), and Wagensil's \"Nuremberg Chronicle\".\"\nStory of the opera.\nThe story is about the struggle between sacred love and profane love, and redemption (salvation) through love. The story is based on the historical character of Tannhäuser, about whom very little is known except the myths about him. It is also about the myth of Venus, but it also deals with the medieval Minnesinger (minstrel). Half of the opera takes place in a historical setting, and half takes place in the mythological Venusberg.\nCriticism.\nThe critics took Wagner to task for his historical inaccuracies. First, the real Tannhauser was only a boy at the supposed time of the song contest. Secondly, they regarded Wagner's Elisabeth with scorn: Wagner had made the character an amalgamation of several historical women.\nProduction.\nCuts to the original were made almost immediately because the singers were not capable of understanding and thus acting their roles. The Prelude to Act 3 was cut from 155 bars to 92. In the original final scene, neither Elisabeth or Venus appeared on stage. The audience was puzzled.\nThe original final scene was retained until the 13th performance in 1847. Wagner then recast the final pages to make Venus visible on stage. The Venusberg did not appear however. This new ending disturbed the audience because they were used to the older version. Wagner had also cut the pilgrim's chorus, further antagonizing the audience. Another version was made restoring the chorus.\nEarly productions.\nThe first performance outside Dresden occurred at Weimar. This production demonstrated to small theaters that they could stage the opera. Other productions took place in Schwerin, Breslau, Prague, Wiesbaden, and other small houses. The opera played in New York in 1859. It played in London (in Italian) in 1876. In Vienna, Johann Strauss performed excerpts in 1853. The first Austrian staging occurred at Graz in 1854. Vienna mounted the opera in 1857. The opera was performed at the Vienna court opera in 1875. In 1860, the Paris Opera wanted the work in a revised version in French. Wagner made extensive revisions for Paris.","categories":[],"infobox_types":["opera"],"annotations":[{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":147},{"uri":"United_States_of_America","surface_form":"United States of America","offset":458},{"uri":"Germany","surface_form":"Germany","offset":536},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":593},{"uri":"France","surface_form":"France","offset":745},{"uri":"Metropolitan_Opera","surface_form":"Metropolitan Opera","offset":817},{"uri":"New_York_City","surface_form":"New York City","offset":839},{"uri":"Leitmotif","surface_form":"leitmotif","offset":2526},{"uri":"E._T._A._Hoffmann","surface_form":"E. T. A. Hoffmann","offset":3564},{"uri":"Friedrich_de_la_Motte-Fouque","surface_form":"Friedrich de la Motte-Fouque","offset":3605},{"uri":"Wagensil","surface_form":"Wagensil","offset":3692},{"uri":"Sacred","surface_form":"sacred","offset":3787},{"uri":"Profane","surface_form":"profane","offset":3803},{"uri":"Myth","surface_form":"myth","offset":3963},{"uri":"Venus","surface_form":"Venus","offset":4009},{"uri":"Medieval","surface_form":"medieval","offset":4043},{"uri":"Johann_Strauss","surface_form":"Johann Strauss","offset":5498}]}