{"id":227995,"url":"http://en.wikipedia.org/wiki/Pandita_Ramabai","text":"Pandita Ramabai (23 April 1858, Karnataka- 5 April 1922) was an Indian Christian who tried to change many things in India. A poet and scholar, she tried hard to improve (make better) the lives of women in India. She wrote many books, such as her popular \"The high\n-Caste Indian Woman\", which showed the troubles of child wives and women in India.\nConversion.\nShe was born in Gangamoola, in the Mala village, in Karkala Taluk, in the Karnataka State of India. Her father's name was Ananta Shastri. She lost her parents (Laxmi Bai) early. She travelled to Kolkata with her brother. There, she received (got) a Pandita and a Sarasvathi Award for her expertise in Sanskrit Poetry. Born in the home of an important scholar named Brahmin, Pandita Ramabai had more freedom than many Indian women. Her father taught her and her mother to read Sanskrit writing. She then began to study Christianity in India, and later in England. She decided that it was the best religion; that she should be a Christian. However, she had not yet received Jesus into her \"heart\". Ramabai later said,\nLife.\nShortly after her \"true conversion\", Pandita Ramabai began a faith mission for the girls and widows of India. Pandita and her helpers began a school and prayed for what they needed every day. When a great famine came to India, Pandita went to and saved widows and girls from death or abuse.\nSoon she had over a thousand women and girls at the mission. Helping this many people during a time of great famine was very hard, but Pandita wrote in her autobiography,\nEvery day, Pandita Ramabai and her helpers taught the women to read and write, showed them cleanliness, and helped them prepare for a job. She also taught them about Jesus. She opened Ashrams at Pune, Mumbai. She established a Christian High school at Gulbarga, (now at Karnataka) and her daughter Manorama was the principal. Manorama studied in the United States and traveled to Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Karnataka","surface_form":"Karnataka","offset":32},{"uri":"India","surface_form":"India","offset":64},{"uri":"Christianity","surface_form":"Christian","offset":71},{"uri":"Poem","surface_form":"poet","offset":125},{"uri":"Karnataka","surface_form":"Karnataka","offset":433},{"uri":"Christianity","surface_form":"Christianity","offset":877},{"uri":"India","surface_form":"India","offset":893},{"uri":"England","surface_form":"England","offset":913},{"uri":"Religion","surface_form":"religion","offset":955},{"uri":"Widow","surface_form":"widow","offset":1174},{"uri":"India","surface_form":"India","offset":1184},{"uri":"Famine","surface_form":"famine","offset":1286},{"uri":"Abuse","surface_form":"abuse","offset":1365}]}