{"id":228051,"url":"http://en.wikipedia.org/wiki/Continuous_function","text":"e=\"preserve\">A mathematical function is called continuous if, roughly said, a \"small change\" in the input only causes a \"small change\" in the output. If this is not the case, the function is discontinuous. Functions defined on the real numbers, with one input and one output variable, will show as an \"uninterrupted line (or curve)\". They can be drawn \"without lifting the pen off of the page\". The definition given above was made by Augustin-Louis Cauchy.\nKarl Weierstraß gave another definition of continuity: Imagine a function \"f\", defined on the real numbers. At the point formula_1 the function will have the value formula_1. If the function is continuous at formula_1, then for every value of formula_1 no matter how small it is, there is a value of formula_1, so that formula_1, means that formula_1. We can put this another way, given a point close to formula_1 (called x), the \"absolute value\" of the difference between the two values of the function can be made increasingly small, if the point x is \"close enough\" to formula_1.\nThere are also special forms of continuous, such as \"Lipschitz-continuous\". A function is Lipschitz-continuous if there is a formula_1 with formula_1 for all x,y ∈ (a,b).\nA basic way to know if a function is continuous is to use a pencil or your finger. Then, start at the left of the function. Then, move your finger along the path of the function. If you ever need to lift your finger or pencil to keep following the function, then you know it is not continuous. This is because, by lifting your finger, you have \"jumped\" from one section of the function to another. That means you made a very small movement but the function changed very much. This is what the first sentence of this article is talking about.","categories":[],"infobox_types":[],"annotations":[{"uri":"Function_(mathematics)","surface_form":"mathematical function","offset":15},{"uri":"Real_number","surface_form":"real number","offset":231},{"uri":"Augustin-Louis_Cauchy","surface_form":"Augustin-Louis Cauchy","offset":434},{"uri":"Karl_Weierstra%C3%9F","surface_form":"Karl Weierstraß","offset":457},{"uri":"Real_number","surface_form":"real number","offset":551},{"uri":"Absolute_value","surface_form":"absolute value","offset":888}]}