{"id":228094,"url":"http://en.wikipedia.org/wiki/Lazare_Ponticelli","text":"Lazare Ponticelli (born 7 December 1897 - 12 March 2008) was a French World War I veteran.\nWorld War I.\nIn August 1914, after the start of World War I, Ponticelli joined the 1st Régiment de Marche of the French Foreign Legion at 16 years old. He had to lie about his age as he was still to young to join the army. His older brother, Céleste Ponticelli, had also joined the regiment.Ponticelli said that France had done much for him, and being in the army was his way of showing his thanks. He fought at Soissons in Picardy, northeast France and at Douaumont, near Verdun. Ponticelli worked digging burial pits and trenches.\nPonticelli was not a French citizen and in May 1915, when Italy entered the war, he was forced into the Italian Army by conscription. Even though he tried to stay with his French regiment, he had to become part of the 3rd Alpini Regiment. Ponticelli fought against the Austro-Hungarian Army at Mount Piccolo on the Austria–Italy border. At his new job as a machine gunner, Ponticelli was wounded by a shell during an assault on an Austrian mountain. He was sent back to his job after rest in Naples.\nOnce, his regiment stopped fighting the Austrians for three weeks. The armies, who mostly spoke the same language, traded loaves of bread for tobacco and took pictures of each other. His commanders found out about this, and moved the regiment to another area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Veteran","surface_form":"veteran","offset":82},{"uri":"Trench","surface_form":"trench","offset":614},{"uri":"Italy","surface_form":"Italy","offset":682},{"uri":"Conscription","surface_form":"conscription","offset":744},{"uri":"Machine_gun","surface_form":"machine gun","offset":981},{"uri":"Shell_(projectile)","surface_form":"shell","offset":1025},{"uri":"Assault","surface_form":"assault","offset":1041},{"uri":"Naples","surface_form":"Naples","offset":1116}]}