{"id":228187,"url":"http://en.wikipedia.org/wiki/The_Musical_Offering","text":"e=\"preserve\">\"The Musical Offering\" (German title \"Musikalisches Opfer\" or \"Das Musikalische Opfer\"), BWV 1079, is a collection of several pieces of music by Johann Sebastian Bach. It consists of canons, fugues, ricercars and a trio sonata. All the music is based on a tune made up by King Frederick II of Prussia (Frederick the Great). Bach dedicated the work to him.\nHow Bach composed the work.\nThe idea for this music started at a meeting between Bach and Frederick II on 7 May 1747. One of Bach’s sons, Carl Philipp Emanuel, was one of the king’s court musicians. The king wanted to show Johann Sebastian Bach a new instrument that had recently been invented. This was the piano. The king invited Bach to his palace at Potsdam.\nDuring the visit the king gave Bach a theme and asked him to write a 3 part fugue based on it. Bach was good at improvisation so he made up a 3 part fugue. The king wondered whether he could make up a 6 part fugue. That would be very difficult, and people thought he was joking, but Bach said he would think about it.\nTwo months later, after he had gone home to Leipzig, Bach made up a six-voice fugue based on the king’s theme. He put it together with other compositions based on the theme and sent them to the king. This music became known as the “Musical Offering”. We do not know what the king thought of it.\nAt the top of the music Bach wrote some Latin words: \"Regis Iussu Cantio Et Reliqua Canonica Arte Resoluta\" (this means: “the theme given by the king, with additions, resolved in the canonic style”). The first letters of these words spell out the word \"ricercar\", which was a form of music well-known at the time.\n\"The Musical Offering\" consists of a collection of ricercars, canons, fugues and a trio sonata. The trio sonata was written for flute, violin and basso continuo, but most of the other music does not show what instruments should play it. They are often played on keyboard instruments, or as chamber music by small groups of instruments. Bach did not show what order he wanted the pieces to be played in.\nRiddles.\nBach also put riddles at the top of some of the pieces. Some of these riddles have been explained, but some have more than one solution. One of these \"riddle canons\", \"in augmentationem\" (i.e. augmentation) has notes which get longer and longer. Bach wrote: \"Notulis crescentibus crescat Fortuna Regis\" (“may the fortunes of the king increase like the length of the notes”). Another one is a modulating canon which ends a tone higher than it starts. Bach wrote over the music: \"Ascendenteque Modulationis ascendat Gloria Regis\" (“as the modulation rises, so may the King's glory”).\n20th century adaptations.\nSeveral composers have made arrangements of some of the music from the “Musical Offering”. In 1935, Anton Webern arranged Bach’s six-part ricercar for orchestra. In 1980 Sofia Gubaidulina used the Royal Theme of the \"Musical Offering\" in her violin concerto. She turns the notes into a Russian Orthodox hymn.","categories":[],"infobox_types":[],"annotations":[{"uri":"BWV","surface_form":"BWV","offset":102},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":158},{"uri":"Canon_(music)","surface_form":"canons","offset":196},{"uri":"Fugue","surface_form":"fugue","offset":204},{"uri":"Ricercar","surface_form":"ricercar","offset":212},{"uri":"Trio_sonata","surface_form":"trio sonata","offset":228},{"uri":"Frederick_II_of_Prussia","surface_form":"Frederick II of Prussia","offset":290},{"uri":"Dedication","surface_form":"dedicated","offset":342},{"uri":"7_May","surface_form":"7 May","offset":475},{"uri":"1747","surface_form":"1747","offset":481},{"uri":"Carl_Philipp_Emanuel_Bach","surface_form":"Carl Philipp Emanuel","offset":507},{"uri":"Piano","surface_form":"piano","offset":677},{"uri":"Palace","surface_form":"palace","offset":713},{"uri":"Potsdam","surface_form":"Potsdam","offset":723},{"uri":"Fugue","surface_form":"fugue","offset":808},{"uri":"Improvisation","surface_form":"improvisation","offset":844},{"uri":"Leipzig","surface_form":"Leipzig","offset":1094},{"uri":"Latin","surface_form":"Latin","offset":1385},{"uri":"Ricercar","surface_form":"ricercar","offset":1598},{"uri":"Flute","surface_form":"flute","offset":1787},{"uri":"Violin","surface_form":"violin","offset":1794},{"uri":"Basso_continuo","surface_form":"basso continuo","offset":1805},{"uri":"Chamber_music","surface_form":"chamber music","offset":1949},{"uri":"Riddle","surface_form":"riddle","offset":2085},{"uri":"Augmentation_(music)","surface_form":"augmentation","offset":2264},{"uri":"Modulation","surface_form":"modulating","offset":2463},{"uri":"1935","surface_form":"1935","offset":2773},{"uri":"Anton_Webern","surface_form":"Anton Webern","offset":2779},{"uri":"Orchestra","surface_form":"orchestra","offset":2830},{"uri":"1980","surface_form":"1980","offset":2844},{"uri":"Sofia_Gubaidulina","surface_form":"Sofia Gubaidulina","offset":2849},{"uri":"Concerto","surface_form":"concerto","offset":2928},{"uri":"Russian_Orthodox","surface_form":"Russian Orthodox","offset":2965},{"uri":"Hymn","surface_form":"hymn","offset":2982}]}