{"id":22814,"url":"http://en.wikipedia.org/wiki/Francis_Bacon","text":"Francis Bacon, 1st Viscount St. Alban KC, (22 January 1561 – 9 April 1626), was an English philosopher, statesman, and author. He has been described as one of the greatest thinkers ever whose ideas have changed the way people think.\nLife.\nHe was born in London, the son of Sir Nicholas Bacon, and the nephew of Queen Elizabeth's advisor, William Cecil. He was educated at Trinity College, Cambridge. His first job was as a lawyer. He later became a Member of Parliament and in 1586 he took a leading part in having Mary Queen of Scots executed. He became a friend of Robert Deveraux, the Earl of Essex, in 1591, and received many valuable gifts from him. After Essex led a rebellion against the Queen, Bacon was one of the people who led the investigation which led to Essex's execution in 1601.\nBacon was often in trouble for spending too much, and in 1601 he was arrested for debt. When King James became king in 1603, Bacon's position improved. He was knighted in 1603. He was one of the people who argued for the joining of England and Scotland together as one country, which happened after his lifetime, in the 1700s. Bacon married Alice Barnham in 1606, and the next year he was made the Solicitor General. He continued to be given better paying positions including Attorney General, Lord Keeper, and Lord Chancellor.\nHe was made Baron Verulam in 1618, and Viscount St Albans in 1621. Because he did not have children both titles ended when he died.\nHe used his positions to make more money for himself, and in 1621 the Parliament found that he was corrupt. He was fined £40,000 and removed from all his jobs. King James overturned the fine, but he was kept as a prisoner in the Tower of London for a while.\nStudies.\nHe became best known as a leading thinker in new ways of looking at the world. His writings started and made famous a way of thinking about science. This way of thinking is now called the \"Baconian method\". It is based on looking at the world by making experiments. After watching the results the scientist comes up with an idea to explain what has happened. This idea or hypothesis is then further tested by more experiments. This way of thinking about science is called inductive methodology. In Bacon's time these methods were linked with magic including hermeticism and alchemy. Alchemy was the study of fire, earth, water and air. Alchemists tried to make gold from lead.","categories":[],"infobox_types":[],"annotations":[{"uri":"King%27s_Council","surface_form":"KC","offset":38},{"uri":"English_people","surface_form":"English","offset":83},{"uri":"Philosopher","surface_form":"philosopher","offset":91},{"uri":"Statesman","surface_form":"statesman","offset":104},{"uri":"Author","surface_form":"author","offset":119},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth's","offset":317},{"uri":"William_Cecil","surface_form":"William Cecil","offset":338},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":372},{"uri":"Lawyer","surface_form":"lawyer","offset":423},{"uri":"Mary_(Queen_of_Scots)","surface_form":"Mary Queen of Scots","offset":515},{"uri":"Rebellion","surface_form":"rebellion","offset":673},{"uri":"Debt","surface_form":"debt","offset":878},{"uri":"James_I_of_England","surface_form":"King James","offset":889},{"uri":"Lord_Chancellor","surface_form":"Lord Chancellor","offset":1307},{"uri":"Science","surface_form":"science","offset":1863},{"uri":"Baconian_method","surface_form":"Baconian method","offset":1912},{"uri":"Hypothesis","surface_form":"hypothesis","offset":2095},{"uri":"Magic","surface_form":"magic","offset":2265},{"uri":"Hermeticism","surface_form":"hermeticism","offset":2281},{"uri":"Alchemy","surface_form":"alchemy","offset":2297},{"uri":"Gold","surface_form":"gold","offset":2384},{"uri":"Lead","surface_form":"lead","offset":2394}]}