{"id":228274,"url":"http://en.wikipedia.org/wiki/Phase_change","text":"e=\"preserve\">A phase change is a change in the states of matter. For example, a solid may become a liquid. This phase change is called melting. When a solid changes into a gas, it is called sublimation. When a gas changes into a liquid, it is called condensation. When a liquid changes into a solid, it is called solidification. When a gas changes into a solid, it is called deposition. When a liquid changes into gas, it is called evaporation. Phase changes are usually caused by changes in temperature or pressure.\nAs the states of matter change from solid to liquid to gas, respectively, their composition changes as well. For example, in a solid, the bonds are stronger than hydrogen bonds. That allows the solid substance to have a definite volume and shape. However, when the heat is added to the solid and it melts to become a liquid, the bonds are considerably weaker, and in water, are simply hydrogen bonds. A liquid has a definite volume but not a definite shape, and it thus takes the shape of the container in which it is. When \"more\" heat is added, the liquid substance evaporates and becomes a gas, which has no bonds at all. Gas is simply a formless collection of particles that tends to expand in all directions at the same time in order to occupy its full container. If a gas is not confined, the space between the particles will continue to increase. A gas has neither a definite volume nor a definite shape.\nIn this pattern, solid to liquid to gas, heat is being added in order to provoke the phase change. In the other \"direction,\" gas to liquid to solid, heat is being released through the phase change.\nIt often helps to think of an ice cube when thinking of phase changes. An ice cube is a solid, and when heated up, it becomes liquid water. When heated up some more, it becomes water vapor, which is a gas.","categories":[],"infobox_types":[],"annotations":[{"uri":"States_of_matter","surface_form":"states of matter","offset":47},{"uri":"Solid","surface_form":"solid","offset":80},{"uri":"Liquid","surface_form":"liquid","offset":99},{"uri":"Melting","surface_form":"melting","offset":135},{"uri":"Gas","surface_form":"gas","offset":172},{"uri":"Sublimation","surface_form":"sublimation","offset":190},{"uri":"Condensation","surface_form":"condensation","offset":250},{"uri":"Deposition_(phase_transition)","surface_form":"deposition","offset":375},{"uri":"Evaporation","surface_form":"evaporation","offset":432},{"uri":"Temperature","surface_form":"temperature","offset":492},{"uri":"Pressure","surface_form":"pressure","offset":507},{"uri":"Chemical_bond","surface_form":"bonds","offset":655},{"uri":"Water","surface_form":"water","offset":884},{"uri":"Hydrogen_bond","surface_form":"hydrogen bond","offset":902},{"uri":"Water_vapor","surface_form":"water vapor","offset":1803}]}