{"id":22847,"url":"http://en.wikipedia.org/wiki/Overland_Expedition","text":"e=\"preserve\">The Overland Expedition, also called the Overland Relief Expedition or Point Barrow-Overland Relief Expedition, was a long trip in 1897–8, by three officers of the United States Coast Guard (then named the \"U.S. Revenue Cutter Service\"), with the help of two civilians, using sled dogs and reindeer to rescue more than 250 whalers trapped in the Arctic Ocean by ice around their ships.\nIt will be remembered that in the month of October, 1897, reports were\nreceived here of the probable loss of the whaling fleet in the Arctic\nregions, and of the likelihood that nearly 300 men, composing the\nofficers and crews of the fleet, would perish from hunger unless succor [an old word for help] could reach them early in the spring....\nThe overland expedition was formed, and consisted of First Lieut. David\nH. Jarvis, Revenue-Cutter Service, commanding; Second Lieut. Ellsworth\nP. Bertholf, Revenue-Cutter Service, and Dr. Samuel J. Call, surgeon of\nThey were materially aided by Mr. W.T. Lopp, agent of the American Missionary Society at Cape Prince of Wales, and Artisarlook, a native of that region, both of whom, at great personal sacrifice, left their families and accompanied the reindeer herd to Point Barrow.\nThe overland expedition, after a difficult and hazardous journey of\nnearly 2,000 miles through the storms and bitter cold of an Arctic\nwinter, reached Point Barrow with the herd on the 29th of March, 1898,\nthree months and twelve days from their landing from the \"Bear\" at\nCape Vancouver, Alaskan coast of Bering Sea. They arrived none too soon.... [due to] bad sanitary conditions and want of proper food, the men from the whale ships quartered there were found upon the verge of great suffering, while sickness had broken out among them....\nI have therefore the honor to submit the following recommendations and\nThat gold medals of honor of appropriate design, to be approved by\nthe Secretary of the Treasury, be awarded to Lieutenants Jarvis and\nBertholf and Dr. Call, commemorative of their heroic struggles in aid of\nThat the sum of $2,500 be appropriated to be disbursed by the\nSecretary of the Treasury in bestowing rewards upon W.T. Lopp,\nArtisarlook, and native herders, who rendered material aid to the relief","categories":[],"infobox_types":[],"annotations":[{"uri":"1897","surface_form":"1897","offset":144},{"uri":"1898","surface_form":"8","offset":149},{"uri":"United_States_Coast_Guard","surface_form":"United States Coast Guard","offset":177},{"uri":"Civilian","surface_form":"civilians","offset":272},{"uri":"Sled_dog","surface_form":"sled dog","offset":289},{"uri":"Reindeer","surface_form":"reindeer","offset":303},{"uri":"Whaler","surface_form":"whaler","offset":336},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":359},{"uri":"Ice","surface_form":"ice","offset":375},{"uri":"Ship","surface_form":"ship","offset":392}]}