{"id":228492,"url":"http://en.wikipedia.org/wiki/Kelly_Kelly","text":"Barbara Jean Blank (born January 15, 1987 in Jacksonville, Florida) is an American female professional wrestler, model and dancer. She is best known for working with World Wrestling Entertainment (WWE) for seven years using the ring name Kelly Kelly. During her time in WWE she was a one time WWE Divas Champion. Kelly Kelly used to have a weekly segment known as Kelly's Exposé where she would dance for the WWE Universe.\nOhio Valley Wrestling (2006).\nIn 2006, while working as a model, Blank was seen by World Wrestling Entertainment (WWE) official John Laurinaitis, who was interested in signing her to a contract. As a result, WWE contacted her modeling agency and invited her to their developmental territory, Ohio Valley Wrestling (OVW), for a try-out. Despite having no previous wrestling experience she was offered a contract, which she signed in May 2006. Even after being called up to the main roster she continued to fly back and forth to OVW's base city Louisville, Kentucky once a week to work shows; first as a ring announcer and referee, then as a wrestler. One of her first matches took place at the September 6 OVW TV tapings where she participated in a Women's battle royal won by ODB.\nECW (2006–2008).\nBlank debuted for the ECW brand as Kelly Kelly. Originally, she was to be named just 'Kelly', but her ring name was expanded to 'Kelly Kelly' by Vince McMahon. She made her debut on the first episode of the weekly television program on June 13, 2006, becoming the youngest Diva on the WWE roster. Her character, an exhibitionist, was introduced performing a striptease for the crowd. The next week, while performing another striptease, Kelly was interrupted by her on-screen boyfriend, Mike Knox, who came to the stage and covered her with a towel before dragging her backstage. Her stripping became a weekly segment known as \"Kelly's Exposé\" and usually followed the same routine; Kelly would dance and strip until she was interrupted by Knox who was upset by her exhibitionism and showing off her body to others. Knox began forcing Kelly to accompany him to ringside so he could keep an eye on her, making her his \"de facto\" valet. As a result, she found herself involved in the feud developing between Mike Knox and partner Test with Tommy Dreamer and his partner The Sandman, including being inadvertently hit with a cane by Sandman when Knox used her as a shield. She made her ECW in-ring debut on the August 22, 2006 episode of \"ECW on Sci-Fi\" in a losing effort as part of a six-person mixed tag team match which saw herself, Knox, and Test lose to Dreamer, Sandman and Torrie Wilson, in what was the last match of the feud.\nFollowing this feud, Kelly and Knox were moved into a storyline with CM Punk in September, in which Kelly was shown to have developed a liking for Punk and Knox was shown to be increasingly protective and jealous. During the next month, Kelly continuously flirted with Punk and was shown watching his matches from the crowd, until Knox stopped her. Subsequently, Kelly's character dressed as Punk for ECW's Halloween Costume Contest, enraging Knox and leading to a match between the two, during which Kelly cheered for Punk. At December to Dismember, Kelly and Knox took on the team of Ariel and Kevin Thorn in a mixed tag team match, during which Knox refused to tag in before abandoning Kelly, leaving her to be beaten badly by Ariel. On the following episode of \"ECW\", Kelly defeated Ariel with a roll-up on her first ECW singles match, after which Knox made his way to the ring with flowers only to throw them in Kelly's face and perform his signature swinging reverse STO on her, ending their relationship and giving her a scripted injury—removing her from the program for six weeks.\nShe returned to television on January 16, 2007 and cut a promo announcing she was newly single and bringing back \"Kelly's Exposé\". The following week, she joined forces with Layla and Brooke to form Extreme Exposé. The trio performed a weekly dance segment on \"ECW\" for the next several months, as a successor to Kelly's Exposé segment. In June 2007, The Miz was moved to the brand, prompting a storyline in which all three members of Extreme Exposé were attracted to him. When Kelly shifted her attentions towards Balls Mahoney, Layla, Brooke, and The Miz openly mocked her, and The Miz later prevented her from going on a date with Mahoney, stating that he owned her contract and would fire her if she did so. On November 1, Brooke was released from her WWE contract, and Extreme Exposé dissolved as a group, leaving Kelly and Layla to enter an ongoing rivalry with more active wrestling roles. On the October 29 episode of \"Raw\", Kelly won a battle royal to earn a match against the WWE Women's Champion, Beth Phoenix. After the match however, Kelly was attacked by Phoenix and lost the subsequent match between the two the following week on \"Raw\". Kelly continued to feud with Layla, and they were on opposite sides of a 10-Diva tag team match at Survivor Series, which Kelly's team won. In December, Layla formed an alliance with Victoria, which expanded to include Lena Yada in January 2008, and Kelly continued to feud with the trio. At WrestleMania XXIV, Kelly was a 'lumberjill' for the Divas' tag team lumberjill match. The following month, Kelly was part of the losing team in a five-on-five Divas match at the Backlash pay-per-view. Kelly Kelly was released from her WWE contract on September 28, 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"January_15","surface_form":"January 15","offset":25},{"uri":"1987","surface_form":"1987","offset":37},{"uri":"Jacksonville%2C_Florida","surface_form":"Jacksonville, Florida","offset":45},{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":90},{"uri":"Model_(person)","surface_form":"model","offset":113},{"uri":"Dancer","surface_form":"dancer","offset":123},{"uri":"WWE","surface_form":"World Wrestling Entertainment","offset":166},{"uri":"Ring_name","surface_form":"ring name","offset":228},{"uri":"WWE_Divas_Championship","surface_form":"WWE Divas Champion","offset":293},{"uri":"Model_(person)","surface_form":"model","offset":481},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":506},{"uri":"John_Laurinaitis","surface_form":"John Laurinaitis","offset":551},{"uri":"Farm_team","surface_form":"developmental territory","offset":690},{"uri":"Ohio_Valley_Wrestling","surface_form":"Ohio Valley Wrestling","offset":715},{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville, Kentucky","offset":966},{"uri":"Referee_(professional_wrestling)","surface_form":"referee","offset":1044},{"uri":"Battle_royal_(professional_wrestling)","surface_form":"battle royal","offset":1179},{"uri":"Jessica_Kresa","surface_form":"ODB","offset":1199},{"uri":"ECW_(WWE)","surface_form":"ECW","offset":1243},{"uri":"WWE_Brand_Extension","surface_form":"brand","offset":1247},{"uri":"Ring_name","surface_form":"ring name","offset":1323},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":1366},{"uri":"Exhibitionism","surface_form":"exhibitionist","offset":1536},{"uri":"Striptease","surface_form":"striptease","offset":1579},{"uri":"Kayfabe","surface_form":"on-screen","offset":1686},{"uri":"Mike_Knox","surface_form":"Mike Knox","offset":1707},{"uri":"Manager_(professional_wrestling)","surface_form":"valet","offset":2148},{"uri":"Feud_(professional_wrestling)","surface_form":"feud","offset":2202},{"uri":"Andrew_Martin","surface_form":"Test","offset":2248},{"uri":"Tommy_Dreamer","surface_form":"Tommy Dreamer","offset":2258},{"uri":"The_Sandman_(wrestler)","surface_form":"The Sandman","offset":2288},{"uri":"Torrie_Wilson","surface_form":"Torrie Wilson","offset":2598},{"uri":"CM_Punk","surface_form":"CM Punk","offset":2722},{"uri":"Halloween","surface_form":"Halloween","offset":3060},{"uri":"December_to_Dismember_(2006)","surface_form":"December to Dismember","offset":3181},{"uri":"Shelly_Martinez","surface_form":"Ariel","offset":3239},{"uri":"Kevin_Thorn","surface_form":"Kevin Thorn","offset":3249},{"uri":"Layla_El","surface_form":"Layla","offset":3916},{"uri":"Brooke_Adams_(model)","surface_form":"Brooke","offset":3926},{"uri":"The_Miz","surface_form":"The Miz","offset":4093},{"uri":"Balls_Mahoney","surface_form":"Balls Mahoney","offset":4257},{"uri":"WWE_Raw","surface_form":"Raw","offset":4669},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWE Women's Champion","offset":4728},{"uri":"Beth_Phoenix","surface_form":"Beth Phoenix","offset":4750},{"uri":"Survivor_Series_(2007)","surface_form":"Survivor Series","offset":4993},{"uri":"Lisa_Marie_Varon","surface_form":"Victoria","offset":5077},{"uri":"Lena_Yada","surface_form":"Lena Yada","offset":5113},{"uri":"WrestleMania_XXIV","surface_form":"WrestleMania XXIV","offset":5186},{"uri":"Backlash_(2008)","surface_form":"Backlash","offset":5364}]}