{"id":228412,"url":"http://en.wikipedia.org/wiki/United_States_Secret_Service","text":"e=\"preserve\">The United States Secret Service (which is often just called the Secret Service in the United States) is part of the United States government. Part of its job is to investigate when people make fake money. (Making fake money is called counterfeiting). However, the United States Secret Service is more well known for protecting important government leaders. Secret Service agents work as bodyguards and protect people like the President, Vice President, members of the United States Cabinet, people who are running for high office, and the family members of these people, and leaders from other countries who are visiting the United States. There are other people whom the Secret Service protects, too. A United States President would never be seen in public without Secret Service agents protecting him or her at all times.\nIt is often not easy to recognize Secret Service agents, because they often dress to blend in wherever they are. This means that they will often be dressed the same way as everybody else in a crowd.\nThey employ about a total of 5,000 people.\nHistory.\nThe United States Secret Service was created in 1865 to stop counterfeiters. It did not start protecting the President until after President William McKinley was shot and killed in 1901. In 1902, President Theodore Roosevelt became the first President of the United States to be protected by Secret Service agents. Since then, every president has received Secret Service Protection. In 1981 when Ronald Reagan was shot, Timothy McCarthy became one of four Secret Service agents to take a bullet of a President.\nThe Secret Service used to be part of the Treasury Department, but is now part of the Department of Homeland Security.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":130},{"uri":"Counterfeiting","surface_form":"counterfeiting","offset":248},{"uri":"President","surface_form":"President","offset":440},{"uri":"Vice_President","surface_form":"Vice President","offset":451},{"uri":"United_States_Cabinet","surface_form":"United States Cabinet","offset":482},{"uri":"Counterfeit","surface_form":"counterfeit","offset":1150},{"uri":"William_McKinley","surface_form":"William McKinley","offset":1230},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1295},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":1331},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1485},{"uri":"Timothy_McCarthy","surface_form":"Timothy McCarthy","offset":1509},{"uri":"Secret_Service","surface_form":"Secret Service","offset":1545},{"uri":"President","surface_form":"President","offset":1589},{"uri":"Secret_Service","surface_form":"Secret Service","offset":1604},{"uri":"United_States_Department_of_Treasury","surface_form":"Treasury Department","offset":1642},{"uri":"Department_of_Homeland_Security","surface_form":"Department of Homeland Security","offset":1686}]}