{"id":228804,"url":"http://en.wikipedia.org/wiki/Lady_Gaga","text":"Stefani Joanne Angelina Germanotta (born March 28, 1986), known professionally as Lady Gaga, is an American recording artist, songwriter, activist, record producer, businesswoman, fashion designer, philanthropist, and actress. She has a contralto vocal range. Her albums are \"The Fame\", \"The Fame Monster\", \"Born This Way\", \"Artpop\", \"Cheek to Cheek\", \"Joanne\", and \"Chromatica\". In the US, she has earned five number-one singles and six number-one albums. She has won 11 Grammy Awards, an Academy Award, three American Music Awards, and various BRIT Awards.\nGaga is known for her versatility in music. She got her stage name from the song \"Radio Ga Ga\" by the band Queen. She won a Golden Globe Award for her acting role in the television series \"American Horror Story: Hotel\" in 2016. Gaga played the female lead, Ally, in the 2018 movie \"A Star Is Born\", where she stars alongside Bradley Cooper.\n1986–2004: Early life.\nLady Gaga was born Stefani Joanne Angelina Germanotta at Lenox Hill Hospital Northwell Health in Upper East Side, New York City, on March 28, 1986. She is the oldest child of Joseph Germanotta, an internet businessman, and Cynthia (née Bissett). She has a younger sister named Natali, who is a fashion student. Lady Gaga is of Italian (her paternal grandfather was from Naso, in the province of Messina and he came up to the United States on 1908) and French Canadian ancestry. She learned to play piano at the age of four. She wrote her first piano song at 13. She started performing live by age 14. At the age of 11, Gaga went to the Convent of the Sacred Heart. This is a private Roman Catholic school on Manhattan's Upper East Side. Her family wasn't rich. She has said that her parents \"both came from lower-class families, so we've worked for everything my mother worked eight to eight out of the house, in telecommunications, and so did my father.\" In high school, Gaga played lead roles in \"Guys and Dolls\" and in \"A Funny Thing Happened on the Way to the Forum\". Gaga said her high school life was \"very dedicated, very studious, very disciplined\". She also said that it was \"insecure\". She said in an interview that, \"I didn’t fit in, and I felt like a freak.\"\nGaga was 17 when she went to New York University's Tisch School of the Arts. She lived in a NYU dorm on 11th Street. She studied music. She helped to write essays on art, religion, social issues and politics. Gaga felt that she was more creative than some of her classmates. \"Once you learn how to think about art, you can teach yourself,\" she said. By the second semester of her sophomore year, she left school to focus on her musical career. Her father agreed to pay her rent for a year, if she agreed to go back to Tisch if she failed. \"I left my entire family, got the cheapest apartment I could find, and ate shit until somebody would listen,\" she said. Gaga has said she has had bulimia and anorexia since she was 15.\n2005–07: Career beginnings.\nIn 2005, Gaga began a band called the Stefani Germanotta Band. The band played in local dive bars during 2005-2007 where they performed her debut EP, \"Red and Blue\". Gaga revisited these locations during her Dive Bar Tour during 2016.\n2008–10: \"The Fame\" and \"The Fame Monster\".\nGaga started her creative team, the Haus of Gaga, in 2008. On August 19, 2008, her first album \"The Fame\" was released. Her debut album spawned the hit singles \"Just Dance\" (featuring Colby O'Donis), \"Poker Face\", \"LoveGame\", and \"Paparazzi\". The first two singles became number-one hits for Gaga in the United States, Canada, United Kingdom, Australia, and several other countries. Gaga's follow-up EP, \"The Fame Monster\", was released on November 18, 2009 and contained the singles \"Bad Romance\", \"Telephone\" (featuring R&B singer Beyoncé), and \"Alejandro\". They became hits worldwide, with all seven of these songs peaking within the top ten of the US \"Billboard\" Hot 100, and the first six singles managed to reach number one on \"Billboards Mainstream Top 40/Pop Songs chart.\n2011–14: \"Born This Way\", \"Artpop\", and \"Cheek to Cheek\".\nGaga released her second studio album, \"Born This Way\", on May 23, 2011. Before that, Gaga released the song of the same name on February 11, 2011. The song entered the charts at number 1 in America, becoming her third number-one single there. \"Born This Way\" became Gaga's first number-one album in the United States, selling over one million copies there in its first week. Following the song \"Born This Way\", the singles \"Judas\", \"The Edge of Glory\", and \"Yoü and I\" reached the top ten in the US. The album's final single, \"Marry the Night\", became a top-thirty hit there.\nIn 2012, Gaga bought 55 items from an auction for Michael Jackson's possessions. She also released her first fragrance, Fame. The liquid of the perfume is black but sprays clear, which is \"like the soul of fame.\"\nOn November 6, 2013, her third studio album, \"Artpop,\" was released and became Gaga's second American number-one album. The song \"Applause\" was released as \"Artpops lead single and reached number 4 in the US and Canada, while peaking within the top ten around the world. The second single, \"Do What U Want\", featuring R&B singer R. Kelly, was released as the album's second single, peaking at number 13 in America, number 9 in the UK, and number 3 in Canada. A remixed version of the song featuring American singer Christina Aguilera was released on New Year's Day, 2014. Gaga released the third single, \"GUY.\", in March 2014. It peaked at number 76 on the \"Billboard\" Hot 100.\nIn September 2014, Gaga released a collaborative album with jazz artist Tony Bennett titled \"Cheek to Cheek\". Two singles have been released, \"Anything Goes\" and \"I Can't Give You Anything but Love\".\n2015: \"American Horror Story: Hotel\" and \"The Hunting Ground\".\nIn 2015, Gaga was supposed to be the artist to perform the first concert in space; however, this never came into fruition. She performed a tribute to British singer-actress Julie Andrews at the 2015 Academy Awards. Gaga became engaged to her boyfriend of nearly four years, actor Taylor Kinney, over the weekend of Valentine's Day, 2015. However, the couple broke up in July 2016.\nThroughout that year, Gaga toured with Tony Bennett to promote \"Cheek to Cheek\". Gaga also starred in the FX series, \"American Horror Story: Hotel\".\nAt the end of 2015, Gaga released the single \"Til It Happens to You\", co-written with songwriter Diane Warren (who has written songs for Céline Dion, Cher, and Aerosmith, among others) for the documentary \"The Hunting Ground\", which documents sexual abuse on college campuses. The song was nominated for a Grammy Award for Best Song Written for Visual Media, along with an Academy Award for Best Original Song. She performed the song at the 2016 Academy Awards with 50 sexual assault survivors.\nFor her role in \"American Horror Story\", Gaga won a Golden Globe Award.\n2016–17: \"Joanne\" and Super Bowl LI halftime show.\nGaga performed the National Anthem of the United States at Super Bowl 50 on February 7, 2016.\nGaga released her fifth studio album, \"Joanne\", on October 21, 2016. The style of the album is very different compared to her previous music. It entered at number one on the \"Billboard\" 200, and it became Gaga's fourth number-one album of the 2010's decade (2010-19). She worked with producer RedOne again on \"Joanne\", along with artists like Mark Ronson, Beck, and country songwriter Hillary Lindsey. The album includes the singles \"Perfect Illusion\" and \"Million Reasons\". The first single reached the top twenty around the world. The second reached as high as #52 in the US when it first charted.\nGaga performed in the Super Bowl LI (51) Halftime Show on February 5, 2017, in Houston, Texas. This became the most-watched halftime show in history across all platforms (the second-most watched on television, behind Katy Perry's 2015 halftime show). After Gaga's performance, \"Million Reasons\" entered the \"Billboard\" Hot 100 again at number four, tying the record for the highest re-entry on the Hot 100. It became her 14th top-ten hit and her 10th top-five in the US. It was later certified Platinum by the RIAA.\nAfter Beyoncé announced that she could not perform the Coachella Festival due to her expecting twins, it was revealed that Gaga would perform instead. She performed her old hits along with a new song, \"The Cure\", that was released the next day. It reached number one on the iTunes charts of 62 countries on the day it was released.\nFrom August 2017 to February 2018, Gaga performed on the Joanne World Tour. Some shows in November, along with the final ten shows on the tour, were canceled due to Gaga's fibromyalgia. A Netflix documentary about her life, called \"Gaga: Five Foot Two\", was released on September 22, 2017. The documentary won the award for Best Music Documentary at the 2018 MTV Movie & TV Awards.\nOn November 19, 2017, Gaga performed \"The Cure\" from the Joanne World Tour during the 2017 American Music Awards. She won the award for Favorite Pop/Rock Female Artist later that night.\n2018–19: \"A Star Is Born\", Lady Gaga Enigma, and Haus Laboratories.\nGaga starred in a remake of the film \"A Star Is Born\" alongside Bradley Cooper, which was released on October 5, 2018. Two singles from the movie's soundtrack were released: \"Shallow\" (with Bradley Cooper) and \"Always Remember Us This Way\". \"Shallow\" topped charts in Australia and the UK while initially reaching the top five in the US and Canada. It won two Grammy Awards for Best Song Written for Visual Media and Best Pop Duo/Group Performance. The soundtrack entered at number one on the \"Billboard\" 200 album chart, giving Gaga the most number-one albums in the 2010's decade for a woman (with five US number-one albums).\nGaga is currently performing in a residency show in Las Vegas at the MGM Park Theater, called Lady Gaga Enigma. It began on December 28, 2018.\nIn February 2019, it was reported that Gaga and Christian Carino, her boyfriend of two years, had called off their engagement. Later that month, Gaga won her first Academy Award, known as an Oscar, in the Best Original Song category for \"Shallow\". She performed the song alone at the 61st Grammy Awards but joined with Cooper at the Oscars. After the Oscars performance, the song became Gaga's fourth number-one hit on the \"Billboard\" Hot 100 and Cooper's first.\nOn March 12, 2019, Gaga responded on Twitter to tabloid rumors that she was pregnant, writing, \"Rumors I'm pregnant? Yeah, I'm pregnant with #LG6,\" referring to her sixth studio album.\nOn May 6, 2019, Gaga was one of the chairpersons of the Met Gala, a yearly dinner held by \"Vogue\" editor-in-chief Anna Wintour at the Metropolitan Museum of Art in New York City. It is known for its celebrity guests and themes. The 2019 theme was \"Camp: Notes on Fashion\". Gaga wore four layers: a long fuchsia coat with a hair bow, a black gown, a fuchsia dress, and black lingerie.\nIn July 2019, Gaga revealed her beauty collection, called Haus Laboratories. It was released for pre-order on its website and Amazon, whose Prime Day sale occurred July 15 and 16 of that year.\n2020–present: \"Chromatica\".\nA song by Gaga, titled \"Stupid Love\", leaked online in January 2020. Gaga later released the final version of the song on February 28, 2020, as the first single from her upcoming sixth studio album, revealed to be called \"Chromatica\". The song entered the top ten of charts in several countries. It became Gaga's sixteenth top-ten and twelfth top-five hit on the \"Billboard\" Hot 100 when it debuted at number five. \"Chromatica\" was planned for release on April 10, 2020, but was postponed to May 29 because of the global coronavirus (COVID-19) outbreak.\nOn April 18, 2020, Gaga performed the song \"Smile\" as part of the TV special \"One World: Together at Home\", which featured appearances from many entertainers, such as Jennifer Lopez, Beyoncé, Taylor Swift, and Elton John. The program, which was organized by Gaga and Global Citizen in an effort to raise money for those affected by COVID-19, raised over $127 million. It earned the Guinness World Record for \"Most Money Raised for Charity by a Remote Music Festival.\"\nOn May 22, a week before the album's new release date, she released \"Rain on Me\", a duet with Ariana Grande, as the album's second single. It entered at the top of the \"Billboard\" Hot 100, giving Gaga her fifth number-one song in the US.\n\"Chromatica\" entered at the top of the \"Billboard\" 200 album chart in the US, giving Gaga her sixth US number-one album. She also earned six number-one albums faster than any other female in \"Billboard\" history. Scheduled for 2020, the Chromatica Ball Tour was rescheduled for 2021 because of the coronavirus pandemic.\nOn August 30, 2020, at the MTV Video Music Awards, Gaga won the first Tricon Award, along with Artist and Song of the Year and Best Collaboration and Best Cinematography for \"Rain on Me\". With these five wins, Gaga's career VMA awards total 18.\nGaga won Favorite Electronic Dance Music (EDM) Artist at the 2020 American Music Awards, becoming the first female artist to do so.\nGaga revealed that she will be performing the US national anthem at the inauguration of President-elect Joe Biden and Vice President-elect Kamala Harris on January 20, 2021.\nFashion and style.\nGaga has a striking fashion sense. The \"New York Post\" said her early look was like \"a refugee from \"Jersey Shore\" with \"big black hair, heavy eye makeup and tight, revealing clothes.\" Gaga has naturally brown hair. She bleached her hair blonde so she wouldn't look like Amy Winehouse.\nLGBT fans.\nMuch of Gaga's early success is due to her gay fans. She is often called a \"rising gay icon.\" Early in her career she had trouble being played on the radio, and stated, \"The turning point for me was the gay community. I've got so many gay fans and they're so loyal to me and they really lifted me up. They'll always stand by me and I'll always stand by them. It's not an easy thing to create a fanbase.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":99},{"uri":"Contralto","surface_form":"contralto","offset":237},{"uri":"The_Fame","surface_form":"The Fame","offset":276},{"uri":"The_Fame_Monster","surface_form":"The Fame Monster","offset":288},{"uri":"Born_This_Way","surface_form":"Born This Way","offset":308},{"uri":"Artpop","surface_form":"Artpop","offset":325},{"uri":"Cheek_to_Cheek","surface_form":"Cheek to Cheek","offset":335},{"uri":"Joanne","surface_form":"Joanne","offset":353},{"uri":"Chromatica","surface_form":"Chromatica","offset":367},{"uri":"Grammy_Award","surface_form":"Grammy Awards","offset":472},{"uri":"Academy_Award","surface_form":"Academy Award","offset":490},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":511},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":546},{"uri":"Queen_(band)","surface_form":"Queen","offset":666},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":683},{"uri":"A_Star_Is_Born_(2018_movie)","surface_form":"A Star Is Born","offset":841},{"uri":"Bradley_Cooper","surface_form":"Bradley Cooper","offset":884},{"uri":"Italy","surface_form":"Italian","offset":1250},{"uri":"Province_of_Messina","surface_form":"province of Messina","offset":1306},{"uri":"French_Canadian","surface_form":"French Canadian","offset":1375},{"uri":"Ancestry","surface_form":"ancestry","offset":1391},{"uri":"Upper_East_Side","surface_form":"Upper East Side","offset":1643},{"uri":"Telecommunications","surface_form":"telecommunications","offset":1836},{"uri":"Guys_and_Dolls","surface_form":"Guys and Dolls","offset":1922},{"uri":"New_York_University","surface_form":"New York University","offset":2223},{"uri":"Tisch_School_of_the_Arts","surface_form":"Tisch School of the Arts","offset":2245},{"uri":"Bulimia","surface_form":"bulimia","offset":2879},{"uri":"Anorexia","surface_form":"anorexia","offset":2891},{"uri":"The_Fame","surface_form":"The Fame","offset":3321},{"uri":"Just_Dance","surface_form":"Just Dance","offset":3386},{"uri":"Poker_Face","surface_form":"Poker Face","offset":3426},{"uri":"LoveGame","surface_form":"LoveGame","offset":3440},{"uri":"Paparazzi_(song)","surface_form":"Paparazzi","offset":3456},{"uri":"The_Fame_Monster","surface_form":"The Fame Monster","offset":3630},{"uri":"Bad_Romance","surface_form":"Bad Romance","offset":3710},{"uri":"Telephone_(song)","surface_form":"Telephone","offset":3725},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":3758},{"uri":"Alejandro_(song)","surface_form":"Alejandro","offset":3773},{"uri":"Born_This_Way_(song)","surface_form":"song of the same name","offset":4167},{"uri":"Judas_(song)","surface_form":"Judas","offset":4488},{"uri":"The_Edge_of_Glory","surface_form":"The Edge of Glory","offset":4497},{"uri":"You_and_I_(Lady_Gaga_song)","surface_form":"Yoü and I","offset":4522},{"uri":"Marry_the_Night","surface_form":"Marry the Night","offset":4591},{"uri":"Artpop","surface_form":"Artpop","offset":4899},{"uri":"Applause_(Lady_Gaga_song)","surface_form":"Applause","offset":4983},{"uri":"Do_What_U_Want_(Lady_Gaga_song)","surface_form":"Do What U Want","offset":5144},{"uri":"R._Kelly","surface_form":"R. Kelly","offset":5182},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":5368},{"uri":"Tony_Bennett","surface_form":"Tony Bennett","offset":5603},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":5967},{"uri":"Taylor_Kinney","surface_form":"Taylor Kinney","offset":6074},{"uri":"C%C3%A9line_Dion","surface_form":"Céline Dion","offset":6461},{"uri":"Cher","surface_form":"Cher","offset":6474},{"uri":"Aerosmith","surface_form":"Aerosmith","offset":6484},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":6871},{"uri":"Joanne_(album)","surface_form":"Joanne","offset":7075},{"uri":"Mark_Ronson","surface_form":"Mark Ronson","offset":7379},{"uri":"Beck","surface_form":"Beck","offset":7392},{"uri":"Perfect_Illusion","surface_form":"Perfect Illusion","offset":7470},{"uri":"Million_Reasons","surface_form":"Million Reasons","offset":7493},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":7658},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":7853},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":8146},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":8158},{"uri":"Coachella_Valley_Music_and_Arts_Festival","surface_form":"Coachella Festival","offset":8207},{"uri":"The_Cure_(song)","surface_form":"The Cure","offset":8354},{"uri":"Fibromyalgia","surface_form":"fibromyalgia","offset":8656},{"uri":"MTV_Movie_Awards","surface_form":"MTV Movie & TV Awards","offset":8843},{"uri":"A_Star_Is_Born","surface_form":"A Star Is Born","offset":9158},{"uri":"Bradley_Cooper","surface_form":"Bradley Cooper","offset":9184},{"uri":"Shallow_(Lady_Gaga_and_Bradley_Cooper_song)","surface_form":"Shallow","offset":9295},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":9800},{"uri":"Lady_Gaga_Enigma","surface_form":"Lady Gaga Enigma","offset":9842},{"uri":"Academy_Award_for_Best_Original_Song","surface_form":"Best Original Song","offset":10096},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":10314},{"uri":"Vogue_(magazine)","surface_form":"Vogue","offset":10630},{"uri":"Anna_Wintour","surface_form":"Anna Wintour","offset":10653},{"uri":"Metropolitan_Museum_of_Art","surface_form":"Metropolitan Museum of Art","offset":10673},{"uri":"New_York_City","surface_form":"New York City","offset":10703},{"uri":"Haus_Laboratories","surface_form":"Haus Laboratories","offset":10981},{"uri":"Amazon_(company)","surface_form":"Amazon","offset":11049},{"uri":"Stupid_Love_(Lady_Gaga_song)","surface_form":"Stupid Love","offset":11168},{"uri":"Chromatica","surface_form":"Chromatica","offset":11366},{"uri":"COVID-19_pandemic","surface_form":"global coronavirus (COVID-19) outbreak","offset":11658},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":11865},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":11881},{"uri":"Taylor_Swift","surface_form":"Taylor Swift","offset":11890},{"uri":"Elton_John","surface_form":"Elton John","offset":11908},{"uri":"Guinness_World_Records","surface_form":"Guinness World Record","offset":12080},{"uri":"Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)","surface_form":"Rain on Me","offset":12235},{"uri":"Ariana_Grande","surface_form":"Ariana Grande","offset":12260},{"uri":"MTV_Video_Music_Awards","surface_form":"MTV Video Music Awards","offset":12750},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":13034},{"uri":"The_Star-Spangled_Banner","surface_form":"US national anthem","offset":13146},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":13204},{"uri":"Kamala_Harris","surface_form":"Kamala Harris","offset":13239},{"uri":"Refugee","surface_form":"refugee","offset":13380},{"uri":"Jersey_Shore_(TV_series)","surface_form":"Jersey Shore","offset":13394},{"uri":"Amy_Winehouse","surface_form":"Amy Winehouse","offset":13564},{"uri":"Radio","surface_form":"radio","offset":13740}]}