{"id":228933,"url":"http://en.wikipedia.org/wiki/Ocean_pollution","text":"Ocean pollution is pollution in the sea. It is a form of water pollution.\nSources of ocean pollution.\nMarine pollution occurs when harmful effects result from the entry into the ocean of chemicals, particles, industrial, agricultural and residential waste, noise, or the spread of invasive organisms. Most sources of marine pollution are land based. The pollution often comes from nonpoint sources such as agricultural runoff, wind-blown debris and dust. Nutrient pollution, a form of water pollution, refers to contamination by excessive inputs of nutrients. It is a primary cause of eutrophication of surface waters, in which excess nutrients, usually nitrogen or phosphorus, stimulate algae growth.\nMany potentially toxic chemicals adhere to tiny particles which are then taken up by plankton and benthos animals, most of which are either deposit or filter feeders. In this way, the toxins are concentrated upward within ocean food chains.\nWhen pesticides are incorporated into the marine ecosystem, they quickly become absorbed into marine food webs. Once in the food webs, these pesticides can cause mutations, as well as diseases, which can be harmful to humans as well as the entire food web.\nToxic metals can also be introduced into marine food webs. These can cause a change to tissue matter, biochemistry, behaviour, reproduction, and suppress growth in marine life. Also, many animal feeds have a high fish meal or fish hydrolysate content. In this way, marine toxins can be transferred to land animals, and appear later in meat and dairy products.\nEvery time we wash a car or our lawns we are polluting the ocean. People often think that water pollution comes from big factories, but most of the pollution comes from everyday people doing everyday things. This kind of pollution is called \"nonpoint-source pollution\" because we cannot point out where it came from directly. All waste water, in time, enters a body of water (usually a stream). Every stream leads to a river, and every river leads to an ocean.\nOil spills.\nBecause so many people use oil, large ships must take billions of barrels of it across the oceans. If it is not handled carefully, these trips can be very bad. In 1989, the United States experienced a large oil spill in Prince William Sound, a waterway on the Alaskan coast. The \"Exxon Valdez\", a very big ship, hit a reef and spilled more than 260,000 barrels of oil. The results were very bad. A great number of animals were covered in oil and began dying immediately. Animals that ate these oil-filled animals also died. Many Alaskans who lived by fishing these animals lost their businesses. Even though many animals were saved, and the Exxon Oil Company spent 2.5 billion dollars trying to clean up the oil, Alaska's wildlife still suffers.\nOceanic pollution is the process where harmful or potentially harmful substances get into the ocean where they affect the existence of the sea organisms. Most of the harmful materials such as industrial, agricultural wastes as well as air pollution come from land. Pollutants get into the ocean through rivers from urban centers sewage and drainage systems. In the land runoffs, the pollutants include soil from farms, agricultural chemicals such as fertilizers, constructions as well as mining fields that are carried into the ocean by the rain or river water. All these pollutants are consumed by fish and other sea animals and eventually ending up in the fish we eat. The accumulation of these chemicals in the bodies of human beings can cause serious health issues. In order to reduce ocean pollution, tighter regulations should be placed on industries and sewage to ensure that the wastes of the industries are treated before being let into the rivers.\nSaving the ocean.\nHumans have done much to harm the ocean, but we are starting to try to help them. Countries promise each other to clean up the ocean and save the ocean's resources.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pollution","surface_form":"pollution","offset":19},{"uri":"Sea","surface_form":"sea","offset":36},{"uri":"Water_pollution","surface_form":"water pollution","offset":57},{"uri":"Waste","surface_form":"waste","offset":250},{"uri":"Lawn","surface_form":"lawn","offset":1592},{"uri":"Pollution","surface_form":"polluting","offset":1605},{"uri":"Factory","surface_form":"factories","offset":1681},{"uri":"Water","surface_form":"water","offset":1929},{"uri":"Stream","surface_form":"stream","offset":1946},{"uri":"River","surface_form":"river","offset":1979},{"uri":"River","surface_form":"river","offset":1996},{"uri":"Oil","surface_form":"oil","offset":2060},{"uri":"Billion","surface_form":"billion","offset":2087},{"uri":"Barrel","surface_form":"barrels","offset":2099},{"uri":"Ocean","surface_form":"ocean","offset":2124},{"uri":"Alaska","surface_form":"Alaska","offset":2293},{"uri":"Exxon_Valdez_disaster","surface_form":"Exxon Valdez","offset":2313},{"uri":"Reef","surface_form":"reef","offset":2351},{"uri":"Result","surface_form":"results","offset":2406},{"uri":"Alaska","surface_form":"Alaska","offset":2562},{"uri":"Business","surface_form":"business","offset":2617},{"uri":"Ecosystem","surface_form":"wildlife","offset":2755},{"uri":"Suffer","surface_form":"suffers","offset":2770},{"uri":"Resource","surface_form":"resource","offset":3909}]}