{"id":229066,"url":"http://en.wikipedia.org/wiki/Bach-Werke-Verzeichnis","text":"e=\"preserve\">Bach-Werke-Verzeichnis (BWV) is a list of all the pieces of music by Johann Sebastian Bach that are known. In English it means Bach Works Catalogue.\nThe catalogue was made by Wolfgang Schmieder in 1950. He took all the music that is known by Johann Sebastian Bach (some of Bach's music has been lost) and gave each piece a number. Each piece of music by Bach therefore has a BWV number. For example, the \"Mass in B minor\" is BWV 232. Giving each piece a number helps musicians to know exactly which piece of music we are talking about. For example, there are several Preludes and Fugues in G major, but putting \"Prelude and Fugue in G major BWV550\" makes it clear which one it is.\nThe BWV numbers are not listed chronologically (in the order they were written). They are grouped according to what kind of music it is: all the cantatas together, all the concertos together, etc.\nSome pieces of music may be written by Bach, but we are not sure. Those doubtful pieces of music are listed separately as \"BWV Anhang\" (BWV appendix). Some of what Schmieder wrote in 1950 has been updated because some new music by Bach has been discovered. Other pieces of music have now been proved not to be by Bach.\nBach, like many composers from long ago, did not use opus numbers, because very few of his works were published during his lifetime.\nSome older books write \"S\" instead of \"BWV\" (S for Schmieder), but Schmieder did not want this. He wanted Bach's name to be used, not his own.","categories":[],"infobox_types":[],"annotations":[{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":82},{"uri":"English_language","surface_form":"English","offset":123},{"uri":"1950","surface_form":"1950","offset":210},{"uri":"Mass_in_B_minor","surface_form":"Mass in B minor","offset":418},{"uri":"Chronology","surface_form":"chronologically","offset":725},{"uri":"Cantata","surface_form":"cantata","offset":839},{"uri":"Concerto","surface_form":"concerto","offset":866},{"uri":"1950","surface_form":"1950","offset":1074},{"uri":"Opus","surface_form":"opus","offset":1263}]}