{"id":229015,"url":"http://en.wikipedia.org/wiki/Markov_chain","text":"A Markov chain is a model of some random process that happens over time. Markov chains are called that because they follow a rule called the Markov property. The Markov property says that whatever happens next in a process only depends on how it is right now (the state). It doesn't have a \"memory\" of how it was before. It is helpful to think of a Markov chain as evolving through discrete steps in time, although the \"step\" doesn't need to have anything to do with time.\nMarkov chains can be discrete or continuous. Discrete Time Markov Chains are split up into discrete time steps, like t = 1, t = 2, t = 3, and so on. The probability that a chain will go from one state to another state depends only on the state that it's in right now. Continuous Time Markov Chains are chains where the time spent in each state is a real number. The amount of time the chain stays in a certain state is randomly picked from an exponential distribution, which basically means there's an average time a chain will stay in some state, plus or minus some random variation.\nThis creature's eating habits can be modeled with a Markov chain since its choice depends on what it ate yesterday, not additionally on what it ate 2 or 3 (or 4, etc...) days ago. One statistical property one could calculate is the expected percentage of the time the creature will eat cheese over a long period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematical_model","surface_form":"model","offset":20},{"uri":"Stochastic_process","surface_form":"random process","offset":34},{"uri":"Markov_property","surface_form":"Markov property","offset":141},{"uri":"Discrete_time_and_continuous_time","surface_form":"discrete","offset":494},{"uri":"Discrete_time_and_continuous_time","surface_form":"continuous","offset":506},{"uri":"Probability","surface_form":"probability","offset":626},{"uri":"Real_number","surface_form":"real number","offset":822},{"uri":"Exponential_distribution","surface_form":"exponential distribution","offset":916}]}