{"id":229028,"url":"http://en.wikipedia.org/wiki/Mary_Anning","text":"Mary Anning (21 May 1799 – 9 March 1847) was an early 19th-century British fossil collector, dealer and paleontologist. She earned her living finding and preparing fossils, in the rich Jurassic marine strata at Lyme Regis, Dorset where she lived. She made many important finds. These included the first ichthyosaur skeleton to be correctly identified (\"Temnodontosaurus platyodon\"); the first two plesiosaur skeletons ever found (\"Plesiosaurus dolichodeirus\"); the first pterosaur skeleton found outside Germany (\"Dimorphodon macronyx\"); and some important fish fossils.\nHer observations played a key role in the discoveries that belemnite fossils contained fossilized ink sacs, and that coprolites, known as bezoar stones at the time, were fossilized faeces. When the geologist Henry De la Beche painted \"Duria Antiquior\", he based it largely on fossils Anning had found. He sold prints for her benefit. Her work played a key role in the growth of scientific biology in the early 19th century. It showed without question that previously unknown forms of life had existed in the Jurassic seas, all of which were long extinct.\nAnning's sex and social class—her parents were poor religious dissenters (non-Anglican Protestants)—prevented her from fully participating in the scientific community of early 19th century England, dominated as it was by rich Anglican gentlemen. Some of the men she worked with and for did give her full credit for her contributions, but some did not.\nAlthough she became well known in geological circles in Britain, Europe, and America, and she made a great deal of money from her best finds, she struggled financially for much of her life. In 1818 Anning came to the attention of Thomas Birch, a rich fossil collector, when she sold him an ichthyosaur skeleton. A year later, he was disturbed by the poverty of the Anning family, which was at the point of having to sell their furniture to make ends meet. Birch arranged for the sale by auction of his own fossil collection, and the proceeds (some £400) were given to the Annings. Besides providing much needed funds, the public auction raised the profile of the Anning family in the geologic community. Later, she lost £300 (a huge sum) in 1835 on unwise investments, but was saved by a government pension of £25 per year. This was organised by another of her friends, William Buckland. Her early death was caused by breast cancer.\nThe fossil shop.\nTourists used to visit Lyme Regis, which had become a popular seaside resort. As their father had before them, Mary and her brother Joseph Anning set up a table of 'curiosities' near the coach stop at a local inn to sell their wares to tourists. After Joseph made an important find of an ichthyosaur skull in 1810 and Mary found the associated skeleton a year later, they became known to the geologists and amateurs interested in fossils. Their passion for fossils grew to be the main source of income for their family.\nHer stock in trade were invertebrate fossils such as ammonite and belemnite shells, which were common in the area and sold for a few shillings. Vertebrate fossils were much rarer, and exceptional specimens like an almost complete ichthyosaur skeleton could sell for much more.\nThe source of these fossils were the coastal cliffs that surround Lyme which are part of a geological formation known as the Blue Lias. This formation consists of alternating layers of limestone and shale, laid down as sediment on a shallow seabed early in the Jurassic period (about 210-195 million years ago). The cliffs are one of the richest fossil locations in Britain.\nAs Mary Anning continued to make important finds her reputation grew. In 1826, at the age of 27, she managed to save enough money to buy a home with a glass store front window for her shop, called \"Anning's Fossil Depot\". The move was covered in the local paper, which noted that the shop currently had a fine ichthyosaur skeleton on display. Many geologists and fossil collectors from Europe and America visited Anning at Lyme to purchase specimens. These included the geologist George William Featherstonhaugh who purchased fossils for the newly opened New York Lyceum of Natural History in 1827. King Frederick Augustus II of Saxony visited her shop in 1844 and purchased an ichthyosaur skeleton for his extensive natural history collection.\nA publication.\n... the extraordinary thing in this young woman is that she has made herself so thoroughly acquainted with the science that the moment she finds any bones she knows to what tribe they belong. She fixes the bones on a frame with cement and then makes drawings and has them engraved... It is certainly a wonderful instance of divine favour – that this poor, ignorant girl should be so blessed, for by reading and application she has arrived to that degree of knowledge as to be in the habit of writing and talking with professors and other clever men on the subject, and they all acknowledge that she understands more of the science than anyone else in this kingdom.\nAs time passed, her confidence in her knowledge increased, and in 1839 she wrote to the \"Magazine of Natural History\" to question their claim that a hooked tooth of the prehistoric shark \"Hybodus\" represented a new discovery. She had discovered years ago the existence of fossil sharks with both straight and hooked teeth. The extract from the letter that the magazine printed was the only thing that Anning ever published.\nHer later fame.\nShe sells seashells on the seashore\nThe shells she sells are seashells, I'm sure\nSo if she sells seashells on the seashore\nThen I'm sure she sells seashore shells.\nAnning's life story was seen as inspirational by a number of writers in the 20th century. Most of this material was intended as inspirational literature for children, and tended to focus on her childhood and early career, neglecting her later accomplishments. Much of it was also romanticized and not always historically accurate. She appeared as a character in historical novels, perhaps most notably in \"The French Lieutenant's Woman\" (1969) by John Fowles, which was made into a feature film in 1981. Fowles observed critically that no British scientist had named a species after Anning in her lifetime.\nHowever, in the 1840s the Swiss-American expert on fossil fish Louis Agassiz did name two fossil fish species, \"Acrodus anningiae\", and \"Belenostomus anningiae\", after her, and another after her friend Elizabeth Philpot. Agassiz was grateful for the help the two women had given him in examining and understanding fossil fish specimens, during his 1834 visit to Lyme Regis.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":67},{"uri":"Fossil","surface_form":"fossil","offset":75},{"uri":"Paleontology","surface_form":"paleontologist","offset":104},{"uri":"Jurassic","surface_form":"Jurassic","offset":185},{"uri":"Ocean","surface_form":"marine","offset":194},{"uri":"Strata","surface_form":"strata","offset":201},{"uri":"Lyme_Regis%2C_Dorset","surface_form":"Lyme Regis, Dorset","offset":211},{"uri":"Ichthyosaur","surface_form":"ichthyosaur","offset":303},{"uri":"Temnodontosaurus_platyodon","surface_form":"Temnodontosaurus platyodon","offset":353},{"uri":"Plesiosaur","surface_form":"plesiosaur","offset":397},{"uri":"Plesiosaurus_dolichodeirus","surface_form":"Plesiosaurus dolichodeirus","offset":431},{"uri":"Pterosaur","surface_form":"pterosaur","offset":471},{"uri":"Germany","surface_form":"Germany","offset":504},{"uri":"Dimorphodon_macronyx","surface_form":"Dimorphodon macronyx","offset":514},{"uri":"Belemnite","surface_form":"belemnite","offset":630},{"uri":"Ink","surface_form":"ink","offset":669},{"uri":"Coprolite","surface_form":"coprolite","offset":688},{"uri":"Henry_De_la_Beche","surface_form":"Henry De la Beche","offset":779},{"uri":"Extinct","surface_form":"extinct","offset":1117},{"uri":"Protestants","surface_form":"Protestants","offset":1213},{"uri":"Anglican","surface_form":"Anglican","offset":1352},{"uri":"William_Buckland","surface_form":"William Buckland","offset":2348},{"uri":"Breast_cancer","surface_form":"breast cancer","offset":2396},{"uri":"Tourist","surface_form":"Tourist","offset":2428},{"uri":"Inn","surface_form":"inn","offset":2637},{"uri":"Ichthyosaur","surface_form":"ichthyosaur","offset":2716},{"uri":"Skeleton","surface_form":"skeleton","offset":2772},{"uri":"Geology","surface_form":"geologists","offset":2820},{"uri":"Ammonite","surface_form":"ammonite","offset":3001},{"uri":"Vertebrate","surface_form":"Vertebrate","offset":3092},{"uri":"Limestone","surface_form":"limestone","offset":3410},{"uri":"Shale","surface_form":"shale","offset":3424},{"uri":"Jurassic","surface_form":"Jurassic","offset":3486},{"uri":"New_York","surface_form":"New York","offset":4155},{"uri":"Saxony","surface_form":"Saxony","offset":4229},{"uri":"Hybodus","surface_form":"Hybodus","offset":5213},{"uri":"John_Fowles","surface_form":"John Fowles","offset":6076},{"uri":"Louis_Agassiz","surface_form":"Louis Agassiz","offset":6299}]}