{"id":229014,"url":"http://en.wikipedia.org/wiki/Fashion_in_the_15th_century","text":"Fashion in the 15th century, in Europe was characterized by a series of extremes and extravagances, from the voluminous gowns called houppelandes with their sweeping floor-length sleeves to the revealing doublets and hose of Renaissance Italy. Hats, hoods, and other headdresses assumed increasing importance, and were swagged, draped, jewelled, and feathered. Full-bodied houppelandes with voluminous sleeves worn with elaborate headdresses are characteristic of the earlier 15th century.\nAs Europe continued to grow more prosperous, the urban middle classes, skilled workers, began to wear more complex clothes that followed, at a distance, the fashions set by the elites. National variations in clothing seem on the whole to have increased over the century.\nWool was the most popular fabric for all classes by far, followed by linen and hemp. Wool fabrics were available in a wide range of qualities, from rough undyed cloth to fine, dense broadcloth with a velvety nap; high-value broadcloth was a backbone of the English economy and was exported throughout Europe. Wool fabrics were dyed in rich colours, notably reds, greens, golds, and blues, although the actual blue colour achievable with dyeing with woad (and less frequently indigo) could not match the characteristic rich lapis lazuli pigment blues depicted in contemporary illuminated manuscripts such as the Très Riches Heures du duc de Berry.\nSilk-weaving was well-established around the Mediterranean by the beginning of the century, and figured silks, often silk velvets with silver-gilt wefts, are increasingly seen in Italian dress and in the dress of the rich throughout Europe. Stately floral designs featuring a pomegranate or artichoke motif had reached Europe from China in the previous century and became a dominant design in the Ottoman silk-producing cities of Istanbul and Bursa, and spread to silk weavers in Florence, Genoa, Venice, Valencia and Seville in this period.\nFur was worn, mostly as a lining layer, by those who could afford it. The grey and white squirrel furs of the Middle Ages, vair and miniver, went out of style except at court, first for men and then for women; the new fashionable furs were dark brown sable and marten. Toward the end of the century, wild animal furs such as lynx became popular. Ermine remained the prerogative and hallmark of royalty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":32},{"uri":"Renaissance","surface_form":"Renaissance","offset":225},{"uri":"Italy","surface_form":"Italy","offset":237},{"uri":"Europe","surface_form":"Europe","offset":493},{"uri":"Europe","surface_form":"Europe","offset":1062},{"uri":"Italy","surface_form":"Italian","offset":1587},{"uri":"Europe","surface_form":"Europe","offset":1641},{"uri":"Europe","surface_form":"Europe","offset":1727},{"uri":"China","surface_form":"China","offset":1739},{"uri":"Ottoman","surface_form":"Ottoman","offset":1805},{"uri":"Istanbul","surface_form":"Istanbul","offset":1838},{"uri":"Bursa","surface_form":"Bursa","offset":1851},{"uri":"Florence","surface_form":"Florence","offset":1888},{"uri":"Genoa","surface_form":"Genoa","offset":1898},{"uri":"Venice","surface_form":"Venice","offset":1905},{"uri":"Valencia","surface_form":"Valencia","offset":1913},{"uri":"Seville","surface_form":"Seville","offset":1926}]}