{"id":229217,"url":"http://en.wikipedia.org/wiki/Rise_Against","text":"Rise Against is an American melodic hardcore band from Chicago, Illinois. Rise Against formed in 1999. Their current members are Tim McIlrath (vocals, guitar), Joe Principe (bass guitar), Brandon Barnes (drums), and Zach Blair (guitar). All of the members are straight edge (except Barnes), and the band supports PETA (People for the Ethical Treatment of Animals). They are also vegans. The band is currently signed to Geffen. Geffen is a record label owned by Universal Music Group. As of 2009, Rise Against has had six studio albums, two EPs, and one DVD.\nRise Against spent its first five years signed to the record label \"Fat Wreck Chords,\" on which it released two studio albums. The band got reviewer popularity with its first two releases on Geffen, \"Siren Song of the Counter Culture\" (2004) and \"The Sufferer & the Witness\" (2006). These two albums made many high-charting singles, like \"Swing Life Away\", \"Prayer of the Refugee\", and \"The Good Left Undone\". Their newest studio album, \"Appeal to Reason\" (2008), was released in North America on October 7. It got to number three on the U.S Billboard 200 and made the three singles, \"Re-Education (Through Labor)\", \"Audience of One\", and \"Savior\".\nEarly years (1999–2003).\nRise Against was first made with the name \"Transistor Revolt\" in 1999 by former members of the bands 88 Fingers Louie and Baxter. The first group was Tim McIlrath (vocals), Joe Principe (bass and vocals), Toni Tintari (drums), and Mr. Precision (guitar and vocals). The band never performed live with this group. Instead, it released a self-made demo or EP. It was called \"Transistor Revolt\". They made it in the year 2000, a year before signing with Fat Wreck Chords. Tintari left shortly after making \"Transistor Revolt\", and was replaced by Brandon Barnes. Barnes was first from Screeching Weasel and Squirtgun's drummer. The band changed its name to Rise Against in 2001 and made its first album, \"The Unraveling\" (made by veteran punk maker Mass Giorgini) on Fat Wreck Chords that same year. Mr. Precision then left the band in 2001. He was replaced by Todd Mohney. Mohney joined before the band began writing their second full-length album, \"Revolutions per Minute\".\nAfter touring in support of \"The Unraveling\", the band came back to the studio in December 2002 to work on their second full-length album. The album would be called \"Revolutions per Minute\" (made by Bill Stevenson and Jason Livermore at The Blasting Room). It was released in 2003. The band toured a lot in support of its first two albums. They also performed in helping roles for \"Sick of It All,\" \"NOFX,\" \"Agnostic Front,\" \"No Use for a Name,\" \"AFI,\" and \"Strung Out.\" Rise Against also helped out in the 2003 \"Warped Tour.\"\n\"Siren Song of the Counter Culture\" (2004–2005).\nRise Against signed onto DreamWorks Records in December 2003 and made their third album, \"Siren Song of the Counter Culture\" in 2004. DreamWorks was soon absorbed by the Universal Music Group, and Rise Against found itself with Geffen Records instead. Shortly after the band signed with Geffen, Mohney left and was replaced by guitarist Chris Chasse. Rise Against released \"Siren Song of the Counter Culture\" in August 2004. The album was their first to be the band's album on a famous record label, and was their first to reach the \"Billboard\" 200 chart. It also was awarded gold by the Recording Industry Association of America (RIAA). The album got mostly good reviews from reviewers. In giving the album three out of five stars, Johnny Loftus from Allmusic said that \"Siren Song of the Counter Culture\" sometimes \"gets carried away with its own music.\" However, he goes on to say that because of the album being the band's first famous-label release, \"maybe the fuller sound and sometimes forays into acoustic guitars and cello overdubs...are OK.\"\nRise Against toured North America, Europe, Australia, and Japan in support of \"Siren Song of the Counter Culture\". Some of the best performances are those on the first worldwide \"Taste of Chaos\" tour in 2005 (with Funeral for a Friend, Story of the Year, The Used, and Killswitch Engage), a worldwide tour to the United Kingdom, Germany, Australia, and Japan, the Give It a Name tour in the United Kingdom, the Reading Festival and Leeds Festival in the United Kingdom a United States tour with Alkaline Trio, and the Warped Tour in North America.\n\"The Sufferer & the Witness\" (2006–2007).\nIn January 2006, after touring in support of \"Siren Song of the Counter Culture\", Rise Against started to work on their fourth studio album at the Blasting Room studio in Fort Collins, Colorado. With makers Bill Stevenson and Jason Livermore. \"The Sufferer & the Witness\" was released on July 4, 2006. The album got to number 10 on the U.S. \"Billboard\" 200 chart, selling 48,397 copies in its first week of release. It was then awarded gold by the RIAA in 2008. \"The Age\" newspaper said that with \"The Sufferer & the Witness\", the band \"returns to their punk roots.\" Plus, the album got mostly good reviews by reviewers. Corey Apar of Allmusic, in giving the album four out of five stars, said of it, \"the band's inner grit is aptly drawn out amid all the pit-ready choruses and fist-in-the-air, stirring lyrics.\" She goes on to say, \"Rise Against continue to muscularly confront political and personal grievances to the tune of swirling guitars, assertive rhythms, and Tim McIlrath's sandpapered vocals.\" Then Christine Leonard of \"Fast Forward Weekly\" says of the band, \"Returning to their old school form with the ballistic intensity of \"Bricks,\" they just as quickly lose focus with questionable efforts such as 'Worth Dying For' and the oh-so-weary 'Prayer of the Refugee'.\"\nA DVD called \"Generation Lost\" was released on December 5, 2006 to help the band and their new album. It is a movie of the careers of the band members, as well as live performance videos and making-of shorts. Rise Against toured in support of \"The Sufferer & the Witness\" through the second half of 2006 and all of 2007. The band was a big band in the 2006 Warped Tour. In late 2006, the band said that they would tour with Thursday. The bands Circa Survive and Billy Talent would also come too. In early 2007, the band had My Chemical Romance open for them on the first half of their big tour. On February 23, 2007, Rise Against said guitarist Chris Chasse, would leave. Chasse was then replaced by longtime friend Zach Blair from Only Crime. On June 15, 2007, the band started their first big tour in support of \"The Sufferer & the Witness\". It was a North American tour that lasted throughout the summer months. During this tour, on July 3, 2007, Rise Against recorded an EP in Canada titled \"This Is Noise\", which was then released in the United States on January 15, 2008.\n\"Appeal to Reason\" (2008-present).\nBefore the album was released, Rise Against supported it by performing at the sixteenth yearly KROQ Weenie Roast on May 17 in Irvine, California. They also performed at the sixth yearly Download Festival on June 13 at Donington Park, England. They played at Switzerland's Greenfield Festival as well as Germany's Hurricane Festival and Southside Festival. Like many past years, the band participated in the Vans Warped Tour, although they only performed on the tour's west coast swing from August 6 to\nRise Against's fifth studio album \"Appeal to Reason\" was released on October 4 in Australia. It was then released October 6 across Europe. Then October 7 in the United States. The album sold 64,700 copies in its first week. It also got to number three on the U.S. \"Billboard\" 200. This made it Rise Against's highest scoring album. \"Appeal to Reason\" also got mostly good reviews. However, reviewers did not rate it as good as \"The Sufferer & the Witness\". Most people thought this because Rise Against is moving toward slower music and away from faster hardcore punk. Giving the album a C+ review, Marc Weingarten of \"Entertainment Weekly\" says the album is filled with \"protest anthems that lean closer to the angst of such bands as New Found Glory and Fall Out Boy than the genuine outrage of brainy Green Day\" and songs that are \"peppy but pretty empty, power-chord downers with little bark or bite\".\" Kyle Anderson from \"Rolling Stone\" says that the songs on \"Appeal to Reason\" \"are driven by an ever-sharpening pop \".\" He finishes by saying, \"Rise Against may be about leaving the underground behind, but with sharp songs like these, they're ready for the rest of the world\".\"\nRise Against then went on a North American tour with other bands such as Rancid, Billy Talent, Killswitch Engage, and Riverboat Gamblers in June and July 2009. They also did a short tour in the United Kingdom in November. The bands Thursday and Poison the Well helped Rise Against do that tour. The band also played at KROQ's Almost Acoustic Christmas in December 2009, playing right before AFI. The band will release a record with Face to Face, but no date has been said. After finishing a Europen tour from October to November 2009 and an Australian tour in January and February 2010, Rise Against will start working on a new album.\nMusic style and inspiration.\nRise Against's musical style throughout the band's history has been thought by most reviewers as hardcore punk, melodic hardcore, or punk rock. The band has cited many punk and hardcore bands as inspiration to its music. In 2004, drummer Brandon Barnes said: \"I think we have a lot of different influences from hardcore like old Cave In, to a lot of punk like Face to Face, Screeching Weasel, and Down By Law\".\"\nThe band's songs focus on melody, catchy hooks, aggressive movements, and fast-paced tempo. Guitarists McIlrath and Blair focus on speed riffing and multi-layered choruses. Bassist Principe uses aggressive picking to lock in with the snare and kick of the drums. Frummer Barnes follows the guitars. He says: \"Sometimes I'll do it naturally, or we'll talk about different ways to accent things - fills from the snare or toms, or some big crashes.\"\nIn 2006, Tim McIlrath described the band's style: \"We’re Minor Threat and Black Flag. Who knows, maybe if Ian MacKaye was wearing eyeliner then I would be.\" Other bands that have inspired Rise Against are Descendents, Dead Kennedys, Refused, and Bad Religion.\nDuring the early part of their career, Rise Against's music had a gritty combination of hardcore punk and melodic hardcore. \"The Unraveling\" had a raw punk sound, while \"Revolutions per Minute\" had an overall darker tone.<ref\nPolitics and ethics.\nAll of the group's members are vegetarians. All of them are also supporters of PETA, an animal rights organization. Their video for the song \"Ready to Fall\" has video of factory farming, rodeos, and sport hunting. It also has videos of deforestation, melting ice caps, and forest fires. The group said that that video was the most important video they have ever made. In February 2012, the band released a cover of the Bob Dylan song \"Ballad of Hollis Brown\". This was part of a benefit for Amnesty International. The Director's Cut of the video was first shown on a PETA website. In 2009, the band was voted Best Animal-Friendly Band by PETA. All the members of Rise Against (except Brandon Barnes) are straight edge; that is, they do not drink alcohol, and they do not use drugs.\nthe band has voiced their support for Democratic and libertarian causes. During the 2004 United States presidential election, the band was part of Punkvoter, a political activist group. They appeared on the \"Rock Against Bush, Vol. 1\" compilation. The Rock Against Bush project raised over $1 million for John Kerry. John Kerry was the Democratic presidential candidate at that time. During the 2008 presidential election, the band members supported Barack Obama. In a news bulletin in early 2009, the band said: \"Few things are more exciting than watching Bush finally release America as his eight year hostage.\"\nVans shoes.\nOn May 23, 2007 Rise Against said they have an endorsement of a new line of Vans shoes. They said that the shoes would be \"completely vegan in consideration to [their] animal rights efforts\". Because people criticized them due to rumors that Vans' use sweatshops, Rise Against said on their MySpace profile and website,","categories":[],"infobox_types":[],"annotations":[{"uri":"Melodic_hardcore","surface_form":"melodic hardcore","offset":28},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":55},{"uri":"Tim_McIlrath","surface_form":"Tim McIlrath","offset":129},{"uri":"Vocal","surface_form":"vocal","offset":143},{"uri":"Guitar","surface_form":"guitar","offset":151},{"uri":"Joe_Principe","surface_form":"Joe Principe","offset":160},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":174},{"uri":"Brandon_Barnes","surface_form":"Brandon Barnes","offset":188},{"uri":"Drum","surface_form":"drum","offset":204},{"uri":"Zach_Blair","surface_form":"Zach Blair","offset":216},{"uri":"Straight_edge","surface_form":"straight edge","offset":260},{"uri":"PETA","surface_form":"PETA","offset":313},{"uri":"Veganism","surface_form":"vegans","offset":379},{"uri":"Album","surface_form":"album","offset":528},{"uri":"Extended_play","surface_form":"EPs","offset":540},{"uri":"DVD","surface_form":"DVD","offset":553},{"uri":"Release","surface_form":"released","offset":657},{"uri":"Popularity","surface_form":"popularity","offset":707},{"uri":"Siren_Song_of_the_Counter_Culture","surface_form":"Siren Song of the Counter Culture","offset":758},{"uri":"The_Sufferer_%26amp%3B_the_Witness","surface_form":"The Sufferer & the Witness","offset":805},{"uri":"Swing_Life_Away","surface_form":"Swing Life Away","offset":897},{"uri":"Prayer_of_the_Refugee","surface_form":"Prayer of the Refugee","offset":916},{"uri":"The_Good_Left_Undone","surface_form":"The Good Left Undone","offset":945},{"uri":"Appeal_to_Reason","surface_form":"Appeal to Reason","offset":996},{"uri":"North_America","surface_form":"North America","offset":1038},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":1100},{"uri":"Re-Education_(Through_Labor)","surface_form":"Re-Education (Through Labor)","offset":1143},{"uri":"Audience_of_One","surface_form":"Audience of One","offset":1175},{"uri":"Savior_(Rise_Against_Song)","surface_form":"Savior","offset":1198},{"uri":"Transistor_Revolt","surface_form":"Transistor Revolt","offset":1275},{"uri":"Perform","surface_form":"perform","offset":1513},{"uri":"Live","surface_form":"live","offset":1523},{"uri":"Demo","surface_form":"demo","offset":1578},{"uri":"Replace","surface_form":"replaced","offset":1764},{"uri":"Screeching_Weasel","surface_form":"Screeching Weasel","offset":1814},{"uri":"The_Unraveling","surface_form":"The Unraveling","offset":1934},{"uri":"Veteran","surface_form":"veteran","offset":1959},{"uri":"Punk","surface_form":"punk","offset":1967},{"uri":"Revolutions_per_Minute","surface_form":"Revolutions per Minute","offset":2180},{"uri":"Support","surface_form":"support","offset":2222},{"uri":"AFI_(band)","surface_form":"AFI","offset":2652},{"uri":"Strung_Out","surface_form":"Strung Out","offset":2663},{"uri":"DreamWorks_Records","surface_form":"DreamWorks Records","offset":2806},{"uri":"Absorb","surface_form":"absorbed","offset":2935},{"uri":"Universal_Music_Group","surface_form":"Universal Music Group","offset":2951},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":3314},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":3369},{"uri":"Allmusic","surface_form":"Allmusic","offset":3533},{"uri":"Acoustic_guitar","surface_form":"acoustic guitar","offset":3786},{"uri":"Cello","surface_form":"cello","offset":3807},{"uri":"North_America","surface_form":"North America","offset":3853},{"uri":"Europe","surface_form":"Europe","offset":3868},{"uri":"Australia","surface_form":"Australia","offset":3876},{"uri":"Japan","surface_form":"Japan","offset":3891},{"uri":"Funeral_for_a_Friend","surface_form":"Funeral for a Friend","offset":4047},{"uri":"The_Used","surface_form":"The Used","offset":4088},{"uri":"Killswitch_Engage","surface_form":"Killswitch Engage","offset":4102},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4146},{"uri":"Germany","surface_form":"Germany","offset":4162},{"uri":"Reading_Festival","surface_form":"Reading Festival","offset":4244},{"uri":"Leeds_Festival","surface_form":"Leeds Festival","offset":4265},{"uri":"Colorado","surface_form":"Colorado","offset":4608},{"uri":"The_Age","surface_form":"The Age","offset":4886},{"uri":"Fast_Forward_Weekly","surface_form":"Fast Forward Weekly","offset":5456},{"uri":"DVD","surface_form":"DVD","offset":5705},{"uri":"Circa_Survive","surface_form":"Circa Survive","offset":6147},{"uri":"Billy_Talent","surface_form":"Billy Talent","offset":6165},{"uri":"My_Chemical_Romance","surface_form":"My Chemical Romance","offset":6227},{"uri":"Zach_Blair","surface_form":"Zach Blair","offset":6419},{"uri":"Summer","surface_form":"summer","offset":6603},{"uri":"Month","surface_form":"month","offset":6610},{"uri":"Extended_play","surface_form":"EP","offset":6678},{"uri":"Canada","surface_form":"Canada","offset":6684},{"uri":"This_Is_Noise","surface_form":"This Is Noise","offset":6699},{"uri":"United_States","surface_form":"United States","offset":6746},{"uri":"Irvine%2C_California","surface_form":"Irvine, California","offset":6942},{"uri":"Download_Festival","surface_form":"Download Festival","offset":7002},{"uri":"Donington_Park","surface_form":"Donington Park","offset":7034},{"uri":"England","surface_form":"England","offset":7050},{"uri":"Switzerland","surface_form":"Switzerland","offset":7074},{"uri":"Germany","surface_form":"Germany","offset":7119},{"uri":"Participate","surface_form":"participated","offset":7203},{"uri":"Appeal_to_Reason","surface_form":"Appeal to Reason","offset":7353},{"uri":"Australia","surface_form":"Australia","offset":7400},{"uri":"Europe","surface_form":"Europe","offset":7449},{"uri":"United_States","surface_form":"United States","offset":7479},{"uri":"Week","surface_form":"week","offset":7536},{"uri":"Hardcore_punk","surface_form":"hardcore punk","offset":7872},{"uri":"Protest","surface_form":"protest","offset":7990},{"uri":"Anthem","surface_form":"anthem","offset":7998},{"uri":"Angst","surface_form":"angst","offset":8030},{"uri":"New_Found_Glory","surface_form":"New Found Glory","offset":8053},{"uri":"Fall_Out_Boy","surface_form":"Fall Out Boy","offset":8073},{"uri":"Genuine","surface_form":"genuine","offset":8095},{"uri":"Outrage","surface_form":"outrage","offset":8103},{"uri":"Green_Day","surface_form":"Green Day","offset":8121},{"uri":"North_America","surface_form":"North America","offset":8529},{"uri":"Tour","surface_form":"tour","offset":8544},{"uri":"Rancid_(band)","surface_form":"Rancid","offset":8574},{"uri":"Billy_Talent","surface_form":"Billy Talent","offset":8582},{"uri":"Killswitch_Engage","surface_form":"Killswitch Engage","offset":8596},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":8695},{"uri":"Thursday","surface_form":"Thursday","offset":8733},{"uri":"AFI_(band)","surface_form":"AFI","offset":8892},{"uri":"Record","surface_form":"record","offset":8921},{"uri":"Face_to_Face","surface_form":"Face to Face","offset":8933},{"uri":"Europe","surface_form":"Europe","offset":8992},{"uri":"Australian","surface_form":"Australian","offset":9042},{"uri":"History","surface_form":"history","offset":9216},{"uri":"Hardcore_punk","surface_form":"hardcore punk","offset":9262},{"uri":"Punk_rock","surface_form":"punk rock","offset":9298},{"uri":"Cite","surface_form":"cited","offset":9322},{"uri":"Punk","surface_form":"punk","offset":9333},{"uri":"Inspiration","surface_form":"inspiration","offset":9360},{"uri":"Cave_In","surface_form":"Cave In","offset":9494},{"uri":"Face_to_Face","surface_form":"Face to Face","offset":9525},{"uri":"Down_by_Law_(band)","surface_form":"Down By Law","offset":9562},{"uri":"Melody","surface_form":"melody","offset":9603},{"uri":"Hook_(music)","surface_form":"hooks","offset":9618},{"uri":"Movement_(music)","surface_form":"movements","offset":9636},{"uri":"Tempo","surface_form":"tempo","offset":9662},{"uri":"Riff","surface_form":"riff","offset":9714},{"uri":"Refrain","surface_form":"choruses","offset":9740},{"uri":"Snare_drum","surface_form":"snare","offset":9811},{"uri":"Bass_drum","surface_form":"kick","offset":9821},{"uri":"Minor_Threat","surface_form":"Minor Threat","offset":10081},{"uri":"Black_Flag","surface_form":"Black Flag","offset":10098},{"uri":"Dead_Kennedys","surface_form":"Dead Kennedys","offset":10242},{"uri":"Bad_Religion","surface_form":"Bad Religion","offset":10270},{"uri":"Grit","surface_form":"grit","offset":10350},{"uri":"Vegetarian","surface_form":"vegetarian","offset":10562},{"uri":"People_for_the_Ethical_Treatment_of_Animals","surface_form":"PETA","offset":10610},{"uri":"Animal_rights","surface_form":"animal rights","offset":10619},{"uri":"Ready_to_Fall","surface_form":"Ready to Fall","offset":10673},{"uri":"Rodeo","surface_form":"rodeo","offset":10718},{"uri":"Deforestation","surface_form":"deforestation","offset":10767},{"uri":"Forest_fire","surface_form":"forest fire","offset":10804},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":10950},{"uri":"Ballad_of_Hollis_Brown","surface_form":"Ballad of Hollis Brown","offset":10966},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":11022},{"uri":"Straight_edge","surface_form":"straight edge","offset":11235},{"uri":"Alcohol","surface_form":"alcohol","offset":11277},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":11351},{"uri":"Libertarianism","surface_form":"libertarian","offset":11366},{"uri":"2004_United_States_presidential_election","surface_form":"2004 United States presidential election","offset":11397},{"uri":"Rock_Against_Bush%2C_Vol._1","surface_form":"Rock Against Bush, Vol. 1","offset":11521},{"uri":"John_Kerry","surface_form":"John Kerry","offset":11618},{"uri":"2008_United_States_presidential_election","surface_form":"2008 presidential election","offset":11708},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":11763},{"uri":"Vans","surface_form":"Vans","offset":12015},{"uri":"Vegan","surface_form":"vegan","offset":12073},{"uri":"Rumor","surface_form":"rumor","offset":12169},{"uri":"Sweatshops","surface_form":"sweatshops","offset":12191},{"uri":"MySpace","surface_form":"MySpace","offset":12230}]}