{"id":229375,"url":"http://en.wikipedia.org/wiki/The_Author%27s_Farce","text":"Henry Fielding wrote the play \"The Author's Farce and the Pleasures of the Town\". It was first acted on 30 March 1730 in the Haymarket Theatre. The play responds to the rejection of Fielding's early plays and was his first success.\nHarry Luckless is the main character of the play. He tries to write a play in the first act and completes the play in the second act. It is a puppet play called \"The Pleasures of the Town\". Many theatres do not accept the play but it is later shown within the third act. The play is about the puppet character Goddess Nonsense who wants a husband. The end of \"The Author's Farce\" combines the characters of the puppet play and the main play for humour.\nFielding became a popular writer in London after \"The Author's Farce\". The Haymarket Theatre let him experiment with his plays and Fielding changed the comedy genre. The puppet play within the main play made fun of other London plays. \"The Author's Farce\" was first a success. Then, it was ignored by critics until the 20th century. Critics focused on the play's effects on Fielding's work.\nPlot.\n\"The Author's Farce\" has three acts. The play begins with Harry Luckless wanting a relationship with his landlady's daughter Harriot. Also, he is a writer and he is writing a play. The start of the play is like Fielding's other plays but the rest of the play is different. Luckless wants to be a good writer but he cannot make money. Other people want to give Luckless money but he does not want it. When Luckless's friend Witmore pays Luckless's rent, Luckless steals the money back. In the second act, Luckless asks for help to finish his puppet play \"The Pleasures of the Town\". However, people give him bad advice and theatres reject the play. Later, a theatre shows the play. The third act is the puppet play. The puppets are acted by real people and not puppets.\nThe third act is the puppet play and is a play within a play. It takes place along the River Styx and starts with the Goddess of Nonsense wanting a husband. There are many possible husbands there and they are stupid. They are Dr Orator, Sir Farcical Comic, Mrs Novel, Bookseller, Poet, Monsieur Pantomime, Don Tragedio, and Signior Opera. She selects Signior Opera after he sings for her. He is an opera signior and a castrato. Mrs Novel claims that she and Signior Opera had a child. This makes the Goddess of Nonsense angry but she forgives Signior Opera. The puppet play is stopped by the characters Constable and Murdertext. They want to arrest Luckless for hurting the Goddess of Nonsense. Mrs Novel asks for the play to be completed and they agree. However, a person from the land of Bantam stops the play and says that Luckless is the prince of Bantam. Another messenger comes and says that the King of Bantam died and Luckless is the new king. Luckless is told that his landlady is the Queen of Old Brentford and her daughter Harriot is a princess. The play ends with four poets saying how they would end the play. They are stopped by a cat that looks like a person. The cat person ends the play.\nMeaning.\n\"The Author's Farce\" show parts of Fielding's life and experience with the London theatre community. Some of his other plays were rejected from the Theatre Royal. \"The Author's Farce\" was put on at a small theatre. This allowed Fielding to experiment. He could not experiment at larger theatres. The play was the first to have things found in his later plays. However, he did not come up with them all. He got many of his ideas from the Scriblerus Club. Their members were Alexander Pope, Jonathan Swift, John Gay, and John Arbuthnot. One idea is his character Nonsense. She is similar to Pope's character Dulness in the \"Dunciad\". Both characters promote bad writing. Fielding gave Nonsense a sexual aspect. It is funny when she chooses as a lover a man who is sexless. Other parts of the play are similar to Gay's \"Beggar's Opera\".\nThe play is a farce. Farces use slapstick and physical humour to be funny. They also use absurd plots. A farce also makes serious situations funny. Fielding thought that theatre was becoming bad. He mocked theatre and theatre audiences in his play. His character Luckless states that for someone to become successful they must write nonsense. His only desire is to make money. Other characters feel that money is all that matters. They do not care about good writing. Even Harriot believes that a good lover is one who is rich. Fielding made the same claims about people when he attacked Samuel Richardson's novel, \"Pamela\".\nThe ending of the play merges real and fake. Fielding defends an old view of writing. He also attacks new types of writing. He uses puppets to represent various genres. He made fun of people liking Italian opera. The puppet character Signior Opera is a castrato. Castratos are men without testicles. The character Nonsense wants him as a lover. Mrs Novel says that Signior Opera had a baby with her. However, Signior Opera can't have sex or have babies. Fielding is mocking how women like Italian opera singers. Other writers mocked Italian opera singers. William Hogarth says the castratos are related to politics. Many other writers make fun of women who favour castratos.\nSources.\nThe play uses characters and ideas from Fielding's life. The characters Marplay and Sparkish manage the theatre. They offer Luckless poor advice on how to write a play. Then also reject Luckless's play. This is what Colley Cibber and Robert Wilks did to Fielding. They rejected his play \"The Temple Beau\". When Wilks died Fielding changed the play. He removed Sparkish. He added a character like Theophilus Cibber, the son of Colley. The character was like Theopilus during the Actor Rebellion of 1733.\nLuckless and Mrs. Moneywood is similar to Fielding with Jan Oson. Oson was his landlord during 1729. When staying with Oson, Fielding owed a lot of money. Fielding fled to London and Oson took his property to pay for the debt. Mrs Moneywood does the same in the play. Characters in the puppet play are based on real people. Mrs Novel is Eliza Haywood. Signior Opera is Senesino. Bookweight is similar to Edmund Curll. Orator is John Henley. Monsieur Pantomime is John Rich. Don Tragedio is Lewis Theobald. Sir Farcical Comick is of Colley Cibber as an actor.\nFielding also used literary sources. His plot is like George Farquhar's \"Love and a Bottle\" (1698). Both talk about a writing and a landlady. They have many differences. Fielding took from the writing of the Scriblerus Club and other plays. Luckless's life is similar to characters in John Dryden's \"The Rehearsal\" (1672), Farquhar's \"Love and a Bottle\" (1698), James Ralph's \"The Touch-Stone\" (1728), and Richard Savage's \"An Author to be Lett\" (1729). The play has similar ideas to \"Dunciad Variorum\". He also borrowed from Gay's \"Three Hours after Marriage\" (1717) and \"The Beggar's Opera\" (1728). Fielding's play also influenced other works. They included the revised \"Dunciad\" and Gay's \"The Rehearsal at Goatham\".\nResponse.\nThe play was successful. Fielding became a popular writer. It was shown with \"Tom Thumb\". That helped it be liked. \"The Pleasures of the Town\" was the most liked part. The \"Daily Post\" newspaper said it was approved by all. A newspaper that didn't like Fielding also said that the play was liked. Many well-known people and royalty in Britain saw the show. John Perceval, 1st Earl of Egmont said that the play was \"full of humour, with some wit.\" The play was rarely mentioned later in the 18th century. This was true in the 19th century. The play was printed again a few times. Leslie Stephen and Austin Dobson studied the play. They looked at what the play said about Fielding's life.\n20th-century critics agreed with Dobson. Many of the critics like Charles Woods talked about the play as part of Fielding's writing career. He also said the work was not political. Later critics agreed with Woods. Many modern critics approved of the play. They are Wilbur Cross, Frederick Homes Dudden, Ian Donaldson, Pat Rogers, Robert Hume, Martin and Ruthe Battestin, Harold Pagliaro, and Thomas Lockwood. Some critics liked the play but not all of it. They are J. Paul Hunter, Matthew Kinservik,\nStage history.\nHenry Fielding wrote \"The Author's Farce\" in 1729. It was made after the Theatre Royal rejected his plays. Advertisements were put in the 18 March 1730 \"Daily Post\" and in the 21 March 1730 \"Weekly Medley and Literary Journal\". They said that actors were practicing the play. An advertisement in the 23 and 26 \"Daily Post\" said the play would have a puppet play. The advertisement also said prices will be high. That suggests that the play would be popular. The first show was on 30 March 1730, Easter Monday. It took place at the Little Theatre and was shown 41 times. On 6 April 1730, the play \"The Cheats of Scapin\" was shown with it.\nFielding changed \"The Author's Farce\". The new play was shown on 21 April 1730 with Fielding's play \"Tom Thumb\". They were shown together in May and June 32 times. They were shown again on 3 July 1730. On 1 August 1730, the last act of the play was shown for the Tottenham Court fair. An advertisement in the \"Daily Post\" on 17 October 1730 said the play had a new prologue. The changed play was shown on 21 October. It was changed again then it was replaced by the play \"The Beggar's Wedding\" by Charles Coffey. The play came back on 18 November 1730. Only the first and second act were shown between November and January. During this time, it was shown with the play \"Damon and Phillida\". \"Damon and Phillida\" was stopped and the play \"The Jealous Taylor\" was added on 13 January 1731. \"The Author's Farce\" was shown from January to March 1731. It was shown again with a new prologue on 10 May 1731. The new prologue is now gone.\n\"The Author's Farce\" was shown with \"The Tragedy of Tragedies\" on 31 March 1731. They were shown 6 times. The last regular show at the Little Theatre was 18 June 1731. It was shown one time on 12 May 1732. The last show of \"The Author's Farce\" as a regular play was on 28 March 1748. Theophilus Cibber ran the show. The last act \"Pleasures of the Town\" was shown on its own. It was shown 16 times at Norwich after 1749. Also, it was shown at York in 1751 to 1752. The whole play was acted by puppets many times. Thomas Yeates had puppet shows called \"Punch's Oratory, or The Pleasures of the Town\" after 1734.\nFielding changed \"The Author's Farce\" at the end of 1733. He added a new prologue and epilogue. Fielding changed it after the Actor Rebellion of 1733. The 8 January 1734 \"Daily Journal\" had an advertisement. It said \"The Author's Farce\" would be shown at the Theatre Royal. It was shown six times. The cast was not as good as the first cast. It was shown 4 times with the play \"The Intriguing Chambermade\" and 2 times with the play \"The Harlot's Progress\". The changed \"The Author's Farce\" was printed with \"The Intriguing Chambermade\" and a letter written by an unknown author. The changed \"The Author's Farce\" was printed again in 1750 until 1966. Arthur Murphy printed the play in 1762 in \"Works of Henry Fielding\". George Saintsbury printed the play in 1893 in \"Works of Henry Fielding\". G. H. Maynadier printed act one and two in 1903 in \"Works of Henry Fielding\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Henry_Fielding","surface_form":"Henry Fielding","offset":0},{"uri":"Alexander_Pope","surface_form":"Alexander Pope","offset":3538},{"uri":"Jonathan_Swift","surface_form":"Jonathan Swift","offset":3554},{"uri":"John_Gay","surface_form":"John Gay","offset":3570},{"uri":"John_Arbuthnot","surface_form":"John Arbuthnot","offset":3584},{"uri":"Samuel_Richardson","surface_form":"Samuel Richardson","offset":4487},{"uri":"Pamela","surface_form":"Pamela","offset":4515},{"uri":"William_Hogarth","surface_form":"William Hogarth","offset":5080},{"uri":"Colley_Cibber","surface_form":"Colley Cibber","offset":5424},{"uri":"Robert_Wilks","surface_form":"Robert Wilks","offset":5442},{"uri":"Theophilus_Cibber","surface_form":"Theophilus Cibber","offset":5604},{"uri":"Actor_Rebellion_of_1733","surface_form":"Actor Rebellion of 1733","offset":5686},{"uri":"Eliza_Haywood","surface_form":"Eliza Haywood","offset":6048},{"uri":"Senesino","surface_form":"Senesino","offset":6080},{"uri":"Edmund_Curll","surface_form":"Edmund Curll","offset":6115},{"uri":"John_Henley","surface_form":"John Henley","offset":6139},{"uri":"John_Rich_(producer)","surface_form":"John Rich","offset":6174},{"uri":"Lewis_Theobald","surface_form":"Lewis Theobald","offset":6201},{"uri":"George_Farquhar","surface_form":"George Farquhar","offset":6324},{"uri":"John_Dryden","surface_form":"John Dryden","offset":6555},{"uri":"The_Rehearsal_(play)","surface_form":"The Rehearsal","offset":6570},{"uri":"James_Ralph","surface_form":"James Ralph","offset":6632},{"uri":"Richard_Savage","surface_form":"Richard Savage","offset":6676},{"uri":"Dunciad","surface_form":"Dunciad Variorum","offset":6755},{"uri":"Three_Hours_after_Marriage","surface_form":"Three Hours after Marriage","offset":6803},{"uri":"Daily_Post_(London_newspaper)","surface_form":"Daily Post","offset":8355},{"uri":"Tottenham_Court_Road","surface_form":"Tottenham Court","offset":9103},{"uri":"Charles_Coffey","surface_form":"Charles Coffey","offset":9337},{"uri":"Arthur_Murphy","surface_form":"Arthur Murphy","offset":11032},{"uri":"George_Saintsbury","surface_form":"George Saintsbury","offset":11101}]}