{"id":229396,"url":"http://en.wikipedia.org/wiki/Lady_Susan","text":"\"Lady Susan\" is an early epistolary novel (novel in letters) by Jane Austen. It tells the story of an unscrupulous coquette (flirtatious woman) widow who does not care about the feelings of other men. She wrote it when she was writing her first version of \"Sense and Sensibility\" (which was at that time called \"Elinor and Marianne\"), and which was also at first, like \"Lady Susan\", written in letter form. She was at this time 20 years old.\nStyle.\nThe epistolary novel had been popular in the 18th century, but it was not the best style of writing for Jane Austen's talents (which is why all her major novels were written in the third-person narrative style). She admired Richardson very much (all of his books are written in letters, like \"Pamela (novel)\" and \"Clarissa (novel)\"), and she also admired Frances Burney's style, but none of their styles came naturally to her. She pointed out at the end of \"Lady Susan\": \"This correspondence (letter-writing), by a meeting between some of the parties (people) and a separation between the others could not, to the great detriment of the Post Office...be continued longer.\"\nIn those days, girls spent some time each day especially to write letters, so a story through letters is much more realistic than it would be today. People like Frances Burney wrote letters that were witty and full of information, so that her diaries and letters were later published. The letters of William Cowper, too, are famous. Jane Austen's letters, however, are private letters about family matters, such as sick babies, partners at balls, beef, and raspberry bushes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Letter","surface_form":"letter","offset":52},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":64},{"uri":"Flirting","surface_form":"flirtatious","offset":125},{"uri":"Widow","surface_form":"widow","offset":144},{"uri":"Sense_and_Sensibility","surface_form":"Sense and Sensibility","offset":257},{"uri":"Narrative","surface_form":"narrative","offset":643},{"uri":"Samuel_Richardson","surface_form":"Richardson","offset":673},{"uri":"Pamela_(novel)","surface_form":"Pamela (novel)","offset":742},{"uri":"Clarissa_(novel)","surface_form":"Clarissa (novel)","offset":763},{"uri":"Frances_Burney","surface_form":"Frances Burney","offset":804},{"uri":"Detrimental","surface_form":"detriment","offset":1069},{"uri":"Post_Office","surface_form":"Post Office","offset":1086},{"uri":"Wit","surface_form":"wit","offset":1322},{"uri":"Beef","surface_form":"beef","offset":1569}]}