{"id":229417,"url":"http://en.wikipedia.org/wiki/Crime_and_Punishment","text":"\"Crime and Punishment\" is a novel by Russian author Fyodor Dostoevsky. It was the first great novel of his mature period.\nIt was first published in the literary journal \"The Russian Messenger\" in 12 monthly series in 1866. It was later published in a single volume. It is the second of Dostoevsky's novels, written after he returned from his punishment (exile in Siberia).\nPlot.\n\"Crime and Punishment\" is about the troubles of Raskolnikov, a young man living in St. Petersburg. He used to be a student, but he became so poor he had to stop studying. He plans to kill a selfish old pawnbroker for her money, and he acts on his plan. Raskolnikov argues that with her money he can do good things, and that he was simply killing a person who was not worth anything. He also murdered her to test his idea that some people are naturally better than others and have the right to murder. Several times in the novel, Raskolnikov justifies himself by comparing himself to Napoleon, saying that murder is allowed for a higher purpose.\nHowever, after he kills the pawnbroker, questions which he cannot answer and feelings he had not expected terrify him. He feels separated from mankind, nature, and truth. Because of this, he decides at last to confess to the police and accept suffering.\nCreation.\nDostoevsky began the idea of \"Crime and Punishment\" in the summer of 1865. This was after he had gambled away much of his money. Because of this, he could not pay his bills or eat properly. He owed large sums of money to creditors, and was also trying to help the family of his brother Mikhail. Mikhail had died in early 1864. He began writing it under the title \"The Drunkards\". He wanted to write about \"the current problem of drunkenness\". However, when Dostoevsky began writing about Raskolnikov's crime, the theme of crime and punishment became his main subject instead.\nDostoevsky offered his story to the publisher Mikhail Katkov. At the time, he did not think of \"Crime and Punishment\" as a novel. Famous writers such as Ivan Turgenev and Leo Tolstoy often used Katkov's monthly journal, \"The Russian Messenger\", to print their writings. Dostoevsky, though, had argued with Katkov in the early 1860s, and had never printed anything in the journal. Finally, Dostoevsky asked Katkov for help when others would not print his book. In September 1865, Dostoevsky wrote a letter to Katkov. In the letter, he explained to him that \"Crime and Punishment\" was going to be about a young man who believes in \"certain strange, 'unfinished' ideas, yes floating in the air\". He also said that he wanted to study the moral and psychological dangers of \"radical\" ideas. In letters written in November 1865 an important change had happened: the \"story\" has become a \"novel\", From then on, Dostoevsky always spoke of \"Crime and Punishment\" as a novel.\nDostoevsky had to write very quickly to finish both \"The Gambler\" and \"Crime and Punishment\". Anna Snitkina, a stenographer whom he later married, helped him very much. The first part of \"Crime and Punishment\" appeared in January 1866 in \"The Russian Messenger\". The last part was published in December 1866.\nWhen Dostoevsky's complete writings were published in the Soviet Union, the editors put together the notebooks that Dostoevsky kept while he was working on \"Crime and Punishment\" and printed it. They printed the notebooks in the same order as the book was written. Through their efforts, there is now a small part of how Dostoevsky first imagined \"Crime and Punishment\" to be written. There are also two other versions of the story. They are called the Wiesbaden edition, the Petersburg edition, and the final (last) plan. A part of a change in the story was that instead of the story being told by a character inside it, it was written as if many uninvolved people were writing it (this was a form of writing that Dostoevsky made up). The Wiesbaden edition is mostly about the reaction of the writer to his murder. It is quite similar to the story that Dostoevsky described in his letter to Katkov, and was written like a diary or journal. It had the same story as what later became part II.\nSummary.\nRaskolnikov is a mentally insecure student who has stopped going to university. He lives in a very small, rented room in Saint Petersburg. He does not let anyone help him, not even his friend Razumihin. He plans to kill and steal money from an old pawnbroker and moneylender, Alyona Ivanovna, but it is not clear why he wants to kill her yet. While he is thinking about this plan, Raskolnikov meets Semyon Zakharovich Marmeladov, a sad drunkard who recently spent all of his poor family's money on drinking. He also gets a letter from his mother. His mother says that she will soon visit St. Petersburg. She writes about his sister's sudden engagement, saying that they will talk about it when they arrive.\nAfter thinking, Raskolnikov goes to Alyona Ivanovna's apartment. There, he murders her with an axe. Her quiet half-sister, Lizaveta, comes inside. Surprised, Raskolnikov quickly kills her, too. Frightened by what he has done, he leaves most of Alyona Ivanovna's wealth behind, only stealing a few things and a small purse. He then runs away without being seen by anybody.\nAfter his murder, Raskolnikov is filled with worry. He hides the things he stole under a rock and tries to clean away the blood from his clothes. After a short visit to his friend Razumihin, he becomes sick with a fever and seems to wish to betray himself. Whenever anyone speaks of the murder of the pawnbroker, he acts strangely.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":28},{"uri":"Russian_literature","surface_form":"Russian author","offset":37},{"uri":"Fyodor_Dostoevsky","surface_form":"Fyodor Dostoevsky","offset":52},{"uri":"Period","surface_form":"period","offset":114},{"uri":"Exile","surface_form":"exile","offset":354},{"uri":"Siberia","surface_form":"Siberia","offset":363},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":462},{"uri":"Pawnbroker","surface_form":"pawnbroker","offset":581},{"uri":"Justice","surface_form":"justifies","offset":920},{"uri":"Napoleon_I_of_France","surface_form":"Napoleon","offset":962},{"uri":"Fear","surface_form":"terrify","offset":1130},{"uri":"Human","surface_form":"mankind","offset":1167},{"uri":"Police","surface_form":"police","offset":1249},{"uri":"Gambling","surface_form":"gambled","offset":1385},{"uri":"Ivan_Turgenev","surface_form":"Ivan Turgenev","offset":2017},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":2035},{"uri":"The_Russian_Messenger","surface_form":"The Russian Messenger","offset":2085},{"uri":"Float","surface_form":"floating","offset":2535},{"uri":"The_Gambler_(novel)","surface_form":"The Gambler","offset":2883},{"uri":"Stenography","surface_form":"stenographer","offset":2941},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3197},{"uri":"Mental_illness","surface_form":"mentally insecure","offset":4158},{"uri":"Renting","surface_form":"rented","offset":4247},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":4262},{"uri":"Moneylender","surface_form":"moneylender","offset":4404},{"uri":"Drunkenness","surface_form":"drunkard","offset":4577},{"uri":"Engagement","surface_form":"engagement","offset":4782},{"uri":"Apartment","surface_form":"apartment","offset":4902},{"uri":"Axe","surface_form":"axe","offset":4943},{"uri":"Fear","surface_form":"Frightened","offset":5042},{"uri":"Blood","surface_form":"blood","offset":5342},{"uri":"Fever","surface_form":"fever","offset":5434}]}