{"id":229451,"url":"http://en.wikipedia.org/wiki/The_Sufferer_%26_The_Witness","text":"\"The Sufferer & the Witness\" is the fourth album by American punk rock band Rise Against. The album was released on July 4, 2006. It was their second release on popular label, Geffen Records. The album follows 2004's \"Siren Song of the Counter Culture\". It sold 48,000 copies in its first week, debuting at number 10 on the Billboard 200. It has been awarded Gold by the RIAA.\nThe song \"Drones\" was used for WWE's 2007 Royal Rumble's theme song.\nMaking the album.\nAfter the good reviews of their big label debut, \"Siren Song of the Counter Culture\", and its single, \"Swing Life Away\", Rise Against came back to the studio in January 2006 to start their fourth studio album. The band had been writing songs and ideas during the \"Siren Song of the Counter Culture\" tour and had finished five songs by early December 2005. Also in December, it was said that Bill Stevenson would make the album at the Blasting Room studio in Fort Collins, Colorado. The band began in January 2006 in Chicago. It was made with Bill Stevenson and Jason Livermore for 12 weeks between January and April 2006. The band talked about the sound and release date of the album in April, saying, \"We're pretty excited and can't wait for you to hear it. You won't find any acoustic guitar on this one, but perhaps a few other surprises and curveballs await your curious ears...look for an early summer release.\" The album's name was told in the same news release. It would be called \"The Sufferer & the Witness\". The album was mixed by Chris Lord-Alge in Los Angeles. It was finished in April 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Album","surface_form":"album","offset":43},{"uri":"United_States","surface_form":"American","offset":52},{"uri":"Punk_rock","surface_form":"punk rock","offset":61},{"uri":"Band","surface_form":"band","offset":71},{"uri":"Rise_Against","surface_form":"Rise Against","offset":76},{"uri":"Geffen_Records","surface_form":"Geffen Records","offset":176},{"uri":"Siren_Song_of_the_Counter_Culture","surface_form":"Siren Song of the Counter Culture","offset":218},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":324},{"uri":"World_Wrestling_Entertainment","surface_form":"WWE","offset":408},{"uri":"Royal_Rumble_(2007)","surface_form":"2007 Royal Rumble","offset":414},{"uri":"Siren_Song_of_the_Counter_Culture","surface_form":"Siren Song of the Counter Culture","offset":514},{"uri":"Swing_Life_Away","surface_form":"Swing Life Away","offset":567},{"uri":"Blasting_Room","surface_form":"Blasting Room","offset":898},{"uri":"Chicago","surface_form":"Chicago","offset":980},{"uri":"Chris_Lord-Alge","surface_form":"Chris Lord-Alge","offset":1505},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1524}]}