{"id":229508,"url":"http://en.wikipedia.org/wiki/Epicureanism","text":"Epicureanism is a philosophy based on the teachings of Epicurus. It started about 307 BC. Epicurus was a materialist who believed there were atoms. The teaching about atoms was first started by Democritus. Epicurus was a materialist, and forcefully attacked superstition.\nAccording to Epicurus, the gods are passive: They do not intervene in the world. According to Aristippus, Epicurus believed that the greatest good was to have certain pleasures, and to reach a state of mind where there is no fear and no pain. Epicureanism is a form of hedonism, because it declares that pleasure is the only good there is. Epicureanism says that the absence of pain is the greatest pleasure; it also advocates a simple life. These ideas make it sufficiently different from \"hedonism\" as it is usually defined.\nIn the Epicurean view, the highest pleasure (tranquility and freedom from fear) was obtained by knowledge, friendship and living a virtuous and temperate life. Epicurus spoke favorably about the enjoyment of simple pleasures; He also meant abstaining from bodily desires, such as sex and appetites, almost like asceticism.\nHe argued that when eating, one should not eat too richly, for it could lead to dissatisfaction later, such as the grim realization that one could not afford such delicacies in the future. Likewise, sex could lead to increased lust and dissatisfaction with the sexual partner. Epicurus did not articulate a broad system of social morality that has survived.\nEpicureanism was originally a challenge to Platonism, though later it became the main opponent of Stoicism. Epicurus and his followers shunned politics. Many Epicurean societies flourished in the late Hellenistic perod and during the Roman era (such as those in Antiochia, Alexandria, Rhodes and Ercolano).\nThe poet Lucretius was its best-known Roman proponent. By the end of the Roman Empire, having undergone Christian attack and repression, Epicureanism had all but died out, but was resurrected in the 17th century by the atomist Pierre Gassendi, who adapted it to the Christian doctrine.\nSome writings by Epicurus have survived. Some scholars consider the epic poem \"On the Nature of Things\" by Lucretius presents in one work the core arguments and theories of Epicureanism. Many of the papyrus scrolls unearthed at the Villa of the Papyri at Herculaneum are Epicurean texts. At least some are thought to have belonged to the Epicurean Philodemus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":18},{"uri":"Epicurus","surface_form":"Epicurus","offset":55},{"uri":"Meterialism","surface_form":"materialist","offset":105},{"uri":"Atomism","surface_form":"atoms","offset":141},{"uri":"Atom","surface_form":"atom","offset":167},{"uri":"Democritus","surface_form":"Democritus","offset":194},{"uri":"Superstition","surface_form":"superstition","offset":258},{"uri":"Gods","surface_form":"gods","offset":299},{"uri":"Aristippus","surface_form":"Aristippus","offset":366},{"uri":"Pleasure","surface_form":"pleasure","offset":439},{"uri":"Fear","surface_form":"fear","offset":497},{"uri":"Pain","surface_form":"pain","offset":509},{"uri":"Hedonism","surface_form":"hedonism","offset":541},{"uri":"Sexual_intercourse","surface_form":"sex","offset":1079},{"uri":"Asceticism","surface_form":"asceticism","offset":1110},{"uri":"Lust","surface_form":"lust","offset":1349},{"uri":"Platonism","surface_form":"Platonism","offset":1523},{"uri":"Stoicism","surface_form":"Stoicism","offset":1578},{"uri":"Hellenistic_perod","surface_form":"Hellenistic perod","offset":1681},{"uri":"Antioch","surface_form":"Antioch","offset":1742},{"uri":"Alexandria","surface_form":"Alexandria","offset":1753},{"uri":"Rhodes","surface_form":"Rhodes","offset":1765},{"uri":"Ercolano","surface_form":"Ercolano","offset":1776},{"uri":"Lucretius","surface_form":"Lucretius","offset":1796},{"uri":"Pierre_Gassendi","surface_form":"Pierre Gassendi","offset":2014},{"uri":"On_the_Nature_of_Things","surface_form":"On the Nature of Things","offset":2152},{"uri":"Lucretius","surface_form":"Lucretius","offset":2180},{"uri":"Villa_of_the_Papyri","surface_form":"Villa of the Papyri","offset":2305},{"uri":"Herculaneum","surface_form":"Herculaneum","offset":2328},{"uri":"Philodemus","surface_form":"Philodemus","offset":2421}]}