{"id":229741,"url":"http://en.wikipedia.org/wiki/Lazarus_taxon","text":"e=\"preserve\">In paleontology, a Lazarus taxon (plural \"taxa\") is a taxon that disappears from one or more periods of the fossil record, only to appear again later. The term refers to the Gospel of John, in which Jesus is claimed to have raised Lazarus from the dead. Lazarus taxa occur either because of (local) extinction, later resupplied, or as a sampling artifact. The fossil record is imperfect (only a very small fraction of organisms become fossilized) and contains gaps not necessarily caused by extinction, particularly when the number of individuals in a taxon becomes very low.\nThe concept was developed in palaeontology where, after a major extinction event, some groups reappear after millions of years. The usual explanation is that numbers were driven so low that their chance of fossilisation were extremely low. Then, gradually, their numbers revived.\nHistory of the idea.\nIn 1974 Batten pointed out that the Lower Triassic record lacked genera and species which had been present in the Permian, but which reappeared 20 million years later in the Middle Triassic. Jablonski later coined the term 'Lazarus taxon' for species and genera which disappear from the fossil record, only to reappear later when conditions return to normal.\nLiving examples.\nThere are some well-known examples of it happening to present-day species.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paleontology","surface_form":"paleontology","offset":16},{"uri":"Taxon","surface_form":"taxon","offset":67},{"uri":"Fossil","surface_form":"fossil","offset":121},{"uri":"Gospel_of_John","surface_form":"Gospel of John","offset":187},{"uri":"Jesus","surface_form":"Jesus","offset":212},{"uri":"Lazarus","surface_form":"Lazarus","offset":244},{"uri":"Extinction","surface_form":"extinction","offset":312},{"uri":"Sampling_(statistics)","surface_form":"sampling artifact","offset":350},{"uri":"Fossil","surface_form":"fossil","offset":373},{"uri":"Palaeontology","surface_form":"palaeontology","offset":618},{"uri":"Lower_Triassic","surface_form":"Lower Triassic","offset":926},{"uri":"Genera","surface_form":"genera","offset":955},{"uri":"Species","surface_form":"species","offset":966},{"uri":"Permian","surface_form":"Permian","offset":1004},{"uri":"Middle_Triassic","surface_form":"Middle Triassic","offset":1064}]}