{"id":229951,"url":"http://en.wikipedia.org/wiki/Viral_life_cycle","text":"Viruses are near the same to living organisms, however there are differences. One of the ways a virus can be seen as living is that a virus needs to make more of themselves. A virus cannot survive on its own. It is only active when reproducing within a host, using a hosts' resources and food. Once inside a host, a virus's main purpose is to make as many copies of itself, and infect other host cells; everything it does is to benefit its fitness and increase the number of its offspring.\nOverview.\nThe viral life cycle is dependent on a host cell. A virus is not able to replicate on its own or use \"raw\" materials on which to survive. A virus will remain dormant until it is able to infect the next host, activate and replicate. Some viruses can live in an open place for a short time, in some cases, only a few hours. Viruses use the most efficient method to locate a host, create copies, and spread to other hosts.\nExposure of host.\nIt is usually only after a virus enters a host that it can gain access to cells in order to invade.\nViral Entry.\nIn order for the virus to make copies and infect, it must enter cells of the host animal and use those cells' materials. In order to enter the cells, proteins found on the surface of the virus interact with proteins of the cell. Attachment, or, occurs between the viral part and the host cell membrane. A hole forms in the cell membrane, then the virus particle or its genetic contents are released into the host cell, where viral reproduction may start.\nViral replication.\nNext, a virus must take control of the host cell's replication mechanisms. It is at this stage a distinction between susceptibility and permissibility of a host cell is made. Permissibility determines how the infection will progress. After control is taken by the virus and the environment is set for the virus to begin making copies of itself, replication occurs quickly.\nViral shedding.\nAfter a virus has made many copies of itself, it usually has used up the cell's resources. The cell is now no longer useful to the virus, therefore it must find a new host. The process by viral copies are released to find new hosts, is called shedding. This is the final stage in the viral life cycle.\nViral latency.\nSome viruses can \"hide\" inside another cell, either to defend itself against the host cell defenses or immune system, or because it is not in the best interest of the virus to make more copies at the time. This hiding is called latency. During this time, the virus will not produce any copies, it will remain inactive until external stimuli (such as light or stress) prompts it into activation, or the restart of the life cycle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"Virus","offset":0},{"uri":"Living_organism","surface_form":"living organism","offset":29},{"uri":"Replicate","surface_form":"make more of themselves","offset":149},{"uri":"Viral_replication","surface_form":"reproducing","offset":232},{"uri":"Fitness_(biology)","surface_form":"fitness","offset":440},{"uri":"Offspring","surface_form":"offspring","offset":479},{"uri":"Cell_(biology)","surface_form":"cell","offset":544},{"uri":"Cell_(biology)","surface_form":"cells","offset":1115},{"uri":"Protein","surface_form":"protein","offset":1201},{"uri":"Membrane","surface_form":"membrane","offset":1344},{"uri":"DNA_replication","surface_form":"replication mechanisms","offset":1576},{"uri":"Susceptible","surface_form":"susceptibility","offset":1642},{"uri":"Permissive","surface_form":"permissibility","offset":1661},{"uri":"Immune_system","surface_form":"immune system","offset":2334},{"uri":"Latency","surface_form":"latency","offset":2459},{"uri":"Stimulus_(physiology)","surface_form":"stimuli","offset":2564}]}