{"id":230067,"url":"http://en.wikipedia.org/wiki/Wilhelm_R%C3%B6ntgen","text":"Wilhelm Conrad Röntgen (27 March 1845 10 February 1923) was a German physicist who discovered X-rays. In 1901, he was the first person to win the Nobel Prize in Physics.\nEarly life.\nRöntgen was born at Lennep in the Lower Rhine Province of Germany. His father was a manufacturer and dealer of cloth. His mother was of an old Lennep family which had settled in Amsterdam. Röntgen was three when his family moved to Apeldoorn in The Netherlands.\nEducation.\nIn Apeldoorn, he attended the Institute of Martinus Herman van Doorn, a boarding school. In 1862, he attended a technical school at Utrecht, but was expelled. He then entered the University of Utrecht in 1865 to study physics.\nHe entered the Polytechnic at Zurich as a student of mechanical engineering. He worked in the laboratory of Kundt. In 1869 he graduated Ph.D. at the University of Zurich. He became Kundt's assistant and went with him to Würzburg. Three years later, they went to Strasbourg.\nCareer.\nRöntgen held positions in various European universities, but his fame rests with his discovery of (what he called) x-rays. He received many honours and awards, doctorates, and honorary doctorates. He was a modest man who enjoyed the outdoors and mountain climbing.\nPersonal.\nRöntgen was married to Anna Bertha Ludwig (m. 1872, d. 1919) and had one child, Josephine Bertha Ludwig. The child was adopted at age 6, in 1887. She was the daughter of Georges's brother.\nRöntgen died on 10 February 1923 from carcinoma of the intestine in Munich, Germany, aged 77.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Germany","surface_form":"German","offset":62},{"uri":"Physicist","surface_form":"physicist","offset":69},{"uri":"X-ray","surface_form":"X-ray","offset":94},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":146},{"uri":"Munich","surface_form":"Munich","offset":1496},{"uri":"Germany","surface_form":"Germany","offset":1504}]}