{"id":23017,"url":"http://en.wikipedia.org/wiki/Brock_(Pok%C3%A9mon)","text":"known by name as Takeshi in Japan, is a fictional character in the \"Pokémon\" series of video games, Manga, and television series. He is often seen traveling along with Ash Ketchum and Misty on their journeys. One of his gags is that he falls in love with every girl he sees (except for Jessie of Team Rocket). His nickname is \"The Rock-Solid Pokémon Trainer\" because he uses rock-type Pokémon.\nAnime.\nBrock appears in the first series of the anime. In his first appearance, he has many siblings and is in charge of them and cares for them since his mother Lola is away chasing dreams and his father Flint ran away from the family. After Flint comes back, Brock then picks up and his bags and travels with Ash and Misty throughout the Kanto series. He ends up leaving the group when they get to the Orange Islands to work with Professor Ivy. He later returns and travels with Ash throughout Johto, Hoenn, and Sinnoh. He uses rock-types Geodude and Onix, as well as others like Zubat.\nVideo games.\nBrock appears in the games \"Pokémon Red\", \"Blue\", and \"Yellow\", and the \"Red\" and \"Blue\" remakes \"FireRed\" and \"LeafGreen\" as the gym leader of Pewter City. He gives out the Boulder Badge and uses Rock-type Pokémon. He also appears in \"Gold\", \"Silver\", and \"Crystal\" and the \"Gold\" and \"Silver\" remakes \"HeartGold\" and \"SoulSilver\" as a gym leader the player can face when they get to the Kanto region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":28},{"uri":"Fictional_character","surface_form":"fictional character","offset":40},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":68},{"uri":"Video_game","surface_form":"video game","offset":87},{"uri":"Manga","surface_form":"Manga","offset":100},{"uri":"Television_programme","surface_form":"television series","offset":111},{"uri":"Ash_Ketchum","surface_form":"Ash Ketchum","offset":168},{"uri":"Misty_(Pok%C3%A9mon)","surface_form":"Misty","offset":184},{"uri":"Girl","surface_form":"girl","offset":261},{"uri":"Sight","surface_form":"sees","offset":269},{"uri":"Geodude","surface_form":"Geodude","offset":935},{"uri":"Onix","surface_form":"Onix","offset":947},{"uri":"Zubat","surface_form":"Zubat","offset":976},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"\"Pokémon Red\", \"Blue\", and \"Yellow\"","offset":1023},{"uri":"Pok%C3%A9mon_Gold_and_Silver","surface_form":"\"Gold\", \"Silver\", and \"Crystal\"","offset":1231}]}