{"id":230110,"url":"http://en.wikipedia.org/wiki/King_River_(Victoria)","text":"King River is a river in the north east of Victoria, Australia. It flows into the Ovens River and which then joins the Murray River at Echuca. The King River is used for kayaking with many level two and three rapids. In 2008 it was the site for the Victorian and Australian Downriver Championships. The King Valley is a beautiful, cool climate wine grape growing area.\nKing Valley History.\nThe King Valley has been described as a little part of Italy, set in the hills of north east Victoria, south of Wangaratta. This area has a history which includes bushrangers, the Chinese and Italians. The Chinese came from the gold fields in the mid 1800s and worked as farmers growing vegetables and tobacco. The were also Chinese merchants, selling their goods as they moved around the valley in horse pulled wagons. Roads in the valley today carry the names of the more important families like Mahlooks, Honey and Fosangs.\nThe Italians came to the area in the 1940s and 50's and like the Chinese grew tobacco. They soon saw that it was a good place to grow wine grapes. The valley has become famous for its different wines, such as sangiovese, nebbiolo and barbera. The vineyards have Italian names like Pizzini, Dal Zotto, Corsini, Sartori, Ciccone and Politini. The King Valley has some of the highest altitude vineyards in Australia.\nWhitfield and Moyhu are the major towns in the King Valley along the road from Wangaratta or Mansfield.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":43},{"uri":"Australia","surface_form":"Australia","offset":53},{"uri":"Ovens_River","surface_form":"Ovens River","offset":82},{"uri":"Murray_River","surface_form":"Murray River","offset":119},{"uri":"Echuca%2C_Victoria","surface_form":"Echuca","offset":135},{"uri":"Kayak","surface_form":"kayak","offset":170},{"uri":"King_Valley","surface_form":"King Valley","offset":303},{"uri":"Wine","surface_form":"wine","offset":344},{"uri":"Grape","surface_form":"grape","offset":349},{"uri":"Italy","surface_form":"Italy","offset":445},{"uri":"Wangaratta%2C_Victoria","surface_form":"Wangaratta","offset":502},{"uri":"Bushranger","surface_form":"bushranger","offset":553},{"uri":"China","surface_form":"Chinese","offset":570},{"uri":"Gold","surface_form":"gold","offset":618},{"uri":"Vegetable","surface_form":"vegetable","offset":677},{"uri":"Tobacco","surface_form":"tobacco","offset":692},{"uri":"Whitfield%2C_Victoria","surface_form":"Whitfield","offset":1331},{"uri":"Moyhu%2C_Victoria","surface_form":"Moyhu","offset":1345},{"uri":"Mansfield%2C_Victoria","surface_form":"Mansfield","offset":1424}]}