{"id":230335,"url":"http://en.wikipedia.org/wiki/MRSA","text":"MRSA is a strain of Methicillin-resistant \"Staphylococcus aureus\". This is a bacterium which causes infections in different parts of the body. It is tougher to treat than other strains of \"Staphylococcus aureus\" – or 'staph' – because it is resistant to some commonly used antibiotics. In fact, it is now resistant to all forms of penicillin and cephalosporin.\nThe symptoms of MRSA depend on where the infected is. Most often, it causes mild infections on the skin, causing pimples, boils or pus. However, it can also cause more serious skin infections or infect surgical wounds, the bloodstream, the lungs, or the urinary tract.\nThough most MRSA infections are not serious, some can be life-threatening. Many public health experts are alarmed by the spread of tough strains of MRSA. Because it is hard to treat, MRSA is sometimes called a \"super bug\".\nCauses.\nGarden-variety staph are common bacteria which may live on our bodies. Plenty of healthy people carry staph without being infected by it. In fact, 25-30% of us have staph bacteria in our noses.\nBut staph can be a problem if it manages to get into the body, often through a cut. Once there, it can cause an infection. Staph is one of the most common causes of skin infections. Usually, these are minor and don't need special treatment. Less often, staph can cause serious problems like infected wounds or pneumonia.\nStaph can usually be treated with antibiotics. But over the decades, some strains of staph -- like MRSA -- have become resistant to antibiotics that once destroyed it. MRSA was first discovered in 1961. It's now resistant to methicillin, amoxicillin, penicillin, oxacillin, and many other antibiotics.\nWhile some antibiotics still work, MRSA is constantly adapting. Researchers developing new antibiotics are having a tough time keeping up.","categories":[],"infobox_types":[],"annotations":[{"uri":"Strain_(biology)","surface_form":"strain","offset":10},{"uri":"Staphylococcus_aureus","surface_form":"Staphylococcus aureus","offset":43},{"uri":"Bacterium","surface_form":"bacterium","offset":77},{"uri":"Antibiotic_resistance","surface_form":"resistant","offset":241},{"uri":"Antibiotic","surface_form":"antibiotic","offset":273},{"uri":"Penicillin","surface_form":"penicillin","offset":331},{"uri":"Cephalosporin","surface_form":"cephalosporin","offset":346},{"uri":"Skin","surface_form":"skin","offset":460},{"uri":"Pimples","surface_form":"pimples","offset":474},{"uri":"Boils","surface_form":"boils","offset":483},{"uri":"Pus","surface_form":"pus","offset":492},{"uri":"Lungs","surface_form":"lungs","offset":601},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1365},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1410},{"uri":"Resistant_to_antibiotics","surface_form":"resistant to antibiotics","offset":1495}]}