{"id":23034,"url":"http://en.wikipedia.org/wiki/Raiders_of_the_Lost_Ark","text":"\"Raiders of the Lost Ark\" is an 1981 American adventure movie directed by Steven Spielberg and written by Lawrence Kasdan based on the story by George Lucas and Philip Kaufman. It stars Harrison Ford, Karen Allen, Paul Freeman, Ronald Lacey, John Rhys-Davies and Denholm Elliott. Ford portrays Indiana Jones, a globe-trotting archaeologist, vying with Nazi forces in 1936, to recover the long-lost Ark of the Covenant, a relic said to make an army invincible. Teaming up with his tough, former lover Marion Ravenwood (Allen), Jones races to stop rival archaeologist Dr. René Belloq (Freeman) from guiding the Nazis to the Ark and its power.\nLucas conceived \"Raiders of the Lost Ark\" in the early 1970s. Seeking to modernize the serial films of the early 20th-century, he developed the idea further with Kaufman, who suggested the Ark as the movie's goal. Lucas eventually focused on developing his 1977 space opera \"Star Wars\". Development on \"Raiders of the Lost Ark\" resumed that year when Lucas shared the idea with Spielberg; he joined the project several months later. While the pair had ideas for significant scenes in the movie, they hired Kasdan to fill in the gaps between them. Principal photography began in June 1980 on a $20 million budget. Filming took place on sets at Elstree Studios, England, and on location in La Rochelle, France, Tunisia, Hawaii and California.\nThough pre-release polling showed little audience interest in the movie, especially compared to the superhero film \"Superman II\", \"Raiders of the Lost Ark\" became the highest-grossing movie of 1981, earning approximately $330.5 million worldwide. It played in some theaters for over a year because of its popularity. It was a critical success, receiving praise for its modern take on older serial movies, and its non-stop action and adventure. The cast were all praised, particularly Ford, Allen and Freeman. \"Raiders of the Lost Ark\" received numerous award nominations and among others, winning five Academy Awards, seven Saturn Awards and one BAFTA Award.\nIn the years since its release, the movie has grown in esteem, and many now consider it to be among the greatest movies of all time, one of the greatest movies of the 1980s, and one of the greatest action-adventure movies ever made. It had a significant impact on popular culture; the movie's success spawned a host of imitators across several media and inspired a variety of filmmakers. It continues to influence modern media. \"Raiders of the Lost Ark\" is the first movie in what would become the \"Indiana Jones\" franchise, that includes three film sequels—\"Indiana Jones and the Temple of Doom\", \"Indiana Jones and the Last Crusade\", and \"Indiana Jones and the Kingdom of the Crystal Skull\"—a television series, video games, comic books, novels, theme park attractions, toys, board games, collectibles and an amateur remake. The United States Library of Congress selected it for preservation in the National Film Registry in 1999.\nPlot.\nIn 1936, Indiana Jones is trying to find the golden idol in the jungle in Peru. His guide, Sapito, betrays him and tries to take the idol for himself, but is killed in one of the traps. After Jones comes out from the temple, he finds his rival Belloq and a dozen of the native people holding spears. Jones gives up the idol and runs to his airplane.\nWhile teaching at Marshall College, the U.S. Army comes up to him and says that the Nazis are trying to find the Ark of the Covenant. Jones wants to find it first, so he goes to a bar in Nepal. His old teacher, Abner Ravenwood, was trying to find the Ark and has the headpiece to the Staff of Ra, an important piece that is needed to find it. His daughter, Marion, now runs Abner's bar and she punches him in the face because they had a romance and he ran away. She, however, comes along with him after the Nazi person Toht and his friends try to get the piece themselves.\nJones and Ravenwood fly to Cairo and recruit a man named Sallah to help him out. They start digging in the area where they think it is. The Nazis capture Ravenwood and makes Jones thinks that she is dead. Sallah and Jones do some calculations and realize that the Nazis are digging in the wrong area because their staff is too long. Jones finds the right place and starts digging, finding it in a place called the Well of Souls. However, Belloq comes back, raises the Ark, and throws Ravenwood in there. They escape.\nAfter a battle, Jones gets the Ark back. Sallah puts it on a ship, but the Nazis on a U-boat intercept the ship and search it. Jones escapes. He then takes a big weapon called Panzerschreck and threatens to blow up the Ark as it is being loaded onto an island. Belloq calls Jones' bluff, and Jones lowers his weapon. He and Marion are then tied up as Belloq and the Nazis test the power of the Ark by opening it. The spirits inside kill everyone. Jones and Marion close their eyes and escape the spirits' anger.\nAt the end of the movie, the government puts the Ark inside a warehouse. The Army tells Jones that they are studying it, but Jones does not believe them. Marion tries to comfort him by saying that she will buy him a drink.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":37},{"uri":"Adventure_movie","surface_form":"adventure movie","offset":46},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":74},{"uri":"Lawrence_Kasdan","surface_form":"Lawrence Kasdan","offset":106},{"uri":"George_Lucas","surface_form":"George Lucas","offset":144},{"uri":"Philip_Kaufman","surface_form":"Philip Kaufman","offset":161},{"uri":"Harrison_Ford","surface_form":"Harrison Ford","offset":186},{"uri":"Karen_Allen","surface_form":"Karen Allen","offset":201},{"uri":"Paul_Freeman","surface_form":"Paul Freeman","offset":214},{"uri":"Ronald_Lacey","surface_form":"Ronald Lacey","offset":228},{"uri":"John_Rhys-Davies","surface_form":"John Rhys-Davies","offset":242},{"uri":"Denholm_Elliott","surface_form":"Denholm Elliott","offset":263},{"uri":"Archaeologist","surface_form":"archaeologist","offset":326},{"uri":"Nazi","surface_form":"Nazi","offset":352},{"uri":"Ark_of_the_Covenant","surface_form":"Ark of the Covenant","offset":398},{"uri":"A_New_Hope","surface_form":"Star Wars","offset":916},{"uri":"Elstree_Studios","surface_form":"Elstree Studios","offset":1284},{"uri":"La_Rochelle","surface_form":"La Rochelle, France","offset":1329},{"uri":"Tunisia","surface_form":"Tunisia","offset":1350},{"uri":"California","surface_form":"California","offset":1370},{"uri":"Superman_II","surface_form":"Superman II","offset":1498},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":1984},{"uri":"Saturn_Awards","surface_form":"Saturn Awards","offset":2006},{"uri":"BAFTA_Awards","surface_form":"BAFTA Award","offset":2028},{"uri":"Indiana_Jones","surface_form":"Indiana Jones","offset":2540},{"uri":"Indiana_Jones_and_the_Temple_of_Doom","surface_form":"Indiana Jones and the Temple of Doom","offset":2600},{"uri":"Indiana_Jones_and_the_Last_Crusade","surface_form":"Indiana Jones and the Last Crusade","offset":2640},{"uri":"Indiana_Jones_and_the_Kingdom_of_the_Crystal_Skull","surface_form":"Indiana Jones and the Kingdom of the Crystal Skull","offset":2682},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":2886},{"uri":"National_Film_Registry","surface_form":"National Film Registry","offset":2942},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":3370},{"uri":"Nazi","surface_form":"Nazi","offset":3414},{"uri":"Ark_of_the_Covenant","surface_form":"Ark of the Covenant","offset":3443},{"uri":"Nepal","surface_form":"Nepal","offset":3517},{"uri":"Cairo","surface_form":"Cairo","offset":3930},{"uri":"U-boat","surface_form":"U-boat","offset":4506},{"uri":"Panzerschreck","surface_form":"Panzerschreck","offset":4596},{"uri":"Bluff","surface_form":"bluff","offset":4701}]}