{"id":230366,"url":"http://en.wikipedia.org/wiki/Samson","text":"Samson is the third to last of the Judges of the ancient Children of Israel mentioned in the Tanakh (the Hebrew Bible) and the Talmud. He is described in the Book of Judges chapters 13 to 16.\nThe Book of Samson also appears in Josephus's \"Antiquities of the Jews\", written in the last ten years of the 1st Century AD, as well as in works slightly earlier.\nSamson is known for being given great strength by God to use against those who do not like him and to do great things that regular people cannot do: killing a lion with his bare hands, defeating a whole army with only a donkey's jawbone to fight with, and making a temple fall down.\nHe is believed to have been buried in Tel Tzora in Israel above the Sorek valley. There stand two large gravestones of Samson and his father Manoah. Nearby stands Manoah’s altar (Judges 13:19-24). It is located between the cities of Zorah and Eshtaol.\nEarly life.\nSamson's father Manoah, and his wife had been trying to have a baby for many years when an angel showed up in front of their house. The angel told them that they were to have a son, who was to be a Nazarite. The child was to never cut his hair, drink wine, or touch a dead person. A while later, Samson was born, and he obeyed the Nazarite laws just as the angel said.\nFirst marriage and the lion.\nSamson saw a pretty Philistine woman while he walked through Timnah, a Philistine town. He went to ask permission from her father to marry her. The Philistines at the time were the enemies of the people in Israel, so Samson did not know how his father would react once he told him the news. While he was on his way home, a lion jumped on him. He killed the lion with his bare hands. After this, he told the Philistine woman that he wanted to be her husband. At their wedding, Samson gave the Philistine guests a riddle about the lion. However, his wife told them the answer because she was threatened by the men, and Samson realised he could not trust her. After the wedding, she was given to another man. Later, Samson's wife and father-in-law were burned to death.\nDelilah.\nAfter his first wife died, Samson found another good-looking Philistine woman. Her name was Delilah. Little did he know that she would betray him to the Philistines. She tried many times to get the secret behind his great strength. This made Samson very annoyed with her. After a long time, Samson told Delilah that he would become weak if his hair was cut.\nHis capture.\nAfter getting the secret to his strength, Delilah told the Philistine army about it. She sang him to sleep at her feet, and called a man to shave Samson's head. After getting his haircut, Samson was tied up while still asleep. He woke up and tried without success to break free from the ropes he was tied down with. The Philistines grabbed him, poked his eyes out with their swords and took him to Gaza, where he was put in prison.\nSamson's death.\nWhile in prison, Samson worked on a treadmill, a machine used to grind grain. He did this work for a few months until his hair grew long again. Next, he was taken to a temple honoring the Philistine god Dagon to perform for the people worshipping Dagon. While on stage, Samson told a young boy nearby to move him in between two pillars. He pushed the pillars apart with his full strength. This caused the temple's roof to fall down on top of himself and his Philistine audience. Samson died, along with twelve thousand of his enemies, including their highest leaders. He defeated more Philistines with his death than during his life.\nEtymology of name.\nSamson, Shimshon (), Standard Šimšon Tiberian Šimšôn; meaning \"of the sun\" – perhaps proclaiming he was strong, or \"[One who] Serves [God]\" or Shamshoun or Sampson","categories":[],"infobox_types":[],"annotations":[{"uri":"Children_of_Israel","surface_form":"Children of Israel","offset":57},{"uri":"Tanakh","surface_form":"Tanakh","offset":93},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":105},{"uri":"Talmud","surface_form":"Talmud","offset":127},{"uri":"Book_of_Judges","surface_form":"Book of Judges","offset":158},{"uri":"Josephus","surface_form":"Josephus","offset":227},{"uri":"Angel","surface_form":"angel","offset":994},{"uri":"Nazarite","surface_form":"Nazarite","offset":1101},{"uri":"Philistine","surface_form":"Philistine","offset":1321},{"uri":"Riddle","surface_form":"riddle","offset":1813},{"uri":"Treadmill","surface_form":"treadmill","offset":2932}]}