{"id":230746,"url":"http://en.wikipedia.org/wiki/Elizabeth_Cady_Stanton","text":"Elizabeth Cady Stanton (November 12, 1815 – October 26, 1902) was an American social activist, abolitionist, and leading figure of the early women's rights movement along with Susan B. Anthony. Her Declaration of Sentiments, presented at the first women's rights convention held in 1848 in Seneca Falls, New York, is often credited with initiating the first organized women's rights and women's suffrage movements in the United States.\nStanton received a very good education. That was not common for women during that time. She married Henry Stanton, who fought against slavery. They had seven children. She became interested in women's rights when she was at a World's Anti-Slavery meeting in London. She and Lucretia Mott, another activist, were upset because women were not allowed to be a part of the meeting. Because of this, they created their own women's rights meeting.\nThe first meeting was in 1848 in Seneca Falls, New York. Stanton wrote \"The Declaration of Sentiments\" which was about the need for changes. Some of the changes they wanted were allowing women to vote and making women be equal to men in society. The \"Declaration\" was signed by the women at the conference. Stanton continued to fight for women's rights by spreading petitions throughout New York. These petitions were meant to push the New York Congress into passing the New York Married Women's Property Act.\nIn 1851, Stanton met Susan B. Anthony, another famous activist. Stanton and Anthony worked together for a very long time. Together they wrote speeches, articles, and books. Stanton and Anthony were leaders of the women's rights movement for more than fifty years.\nStanton and Matilda Gage wrote the \"Declaration or Rights\". That was presented by Susan B. Anthony at the Philadelphia Centennial in 1876. Stanton traveled around the country and position as president of the National Woman Suffrage Association. During her travels she spoke about current social issues having to do with women's rights. Some of the issues were divorce laws and raising children.\nIn her later years, Stanton was still politically active, although she didn't travel as much. She wrote, with Anthony and Gage, books called the \"History of Woman Suffrage\" from 1881 to 1885. She also published the \"Woman's Bible\". She wrote a book about her life called \"Eighty Years and More\". Stanton died in 1902 in New York City, only eighteen years before women were allowed to vote.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":69},{"uri":"Activism","surface_form":"social activist","offset":78},{"uri":"Women%27s_rights_movement","surface_form":"women's rights movement","offset":141},{"uri":"Susan_B._Anthony","surface_form":"Susan B. Anthony","offset":176},{"uri":"Declaration_of_Sentiments","surface_form":"Declaration of Sentiments","offset":198},{"uri":"Seneca_Falls_Convention","surface_form":"first women's rights convention","offset":242},{"uri":"Seneca_Falls_(village)%2C_New_York","surface_form":"Seneca Falls","offset":290},{"uri":"New_York","surface_form":"New York","offset":304},{"uri":"Women%27s_suffrage","surface_form":"women's suffrage","offset":387},{"uri":"World_Anti-Slavery_Convention","surface_form":"World's Anti-Slavery meeting","offset":662},{"uri":"Activist","surface_form":"activist","offset":1442},{"uri":"Women%27s_rights_movement","surface_form":"women's rights movement","offset":1601}]}