{"id":230815,"url":"http://en.wikipedia.org/wiki/Pavlova_(food)","text":"Pavlova is a meringue-based dessert named after the Russian ballet dancer Anna Pavlova. It is a cake with a crispy crust and soft, light inside.\nPeople believe the dessert was made to celebrate one of the dancer's tours to Australia and New Zealand in the 1920s. The two countries have argued for a long time over where it was created.\nThe dessert is very popular in both countries and often eaten on special occasions. It is usually served with cream and fruit.\nHistory.\nResearch shows that the pavlova was first made in New Zealand. Keith Money wrote that a New Zealand chef in a hotel in Wellington, New Zealand, created the dish when Pavlova visited as part of her world tour in 1926.\nProfessor Helen Leach, who studies the history of food at the University of Otago in New Zealand, collected 667 pavlova recipes. Her book, \"The Pavlova Story: A Slice of New Zealand’s Culinary History\", says that the first [http://www.weightlosstipsbd.com/australian-pavlova-recipe/ Australian pavlova recipe] was made in 1935, and the recipe in the rural magazine \"NZ Dairy Exporter Annual\" was made in 1929.\nThe Australian website \"Australian Flavour\" gives an even earlier date, 1926, when \"Home Cookery for New Zealand\" by E Futter had a recipe for “Meringue with Fruit Filling.” The recipe was almost the same as a pavlova.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meringue","surface_form":"meringue-based","offset":13},{"uri":"Dessert","surface_form":"dessert","offset":28},{"uri":"Russia","surface_form":"Russia","offset":52},{"uri":"Ballet","surface_form":"ballet","offset":60},{"uri":"Anna_Pavlova","surface_form":"Anna Pavlova","offset":74},{"uri":"Australia","surface_form":"Australia","offset":223},{"uri":"New_Zealand","surface_form":"New Zealand","offset":237},{"uri":"Wellington","surface_form":"Wellington","offset":591},{"uri":"University_of_Otago","surface_form":"University of Otago","offset":751}]}