{"id":230865,"url":"http://en.wikipedia.org/wiki/Warning_colouration","text":"Warning colouration (or aposematism) is how animals let other animals know that they are poisonous or dangerous. It is the exact opposite of camouflage. Warning colours are usually some combination of red, yellow, black and white.\nWallace predicted that birds and other predators would reject conspicuous prey whilst accepting cryptic prey. Later reports confirmed this.\nAnimals with warning colours move slowly and expose themselves to sight. The sluggishness and exposure helps to advertise their defence. Along with the colour and behaviour often goes the foul smell of their chemical weapons. The grasshopper \"Aularches miliaris\" is a very good example. Noxious caterpillars often have thick, leathery cuticles which help them to resist young birds making a 'test'. When the bird takes a peck, disgusting fluid seeps out from special glands on its back. The caterpillar (or other larva) will often survive such an attack, and the young bird has learnt a lesson it will never forget. All in all, the predator is given good warning. Tests show that warning colours definitely do deter predators.\nSome individual animals will die or receive damage while birds or mammals on the attack learn about the connection between colour and taste. However, if warning costs less than hiding, the animal benefits. And the advertising traits such as colours may serve other functions as well. The patterns may help mate identification within the species, for instance.\nWarning colouration is the basis of two different kinds of mimicry: Müllerian mimicry and Batesian mimicry.\nToxin resistance.\nThere are a number of predators which eat toxic animals. Cases which have been studied suggest there is some kind of cost to be borne for their relative immunity to the toxin.\nThe Rough-skinned newt is toxic, and displays its warning colour by showing its abdomen. Throughout much of the newt’s range, the common garter snake (\"Thamnophis sirtalis\") is resistant to the toxin. In several populations, these snakes successfully prey upon the newts. Toxin resistant garter snakes are the only known animals that can eat these newts and survive.\nThe snake’s resistance to the toxin has resulted in a selective pressure that favours newts which produce more potent levels of toxin. Increases in newt toxicity then apply a selective pressure favouring snakes with mutations conferring even greater resistance. The price paid by the snakes is that their digestion and body metabolism is slower than related species. Really resistant snakes have slower crawl speeds than snakes with little or no resistance.\nThis is an example of co-evolution. This cycle of a predator and prey co-evolving is sometimes called an evolutionary arms race. In this case it results in the newts producing levels of toxin far in excess of what is needed to kill any other conceivable predator.\nBright colours.\nHowever, the bright colours used for these functions tend to be different from the standard warning patterns and colours.\nUnknown function.\nThe colouring of many species has unknown function. This is usually because their life habits have not been studied sufficiently, and because no field tests have been done. One example is the extraordinary moth \"Utetheisa pulchella\", the Crimson Speckled Moth. Its association with the plant \"Dittrichia viscosa\", which has a somewhat unpleasant smell, suggest the moth has warning colouration, but the matter is not settled. The related species \"Utetheisa ornatrix\", which feeds on other plants, is known to exude (squeeze out) alkaloids to put predators off.","categories":[],"infobox_types":[],"annotations":[{"uri":"Camouflage","surface_form":"camouflage","offset":141},{"uri":"Aularches_miliaris","surface_form":"Aularches miliaris","offset":614},{"uri":"Cuticle","surface_form":"cuticle","offset":706},{"uri":"Rough-skinned_newt","surface_form":"Rough-skinned newt","offset":1764},{"uri":"Abdomen","surface_form":"abdomen","offset":1840},{"uri":"Garter_snake","surface_form":"garter snake","offset":1897},{"uri":"Natural_selection","surface_form":"selective","offset":2181},{"uri":"Digestion","surface_form":"digestion","offset":2432},{"uri":"Metabolism","surface_form":"metabolism","offset":2451},{"uri":"Species","surface_form":"species","offset":2485},{"uri":"Co-evolution","surface_form":"co-evolution","offset":2607},{"uri":"Evolutionary_arms_race","surface_form":"evolutionary arms race","offset":2690},{"uri":"Life_habit","surface_form":"life habit","offset":3087},{"uri":"Crimson_Speckled_Moth","surface_form":"Crimson Speckled Moth","offset":3243},{"uri":"Dittrichia_viscosa","surface_form":"Dittrichia viscosa","offset":3298},{"uri":"Alkaloid","surface_form":"alkaloid","offset":3534}]}