{"id":230928,"url":"http://en.wikipedia.org/wiki/Protectionism","text":"e=\"preserve\">Protectionism means that a country has laws or other rules that make it easier for their own products and brands to sell by making goods from foreign countries more expensive or harder to get.\nThe idea of protectionism is to stop imports (when people buy goods from other countries instead of from their own). Mercantilism is one kind of protectionism.\nFor example, if farmers from Argentina are selling wheat at a lower price than French farmers are, French people would buy more wheat from Argentine farmers than from French farmers, and French farmers would not get so much money.\nThe benefits to protectionism is that some people in a country would make more money because they would be able to sell things at higher prices, but on the other hand, other people would lose money because they wouldn't be able to buy the things from other countries that sell them cheaper.\nMany protectionists (people who believe in protectionism) support big tariffs (taxes on a trade involving a foreign country) because the government can get a lot of money from the tariffs.\nWhen a country raises a tariff on another country, usually the other country raises their tariffs on that country to get even. This is called a trade war.\nTariffs were popular in the United States during the 1800s, but when the United States made the Hawley-Smoot Tariff a law in 1930, it raised tariffs very high on Europe. In response, Europe raised its tariffs on the United States, which resulted in a trade war. Many economists and historians believe that the tariffs made the Great Depression worse.\nProtectionism is no longer popular now. Instead, people support free trade (the opposite of protectionism where the government makes it easier for the country to trade with other countries).","categories":[],"infobox_types":[],"annotations":[{"uri":"Import","surface_form":"import","offset":243},{"uri":"Mercantilism","surface_form":"Mercantilism","offset":323},{"uri":"Tariff","surface_form":"tariff","offset":958},{"uri":"Trade_war","surface_form":"trade war","offset":1221},{"uri":"Hawley-Smoot_Tariff","surface_form":"Hawley-Smoot Tariff","offset":1328},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1559},{"uri":"Free_trade","surface_form":"free trade","offset":1647}]}