{"id":230938,"url":"http://en.wikipedia.org/wiki/Davy_Crockett","text":"David Crockett (August 17, 1786 – March 6, 1836) was an American frontiersman, soldier, politician, and folk hero. He is more often called Davy Crockett. He also has the nickname “King of the Wild Frontier”. He represented the state of Tennessee in the U.S. House of Representatives from 1827 to 1831 and again from 1833 to 1835. He was part of the Texas Revolution. He was executed in the Battle of the Alamo at age 49.\nChildhood and family.\nCrockett was born in Tennessee. A replica of the cabin he was born in stands today in Davy Crockett Birthplace State Park in Tennessee.\nThe Crockett family's name comes from the name \"Monsieur de la Croquetagne\". Monsieur de la Croquetagne was a captain in the Royal Guard of French King Louis XIV. The family became Protestants and ran away from France in the 17th century. Crockett did not have an easy childhood. He traveled around a lot, and had a lot of adventures. He started hunting with his brothers before his ninth birthday. A little after he started going to school, he beat up a bully. He stopped going to school so that his teacher would not punish him. His teacher told his father that Crockett was not at school. He ran away from home so that his father would not beat him. He started moving around Tennessee, Virginia and other places. This was all according to a book Davy Crockett wrote about himself.\nHe came back home when he was 15. His family welcomed him back. He married Mary (Polly) Finley a day before his twentieth birthday. They had three children. However, Polly died at a young age. He married another woman named Elizabeth Patton in 1815. They had three children together.\nPolitical career.\nCrockett served in the Tennessee Militia for a few years, then ran for Congress in 1824. He lost his election, but ran again in the next election. In 1827, he was elected to the United States House of Representatives. As a Congressman, he became angry about President Andrew Jackson's Indian Removal Act, which forced Native Americans to leave their land. He lost his re-election in 1830. However, he ran again in 1832 and won.\nIn 1834, he wrote a book about himself called \"A Narrative of the Life of David Crockett. Written by Himself\". He lost his re-election to Congress that year.\nTexas Revolution.\nAround December 1834, Crockett told some of his friends that he might move to Texas if Martin Van Buren became the next president of the United States. The next year, he talked to his friend Benjamin McCulloch about going to Texas, which belonged to Mexico at that time, with some people to fight in a Texas Revolution against Mexico. Van Buren was elected president, so he left Tennessee on Nov. 1, 1835 with three other men to go to Texas, saying, \"You may all go to hell and I will go to Texas\".\nHe arrived in Nacogdoches, Texas, in early January 1836. On January 14, 1836, Crockett and 65 other men signed an oath before Judge John Forbes to the Provisional Government of Texas for six months that said \"I have taken the oath of government and have enrolled my name as a volunteer and will set out for the Rio Grande in a few days with the volunteers from the United States.\" Each man was promised about 4,600 acres (19 km²) of land.\nHe showed up at the Alamo on February 8. There were over 100 other men there. On February 23, a Mexican army, led by General Antonio López de Santa Anna, surrounded the Alamo, ready to take it over. After the Mexican army had been there for eight days, 32 other men showed up to help Crockett and the other men defending the Alamo.\nOn March 6. According to Susana Dickinson, before running to his post, Crockett stopped in the chapel to pray. When the Mexican soldiers made it over the walls of the Alamo they pushed the few remaining defenders back toward the church. The Battle of the Alamo lasted almost 90 minutes. All of the men defending the Alamo died, including Davy Crockett.\nLegacy.\nEven while he was still alive, many books and plays were written about Crockett's life, some of which stretched the truth. Since his death, he has become a popular figure in American folklore. In the 1950s, there was a television show about him, which had a song called \"The Ballad of Davy Crockett\" which was very popular. Many children wore \"coonskin\" hats to look like him.","categories":[],"infobox_types":[],"annotations":[{"uri":"August_17","surface_form":"August 17","offset":16},{"uri":"1786","surface_form":"1786","offset":27},{"uri":"March_6","surface_form":"March 6","offset":34},{"uri":"1836","surface_form":"1836","offset":43},{"uri":"Americans","surface_form":"American","offset":56},{"uri":"Frontiersman","surface_form":"frontiersman","offset":65},{"uri":"Soldier","surface_form":"soldier","offset":79},{"uri":"Politician","surface_form":"politician","offset":88},{"uri":"Folk_hero","surface_form":"folk hero","offset":104},{"uri":"Represent","surface_form":"represented","offset":211},{"uri":"Tennessee","surface_form":"Tennessee","offset":236},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. House of Representatives","offset":253},{"uri":"Texas_Revolution","surface_form":"Texas Revolution","offset":349},{"uri":"Execution","surface_form":"executed","offset":374},{"uri":"Battle_of_the_Alamo","surface_form":"Battle of the Alamo","offset":390},{"uri":"Tennessee","surface_form":"Tennessee","offset":464},{"uri":"Replica","surface_form":"replica","offset":477},{"uri":"Cabin","surface_form":"cabin","offset":492},{"uri":"Monsieur_de_la_Croquetagne","surface_form":"Monsieur de la Croquetagne","offset":627},{"uri":"Captain","surface_form":"captain","offset":689},{"uri":"Royal_Guard","surface_form":"Royal Guard","offset":704},{"uri":"France","surface_form":"French","offset":719},{"uri":"King","surface_form":"King","offset":726},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":731},{"uri":"Protestantism","surface_form":"Protestants","offset":760},{"uri":"Hunt","surface_form":"hunt","offset":925},{"uri":"Bully","surface_form":"bully","offset":1034},{"uri":"Virginia","surface_form":"Virginia","offset":1268},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":1843},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":1933},{"uri":"Indian_Removal_Act","surface_form":"Indian Removal Act","offset":1950},{"uri":"Native_American","surface_form":"Native American","offset":1983},{"uri":"Martin_Van_Buren","surface_form":"Martin Van Buren","offset":2356},{"uri":"Benjamin_McCulloch","surface_form":"Benjamin McCulloch","offset":2460},{"uri":"Mexico","surface_form":"Mexico","offset":2519},{"uri":"Texas_Revolution","surface_form":"Texas Revolution","offset":2571},{"uri":"Texas","surface_form":"Texas","offset":2760},{"uri":"Oath","surface_form":"oath","offset":2882},{"uri":"Provisional_Government_of_Texas","surface_form":"Provisional Government of Texas","offset":2919},{"uri":"Acre","surface_form":"acre","offset":3183},{"uri":"Kilometer","surface_form":"km","offset":3193},{"uri":"Alamo","surface_form":"Alamo","offset":3227},{"uri":"Antonio_L%C3%B3pez_de_Santa_Anna","surface_form":"Antonio López de Santa Anna","offset":3332},{"uri":"Battle_of_the_Alamo","surface_form":"Battle of the Alamo","offset":3780},{"uri":"Folklore","surface_form":"folklore","offset":4083},{"uri":"Television","surface_form":"television","offset":4119}]}