{"id":23109,"url":"http://en.wikipedia.org/wiki/Bailiwick_of_Guernsey","text":"e=\"preserve\">The Bailiwick of Guernsey is a territory belonging to the British Crown in the Channel Islands. The bailiwick includes the islands of Guernsey, Alderney and Burhou, Herm and Jethou as well as Sark, Little Sark and Brecqhou.\nA bailiwick is a territory governed by a bailiff. The Bailiff of Guernsey is the head of the parliament, the States of Guernsey, which makes the laws for the Bailiwick. But Sark and Alderney also have their own parliaments and pass some of their own laws.\nOther rocks and islets.\nThe Casquets (49°43.′4″N, 2°22.′7″W) are a group of rocks 13 km northwest of Alderney and are part of an underwater sandstone ridge. Other rocks which appear above the water are the islets of Burhou and Ortac. Not many plants grow on them.\nLihou is a small tidal island (95 vergees; 7ha) that is part of the Channel Islands. It lies off the west coast of Guernsey and is the most westerly point in the Channel Islands. Coordinates: 49°27′38.16″N, 2°40′4.44″W. The island was bought by the States of Guernsey in January 1995. Lihou is joined to Guernsey at low tide by an ancient stone path between the island and L'Eree headland. It is part of the Parish of St. Peter's.\nThe country code (also used for internet) is GG.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":71},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":92},{"uri":"Guernsey","surface_form":"Guernsey","offset":147},{"uri":"Alderney","surface_form":"Alderney","offset":157},{"uri":"Burhou","surface_form":"Burhou","offset":170},{"uri":"Herm","surface_form":"Herm","offset":178},{"uri":"Jethou","surface_form":"Jethou","offset":187},{"uri":"Sark","surface_form":"Sark","offset":205},{"uri":"Brecqhou","surface_form":"Brecqhou","offset":227},{"uri":"Bailiff","surface_form":"bailiff","offset":278},{"uri":"States_of_Guernsey","surface_form":"States of Guernsey","offset":346},{"uri":"Lihou","surface_form":"Lihou","offset":757}]}