{"id":23106,"url":"http://en.wikipedia.org/wiki/Palm_tree","text":"Palm trees are a botanical family of perennial lianas, shrubs, and trees. They are the only members of the family Arecaceae, which is the only family in the order Arecales'\". They grow in hot climates.\nThere are about 2600 species of palm trees, most of them living in tropical, subtropical, and warm temperate climates.\nPalms are one of the best known and most widely planted tree families. They have held an important role for humans throughout much of history. Many common products and foods come from palms. They are often used in parks and gardens that are in areas that do not have heavy frosts.\nIn the past palms were symbols of victory, peace, and fertility. Today palms are a popular symbol for the tropics and for vacations.\nRange.\nMost palm trees grow in the tropical and subtropical regions of the world. They occur from about 44° northern latitude to about 44° southern latitude. The dwarf palm (\"Chamaerops humilis\") occurs in southern France, the Nikau (\"Rhopalostylis sapida\") is a species of palm growing in New Zealand. The hardiest palm in the world is known as the needle palm (Rhapidophyllum Hystrix) and is able to handle temperatures below -18°C (0°F).\nShapes and flowers.\nMost palms are a straight, unbranched stem, but sometimes a branching stem, or even a creeping vine, such as the rattan. They have large evergreen leaves that are either 'fan-leaved' (palmate) or 'feather-leaved' (pinnate) and arranged in a spiral at the top of the trunk. The leaves have a tubular sheath at the base that usually splits open on one side when it is grown. The flowers grow on an inflorescence, a special branch just for carrying the great number of tiny flowers. The flowers are generally small and white, and are star-shaped. The sepals and petals usually number three each. The fruit is usually a single seed surrounded by flesh. The familiar coconut is the seed of a large fruit. Some kinds may contain two or more seeds in each fruit.\nWhere palms live.\nMore than two-thirds of palms live in tropical forests, where some species grow tall enough to form part of the canopy and other shorter palms form part of the understory. Some kinds form pure stands in areas with poor drainage or regular flooding. Other palms live on tropical mountains above 1000 meters, Palms may also live in grasslands and scrublands, usually where there is water, and in desert oases. A few palms are adapted to extremely basic lime soils, while others are similarly adapted to very acidic soils.\nUnusual palms.\nThe Coco de mer has the largest seeds of any plant, 30-50 centimeters in diameter and weighing 15-30 kilograms each. Raffia palms, with leaves up to 25 meters long and 3 meters wide, have the largest leaves of any plant. The \"Corypha\" palms have the largest inflorescence (flowering part) of any plant, up to 7.5 meters tall and containing millions of small flowers. The wax palm, Colombia's national tree, is the tallest palm in the world, reaching heights of 70 meters.\nPalm fossils.\nPalms first appear in the fossil record around 80 million years ago, during the late Cretaceous period. Some descendants from that period are still to be seen today, such as the nipa palm or mangrove palm.\nPalms in danger.\nLike many other plants, some palms are in danger of dying out because of human activity. The greatest dangers are from Increasingly large cities, mining, and turning forests into farmland. The harvesting of the heart of a palm for food also poses a threat, because it comes from the inner core of the tree, and harvesting it kills the tree. The use of rattan palms in furniture has caused a big fall in the number of rattan palms, as they are collected from the wild instead of being farmed. The sale of wild seeds to growers and collectors is another threat.\nAt least a hundred kinds are in danger, and nine kinds are said to have recently died out.\nIt is very hard to save palm seeds because they are killed by cooling them, which is the normal way of keeping rare seeds for the future. Also, planting rare kinds in parks can never truly recreate the wild areas they come from, and the plants may not do well in these parks.\nThe Palm Specialist Group of the World Conservation Union (IUCN) started in 1984, supported by the WWF. The group gathered a lot of information from different parts of the world. An action plan to save rare palms was made by this group in 1996.\nDate palms in history.\nThe early importance of palms in the Middle East is shown in scripture. They are mentioned more than 30 times in the Bible, and more than 22 times in the Qur'an.\nPalms used for food and drink.\nApart from the well-known coconut and date, there are other kinds of food from palms. Palm oil, Sago, heart of palm and palm wine are all eaten or drunk in different parts of the world. Palm oil is used in everything, from cosmetics to food ingredients.\nUse in war.\nSouth Carolina is nicknamed the Palmetto State, after the sabal palmetto, logs from which were used to build the fort at Fort Moultrie. During the American Revolutionary War their spongy wood helped stop the British cannonballs.\nOther uses of palms.\nCoir is a coarse, water-resistant fibre from the outer shell of coconuts. It is used in doormats, brushes, mattresses, and ropes. 'Dragon's blood' is a resin used in dyes, varnishes and incense, can come from the fruit of the rattan. The \"Washingtonia robusta\" trees line Ocean Avenue in Santa Monica, California.\nToday, palms are popular in parks and gardens in countries outside the tropics. two of the most cold-tolerant species are the Chusan palm, from eastern Asia, and the needle palm from the United States.\nThe palm as a symbol.\nThe palm branch was a symbol of triumph and victory in Roman times. The Romans rewarded champions of the games and celebrated success in war with palm branches.\nJews also had a tradition of carrying palm branches during festive times.\nThe motto of the University of Southern California is \"Palmam qui meruit ferat\", which means in Latin, \"Let him bear the palm who has deserved it\".\nPalms appear on the flags and seals of several places where they are native, including those of Haiti, Guam, Florida, South Carolina, and Samoa.\nIn religion.\nThe palm has many meanings in both ancient and modern Middle Eastern religions.\nChristianity.\nEarly Christians used the palm branch to symbolize the victory of the faithful over enemies of the soul, as in the Palm Sunday festival celebrating the triumphal entry of Jesus into Jerusalem.\nIn Christian art, martyrs were usually shown holding palms representing the victory of spirit over flesh, and it was widely believed that a picture of a palm on a tomb meant that a martyr was buried there. Origen calls the palm \"the symbol of victory in that war waged by the spirit against the flesh. In this sense it was especially applicable to martyrs, the victors par excellence over the spiritual foes of mankind; hence the frequent occurrence in the Acts of the martyrs of such expressions as \"he received the palm of martyrdom\".\nIn other faiths.\nIn Judaism, the palm represents peace and plenty. The palm may also symbolize the Tree of Life in Kabbalah.\nThe Prophet Muhammad is said to have built his home out of palm, and the palm represents rest and hospitality in many cultures of the Middle East.\nPalm stems represented long life to the Ancient Egyptians, and the god Huh was often shown holding a palm stem in one or both hands.\nThe sacred tree of the Assyrians was a palm that represents the god Ishtar connecting heaven, the crown of the tree, and earth, the base of the trunk. The Mesopotamian goddess Inanna, who had a part in the sacred marriage ritual, was thought of as the one who made the dates abundant.\nThe palm tree was a sacred sign of Apollo in Ancient Greece because he had been born under one.\nModern times.\nThe palm, especially the Coconut, remains a symbol of tropical island paradise.\nThe palm tree also represents Oasis.\nCultural significance.\nRabindranath Tagore has written a long famous poem about a special genus of palm tree.","categories":[],"infobox_types":[],"annotations":[{"uri":"Perennial","surface_form":"perennial","offset":37},{"uri":"Liana","surface_form":"liana","offset":47},{"uri":"Shrubs","surface_form":"shrubs","offset":55},{"uri":"Trees","surface_form":"trees","offset":67},{"uri":"Order_(biology)","surface_form":"order","offset":157},{"uri":"Species","surface_form":"species","offset":223},{"uri":"Tropical","surface_form":"tropical","offset":269},{"uri":"Subtropical","surface_form":"subtropical","offset":279},{"uri":"Temperate","surface_form":"temperate","offset":301},{"uri":"Climate","surface_form":"climate","offset":311},{"uri":"Frost","surface_form":"frost","offset":594},{"uri":"Vacation","surface_form":"vacations","offset":724},{"uri":"Tropics","surface_form":"tropical","offset":770},{"uri":"Subtropical","surface_form":"subtropical","offset":783},{"uri":"Dwarf_palm","surface_form":"dwarf palm","offset":897},{"uri":"France","surface_form":"France","offset":950},{"uri":"Nikau","surface_form":"Nikau","offset":962},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1025},{"uri":"Rattan","surface_form":"rattan","offset":1309},{"uri":"Leaf","surface_form":"leaves","offset":1343},{"uri":"Inflorescence","surface_form":"inflorescence","offset":1592},{"uri":"Flower","surface_form":"flower","offset":1680},{"uri":"Fruit","surface_form":"fruit","offset":1793},{"uri":"Seed","surface_form":"seed","offset":1819},{"uri":"Coconut","surface_form":"coconut","offset":1858},{"uri":"Canopy","surface_form":"canopy","offset":2082},{"uri":"Understory","surface_form":"understory","offset":2130},{"uri":"Desert","surface_form":"desert","offset":2364},{"uri":"Oasis","surface_form":"oases","offset":2371},{"uri":"Adapted","surface_form":"adapted","offset":2394},{"uri":"Base_(chemistry)","surface_form":"basic","offset":2415},{"uri":"Lime_(mineral)","surface_form":"lime","offset":2421},{"uri":"Acid","surface_form":"acid","offset":2476},{"uri":"Lodoicea","surface_form":"Coco de mer","offset":2509},{"uri":"Corypha","surface_form":"Corypha","offset":2731},{"uri":"Wax_palm","surface_form":"wax palm","offset":2876},{"uri":"Colombia","surface_form":"Colombia","offset":2886},{"uri":"Upper_Cretaceous","surface_form":"Cretaceous","offset":3076},{"uri":"Descendant","surface_form":"descendant","offset":3100},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":4200},{"uri":"World_Wide_Fund_for_Nature","surface_form":"WWF","offset":4240},{"uri":"Middle_East","surface_form":"Middle East","offset":4446},{"uri":"Bible","surface_form":"Bible","offset":4526},{"uri":"Qur%27an","surface_form":"Qur'an","offset":4563},{"uri":"South_Carolina","surface_form":"South Carolina","offset":4868},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":5015},{"uri":"Coir","surface_form":"Coir","offset":5118},{"uri":"Resin","surface_form":"resin","offset":5270},{"uri":"Dye","surface_form":"dye","offset":5284},{"uri":"Varnish","surface_form":"varnish","offset":5290},{"uri":"Incense","surface_form":"incense","offset":5304},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica, California","offset":5406},{"uri":"Chusan_palm","surface_form":"Chusan palm","offset":5558},{"uri":"Asia","surface_form":"Asia","offset":5584},{"uri":"Needle_palm","surface_form":"needle palm","offset":5598},{"uri":"United_States","surface_form":"United States","offset":5619},{"uri":"Ancient_Rome","surface_form":"Roman","offset":5711},{"uri":"University_of_Southern_California","surface_form":"University of Southern California","offset":5908},{"uri":"Latin","surface_form":"Latin","offset":5987},{"uri":"Haiti","surface_form":"Haiti","offset":6135},{"uri":"Guam","surface_form":"Guam","offset":6142},{"uri":"Florida","surface_form":"Florida","offset":6148},{"uri":"South_Carolina","surface_form":"South Carolina","offset":6157},{"uri":"Samoa","surface_form":"Samoa","offset":6177},{"uri":"Christian","surface_form":"Christian","offset":6297},{"uri":"Palm_Sunday","surface_form":"Palm Sunday","offset":6406},{"uri":"Jesus","surface_form":"Jesus","offset":6462},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":6473},{"uri":"Christian_art","surface_form":"Christian art","offset":6487},{"uri":"Martyr","surface_form":"martyr","offset":6502},{"uri":"Origen","surface_form":"Origen","offset":6690},{"uri":"Judaism","surface_form":"Judaism","offset":7041},{"uri":"Kabbalah","surface_form":"Kabbalah","offset":7136},{"uri":"Prophet_Muhammad","surface_form":"Prophet Muhammad","offset":7150},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":7333},{"uri":"Assyria","surface_form":"Assyria","offset":7449},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":7756},{"uri":"Oasis","surface_form":"Oasis","offset":7931},{"uri":"Rabindranath_Tagore","surface_form":"Rabindranath Tagore","offset":7961}]}