{"id":231052,"url":"http://en.wikipedia.org/wiki/Radiolaria","text":"Radiolaria are amoeboid protists which produce mineral skeletons. The skeletons, usually of silica (SiO2), have a central capsule. This divides the cell into inner and outer portions, called \"endoplasm\" and \"ectoplasm\".\nRadiolaria are found as zooplankton throughout the ocean, and their skeletal remains cover large portions of the ocean floor as radiolarian ooze. Radiolaria have existed since the beginning of the Palaeozoic era. They take their name from the radial symmetry of most species. They are valuable markers or diagnostic fossils, because they have a rapid turn-over of species. This helps to identify strata, and to correlate strata at different sites.\nRadiolaria are heterotrophs (eat other things), but also may include protist algae as endosymbionts.\nStructure.\nThe skeletons of radiolarians are generally organized around spicules, or spines, which extend from the main skeletal mass. Formed from the fusion of many of these spines is the outermost skeleton, the shell or \"test\". Connecting this shell to the many concentrically organized inner shells are bars or beams, which strengthen and support the structure.\nThe nuclei and most other organelles are in the endoplasm, while the ectoplasm is filled with frothy vacuoles and lipid droplets, keeping them buoyant. Often it also contains symbiotic algae which provide much of the cell's energy. Not much is known about the living amoebae because they cannot be cultured in the laboratory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amoeba","surface_form":"amoeboid","offset":15},{"uri":"Protist","surface_form":"protist","offset":24},{"uri":"Mineral","surface_form":"mineral","offset":47},{"uri":"Skeleton","surface_form":"skeleton","offset":55},{"uri":"Silica","surface_form":"silica","offset":92},{"uri":"Zooplankton","surface_form":"zooplankton","offset":244},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":417},{"uri":"Era","surface_form":"era","offset":428},{"uri":"Symmetry","surface_form":"symmetry","offset":470},{"uri":"Diagnosis","surface_form":"diagnostic","offset":525},{"uri":"Fossil","surface_form":"fossil","offset":536},{"uri":"Species","surface_form":"species","offset":584},{"uri":"Strata","surface_form":"strata","offset":641},{"uri":"Protist","surface_form":"protist","offset":737},{"uri":"Algae","surface_form":"algae","offset":745},{"uri":"Endosymbiosis","surface_form":"endosymbionts","offset":754},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":1138},{"uri":"Organelle","surface_form":"organelle","offset":1160},{"uri":"Symbiosis","surface_form":"symbiotic","offset":1309},{"uri":"Laboratory","surface_form":"laboratory","offset":1448}]}