{"id":231054,"url":"http://en.wikipedia.org/wiki/Led_Zeppelin_IV","text":"\"Led Zeppelin IV\" is the fourth album from the rock band Led Zeppelin, the real title of the album is, but since it's impossible to say these symbols, it is normal just to say Led Zeppelin IV. Some people also say \"The fourth album\", Zoso, \"Symbols\" or simply call it \"Untitled\". It was released on November 8, 1971 and recorded at a big house called Headley Grange in 1971. The album is the band's most famous and most successful album, and also has their best known song, \"Stairway to Heaven\". For this album, the band used many different genres and recording techniques, they had rock and roll songs, acoustic songs and heavy blues songs. Many fans and critics think that \"Stairway to Heaven\" is one of the best songs of all time, if not the greatest, as well as the album itself. There are also many other notable songs on the album, \"Rock and Roll\" was played in almost every concert the band did after the release of the album, while songs such as \"Black Dog and \"Going to California\" were played for most of the shows. All of the songs have become regulars on American rock radio.\nThe four symbols.\nFor this album, the band chose to not have a normal name for their album, so that people would just listen to the music without caring about the title and get wrong expectations. Jimmy Page got the idea that each member of the band should choose their own symbol to represent them on the album title. Each band member have been closely associated with their symbol during and after the career of Led Zeppelin, and they have all used them after the release of the album. For example, John Bonham used to have the three rings on his bass drum and Jimmy Page has used the Zoso symbol on his amplifier as recent as the reunion concert in 2007 at the London 02 Arena.","categories":[],"infobox_types":["Album"],"annotations":[{"uri":"Music_album","surface_form":"album","offset":32},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":57},{"uri":"Mansion","surface_form":"big house","offset":334},{"uri":"Stairway_to_Heaven","surface_form":"Stairway to Heaven","offset":475},{"uri":"Jimmy_Page","surface_form":"Jimmy Page","offset":1285},{"uri":"Symbolism","surface_form":"represent","offset":1372},{"uri":"John_Bonham","surface_form":"John Bonham","offset":1589},{"uri":"Amplifier","surface_form":"amplifier","offset":1694},{"uri":"Concert","surface_form":"concert","offset":1729},{"uri":"London","surface_form":"London","offset":1752}]}