{"id":23103,"url":"http://en.wikipedia.org/wiki/Concert","text":"A concert (as in a \"concert tour\") is a performance in which a musician or many musicians play music together to a group of listeners (called an audience). In the case of a concert of classical music there may be an orchestra. There is often an important visual element to the performance, such as with a rock concert. However, if acting out a story is an important part of the performance, then this is called \"theatre\" or \"opera\" but some concerts have dramatic, theatrical music, with lights and special effects. Informal names for a concert include \"show\" or sometimes, \"gig\" for musicians who play in lots of different concerts, with different groups. A \"concert tour\" is a set of concerts where the performers travel to different cities or towns.\nThe performers at a concert are usually raised above the level of the audience on a stage. Concerts may be held in concert halls which are built for the purpose, or they may be held in any other suitable large building such as a school hall, a nightclub, a barn or a large house or castle. Some concerts are given to very large audiences in the open air. They may take place in a field or in a stadium. The music for these “open-airs” is usually amplified by loudspeakers so that large audiences can hear it.\nA concert given by just one performer (or perhaps two) is usually called a recital.\nA group of concerts in one place or in one area that takes place for several days may be called a \"festival\". Examples are: The Proms, the Edinburgh Festival, the Glastonbury Festival etc.\nBefore the days of recording, a concert would have been the only opportunity most people would have of hearing concerts given by groups.\nUsually people who go to a concert have to pay an admission charge. The money that is made from the ticket sales will usually go to paying the performing artistes, producers, and organisers. However, there are also benefit concerts where either the proceeds (all the ticket money) or profits (the money earned) will go to charity. Tickets for concerts can often be bought at the box-office of the concert hall or bought online. Sometimes concerts are free.\nTypes of concert.\nThe nature of a concert will vary by musical genre and the individual performers. Concerts by a small jazz combo or small bluegrass band may have the same order of program, mood, and volume, but vary in music and dress. In a similar way, a particular musician, band, or genre of music might attract concert attendees with similar dress, hairstyle, and behavior. For example, the hippies of the 60s often toted long hair (sometimes in dread lock form), sandals and inexpensive clothing made of natural fibers. The regular attendees to a concert venue might also have a recognizable style, comprising that venue's \"scene\".\nTheatrical.\nSome performers or groups put on very elaborate and expensive affairs, with parts of the show being similar to a theater performance. In order to create a memorable and exciting atmosphere and increase the spectacle, artists will have additional entertainment devices within their concerts. These tend to include: elaborate stage lighting; an image-magnification (IMAG) system and/or pre-recorded video; inflatables, artwork or other set pieces; various special effects, such as theatrical smoke and fog and pyrotechnics; and unusual costumes or wardrobe. Some singers, especially in genres of popular music, augment the sound of their concerts with pre-recorded accompaniment, back-up dancers, and even broadcast vocal tracks of the singer's own voice. Activities which may take place during these concerts include dancing, sing-alongs, and moshing. Some performers well known for including these elements in their performances include: Pink Floyd, Jean Michel Jarre, Sarah Brightman and KISS.\nFestivals.\nConcerts involving a greater number of artists, especially those that last for days, are known as festivals. Unlike other concerts, which typically remain in a single genre of music or work of a particular artist, festivals often cover a broad scope of music and arts. Due to their size, festivals are almost always held outdoors. A few examples of the hundreds of festivals include: Bayreuth Festival, Big Day Out, Coachella, Falls Festival, Glastonbury Festival, Mostly Mozart Festival, Newport Jazz Festival, Oxegen, Parachute Music Festival, Rock In Rio, Rockwave Festival, Salzburg Festival, Summer Sonic Festival, Tanglewood Music Festival, Woodstock Music and Art Festival, the Warped Tour, or the Umbria Jazz Festival.\nConcert tour ==.\nA concert tour is a series of concerts by an artist or group of artists in different cities or locations. Often, concert tours are named, to differentiate different tours by the same artist and associate a specific tour with a particular album or product (for example: Michael Jackson's Bad Tour). Especially in the popular music world, such tours can become large-scale enterprises that last for several months or even years. They are seen by thousands or millions of people, and bring in millions of dollars (or the equivalent) in ticket revenues.\nDifferent segments of longer concert tours are known as \"legs\". The different legs of a tour are denoted in different ways, dependent on the artist and type of tour, but the most common means of separating legs are dates (especially if there is a long break at some point), countries and/or continents, or different opening acts. In the largest concert tours, it is becoming more common for different legs to employ separate touring production crews and equipment, local to each geographical region. Concert tours are often managed on the local level by concert promoters or by performing arts presenters.\nRevenue.\nWhile admission to some concerts is free, charging for tickets is very common. Historically, concerts were the main source of revenue for musicians. Revenue from ticket sales typically goes to the performing artists, producers, venue and organizers. In the case of benefit concerts, a portion of profits will often go towards a charitable organization.\nAdditional revenue is also often raised through in-concert advertising, from free local concerts for local sponsorships to sponsorships from corporations during major tours, such as 2009's \"Vans' Warped Tour Presented by AT&T\". Both Vans and AT&T would have paid significant amounts to have their company names included at the forefront in all marketing material for the Warped Tour.\nConcessions and merchandise are also often sold during and after concerts, often by the venue in the case of the former, and by the performing band or artist in the case of the latter.\nThe highest grossing concert tour of all time is The Rolling Stones' A Bigger Bang Tour which earned approximately $558 million in between 2005 and 2007. The highest earning tour by a solo artist is the Sticky & Sweet Tour by pop artist Madonna, which earned $408 million in 2008 and 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musician","surface_form":"musician","offset":63},{"uri":"Music","surface_form":"music","offset":95},{"uri":"Audience","surface_form":"audience","offset":145},{"uri":"Orchestra","surface_form":"orchestra","offset":216},{"uri":"Visual","surface_form":"visual","offset":255},{"uri":"Theatre","surface_form":"theatre","offset":412},{"uri":"Opera","surface_form":"opera","offset":425},{"uri":"Special_effects","surface_form":"special effects","offset":499},{"uri":"Concert_hall","surface_form":"concert hall","offset":868},{"uri":"Nightclub","surface_form":"nightclub","offset":997},{"uri":"Barn","surface_form":"barn","offset":1010},{"uri":"House","surface_form":"house","offset":1026},{"uri":"Castle","surface_form":"castle","offset":1035},{"uri":"Field","surface_form":"field","offset":1133},{"uri":"Stadium","surface_form":"stadium","offset":1147},{"uri":"Amplification","surface_form":"amplified","offset":1199},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":1212},{"uri":"Recital","surface_form":"recital","offset":1337},{"uri":"The_Proms","surface_form":"The Proms","offset":1470},{"uri":"Edinburgh_Festival","surface_form":"Edinburgh Festival","offset":1485},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":1509},{"uri":"Recording","surface_form":"recording","offset":1554},{"uri":"Benefit_concert","surface_form":"benefit concert","offset":1887},{"uri":"Charitable_organization","surface_form":"charity","offset":1994},{"uri":"Musical_genre","surface_form":"musical genre","offset":2184},{"uri":"Jazz","surface_form":"jazz","offset":2249},{"uri":"Bluegrass_music","surface_form":"bluegrass","offset":2269},{"uri":"Theater","surface_form":"theater","offset":2893},{"uri":"Stage_lighting","surface_form":"stage lighting","offset":3104},{"uri":"Video","surface_form":"video","offset":3177},{"uri":"Special_effects","surface_form":"special effects","offset":3234},{"uri":"Smoke","surface_form":"smoke","offset":3270},{"uri":"Fog","surface_form":"fog","offset":3280},{"uri":"Pyrotechnics","surface_form":"pyrotechnics","offset":3288},{"uri":"Costume","surface_form":"costume","offset":3314},{"uri":"Singer","surface_form":"singer","offset":3341},{"uri":"Dancing","surface_form":"dancing","offset":3596},{"uri":"Mosh","surface_form":"mosh","offset":3622},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":3718},{"uri":"Jean_Michel_Jarre","surface_form":"Jean Michel Jarre","offset":3730},{"uri":"Sarah_Brightman","surface_form":"Sarah Brightman","offset":3749},{"uri":"Kiss_(band)","surface_form":"KISS","offset":3769},{"uri":"Festivals","surface_form":"festivals","offset":3884},{"uri":"Bayreuth_Festival","surface_form":"Bayreuth Festival","offset":4170},{"uri":"Big_Day_Out","surface_form":"Big Day Out","offset":4189},{"uri":"Coachella_Valley_Music_and_Arts_Festival","surface_form":"Coachella","offset":4202},{"uri":"Falls_Festival","surface_form":"Falls Festival","offset":4213},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":4229},{"uri":"Mostly_Mozart_Festival","surface_form":"Mostly Mozart Festival","offset":4251},{"uri":"Newport_Jazz_Festival","surface_form":"Newport Jazz Festival","offset":4275},{"uri":"Oxegen","surface_form":"Oxegen","offset":4298},{"uri":"Parachute_Music_Festival","surface_form":"Parachute Music Festival","offset":4306},{"uri":"Rock_In_Rio","surface_form":"Rock In Rio","offset":4332},{"uri":"Rockwave_Festival","surface_form":"Rockwave Festival","offset":4345},{"uri":"Salzburg_Festival","surface_form":"Salzburg Festival","offset":4364},{"uri":"Summer_Sonic_Festival","surface_form":"Summer Sonic Festival","offset":4383},{"uri":"Tanglewood","surface_form":"Tanglewood Music Festival","offset":4406},{"uri":"Woodstock_Festival","surface_form":"Woodstock Music and Art Festival","offset":4433},{"uri":"Warped_Tour","surface_form":"Warped Tour","offset":4471},{"uri":"Perugia","surface_form":"Umbria Jazz Festival","offset":4491},{"uri":"Album","surface_form":"album","offset":4768},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":4799},{"uri":"Bad_Tour","surface_form":"Bad Tour","offset":4817},{"uri":"Management","surface_form":"managed","offset":5604},{"uri":"Ticket_(admission)","surface_form":"tickets","offset":5750},{"uri":"Benefit_concert","surface_form":"benefit concert","offset":5960},{"uri":"Charitable_organization","surface_form":"charitable organization","offset":6023},{"uri":"Advertising","surface_form":"advertising","offset":6107},{"uri":"Sponsor","surface_form":"sponsorships","offset":6155},{"uri":"Vans","surface_form":"Vans","offset":6281},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":6290},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":6666},{"uri":"A_Bigger_Bang_Tour","surface_form":"A Bigger Bang Tour","offset":6686},{"uri":"Sticky_%26amp%3B_Sweet_Tour","surface_form":"Sticky & Sweet Tour","offset":6820},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":6854}]}