{"id":231237,"url":"http://en.wikipedia.org/wiki/David_Lange","text":"David Lange (4 August 1942—13 August 2005) was the Prime Minister of New Zealand from 1984 to 1989.\nEarly life.\nLange was born in Otahuhu, Auckland. In 1954, he went to a political meeting which made him want to go into politics. After his father was charged with indecent assault, he decided that he would become a solicitor. After finishing school at Otahuhu College, he went to Auckland University to study law in 1960, and graduated in 1966.\nIn 1967, he was working as a barrister and solicitor in New Zealand. He took over a legal practice in Kaikohe in 1968. He married Naomi Crampton in 1968. He completed his Master of Laws with Honours in 1970.\nPolitics.\nLange became active in politics when he joined the Labour Party in 1963, while he was still at university. He first tried to get elected to the Auckland City Council in 1974, but did not get enough votes. In 1975, he tried to get a seat in Parliament, but again was unsuccessful. A third attempt in 1977 was successful and he won the seat of Mangere. He held this seat until he left politics in 1996. His first speech in the parliament was very successful and he was seen as a possible leader of the Labor Party. In 1979 he was made the Deputy Leader, and in 1982 Lange was made the leader. When the Labor Party won the elections in 1984, David Lange became Prime Minister of New Zealand.\nWhile he was prime minister, Lange passed a policy in 1985 to not let nuclear-armed ships into New Zealand waters.\nHe resigned in 1989. He and his wife Naomi separated in the same year after 21 years of marriage. Lange married Margret Pope in 1992.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":51},{"uri":"New_Zealand","surface_form":"New Zealand","offset":69},{"uri":"Auckland","surface_form":"Auckland","offset":139},{"uri":"Politics","surface_form":"politics","offset":220},{"uri":"Assault","surface_form":"assault","offset":273},{"uri":"Lawyer","surface_form":"solicitor","offset":316},{"uri":"Auckland_University","surface_form":"Auckland University","offset":381},{"uri":"Barrister","surface_form":"barrister","offset":475},{"uri":"Labour_Party_(New_Zealand)","surface_form":"Labour Party","offset":715},{"uri":"Parliament_of_New_Zealand","surface_form":"Parliament","offset":904},{"uri":"Nuclear_weapon","surface_form":"nuclear-armed","offset":1423}]}