{"id":231277,"url":"http://en.wikipedia.org/wiki/Sequence_analysis","text":"e=\"preserve\">Sequence analysis in molecular biology involves identifying the sequence of nucleotides in a nucleic acid, or amino acids in a peptide or protein. Once a sample has been obtained, DNA sequences may be produced automatically by machine and the result displayed on computer. Interpreting those results is still a task for humans.\nInformation from sequence analysis is used in many fields of biology. It gives information on the relationship between individual organisms, or between groups of organisms. It shows how closely related they are.\nDNA base-pair sequence.\nA DNA sequence is the sequence of nucleotides in a DNA molecule. It is written as a succession of letters representing the primary structure of a DNA molecule or strand. If functional, such a sequence carries information for the sequence of amino acids in a protein molecule. The possible letters are A, C, G, and T, representing the four nucleotide bases of a DNA strand — adenine, cytosine, guanine, thymine. The sequences are printed next to one another, without gaps, as in the sequence AAAGTCTGAC.\nThe study of RNA and proteins is more complex. The overall structure of DNA is simple and predictable (double helix). The study of RNA and proteins must include a study of their 3-dimensional structure, which is varied, and influences how they work. To some extent this can be assisted by computer, but has to be verified in each case.\nInformation on sequences is kept in databases. Since the development of fast production of gene and protein sequences during the 1990s, the rate of addition of new sequences to the databases increases all the time.\nScore.\nComplete genome analysis has been done on over 800 species and strains. The work is done by a machine, the DNA sequencer, which analyses light signals from fluorochromes attached to the nucleotides. This type of work is gradually becoming less expensive.\nRough totals.\nAs of December 2012, whole genome analysis has been completed on about 800 to 900 living species and strains of species. Numbers are approximate, and changing.\nHuman DNA sequence.\nThe human genome is stored on 23 chromosome pairs in the cell nucleus and in the small mitochondrial DNA. A great deal is now known about the sequences of DNA which are on our chromosomes. What the DNA actually does is now partly known. Applying this knowledge in practice has only just begun.\nThe Human Genome Project (HGP) produced a reference sequence which is used worldwide in biology and medicine. \"Nature\" published the publicly funded project's report, and \"Science\" published Celera's paper. These papers described how the draft sequence was produced, and gave an analysis of the sequence. Improved drafts were announced in 2003 and 2005, filling in to ≈92% of the sequence.\nThe latest project ENCODE studies the way the genes are controlled.\nForensic work.\nIt is not necessary to have whole genome sequences for forensic work, such as identifying a criminal from traces of DNA left at a crime scene, or for paternity cases. At present whole genome sequencing is still very expensive, but fortunately, simpler and cheaper methods are available.\nThe basic idea is to look at certain loci (places) in the genome which are highly variable between people. About 10 to 15 of these loci are needed for a match, and the legal details differ between countries. A match between a sample and a suspect individual makes it extremely likely that the individual was the source of the sample. This evidence would then be the basis of the prosecution case for a crime. A similar analysis would show that a man was very likely the father of a child. This is really a modern way to do what was done with blood groups before DNA details could be analysed. The methods have been developed mainly by the work of Alec Jeffreys.\nThe results show that the child and the alleged father’s DNA match for these five markers. The complete test results showed this correlation on 16 markers between the child and the tested man. If a case is tested in court, a forensic scientist would give evidence on the likelihood of getting that result by chance.\nDNA testing in the US.\nThere are state laws on DNA profiling in all 50 states of the United States. Detailed information on database laws in each state can be found at the National Conference of State Legislatures website.\nAncient DNA.\nAncient DNA has been recovered from some sources. The record for survival of DNA suitable for sequence analysis is 700,000 years. A horse skeleton buried in permafrost has provided bones with some DNA surviving. The sequence was only 70% complete, but it was enough for researchers to say \"It would not look like a horse as we know it… but we would expect it to be a one-toed horse\". For comparison, researchers had access to DNA sequences of modern horses, donkeys and Przewalski's horse.","categories":[],"infobox_types":[],"annotations":[{"uri":"Molecular_biology","surface_form":"molecular biology","offset":34},{"uri":"Nucleotide","surface_form":"nucleotide","offset":89},{"uri":"Nucleic_acid","surface_form":"nucleic acid","offset":106},{"uri":"Amino_acids","surface_form":"amino acids","offset":123},{"uri":"Peptide","surface_form":"peptide","offset":140},{"uri":"Protein","surface_form":"protein","offset":151},{"uri":"DNA","surface_form":"DNA","offset":628},{"uri":"Molecule","surface_form":"molecule","offset":632},{"uri":"DNA","surface_form":"DNA","offset":723},{"uri":"Molecule","surface_form":"molecule","offset":727},{"uri":"Amino_acid","surface_form":"amino acid","offset":818},{"uri":"Protein","surface_form":"protein","offset":835},{"uri":"Nucleotide","surface_form":"nucleotide","offset":916},{"uri":"Adenine","surface_form":"adenine","offset":951},{"uri":"Cytosine","surface_form":"cytosine","offset":960},{"uri":"Guanine","surface_form":"guanine","offset":970},{"uri":"Thymine","surface_form":"thymine","offset":979},{"uri":"RNA","surface_form":"RNA","offset":1093},{"uri":"Helix","surface_form":"helix","offset":1190},{"uri":"Database","surface_form":"database","offset":1452},{"uri":"Genome","surface_form":"genome","offset":1647},{"uri":"Species","surface_form":"species","offset":1689},{"uri":"DNA_sequencer","surface_form":"DNA sequencer","offset":1745},{"uri":"Fluorochrome","surface_form":"fluorochrome","offset":1794},{"uri":"Nucleotide","surface_form":"nucleotide","offset":1824},{"uri":"Human_genome","surface_form":"human genome","offset":2091},{"uri":"Chromosome","surface_form":"chromosome","offset":2120},{"uri":"Cell_nucleus","surface_form":"cell nucleus","offset":2144},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":2174},{"uri":"DNA_sequence","surface_form":"sequences of DNA","offset":2229},{"uri":"Nature_(journal)","surface_form":"Nature","offset":2492},{"uri":"Science_(journal)","surface_form":"Science","offset":2553},{"uri":"Celera","surface_form":"Celera","offset":2572},{"uri":"ENCODE","surface_form":"ENCODE","offset":2790},{"uri":"Forensic","surface_form":"forensic","offset":2909},{"uri":"Allele","surface_form":"loci","offset":3178},{"uri":"Blood_group","surface_form":"blood group","offset":3683},{"uri":"Alec_Jeffreys","surface_form":"Alec Jeffreys","offset":3788},{"uri":"United_States","surface_form":"United States","offset":4204},{"uri":"Horse","surface_form":"horse","offset":4487},{"uri":"Permafrost","surface_form":"permafrost","offset":4512},{"uri":"Donkeys","surface_form":"donkeys","offset":4813},{"uri":"Przewalski%27s_horse","surface_form":"Przewalski's horse","offset":4825}]}