{"id":231214,"url":"http://en.wikipedia.org/wiki/Professional_wrestling_match_types","text":"This article lists the many types of matches in professional wrestling.\nSingles match.\nA singles match also known as a regular match between two wrestlers. The first person to either win by pinfall or submission is the winner. If one of the wrestlers get's disqualified, or \"counted out\" (when a wrestler is caught outside of the ring and the referee counts to either 10 or 20, depending on the companies' rules) they will lose the match.\nEmpty Arena match.\nAn Empty arena match is a falls count anywhere match where the wrestlers start the match inside the ring in an arena that has no fans in it and can only end by pinfall or submission inside or outside of the arena. The only people that are present in the arena are the wrestlers, referee, and the camera crew. One of the first known empty arenas matches took place in 1981 at the Mid South Coliseum in Memphis, Tennessee between Terry Funk and Jerry Lawler. Another well known empty arena match happened between The Rock and Mankind and was shown during the halftime show of Super Bowl XXXIII.\nFalls Count Anywhere match.\nA Falls Count Anywhere match is a match type where pinfalls or submissions can happen anywhere inside or outside of the arena. Weapons are legal and often used because there are no disqualifications. These types of matches often go into the audience, backstage areas or parking lots.\nFlag match.\nA Flag match is a match where flags representing two different countries are placed in neutral corners raised up by a metal pole that is attached to the ring post. To win the match, either wrestler or team of wrestlers must grab their countries flag before the opposition does in order to raise it to be declared the winner. The only exception to these rules was the flag match that took place at WrestleMania 2 in which the match had to be won by pinfall or submission with the winner of the match getting to wave around their countries flag.\nHandicap match.\nA Handicap match is a match where one wrestler or a team compete against a team of wrestlers with a higher number (for example; two vs. one or three vs. two) Usually it is the babyface wrestlers that are outnumbered by the heel wrestlers. Usually in two-on-one Handicap matches, the matches are officiated under tag team rules (The side that has the advantage must tag in and out of the match or risk being disqualified). If both wrestlers on the side with the advantage remain inside the ring at the same time and the referee reaches a count of five, the team or just the illegal wrestler (if elimination rules apply), with the advantage will be disqualified.\nIron Man match.\nAn Iron Man match is a multi-fall match where there is a set time limit. The way to win the match is to have the most points by the end of the time limit. To gain a point, the wrestler must pin or submit their opponent. A point can also be gained by countout or disqualification. If both wrestlers have the same amount of points as the time limit expires, the match is supposed to be declared a draw, but sometimes they will go to \"sudden death\" rules. (first wrestler to gain a point after the regulalation time has expired will gain the victory). Sometimes the \"ultimate submission\" stipulation is also used as well.\nLumberjack match.\nA Lumberjack match is a regular match where the outside of the ring is surrounded by wrestlers. The wrestlers that surround the ring are called \"lumberjacks\" (females wrestlers are sometimes called \"lumberjills\"). If a wrestler is knocked out of the ring, the lumberjacks/lumberjills will beat him or her up and put them back in. They are usually split in groups of faces and heels.\nBra and Panties match.\nA bra and panties match is a match where a female wrestler or team of wrestlers must strip their opponent(s) to their bra and panties to win.\nThree Stages of Hell match.\nA Three Stages of Hell match is a three match series where the wrestler is allowed to pick any three match types. The first wrestler that score two out of three falls declares the winner.\nGauntlet match.\nA Gauntlet match is where a wrestler must defeat a number of opponents in order to win. Standard rules are apply.\nTag Team match.\nA Tag Team match is a match between four wrestlers divided into teams of two. One wrestler of each team stands just outside the ring ropes until he is tagged in by his partner by slapping hands/lightly slapping their partners back with the ref watching or both wrestlers can fight at the same time in a \"tornado\" format. This match is won by pinfall or submission.\nTriple Threat match.\nA Triple Threat match is regular match but with three wrestlers instead of two. First wrestler to score a pinfall or submission wins. No disqualification or countouts are apply.\nFatal Four-Way match.\nThis match includes four wrestlers competing against each other at once. The first wrestler scores a pinfall or submission is the winner. No disqualification or countouts are apply.\nWinner Takes All match.\nA Winner Takes All match is where the champion challenge another champion for his/her championship in a \"champion vs. champion\" stipulation.\n\"I Quit\" match.\nA \"I Quit\" match is a match where a wrestler must force the other wrestler to say the words \"I Quit\" in order to win.\nFirst Blood match.\nA First Blood match is a match where there are no disqualifications. To win the match, a wrestler must make their opponent bleed.\nLast Man Standing match.\nA Last Man Standing match is a match where a wrestler has to hurt their opponent enough to where he cannot make it to his feet before the count of 10, the one who cannot meet the count loses. There are no pinfalls or submission, no disqualifications, no count outs.\nChampionship Scramble match.\nWWE features a match called the Championship Scramble in which none of the wrestlers are eliminated. Two wrestlers start the match and every five minutes another wrestler enters until all five participants are present. After the last wrestler enters, there is a predetermined time limit. Each time a wrestler scores a pinfall or submission, he becomes the interim champion. Such reigns are not recorded as title reigns. The winner is the wrestler who scores the last pinfall or submission before the time limit expires. The Unforgiven pay-per view of 2008 is arguably the most prominent showcase of this match type, as all three world titles were contested under a Championship Scramble match.\nItem on a Pole match.\nA Item on a Pole match is where a wrestler has to climb the turnbuckle and obtain the item in order to win. There are no pinfalls, no submissions, no disqualification, or no countouts.\nKiss My Foot match.\nA Kiss My Foot match is a type of singles match where the loser has to kiss the winner's foot. Known matches include Bret Hart vs Jerry Lawler at the King of the Ring\npay per view held in 1995 as well as Jerry Lawler vs Michael Cole at the Over the Limit pay per view held in 2011. A similar version of this match is the \"Kiss My Ass Match\", where the loser had to kiss the winner's butt and was held during WWF's Attitude Era.\nLuchas de Apuestas.\nLuchas de Apuestas (gambling fights) are matches where both of the wrestlers put something on the line, usually their mask or hair. The loser of the match would then lose the thing that they put on the line. A masked wrestler would be forced to unmask and a wrestler that put their hair on the line would be shaven bald. This type of match is popular in Mexico.\nRoyal Rumble match.\nA Royal Rumble match is a 30-man battle royal with a interval time. Only two wrestlers will start the match with the #1 and #2 draw before the next wrestler enters the ring. Eliminations only counts when a wrestler goes over the top rope with both feet touching the floor. The last wrestler remaining is the winner. This match was created by Pat Patterson.\nAmbulance match.\nAn Ambulance match is fought under hardcore rules; the only way to win is for a wrestler to force their opponent into the back of an ambulance and close the door.\nStrap match.\nA strap match is where the competitors are placed on the opposite ends of a restraint to keep them in close physical proximity. By definition the strap and anything tied to it are considered legal and in play weapons. The most common rule for victory is for one wrestler to have to go around the ring, touching all four corners in order without stopping but if a wrestler stop touching the corners then it will reset and have to start over again. There are no pinfalls, no submissions, no disqualifications, or countouts in this match.\nLadder match.\nA Ladder match is a match where a prize is hung above the ring, usually a championship belt or a briefcase with a contract inside. To win you must climb a ladder and retrieve the prize. Weapons are legal in this match type.\nTLC match.\nA tables, ladders and chairs match (abbreviated to TLC) is a match where tables, ladders and steel chairs can be used as weapons. The first TLC match took place at SummerSlam in 2000 between Edge and Christian, The Dudley Boyz, and The Hardy Boyz. To win you must climb a ladder and retrieve the prize. Weapons are legal in this match type.\nTables match.\nA Tables match is a match where a wrestler must put their opponent through a table with an offensive move in order to win. The match can also be used in tag teams, under an elimination match and during a one \"fall\" rules match. There is also a hardcore version where the wrestler must put the opponent through a table that has been set on fire.\nSteel Cage match.\nA steel cage match is a match that literally takes place in a steel cage which surrounds the ring. You can win by pinfall, submission or escaping the cage by climbing over with both feet hitting the floor outside or by exiting the door with both feet hitting the floor.\nHell in a Cell match.\nA Hell in a Cell match is a match which takes place in a large cage which covers beyond the ring apron is lowered around the ring and leaves a small gap between the edge of the ring and the cage wall. It also covers the top of the cage hence the name 'cell'. There is no disqualification and wrestlers are allowed to go outside the cell. The match can be won by pinfall or submission.\nDuring the early Hell in a Cell matches, many wrestlers got injured. A famous moment happened in 1998 at King of the Ring when The Undertaker threw Mankind off the 16-foot (5 m) high cell through the Spanish announcers table. Undertaker also chokeslammed Mankind through the roof of the cell onto a thumbtack-covered mat in the same match.\nElimination Chamber match.\nAn Elimination Chamber match is a match which takes place in a large, circular steel cage that surrounds the entire ring. The chamber contains four clear, plexiglass pods which holds four of the six wrestlers in the match. A pod opens every five minutes to let another wrestler into the match. A wrestler can be eliminated from the match by either pinfall or submission inside the ring. The last wrestler remaining is the winner. The match was created by Triple H and was introduced by Eric Bischoff in November 2002.\nInferno match.\nAn Inferno match is a type of match where the ring is completely surrounded by flames when both of the wrestler have entered the ring. The way to win the match is for a wrestler to set their opponent on fire. The match usually ends on the outside so that the paramedics can help the loser of the match. The first inferno match took place at Unforgiven in 1998 where The Undertaker defeated Kane.\nBuried Alive match.\nA Buried alive match is a match where there is a grave dug out of dirt found outside the ring. The way to win the match is for a wrestler to throw their opponent into the grave and bury them in dirt.\nCasket match.\nA casket match, also known as a Coffin match, is a match where there is a casket near the ring. To win the match, the wrestler has to throw their opponent in the casket and close the lid.\nBattle Royal match.\nBattle Royal is a multi-competitor match type in which wrestlers are eliminated until only one is left. Typical battle royals begin with 20 or more participants in the ring all at the same time, who are then eliminated by being thrown over the top rope and having both feet touch the venue floor (this is sometimes referred to as the \"Shawn Michaels rule\", due to the 1995 Royal Rumble, in which he was thrown over the top rope, hung on to the top rope and only had one foot land on the floor). A variation known as the \"Reverse battle royal\" existed in TNA.\nSurvivor Series Elimination match.\nIn WWE, these matches are primarily featured during its Survivor Series pay-per-views, where they are billed as a \"Survivor Series match\". Teams of four or five, though on some occasions as many as seven, compete under elimination rules. All other standard rules apply, and team members may tag in and out in any order. While some teams are already established stables, others may need to recruit members for their team.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":48},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis","offset":859},{"uri":"Tennessee","surface_form":"Tennessee","offset":868},{"uri":"Terry_Funk","surface_form":"Terry Funk","offset":886},{"uri":"Jerry_Lawler","surface_form":"Jerry Lawler","offset":901},{"uri":"Dwayne_Johnson","surface_form":"The Rock","offset":969},{"uri":"Mick_Foley","surface_form":"Mankind","offset":982},{"uri":"Super_Bowl_XXXIII","surface_form":"Super Bowl XXXIII","offset":1032},{"uri":"WWE","surface_form":"WWE","offset":5695},{"uri":"List_of_WWE_personnel","surface_form":"wrestlers","offset":5770},{"uri":"Unforgiven_(2008)","surface_form":"Unforgiven","offset":6219},{"uri":"Bret_Hart","surface_form":"Bret Hart","offset":6733},{"uri":"Jerry_Lawler","surface_form":"Jerry Lawler","offset":6746},{"uri":"King_of_the_Ring","surface_form":"King of the Ring","offset":6766},{"uri":"Michael_Cole","surface_form":"Michael Cole","offset":6836},{"uri":"Over_the_Limit_(2011)","surface_form":"Over the Limit","offset":6856},{"uri":"The_Attitude_Era","surface_form":"Attitude Era","offset":7030},{"uri":"Mexico","surface_form":"Mexico","offset":7418},{"uri":"Pat_Patterson","surface_form":"Pat Patterson","offset":7788},{"uri":"Table","surface_form":"table","offset":8854},{"uri":"Ladder","surface_form":"ladder","offset":8862},{"uri":"Chair","surface_form":"chair","offset":8880},{"uri":"SummerSlam","surface_form":"SummerSlam","offset":8945},{"uri":"Edge_and_Christian","surface_form":"Edge and Christian","offset":8972},{"uri":"The_Dudley_Boyz","surface_form":"The Dudley Boyz","offset":8992},{"uri":"The_Hardy_Boyz","surface_form":"The Hardy Boyz","offset":9013},{"uri":"King_of_the_Ring","surface_form":"King of the Ring","offset":10281},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":10303},{"uri":"Mankind","surface_form":"Mankind","offset":10324},{"uri":"Triple_H","surface_form":"Triple H","offset":10998},{"uri":"Eric_Bischoff","surface_form":"Eric Bischoff","offset":11029},{"uri":"Fire","surface_form":"flames","offset":11155},{"uri":"In_Your_House","surface_form":"Unforgiven","offset":11417},{"uri":"Kane_(wrestler)","surface_form":"Kane","offset":11466}]}