{"id":23143,"url":"http://en.wikipedia.org/wiki/Blue%27s_Clues","text":"\"Blue's Clues\" is an American television series for young children. It aired on Nickelodeon from September 2, 1996 to May 10, 2004, and has been repeated since then. On the show, Blue is a blue dog. Her owner was Steve, until 2002, when Steve went off to college. Now Steve's younger brother, Joe, owns her.\nThe producers got ideas from child development and early-childhood education. Innovative animation and other techniques helped their viewers learn. The show follows an animated blue-spotted dog named Blue as she plays a game with the host and the viewers.\n\"Blue's Clues\" became the highest-rated show for preschoolers on American commercial television and was critical to Nickelodeon's growth. It has been called \"one of the most successful, critically acclaimed, and ground-breaking preschool television series of all time\".\nHistory.\n\"Blue's Clues\" was developed during difficult period for children's television. In 1990, Congress had passed the Children's Television Act. This required networks and TV stations to devote a portion of their programming to children's shows. The legislation set no guidelines or criteria for educational programs and had no provisions for enforcement. According to author Diane Tracy, \"The state of children's television was pretty dismal.\nSince the late 1960s, PBS was one of the few sources for children's educational television programming in the U.S., and most other U.S. children's TV shows were violent and created for the purpose of selling toys. The Federal Communications Commission (FCC) ruled in 1997 that the commercial broadcast networks had to air educational children's programs for a minimum of three hours per week. The cable network Nickelodeon, which had been airing programs for six- to twelve-year-olds, was not legally bound by this legislation but complied with it anyway many years before the laws and regulations were passed.\nBased on research.\nThe show's producers and creators presented material in a narrative format instead of the more traditional magazine format. They used repetition to reinforce its curriculum, and structured every episode the same way.\nThey used research about child development and young children's viewing habits that had been done in the thirty years since the start of \"Sesame Street\" in the U.S. This revolutionized the genre by inviting their viewers' involvement. Research was part of the creative and decision-making process in the production of the show and was integrated into all aspects and stages of the creative process. \"Blue's Clues\" was the first cutout animation series for preschoolers. It looks like a storybook with primary colors and simple construction paper shapes of familiar objects with varied colors and textures.\nIts home-based setting is familiar to American children, but has a look unlike other children's TV shows. A live production of \"Blue's Clues\", which used many of the production innovations developed by the show's creators, toured the U.S. starting in 1999. As of 2002, over 2 million people had attended over 1,000 performances.\nMalcolm Gladwell noted that Sesame Street appealed to both children and adults, but Blue's Clues was solely aimed at preschool children. They like stories, repetition and joining in the answers. \"Every\" episode of Blue was tested on preschool children, and the research noted how much of the time children watched the screen. The order of clues was tested. All aspects of the program could be changed if the testing suggested it would work better some other way.\nSuccess.\nBy 2002, \"Blue's Clues\" had received several awards for excellence in children's programming, educational software, and licensing, and had been nominated for nine Emmy Awards. It has been syndicated in 120 countries and translated into 15 languages. Regional versions of the show featuring local hosts have been produced in other countries. It was one of the first preschool shows to incorporate American Sign Language into its content. The show's extensive use of research in its development and production process inspired several research studies that have provided evidence for its effectiveness as a learning tool.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_series","surface_form":"television series","offset":30},{"uri":"Child","surface_form":"child","offset":58},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":80},{"uri":"Child_development","surface_form":"child development","offset":337},{"uri":"Animation","surface_form":"animation","offset":397},{"uri":"Commercial_television","surface_form":"commercial television","offset":638},{"uri":"United_States_Congress","surface_form":"Congress","offset":932},{"uri":"Children%27s_Television_Act","surface_form":"Children's Television Act","offset":956},{"uri":"PBS","surface_form":"PBS","offset":1304},{"uri":"Federal_Communications_Commission","surface_form":"Federal Communications Commission","offset":1500},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":1693},{"uri":"Narrative","surface_form":"narrative","offset":1970},{"uri":"Magazine","surface_form":"magazine","offset":2019},{"uri":"Repetition","surface_form":"repetition","offset":2046},{"uri":"Curriculum","surface_form":"curriculum","offset":2074},{"uri":"Episode","surface_form":"episode","offset":2107},{"uri":"Sesame_Street","surface_form":"Sesame Street","offset":2267},{"uri":"Genre","surface_form":"genre","offset":2318},{"uri":"Cutout_animation","surface_form":"cutout animation","offset":2557},{"uri":"Storybook","surface_form":"storybook","offset":2615},{"uri":"Primary_colors","surface_form":"primary colors","offset":2630},{"uri":"Construction_paper","surface_form":"construction paper","offset":2656},{"uri":"Emmy_Awards","surface_form":"Emmy Awards","offset":3699},{"uri":"American_Sign_Language","surface_form":"American Sign Language","offset":3932}]}