{"id":231428,"url":"http://en.wikipedia.org/wiki/Bobby_Jindal","text":"Piyush \"Bobby\" Jindal (born June 10, 1971) is an American politician. He was Governor of Louisiana between 2008 and 2016. Before becoming Governor, he was a Republican Representative in the United States Congress. After his gubernatorial tenure, he was a Republican candidate for President of the United States in the 2016 Presidential elections.\nJindal became governor at the age of 36, making him one of the youngest citizens ever elected to the Governor's office.\nEarly life.\nJindal was born in Baton Rouge to Indian parents, Amar and Raj Jindal, who had immigrated to Louisiana in 1971. He grew up in Baton Rouge and went to school there. Jindal received secondary education at Brown University and Oxford University with concentrations in government and medicine. After graduating from college, Jindal helped several businesses in Louisiana.\nGovernor of Louisiana (2008-16).\nJindal took the oath of office on January 14, 2008 at age 36, becoming the youngest sitting governor in the US and the first Indian-American governor in United States history. Later in his tenure, he was the second youngest governor after fellow Republican Governor Nikki Haley of South Carolina. Jindal and Haley are the only Indian-Americans to hold the office of governor in any state in the United States.\nJindal is a conservative Republican who believes in lowering taxes for all classes. As governor, Jindal fought against dishonest politicians. Jindal favors relaxed gun laws and has spoken at the National Rifle Association.\nJindal, traditionally an opponent of excess federal expenditures and activity in states, asked for federal money and manpower after the Deepwater Horizon oil spill. He was heavily criticized by the White House and others for insisting that the States be responsible for their own affairs. After Hurricane Katrina, he was critical that the Federal government would not do more, faster.\nHe also came under criticism for never asking for more safety inspectors (the Gulf inspectors are a small fraction of the staffing of other regions relative to the number of offshore oil wells.) Jindal also never spoke against the safety record of BP prior to the spill. Defenders of his record argue that he and other Louisiana politicians, made a reasonable tradeoff decision, and Federal resources should be used to assist Louisiana since the oil that is produced benefits the entire country.\nOn January 11, 2016, Jindal left office due to term limits. He was succeeded by John Bel Edwards.\nPersonal life.\nJindal is a Catholic and was baptized during college. He is married to Supriya Jindal, with whom he has three children.\n2016 presidential campaign.\nOn May 18, 2015, Jindal formed a presidential exploratory committee to determine whether he would run as a candidate in the 2016 Presidential election. Jindal announced his candidacy on June 24th, 2015. He was the first Indian - American to run for president. After poor debate performances and polling numbers, Jindal officially suspended his presidential campaign on November 17th, 2015, saying \"this [was] not [his] time\". He subsequently endorsed Marco Rubio.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":49},{"uri":"Governor_of_Louisiana","surface_form":"Governor of Louisiana","offset":77},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":157},{"uri":"United_States_House_of_Representatives","surface_form":"Representative","offset":168},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":190},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":280},{"uri":"United_States_presidential_election%2C_2016","surface_form":"the 2016 Presidential elections.","offset":314},{"uri":"India","surface_form":"India","offset":513},{"uri":"Baton_Rouge","surface_form":"Baton Rouge","offset":605},{"uri":"Brown_University","surface_form":"Brown University","offset":682},{"uri":"Oxford_University","surface_form":"Oxford University","offset":703},{"uri":"Nikki_Haley","surface_form":"Nikki Haley","offset":1146},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1161},{"uri":"Conservatism","surface_form":"conservative","offset":1302},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1315},{"uri":"National_Rifle_Association","surface_form":"National Rifle Association","offset":1485},{"uri":"Deepwater_Horizon_oil_spill","surface_form":"Deepwater Horizon oil spill","offset":1649},{"uri":"White_House","surface_form":"White House","offset":1711},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":1808},{"uri":"Term_limit","surface_form":"term limit","offset":2441},{"uri":"John_Bel_Edwards","surface_form":"John Bel Edwards","offset":2474},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":2519},{"uri":"Baptism","surface_form":"baptized","offset":2536}]}