{"id":231592,"url":"http://en.wikipedia.org/wiki/British_Home_Guard","text":"e=\"preserve\">The British Home Guard was a defence organisation of the British Army during World War II. It was a secondary defence line. It was meant to stop invasion by Nazi forces.\nThe Home Guard existed from 1940 to 1944. It was composed of one and a half million volunteers who were otherwise not allowed to go into military service. The main reason for this was old age. This led to the nickname \"Dad's Army\". The Home Guard guarded the coastal areas of Britain from enemy threats, like paratroopers. They also helped guard some industrial areas, such as factories and airfields. It was widely popularised after the war by the comedy show \"Dad's Army\".\nHistory.\nThe beginning of the Home Guard are usually traced back to Captain Tom Wintringham. When returning from the Spanish Civil War, Wintringham wrote a book called \"How To Reform The Army\". In it, he writes about how Britain could make something similar to the Spanish International Brigades in the Civil War. Although the book was well received, many of its suggestions were ignored at the time. This was because the tensions in Europe did not seem likely to escalate into war.\nFollowing a series of events, Anthony Eden, the Secretary of State for War at the time, gave a radio broadcast on 19 May 1940. He asked for volunteers to join the Local Defence Volunteers, as it was known in the start. It originally was given jobs that were not related to combat. It worked as a sort of 'armed police force'. However, after complaints from members, the government allowed it to \"delay and obstruct\" the enemy advance. This was putting mostly untrained and unwell people armed with aging weapons against trained troops. Later on in the war, it was renamed the Home Guard, following pressure by Prime Minister Winston Churchill. If the Natzis had crossed the channel the Home Guard wouldn't have stopped the Germans for very long.","categories":[],"infobox_types":[],"annotations":[{"uri":"Defence_(military)","surface_form":"defence","offset":42},{"uri":"British_Army","surface_form":"British Army","offset":70},{"uri":"World_War_II","surface_form":"World War II","offset":90},{"uri":"Invasion","surface_form":"invasion","offset":158},{"uri":"Nazi_Germany","surface_form":"Nazi","offset":170},{"uri":"Voluntary_association","surface_form":"volunteers","offset":267},{"uri":"British_Armed_Forces","surface_form":"military service","offset":320},{"uri":"Paratrooper","surface_form":"paratrooper","offset":492},{"uri":"Factory","surface_form":"factories","offset":560},{"uri":"Airfields","surface_form":"airfields","offset":574},{"uri":"Dad%27s_Army","surface_form":"Dad's Army","offset":645},{"uri":"Tom_Wintringham","surface_form":"Tom Wintringham","offset":734},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":775},{"uri":"Spanish_International_Brigades","surface_form":"Spanish International Brigades","offset":923},{"uri":"War","surface_form":"war","offset":1136},{"uri":"Anthony_Eden","surface_form":"Anthony Eden","offset":1171},{"uri":"Combat","surface_form":"combat","offset":1414},{"uri":"Police","surface_form":"police","offset":1452},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1766}]}