{"id":231662,"url":"http://en.wikipedia.org/wiki/Evelina","text":"\"Evelina\" or \"The History of a Young Lady's Entrance into the World\" is a novel written by English writer Frances Burney and first published in 1778. The novel first came out secretly, but the poet George Huddesford revealed that Burney was the writer of \"Evelina\" in what Burney called a \"vile poem\". When it was known that Burney had written \"Evelina\", it immediately made her very famous.\nIn this novel of letters, beautiful Evelina Anville, the heroine, leaves her quiet home for the first time to go to London. Through many dangers and delights of fashionable society, Evelina grows in character and wisdom and finds love with Lord Orville. This sentimental novel of romance and satire was an influence to Jane Austen and Maria Edgeworth.\nBackground.\n\"Evelina\" is actually a sequel. Before that was another book that never came out in print. It was the sequel of a finished book titled \"The History of Caroline Evelyn\". On or around her 15th birthday in June, Frances Burney burned all of her writings. Among the works she burned, there was a complete work of fiction, \"The History of Caroline Evelyn\". This was four months before the wedding of Mr. Burney and Mrs. Allen, Burney's new stepmother. It is not clear why she burnt it. However, it is likely that she did it because Mrs. Allen did not like her writing. However, the story of \"Evelina\" was still in her mind, and she began writing it secretly. When she was at the third volume, she felt guilty. She told her father that she was writing a book, but did not explain more, and asked him if she could print it. Dr. Burney laughed and said yes.\n\"Evelina\" came out in January 1778. It was immediately popular. Almost everyone praised the book. Dr. Burney did not know who was the writer until June, when Burney' sister told him. He read it with \"fear & trembling\", but liked it. He later came and praised Frances for writing so well. Burney was so happy she \"threw herself\" into his arms and burst into tears.\nVolume one.\nThe novel begins with a letter from Lady Howard to her friend, the Reverend Arthur Villars. In the letter, Lady Howard says that Madame Duval (the grandmother of Evelina) is going to visit England to see her granddaughter Evelina again. In his reply, Reverend Villars tells her about Evelina's history. 18 years ago, Mme. Duval had been very angry with her daughter Caroline, Evelina's mother, when she ran away with Sir John Belmont. After they had married, Sir John Belmont burnt up the marriage papers, and said that it was the same as if they had never married. Unhappy, she went back to Reverend Villars, who had brought her up, as he now brought up Evelina. There, she gave birth to Evelina, and died. Reverend Villars is afraid that Mme. Duval might make Evelina die shamefully like her mother Caroline.\nReverend Villars wants to keep Evelina away from Mme. Duval, so he lets her visit Lady Howard's home. While she is there, they get news that Lady Howard's son-in-law, Captain Mirvan, is coming back to England. Evelina wants to see what London is like, and asks Reverend Villars to let her go there. Sadly, the Reverend says yes.\nIn London, people are attracted by Evelina's beauty and doubtful birth. Evelina, who is intelligent, but very inexperienced, does not know about the rules of 18th century London society. Because of this, she makes many mistakes. She falls in love with Lord Orville, a handsome, modest, and polite man. Another man, Sir Clement Willoughby, is in love with Evelina, but her birth and his character make him try flirting with her instead of wishing to marry her. Evelina is confused and embarrassed by his behavior, but does not know how to stop him.\nIn London, Evelina is very surprised to meet her grandmother and some of her cousins, the Branghtons. She is embarrassed by their impolite behavior and thinks that Lord Orville will never love her. The Mirvans return to the country, taking Evelina with them.\nBoth Evelina and the Reverend are unhappy to hear Mme Duval's wish to sue Sir John Belmont. Lady Howard writes to Sir John Belmont instead, telling him about Evelina. Evelina waits for the answer fearfully.\nVolume two.\nSir Clermont Willoughby comes to Lady Howard's house without being invited. He and Captain Mirvan dress up like robbers to play a trick on Mme. Duval, whom Captain Mirvan hates. They tell her that M. Du Bois, her friend, is in jail. Afraid, she goes to see if it is true with Evelina. While Captain Mirvan throws Mme. Duval into a ditch and ties her up, Sir Clement Willoughby talks to Evelina privately. Evelina feels very sorry for Mme. Duval, and tries to make Captain Mirvan stop his tricks, but he only becomes angry. Sir Clermont Willoughby offers to go away from Lady Howard's house, and leaves, to Evelina's satisfaction.\nShortly after he leaves, Lady Howard receives a letter from Sir John Belmont. He says that he is already bringing up a daughter of Caroline, and that she will inherit his money. Evelina is very confused, and Mme Duval is furious. She visited Reverend Villars and said she must take Evelina to sue Sir John Belmont. The Reverend says no. Then she threatens that if Evelina does not live with her in London, she will not give Evelina her money when she dies. \"To me, I own, this threat seemed of little consequence (importance),\" writes the Reverend, \"but...my diffidence (fear, shyness, doubt) of the right I have of depriving (taking away) her of so large a fortune...induced me to listen to her proposal\". He tells Evelina to be careful, and \"...not only \"judge\" but...\"act\" for yourself\". Evelina goes with Mme Duval back to London.\nEvelina lives with the Branghton family, and is very unhappy. Mme Duval is very angry to find out that she had been tricked by Captain Mirvan when she finds M. Du Bois at the Branghton's house. At the Branghtons' house, she meets a very poor, melancholy Scottish poet, Mr. Macartney, and sees him with guns in his hands, saying, \"O God!--forgive me!\" Thinking he is trying to kill himself, she stops him and cries, \"O Sir! have mercy upon yourself!\" She later finds out he had been planning to rob people by frightening them with his guns for money, because the Branghtons had threatened to put him in prison if he didn't pay money to stay at their house. He had fallen in love with a lady, but the lady's father had been so angry, they had fought, and the father had become sick. When he told this to his mother, she told him the lady's father was actually his father, who had left them long ago - so the lady he had loved was actually his sister! Evelina gives him her own money, and makes friends with him.\nShe is very sad with the Branghtons, however. Once, they visited Marybone, a pleasure garden. There, Evelina was attacked by a drunken sailor and saved by prostitutes. While she is with the prostitutes, she meets Lord Orville again. She is very surprised when he comes to visit her in the unfashionable part of London and again is kind to her. Later, the Branghtons use Evelina's name to ride in Lord Orville's carriage, even breaking its glass. Horrified, Evelina writes a letter to Lord Orville saying that she was sorry for what the Branghtons did, and the Branghtons had used her name without even telling her. She is shocked when she gets a insulting reply from Lord Orville. \"Oh...how have I been deceived in this man!\" Soon after, she returns to Reverend Villars. There, she becomes very ill. Worried, the Reverend sends her to Bristol Hotwells, a vacation town at Clifton Hill, with her \"extremely clever\" neighbor, Mrs. Selwyn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":74},{"uri":"England","surface_form":"English","offset":91},{"uri":"Frances_Burney","surface_form":"Frances Burney","offset":106},{"uri":"Publish","surface_form":"published","offset":131},{"uri":"Evil","surface_form":"vile","offset":290},{"uri":"Hero","surface_form":"hero","offset":449},{"uri":"London","surface_form":"London","offset":508},{"uri":"Society","surface_form":"society","offset":565},{"uri":"Wisdom","surface_form":"wisdom","offset":605},{"uri":"Sentimentality","surface_form":"sentimental","offset":651},{"uri":"Novel","surface_form":"novel","offset":663},{"uri":"Romance_(love)","surface_form":"romance","offset":672},{"uri":"Satire","surface_form":"satire","offset":684},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":711},{"uri":"Maria_Edgeworth","surface_form":"Maria Edgeworth","offset":727},{"uri":"Sequel","surface_form":"sequel","offset":780},{"uri":"Frances_Burney","surface_form":"Frances Burney","offset":965},{"uri":"Fiction","surface_form":"fiction","offset":1065},{"uri":"Stepmother","surface_form":"stepmother","offset":1191},{"uri":"Volume","surface_form":"volume","offset":1436},{"uri":"Guilty","surface_form":"guilty","offset":1453},{"uri":"Crying","surface_form":"burst into tears","offset":1952},{"uri":"Pastor","surface_form":"Reverend","offset":2049},{"uri":"England","surface_form":"England","offset":2171},{"uri":"London","surface_form":"London","offset":3029},{"uri":"Attract","surface_form":"attracted","offset":3144},{"uri":"Beauty","surface_form":"beauty","offset":3167},{"uri":"Doubt","surface_form":"doubtful","offset":3178},{"uri":"Intelligence","surface_form":"intelligent","offset":3210},{"uri":"Flirting","surface_form":"flirting","offset":3531},{"uri":"Marriage","surface_form":"marry","offset":3571},{"uri":"Impolite","surface_form":"impolite","offset":3800},{"uri":"Thief","surface_form":"robbers","offset":4260},{"uri":"Ditch","surface_form":"ditch","offset":4479},{"uri":"Private","surface_form":"privately","offset":4542},{"uri":"Happy","surface_form":"satisfaction","offset":4764},{"uri":"Anger","surface_form":"furious","offset":4999},{"uri":"Lawsuit","surface_form":"sue","offset":5071},{"uri":"Threat","surface_form":"threatens","offset":5124},{"uri":"London","surface_form":"London","offset":5176},{"uri":"Money","surface_form":"fortune","offset":5436},{"uri":"Idea","surface_form":"proposal","offset":5474},{"uri":"London","surface_form":"London","offset":5605},{"uri":"Sadness","surface_form":"melancholy","offset":5856},{"uri":"Scotland","surface_form":"Scottish","offset":5867},{"uri":"Poet","surface_form":"poet","offset":5876},{"uri":"Gun","surface_form":"gun","offset":5915},{"uri":"God","surface_form":"God","offset":5945},{"uri":"Suicide","surface_form":"kill himself","offset":5989},{"uri":"Mercy","surface_form":"mercy","offset":6041},{"uri":"Fear","surface_form":"frightening","offset":6121},{"uri":"Money","surface_form":"money","offset":6156},{"uri":"Prison","surface_form":"prison","offset":6215},{"uri":"Pleasure","surface_form":"pleasure","offset":6700},{"uri":"Garden","surface_form":"garden","offset":6709},{"uri":"Sailor","surface_form":"sailor","offset":6758},{"uri":"Prostitute","surface_form":"prostitute","offset":6778},{"uri":"Carriage","surface_form":"carriage","offset":7034},{"uri":"Glass","surface_form":"glass","offset":7062},{"uri":"Horror","surface_form":"Horrified","offset":7069},{"uri":"Shock","surface_form":"shocked","offset":7245},{"uri":"Insult","surface_form":"insulting","offset":7269},{"uri":"Deceive","surface_form":"deceived","offset":7326},{"uri":"Illness","surface_form":"ill","offset":7418},{"uri":"Extreme","surface_form":"extremely","offset":7519},{"uri":"Intelligence","surface_form":"clever","offset":7529}]}