{"id":231843,"url":"http://en.wikipedia.org/wiki/Ann_Radcliffe","text":"Ann Radcliffe (July 9, 1764 - February 7, 1823) was an English novelist.\nEarly life and education.\nShe was born in London. Her father was a trader, but when she was little, she lived mostly in the houses of richer relations. In 1772 her family moved to Bath, where it is possible she may have gone to a school run by Sophia and Harriet Lee.\nWriting.\nHer first tries to write romance stories were \"The Castle of Athlin and Dunbayne\" (1789) and \"A Sicilian Romance\" (1790). They were both published secretly. \"The Romance of the Forest\" (1791) made her famous as the writer of Gothic romances, the \"hobgoblin romance\", later called \"the Radcliffe romance\". Two novels published when she was alive, \"The Mysteries of Udolpho\" (1794) and \"The Italian\" (1797), helped make her famous as \"the Great Enchantress\". Radcliffe was also a great traveller. She made a book after she traveled to the Continent, \"A Journey Made in the Summer of 1794, through Holland and the Western Frontier of Germany...To Which Are Added Observations of a Tour to the Lakes\" (1795). But the tours written about in the novels were based on travel books, landscape paintings, and imagination. Walter Scott called Radcliffe \"the first poetess of romantic fiction\".\nPersonal life.\nShe married in 1787 William Radcliffe, who later became the editor of the \"English Chronicle\". It was probably with his help that she began writing for fun. Even though she was famous, Radcliffe liked to be private.\nDeath.\nShe later had asthma, and died from an asthma attack in 1823.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":115},{"uri":"Bath%2C_Somerset","surface_form":"Bath","offset":253},{"uri":"Romance_novel","surface_form":"romance","offset":375},{"uri":"The_Mysteries_of_Udolpho","surface_form":"The Mysteries of Udolpho","offset":697},{"uri":"Continent","surface_form":"Continent","offset":887},{"uri":"Imagination","surface_form":"imagination","offset":1150},{"uri":"Walter_Scott","surface_form":"Walter Scott","offset":1163},{"uri":"Poet","surface_form":"poet","offset":1204},{"uri":"Fiction","surface_form":"fiction","offset":1224},{"uri":"Private","surface_form":"private","offset":1456},{"uri":"Asthma","surface_form":"asthma","offset":1486}]}