{"id":231975,"url":"http://en.wikipedia.org/wiki/Bobby_Dodd_Stadium","text":"Bobby Dodd Stadium at Historic Grant Field is the football stadium at the corner of North Avenue at Techwood Drive on the campus of Georgia Institute of Technology in Atlanta, Georgia. It has been home to the Yellow Jackets football team since 1905. It is also the oldest stadium in Division I Football Bowl Subdivision.\nBobby Dodd Stadium is named in honor of Robert Lee \"Bobby\" Dodd, longtime football coach and athletic director at Georgia Tech. The field is named for Hugh Inman Grant, son of John W. Grant, an Atlanta merchant.\nLocation.\nThe stadium is located on the east side of the Georgia Tech campus. It is in the middle of Atlanta, just off Interstate 75/Interstate 85, across from the Varsity restaurant.\nHistory.\nIt was first known as Grant Field (it was renamed Bobby Dodd Stadium in 1988). The stadium is the oldest continuously used on-campus site for college football in the southern United States.\nFootball has been played at the current site since 1905. In 1913, grandstands were built for the first time, mostly by Tech students.\nThe stadium does not look like it originally did. It has been expanded several times. The original stadium seated 5,600. By 1925, the west and south stands were completed, making the stadium a 30,000-seat horseshoe with an open north end. The west stands were rebuilt and a large press box was added in 1947, bringing capacity up to 44,000. The original all-steel 4,105-seat North stands were built in 1958. In 1962 and 1968 the upper decks were added to the East and West sides bringing capacity to its all-time high of 58,121. In 1985 the South stands were taken down to make room for the William C. Wardlaw Center.\nThe west grandstand now covers the old one, which is still underneath it. Grant Field was occasionally used as a site for Atlanta Falcons games during the team's early years when it was sharing Fulton County Stadium with the Atlanta Braves of Major League Baseball. If the Falcons needed to play a game at the same time as the Braves, they would play at Grant Field. The lighting was replaced in 1998.\nFollowing the 2001 season, a major expansion and renovation project was started, which was done in two phases in order to play the 2002 season in the stadium. For the 2002 season, seating was returned to the South end in front of the Wardlaw Center, and the original North stands and lower east bleachers were rebuilt and bowled in. After the 2002 season, the expansion was completed by adding a free standing upper deck in the north end zone. This addition of a north end zone upper deck brought Bobby Dodd Stadium to its current capacity. The new stadium was rededicated during the 2003 home season opener versus the Auburn Tigers on September 2, 2003.\nIn the summer of 2009, Bobby Dodd Stadium underwent a number of changes. First, the scoreboard was renovated and after completion, is now twice as big as the old scoreboard. Also, ribbon boards were installed in front of the Wardlaw Center, as well as along the sides of the stadium. Another change was the improvement of the sound system in the stadium.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"football","offset":50},{"uri":"Campus","surface_form":"campus","offset":122},{"uri":"Georgia_Institute_of_Technology","surface_form":"Georgia Institute of Technology","offset":132},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":167},{"uri":"Georgia_Tech_Yellow_Jackets","surface_form":"Yellow Jackets","offset":209},{"uri":"Bobby_Dodd","surface_form":"Robert Lee \"Bobby\" Dodd","offset":361},{"uri":"Athletic_director","surface_form":"athletic director","offset":414},{"uri":"Merchant","surface_form":"merchant","offset":523},{"uri":"Interstate_75","surface_form":"Interstate 75","offset":652},{"uri":"Interstate_85","surface_form":"Interstate 85","offset":666},{"uri":"Continuous","surface_form":"continuously","offset":831},{"uri":"College_football","surface_form":"college football","offset":868},{"uri":"United_States","surface_form":"United States","offset":901},{"uri":"Expand","surface_form":"expanded","offset":1112},{"uri":"Horseshoe","surface_form":"horseshoe","offset":1255},{"uri":"Capacity","surface_form":"capacity","offset":1368},{"uri":"Atlanta_Falcons","surface_form":"Atlanta Falcons","offset":1790},{"uri":"Fulton_County_Stadium","surface_form":"Fulton County Stadium","offset":1862},{"uri":"Atlanta_Braves","surface_form":"Atlanta Braves","offset":1893},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":1911},{"uri":"Auburn_Tigers","surface_form":"Auburn Tigers","offset":2689},{"uri":"Largest_Scoreboards_in_NCAA_College_Football","surface_form":"scoreboard","offset":2809}]}