{"id":232109,"url":"http://en.wikipedia.org/wiki/Vladimir_Kramnik","text":"e=\"preserve\">Vladimir Kramnik, born 25 June 1975, is a Russian chess grandmaster. He was Classical World Chess Champion from 2000 to 2006, and undisputed World Chess Champion from 2006 to 2007.\nIn October 2000, he defeated Garry Kasparov in a match played in London, and became the Classical World Chess Champion. In late 2004, Kramnik successfully defended his title against challenger Peter Leko in a drawn match played in Brissago, Switzerland.\nIn October 2006, Kramnik, the Classical World Champion, defeated reigning FIDE World Champion Veselin Topalov in a unification match. As a result, Kramnik became the first undisputed World Champion, since Garry Kasparov split from FIDE in 1993.\nIn 2007, Kramnik lost the title to Viswanathan Anand, who won the World Chess Championship tournament (not a classical match between the two players) ahead of Kramnik. He played Anand at the World Chess Championship match 2008, but lost.\nPrivate life and health.\nKramnik has been diagnosed with an uncommon form of arthritis, called ankylosing spondylitis. It causes him great physical discomfort while playing. In January 2006, Kramnik announced that he would skip the Corus Chess Tournament in Wijk aan Zee to seek out treatment for his arthritis. He returned from treatment in June 2006, playing in the 37th Chess Olympiad. He scored a +4 result, earning the highest performance rating (2847) of the 1307 participating players.\nOn 30 December 2006 he married French journalist Marie-Laure Germon. He has a daughter named Daria who was born 28 December 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess","surface_form":"chess","offset":63},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":69},{"uri":"List_of_World_Chess_Champions","surface_form":"Classical World Chess Champion","offset":89},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":223},{"uri":"London","surface_form":"London","offset":259},{"uri":"Peter_Leko","surface_form":"Peter Leko","offset":387},{"uri":"Brissago","surface_form":"Brissago","offset":425},{"uri":"FIDE","surface_form":"FIDE","offset":522},{"uri":"Veselin_Topalov","surface_form":"Veselin Topalov","offset":542},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":653},{"uri":"Viswanathan_Anand","surface_form":"Viswanathan Anand","offset":728},{"uri":"Arthritis","surface_form":"arthritis","offset":1008},{"uri":"Ankylosing_spondylitis","surface_form":"ankylosing spondylitis","offset":1026},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":1304}]}