{"id":232131,"url":"http://en.wikipedia.org/wiki/Magnus_Carlsen","text":"Magnus Carlsen (born Sven Magnus Øen Carlsen, 30 November 1990) is the World Chess Champion. He became World Champion on 22 November 2013, by defeating Viswanathan Anand by 6½ to 3½. Carlsen also won the return match in 2014 by 6½4½.\nA Norwegian chess grandmaster and chess prodigy, Carlsen is the highest rated player in the world, and the highest rated player in the history of chess. His peak rating of 2881 is higher than even Kasparov achieved. Kasparov's highest rating was 2851.\nOn 26 April 2004, Carlsen became a grandmaster at the age of 13 years, 148 days. This made him the third youngest grandmaster in history. He played at the Nanjing Pearl Spring tournament in September–October 2009. This lifted him to an Elo rating of 2801. This made him second in the world. He is the fifth player to have a rating over 2800. He was 18 years old when he got this rating. This made him the youngest person to have a rating above 2800.\nOn 1 January 2010, the new FIDE rating list was published. He was 19 years and 32 days old when he became the youngest chess player in history to be ranked world number one. He broke the previous record held by Vladimir Kramnik.\nIn London, March 2013, Carlsen won the 2013 Candidates tournament and qualified to challenge Anand for the World Chess Championship.\nSponsorship.\nWhen Carlsen became the fourth best player in the world he reached an agreement with a public relations (PR) expert in early 2009. This arrangement has borne fruit. Carlsen now has two sponsors, each of which provides 100,000 Euros a year. One is a stockbroker, the other a law firm. With this money, Carlsen is able to travel, and spend time on training. His coach is Garry Kasparov, a former World chess champion.\nIn return for the sponsorship, Carlsen wears the names of the sponsors on his jackets. This is called 'logo exposure'. He attends meetings, and gives talks. His image helps the companies to hire 'high achievers' to their staff. Put simply, companies of that type are keen to hire intelligent people. Carlsen's overall business manager is his father, Henrik.\nNorway held the 2014 Chess Olympiad, and the Norwegian Government has pledged (promised) 70 million kroner (~8.5 million euros) in support of the event.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Chess_Champion","surface_form":"World Chess Champion","offset":71},{"uri":"Viswanathan_Anand","surface_form":"Viswanathan Anand","offset":152},{"uri":"Norway","surface_form":"Norwegian","offset":236},{"uri":"Chess","surface_form":"chess","offset":246},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":252},{"uri":"Prodigy","surface_form":"prodigy","offset":274},{"uri":"Kasparov","surface_form":"Kasparov","offset":431},{"uri":"Nanjing","surface_form":"Nanjing","offset":641},{"uri":"Chess_tournament","surface_form":"tournament","offset":662},{"uri":"Vladimir_Kramnik","surface_form":"Vladimir Kramnik","offset":1147},{"uri":"Sponsor","surface_form":"sponsor","offset":1496},{"uri":"Euro","surface_form":"Euro","offset":1537},{"uri":"Stockbroker","surface_form":"stockbroker","offset":1560},{"uri":"Law","surface_form":"law","offset":1585},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":1680},{"uri":"List_of_World_Chess_Champions","surface_form":"World chess champion","offset":1705},{"uri":"Logo","surface_form":"logo","offset":1830},{"uri":"Image","surface_form":"image","offset":1888},{"uri":"Employee","surface_form":"staff","offset":1948},{"uri":"Norway","surface_form":"Norway","offset":2085},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":2106}]}