{"id":232237,"url":"http://en.wikipedia.org/wiki/State_Farm_Stadium","text":"State Farm Stadium is a sports venue in Glendale, Arizona. It opened in 2006 as Cardinals Stadium, named for the Arizona Cardinals of the National Football League, which have played there since the stadium opened. Shortly after opening, the stadium was renamed University of Phoenix Stadium. This name was due to a corporate sponsorship contract; the University of Phoenix is a for-profit school without a sports program. In 2018, the Cardinals and State Farm Insurance entered into a new sponsorship deal, leading to the stadium's current name.\nThe stadium is completely covered, featuring a grass field that slides in and out of the stadium. This allows the playing surface to be exposed to sunlight when not in use, and also allows the stadium floor to be used for other events without risk of damaging the field.\nThe stadium has hosted many events apart from Cardinals games. The Super Bowl was held there in 2008 and 2015, and it will be held there again in 2023. Several college football games, including the annual Fiesta Bowl, have been played there, as have some high school games. It has also hosted several significant soccer (association football) matches, including several matches in the 2015 CONCACAF Gold Cup and Copa América Centenario in 2016. The stadium also hosted WrestleMania XXVI, and hosted the Final Four (semifinals and finals) of the NCAA Division I men's basketball tournament in 2017. It will host the Final Four again in 2024.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":24},{"uri":"Glendale%2C_Arizona","surface_form":"Glendale, Arizona","offset":40},{"uri":"Arizona_Cardinals","surface_form":"Arizona Cardinals","offset":113},{"uri":"National_Football_League","surface_form":"National Football League","offset":138},{"uri":"University_of_Phoenix","surface_form":"University of Phoenix","offset":261},{"uri":"State_Farm_Insurance","surface_form":"State Farm Insurance","offset":449},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":884},{"uri":"Super_Bowl_XLII","surface_form":"2008","offset":913},{"uri":"Super_Bowl_XLIX","surface_form":"2015","offset":922},{"uri":"Fiesta_Bowl","surface_form":"Fiesta Bowl","offset":1022},{"uri":"Association_football","surface_form":"soccer","offset":1130},{"uri":"2015_CONCACAF_Gold_Cup","surface_form":"2015 CONCACAF Gold Cup","offset":1202},{"uri":"Copa_Am%C3%A9rica_Centenario","surface_form":"Copa América Centenario","offset":1229},{"uri":"WrestleMania_XXVI","surface_form":"WrestleMania XXVI","offset":1286}]}