{"id":232394,"url":"http://en.wikipedia.org/wiki/Hurricane_Vince","text":"Hurricane Vince was an unusual hurricane that began in the northeast Atlantic Ocean. It was part of the 2005 Atlantic hurricane season. The waters where it formed were thought to be too cold for tropical cyclones to exist. Vince was the 20th named storm and 12th hurricane of the season.\nThe storm that became Vince started out as an extratropical cyclone. It became a subtropical storm on October 8 to the southeast of the Azores. The National Hurricane Center (NHC) did not officially give the storm a name until the next day. Vince grew into a hurricane before beginning to weaken at sea. On October 11, it made landfall on the Iberian Peninsula in Spain. At that time, it was a tropical depression. It may have been the first storm to hit the area since a hurricane in 1842. Vince died out over Spain. However, it did drop rain on the country. What was left of the storm passed into the Mediterranean Sea.\nMeteorological history.\nOn October 5, a storm now known as the 2005 Azores subtropical storm was absorbed by another low pressure area. It then began to develop and become more organized. It became a subtropical cyclone early on October 8. The storm was 580 miles (930 km) southeast of Lajes in the Azores. The National Hurricane Center (NHC) did not name the system Vince at the time, because the waters here were thought to be too cold for tropical or subtropical cyclones to exist. The storm slowly became more tropical, with a warm center. It became a tropical storm the next day in water cooler than 24 °C (75 °F), colder than the 26.5 °C (80 °F) usually needed for tropical storms.\nAfter becoming a tropical storm, it had an eye, a clear opening at the center of the storm. The NHC named it Tropical Storm Vince, but at the time, it was not known whether Vince was tropical or subtropical. A later analysis of the storm found that Vince became tropical before it was given a name. The storm's eye became more settled and had a diameter of 15 mi (25 km). The storm also became stronger; it reached its highest force on October 9. At the time, it had wind speeds of 75 mph (120 h), a very weak Category 1 hurricane on the Saffir–Simpson Hurricane Scale. One NHC weather forecaster said that \"if it looks like a hurricane, it probably is, despite its environment and unusual location\".\nHurricane Vince quickly began to weaken because wind shear began to erode it. Vince weakened to a tropical storm. A type of weather system called a trough moved towards Vince from the northwest It pulled thunderstorms related to Vince away from the storm, and its center quickly moved to the east. On October 10, two short bursts of thunderstorms surprised forecasters. However, because the water was so cold, the storm kept weakening. Vince became weaker as it came closer to the Iberian Peninsula. It became a tropical depression on October 11. This was just before it made its landfall in Huelva, Spain. The fast-moving tropical depression quickly died out over land. What was left of the cyclone moved across southern Spain. It moved into the Mediterranean Sea south of Alicante early on October 12.\nPreparations and impact.\nThe Spanish Center for Emergency Coordination declared a rain pre-emergency for the province of Castellón. They were afraid that Hurricane Vince would bring rains which would flood the area. The Instituto Nacional de Meteorología (INM) issued a bulletin. It warned of a 40% chance of flooding. Four autonomous regions (Asturias, Cataluña, Castile and León and Galicia) issued flood warnings. Canarias issued a wind warning. Fishing fleets from Spain off the Andalusian coast went back to port. They were hit by the storm while anchored. The storm did not hit them in the open ocean.\nSpain had been fighting a record drought that year. They welcomed the rains brought by Vince's remnants. In two days the storm brought a lot of rain to the province of A Coruña. This eased the sinking water levels in the reservoirs. But this also caused bad traffic and small floods. In Cordoba province, the A-303, A-306 and OC-293 roads were slightly flooded. The entrance of the University of A Coruña was blocked for some time. It was blocked by flood waters on October 11. A nearby roundabout was submerged. There were limited damages. No one died in the storm. The highest winds reported on land were 48 mph (77 km/h). These winds were reported at Jerez, Spain.\nSome ships reported stronger winds. The rainfall as a result of the hurricane was like normal rains from temperate systems. Only one to two inches (25 to 50 mm) of rain fell. Using the words of a song in the movie \"My Fair Lady\", National Hurricane Center forecaster James Franklin in the Tropical Cyclone Report for Vince wrote, \"the rain in Spain was mainly less than 2 inches, although 3.30 inches (84 mm) fell in the plain at Cordoba.\"\nRecords and naming.\nHurricane Vince began in an odd place, an area where tropical cyclones do not usually originate from. However, it does not hold any important records. Tropical Storm Alberto of the 1988 season formed farther north than any other storm, at 41.5° N. Also, Hurricane Ginger of the 1967 season formed at 18.1° W, the farthest east of any tropical cyclones. Hurricane Vince became a \"hurricane\" further east than any known storm, at 18.9° W, prior to 2019’s Hurricane Pablo, at 18.8°W. A tropical storm becomes a hurricane when wind speeds grow higher than.\nThe National Hurricane Center said that Vince was the first tropical cyclone known to hit the Iberian Peninsula. However, some documents claim that the 1842 Spain hurricane struck the Iberian Peninsula on October 29, 1842. That hurricane may have been stronger. More recently, Tropical Storm Grace formed farther north than Vince.\nWhen Subtropical Storm Vince began on October 8, it was earliest in a season that the twenty-first tropical or subtropical storm formed. It was 38 days ahead of the record before that, which was set by Tropical Storm 21 of the 1933 season. Because Vince did not cause bad damage, the World Meteorological Organization did not retire (stop using) the name \"Vince\". It will be on the list of names for the 2011 season.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Unusual","surface_form":"unusual","offset":23},{"uri":"Hurricane","surface_form":"hurricane","offset":31},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":69},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":104},{"uri":"Tropical_cyclones","surface_form":"tropical cyclones","offset":195},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":334},{"uri":"Subtropical_storm","surface_form":"subtropical storm","offset":369},{"uri":"Azores","surface_form":"Azores","offset":424},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":436},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":615},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":631},{"uri":"Spain","surface_form":"Spain","offset":652},{"uri":"Rain","surface_form":"rain","offset":827},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":891},{"uri":"2005_Azores_subtropical_storm","surface_form":"2005 Azores subtropical storm","offset":973},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":1027},{"uri":"Develop","surface_form":"develop","offset":1063},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":1110},{"uri":"Azores","surface_form":"Azores","offset":1209},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1221},{"uri":"Tropical_cyclones","surface_form":"tropical","offset":1352},{"uri":"Celsius","surface_form":"°C","offset":1518},{"uri":"Fahrenheit","surface_form":"°F","offset":1525},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":1641},{"uri":"Analyse","surface_form":"analysis","offset":1814},{"uri":"Diameter","surface_form":"diameter","offset":1943},{"uri":"Miles_per_hour","surface_form":"mph","offset":2083},{"uri":"Kilometres_per_hour","surface_form":"h","offset":2092},{"uri":"Saffir%E2%80%93Simpson_Hurricane_Scale","surface_form":"Saffir–Simpson Hurricane Scale","offset":2136},{"uri":"Wind_shear","surface_form":"wind shear","offset":2347},{"uri":"Erode","surface_form":"erode","offset":2367},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":2447},{"uri":"Huelva","surface_form":"Huelva","offset":2891},{"uri":"Alicante","surface_form":"Alicante","offset":3073},{"uri":"Castell%C3%B3n_(province)","surface_form":"Castellón","offset":3224},{"uri":"Autonomous_communities_of_Spain","surface_form":"autonomous regions","offset":3427},{"uri":"Asturias","surface_form":"Asturias","offset":3447},{"uri":"Catalonia","surface_form":"Cataluña","offset":3457},{"uri":"Castile_and_Le%C3%B3n","surface_form":"Castile and León","offset":3467},{"uri":"Galicia_(Spain)","surface_form":"Galicia","offset":3488},{"uri":"Issue","surface_form":"issued","offset":3497},{"uri":"Canary_Islands","surface_form":"Canarias","offset":3520},{"uri":"Andalusia","surface_form":"Andalusia","offset":3586},{"uri":"Anchor","surface_form":"anchor","offset":3655},{"uri":"Spain","surface_form":"Spain","offset":3711},{"uri":"Drought","surface_form":"drought","offset":3744},{"uri":"Welcome","surface_form":"welcome","offset":3768},{"uri":"A_Coru%C3%B1a_(province)","surface_form":"province of A Coruña","offset":3867},{"uri":"Easy","surface_form":"eased","offset":3894},{"uri":"Reservoir","surface_form":"reservoir","offset":3932},{"uri":"Flood","surface_form":"flood","offset":3987},{"uri":"C%C3%B3rdoba_(Spanish_province)","surface_form":"Cordoba province","offset":3998},{"uri":"Jerez","surface_form":"Jerez","offset":4365},{"uri":"Inch","surface_form":"inch","offset":4519},{"uri":"My_Fair_Lady","surface_form":"My Fair Lady","offset":4594},{"uri":"Tropical_Storm_Alberto_(1988)","surface_form":"Tropical Storm Alberto","offset":4990},{"uri":"1988_Atlantic_hurricane_season","surface_form":"1988 season","offset":5020},{"uri":"1967_Atlantic_hurricane_season","surface_form":"1967 season","offset":5117},{"uri":"East","surface_form":"east","offset":5161},{"uri":"2019_Atlantic_hurricane_season","surface_form":"2019’s Hurricane Pablo","offset":5285},{"uri":"Claim","surface_form":"claim","offset":5529},{"uri":"1842_Spain_hurricane","surface_form":"1842 Spain hurricane","offset":5544},{"uri":"Tropical_Storm_Grace_(2009)","surface_form":"Tropical Storm Grace","offset":5669},{"uri":"1933_Atlantic_hurricane_season","surface_form":"1933 season","offset":5950},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":6007}]}