{"id":232357,"url":"http://en.wikipedia.org/wiki/Haber_process","text":"e=\"preserve\">The Haber process or the Haber-Bosch process is a chemical reaction that uses nitrogen gas and hydrogen gas to create the chemical compound ammonia. The Haber process uses temperatures ranging from 400°C to 450°C under a pressure of 200 atm. The Haber process uses a catalyst mostly made up of iron.\nHistory.\nThe Haber process is named after the German scientist Fritz Haber. Haber was the first person to successfully complete the process. In 1909, Haber's process could produce about one cup of ammonia every two hours. Carl Bosch helped to develop the Haber process for industry. In 1913, the German company BASF started using the Haber process to make ammonia. During World War I, the Haber process was used to make explosives. The Germans kept this a secret until after the war. In 1918, Haber won the Nobel Prize in Chemistry, and in 1931, Bosch also shared a Nobel Prize.\nThe Haber process is still important today because it produces ammonia, which is needed for fertilizer and for many other purposes. The Haber process produces about 500 million tons (453 billion kilograms) of fertilizer every year. This fertilizer helps to feed about 40% of the world's population.\nThe process.\nIn this process, only about 15% of the nitrogen and hydrogen is changed into ammonia. However, the unused nitrogen and hydrogen is recycled. Overall, 98% of nitrogen and hydrogen can be changed into ammonia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nitrogen","surface_form":"nitrogen","offset":91},{"uri":"Hydrogen","surface_form":"hydrogen","offset":108},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":135},{"uri":"Ammonia","surface_form":"ammonia","offset":153},{"uri":"Catalyst","surface_form":"catalyst","offset":280},{"uri":"Iron","surface_form":"iron","offset":307},{"uri":"Fritz_Haber","surface_form":"Fritz Haber","offset":376},{"uri":"Carl_Bosch","surface_form":"Carl Bosch","offset":535},{"uri":"BASF","surface_form":"BASF","offset":624},{"uri":"World_War_I","surface_form":"World War I","offset":685},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":820},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":879},{"uri":"Fertilizer","surface_form":"fertilizer","offset":984}]}