{"id":232405,"url":"http://en.wikipedia.org/wiki/Mannerism","text":"Mannerism is a style of art that was created in the Late Renaissance period, from about 1520 until about 1600. The Mannerist style of painting or sculpture often shows figures that are \"elongated\" (made longer) and \"distorted\" (made into strange shapes\"). The aim of the Mannerist artist was usually to make art that looked \"elegant\".\nThe Mannerist style began in Italy, where the artists were influenced by the figures that Michelangelo painted on the ceiling and in the \"Last Judgement\" in the Sistine Chapel. During the Renaissance, artists like Leonardo da Vinci and Raphael had tried very hard to learn from nature, and to paint things in a way that was very realistic. These two famous painters both died around 1520. Many artists then decided that they were going to use the art of painting to \"express themselves\". They were not going to follow the rules of anatomy and perspective in the way that Leonardo and Raphael did. Mannerist paintings are often full of figures that seem to be twisting, writhing or fighting. The faces of the figures often show strong emotions such as sadness, fear, hatred or sexual feelings.\nNot all the painters who were working during the Mannerist period painted in the Mannerist style. Many artists continued to work in the style of the High Renaissance. Painters in the Mannerist style were Tintoretto, Jacopo Pontormo, Agnolo Bronzino, Parmigianino and Rosso Fiorentino. Giambologna and Benvenuti Cellini were Mannerist sculptors. Giulio Romano was a Mannerist architect.\nMannerism spread from Italy to France, Germany and Spain. One of the most famous Mannerist painters was El Greco who worked in Spain. Some other artists who worked in the Mannerist style are the French sculptor Jean Goujon, the Dutch painter Abraham Bloemaert and the German painter Bartolomeus Spranger. Possibly the strangest paintings from this time were by Giuseppe Arcimboldo who did pictures in which people's faces seem to be made from fruit, flowers, fire and even fish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Renaissance","surface_form":"Renaissance","offset":57},{"uri":"Painting","surface_form":"painting","offset":134},{"uri":"Sculpture","surface_form":"sculpture","offset":146},{"uri":"Italy","surface_form":"Italy","offset":364},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":425},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":496},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":549},{"uri":"Raphael","surface_form":"Raphael","offset":571},{"uri":"Anatomy","surface_form":"anatomy","offset":866},{"uri":"Perspective_(graphical)","surface_form":"perspective","offset":878},{"uri":"France","surface_form":"France","offset":1545},{"uri":"Germany","surface_form":"Germany","offset":1553},{"uri":"Spain","surface_form":"Spain","offset":1565},{"uri":"El_Greco","surface_form":"El Greco","offset":1618}]}