{"id":232481,"url":"http://en.wikipedia.org/wiki/Percy_Jackson","text":"Perseus \"Percy\" Jackson is the main character and narrator of Rick Riordan's \"Percy Jackson & the Olympians\" series. He is a demigod, meaning he is half-mortal and half god. His father is Poseidon, the god of the sea, and his mother is the mortal Sally Jackson.\nFirst introduced in \"The Lightning Thief\" as a troubled twelve-year old who finds out that he is a demigod, Percy goes on many adventures in the series to save his friends and the gods of Mount Olympus.\nPercy is played by Logan Lerman in the movie ' and in \".\"\nPersonality.\nPercy is good-natured, friendly, brave, and willing to risk his life to save his friends, strangers, and even his enemies. He is angered by Thalia Grace because their personalities are similar, they argue even though they are good friends. Percy has a sarcastic sense of humor and is funny in his writing.\nPercy dislikes nicknames or titles being given to him, with the exception of those given by Annabeth Chase. He always tells horses, which his father is said to have created, not to call him \"boss\" or \"lord\" whenever they talk to him but does not get annoyed when Annabeth calls him \"seaweed-brain\". His fatal flaw is loyalty. Percy, like most boys his age, has trouble talking to girls. Athena said that Percy's fatal flaw is personal loyalty. He will do anything to save his friends and loved ones. Kronos uses this flaw to control him several times in the series, such as when his mother is held hostage when Grover is trapped on Polyphemus' island, and when Annabeth is kidnapped.\n\"The Lightning Thief\".\nPerseus \"Percy\" Jackson is introduced as a troubled 12-year-old boy who is a student with dyslexia, which makes it hard for him to read, and ADHD (Attention Deficit Hyperactivity Disorder), which makes it hard for him to pay attention. He has been kicked out of every single school he has gone to. He has just been kicked out of Yancy Academy in Upstate New York. He has few friends at the school, his best friend being Grover Underwood, a satyr (half human, half goat) disguised as a human.\nDuring a field trip to a museum, Percy is annoyed by the school bully, Nancy Bobofit, for intimidating Grover and in a fit of rage, accidentally summons water from a nearby fountain to pull her in, but he didn't know how he did it. Mrs. Dodds, his pre-algebra teacher, witnesses the whole scene and tells him to follow her into the museum for a \"talk.\" Suddenly, she turns into the Fury Alecto, and attacks him, looking like a bat-like figure with humongous fangs. Percy manages to destroy her using Mr. Brunner’s pen, Riptide, that transforms into a sword in his hand. However, when Percy returns to the bus and asks his classmates, nobody remembers Mrs. Dodds because of a force known as the Mist. The only person that may remember her was Grover, who always hesitated before he answered. Everybody else believed her name was Mrs. Kerr.\nPercy asks what just happened, and Mr. Brunner says he saw nothing and that Percy should bring his own things to write with in the future. Percy asks his classmates about it, but they act like there was never any \"Mrs. Dodds\". Percy sees that Grover is lying when he hesitates whenever Percy mentions \"Mrs. Dodds\". Percy overhears Grover and Mr. Brunner talking about him later in the school year. As he is going home on a bus with Grover, he sees three old ladies knitting a giant sock. Grover looks really worried about them. Percy leaves Grover at the bus stop and takes a taxi to his apartment on his own.\nHis mother arrives soon after he gets home and tells him that they can go to Montauk Beach for the entire weekend. Percy is happy that something good has finally happened and packs his things and leaves. At the beach, Percy wakes up in the middle of the night in a storm and is shocked to see Grover coming to him and his mom, telling them to leave. Percy is confused, but his mother takes them both in the car and drives quickly away.\nAfter hearing a growl behind them, his mom arrives at a hill and pushes both boys out of the car. Percy sees that the thing chasing them is a Minotaur, who charges them. Percy and his mom dodge it, but Grover is too slow and the Minotaur charges him. Percy manages to defeat the Minotaur, but not before it dissolves Percy's mother into light and sends her to the Underworld. Percy drags Grover up the hill to Camp Half-Blood, where Percy passes out on the doorway of the Big House.\nPercy learns that Camp Half-Blood is a place for demigods like him. He meets a future friend, Annabeth Chase. He learns that Mr. Brunner is actually the centaur (half human, half horse) Chiron, the camp's activity director. He also learns that the director of the camp is the god Dionysus. He is introduced to Luke Castellan, the leader of the Hermes cabin. Later, in a capture-the-flag game, Percy single-handed defeats Clarisse, leader of the Ares cabin, and three others when he healed his injuries in water. This is when he learned that he is the son of Poseidon as a holographic trident appears over his head. Soon after learning that Zeus's lightning bolt has been stolen, Percy embarks on his first and eventually successful quest along with Grover and Annabeth to retrieve it.\n\"The Sea of Monsters\".\nThalia's tree, the magical border of Camp Half-Blood, has been poisoned. Chiron is blamed for the poisoning and is dismissed from camp; Tantalus, who comes from the Fields of Punishment and cannot have food or water, takes the job. The only thing able to rid the tree of its poison is the Golden Fleece, which is located on the island of Polyphemus (another son of Poseidon), in the Sea of Monsters (the Bermuda Triangle).\nClarisse, the daughter of Ares and longtime enemy of Percy, is given the quest to go into the Sea of Monsters to bring back the Golden Fleece, which has healing powers for plants, animals, and humans. Percy and Annabeth decide to go also, not just for the Golden Fleece, but for their friend Grover who is trapped in Polyphemus' cave. Tyson, a young Cyclops whom Percy befriended at school that year, joins them on their journey. Tyson is Poseidon's son and therefore Percy's half-brother.\nAs they enter the Sea of Monsters, they have to get past Scylla and Charybdis. Instead of trying to sail in between the two, Clarisse automatically goes for Charybdis and Tyson supposedly dies in Clarisse's ship after it sinks. After that, Percy and Annabeth journey to many dangerous islands, and Annabeth tells Percy many things about how Thalia died and she also mentions her prophecy and tells Percy that he has a choice to make when he becomes 16 years old. Fighting their way through many other obstacles, like the Sirens and Circe's island, they join up with Clarisse, Grover, and later Tyson (who did not die), and leave with the Golden Fleece.\nWhen they return to the mortal world, they send off Clarisse on an airplane to camp alone, and Percy, Annabeth, Grover, and Tyson are kidnapped by Luke. In a duel with him, Percy is nearly killed. He is saved by Chiron, who is proven innocent, and his relatives, the Party Ponies. When they return to camp the Fleece is put on the tree. The Fleece not only revives Thalia's tree, but Thalia too. It turns out that this was actually Kronos's plan, done so that he would have another chance to control the prophecy which governs the future of Olympus and the Olympians.\nAt the end Percy and Annabeth win a chariot race and Annabeth kisses Percy on the cheek.\n\"The Titan's Curse\".\nIn the third book, Grover finds two demigods at a school, Bianca and Nico di Angelo. Percy, Grover, Thalia and two of Artemis' hunters, Zoë and Bianca (who later chose to become a hunter, upsetting Nico), are sent on a quest to save Artemis, who has been kidnapped. Percy is really going to save Annabeth, who was captured while they were saving the di Angelo's.\nDuring the journey, Percy meets a mortal girl at Hoover Dam, named Rachel Elizabeth Dare, who can see through the Mist. She helps him escape from skeletal warriors who were trying to attack Percy and his friends.\nWhile warning them about the junkyard of the gods, Aphrodite, goddess of love, tells Percy there is a romantic future waiting for him with Annabeth. Bianca is killed by a crazed robot in the junkyard of the gods while trying to get a figurine for her brother Nico. She said it was the only figurine he was missing in his collection. During the battle with Atlas, Zoë receives deadly injuries; she is poisoned by her old friend Ladon; her father, Atlas, makes the final strike that kills her and Atlas holds the burden of holding the sky again. Upon entering Olympus, the Gods decide whether to kill Thalia, Percy and Bessie (the ophiotaurus) who may hold the decision to tear down Olympus according to the Great Prophecy. Thalia becomes one of Artemis' hunters, eliminating her as a potential recipient of the Great Prophecy. In the end, the gods decide to leave Percy alive and keep the Ophiotaurus in safety at the throne room. Afterward, a feast is held in honor of the heroes and Athena tells Percy that she disapproves of his friendship with her daughter. At camp, Percy tells Nico about Bianca's death; he sprints into the woods. From then on, Nico hates Percy, blaming him for his sister's death. Annabeth, Percy and Grover search for Nico and cannot find him. Percy then holds the figurine of the god Bianca gave him at the junk yard. Suddenly, he realizes who Nico's father is: Hades, lord of the dead.\n\"The Battle of the Labyrinth\".\nIn book four, the Labyrinth of Daedalus is discovered. Camp Half-Blood is in danger of being invaded by Kronos' army by means of the Labyrinth. Chiron sends Annabeth along with Percy, Grover, and Tyson into the Labyrinth on a quest to find Daedalus. In this, they hope to use his knowledge to help thwart any attacks that are carried out using the giant underground maze. They eventually find Daedalus, who has made himself a new body, and has disguised himself as the swordplay counselor.\nThere is a battle, as Kronos' army attacks Camp Half-Blood through the Labyrinth. Many are injured and some are left dead. Daedalus shows up to help along with his giant pet hellhound, Mrs. O'Leary. Daedalus has escaped death for centuries, but gives himself over to Nico di Angelo, a son of Hades, so he can accept his punishment in the Underworld and also so he can see his son Icarus and his nephew Perdix. Percy inherits Mrs. O'Leary; they have grown fond of each other. Percy and Annabeth's relationship starts to take on a new edge to it. Annabeth saves Percy several times and kisses him once because she thinks he is going to die. She also makes a big scene in front of all the campers when she realized that Percy was alive.\n\"The Last Olympian\".\nIn book five, Percy discovers the truth behind the Great Prophecy. The campers find out there is a spy among them who is reporting everything to Kronos, who took over Luke's body in the fourth book. Percy battles Kronos many times, and eventually becomes invincible from bathing in the River Styx.\nIn the beginning, Percy and Beckendorf, son of Hephaestus are sent on a quest to blow up Luke's demon cruise ship, and Beckendorf is killed.\nPercy and Nico sneak out of camp, and meet Hestia, who shows Percy part of Luke's past, and they meet Luke's mother.\nA war between the Titans and Olympians ensues, one that has been in the making for much of the series. In the end, Luke, who is also invincible from bathing in the River Styx, kills himself in order to send Kronos back to Tartarus. Silena Beuregard turns out to be the spy. She is a good person inside, but Luke threatens her, and they make a deal that Beckendorf will not be hurt, as she was Beckendorf's girlfriend. Silena dies trying to kill a drakon, disguised as Clarisse, which upsets Clarisse greatly.In the end of the book, Luke commits suicide to save the Olympians.\nAnnabeth admits she never loved Luke, and that she cared for him only as a brother. She and Percy finally cement their relationship. Percy tries to tell her about his feelings at the River Styx, but says that she is not making it easy. She says: \"I will never, ever make it easy for you Seaweed Brain. Get used to it\", then kisses him, after which the other campers throw them into the canoe lake. Percy then creates an air bubble and they share \"pretty much the best underwater kiss of all time.\".\nMovie.\nPercy was played by Logan Lerman in the movie '. That movie was adapted from the first book in the series, \"The Lightning Thief\". A movie of the second book, \"The Sea of Monsters\" was released on August 7, 2013 in the United States.\nPowers/abilities.\nIn \"The Lightning Thief\", Percy is given a magically enchanted sword called Anaklusmos (Riptide). It is made of celestial bronze, a fictional metal which will injure immortals and monsters, but not wound mortals. Many demigods use celestial bronze weapons.\nChildren of the \"big three\" (Zeus, Poseidon, and Hades) are more powerful than demigods of the other Greek gods and goddesses. Hence, Percy has a wide range of abilities.\nAquatic (water) powers.\nPercy has a lot of powers specifically connected to the things controlled by of Poseidon: seas, horses, sea creatures, and earthquakes. His water-related abilities tend to be stronger in sea water than in fresh water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protagonist","surface_form":"main character","offset":31},{"uri":"Narrator","surface_form":"narrator","offset":50},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":62},{"uri":"Percy_Jackson_%26amp%3B_the_Olympians","surface_form":"Percy Jackson & the Olympians","offset":78},{"uri":"Demigod","surface_form":"demigod","offset":125},{"uri":"Mortal","surface_form":"mortal","offset":153},{"uri":"God","surface_form":"god","offset":169},{"uri":"Poseidon","surface_form":"Poseidon","offset":188},{"uri":"Sea","surface_form":"sea","offset":213},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":283},{"uri":"Mount_Olympus","surface_form":"Mount Olympus","offset":450},{"uri":"Logan_Lerman","surface_form":"Logan Lerman","offset":484},{"uri":"Horse","surface_form":"horse","offset":966},{"uri":"Dyslexia","surface_form":"dyslexia","offset":1639},{"uri":"ADHD","surface_form":"ADHD","offset":1690},{"uri":"School","surface_form":"school","offset":1824},{"uri":"Grover_Underwood","surface_form":"Grover Underwood","offset":1969},{"uri":"Academic_term","surface_form":"school year","offset":3265},{"uri":"Bus","surface_form":"bus","offset":3303},{"uri":"Taxi","surface_form":"taxi","offset":3456},{"uri":"Apartment","surface_form":"apartment","offset":3468},{"uri":"Minotaur","surface_form":"Minotaur","offset":4068},{"uri":"Underworld","surface_form":"Underworld","offset":4290},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":4336},{"uri":"Annabeth_Chase","surface_form":"Annabeth Chase","offset":4503},{"uri":"Chiron","surface_form":"Chiron","offset":4595},{"uri":"Dionysus","surface_form":"Dionysus","offset":4689},{"uri":"Luke_Castellan","surface_form":"Luke Castellan","offset":4719},{"uri":"Hermes","surface_form":"Hermes","offset":4753},{"uri":"Ares","surface_form":"Ares","offset":4854},{"uri":"Poseidon","surface_form":"Poseidon","offset":4967},{"uri":"Zeus","surface_form":"Zeus","offset":5049},{"uri":"Tantalus","surface_form":"Tantalus","offset":5353},{"uri":"Golden_Fleece","surface_form":"Golden Fleece","offset":5506},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":5555},{"uri":"Poseidon","surface_form":"Poseidon","offset":5582},{"uri":"Bermuda_Triangle","surface_form":"Bermuda Triangle","offset":5621},{"uri":"Clarisse_La_Rue","surface_form":"Clarisse","offset":5640},{"uri":"Cyclops","surface_form":"Cyclops","offset":5990},{"uri":"Scylla","surface_form":"Scylla","offset":6187},{"uri":"Charybdis","surface_form":"Charybdis","offset":6198},{"uri":"Siren","surface_form":"Siren","offset":6651},{"uri":"Circe","surface_form":"Circe","offset":6662},{"uri":"Cronus","surface_form":"Kronos","offset":7215},{"uri":"Bianca_(Percy_Jackson)","surface_form":"Bianca","offset":7519},{"uri":"Nico_di_Angelo","surface_form":"Nico di Angelo","offset":7530},{"uri":"Thalia_Grace","surface_form":"Thalia","offset":7561},{"uri":"Zoe_Nightshade_(Percy_Jackson)","surface_form":"Zoë","offset":7597},{"uri":"Artemis","surface_form":"Artemis","offset":7694},{"uri":"Rachel_Elizabeth_Dare","surface_form":"Rachel Elizabeth Dare","offset":7891},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":8088},{"uri":"Ladon_(mythology)","surface_form":"Ladon","offset":8464},{"uri":"Atlas_(mythology)","surface_form":"Atlas","offset":8483},{"uri":"Hades","surface_form":"Hades","offset":9424},{"uri":"Labyrinth","surface_form":"Labyrinth","offset":9498},{"uri":"Daedalus","surface_form":"Daedalus","offset":9511},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":9535},{"uri":"Daedalus","surface_form":"Daedalus","offset":9720},{"uri":"Mrs._O%27Leary_(Percy_Jackson)","surface_form":"Mrs. O'Leary","offset":10155},{"uri":"Nico_di_Angelo","surface_form":"Nico di Angelo","offset":10237},{"uri":"Hades","surface_form":"Hades","offset":10262},{"uri":"Icarus","surface_form":"Icarus","offset":10350},{"uri":"Perdix_(mythology)","surface_form":"Perdix","offset":10372},{"uri":"River_Styx","surface_form":"River Styx","offset":11011},{"uri":"Logan_Lerman","surface_form":"Logan Lerman","offset":12383},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":12471},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":12618},{"uri":"Demigod","surface_form":"demigod","offset":12950},{"uri":"Poseidon","surface_form":"Poseidon","offset":13146}]}