{"id":232550,"url":"http://en.wikipedia.org/wiki/The_Last_Olympian","text":"\"The Last Olympian\" is a fantasy-adventure novel based on Greek mythology by Rick Riordan published on May 5, 2009. It is the fifth and final installment in the \"Percy Jackson & the Olympians\" series and serves as the direct sequel to \"The Battle of the Labyrinth\". There is a statement at the end of the book referencing the close of \"the first Camp Half-Blood series,\" indicating that there might be more to follow. \"The Last Olympian\" revolves around the demigod Perseus Jackson as he leads his friends in a last stand to protect Mount Olympus. The book received many positive reviews.\nPlot summary.\nPercy Jackson, his friends, and the Olympians fight in a war resembling the original war between the Greek gods and the Titans and in a final battle with the powerful Titan, Kronos. Many fight for Olympus, including the Hunters of Artemis, dryads, satyrs, naiads, and tree nymphs, Chiron's centaur cousins the Party Ponies, and the hellhound Mrs. O'Leary. They must defend Mt. Olympus from Kronos' huge army consisting of rogue half-bloods, dracaenae, Hyperboreans, Laestrygonians, drakon, Hyperion, telekhines, Typhon, and hellhounds.\nIt is revealed that Luke had bathed in the River Styx, thus becoming nearly invincible (much like Achilles). Seeking to defeat Kronos, Percy does the same, with some encouragement from Nico. It is also revealed how Nico's mother died, and that the Oracle's foretelling of her death led to Hades cursing the Oracle. Due to this, when Luke's mother attempts to become the Oracle, she loses her mind and is given glimpses of Luke's future. Rachel, a mortal who can see through the Mist, tells Percy that he is not the hero of the Great Prophecy, and that it will influence his choice when he turns 16.\nPercy and Luke (who is possessed by Kronos) battle at the top of Mount Olympus in the throne room. Luke is shocked back into his normal self when Annabeth reminds him of his promise that he would never harm her. The 'cursed blade' of the prophecy was the knife that Luke gave to Annabeth when he promises to her that they are family. The Great Prophecy hinges on Percy's decision to give Luke the dagger rather than kill him. Luke commits suicide by stabbing himself in his mortal point when Kronos takes over his body, becoming the hero of the prophecy and ending the war on Percy's 16th birthday.\nThe gods grant Percy, Grover, Annabeth, and Tyson rewards at the conclusion of their quest. Tyson becomes the General of the Cyclops army and is gifted a new weapon, a \"stick.\" Grover is granted a place on the Council of Cloven Elders and becomes a new Lord of the Wild. Annabeth's wish to become an architect is fulfilled as she is tasked to design and rebuild Olympus. Percy, refusing godhood for himself, forces the gods to swear on the River Styx that they will recognize all of their children by the time they turn 13 and that they will end the pact of the Big Three, in which Zeus, Poseidon and Hades were barred from fathering demigod offspring. He also requires cabins for Hades and the minor gods to be built at Camp Half-Blood, and that they set Calypso free of her curse. Rachel becomes the new Oracle of Delphi and speaks the next Great Prophecy. Percy and Annabeth share a kiss, after which Clarisse La Rue and their other surviving friends dunk them in the lake, where they share another kiss, this time underwater.\nCritical reception.\n\"The Last Olympian\" received overwhelmingly positive reviews. \"Publishers Weekly\" wrote \"...fans will not be disappointed\" and remarked \"As the capstone to this beloved series, this story satisfies.\" They praised Percy's \"brave leadership\" and said that \"the final clash would keep a Hollywood special effects team busy for years.\" \"Booklists starred review commented that \"...Riordan’s imagination soars in the climactic battle scenes\" but said that he manages to \"bring the whole series to a satisfying close in the down-to-earth conclusion.\" It also received starred reviews from \"Kirkus\".\nAudiobooks.\nThe unabridged audiobook version of \"The Last Olympian\" is read by Jesse Bernstein. It was released on May 12, 2009 by Random House/Listening Library. It is 10 hours and 50 minutes long.","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Fantasy_literature","surface_form":"fantasy","offset":25},{"uri":"Adventure_novel","surface_form":"adventure novel","offset":33},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":58},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":77},{"uri":"Percy_Jackson_%26amp%3B_the_Olympians","surface_form":"Percy Jackson & the Olympians","offset":162},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":236},{"uri":"Demigod","surface_form":"demigod","offset":458},{"uri":"Perseus_Jackson","surface_form":"Perseus Jackson","offset":466},{"uri":"Last_stand","surface_form":"last stand","offset":511},{"uri":"Mount_Olympus","surface_form":"Mount Olympus","offset":533},{"uri":"Percy_Jackson_(character)","surface_form":"Percy Jackson","offset":603},{"uri":"Kronos","surface_form":"Kronos","offset":777},{"uri":"Dryads","surface_form":"dryads","offset":843},{"uri":"Satyrs","surface_form":"satyrs","offset":851},{"uri":"Naiads","surface_form":"naiads","offset":859},{"uri":"Centaur","surface_form":"centaur","offset":893},{"uri":"Party_Ponies_(Percy_Jackson)","surface_form":"Party Ponies","offset":913},{"uri":"Hellhound","surface_form":"hellhound","offset":935},{"uri":"Mrs._O%27Leary_(Percy_Jackson)","surface_form":"Mrs. O'Leary","offset":945},{"uri":"Hyperborean","surface_form":"Hyperborean","offset":1055},{"uri":"Laestrygonians","surface_form":"Laestrygonians","offset":1069},{"uri":"Drakon","surface_form":"drakon","offset":1085},{"uri":"Hyperion","surface_form":"Hyperion","offset":1093},{"uri":"Telchines","surface_form":"telekhines","offset":1103},{"uri":"Typhon","surface_form":"Typhon","offset":1115},{"uri":"Hellhound","surface_form":"hellhound","offset":1127},{"uri":"Achilles","surface_form":"Achilles","offset":1237},{"uri":"Nico_di_Angelo","surface_form":"Nico","offset":1324},{"uri":"Oracle_of_Delphi","surface_form":"Oracle","offset":1387},{"uri":"Rachel_Elizabeth_Dare","surface_form":"Rachel","offset":1576},{"uri":"Annabeth_Chase","surface_form":"Annabeth","offset":1884},{"uri":"Luke_Castellan","surface_form":"Luke","offset":2126},{"uri":"Achilles_heel","surface_form":"mortal point","offset":2212},{"uri":"Grover_Underwood","surface_form":"Grover","offset":2359},{"uri":"Tyson_the_Cyclops","surface_form":"Tyson","offset":2381},{"uri":"River_Styx","surface_form":"River Styx","offset":2777},{"uri":"Hades","surface_form":"Hades","offset":3018},{"uri":"Publishers_Weekly","surface_form":"Publishers Weekly","offset":3450},{"uri":"Booklist","surface_form":"Booklist","offset":3720},{"uri":"Kirkus","surface_form":"Kirkus","offset":3971}]}