{"id":232552,"url":"http://en.wikipedia.org/wiki/Tyson_(Percy_Jackson)","text":"Tyson is a fictional character in Rick Riordan's \"Percy Jackson and the Olympians\" series. He is a cyclops. Percy Jackson, the main character of the series, is his half-brother. They have the same father, the Greek god Poseidon. He first appears as a homeless boy in the second book of the series, \"The Sea of Monsters the second book\"\nTyson is played by Douglas Smith in, the film adaption of The Sea of Monsters.\nBackground.\nTyson is the son of the Greek god of the sea Poseidon and a nature spirit. He is a young cyclops who tries to be \"the best little brother possible\" and \"make his family proud.\" He meets Percy at Meriwether College Prep school; Tyson is the subject of a program at the school which seeks to take in a homeless kid and help him while also taking in some information about him. The Mist obscures everybody's view of Tyson's one eye, making most think he has two eyes. Tyson has severe scars on his back that were caused by a sphinx in the substation where he used to live. Tyson finds Annabeth Chase pretty. He uses his bare strength and metalworking ability to his avail in many situations. For example, while fighting different monsters in \"The Sea of Monsters\", his immunity to fire protected him from magical flaming spheres that would have killed anbody else that stepped in it's path of fire. During his first summer at Camp-Half Blood, Tyson makes Percy a shield with depictions of all their adventures engraved on it; it retracts into a watch when not deployed.\n\"The Sea of Monsters\".\nThalia's tree, the tree which serves as the magical border of Camp Half-Blood, is mysteriously poisoned. Chiron is blamed for poisoning the tree and dismissed from camp; Tantalus takes his job. The only thing able to cure the tree is the Golden Fleece, which has healing powers for plants, animals, and humans. It is located on Polyphemus's Island in the Sea of Monsters (the Bermuda Triangle).\nClarisse La Rue, the daughter of Ares and longtime enemy of Percy, is given the quest to go into the Sea of Monsters to find the Golden Fleece. Percy and Annabeth decide to go also, not just for the Golden Fleece, but for their friend Grover, who is trapped in Polyphemus's cave. Tyson, Percy, and Annabeth, after saving Camp Half-Blood from two fire-breathing bulls, set out to find Polyphemus, who believes that Grover is a female cyclops and not a satyr.\nAs they enter the Sea of Monsters, they have to get past Scylla and Charybdis. Instead of trying to sail in between, Clarisse goes for Charybidis. Clarisse's ship is destroyed. Tyson, who did not escape the ship in time, is presumed dead the until it is learned that he was saved by a hippocampus named Rainbow. They all meet up on Polyphemus's Island and ultimately leave with the Golden Fleece.\nWhen they return to the mortal world, Clarisse returns to camp on a plane. Percy, Annabeth and Tyson are kidnapped by Luke. He almost kills Percy in a duel, but Percy reveals that Chiron is innocent. Chiron comes to rescue them with his strangely dressed relatives, the Party Ponies. When they return to camp, the Fleece is put on the tree, reviving both it and Thalia.\n\"The Titan's Curse\".\nTyson plays a minor role in \"The Titan's Curse\". Once, while he is in Poseidon's underwater court making various items at the forge, he appears in an Iris message between him and Percy.\n\"The Battle of the Labyrinth\".\nPercy comes back to Camp Half-Blood to find Tyson already there cleaning their room for inspection. Tyson has also fixed Percy's shield, which has been broken by a manticore, Dr. Thorn in the third book. The shield retracts into a watch when not in use.\nAnnabeth leads the quest into Daedalus' Labyrinth. She breaks the rule of having only two companions on a quest by choosing Percy, Grover, and Tyson. Annabeth descends into the Labyrinth with them to find a way to stop Kronos's evil forces from entering the borders of Camp Half-Blood by searching for its inventor, Daedalus. They run into many obstacles. Annabeth faces a Sphinx and finds the riddles (which are actually factual questions) not challenging and an insult to her intellect. They escape the claws of the Sphinx and continue on to find Hephaestus so he can tell them about where to find Daedalus. Tyson then finds Briares, the Hundred-Handed One, but is disappointed to find out he is afraid of Kampe and refuses to fight. They split up, and Tyson follows Grover, who goes a different direction in search of Pan. They all reunite and flee the Labyrinth after the help of Daedalus (Quintus).\n\"The Last Olympian\".\nAfter jumping off the exploding \"Princess Andromeda\" (a cruise ship that Kronos had made his headquarters), Percy finds himself in Poseidon's palace where Tyson is waiting for him. Percy is in a grim state, so Tyson takes him to Poseidon. Poseidon looks very aged due to all of the stress from the war going on. Poseidon is not letting Tyson fight, for fear of losing him. To Tyson's disappointment, he sends him back to the armory to make weapons. The next time he is seen is through the mist of the hearth on Mount Olympus. Percy gives Poseidon the idea to send Tyson and all the other Cyclopes to take down Typhon. They do, and Typhon lands in the Hudson River. Tyson is last seen on Mount Olympus where he is awarded a new \"stick\"; he is also given the role of general of Olympus' army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":11},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":34},{"uri":"Percy_Jackson_and_the_Olympians","surface_form":"Percy Jackson and the Olympians","offset":50},{"uri":"Cyclops","surface_form":"cyclops","offset":99},{"uri":"Percy_Jackson_(character)","surface_form":"Percy Jackson","offset":108},{"uri":"Protagonist","surface_form":"main character","offset":127},{"uri":"Half-brother","surface_form":"half-brother","offset":164},{"uri":"Twelve_Olympians","surface_form":"Greek god","offset":209},{"uri":"Poseidon","surface_form":"Poseidon","offset":219},{"uri":"Homeless","surface_form":"homeless","offset":251},{"uri":"The_Sea_of_Monsters","surface_form":"The Sea of Monsters","offset":299},{"uri":"Poseidon","surface_form":"Poseidon","offset":472},{"uri":"Sphinx","surface_form":"sphinx","offset":949},{"uri":"Annabeth_Chase","surface_form":"Annabeth Chase","offset":1009},{"uri":"The_Sea_of_Monsters","surface_form":"The Sea of Monsters","offset":1167},{"uri":"Thalia_Grace","surface_form":"Thalia's","offset":1517},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":1579},{"uri":"Tantalus","surface_form":"Tantalus","offset":1687},{"uri":"Golden_Fleece","surface_form":"Golden Fleece","offset":1755},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":1845},{"uri":"Bermuda_Triangle","surface_form":"Bermuda Triangle","offset":1893},{"uri":"Clarisse_La_Rue","surface_form":"Clarisse La Rue","offset":1912},{"uri":"Ares","surface_form":"Ares","offset":1945},{"uri":"Scylla","surface_form":"Scylla","offset":2427},{"uri":"Charybdis","surface_form":"Charybdis","offset":2438},{"uri":"Hippocamp","surface_form":"hippocamp","offset":2655},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":2702},{"uri":"Party_Ponies_(Percy_Jackson)","surface_form":"Party Ponies","offset":3037},{"uri":"Poseidon","surface_form":"Poseidon","offset":3228},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":3395},{"uri":"Annabeth_Chase","surface_form":"Annabeth","offset":3629},{"uri":"Daedalus","surface_form":"Daedalus","offset":3659},{"uri":"Labyrinth","surface_form":"Labyrinth","offset":3806},{"uri":"Daedalus","surface_form":"Daedalus","offset":3945},{"uri":"Sphinx","surface_form":"Sphinx","offset":4002},{"uri":"Hephaestus","surface_form":"Hephaestus","offset":4178},{"uri":"Daedalus","surface_form":"Daedalus","offset":4229},{"uri":"Daedalus","surface_form":"Daedalus","offset":4513},{"uri":"Hudson_River","surface_form":"Hudson River","offset":5205}]}