{"id":232539,"url":"http://en.wikipedia.org/wiki/Rachel_Elizabeth_Dare","text":"Rachel Elizabeth Dare is a red haired fictional character in Rick Riordan's \"Percy Jackson & the Olympians\" stories. Unlike other big characters in the series, none of her parents are gods. Instead, they both are mortal. Despite this, Rachel has the ability to see through Mist, a thing that makes most humans unaware of the Olympians and immortals. She has the power to predict things, which is not common even with demigods. Because of these powers, the Oracle of Delphi passes into her from the cursed remains of the previous oracle. She therefore becomes the next Oracle of Delphi, Oracle of the Gods as well as the resident oracle at Camp Half-Blood. By becoming the Oracle, she gives up her romance with Percy because the Oracle must be a maiden.\n\"The Titan's Curse\".\nIn this book, Rachel first appears at the Hoover Dam (in which they have a dam problem). Percy is being chased by a group of Spartoi when she sneezes. Percy turns around and his sword, Riptide, goes through her body. He realizes she knows it is a sword. He also finds out that she can see through the Mist. She saves Percy from the Spartoi by sending him into a restroom behind her and the skeletons to the generator room, which makes electricity.\n\"The Battle of the Labyrinth\".\nIn \"The Battle of the Labyrinth\", more details on Rachel's life are given. She shows up at Percy's new school, Goode High School. She can see that two cheerleaders are really empousai and helps Percy escape from Kelli, one of the \"empousai\". Later, Percy asks her to help him navigate Daedalus's Labyrinth, a maze he built, to find him. She goes with Percy and Annabeth through the maze. After finding out Daedalus has made a deal with Kronos, she escapes with Percy and Annabeth. Eventually, the three find Kronos's headquarters. Kronos has started to live in Luke Castellan's body and tries to catch Percy. Rachel appears with Annabeth and Nico di Angelo and throws her blue plastic hairbrush at Luke's eye. This confuses Kronos and lets Percy escape. She also helps find Pan, the lost god of nature. She is there when he dies.\nLater, she leaves Percy, Annabeth, Nico, Grover Underwood, and Tyson. Before she does, she tells them that her father is a rich businessman who buys forests. He cuts them down and use them to build shopping malls. Pan's death affects her, mainly because of her father's job. She wants to hang out with Percy again. Annabeth is not happy about this. Percy promises to call her. He says that he has memorized her phone number. Rachel is happy about this. Percy thinks of inviting her to his birthday party. He is too afraid to do so.\nRachel and Percy become good friends in \"The Battle of the Labyrinth\". Annabeth becomes jealous of her. Rachel also sees that Percy and Annabeth like each other more than they will admit.\n\"The Last Olympian\".\n\"The Last Olympian\" begins with Percy driving her to the beach in Paul Blofis's Toyota Prius. She asks him to go with her and her parents on a vacation in St. Thomas, which he refuses nicely. They are interrupted by Percy's pegasus, Blackjack. He lands on the car with Charles Beckendorf riding him.\nPercy goes to sink the \"Princess Andromeda\", a ship which Kronos is using as his base. Rachel kisses him for good luck before he leaves. In Percy's dreams, he sees Rachel writing things in Ancient Greek. She is drawing pictures of things she has never seen before, like a picture of Luke Castellan at age nine. When she goes on vacation with her parents, she asks them to return to New York by making a deal with her father to go Clarion Academy. Clarion Academy is a finishing school (a girls' school that teaches culture and social things) for girls that her mother also went to. This was all because she felt that Percy was in danger. Later on, Rachel flies to Camp Half-Blood on Blackjack. She takes in the spirit of the Oracle because Hades lifts the curse he had put on it. She says the next Great Prophecy. Rachel then goes back to the mortal world for the school year, leaving the campers without their oracle until the next summer.\nPersonality.\nRachel's father is extremely wealthy, but she does not like the way her familly lives. She prefers helping charity. She also likes art, and sketched multiple realistic images of the past and future (sometimes things she never could have seen, like a 9-year-old Luke Castellan).\nRachel is a love interest for Percy, which created tension between her and Annabeth. However, she explains that she was attracted to Percy because he was the one who led her to her destiny as the Oracle. As the Oracle, she cannot fall in love or have children. She has respect for Annabeth and Percy's relationship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":38},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":61},{"uri":"Percy_Jackson_%26amp%3B_the_Olympians","surface_form":"Percy Jackson & the Olympians","offset":77},{"uri":"Twelve_Olympians","surface_form":"gods","offset":184},{"uri":"Mortal","surface_form":"mortal","offset":213},{"uri":"Twelve_Olympians","surface_form":"Olympians","offset":325},{"uri":"Immortal","surface_form":"immortal","offset":339},{"uri":"Demigod","surface_form":"demigod","offset":417},{"uri":"Oracle_of_Delphi","surface_form":"Oracle of Delphi","offset":456},{"uri":"Pythia","surface_form":"Oracle of Delphi","offset":568},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":639},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":710},{"uri":"Hoover_Dam","surface_form":"Hoover Dam","offset":816},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":863},{"uri":"Restroom","surface_form":"restroom","offset":1136},{"uri":"Generator","surface_form":"generator","offset":1181},{"uri":"Empusa","surface_form":"empousai","offset":1428},{"uri":"Daedalus","surface_form":"Daedalus's","offset":1538},{"uri":"Labyrinth","surface_form":"Labyrinth","offset":1549},{"uri":"Annabeth_Chase","surface_form":"Annabeth","offset":1614},{"uri":"Cronus","surface_form":"Kronos","offset":1689},{"uri":"Headquarter","surface_form":"headquarter","offset":1770},{"uri":"Luke_Castellan","surface_form":"Luke Castellan","offset":1814},{"uri":"Nico_di_Angelo","surface_form":"Nico di Angelo","offset":1895},{"uri":"Pan_(mythology)","surface_form":"Pan","offset":2027},{"uri":"Grover_Underwood","surface_form":"Grover Underwood","offset":2124},{"uri":"Tyson_(Percy_Jackson)","surface_form":"Tyson","offset":2146},{"uri":"Businessman","surface_form":"businessman","offset":2211},{"uri":"Shopping_mall","surface_form":"shopping mall","offset":2281},{"uri":"Phone_number","surface_form":"phone number","offset":2494},{"uri":"Birthday_party","surface_form":"birthday party","offset":2572},{"uri":"Toyota_Prius","surface_form":"Toyota Prius","offset":2904},{"uri":"Parent","surface_form":"parent","offset":2954},{"uri":"Saint_Thomas%2C_U.S._Virgin_Islands","surface_form":"St. Thomas","offset":2979},{"uri":"Charles_Beckendorf_(Percy_Jackson)","surface_form":"Charles Beckendorf","offset":3093},{"uri":"Luke_Castellan","surface_form":"Luke Castellan","offset":3407},{"uri":"Finishing_school","surface_form":"finishing school","offset":3592},{"uri":"Culture","surface_form":"culture","offset":3639},{"uri":"Social","surface_form":"social","offset":3651},{"uri":"Art","surface_form":"art","offset":4209},{"uri":"Luke_Castellan","surface_form":"Luke Castellan","offset":4339}]}