{"id":232540,"url":"http://en.wikipedia.org/wiki/Nico_di_Angelo","text":"Nico di Angelo is a fictional character in Rick Riordan's \"Percy Jackson & The Olympians,\" \"The Heroes of Olympus\" series, The Hidden Oracle, and The Tower of Nero. In the series, he is the demigod son of Hades and mortal Maria di Angelo. As such, Nico has extraordinary powers of necromancy and the power to command the dead; he is a son of one of the \"Big Three\" Greek gods, the other two being Hades' younger brothers Poseidon and Zeus. Nico is chronologically over seventy years old as a result of his prolonged stay in the Lotus Casino in Las Vegas, an enchanted hotel where one does not age and time does not pass at its normal pace. He was ten years old in the Titans Curse. He and his sister, Bianca Di Angelo, were placed in the Lotus Casino sometime around World War II and eventually taken out by a “lawyer” (The Fury, Alecto) when Hades commanded. He also found his half-sister [https://riordan.fandom.com/wiki/Nico_di_Angelo# Hazel Levesque] in the Underworld and took her back to Camp Jupiter as she was a child of Pluto. He is currently in a relationship with Will Solace.\nDescription.\nNico is said to have shaggy, messy black hair, olive skin (Although it has paled over time) and dark brown eyes. After his time in the maze, he is described as having a pale complexion. He usually wears dark clothing and is also mentioned on several occasions to be wearing an aviator's jacket. By the end of \"The Battle of the Labyrinth\", he also wears a skull ring, a gift from his deceased sister Bianca.\nIn \"The Titan's Curse\", Nico is a composed kid who loves a trading card game called Mythomagic. However, since his sister's death in \"The Titan's Curse\" at the hands of a defective Talos, he has a hateful resentment toward Percy. He later thinks Mythomagic is a stupid game, and burns all his cards in a fire. He becomes more sullen and solitary, saying that \"only the dead respect him... and only out of fear\". He believes that he will never be accepted with the living, but forgives Percy after Bianca tells him that it wasn't Percy's fault that she died. He also accepts the small figurine of Hades that Bianca wanted him to have before she died in \"The Titan's Curse\". In the fifth book, he brings Percy to his father to get information that proves to be the least his father can give, and his father ends up putting Percy in a dungeon. However, Nico rescues Percy from the dungeon and takes him to the River Styx where Percy becomes almost invincible. In the end of \"The Last Olympian\", Nico convinces his father, Hades, to help the other gods fight in the war against the Lord of Time, Kronos, and his army, and plays a major role in the victory. The relationship between Percy and Nico becomes close for they both might have been the child of the Great Prophecy.\nNico Di Angelo's fatal flaw is holding grudges, as Bianca tells him. In his case, it can lead to not wanting help or not asking to be saved in deadly situations because he does not like someone. Examples are his not wanting to be helped by Percy, even when Geryon was going to sell him to the Titans and not wanting to go back in the Labyrinth with them. Bianca shares this with him, as she also had the same fatal flaw in life, although this did not lead to her death. Bianca also says that holding grudges is the demigods of Hades' fatal flaw. In the fifth book, Nico tells his father, Hades, that he is holding a grudge that could end up killing the Olympians and the campers.\nIn \"The House of Hades\", Nico is forced by Cupid to reveal that he had had a crush on Percy Jackson. This reveals that he is homosexual. In The Blood of Olympus, he later says that he does not feel that way anymore about Percy and that he had been young and impressionable at the time, (by saying Percy is: \"not his type) and is seen to be potentially crushing on Will Solace (head counselor of the Apollo cabin).\nIn The Trials of Apollo: The Hidden Oracle, Nico is in a romantic relationship with Will and receives the passive support of Apollo for their relationship.\n\"The Titan's Curse\".\nNico is ten years old and first appears with his sister, Bianca, in a military school called Westover Hall in Bar Harbor, Maine. They are sought out by Grover Underwood, the satyr, who believes them to be two very powerful unknown half-bloods. Nico seems to be very interested in Mythomagic, a game about Greek mythology. When his sister Bianca accepts Artemis's proposal to become a Hunter, Nico gets angry at her for \"abandoning\" him. Percy finds Nico eavesdropping on Bianca and Zöe Nightshade (one of the Hunters of Artemis, a daughter of Atlas), and Nico makes Percy to promise to keep his sister safe. He does not appear again until the end of the book, where Percy explains to him that Bianca died to save the others on the quest. Nico creates a large crack in the ground to swallow up the skeletons that were chasing Percy. The he immediately turns on Percy, telling him he hates him, and reminds him of the oath he took to keep Bianca safe. Nico is last seen running into the woods at night, after screaming at Percy.\n\"The Battle of The Labyrinth\".\nNico is supposedly eleven years old in this book. He is first seen talking with an unknown ghost who is trying to tell Nico how to trade his sister's soul for another soul, when Percy is sent a collect Iris Message sent by Bianca Di Angelo, Nico's sister. It is revealed in this book that Nico can summon the dead. Nico is then seen when Percy, Annabeth, Grover, and Tyson visit Triple G Ranch, where Percy then saves Nico from being sent to the Titans. Nico, still angry at Percy, finally understands that it was Bianca's choice to go into the Talos robot, and that he shouldn't be mad at Percy. The others leave Nico at the Ranch, where he supposedly meets King Minos (in ghost form) again, who convinces him to go back into the Labyrinth to supposedly save Percy and the others.\nHe is next seen being dragged into Daedalus' workshop by one empousa and two Laistrygonians, in chains, after being tricked by King Minos. He escapes with Percy, Annabeth, and Rachel Elizabeth Dare, who have to go back into the Labyrinth to find Grover and Tyson, who had stayed behind to look for Pan, god of the Wild. Along the way, they see Kronos in the form of Luke, and Nico, in a desperate attempt to save everyone, shows his true powers, and makes it known to Kronos that he is a son of Hades. They meet the wild god Pan, who gives everyone except for Nico a cryptic future reading and then vanishes. After they get out of the Labyrinth, a full-fledged battle erupts between the Titans and Camp Half-Blood, in which Nico summons a dozen undead soldiers to fight the dracanae, passing out in the process. He is revived with nectar and ambrosia, and he states that summoning that many soldiers required a lot of energy. After the campfire, he is seen talking with the ghost of his sister Bianca. He then tells Percy, who came out to see what was going on, that he did not belong at camp, but instead in the Underworld; he would train there instead. He also goes to search for his mother. He is last seen on Percy's apartment fire escape giving Percy news on Daedalus and a way to beat Luke for good. Before mentioning it, Nico is distracted by Percy's blue birthday cake, and Percy invites him in to talk.\n\"The Last Olympian\".\nNico is twelve years old in this book. His theory to gain an edge over the Titans is to make Percy invincible by having him bathe in the River Styx, similar to the myth of Achilles. It is shown that after Bianca died, Hades feels he has no competent child, repeatedly mentioning that Bianca could do a better job at fulfilling their father's demands than Nico. It is also revealed that the lawyer who removed the children from the Lotus Casino was Hades' lead Fury, Alecto, in disguise.\n\"The Last Olympian\".\nNico is in about the quarter of the way in the book, he brings Percy Jackson to May Castellan's house, and Hade's palace to talk with Hades but instead to Percy Jackson gets put in the dungeon and rescued by Nico. He fights but comes a little late to help with the Kronos war, at the end of the book he talks about Rachel Elizabeth Dare being missing.\n\"The Son of Neptune\".\nNico appears in the beginning of the book, He is visiting his half-sister Hazel, who was showing Percy (after losing his memory) Camp Jupiter at the time. Nico lies to Percy about knowing him after he finds out that Percy's memories have been stolen and simply says that he's an ambassador for Pluto at the Roman camp. It is later made clear that this was to preserve diplomacy (since Greeks and Romans didn't get along) and not interfere with Hera's plans - rather than a malicious urge.\n\"The Mark of Athena\".\nThough Nico was inside of a bronze jar (after getting captured) during most of The Mark of Athena, he does get rescued by Piper, Jason and Percy. Nico also explains to the others where and the doors of death are and how to close them. When Percy and Annabeth are holding on for dear life at the edge of a chasm that lead to Tartarus, Nico desperately tries and fails to save them before they fall into Tartarus.\nHe dosn't do much just talking, not much action with him in this book.\n\"The House of Hades\".\nNico admits his feelings for Percy when he is confronted by Cupid. This makes Nico the first demigod acknowledged as homosexual in the series. He indirectly shares this secret with Jason, who is with him at the time, and then is obliged to explain. Nico appears to trust Jason in this scene, even if only grudgingly. Afterwards, Nico offers to shadow travel the Athena Parthenos in an attempt to bring the the Roman and Greek camps together. He is accompanied by Praetor Reyna and the satyr Coach Hedge.\n\"The Blood of Olympus\".\nNico helps transport the Athena Parthenos to Camp Half-blood to halt the attack from the Camp Jupiter. He is joined by Reyna and Coach Hedge. The trio shadow travel halfway around the world, causing Nico to lose a lot of his strength and start to \"fade\". When facing Bryce Lawrence, it was demonstrated that Nico could turn people into ghostly specters with enough effort.\nHades was also alluded to have been aware about Nico's romantic feelings for Percy during one of his conversations with his son. Hades gives Nico his blessing and tells him he'll prepare a room for Nico in the Underworld for if his mission should fail. He also informs Nico that he wants him to be happy, and that he is proud of his son.\nUpon landing at Camp Half-Blood with Reyna and Coach Hedge he leaves them to destroy the onagers, where he finds Will Solace, Lou Ellen and Cecil. Will Solace and Nico start bickering, which amuses Lou Ellen and Cecil.\nLater on, it is shown that Nico has not visited the infirmary or spoken to Will since the battle, and Will expresses his dismay at this, saying that Nico could at least have dropped by and Will would have been glad to see a friendly face. This surprises Nico, who hadn't realized Will might want to see him, and says that his face is usually not welcome, especially around the wounded/sick. Will is upset by this and protests, stating that people were always trying to befriend Nico, it was simply that Nico would not allow them to.\nSome time later, when Nico answers the door to his cabin and sees Jason Grace, he momentarily mistakes him for Will, feeling disappointed when he realizes his mistake. He then feels annoyed with himself at being disappointed, and it is implied that he is interested in Will Solace.\nAfter a conversation later on in which Will orders Nico to stay at the infirmary for three days of rest, Nico sees Percy and Annabeth and decides to clear the air between them, since they will be seeing a lot of each other in the next few years. He confesses his old feelings for Percy, while Annabeth looks on, smiling reassuringly and even offering him a high-five for managing both to say the words and to utterly astound Percy, who was oblivious of his feelings (at the time they existed). He says that Percy is not his type, and he was simply young, confused, lonely and scared, with no one else to turn to or trust at the time, and walks towards a waving Will Solace, the boy he chooses. In Trials of Apollo we get a glimpse of their relationship. It is the first Homosexual couple in Rick's books with the ship name ‘Solangelo’.\nGeneral.\nNico's sword is made of Stygian Iron, which will kill monsters, and, unlike the other metals of Celestial Bronze and Imperial Gold, is capable of harming mortals. The metal, when being forged, is cooled in the River Styx, making it indestructible. It is implied that only beings of the Underworld, such as Hades and his children, are able to use a Stygian iron weapon. The sword helps him channel his power to control and summon the dead, along with draining an enemy's soul to reinforce his sword's power. He can also use it to create fissures in the ground, trapping anyone unlucky in the underworld. This is like what he did to king Minos. Nico being an incredibly powerful demigod; he has many powers and is aware that “With great power... comes a great need to take a nap,\" as he says after putting to sleep all of the skeleton guards in the Palace of Hades during his and Percy's escape from imprisonment during the Last Olympian.","categories":[],"infobox_types":["character"],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":20},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":43},{"uri":"Percy_Jackson_%26amp%3B_The_Olympians","surface_form":"Percy Jackson & The Olympians","offset":59},{"uri":"The_Heroes_of_Olympus","surface_form":"The Heroes of Olympus","offset":92},{"uri":"The_Hidden_Oracle","surface_form":"The Hidden Oracle","offset":123},{"uri":"Demigod","surface_form":"demigod","offset":190},{"uri":"Hades","surface_form":"Hades","offset":205},{"uri":"Hades","surface_form":"\"Big Three\"","offset":353},{"uri":"Twelve_Olympians","surface_form":"Greek gods","offset":365},{"uri":"Poseidon","surface_form":"Poseidon","offset":421},{"uri":"Zeus","surface_form":"Zeus","offset":434},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":544},{"uri":"World_War_II","surface_form":"World War II","offset":767},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":1411},{"uri":"The_Titan%27s_Curse","surface_form":"The Titan's Curse","offset":1513},{"uri":"The_Titan%27s_Curse","surface_form":"The Titan's Curse","offset":1643},{"uri":"Talos","surface_form":"Talos","offset":1690},{"uri":"Hades","surface_form":"Hades","offset":2105},{"uri":"The_Titan%27s_Curse","surface_form":"The Titan's Curse","offset":2162},{"uri":"River_Styx","surface_form":"River Styx","offset":2416},{"uri":"The_Last_Olympian","surface_form":"The Last Olympian","offset":2481},{"uri":"Geryon","surface_form":"Geryon","offset":3036},{"uri":"Titan_(mythology)","surface_form":"Titans","offset":3072},{"uri":"Hades","surface_form":"Hades","offset":3367},{"uri":"Greek_gods","surface_form":"Olympians","offset":3432},{"uri":"The_House_of_Hades","surface_form":"The House of Hades","offset":3463},{"uri":"Cupid","surface_form":"Cupid","offset":3502},{"uri":"Percy_Jackson","surface_form":"Percy Jackson","offset":3545},{"uri":"Bar_Harbor%2C_Maine","surface_form":"Bar Harbor, Maine","offset":4160},{"uri":"Grover_Underwood","surface_form":"Grover Underwood","offset":4202},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":4355},{"uri":"Bianca_di_Angelo_(Percy_Jackson)","surface_form":"Bianca","offset":4388},{"uri":"Artemis","surface_form":"Artemis","offset":4403},{"uri":"Percy","surface_form":"Percy","offset":4487},{"uri":"Zoe_Nightshade_(Percy_Jackson)","surface_form":"Zöe Nightshade","offset":4532},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":4616},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":4716},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":4910},{"uri":"King_Minos","surface_form":"unknown ghost","offset":5191},{"uri":"Bianca_di_Angelo_(Percy_Jackson)","surface_form":"Bianca Di Angelo","offset":5331},{"uri":"Daedalus","surface_form":"Daedalus","offset":5925},{"uri":"Empousa","surface_form":"empousa","offset":5951},{"uri":"Hades","surface_form":"Hades","offset":6385},{"uri":"Pan_(mythology)","surface_form":"Pan","offset":6415},{"uri":"Titans","surface_form":"Titans","offset":7398},{"uri":"River_Styx","surface_form":"River Styx","offset":7460},{"uri":"Achilles","surface_form":"Achilles","offset":7495},{"uri":"Hades","surface_form":"Hades","offset":7541},{"uri":"Alecto","surface_form":"Alecto","offset":7789}]}