{"id":232537,"url":"http://en.wikipedia.org/wiki/Luke_Castellan","text":"Luke Castellan is one of the main antagonists (being a traitor) in Rick Riordan's \"Percy Jackson & The Olympians\" series. He is a demigod son of the Greek god Hermes.\nLuke is played by Jake Abel in the movies ', the film adaption of the first book, \"The Lightning Thief\" and ', the film adaption of the second book \"The Sea of Monsters\".\nCharacter background.\nLuke is first introduced in \"The Lightning Thief\" as the 19-year-old counselor for the Hermes cabin. He was born the year 1986. While the rest of Percy's cabin mates complain about him because he is undetermined, Luke tries to make him feel at home, even stealing a toiletry bag for him. Luke first came to Camp Half-Blood when he was 14, alongside Thalia Grace, daughter of Zeus, and Annabeth Chase, daughter of Athena. Luke has a scar on his face, a relic from his battle with the dragon Ladon, guardian of the Garden of Hesperides, while on a quest. In \"The Last Olympian\", it is shown that his mother attempted to become the Oracle of Delphi and has succumbed to the curse of Hades. Her crazed prophetic ramblings affected Luke greatly, and forced him to run away when he was nine. In \"The Battle of the Labyrinth\", Luke's body becomes the vessel that harbors Kronos' essence.\nLuke dies in \"The Last Olympian\" when he is given Annabeth's knife by Percy. He sacrifices himself to defeat Kronos by stabbing himself under his left arm where his mortality was still kept intact after his bath in the River Styx (known as his Achilles heel). As he dies, he asks Percy to make sure all the demigods are claimed to avoid this happening again which might mean that they had become friends again because he is forgiven by Percy. Although he is seen as a villain throughout the series, in the end he is treated like a hero and forgiven by everyone. He is also the hero mentioned by the prophecy of the Oracle in \"The Last Olympian\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Antagonist","surface_form":"antagonist","offset":34},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":67},{"uri":"Percy_Jackson_%26amp%3B_The_Olympians","surface_form":"Percy Jackson & The Olympians","offset":83},{"uri":"Demigod","surface_form":"demigod","offset":130},{"uri":"Greek_god","surface_form":"Greek god","offset":149},{"uri":"Hermes","surface_form":"Hermes","offset":159},{"uri":"Jake_Abel","surface_form":"Jake Abel","offset":185},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":250},{"uri":"The_Sea_of_Monsters","surface_form":"The Sea of Monsters","offset":316},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":389},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":667},{"uri":"Thalia_Grace","surface_form":"Thalia Grace","offset":709},{"uri":"Zeus","surface_form":"Zeus","offset":735},{"uri":"Annabeth_Chase","surface_form":"Annabeth Chase","offset":745},{"uri":"Athena","surface_form":"Athena","offset":773},{"uri":"Garden_of_Hesperides","surface_form":"Garden of Hesperides","offset":873},{"uri":"The_Last_Olympian","surface_form":"The Last Olympian","offset":917},{"uri":"Oracle_of_Delphi","surface_form":"Oracle of Delphi","offset":989},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":1150},{"uri":"River_Styx","surface_form":"River Styx","offset":1460},{"uri":"Achilles","surface_form":"Achilles","offset":1485},{"uri":"The_Last_Olympian","surface_form":"The Last Olympian","offset":1867}]}