{"id":232544,"url":"http://en.wikipedia.org/wiki/The_Titan%27s_Curse","text":"\"The Titan's Curse\" is fantasy-adventure novel based on Greek mythology. It was written by Rick Riordan and was published in 2007. \"The Titan's Curse\" is the third novel in the \"Percy Jackson & the Olympians\" series. It is the next book after \"The Sea of Monsters\". The book tells the story of the adventures of the fourteen-year-old demigod Percy Jackson as he and his friends go on a dangerous adventure. In this quest, they have to rescue his friend Annabeth and the Greek goddess Artemis, who have both been kidnapped.\n\"The Titan's Curse\" received good reviews. It was nominated for many awards. The book was also the number one \"The New York Times\" children's series best seller and \"Book Sense\" Top Ten Summer Pick for 2007. It was released in the United States and the United Kingdom on May 1, 2007. The novel was also released in audiobook format. Actor Jesse Bernstein read the audiobook. It is followed by \"The Battle of the Labyrinth\", which is the fourth book in the series.\nPlot.\nLike the other books in the series, \"The Titan's Curse\" is of the fantasy genre. It uses the ancient Greek mythology in a modern setting as background. Reviewers have called its plot \"fast-paced\", meaning that the story moves very quickly. It has humor as well as themes such as love and loyalty.\nPlot summary.\nAnnabeth Chase and Artemis, the goddess of the hunt, are kidnapped and Percy and his friends must find Artemis before the winter solstice. This is because at the winter solstice, her influence on the Olympian Council could change an important vote. The vote was on the war with the Titans. Thalia Grace, Zoë Nightshade, Bianca Di Angelo, and Grover go on this dangerous quest. They also are searching for a rare monster that Artemis was trying to hunt down when she went missing. This monster is so powerful that it can destroy Olympus. Percy is called by a hippocampus (which is a mythological sea-horse) to rescue a cow-like creature called the Ophiotaurus which lives in the sea. Percy names the Ophiotaurus \"Bessie\". He did not know that it is a male.\nWith help from Apollo, they reach a small town in New Mexico. Grover feels the presence of Pan, the Greek god of nature. Soon, a wild gift from Pan, the giant Erymanthian Boar, comes to carry them to San Francisco. It takes them to the junkyard of the gods. Here, Percy meets Ares and talks to Aphrodite. Aphrodite hints that Annabeth and Percy will fall in love in future. The group then enters the junkyard. There, Bianca tries to steal an action figure for her younger brother. However, she awakens a prototype of Talos, a giant man of bronze. She destroys it, but dies after this. The demigods then go to Hoover Dam. Percy is attacked by skeleton warriors there. He meets Rachel Elizabeth Dare, a girl who can see through the Mist (which prevents common people from seeing monsters and magical things). She saves Percy by confusing the skeletons. This allows Percy and his friends to escape.\nIn San Francisco, they learn that Bessie the Ophiotaurus is the monster Artemis was searching. This is because sacrificing it and burning its entrails will give a person the power to destroy Olympus. They ask for the help of Annabeth's father who gives them a car. They travel to the Garden of Hesperides, where Zoë meets her sisters. She is poisoned by a dragon called Ladon. They continue to the Mountain of Despair on California's Mount Tamalpais, where Mt. Othrys, the Titan capital, is now present. From the top of the mountain where Atlas held up the sky, they see Artemis holding the sky. Annabeth is held captive by Luke. Percy takes the burden—the Titan's curse—from Artemis. After this, a fight breaks out. Atlas (the General of the Titans) kills his daughter Zoë by throwing her against rocks. Artemis tricks Atlas into taking his burden from Percy. Luke falls from a cliff during a battle with Thalia, and Percy thinks that he is dead. They go to Olympus and they keep Ophiotaurus there and at that party Percy is told by Annabeth that Luke has survived.\nCritical reception.\n\"The Titan's Curse\" received positive reviews from critics. The reviewers praised the humor and action in the story. \"Children's Literature\" called the book fast-paced. They said it \"is full of adventure and humour\" and that \"[r]eaders will relate to good natured Percy, the protagonist.\" \"Kirkus\" said that the book made Greek myths come alive in a way classrooms cannot. They said the book will have \"readers wondering how literature can be this fun.\" \"School Library Journal\" wrote that \"Intricate prophecies and relationships\" are \"neatly\" woven into the plot which they said had a lot of adventure. They added: \"Teachers will cheer for Percy Jackson and the Olympians\" as they would help students to learn about Greek mythology and also to read. They said that the book was a \"winner\" in \"Olympic\" (large) proportions. \"Booklist's\" starred review said, \"The Percy Jackson & the Olympians series is built around a terrific idea\" and said Riordan added more depth to the characters, but the books are still as funny as the previous ones. \"KidsReads\" also praised the book and said that the books are popular because they combine \"humor, adventure and a winning hero\" and said readers who have read the previous books would like Riordan's style.\nAwards and nominations.\n\"The Titan's Curse\" received some awards and nominations. It was a Quill Award nominee. It was also the number one \"The New York Times\" children's series best seller and \"Book Sense\" Top Ten Summer Pick for 2007.\nAudiobook.\nAn eight hour and forty-eight minute audiobook read by the actor Jesse Bernstein was released on April 24, 2007. It was published by Listening Library.\n\"AudioFile Magazine\" praised the audiobook. They wrote that it sounded \"young, or old, or really scary\" in different parts. They added that Jesse Bernstein \"[...] effectively voices the confusion and loss the team experiences.\"\nSequel.\n\"The Battle of the Labyrinth\" is the fourth book in the series. Annabeth and Percy find entrance into the Labyrinth during a game of capture the flag. Percy soon learns that Luke had used the entrance. He will lead the Titan army through the Labyrinth straight into the camp. To get into the Labyrinth, Percy has to find the Delta Symbol (Δ) and touch it. Using the Labyrinth, Percy tries to find Daedalus so Luke cannot get Ariadne's string. This would prevent Luke from attacking the camp.","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":23},{"uri":"Adventure","surface_form":"adventure","offset":31},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":56},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":91},{"uri":"Publishing","surface_form":"published","offset":112},{"uri":"Percy_Jackson_%26amp%3B_the_Olympians","surface_form":"Percy Jackson & the Olympians","offset":178},{"uri":"The_Sea_of_Monsters","surface_form":"The Sea of Monsters","offset":244},{"uri":"Demigod","surface_form":"demigod","offset":334},{"uri":"Percy_Jackson_(character)","surface_form":"Percy Jackson","offset":342},{"uri":"Annabeth_Chase","surface_form":"Annabeth","offset":453},{"uri":"Greek","surface_form":"Greek","offset":470},{"uri":"Artemis","surface_form":"Artemis","offset":484},{"uri":"Kidnapping","surface_form":"kidnapped","offset":512},{"uri":"Review","surface_form":"reviews","offset":557},{"uri":"Nominated","surface_form":"nominated","offset":573},{"uri":"Award","surface_form":"award","offset":592},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":634},{"uri":"Bestseller","surface_form":"best seller","offset":672},{"uri":"Released","surface_form":"released","offset":738},{"uri":"United_States","surface_form":"United States","offset":754},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":776},{"uri":"Audiobook","surface_form":"audiobook","offset":838},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":917},{"uri":"Fantasy_novel","surface_form":"fantasy","offset":1059},{"uri":"Genre","surface_form":"genre","offset":1067},{"uri":"Greek_mythology","surface_form":"ancient Greek mythology","offset":1086},{"uri":"Fast-paced","surface_form":"fast-paced","offset":1177},{"uri":"Theme","surface_form":"themes","offset":1257},{"uri":"Winter_solstice","surface_form":"winter solstice","offset":1426},{"uri":"Influence","surface_form":"influence","offset":1487},{"uri":"Olympus","surface_form":"Olympian","offset":1504},{"uri":"Council","surface_form":"Council","offset":1513},{"uri":"Titan_(mythology)","surface_form":"Titans","offset":1586},{"uri":"Thalia_Grace","surface_form":"Thalia Grace","offset":1594},{"uri":"Zoe_Nightshade_(Percy_Jackson)","surface_form":"Zoë Nightshade","offset":1608},{"uri":"Bianca_Di_Angelo","surface_form":"Bianca Di Angelo","offset":1624},{"uri":"Grover_Underwood_(Percy_Jackson)","surface_form":"Grover","offset":1646},{"uri":"Hippocampus","surface_form":"hippocampus","offset":1862},{"uri":"Cow","surface_form":"cow","offset":1922},{"uri":"Ophiotaurus","surface_form":"Ophiotaurus","offset":1951},{"uri":"Apollo","surface_form":"Apollo","offset":2075},{"uri":"Presence","surface_form":"presence","offset":2139},{"uri":"Pan_(god)","surface_form":"Pan","offset":2151},{"uri":"Erymanthian_Boar","surface_form":"Erymanthian Boar","offset":2219},{"uri":"San_Francisco","surface_form":"San Francisco","offset":2260},{"uri":"Junkyard","surface_form":"junkyard","offset":2296},{"uri":"Ares","surface_form":"Ares","offset":2336},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":2354},{"uri":"Hint","surface_form":"hints","offset":2375},{"uri":"Action_figure","surface_form":"action figure","offset":2502},{"uri":"Prototype","surface_form":"prototype","offset":2564},{"uri":"Bronze","surface_form":"bronze","offset":2599},{"uri":"Hoover_Dam","surface_form":"Hoover Dam","offset":2669},{"uri":"Skeleton","surface_form":"skeleton","offset":2702},{"uri":"Rachel_Elizabeth_Dare_(Percy_Jackson)","surface_form":"Rachel Elizabeth Dare","offset":2736},{"uri":"Sacrifice","surface_form":"sacrificing","offset":3067},{"uri":"Entrails","surface_form":"entrails","offset":3098},{"uri":"Olympus","surface_form":"Olympus","offset":3147},{"uri":"Garden_of_Hesperides","surface_form":"Garden of Hesperides","offset":3240},{"uri":"Poison","surface_form":"poison","offset":3298},{"uri":"Dragon","surface_form":"dragon","offset":3312},{"uri":"Ladon_(mythology)","surface_form":"Ladon","offset":3326},{"uri":"California","surface_form":"California's","offset":3377},{"uri":"Mount_Tamalpais","surface_form":"Mount Tamalpais","offset":3390},{"uri":"Captive","surface_form":"captive","offset":3569},{"uri":"Atlas","surface_form":"Atlas","offset":3776},{"uri":"Critic","surface_form":"critics","offset":4094},{"uri":"Intricate","surface_form":"Intricate","offset":4534},{"uri":"Prophecy","surface_form":"prophecies","offset":4544},{"uri":"Weave","surface_form":"woven","offset":4587},{"uri":"Proportion","surface_form":"proportion","offset":4854},{"uri":"Quill_Award","surface_form":"Quill Award","offset":5382},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":5431},{"uri":"Labyrinth","surface_form":"Labyrinth","offset":6033},{"uri":"Capture_the_flag","surface_form":"capture the flag","offset":6060},{"uri":"Delta","surface_form":"Delta Symbol","offset":6252},{"uri":"Daedalus","surface_form":"Daedalus","offset":6324},{"uri":"Ariadne","surface_form":"Ariadne","offset":6352}]}