{"id":232527,"url":"http://en.wikipedia.org/wiki/Grover_Underwood","text":"Grover Underwood is a fictional character in Rick Riordan's \"Percy Jackson and the Olympians\" series. He is a satyr, a mythological Greek being that is half goat and half human. He has the upper body of a human and the legs and horns of a goat. He uses fake feet when he wants to look like a human. His horns are usually hidden by his curly brown hair (although they do eventually grow too tall for him to hide them) and sometimes an orange rasta cap. Although he is 32 years old, he is like a sixteen year-old human because satyrs age half as fast as humans do.\nGrover is played by Brandon T. Jackson in the movies ' and ' the film adaptations of the first and second books in the series, \"The Lightning Thief\" and The Sea of Monsters.\nBackground.\nGrover is the best friend of Percy Jackson. He is also a satyr, which means he will always be a bottom. He has an empathy link with him. This means if one of them dies, the other will probably die, too (or that they will be left forever in a vegetative state, where they are asleep and never wake up).\nGrover gets afraid easily. When this happens, his eyes turn into slits like a goat's. He starts eating furniture and tin cans. He always tries to defend his friends. He is very loyal. Grover also can deal with dangerous situations well. An example would be when he was kidnapped by Polyphemus the Cyclops. He likes enchiladas. He is afraid of rabbits (which Thalia calls his \"bunny phobia\")\nGrover loves nature very much and hates pollution because he is a satyr. He secretly loves Artemis, the goddess of the hunt. He says, \"She's so...into nature.\" He also likes to be near the Hunters of Artemis. Grover's girlfriend is a nymph named Juniper. They are first seen together in \"The Battle of the Labyrinth\". He helps out animals. He can also talk to them. Grover likes to look for Pan, the god of the wild. He is also afraid of cyclopes.\n\"The Lightning Thief\".\nGrover the satyr and a keeper, goes undercover at Yancy Academy as a disabled student in order to discover if there are any half-bloods who attend it because most half-bloods have AD-HD and dyslexia and can do special things. There he discovers Percy Jackson, a half-blood, and alerts Mr. Brunner the Latin teacher, who turns out to be Chiron, Camp Half-Blood's activities director. Grover reveals his satyr form to Percy when the Jacksons go to a beach house in Montauk, New York before they are attacked by a minotaur. He accompanies Percy along with Annabeth Chase, Athena's daughter, on a quest to the Underworld to retrieve Zeus's stolen Master Lightning Bolt. At the end of the book Grover gets his searchers license to go look for Pan, the god of the Wild.\n\"The Sea of Monsters\".\nIn The Sea of Monsters, Grover is searching for the lost god Pan, god of the Wild, when he is captured by Polyphemus the Cyclops. Grover is trapped in a bridal boutique, mistaken for a female Cyclops and is taken to Polyphemus's lair in the Sea of Monsters, where he creates the empathy link between him and Percy. In his dreams, Percy sees how Grover is trapped by Polyphemus, the blind cyclops that once held Odysseus captive, and is about to meet the same gruesome ending as all satyrs before him, including his father, who went searching for Pan. Along with Annabeth and Percy's half brother Tyson, Percy journeys on an unapproved quest to find Grover. At the end, the Golden Fleece (a powerful healing item) releases Thalia's spirit from the pine tree that kept it.\n\"The Titan's Curse\".\nGrover is undercover once again, this time at a military school, where he discovers two children, Nico and Bianca di Angelo, that he suspects are half-bloods. In the excitement of his discovery, Grover asks Percy to come and help him safely bring the half-bloods to camp half-blood. In the process of trying to get to the di Angelos, a manticore (Dr. Thorn) attempts kidnaps Percy, Bianca, and Nico, only to lose them to Thalia, Annabeth, and Grover. As they battle Dr. Thorn, the Hunters of Artemis step in and rid of the monster by making him trip off a cliff, which led to the loss of Annabeth, her being on Thorn's back. Artemis leaves her Hunters to be escorted to Camp Half-Blood by Percy, Grover, and Thalia. Artemis is then kidnapped, which means that a quest must be launched to save her. That quest consists of Grover, Bianca (who is a new Hunter of Artemis), Zoe Nightshade (The chief Hunter of Artemis), Thalia, and Percy, who journey across the country to Mt. Tampalais. On the way, Grover is involved in several situations where Pan, god of the Wild, speaks to him. The first was in Cloudcroft, New Mexico, where the presence of Pan made the birds on Grover's coffee cup and a rubber rat come to life, also bringing a giant wild boar to help Percy, Thalia, him, Bianca and Zoe escape the skeletal army. The second incident happened when Grover was alone. Pan spoke to him, saying, \"I await you.\" Both times, Grover was drinking coffee, so he and the other satyrs believe, that this had something to do with Pan's appearance.\n\"The Battle of the Labyrinth\".\nIt is in this book that we meet Juniper, Grover's nymph girlfriend, who is sobbing hysterically as The Council of Cloven Elders' decide that Grover has been searching far too long for the god Pan — they give him a week to find Pan, and if he does not, his searcher's license will be revoked. He, Percy, Annabeth and Tyson head into the Labyrinth this time to find its creator, Daedalus, and his workshop. Sometime in the book, Grover and Tyson split up from Percy and Annabeth. However, Grover meets a monster. Later, Grover finds Pan and learns the truth about his disappearance and that he, the God of Wild Things, must fade away and leave the job of making the earth green again to Grover, Annabeth, Percy, Tyson and everyone else on the planet. Grover unleashes the cry of Panic, greatly disrupting the Battle, and distracting the enemy long enough for the campers to surge and eventually drive them back into the Labyrinth.\n\"The Last Olympian\".\nGrover has been missing for 2 months; Percy and Nico decide to look for him on their way to the Underworld. Percy locates Grover through his empathy link in Central Park and finds him under a giant elm tree. Percy wakes him up by yelling, (via empathy link) \"FOOD, PANCAKES!\". He tells them he just took a nap and they figure out that Morpheus, the god of dreams, put Grover to sleep. In that way, Grover gives Percy and Nico info that some minor gods are on Kronos' side. He helps Nico and Percy get into the Underworld by playing his reed pipes to open up an entrance in Central Park.\nAfter, his exile is ended and he is given a position in the Council of Cloven Elders. Grover is then appointed as the new Lord of the Wild, causing him to collapse with joy on the spot.","categories":[],"infobox_types":["character"],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":22},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":45},{"uri":"Percy_Jackson_and_the_Olympians","surface_form":"Percy Jackson and the Olympians","offset":61},{"uri":"Satyr","surface_form":"satyr","offset":110},{"uri":"Goat","surface_form":"goat","offset":157},{"uri":"Human","surface_form":"human","offset":171},{"uri":"Rasta","surface_form":"rasta","offset":441},{"uri":"Brandon_T._Jackson","surface_form":"Brandon T. Jackson","offset":583},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":691},{"uri":"The_Sea_of_Monsters","surface_form":"The Sea of Monsters","offset":716},{"uri":"Percy_Jackson_(character)","surface_form":"Percy Jackson","offset":778},{"uri":"Empathy","surface_form":"empathy","offset":863},{"uri":"Vegetative_state","surface_form":"vegetative state","offset":991},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":1333},{"uri":"Enchilada","surface_form":"enchilada","offset":1366},{"uri":"Rabbit","surface_form":"rabbit","offset":1394},{"uri":"Pollution","surface_form":"pollution","offset":1482},{"uri":"Artemis","surface_form":"Artemis","offset":1533},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":1730},{"uri":"Pan_(mythology)","surface_form":"Pan","offset":1833},{"uri":"Chiron","surface_form":"Chiron","offset":2249},{"uri":"Montauk%2C_New_York","surface_form":"Montauk, New York","offset":2376},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":3066},{"uri":"Odysseus","surface_form":"Odysseus","offset":3111},{"uri":"Tyson_the_Cyclops","surface_form":"Tyson","offset":3296},{"uri":"Golden_Fleece","surface_form":"Golden Fleece","offset":3373},{"uri":"Cloudcroft%2C_New_Mexico","surface_form":"Cloudcroft, New Mexico","offset":4589},{"uri":"Thalia_Grace","surface_form":"Thalia","offset":4755},{"uri":"Bianca_di_Angelo_(Percy_Jackson)","surface_form":"Bianca","offset":4768},{"uri":"Zoe_Nightshade_(Percy_Jackson)","surface_form":"Zoe","offset":4779},{"uri":"Nico_di_Angelo","surface_form":"Nico","offset":6060},{"uri":"Central_Park","surface_form":"Central Park","offset":6169},{"uri":"Morpheus_(mythology)","surface_form":"Morpheus","offset":6347}]}