{"id":232547,"url":"http://en.wikipedia.org/wiki/The_Demigod_Files","text":"\"The Demigod Files\" is a collection of stories by Rick Riordan published on February 10, 2009. It is a companion book to the main series, \"Percy Jackson and the Olympians\". It contains three short stories, titled \"Percy Jackson and the Stolen Chariot\", \"Percy Jackson and the Bronze Dragon\", and \"Percy Jackson and the Sword of Hades\". It also contains a preview of \"The Last Olympian\". Additional contents include interviews with some of the campers, a picture of Annabeth's trunk, a map of Camp Half-Blood, and various crossword puzzles and other activities. It is set between the fourth book, \"The Battle of the Labyrinth\", and the fifth book, \"The Last Olympian\".\n\"Percy Jackson and the Stolen Chariot\".\nClarisse La Rue is given the chore of taking care of Ares's war chariot. It is stolen by her immortal brothers as a prank, Deimos and Phobos (gods of terror and fear respectively). Percy and Clarisse find it at a zoo. They face the two gods, whom without their powers of fear and terror are extremely weak in battle, (unlike the nature of Ares), and are easily defeated. They bring the chariot to Ares' Temple on the Intrepid, a battle cruiser.\n\"Percy Jackson and the Bronze Dragon\".\nPercy Jackson and Charles Beckendorf are on the same team for capture the flag. Beckendorf, a son of Hephaestus, has a somewhat awkward conversation about girls, and thinks Percy should ask Annabeth to the Fourth of July fireworks, the biggest dating event of the summer at Camp Half-Blood, that night. They set off into the woods and stumble on a huge anthill. Silena Beauregard and Annabeth capture Percy. Meanwhile, Charles Beckendorf charges straight ahead into the ant swarm as he tries to take back a huge bronze dragon's head, but immediately is pinched in the leg and has acid spit on his face. Percy, Annabeth and Silena try to find the rest of the body of the bronze dragon which was once one of the camp's defenses against monsters before Thalia's Pine Tree took its place so it can rescue Beckendorf from the ants. They finally get the monster started (a bronze dragon with no wings) and get it to help Beckendorf. It blasts open the ants' nest and all the ants attack the dragon. Meanwhile, Percy, Annabeth and Silena dart into the ant hill and get Beckendorf back out. When they come out and flee, the dragon spots them and goes berserk. Percy distracts the dragon so Beckendorf can jump on the dragon's back and unplug him. Silena is so relieved that Beckendorf is alive that when he asks her to the fireworks, she gladly accepts the invitation. Once they get back to camp, it turns out the capture the flag game has not ended yet, and Annabeth puts them in jail. Percy and Charles protest to no avail. Before Annabeth leaves to go back to the front line to fight for her team, she asks Percy out to the Fourth of July Fireworks, but she quickly leaves before Percy can answer.\n\"Percy Jackson and the Sword of Hades\".\nRick Riordan wrote this short story for World Book Day 2009. It takes place between \"The Battle of the Labyrinth\" and \"The Last Olympian\".\nPersephone calls Percy, Thalia and Nico, all the children of the Big Three, into the Underworld to retrieve Hades's new sword from a demigod spy who stole it. The problem is that Hades' keys, which let anyone out of or into the Underworld, are in it. Persephone gives them a flower to track the half-blood. When all of the petals fall off, the sword thief has made it out of the Underworld. Percy, Nico and Thalia must retrieve the sword before time runs out. They catch the thief, Ethan Nakamura, but all the petals fall off because Ethan has raised the Titan Iapetus. Percy flings Iapetus into the river Lethe, a river that makes one forget their identity, during a fight. Although Percy also falls in, he stays dry because of his powers, being the son of Poseidon. Percy tells Iapetus that he is Bob and Iapetus believes him and is now harmless. When they return to Hades and Persephone with the sword, Hades is very unhappy about the sword and leaves in anger, threatening Persephone never to disobey him again. They later find out that Persephone requested the sword against Hades's orders.\nAudiobook.\nAn audiobook read by actor Jesse Bernstein was released the same day as the book.\nCritical reception.\nThe book received mixed reviews. Publishers Weekly criticized, \"Bland illustrations depicting the contents of Annabeth's trunk, a map of Camp Half-Blood and a short \"sneak peek\" at \"The Last Olympian\" pad the contents (barely) to book length; the inclusion of a crossword puzzle and a word search makes the book difficult to share. Not a must-read-but try telling that to rabid fans.\" School Library Journal reviewer Tim Wadham commended the writing, saying, \"Despite the fact that this is more of a marketing package than anything else, the quality of and interest in the three stories likely justifies its purchase.\"","categories":[],"infobox_types":["Book |"],"annotations":[{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":50},{"uri":"Percy_Jackson_and_the_Olympians","surface_form":"Percy Jackson and the Olympians","offset":139},{"uri":"The_Last_Olympian","surface_form":"The Last Olympian","offset":367},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":597},{"uri":"The_Last_Olympian","surface_form":"The Last Olympian","offset":648},{"uri":"Clarisse_La_Rue","surface_form":"Clarisse La Rue","offset":708},{"uri":"Deimos_(mythology)","surface_form":"Deimos","offset":831},{"uri":"Phobos_(mythology)","surface_form":"Phobos","offset":842},{"uri":"Ares","surface_form":"Ares","offset":1047},{"uri":"Intrepid","surface_form":"Intrepid","offset":1125},{"uri":"Percy_Jackson_(character)","surface_form":"Percy Jackson","offset":1192},{"uri":"Charles_Beckendorf","surface_form":"Charles Beckendorf","offset":1210},{"uri":"Capture_the_flag","surface_form":"capture the flag","offset":1254},{"uri":"Hephaestus","surface_form":"Hephaestus","offset":1293},{"uri":"Annabeth_Chase_(Percy_Jackson)","surface_form":"Annabeth","offset":1382},{"uri":"Camp_Half-Blood","surface_form":"Camp Half-Blood","offset":1466},{"uri":"Silena_Beauregard_(Percy_Jackson)","surface_form":"Silena Beauregard","offset":1554},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":1795},{"uri":"Annabeth_Chase","surface_form":"Annabeth","offset":1802},{"uri":"World_Book_Day","surface_form":"World Book Day","offset":2965},{"uri":"The_Battle_of_the_Labyrinth","surface_form":"The Battle of the Labyrinth","offset":3010},{"uri":"The_Last_Olympian","surface_form":"The Last Olympian","offset":3044},{"uri":"Persephone","surface_form":"Persephone","offset":3064},{"uri":"Percy_Jackson_(character)","surface_form":"Percy","offset":3081},{"uri":"Thalia_Grace","surface_form":"Thalia","offset":3088},{"uri":"Nico_di_Angelo","surface_form":"Nico","offset":3099},{"uri":"Underworld","surface_form":"Underworld","offset":3149},{"uri":"Hades","surface_form":"Hades","offset":3172},{"uri":"Ethan_Nakamura","surface_form":"Ethan Nakamura","offset":3546},{"uri":"Titan_(mythology)","surface_form":"Titan","offset":3619},{"uri":"Iapetus_(mythology)","surface_form":"Iapetus","offset":3625},{"uri":"Poseidon","surface_form":"Poseidon","offset":3822},{"uri":"Publishers_Weekly","surface_form":"Publishers Weekly","offset":4306},{"uri":"School_Library_Journal","surface_form":"School Library Journal","offset":4658}]}