{"id":232628,"url":"http://en.wikipedia.org/wiki/Winchester_College_football","text":"Winchester College football, also known as Wincofo or winkies, is a style of football, the game also called soccer, that is played at Winchester College in England during the spring term. The Winchester students call this period \"common time.\" It was originally played during the autumn term, or \"short half.\" It is very similar to games played at other public schools such as Eton's wall game and Harrow game. The school is located in the city of Winchester in Hampshire, England.\nHistory.\nThis game was originally played down Kingsgate Street, a long street that runs parallel to the college. However, there were very few rules. The only thing that has not changed is that the canvas (the pitch or field the game is played on) has the same measurements as the part of the street the original version of the game was played on.\nNobody knows when the game was moved. It was moved away from the town to the grassland at the top of St. Catherine's Hill. To stop the ball from going into the canal below, the players used junior men from the college to go fetch it when it was not caught by the players. In the current version of the game, there are still classmates used as watchers who catch stray balls. However, there were problems with this. The biggest is the lines of watchers were depleted due to players being too enthusiastic and colliding with each other, causing injuries. So they introduced ropes to mark out the border of the playing field. These are now a core part of the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Football","surface_form":"football","offset":77},{"uri":"Winchester_College","surface_form":"Winchester College","offset":134},{"uri":"Spring","surface_form":"spring","offset":175},{"uri":"Autumn","surface_form":"autumn","offset":280},{"uri":"Eton_College","surface_form":"Eton","offset":377},{"uri":"Winchester","surface_form":"Winchester","offset":448},{"uri":"Hampshire","surface_form":"Hampshire, England","offset":462},{"uri":"Border","surface_form":"border","offset":1423}]}