{"id":232605,"url":"http://en.wikipedia.org/wiki/Boris_Gelfand","text":"Boris Abramovich Gelfand (born 24 June 1968 in Minsk) is a Belarusian-Israeli chess grandmaster. He won the 2009 World Chess Cup. In 1998, Gelfand emigrated to Israel, where he is their top ranking chess player.\nChess career.\nGelfand was Junior Champion of the Soviet Union at 17, and European Junior Champion two years later. In 1988 he tied for first in the World Junior Championship, the title going to Joel Lautier. He earned the GM title the following year. He has won about 30 tournaments in his career, including tournaments at Wijk aan Zee (in 1992 and 1994) and first places in Biel (1993), Dos Hermanas (1994), Belgrade (1995), Tilburg (1996), Malmo (1999) and Pamplona (2004).\nWorld Championship Candidate.\nGelfand has several times qualified for Candidates tournaments for the World Chess Championship. In 1993, he qualified for the Candidates via the Interzonal, and was knocked out in the quarter-final by England's Nigel Short. In the FIDE World Chess Championship 1996 he won the Interzonal, then won his first two Candidates matches, before being eliminated in the semi-final by Anatoly Karpov. He had numerous strong results in the knockout tournaments for the FIDE Championships 1998–2004, with his best result being a semi-finalist in 1997. He played in the 8-player 2002 Dortmund Tournament, which was the Candidates for the Classical World Chess Championship 2004, but failed to reach the semi-finals.\nHe qualified for the tournament for the World Chess Championship 2007, and surprised most observers by finishing joint second with reigning world champion Vladimir Kramnik (third after tie breaks). The tournament and the world championship was won by Viswanathan Anand.\nGelfand won the Chess World Cup 2009, and was automatically seeded into the Candidates tournament for the World Chess Championship 2012.\nThe 2012 Candidates match series was held in Kazan, Russia. In game three of the quarterfinals he played the Sicilian defense to defeat Shakhriyar Mamedyarov 2.5–1.5. In the semifinals he faced American Gata Kamsky. After splitting the first four games 2–2, the match went into a rapid playoff. Kamsky won game three in the playoff to go ahead 2–1. This meant Gelfand had to win with black in the final game to avoid elimination. Gelfand was up to the task, and then won the blitz playoff 2–0 to advance to the final.\nIn the final, he faced Alexander Grischuk. After drawing the first five games, Gelfand won the sixth and final game on the white side of a Grünfeld defence to win the match 3.5–2.5. As winner of the Candidates series, Gelfand face Anand for the 2012 World Championship. In this match Gelfand tied 6–6, but he lost the four-game rapid play tie-breaker.","categories":[],"infobox_types":["chess player"],"annotations":[{"uri":"Minsk","surface_form":"Minsk","offset":47},{"uri":"Belarus","surface_form":"Belarusian","offset":59},{"uri":"Israel","surface_form":"Israel","offset":70},{"uri":"Chess","surface_form":"chess","offset":78},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":84},{"uri":"Emigrate","surface_form":"emigrate","offset":147},{"uri":"Israel","surface_form":"Israel","offset":160},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":261},{"uri":"Joel_Lautier","surface_form":"Joel Lautier","offset":406},{"uri":"Biel","surface_form":"Biel","offset":587},{"uri":"Belgrade","surface_form":"Belgrade","offset":621},{"uri":"Tilburg","surface_form":"Tilburg","offset":638},{"uri":"Malmo","surface_form":"Malmo","offset":654},{"uri":"Pamplona","surface_form":"Pamplona","offset":671},{"uri":"World_Chess_Championship","surface_form":"World Chess Championship","offset":789},{"uri":"Nigel_Short","surface_form":"Nigel Short","offset":930},{"uri":"FIDE","surface_form":"FIDE","offset":950},{"uri":"Anatoly_Karpov","surface_form":"Anatoly Karpov","offset":1096},{"uri":"Dortmund","surface_form":"Dortmund","offset":1292},{"uri":"Vladimir_Kramnik","surface_form":"Vladimir Kramnik","offset":1579},{"uri":"Viswanathan_Anand","surface_form":"Viswanathan Anand","offset":1675},{"uri":"Kazan","surface_form":"Kazan","offset":1876},{"uri":"Russia","surface_form":"Russia","offset":1883},{"uri":"Sicilian_defense","surface_form":"Sicilian defense","offset":1940},{"uri":"Shakhriyar_Mamedyarov","surface_form":"Shakhriyar Mamedyarov","offset":1967},{"uri":"Gata_Kamsky","surface_form":"Gata Kamsky","offset":2034},{"uri":"Alexander_Grischuk","surface_form":"Alexander Grischuk","offset":2372},{"uri":"Gr%C3%BCnfeld_defence","surface_form":"Grünfeld defence","offset":2488},{"uri":"Anand","surface_form":"Anand","offset":2580}]}