{"id":232639,"url":"http://en.wikipedia.org/wiki/Nona_Gaprindashvili","text":"Nona Gaprindashvili (; born 3 May 1941) is a Georgian chess player. She was the strongest female player of the 1960s and 70s, and became the sixth Women's World Chess Champion (1962–1978). She was the first woman to achieve the Grandmaster title.\nIn 1961, aged 20, Gaprindashvili won the fourth women's Candidates Tournament, setting up a title match against Russian world champion Elisabeth Bykova. She won the match easily, with a final score of 9−2 (+7−0=4), and went on to defend her title successfully four times. She finally lost her crown in 1978 to another Georgian, Maia Chiburdanidze, by a score of 6½–8½ (+2−4=9).\nGaprindashvili played for Soviet Union in the women's chess Olympiads of 1963, 1966, 1969, 1972, 1974, 1978, 1980, 1982, 1984, 1986, 1990, and for Georgia in 1992. She won as many as 25 medals, among which 11 team gold medals and 9 individual gold medals At the Dubai Olympiad 1986 she won all the ten games she played.\nShe was a five-times winner of the Soviet women's chess championship: in 1964, 1973, 1981, 1983, and 1985. During her career Gaprindashvili successfully competed in men's tournaments, tying for first place at Lone Pine, California in 1977.\nIn 1978 Gaprindashvili became the first woman to be awarded the Grandmaster title. She was awarded the title partly as a result of winning Lone Pine 1977 against a field of 45 players, mostly grandmasters. Although she did not meet the technical requirements for the GM Title, this result was so spectacular that FIDE found it sufficient.\nNona was the first President of the National Olympic Committee of Georgia. In 2009 she won in Condino, Italy the World Senior Championship for women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Georgia_(country)","surface_form":"Georgian","offset":45},{"uri":"Chess","surface_form":"chess","offset":54},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":228},{"uri":"Russia","surface_form":"Russia","offset":359},{"uri":"Maia_Chiburdanidze","surface_form":"Maia Chiburdanidze","offset":575},{"uri":"California","surface_form":"California","offset":1165},{"uri":"FIDE","surface_form":"FIDE","offset":1498},{"uri":"Italy","surface_form":"Italy","offset":1627}]}