{"id":232995,"url":"http://en.wikipedia.org/wiki/Second_Fleet_(Australia)","text":"e=\"preserve\">The Second Fleet is the name of the second group of ships sent with settlers, convicts and supplies to colony at Sydney Cove in Port Jackson, Australia. There were six ships in the fleet: one Royal Navy Escort, four convict ships, and a supply ship.\nThe ships were meant to sail to Australia together, and get to Sydney Cove in 1789. However the escort ship was wrecked on the way and did not arrive, and one convict ship was delayed and arrived two months after the other ships.\nUnlike the First Fleet, where great efforts were taken to keep the convicts healthy, the Second Fleet was run by private businesses who kept the convicts in horrific conditions. When they got to Sydney, the sick convicts were a drain on the already struggling colony.\nOrigins and history.\nThe \"Lady Juliana\" sailed before the other convict ships and is not always counted as part of the Second Fleet. The supply ship \"Justinian\" did not sail with the convict ships and arrived before them. \"HMS Guardian\" set out before the convict ships but struck ice after leaving the Cape of Good Hope, went back to southern Africa and was wrecked on the coast.\nThe \"Surprize\", \"Neptune\" and \"Scarborough\" were sent by the firm \"Camden, Calvert & King\". They had agreed to transport, clothe and feed the convicts for a fee of £17 7s. 6d per head This fee was paid whether the convicts landed dead or alive. This firm had previously been in the business of taking slaves to North America. The only government people on the ship were the naval agent, Lieutenant John Shapcote, and the Captain of the Guard; all other crew were supplied by the firm.\nThe Second Fleet left England on 19 January 1790, with 1,006 convicts (928 male and 78 female). They made only one stop on the way, at the Cape of Good Hope. Here 20 male convicts, survivors from \"Guardian\", were taken on board. The three ships made a faster trip than the First Fleet, arriving at Port Jackson in the last week of June 1790. This was three weeks after \"Lady Juliana\", and one week after the supply ship \"Justinian\".\nThe trip was fast, but the rate of people dying was the highest in the history of transportation to Australia. Of the 1,026 convicts who left, 267 (256 men and 11 women) died during the voyage (26%).\nOn \"Neptune\" the convicts were not given enough food, they were kept tied up with chains, and rarely let up onto the deck. Many of them got scurvy. On \"Scarborough\", they were fed, but a reported mutiny attempt led to the convicts being kept locked up below the deck.\nCaptain William Hill, Captain of the guard, later wrote that the ships' captains did not feed the convicts so that they could sell the food in another country. They wanted the convicts to die quickly so that they did not have to waste the food on them and could keep it for sale later.\nArrival in Sydney.\nWhen they got to Sydney, the half naked convicts were lying without bedding, too ill to move. Those unable to walk were thrown over the side. All were covered with lice. At least 486 of the convicts were sick, 47% of those who had left England. The others were described as “lean and emaciated” and showing “more horrid spectacles than had ever been witnessed in this country”.\nAmong the people on the Second Fleet were D'Arcy Wentworth and his convict mistress Catherine Crowley, on \"Neptune\", and John Macarthur, then a young lieutenant in the New South Wales Corps, and his wife Elizabeth, on \"Scarborough\". Macarthur's eldest son, Edward Macarthur, who came with his parents on the \"Neptune\" and \"Scarborough\", is believed to be the only person who sailed in the Second Fleet of whom we have a photograph. He was also the last survivor of the voyage.\nWhen news of the horrors of the Second Fleet reached England, both the public and government were shocked. An enquiry was held but no attempt was made to arrest Donald Traill, captain of \"Neptune\". He had been described as an insane sadist. The government did not charge him, the other captains, or the firm of contractors. They had already been contracted by the government to prepare the Third Fleet for sailing to Port Jackson in 1791.\nTraill and his Chief Mate, William Ellerington, were privately put in court for the murder of an unnamed convict, seaman Andrew Anderson, and John Joseph, cook. But, after a trial lasting three hours before Sir James Marriott in the Admiralty Court, the jury set both men free \"without troubling the Judge to sum up the evidence\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Convict","surface_form":"convict","offset":91},{"uri":"Sydney_Cove","surface_form":"Sydney Cove","offset":126},{"uri":"Port_Jackson","surface_form":"Port Jackson","offset":141},{"uri":"Australia","surface_form":"Australia","offset":155},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":205},{"uri":"First_Fleet","surface_form":"First Fleet","offset":504},{"uri":"Colony","surface_form":"colony","offset":753},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":1064},{"uri":"Pound_(currency)","surface_form":"£","offset":1306},{"uri":"Slavery","surface_form":"slaves","offset":1443},{"uri":"North_America","surface_form":"North America","offset":1453},{"uri":"Naval_agent","surface_form":"naval agent","offset":1516},{"uri":"England","surface_form":"England","offset":1649},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":1766},{"uri":"First_Fleet","surface_form":"First Fleet","offset":1900},{"uri":"Penal_transportation","surface_form":"transportation","offset":2142},{"uri":"Scurvy","surface_form":"scurvy","offset":2400},{"uri":"Mutiny","surface_form":"mutiny","offset":2456},{"uri":"William_Hill_(marine)","surface_form":"William Hill","offset":2536},{"uri":"Lice","surface_form":"lice","offset":2997},{"uri":"D%27Arcy_Wentworth","surface_form":"D'Arcy Wentworth","offset":3253},{"uri":"Catherine_Crowley","surface_form":"Catherine Crowley","offset":3295},{"uri":"John_Macarthur_(wool_pioneer)","surface_form":"John Macarthur","offset":3332},{"uri":"New_South_Wales_Corps","surface_form":"New South Wales Corps","offset":3379},{"uri":"Elizabeth_Macarthur","surface_form":"Elizabeth","offset":3415},{"uri":"Edward_Macarthur","surface_form":"Edward Macarthur","offset":3468},{"uri":"Donald_Traill","surface_form":"Donald Traill","offset":3849},{"uri":"Insanity","surface_form":"insane","offset":3914},{"uri":"Sadism","surface_form":"sadist","offset":3921},{"uri":"Third_Fleet_(Australia)","surface_form":"Third Fleet","offset":4078}]}