{"id":23312,"url":"http://en.wikipedia.org/wiki/Claude_Monet","text":"Claude Monet (14 November 1840 – 5 December 1926) was a French impressionist artist.\nOne of his most famous paintings was called \"Water Lilies\", which he repeated many times in various conditions.\nMonet was born in Paris, France. His father wanted him to help run the family's grocery business. However, Monet wanted to be an artist. When he was young he met the painter Eugène Boudin who taught him to use oil paints, and encouraged him to paint out of doors.\nMonet joined the French Army in Algeria for two years from 1860-1862. When he became ill he left the army to study art at university. He did not like the way art was taught, and joined the painter Charles Gleyre in his studio. He met other artists here, including Pierre-Auguste Renoir and Alfred Sisley. They shared their ideas about painting.\nIn 1866 Monet had a child with Camille Doncieux, who had been his model. They married in 1870 and had two children, Michel and Joseph. In 1870 he moved to England to escape the Franco-Prussian War, and in 1871 he moved to Argenteuil near Paris where he painted some of his most famous pictures. In 1873 he painted \"Impression, Sunrise\", showing the sea at Le Havre. When this picture was shown in 1874 one critic took its title and called the group of artists \"Impressionists\". He intended to make fun of the artists, but the name has stuck and this is what people today call this style of painting.\nIn 1879 Camille died of tuberculosis. Alice Hoschedé decided to help Monet by taking care of his children as well as her own. In 1883 they moved to a house in Giverny where Monet planted a large garden. Monet married Alice in 1892.\nMonet found that his garden inspired him to paint pictures of it, particularly the water lilies. Alice died in 1911, and his son Jean was killed in World War I in 1914.\nMonet used broad brush strokes to build up his pictures, and painted quite quickly to try and get the idea of the light he could see into his paintings. If you go very close to one of his pictures it is hard to see what it shows, but if you stand back everything becomes clear.\nHis later paintings include series, in which he paints the same subject in different lights. For example, he painted a series of pictures of haystacks in a field, and another series of pictures of the west front of Rouen Cathedral. There are many paintings of the lilies in his garden at Giverny.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":56},{"uri":"Impressionist","surface_form":"impressionist","offset":63},{"uri":"Artist","surface_form":"artist","offset":77},{"uri":"Paintings","surface_form":"paintings","offset":108},{"uri":"Water_Lilies","surface_form":"Water Lilies","offset":130},{"uri":"Paris","surface_form":"Paris","offset":215},{"uri":"France","surface_form":"France","offset":222},{"uri":"Grocery","surface_form":"grocery","offset":277},{"uri":"Eug%C3%A8ne_Boudin","surface_form":"Eugène Boudin","offset":371},{"uri":"French_Army","surface_form":"French Army","offset":478},{"uri":"Algeria","surface_form":"Algeria","offset":493},{"uri":"Charles_Gleyre","surface_form":"Charles Gleyre","offset":658},{"uri":"Pierre-Auguste_Renoir","surface_form":"Pierre-Auguste Renoir","offset":725},{"uri":"Alfred_Sisley","surface_form":"Alfred Sisley","offset":751},{"uri":"England","surface_form":"England","offset":961},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":983},{"uri":"Argenteuil","surface_form":"Argenteuil","offset":1028},{"uri":"Le_Havre","surface_form":"Le Havre","offset":1162},{"uri":"Impressionism","surface_form":"Impressionists","offset":1267},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1430},{"uri":"Giverny","surface_form":"Giverny","offset":1565},{"uri":"World_War_I","surface_form":"World War I","offset":1786},{"uri":"Haystack","surface_form":"haystack","offset":2226},{"uri":"Rouen_Cathedral_(Monet)","surface_form":"series of pictures","offset":2260},{"uri":"Rouen_Cathedral","surface_form":"Rouen Cathedral","offset":2300}]}