{"id":233248,"url":"http://en.wikipedia.org/wiki/Daxter","text":"\"Daxter\" is a PlayStation Portable (PSP) video game by Ready at Dawn. It was given with a limited edition PSP Slim & Lite. As part of the \"Jak and Daxter\" series of games, Daxter takes place at the beginning of \"Jak II\".\nAs of June 11, 2008, the game has sold 2.3 million copies.\nPlot.\nThe game takes place in the final months of the two-year gap presented in the opening of \"Jak II\", between the moment when Jak is taken prisoner by the Krimzon Guard and the time in which Daxter finally rescues him. The introduction shows Jak being captured, while Daxter manages to escape. Almost two years later (having no luck of rescuing Jak), Daxter has forgotten all about rescuing his friend. An old man named Osmo, whom Daxter meets, hires Daxter as an exterminator.\nAfter some missions, Daxter finds his friend Jak in a Prison Zoomer and proceeds to chase after it. He is then cornered by Krimzon Guards, but is rescued by Osmo's son, Ximon. Daxter then receives a bug sidekick named Tik. He then goes to Baron Praxis's palace and gets a map of the prison where Jak is being held. When returning back to the extermination shop, Tik is killed by Kaeden, a bitter man who seemingly wants to steal Osmo's shop, but is really working for an evil mastermind.\nWhen Daxter tries to stop Kaeden from escaping the shop, Kaeden suddenly blows up the shop with a bomb he placed in the shop earlier. Daxter and Osmo survive, and Daxter promises to stop Kaeden, but only after he rescues Jak. He infiltrates The Prison, and rescues Jak. Daxter finds Kaeden, who reveals himself to be a giant insect, but he is defeated by Daxter. The whole game reveals to be a tale which Daxter told Jak, and his friends, at the bar.\nGameplay.\nDue to his new job, Daxter now has an electro-swatter, which acts as his melee weapon, and an extermination tank, which sprays bug spray (Which many have confused with Green Eco) to stun enemies. The tank eventually receives several modifications, including doubling as a type of jet-pack that allows Daxter to fly, flamethrower capabilities, and an ultrasonic attachment. The flamethrower modification allows Daxter to hover higher and longer in jet-pack mode. With the ultra-sonic attachment, Daxter can shoot a projectile resembling a blue grenade that causes high radial damage, but uses one fifth of the player's maximum bug spray.\nReception and sales.\nDaxter was very well received by critics. IGN gave it a 9/10 and GameSpot gave it a 9.1/10. It has a 86.2% at Game Rankings. As of June 11, 2008, the game has sold 2.3 million copies.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"PlayStation_Portable","surface_form":"PlayStation Portable","offset":14},{"uri":"Video_game","surface_form":"video game","offset":41},{"uri":"Ready_at_Dawn","surface_form":"Ready at Dawn","offset":55},{"uri":"Jak_and_Daxter","surface_form":"Jak and Daxter","offset":139},{"uri":"Jak_II","surface_form":"Jak II","offset":212},{"uri":"Jak_II","surface_form":"Jak II","offset":376},{"uri":"Jak_(Jak_and_Daxter)","surface_form":"Jak","offset":409},{"uri":"Krimzon_Guard","surface_form":"Krimzon Guard","offset":438},{"uri":"Exterminator","surface_form":"exterminator","offset":747},{"uri":"Arthropod","surface_form":"bug","offset":960},{"uri":"Jak_and_Daxter_series","surface_form":"Baron Praxis","offset":1000},{"uri":"Bomb","surface_form":"bomb","offset":1347},{"uri":"Game_Rankings","surface_form":"Game Rankings","offset":2478}]}