{"id":23342,"url":"http://en.wikipedia.org/wiki/Prypiat","text":"Pripyat (Ukrainian: При́п'ять, \"Pryp”iat’\") is an abandoned city in northern Ukraine. It lies in Kiev Oblast, near the border with Belarus. It was home to Chernobyl nuclear power plant workers. The city was abandoned in 1986 after the Chernobyl accident, the worst nuclear reactor accident in history. Before being abandoned, about 48,000 people lived in the city. The city was founded in the 1970s, when the nuclear power plant opened.\nThe site today is practically a museum showing the late Soviet era. With entirely abandoned buildings, including abandoned apartment buildings (four of which were yet to be used), swimming pools and hospitals, everything inside remains, from records to papers to children's toys and clothing. Pripyat and the surrounding area will not be safe for people to live there for several centuries. Scientists think that the most dangerous radioactive elements will take up to nine hundred years to decay sufficiently to render the area safe.\nThe city is entirely accessible and is relatively safe on the road, although it is unsafe to go around the city without a radiation dosimeter that measures exposure. The doors of all the buildings are open to reduce the risk to visitors, although many have accumulated too much radioactive material to be safe to visit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":9},{"uri":"Ghost_town","surface_form":"abandoned city","offset":50},{"uri":"Ukraine","surface_form":"Ukraine","offset":77},{"uri":"Kiev_Oblast","surface_form":"Kiev Oblast","offset":97},{"uri":"Belarus","surface_form":"Belarus","offset":131},{"uri":"Chernobyl","surface_form":"Chernobyl","offset":155},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":165},{"uri":"Chernobyl_accident","surface_form":"Chernobyl accident","offset":235},{"uri":"1970s","surface_form":"1970s","offset":393},{"uri":"Museum","surface_form":"museum","offset":469},{"uri":"Radioactive","surface_form":"radioactive","offset":869},{"uri":"Chemical_element","surface_form":"elements","offset":881},{"uri":"Dosimeter","surface_form":"dosimeter","offset":1104}]}