{"id":23341,"url":"http://en.wikipedia.org/wiki/Chernobyl_disaster","text":"The Chernobyl disaster was a nuclear disaster which occurred on April 26, 1986 at the Chernobyl nuclear power plant in Pripyat, Ukraine. At that time, Ukraine was part of the Soviet Union.\nThis event was one of the worst accidents in the history of nuclear power. It was rated at level 7, the most severe level, on the International Nuclear Event Scale. The only other accident with a level 7 rating is Fukushima. Because the RBMK reactors used at the plant had no containment building to keep the radiation in, radioactive fallout drifted over parts of the western Soviet Union, Eastern Europe, Scandinavia, the UK, and the eastern United States. Large areas of Ukraine, Belarus, and Russia were badly contaminated. About 60% of the radioactive fallout landed in Belarus. About 360,000 people needed to be moved to other places, where they could live after the accident. In addition, many people suffered from long term illnesses and some people were even diagnosed with thyroid cancer and acute radiation poisoning.\nBefore the accident, there was a planned power reduction. By the beginning of the day shift, the power level had reached 50%. Following this, randomly, one of the regional power stations went offline. It was then requested that the further power reduction would be postponed. Despite this request, the reduction and preparations for a test that was to happen continued.\nThe accident occurred when the fourth reactor suffered a huge power increase. This led to the core of the reactor exploding. The explosion was so powerful that it blew the 1000 ton steel lid off the reactor. Due to this explosion, large amounts of radioactive materials and fuel were released. This caused the neutron moderator, made of graphite, to start to burn. The fire caused more radioactive fallout to be released, which was carried by the smoke of the fire into the environment.\nReactor 4 was covered by a \"sarcophagus\", made from steel and concrete to stop the escape of more radiation from elements such as corium, uranium and plutonium, as well as radioactive dust. The sarcophagus was covered in 2016 with the New Safe Confinement structure.\nThe accident raised concerns about the safety of the Soviet nuclear power industry. The Soviet Union slowed down the process of making its nuclear industry bigger for some time. The Soviet government also had to become less secretive as a result of the accident. Since then, Russia, Ukraine and Belarus have become separate countries. Those countries have been burdened with continuing costs for decontamination (removing the radiation) and health care because of the accident. Exposure to radiation leads to a higher risk of getting cancer, a deadly disease. It is difficult to accurately tell the number of deaths caused by the events at Chernobyl. The Chernobyl accident happened when some workers were testing the safety of the reactor. Some of the devices that stopped the reactor from exploding were switched off. Then, there was a power surge; the reactor fell out of control and exploded.\nMost of the people affected have not died yet. When and if the people involved die of cancer, or related diseases, it will be hard to tell if this was because of the accident. A 2005 IAEA report tells of 56 direct deaths; of those, 47 were accident workers and 9 were children who died of thyroid cancer. The report thinks that up to 4,000 people may die from long term diseases related to the accident. However, other estimates range from 4,000 to 27,000 by the Union of Concerned Scientists or Greenpeace who estimate that between 93,000 - 200,000 people died as a result of the disaster.\nThe other three reactors at Chernobyl continued to operate after the disaster because there were not enough other power plants in Ukraine to meet energy demands. Reactor 2 was decommissioned (permanently turned off and stopped being used) in 1991 after a fire in its turbine hall. Reactor 1 was decommissioned in 1996, and reactor 3 was decommissioned in 2000. In 2018, a 3800 panel, 1 megawatt solar plant was opened next to the former nuclear plant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chernobyl","surface_form":"Chernobyl","offset":86},{"uri":"Power_plant","surface_form":"nuclear power plant","offset":96},{"uri":"Pripyat%2C_Ukraine","surface_form":"Pripyat, Ukraine","offset":119},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":175},{"uri":"Nuclear_accident","surface_form":"accidents","offset":221},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":249},{"uri":"International_Nuclear_Event_Scale","surface_form":"International Nuclear Event Scale","offset":319},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima","offset":403},{"uri":"RBMK","surface_form":"RBMK","offset":426},{"uri":"Containment_building","surface_form":"containment building","offset":465},{"uri":"Radioactivity","surface_form":"radioactive","offset":512},{"uri":"Nuclear_fallout","surface_form":"fallout","offset":524},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":566},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":580},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":596},{"uri":"United_Kingdom","surface_form":"UK","offset":613},{"uri":"United_States","surface_form":"United States","offset":633},{"uri":"Ukraine","surface_form":"Ukraine","offset":663},{"uri":"Belarus","surface_form":"Belarus","offset":672},{"uri":"Russia","surface_form":"Russia","offset":685},{"uri":"Neutron_moderator","surface_form":"neutron moderator","offset":1698},{"uri":"Graphite","surface_form":"graphite","offset":1725},{"uri":"Steel","surface_form":"steel","offset":1927},{"uri":"Concrete","surface_form":"concrete","offset":1937},{"uri":"Corium","surface_form":"corium","offset":2005},{"uri":"Uranium","surface_form":"uranium","offset":2013},{"uri":"Plutonium","surface_form":"plutonium","offset":2025},{"uri":"New_Safe_Confinement","surface_form":"New Safe Confinement","offset":2110},{"uri":"Health_care","surface_form":"health care","offset":2583},{"uri":"Cancer","surface_form":"cancer","offset":2676},{"uri":"International_Atomic_Energy_Agency","surface_form":"IAEA","offset":3222},{"uri":"Thyroid_cancer","surface_form":"thyroid cancer","offset":3328}]}