{"id":23345,"url":"http://en.wikipedia.org/wiki/Containment_building","text":"Containment building is a building with a nuclear reactor in it. It is built around the reactor to keep the radiation from getting out, if something happens to the reactor. The containment building is the last barrier to the radiation getting into the environment. Containment systems for nuclear power reactors are distinguished by size, shape, materials used, and suppression systems. The kind of containment used is determined by the type of reactor, generation of the reactor, and the specific plant needs.\nThe Chernobyl accident was very bad partly because the Soviet RBMK reactors used at the Chernobyl power plant had no containment buildings. The explosion, however, was so powerful that it is unlikely a containment building would have completely prevented the release of radiation.\nLayers of nuclear defense.\nThe diagram shows the order of defense layers for a nuclear reactor. The first layer of defense is the inert, ceramic quality of the uranium oxide itself. The second layer is the air tight zirconium alloy of the fuel rod. The third layer is the reactor pressure vessel made of steel more than a dozen centimeters thick. The fourth layer is the pressure resistant, air tight \"containment building\". The fifth layer is the exclusion zone around the reactor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Building","surface_form":"building","offset":26},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":42},{"uri":"Radiation","surface_form":"radiation","offset":108},{"uri":"Environment","surface_form":"environment","offset":252},{"uri":"Chernobyl_accident","surface_form":"Chernobyl accident","offset":515},{"uri":"Soviet_Union","surface_form":"Soviet","offset":566},{"uri":"Nuclear_reactor","surface_form":"reactors","offset":578},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":871},{"uri":"Uranium","surface_form":"uranium","offset":952},{"uri":"Oxide","surface_form":"oxide","offset":960},{"uri":"Zirconium","surface_form":"zirconium","offset":1008}]}