{"id":233525,"url":"http://en.wikipedia.org/wiki/Sparrowhawk","text":"The sparrowhawk (\"Accipiter nisus\") is a small bird of prey in the family Accipitridae. It has a wide distribution in Eurasia and north Africa.\nThe adult male sparrowhawk has a blue-grey back and wings. His chest and belly have thin orange stripes. Female and young sparrowhawks have brown backs and wings, with thin brown stripes. The female is up to 25% larger than the male. This is one of the biggest size differences in any bird species.\nThe sparrowhawk eats mostly small birds which live in woodland. It can be seen in any habitat and often hunts birds in town and city gardens. Male sparrowhawks eat smaller birds like tits, finches and sparrows. Females eat bigger birds like thrushes and starlings. They can kill birds weighing more than.\nThe sparrowhawk is seen in Europe, parts of Asia and parts of Africa. Birds that breed in the north migrate south for winter. Birds that live further south stay there, or fly shorter distances.\nSparrowhawks build a nest in woodland. The nest is up to 60 cm (2.0 ft) wide and made from twigs. The female lays four or five eggs with pale blue shells. The chicks hatch after 33 days and leave the nest after another 24 to 28 days.\nThe proportion of young sparrowhawks which survive to one year old is 34%. More young males die than young females. 69% of adults survive from one year to the next. The average lifespan is four years.\nThe number of sparrowhawks decreased in Europe in the 1950s. Chemicals to kill unwanted insects (\"pesticides\") were put on seeds before they were planted. Small birds ate the seeds and then sparrowhawks ate the small birds. The amount of chemicals in the food chain increased. This affected the sparrowhawks. Some were poisoned and others laid eggs with shells that were too thin. The shells broke before the chicks hatched. The pesticides were banned and the sparrowhawk population increased again. It is now one of the commonest birds of prey in Europe.\nThe sparrowhawk's hunting behaviour means people who own homing pigeons or keep birds for food may dislike it. Some people also blame the sparrowhawk for decreases in the numbers of smaller birds. Scientists have found that increased numbers of sparrowhawks did not reduce the numbers of birds living in farmland and woodland in the 1960s. Research in Scotland found that less than 1% of homing pigeons that died were killed by sparrowhawks.\nPeople have used the Sparrowhawk for falconry (hunting using a bird of prey) for more than 500 years. It is difficult to train but brave. The sparrowhawk features in some old German myths. It is mentioned in a play by William Shakespeare and a poem by Ted Hughes.\nDescription.\nThe sparrowhawk is a small bird of prey with short, broad wings and a long tail. These adaptations help it to fly between trees. Females can be up to 25% larger than males and can be twice as heavy. When females are larger than males, it is called \"reverse sexual dimorphism\". It is unusual in higher vertebrates but typical in birds of prey.\nThe adult male is long from beak to tail, with a wingspan of. He weighs.p158 The male has a slate-grey back and wings (sometimes more blue). His chest and belly have thin red stripes but they can look orange from a distance. His eyes are orange-yellow or orange-red.\nThe female is much larger – long, with a wingspan of. She weighs. The female has dark brown or grey-brown back and wings, and brown stripes on her chest and belly. Her eyes are bright yellow to orange.\nYoung sparrowhawks have a brown back and wings, with rust-coloured edges to the feathers. They have bigger brown stripes and spots on their chest and belly, and pale yellow eyes.\nThe Sparrowhawk's pale underparts and darker back and wings are an example of countershading. This colouration counteracts the effect of light coming from above, and helps to make the bird less visible. In fact, countershading is seen in most animals, including the Peregrine Falcon, the Merlin and other \"Accipiters\". The Sparrowhawk's stripes are typical of markings on birds of prey which live in woodland.\nSparrowhawks fly in a pattern described as \"flap-flap-glide\". The glide means that the flight has an up-and-down pattern. In Great Britain, Sparrowhawks living further north have longer wings than birds in the south. The sparrowhawk has a small, hooked beak. It is used for removing the feathers of its prey. The sparrowhawk's long legs and toes help it to catch and eat birds. Its middle toe is very long and is used to grab things.\nLifespan.\nMost sparrowhawks live for about four years. 34% of young birds survive to be one year old. 69% of adults survive from one year to the next. The oldest known wild sparrowhawk lived for more than 20 years.\nYoung sparrowhawks (less than one year old) weigh less than adults. They are especially light in the two months after leaving the nest. There is probably a high death rate at this time, particularly for males. This may be because the smaller males catch smaller food. They cannot catch some of the bigger prey that females can. This means they need to eat more often. A female sparrowhawk of average weight can survive for seven days without eating. A male can survive only four days.\nTaxonomy.\nThe sparrowhawk is part of the family Accipitridae and the genus \"Accipiter\". Some English people used to call the sparrowhawk the blue hawk because of the male's colour. Other old names include spar hawk, spur hawk and stone falcon.\nThe Swedish biologist Carolus Linnaeus was the first person to describe the sparrowhawk. He called it \"Falco nisus\" in 1758. The French naturalist Mathurin Jacques Brisson moved it into the \"Accipiter\" genus in 1760.\nThe current scientific name comes from the Latin words \"accipiter\" (hawk) and \"nisus\" (the sparrowhawk).","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird_of_prey","surface_form":"bird of prey","offset":47},{"uri":"Accipitridae","surface_form":"Accipitridae","offset":74},{"uri":"Eurasia","surface_form":"Eurasia","offset":118},{"uri":"Africa","surface_form":"Africa","offset":136},{"uri":"Wing","surface_form":"wing","offset":196},{"uri":"Woodland","surface_form":"woodland","offset":497},{"uri":"Habitat","surface_form":"habitat","offset":529},{"uri":"Town","surface_form":"town","offset":562},{"uri":"City","surface_form":"city","offset":571},{"uri":"Gardens","surface_form":"gardens","offset":576},{"uri":"Paridae","surface_form":"tits","offset":626},{"uri":"Finch","surface_form":"finch","offset":632},{"uri":"Sparrow","surface_form":"sparrow","offset":644},{"uri":"Turdidae","surface_form":"thrush","offset":684},{"uri":"Starling","surface_form":"starling","offset":697},{"uri":"Europe","surface_form":"Europe","offset":775},{"uri":"Asia","surface_form":"Asia","offset":792},{"uri":"Africa","surface_form":"Africa","offset":810},{"uri":"Sexual_reproduction","surface_form":"breed","offset":829},{"uri":"Migration","surface_form":"migrate","offset":848},{"uri":"Nest","surface_form":"nest","offset":963},{"uri":"Egg_(biology)","surface_form":"eggs","offset":1069},{"uri":"Chick","surface_form":"chick","offset":1101},{"uri":"Average","surface_form":"average","offset":1345},{"uri":"Lifespan","surface_form":"lifespan","offset":1353},{"uri":"Chemical","surface_form":"Chemical","offset":1438},{"uri":"Insects","surface_form":"insects","offset":1465},{"uri":"Seed","surface_form":"seed","offset":1500},{"uri":"Food_chain","surface_form":"food chain","offset":1632},{"uri":"Homing_pigeon","surface_form":"homing pigeon","offset":1990},{"uri":"Passerine","surface_form":"smaller birds","offset":2115},{"uri":"Farm","surface_form":"farm","offset":2237},{"uri":"Woodland","surface_form":"woodland","offset":2250},{"uri":"Scotland","surface_form":"Scotland","offset":2285},{"uri":"Falconry","surface_form":"falconry","offset":2412},{"uri":"Germany","surface_form":"German","offset":2550},{"uri":"Play_(theatre)","surface_form":"play","offset":2585},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":2593},{"uri":"Poem","surface_form":"poem","offset":2619},{"uri":"Ted_Hughes","surface_form":"Ted Hughes","offset":2627},{"uri":"Adaptation","surface_form":"adaptation","offset":2739},{"uri":"Tree","surface_form":"tree","offset":2774},{"uri":"Vertebrate","surface_form":"vertebrate","offset":2953},{"uri":"Wingspan","surface_form":"wingspan","offset":3044},{"uri":"Eye","surface_form":"eye","offset":3224},{"uri":"Feather","surface_form":"feather","offset":3544},{"uri":"Countershading","surface_form":"countershading","offset":3721},{"uri":"Peregrine_Falcon","surface_form":"Peregrine Falcon","offset":3909},{"uri":"Merlin","surface_form":"Merlin","offset":3931},{"uri":"Great_Britain","surface_form":"Great Britain","offset":4178},{"uri":"Accipitridae","surface_form":"Accipitridae","offset":5235},{"uri":"Genus","surface_form":"genus","offset":5256},{"uri":"England","surface_form":"English","offset":5280},{"uri":"Sweden","surface_form":"Swedish","offset":5435},{"uri":"Biologist","surface_form":"biologist","offset":5443},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":5453},{"uri":"France","surface_form":"French","offset":5560},{"uri":"Naturalist","surface_form":"naturalist","offset":5567},{"uri":"Binomial_nomenclature","surface_form":"scientific name","offset":5660},{"uri":"Latin","surface_form":"Latin","offset":5691}]}