{"id":233782,"url":"http://en.wikipedia.org/wiki/B_major","text":"B major is a major scale based on B. Its key signature has five sharps.\nB major's relative minor is G-sharp minor, its parallel minor is B minor, and its enharmonic equivalent is C-flat major.\nThe key signature for B major is the least sharp key signature with three \"lines\" of sharps. In the treble clef, putting the sharp for A where it looks like it should be, next to the sharp for G, would mean that a ledger line would have to be used. In the bass clef it would be possible to do this without a ledger line, but because sight reading is easier when both staves look the same, it is not usually done in piano music. In the alto clef, used in orchestral music, the B major key signature is usually written in just two \"lines\" of sharps.\nAlthough B major is usually thought of as a \"far away\" key because it has many sharps and is quite far from C major in the circle of fifths, Frédéric Chopin thought that it was the easiest scale of all to play, as its black notes fit the natural positions of the fingers well. Because of this, it was often the first scale he taught to beginning piano students, leaving the scale of C major till last because he thought it was the hardest to play.\nWhile B major is not too difficult to play on keyboard instruments and guitar, the key of C-flat major is easier when writing music for the harp, as it is that instrument's home key.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_scale","surface_form":"major scale","offset":13},{"uri":"Key_signature","surface_form":"key signature","offset":41},{"uri":"Relative_key","surface_form":"relative minor","offset":82},{"uri":"G-sharp_minor","surface_form":"G-sharp minor","offset":100},{"uri":"Parallel_key","surface_form":"parallel minor","offset":119},{"uri":"B_minor","surface_form":"B minor","offset":137},{"uri":"Enharmonic","surface_form":"enharmonic","offset":154},{"uri":"C-flat_major","surface_form":"C-flat major","offset":179},{"uri":"Ledger_line","surface_form":"ledger line","offset":407},{"uri":"Sight_reading","surface_form":"sight reading","offset":526},{"uri":"C_major","surface_form":"C major","offset":849},{"uri":"Circle_of_fifths","surface_form":"circle of fifths","offset":864},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Frédéric Chopin","offset":882},{"uri":"Musical_scale","surface_form":"scale","offset":930},{"uri":"C-flat_major","surface_form":"C-flat major","offset":1279},{"uri":"Harp","surface_form":"harp","offset":1329}]}