{"id":233789,"url":"http://en.wikipedia.org/wiki/D-sharp_minor","text":"D-sharp minor is a minor scale based on D. For the harmonic minor, the C is raised to C. Its key signature has six sharps.\nE-flat minor is its enharmonic equivalent. Its relative major is F-sharp major, and its parallel major is D-sharp major. This is usually replaced by E-flat major, because D-sharp major's two double sharps make it impractical to use.\nSince D-sharp minor and its enharmonic equivalent both have key signatures of six accidentals, neither one is clearly used instead of the other. For example, using the melodic minor version of D-sharp minor on the harp is very difficult. The B-pedal can be set to the sharp position, but there is no double-sharp position to set the C-pedal at. In Book I of \"The Well-Tempered Clavier\", Bach chose to write the eighth prelude in E-flat minor but the accompanying fugue in D-sharp minor. (In Book II, Bach wrote both the eighth Prelude and Fugue in D-sharp minor.)\nMusic written in this key is considered very difficult to read, which means that little music was written mainly in this key in the Classical era. E-flat minor is easier for many brass instruments and woodwinds.\nThe most famous work in this key is Scriabin's famous Etude Op. 8, No. 12. Russian composer Lyapunov must also have liked the key because he wrote the second etude of his Op. 11 set in the key, and also fifteen years later his Variations on a Russian Theme, Op. 49. His early Piano Concerto No. 1, Op. 4 was also in the enharmonic key of E-flat minor.\nIn a few scores, 6-sharp key signatures in the bass clef are written with the sharp for the A on the top line. This is not done often, because it is different from the treble clef.\nThis key is not used often in orchestral music, but is used more in keyboard music. When arranging this piano music for orchestra, some people recommend transposing the music to D minor or E minor. If D-sharp minor must be used, B-flat wind instruments should have their parts written in F minor, rather than E-sharp minor.","categories":[],"infobox_types":["Scale|"],"annotations":[{"uri":"Minor_scale","surface_form":"minor scale","offset":19},{"uri":"Harmonic_minor","surface_form":"harmonic minor","offset":51},{"uri":"Key_signature","surface_form":"key signature","offset":93},{"uri":"E-flat_minor","surface_form":"E-flat minor","offset":123},{"uri":"Enharmonic","surface_form":"enharmonic","offset":143},{"uri":"Relative_key","surface_form":"relative major","offset":170},{"uri":"F-sharp_major","surface_form":"F-sharp major","offset":188},{"uri":"Parallel_key","surface_form":"parallel major","offset":211},{"uri":"E-flat_major","surface_form":"E-flat major","offset":272},{"uri":"Accidental","surface_form":"accidental","offset":438},{"uri":"Harp","surface_form":"harp","offset":570},{"uri":"The_Well-Tempered_Clavier","surface_form":"The Well-Tempered Clavier","offset":715},{"uri":"Brass_instruments","surface_form":"brass instruments","offset":1099},{"uri":"Woodwinds","surface_form":"woodwinds","offset":1121},{"uri":"Scriabin","surface_form":"Scriabin","offset":1168},{"uri":"Etude_Op._8_No._12_(Scriabin)","surface_form":"Etude Op. 8, No. 12","offset":1186},{"uri":"Sergei_Lyapunov","surface_form":"Lyapunov","offset":1224},{"uri":"Transposing","surface_form":"transposing","offset":1818},{"uri":"D_minor","surface_form":"D minor","offset":1843},{"uri":"E_minor","surface_form":"E minor","offset":1854}]}