{"id":233801,"url":"http://en.wikipedia.org/wiki/Theoretical_key","text":"e=\"preserve\">In music theory, theoretical keys or impossible keys are keys with key signatures that contain at least one double-flats or double-sharps.\nDouble-flats and double-sharps are used in music as accidentals, but they are rarely placed in the key signature (in music that uses equal temperament), because it would make reading the key signature very difficult.\nFor example, the key of G major is rarely used to write music down, because its key signature has an F. An equal-tempered scale of G major has exactly the same notes as the A major scale. Key pairs like this are called enharmonically equivalent. So the theoretical key of G major is usually written with the key signature of A major.\nEnharmonic equivalence.\nA piece of Western music usually has a home key, and a passage within it may modulate to another key, which is usually closely related to the home key. (Usually, close to the original around the circle of fifths.) When the key is near the top of the circle (a key signature of zero or few accidentals), the writing of both keys is easy- a small number of extra sharps or flats is added. But if the home key is near the bottom of the circle (a key signature with many accidentals), enharmonic equivalence may need to be used because simply adding accidentals will result in a key with too many accidentals to be easy to play or write in.\nThe need to consider theoretical keys.\nFor example, if a piece in E major were to modulate up a fifth to B major, which is next to it on the circle and on the same side of the circle, the notation is clear and simple; an extra sharp is added to make five sharps. If it was modulated again, it would become F major, written with six sharps. The next modulation, to C has seven sharps. But the next modulation would be to a theoretical key of G which would need an eighth sharp- for the previous F note to become F in the key signature. To avoid theoretical keys, the new section would usually be written in the enharmonically equivalent key signature of A major.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music_theory","surface_form":"music theory","offset":16},{"uri":"Key_signature","surface_form":"key signature","offset":80},{"uri":"Flat_(music)","surface_form":"double-flat","offset":121},{"uri":"Sharp_(music)","surface_form":"double-sharp","offset":137},{"uri":"Accidentals","surface_form":"accidentals","offset":204},{"uri":"Equal_temperament","surface_form":"equal temperament","offset":285},{"uri":"Musical_scale","surface_form":"scale","offset":491},{"uri":"Enharmonic","surface_form":"enharmonically equivalent","offset":588},{"uri":"Tonic_(music)","surface_form":"home key","offset":766},{"uri":"Modulate","surface_form":"modulate","offset":804},{"uri":"Circle_of_fifths","surface_form":"circle of fifths","offset":922},{"uri":"Modulate","surface_form":"modulate","offset":1446},{"uri":"Perfect_fifth","surface_form":"fifth","offset":1460}]}