{"id":23398,"url":"http://en.wikipedia.org/wiki/Drum","text":"A drum is a musical instrument that is played with the hands using a drum stick (a stick for hitting a drum). A collection of drums and cymbals is called a drum kit, or drum set.\nDrums are used to keep a steady beat in a song. They give music of many kinds a sense of feeling. For example, to make a song to be slow or fast, the drums play slower or faster.\nA drum is a percussion instrument, which means it makes a noise by being hit. There are many types such as cymbals and bells; even a simple piece of wood can be used as a percussion instrument.\nThe drum kit is a group of drums & cymbals to make beats for music. Drum kits are used in most types of popular music, including rock, jazz, country, blues, and many others.\nAcoustic Drum.\nAcoustic drum kit is a set of drums and cymbals designed to be played as one instrument. A standard drum kit is made from a bass drum, snare drum, set of tom toms, hi hat cymbals, a ride cymbal and a crash cymbal. The sound is produced by striking the drums or cymbals with a drum stick or mallet.\nElectric Drum.\nElectric drum kit is essentially a collection of sample pads set up in the same way as an acoustic drum kit. The pads themselves are designed to produce little acoustic sound, other than the dead sound of the wooden drum sticks hitting rubber. The drum kit has to be plugged into an amplifier, speaker, or pair of headphones to be heard, which makes them ideal for practice when volume has to be kept to a minimum. Unlike acoustic drums, it is incredibly easy and quick to record electronic drums. There are two main ways to record audio from an electronic kit - Using a USB cable or Using an audio interface.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":12},{"uri":"Hand","surface_form":"hand","offset":55},{"uri":"Drum_stick","surface_form":"drum stick","offset":69},{"uri":"Drum_kit","surface_form":"drum kit","offset":156},{"uri":"Music","surface_form":"music","offset":237},{"uri":"Percussion_instrument","surface_form":"percussion instrument","offset":370},{"uri":"Bell","surface_form":"bell","offset":477},{"uri":"Drum_kit","surface_form":"drum kit","offset":556},{"uri":"Cymbal","surface_form":"cymbal","offset":587},{"uri":"Rock_and_roll","surface_form":"rock","offset":681},{"uri":"Jazz","surface_form":"jazz","offset":687},{"uri":"Country","surface_form":"country","offset":693},{"uri":"Blues","surface_form":"blues","offset":702},{"uri":"Cymbal","surface_form":"cymbals","offset":781},{"uri":"Bass_drum","surface_form":"bass drum","offset":865},{"uri":"Snare_drum","surface_form":"snare drum","offset":876},{"uri":"Hi-hat","surface_form":"hi hat","offset":905},{"uri":"Drum_stick","surface_form":"drum stick","offset":1017}]}