{"id":234018,"url":"http://en.wikipedia.org/wiki/Defamation","text":"e=\"preserve\">Defamation is saying or writing something about another person that hurts their reputation. Usually, when people use the word \"defamation\", it means that the statement is not true. In this case, it is against the law. A statement that is defamation is called \"defamatory\".\nIn order to be defamatory, a statement has to claim to be a fact instead of an opinion. For example, saying, \"Mr. Jones is mean\" cannot be defamatory, because it is someone's opinion. However, if someone says, \"Mr. Jones steals candy from children\", then the statement is defamatory \"if\" it is not true, because it would be a fact, not an opinion.\nIf a defamatory statement is written, such as in a book or in a newspaper, it is called libel. If it is spoken out loud, it is called slander. Somebody who is the victim of defamation can sue the person who wrote or said it.\nDefamation is a tool of bullying.\nDefamation laws.\nDefamation laws are not the same in every country. In most countries it is a civil wrong or tort. In some it is a crime. In many countries the burden of proof is on the person claiming that somebody is defaming them. This means they have to prove that the thing that was said about them is false. However, in England, it is the other way around. If somebody claims that a statement is defamation, the person who made the statement has to prove the statement is true.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reputation","surface_form":"reputation","offset":93},{"uri":"Fact","surface_form":"fact","offset":346},{"uri":"Opinion","surface_form":"opinion","offset":365},{"uri":"Newspaper","surface_form":"newspaper","offset":698},{"uri":"Lawsuit","surface_form":"sue","offset":822},{"uri":"Bullying","surface_form":"bullying","offset":883},{"uri":"Tort","surface_form":"tort","offset":1002},{"uri":"Crime","surface_form":"crime","offset":1024},{"uri":"England","surface_form":"England","offset":1219}]}