{"id":234186,"url":"http://en.wikipedia.org/wiki/Ven_Conmigo","text":"\"Ven Conmigo\" (English: \"Come With Me\"), was the third album released by rising Latina superstar Selena, on November 12, 1990, for the EMI Latin label. This album, was the first to market Selena as a solo artist, no longer identifying her albums with \"Selena Y Los Dinos,\" though they were still very much a part of the mix. The album itself, sold 50,000 units in America, and was certified Gold by the RIAA. Another 242,802 copies were sold on Amazon.com, verifed from their sellers rank.\nProduction.\nThe group re-recorded \"La Tracalera\", a cover version of a song by the original Dinos, as well as \"Aunque No Salga El Sol,\" which they had originally recorded, in 1984. The song \"Baila Esta Cumbia,\" was an instant hit in the U.S., and later crossed over to Mexico. Ven Conmigo, was the group's first Gold album.\n20 Years Of Music.\nA remastered version was released in 2002, with bonus tracks and spoken liner notes by the family and friends, who witnessed the entire production.\nAlbum Credits.\nThe album \"Ven Conmigo\" was recorded and mixed at \"ZAZ Studios\" in San Antiono, Texas. The engineer was \"Gilbert Velasquez\" who also mixed the album. The album's main photo was taken by \"Robert Lopez\". The album was produced, arranged, and performaned by A.B. Quintanilla III. The co-arranged was \"Ricky Vela\" and \"Jose C. Ojeda\". The midi and computer sequencing was made by \"Ricky Vela\".\nAdditional Credits.\nA.B. Quintanilla, III, wrote and produced almost every song on Ven Conmigo. David Lee Garza, the accordion player for the title track, \"Ven Conmigo, participated in the writing and production, as well.","categories":[],"infobox_types":["Album"],"annotations":[{"uri":"Selena","surface_form":"Selena","offset":97},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":135},{"uri":"La_Tracalera","surface_form":"La Tracalera","offset":525},{"uri":"Aunque_No_Salga_El_Sol","surface_form":"Aunque No Salga El Sol","offset":601},{"uri":"Baila_Esta_Cumbia_(Song)","surface_form":"Baila Esta Cumbia","offset":681},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":1251},{"uri":"A.B._Quintanilla%2C_III","surface_form":"A.B. Quintanilla, III","offset":1406},{"uri":"David_Lee_Garza","surface_form":"David Lee Garza","offset":1482},{"uri":"Ven_Conmigo_(Song)","surface_form":"Ven Conmigo","offset":1542}]}