{"id":234134,"url":"http://en.wikipedia.org/wiki/OSI_model","text":"e=\"preserve\">The Open Systems Interconnection model (OSI model) is a method of thinking of computer networking in terms of abstraction layers. Different communication protocols with similar functions are grouped into different logical layers on the OSI Model. Each layer of the OSI Model makes use of functions provided by the layers below it and provides functions that are used by the layers above it. There are 7 layers.\nDescription of OSI layers.\nAccording to the standard OSI Model there are seven layers. Each layer is dependent upon the layers below it to function.\nSome aspects of computer networking, such as management and security, use or are used on every layer.\nLayer 7: Application layer.\n• Ability to print on a network\n• Browsing the World Wide Web.\nLayer 6: Presentation layer.\nTo be able to properly interpret a message sent through the network this layer is responsible for the proper translation or interpretation.\nLayer 5: Session layer.\nThis layer establishes request/response communication. When needed a session is started with authentication, after which a request is sent. After a response the session might be ended or a new request is sent. This is the first layer where a client/server concept is introduced. Where a specific device might change the role from client to server or vice versa.\nLayer 4: Transport layer.\nThe Transport Layer is the level at which system reliability and quality are ensured. This layer manages traffic flow through the network layer to reduce congestion on a network, and performs error checking ensuring quality of service by resending data when data has been corrupted. Some of the most popular methods of encryption and firewall security take place on this layer.\nLayer 3: Network layer.\nThe Routing Layer works to coordinate related parts of a data conversation to ensure that large files are transferred. In other words, while the data link layer deals with the method in which the physical layer is used to transfer data, the network layer deals with organizing that data for transfer and reassembly. This layer also handles aspects of Routing Protocols, finding the available [best] path(s) from one network to another to ensure delivery of the data.\nLayer 2: Data link layer.\nThe Data Layer is mainly the method in which information from the network is broken down into frames and transmitted over the physical layer. This layer is also responsible for some Error detection and correction and some addressing so different devices can tell each other apart in larger systems.\nLayer 1: Physical layer.\nThe physical layer refers to electrical and physical aspects of devices. In particular, it specifies how a device sends and receives information, such as using copper wires or fiber-optic cables. Examples of this include Ethernet or fiber optic cables, phone cords used for dial-up or DSL services, the coaxial cable used to provide broadband internet, the wires used to connect various components of a computer or even the radio signals used in wireless communication. Other functions of the physical layer include the conversion of signals into something that another layer can use (referred to as a bit), and adjusting the signal to allow for multiple users to use the same connections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_networking","surface_form":"computer networking","offset":91},{"uri":"Abstraction","surface_form":"abstraction","offset":123},{"uri":"Communication_protocol","surface_form":"communication protocol","offset":153},{"uri":"Communication_protocol","surface_form":"communication.","offset":999},{"uri":"Encryption","surface_form":"encryption","offset":1666},{"uri":"Firewall","surface_form":"firewall","offset":1681},{"uri":"Frame_(networking)","surface_form":"frames","offset":2336},{"uri":"Error_detection_and_correction","surface_form":"Error detection and correction","offset":2424},{"uri":"Electrical","surface_form":"electrical","offset":2595},{"uri":"Optical_fiber","surface_form":"fiber-optic cables","offset":2742},{"uri":"Ethernet","surface_form":"Ethernet","offset":2787},{"uri":"Fiber_optic","surface_form":"fiber optic","offset":2799},{"uri":"DSL","surface_form":"DSL","offset":2851},{"uri":"Coaxial_cable","surface_form":"coaxial cable","offset":2869},{"uri":"Broadband","surface_form":"broadband","offset":2899},{"uri":"Wireless","surface_form":"wireless","offset":3012},{"uri":"Bit","surface_form":"bit","offset":3168}]}