{"id":23416,"url":"http://en.wikipedia.org/wiki/Tuva","text":"Tuva Republic is one of 85 federal subjects of Russia. Another way to spell its name is Tyva. It is in south Siberia. It is grouped and governed as part of Siberian Federal District. The Siberian Federal District contains nine other federal subjects too. Tuva also shares an international border with Mongolia.\nHistory.\nDuring the Chinese Qing Dynasty, Tuva was part of the province of Mongolia. From 1921 to 1944, Tuva was a separate country called Tannu-Tuva. In 1944, it joined the Soviet Union. In 1991, it continued to be part of Russia after the breakup of the Soviet Union.\nGeography and climate.\nKyzyl is the capital city of Tuva. The name means \"red\" in Tuvan. Tuvans say that Kyzyl is the exact center of Asia. And there is a monument to the Center of Asia in the capital. But others think that Kyzyl is not the exact center of Asia. Nevertheless, Tuva is in Central Asia. And Tuvan culture is similar to the culture of their neighbors in other Central Asian countries.\nTuva is in a mountain basin between the Sayan Mountains and the Tannu-Ola Mountains. In the east, Tuva has forests. In the west, the land is drier.\nThe average temperature in January is −32 °C (−25.6 °F). The average temperature in July is +18 °C (64.4 °F).\nDemographics.\nTuva's population at the end of the Soviet Union stayed about the same for some time, according to data. It is currently increasing again. A little bit more than half of the population live in cities and towns. Most of the people that live in cities and towns live in Kyzyl. Ethnic Tuvans make up the most of the population. Most ethnic Tuvans practice a religion that is mixed with Tibetan Buddhism and Shamanism, which is a belief that worships spirits and nature.\nLanguage.\nTuvans speak their own language, which is called Tuvan. It is a Turkic language. And it is related to Turkish. Before Tuva joined the Soviet Union, the Tuvan language used the Roman alphabet, which is the same alphabet that English uses. Since Tuva joined the Soviet Union, they have used the Cyrillic alphabet, which is the same alphabet that Russian uses. Because Tuva is part of Russia, Tuvans also learn to speak Russian.\nCulture.\nBefore they joined the Soviet Union, Tuvans were nomadic people. They traveled on horses. Therefore, horses were very important in Tuvan culture. Tuvan art often shows horses. And many Tuvan songs are about horses. Tuvans lived in yurts (round, felt covered houses that are easy to take apart and carry). Even today, a few Tuvans are nomads. Ethnically they are Mongols.\nTuvans are famous for their throat singing. Throat singing is a very old art. And it is very special because a throat singer can sing two or more notes at the same time. Throat singers imitate the sounds of nature. They can sound like a bird or like the howling wind. One style of throat singing has a rhythm like a horse trotting. For many centuries only men were allowed to be throat singers. But now women are throat singers too. Singing more than one note at the same time is sometimes called overtone singing.\nTannu-Tuva was also famous for its colorful and unusual postage stamps. Some were triangles. Many showed interesting pictures of life in Tuva.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_subjects_of_Russia","surface_form":"federal subjects of Russia","offset":27},{"uri":"Siberia","surface_form":"Siberia","offset":109},{"uri":"Mongolia","surface_form":"Mongolia","offset":301},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":339},{"uri":"Mongolia","surface_form":"Mongolia","offset":386},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":485},{"uri":"Asia","surface_form":"Asia","offset":715},{"uri":"Central_Asia","surface_form":"Central Asia","offset":869},{"uri":"%C2%B0C","surface_form":"°C","offset":1170},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":1635},{"uri":"Shamanism","surface_form":"Shamanism","offset":1656},{"uri":"Turkic_languages","surface_form":"Turkic language","offset":1793},{"uri":"Turkish_language","surface_form":"Turkish","offset":1831},{"uri":"Roman_alphabet","surface_form":"Roman alphabet","offset":1905},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic alphabet","offset":2022},{"uri":"Russian_(language)","surface_form":"Russian","offset":2073},{"uri":"Nomadic_people","surface_form":"nomadic people","offset":2213},{"uri":"Horse","surface_form":"horse","offset":2246},{"uri":"Felt","surface_form":"felt","offset":2409},{"uri":"Rhythm","surface_form":"rhythm","offset":2837},{"uri":"Postage_stamps","surface_form":"postage stamps","offset":3106},{"uri":"Triangle_(shape)","surface_form":"triangles","offset":3132}]}