{"id":234412,"url":"http://en.wikipedia.org/wiki/Afghan_Hound","text":"The Afghan Hound is a dog from Afghanistan. Other names for them are \"Kuchi Hound\", \"Tāzī\", \"Balkh Hound\", \"Baluchi Hound\", \"Barutzy Hound\", \"Shalgar Hound\", \"Kabul Hound\", \"Galanday Hound\", or sometimes, incorrectly, \"African Hound\". This is a very old dog breed, believed to have existed for thousands of years. It is a type of [http://www.greenhounds.com.au/about-greyhounds/what-is-a-sighthound.html sighthound], a hunting dog which uses its eyes to spot and chase small animals, like rabbits. They are closely related to other sighthounds, like the Greyhound. Afghan Hounds can run very quickly, and can run short distances at up to 75 kilometers per hour. Nowadays, they are kept as pets, compete as show dogs, and participate in a dog sport called lure coursing, which is similar to rabbit hunting.\nAppearance.\nTheir face is long and skinny, with ears that drop down on the sides of their head. The Afghan Hound is tall and thin, with a long tail that curls and is held high up in the air.\nBehavior.\nThe Afghan Hound is one of the most difficult types of dogs to train. Unlike many kinds of dogs, they do not like to listen to commands, and would rather make their own choices. In \"The Intelligence of Dogs\", the Afghan Hound came in last place for \"working intelligence.\" This does not mean that the Afghan Hound is stupid; it means that it is easier to encourage other dogs to follow instructions than the Afghan Hound.\nThey like to run, and because they can run very fast, they need to be kept on a leash or in a fenced area. Fences need to be very high to keep the Afghan Hound from escaping, because they can easily jump several meters in the air. Afghan Hounds cannot live in the same house as a cat or any other small animal, as they will try to chase or hunt it.\nThis is a quiet dog for indoors, but needs to have regular exercise and play time. They need to have the chance to run in a safe, fenced area at least once a week. If an Afghan gets bored, it can tear things up. This is a friendly dog that is not shy with people or other dogs. Many people who own Afghan Hounds say that they are \"clownish\" and silly, because they are very playful. Afghan Hounds are known to be very sensitive to injuries and complain a lot when they have them.\nHealth.\nAfghan Hounds are mostly very healthy dogs, but do get some diseases more often than others. Because their tails are very long and thin, they can hurt them quite easily. These dogs are very sensitive to anesthetic, so if they are getting an operation, the vet must be very careful with the amount of anesthetic given. Their eyes can develop cataracts, which will make the dog blind if they are not removed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afghanistan","surface_form":"Afghanistan","offset":31},{"uri":"Greyhound","surface_form":"Greyhound","offset":554},{"uri":"The_Intelligence_of_Dogs","surface_form":"The Intelligence of Dogs","offset":1189},{"uri":"Anesthetic","surface_form":"anesthetic","offset":2469},{"uri":"Cataract","surface_form":"cataract","offset":2607}]}