{"id":234602,"url":"http://en.wikipedia.org/wiki/Wolfgang_Wagner","text":"Wolfgang Wagner (born 30 August 1919 - 21 March 2010) was a German opera director. He was the grandson of the opera composer Richard Wagner and great-grandson of the composer Franz Liszt. For 42 years he was director of the Bayreuth Festival, which was created by Richard Wagner for the performances of his operas. At first he was director together with his brother Wieland. After Wieland died he continued to be director until he retired in 2008. He tried to get rid of the festival’s Nazi past, and put on productions which were very symbolic: using lighting effects instead of complicated scenery and heavy costumes.\nLife.\nWagner was born in Bayreuth. His mother, Winifred Wagner (born Williams-Klindworth), was English. She married Richard Wagner’s son Siegfried, who was much older than she was. Although Siegfried was gay they had two sons (Wieland and Wolfgang) and two daughters.\nWhen Siegfried died in 1930 Winifred took over the running of the festival. She was friends with Adolf Hitler who often came to the performances. Hitler became a family friend. The children called him “Uncle Adolf” or “Uncle Wolf” (his nickname). When World War II started, Wieland did not have to fight in the army because Hitler said he was too important for German culture. However, Wolfgang had to fight, and he was wounded in Poland, but got better. He started to produce operas in Berlin. Hitler liked him, but he never joined the Nazi party.\nDuring the war a lot of Bayreuth buildings were damaged, but not the theatre. The Americans used it for religious services. After the war Winifred was not allowed to run the opera house because of her Nazi past, but Wieland became director and Wolfgang looked after the money. The two brothers started the festival again in 1951. They formed the orchestra again, and invited Hans Knappertsbusch and Herbert von Karajan to conduct. They deliberately avoided using lots of scenery and made use of symbolic ideas, especially lighting.\nWhen Wieland died in 1966 Wolfgang was the only director. He continued the modern ideas of his brother, using very simple staging techniques. The production of Wagner’s \"Ring Cycle\" in 1976 by the opera director Patrice Chéreau was particularly important. Many people loved it, others disagreed with it. The production of the Ring Cycle in 1983 by Peter Hall, conducted by Georg Solti celebrated the 100th birthday of Richard Wagner. People argued about this production, too. Since then, many famous people have visited the festival, including the German Chancellor Angela Merkel and the German President Horst Köhler. In 1982 Grace Bumbry was the first black person to sing at the festival (she sang the part of Venus in \"Tannhäuser\". Some of the audience thought this was shocking, but she sang so beautifully that everyone applauded for 30 minutes. She had to take 42 curtain calls.\nWolfgang married twice. His first wife was Ellen Drexel. He had two children by this marriage. He argued with them. His son did not like the family’s past Nazi connections, and the daughter Eva argued about the control of the festival. Wolfgang later married Gudrun Mack, with whom he had a daughter Katharina. Eva and Katharina now run the festival.\nWolfgang died aged 90 in Bayreuth in 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":60},{"uri":"Opera","surface_form":"opera","offset":67},{"uri":"Composer","surface_form":"composer","offset":116},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":125},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":175},{"uri":"Bayreuth_Festival","surface_form":"Bayreuth Festival","offset":224},{"uri":"2008","surface_form":"2008","offset":442},{"uri":"Nazi","surface_form":"Nazi","offset":486},{"uri":"Symbol","surface_form":"symbol","offset":536},{"uri":"Bayreuth","surface_form":"Bayreuth","offset":645},{"uri":"Winifred_Wagner","surface_form":"Winifred Wagner","offset":667},{"uri":"Gay","surface_form":"gay","offset":824},{"uri":"1930","surface_form":"1930","offset":911},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":985},{"uri":"World_War_II","surface_form":"World War II","offset":1140},{"uri":"Culture","surface_form":"culture","offset":1256},{"uri":"Poland","surface_form":"Poland","offset":1319},{"uri":"Religious","surface_form":"religious","offset":1541},{"uri":"Money","surface_form":"money","offset":1707},{"uri":"1951","surface_form":"1951","offset":1761},{"uri":"Hans_Knappertsbusch","surface_form":"Hans Knappertsbusch","offset":1812},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":1836},{"uri":"1966","surface_form":"1966","offset":1990},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Ring Cycle","offset":2139},{"uri":"1976","surface_form":"1976","offset":2154},{"uri":"1983","surface_form":"1983","offset":2309},{"uri":"Peter_Hall","surface_form":"Peter Hall","offset":2317},{"uri":"Georg_Solti","surface_form":"Georg Solti","offset":2342},{"uri":"Chancellor","surface_form":"Chancellor","offset":2524},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":2535},{"uri":"Horst_K%C3%B6hler","surface_form":"Horst Köhler","offset":2574},{"uri":"1982","surface_form":"1982","offset":2591},{"uri":"Grace_Bumbry","surface_form":"Grace Bumbry","offset":2596},{"uri":"Black_people","surface_form":"black person","offset":2623},{"uri":"Applaud","surface_form":"applaud","offset":2795}]}