{"id":234637,"url":"http://en.wikipedia.org/wiki/Supply-side_economics","text":"e=\"preserve\">Supply-side economics (often called trickle-down economics) is a theory that if taxes were cut on the richest people in society, rich people would use their extra money to invest in the economy, but if taxes were increased, the wealthy would leave the country and invest somewhere else where the tax rates are lower. People who support supply-side economics believe that taxes punished productivity and if they were lowered, people would produce more goods and services. Many supporters of supply-side economics also support things such as limited government spending, low inflation, and regulating the economy less.\nEconomist Arthur Laffer supported supply-side economics with a theory called a Laffer Curve. The theory stated that government will get no money if taxes were too high—nobody would pay them—and that the government would not get enough money if taxes were too low. The theory also stated that if taxes were too high, the economy would be less productive and it would give the government less money and that if taxes were low, the economy would be productive and the government would get more money.\nSupply-side economics was used while Ronald Reagan was president during the 1980's. Income taxes on the wealthiest Americans were cut from 70% to 50% to 28% during his two terms. Also, capital gains taxes were cut. Supporters of supply-side economics mention that those tax cuts have resulted in economic recovery during the 1980's and the strong economic boom in the 1990's and first decade of the 21st century.\nCritics of supply-side economics say that the wealthy gain a lot of money in the hope that a very small amount of it will trickle down to the poor, and they call it voodoo economics. Many critics say that supply-side economic policies are bad because they result in a bigger gap between the rich and the poor. They also criticize that the reduction in taxes results in the cutting of programs for the poor people who need it. Other critics point out that large supply-cuts tax cuts, in combination with increases in military spending, has resulted in the government being in a large amount of debt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inflation","surface_form":"inflation","offset":586},{"uri":"Arthur_Laffer","surface_form":"Arthur Laffer","offset":640},{"uri":"Laffer_curve","surface_form":"Laffer Curve","offset":709},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1165},{"uri":"Capital_gains","surface_form":"capital gains","offset":1313},{"uri":"Voodoo_economics","surface_form":"voodoo economics","offset":1706}]}