{"id":234776,"url":"http://en.wikipedia.org/wiki/30_Minut","text":"\"30 Minut\" () is a song by t.A.T.u. that was first released on \"200 По Встречной\", and released as single in September 2001. It has an English counterpart named \"30 Minutes\".\nMusic video.\nThe music video starts out with Yulia Volkova in a stall at the fair, while many other girls start talking. They leave, and Yulia comes out, washes her hands, and sighs. She then goes back into the stall. We then see Lena Katina laughing and then a kid walking by with his parents. We then see why Lena is laughing: she is with a man. Yulia is building a time bomb in the stall, while the man puts his hands down her pants, squeezing her butt and her pulling down her pants. Yulia comes out to see Lena putting her unexposed breasts on the man's chest, and then putting her shirt down. Yulia then waits for the bomb to go off, and then we see the bomb explode, and we see bits of the carousel flying into the camera. At the end, bits of the carousel fall to the ground burnt. A censored version of the video was made without the part with Lena's exposed breast. Also, there's less time at the end of the explosion.","categories":[],"infobox_types":[],"annotations":[{"uri":"T.A.T.u","surface_form":"t.A.T.u","offset":27},{"uri":"200_%D0%9F%D0%BE_%D0%92%D1%81%D1%82%D1%80%D0%B5%D1%87%D0%BD%D0%BE%D0%B9","surface_form":"200 По Встречной","offset":64},{"uri":"Single_(music)","surface_form":"single","offset":99},{"uri":"30_Minutes","surface_form":"30 Minutes","offset":162},{"uri":"Music_video","surface_form":"music video","offset":192},{"uri":"Lena_Katina","surface_form":"Lena Katina","offset":405},{"uri":"Time_bomb","surface_form":"time bomb","offset":543},{"uri":"Buttocks","surface_form":"butt","offset":626},{"uri":"Breast","surface_form":"breast","offset":713},{"uri":"Carousel","surface_form":"carousel","offset":872}]}