{"id":234742,"url":"http://en.wikipedia.org/wiki/Royal_Canadian_Mounted_Police","text":"The Royal Canadian Mounted Police (RCMP), ((GRC)), is the national police force of Canada. The force is also called the \"Mounties\".\nUnique organization.\nThe RCMP/\"GRC\" wording is protected under the Canadian Trade-marks Act.\nHistory.\nFile:Six Months in the Wilds of the North-West.gif|thumb|right|Northwest Mounted Policeman --\nThe Northwest Mounted Police (NWMP), was founded 1873. The Mounties were created to establish authority and to make accommodations with the native population in the west before settlers began to arrive. The smaller Dominion Police was founded in 1868 to protect federal government buildings.\nThe Mounties were given the right to use the term \"Royal\" by King Edward VII in 1904. Their name was changed to the Royal Northwest Mounted Police (RNWMP).\nThe modern RCMP was created when the RNWMP merged with the smaller Dominion Police in 1920.\nThe word \"mounted\" suggests that the police ride horses. Before 1920, horses were their main method of travel. However, today the RCMP do not ride horses except at special events.\nUniform.\nThe RCMP are famous for their uniform. The \"Review Order\" (also \"Red Serge\") uniform is worn mostly at special events, such as parades. The uniform consists of a red tunic with a large brown belt,(formally known as a “Sam Browne”), a light brown hat, dark blue breeches (trousers) with a yellow stripe and riding boots.\nOn an ordinary day at work, RCMP officers instead wear a grey shirt, dark blue trousers, ankle boots and a peaked cap (the type worn by most police officers elsewhere). In the winter they may wear a thicker coat, heavier boots and a fur cap.\nRanks.\nRanks marked with an asterisk (*) are only found in a few parts of the RCMP and are usually not part of the chain of command. For most staff sergeants, their superior is an inspector and not a staff sergeant major.","categories":[],"infobox_types":[],"annotations":[{"uri":"National","surface_form":"national","offset":58},{"uri":"Police","surface_form":"police","offset":67},{"uri":"Canada","surface_form":"Canada","offset":83},{"uri":"Protected","surface_form":"protected","offset":179},{"uri":"Create","surface_form":"created","offset":401},{"uri":"Establish","surface_form":"establish","offset":412},{"uri":"Accommodations","surface_form":"accommodations","offset":444},{"uri":"Settler","surface_form":"settlers","offset":505},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward VII","offset":686}]}