{"id":23485,"url":"http://en.wikipedia.org/wiki/Phobia","text":"A phobia (from the) is a strong fear about a specific thing or situation. In psychology, phobia is considered an anxiety disorder. Phobia is different than just being scared of something. The fear is so strong that it affects, and often damages, the sufferer's life. For example, the person will usually do everything they can to avoid the thing they fear. If they cannot avoid that thing, they will suffer from very strong anxiety which can damage their social relationships, their ability to work, and other areas of their everyday life.\nThere are two basic types of phobias: specific phobias and social phobias. People with specific phobias fear a certain thing, for example spiders (this is called arachnophobia) or high places ([http://phobia.wikia.org/wiki/Acrophobia acrophobia]). People with social phobias fear social situations (for example speaking in public, being in crowded areas, or being around other people).\nDifference between phobia and fear.\nIt is hard to tell how many people suffer from phobias. Researchers think that between 5 and 13 percent of people seem to have a phobia. Women suffer from phobias about twice as often as men.\nFears in children.\nEvery child is afraid of something. For most children, these fears eventually disappear.\nThese fears would only be called phobias if they caused problems in the child's daily life, or if they caused the child to suffer from severe anxiety or emotional distress.\nCauses and risk factors.\nCauses and risk factors phobias is very.\nSymptoms.\nWhen a person with a phobia is exposed to their fear (encounters with the stimulus, think of it, sees the object of fear in the picture...) occur at these physical and psychological symptoms. Intensity depends on the degree of fear.\nTreatment.\nThere are different ways to help people with phobias. There is treatment available; it focuses on making the patient less sensitive to the fear they suffer from, or showing him or her how the cycle of fear works. There is also medication available (mostly sedatives) that help people cope. Finally there are self-help groups.\nRelated pages.\nList of phobias","categories":[],"infobox_types":[],"annotations":[{"uri":"Fear","surface_form":"fear","offset":32},{"uri":"Anxiety","surface_form":"anxiety","offset":113},{"uri":"Arachnophobia","surface_form":"arachnophobia","offset":702},{"uri":"Stimulus","surface_form":"stimulus","offset":1585},{"uri":"Think","surface_form":"think","offset":1595},{"uri":"Picture","surface_form":"picture","offset":1639},{"uri":"Symptom","surface_form":"symptom","offset":1693},{"uri":"Fear","surface_form":"fear","offset":1738},{"uri":"Treatment","surface_form":"treatment","offset":1818},{"uri":"Patient","surface_form":"patient","offset":1864},{"uri":"Medication","surface_form":"medication","offset":1982},{"uri":"Sedative","surface_form":"sedative","offset":2011},{"uri":"List_of_phobias","surface_form":"List of phobias","offset":2096}]}