{"id":234863,"url":"http://en.wikipedia.org/wiki/Castoreum","text":"Castoreum is the liquid released from the castor sacs of the beaver. It is a yellowish liquid. It is mixed together with the beaver's urine. It is used to mark territory. Both male and female beavers have two castor sacs. They have two glands in two empty spaces under the skin. They are between the pelvis and the base of the tail. The castor sacs are not glands.\nToday, castoreum is used to trap animals. It is used also to make perfumes. It is also used as a drug.\nCastoreum in perfume.\nCastoreum is used in perfume-making. It is used to describe the solution from the alcohol-tinted and dried beaver castor. Dried beaver castor sacs are aged for two or more years. They are aged to soften. They are also aged for their harshness to vanish. In the science of perfume, castoreum is mainly used as a smell for leather. It is often used with other ingredients. There are some classic perfumes that use castor. They are Emeraude, Coty Chanel Cuir de Russie, Magie Noire, Lancôme Caractère, Hechter Madame, Carven, Givenchy III, Shalimar, and many \"leather\" perfumes.\nCastoreum in medicine.\nModern use of castoreum is rare in medicine. However, the dried pair of castors may still be worth more than the beaver's fur. Castoreum appeared in medicine until the 1700s. It was used to treat many different sicknesses. Some of the sicknesses it helped treat are headache, fever, and hysteria. The Romans believed the smells made by burning castoreum could bring about an abortion. Paracelsus thought it could be used in the treatment of seizures. Medieval beekeepers used it to make more honey.\nOther uses.\nCastoreum is also used to add to the flavor and smell of cigarettes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Released","surface_form":"released","offset":24},{"uri":"Beaver","surface_form":"beaver","offset":61},{"uri":"Yellow","surface_form":"yellow","offset":77},{"uri":"Urine","surface_form":"urine","offset":134},{"uri":"Pelvis","surface_form":"pelvis","offset":300},{"uri":"Perfume","surface_form":"perfume","offset":431},{"uri":"Medicine","surface_form":"medicine","offset":1124},{"uri":"Headache","surface_form":"headache","offset":1355},{"uri":"Fever","surface_form":"fever","offset":1365},{"uri":"Hysteria","surface_form":"hysteria","offset":1376},{"uri":"Abortion","surface_form":"abortion","offset":1464},{"uri":"Paracelsus","surface_form":"Paracelsus","offset":1474},{"uri":"Medieval","surface_form":"Medieval","offset":1540},{"uri":"Beekeeper","surface_form":"beekeeper","offset":1549},{"uri":"Cigarettes","surface_form":"cigarettes","offset":1657}]}