{"id":234820,"url":"http://en.wikipedia.org/wiki/ICarly","text":"\"iCarly\" is an American teen sitcom with Miranda Cosgrove, Jennette McCurdy, Nathan Kress, Jerry Trainor and Noah Munck.\nPlot.\nThe show is about a teenager, Carly Shay (M. Cosgrove), who lives with her brother Spencer (J. Trainor). Her friends Samantha 'Sam' Puckett (J. McCurdy) and her neighbor Fredward 'Freddie' Benson (N. Kress) play a large part in her life too. Being teenagers, Carly, Sam, and Freddie find they've also become online celebrities with their show, that shows contests, recipes, problem-solving, and random dancing.\nCrossover.\nOn August 29th, 2010 had Dan Schneider, the author of the TV-series iCarly and Victorious about Facebook and Twitter to confirmed, that the script was completed for the crossover. It was to aired on June 11th, 2011 in the USA. On October 1st, 2011 it was to seen in Germany.\nSpin-off series.\nOn November 2012, it was announced, that the last episode in 6th season will be final iCarly episode.\nThe first spin-off called \"Gibby\" is a TV-Series, who will tells about his life and works in a Recreational Center but later, Nickelodeon canceled the production.\nThe second spin-off is \"Sam & Cat\". It's a Victorious and iCarly Crossover. Sam and Cat start to incorporate a Babysitting company when they were accidentally met. It (pilot) was successful and Nickelodeon picked it up.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Teen_sitcom","surface_form":"teen sitcom","offset":24},{"uri":"Miranda_Cosgrove","surface_form":"Miranda Cosgrove","offset":41},{"uri":"Jennette_McCurdy","surface_form":"Jennette McCurdy","offset":59},{"uri":"Nathan_Kress","surface_form":"Nathan Kress","offset":77},{"uri":"Jerry_Trainor","surface_form":"Jerry Trainor","offset":91},{"uri":"Noah_Munck","surface_form":"Noah Munck","offset":109},{"uri":"Victorious","surface_form":"Victorious","offset":628},{"uri":"Facebook","surface_form":"Facebook","offset":645},{"uri":"Twitter","surface_form":"Twitter","offset":658},{"uri":"Sam_%26amp%3B_Cat","surface_form":"Sam & Cat","offset":1130},{"uri":"Victorious","surface_form":"Victorious","offset":1149}]}