{"id":234940,"url":"http://en.wikipedia.org/wiki/Philidor","text":"e=\"preserve\">Philidor (François André Danican Philidor, Paris 1726 – London 1795), was probably the best chessplayer of his time, and a notable composer of light operatic music. He was born into a family of musicians who served at the French court. He became the author of a book on chess which influenced players for many years.p45\nThe book.\nIn 1749 he published a book on chess which was to make his name. The first edition, in French, included a subscription list of prosperous sponsors, such as the Earl of Sandwich and the Duke of Cumberland. An edition in English, \"Chess analysed\", came out in 1750. He revised and extended the book twice, in 1777 and 1790.\nOver the years, the book was a steady success. By 1871, it had gone through about 70 editions, and had been translated into English, German, Russian and Italian. Eventually it went through over a hundred editions in ten languages.p17\nHis chess ideas.\nPhilidor's motto \"Les pions sont de l'âme du jeu\" (Pawns are the soul of chess) is a saying which is still taught to young players today. It sums up the idea that the pawn 'skeleton' gives the game its long-term structure, and influences how a game proceeds.\nPhilidor’s book was the first that gave (1) detailed annotations on how to play the middlegame, (2) that presented chess strategy as a whole, and (3) that presented the concepts of the blockade, prophylaxis, positional sacrifice, and mobility of the pawn formation (though without fully identifying those ideas).\nPhilidor also studied chess endgames, and the book gives generally accurate information about them. An important chess endgame position that he wrote about is called the \"Philidor position\".\nHe gave his name to one of the basic chess openings, Philidor's defence.\nPhilidor was now received into fashionable society in France and England. He took his mistress with him to Prussia, then back to England. Later, in 1760, he married a singer, and had seven children.p304 Philidor played chess at the Café de la Régence in Paris, and at the Salopian Coffee-house and at Parsloe's chess club in London.\nHis music.\nPhilidor's contemporaries had some difficulty believing he could be so good at two such different arts, but he was. His work on comic opera (\"opéra bouffe\") excelled. He wrote 25 such works, four with collaborators (including Rousseau). \"His \"Tom Jones\" (1765) was regarded as the finest work in the theatre... His \"Ernelinda, Princess of Norway\" (1766) so pleased Louis XV that he gave Philidor a pension of 25 \"louis d'or\" (French gold coin) from his own purse\".p304 The English, however, ignored his music, and after 1792 he never returned home. The French Revolution made his connection with royalty a danger.\nPhilidor died in 1795, and the \"Comédie-Française\" held a benefit concert for his widow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":56},{"uri":"London","surface_form":"London","offset":69},{"uri":"Opera","surface_form":"opera","offset":162},{"uri":"Musician","surface_form":"musician","offset":207},{"uri":"France","surface_form":"French","offset":235},{"uri":"Royal_court","surface_form":"court","offset":242},{"uri":"Author","surface_form":"author","offset":263},{"uri":"Sponsor","surface_form":"sponsor","offset":481},{"uri":"German_language","surface_form":"German","offset":798},{"uri":"Russian_language","surface_form":"Russian","offset":806},{"uri":"Italian_language","surface_form":"Italian","offset":818},{"uri":"Middlegame","surface_form":"middlegame","offset":1259},{"uri":"Concept","surface_form":"concept","offset":1344},{"uri":"Philidor%27s_defence","surface_form":"Philidor's defence","offset":1732},{"uri":"Prussia","surface_form":"Prussia","offset":1859},{"uri":"Caf%C3%A9_de_la_R%C3%A9gence","surface_form":"Café de la Régence","offset":1984},{"uri":"Comic_opera","surface_form":"comic opera","offset":2224},{"uri":"Rousseau","surface_form":"Rousseau","offset":2322},{"uri":"Louis_XV","surface_form":"Louis XV","offset":2461},{"uri":"Pension","surface_form":"pension","offset":2494},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2649}]}