{"id":235032,"url":"http://en.wikipedia.org/wiki/Shogi","text":"is also known as Japanese chess. It is a two-player board game in the same family as International chess, and Chinese Xiangqi. Shogi is the most popular of a family of chess variants, and is native to Japan. \"Shōgi\" means general's \"(shō)\" boardgame \"(gi).\" In early years, however, \"shogi\" was written 象棋 (the same as \"Xiangqi\", \"elephant chess\").\nThe earliest predecessors of the game, chaturanga, originated in India in the 6th century AD, and spread from China to Japan, where it spawned a number of variants. Shogi in its present form was played as early as the 16th century, while a direct ancestor without the \"drop rule\" was recorded from 1210 in a historical document \"Nichūreki,\" which is an edited copy of \"Shōchūreki\" and \"Kaichūreki\" from the late Heian period (~1120).\nAccording to ChessVariants.com, \"Perhaps the enduring popularity of Shogi can be attributed to its 'drop rule'; it was the first chess variant wherein captured pieces could be returned to the board to be used as one's own. This has the consequence that few games are drawn, which is a weakness of international chess. David Pritchard credits the drop rule to the practice of 16th century mercenaries (\"ronin\") who switched loyalties when captured—no doubt as an alternative to execution\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Board_game","surface_form":"board game","offset":52},{"uri":"International","surface_form":"International","offset":85},{"uri":"Chess","surface_form":"chess","offset":99},{"uri":"Xiangqi","surface_form":"Xiangqi","offset":118},{"uri":"Japan","surface_form":"Japan","offset":201},{"uri":"Xiangqi","surface_form":"Xiangqi","offset":320},{"uri":"India","surface_form":"India","offset":414},{"uri":"6th_century","surface_form":"6th century","offset":427},{"uri":"China","surface_form":"China","offset":459},{"uri":"Japan","surface_form":"Japan","offset":468},{"uri":"16th_century","surface_form":"16th century","offset":567},{"uri":"Heian_period","surface_form":"Heian period","offset":761}]}