{"id":235087,"url":"http://en.wikipedia.org/wiki/Como_La_Flor_(song)","text":"\"Como La Flor'\" (\"Like The Flower\") is a song by American singer Selena. The song was written by Selena's brother, A.B. Quintanilla III. A former Selena y Los Dinos member, Pete Astudillo, co-wrote the song. It was on her third album, \"Entre A Mi Mundo\" (1992). The song talks about a sad woman who is hurting because she has lost her boyfriend and she is explaining how it hurts to lose his love but she is saying that his love was like a flower that has dried up and died. As he says goodbye he takes her heart with him she hopes someday some other woman or his new woman will give him what he is looking for.\nThe song was released in the United States and Mexico in October 1992. It was the third single off of the album, following \"La Carcacha\" (\"The Jalopy\"). It was the lead single in both countries. The single reached number-one on the Mexican Singles Chart and the \"MonitorLatino\" charts. This gave Selena her first number-one song as a solo artist. Despite the success, a music video was not produced. \"Como La Flor\" helped Selena to be accepted into Mexico. She toured there for the first time after the single peaked at number-one. \"Como La Flor\" also became one of her signature songs.\nVarious recording artists worldwide have since made their own versions of \"Como La Flor\", some being non-Hispanic. The song was nominated for several awards at the Tejano Music Awards and the Premio Lo Nuestro awards. It has been certified Diamond in Mexico and Gold in Argentina. It remains one of Selena's most popular songs.\nProduction and background.\n\"Como La Flor\" was recorded in Q-Productions in Corpus Christi, Texas. Selena's brother, A.B. Quintanilla III had written the song during Selena's Ven Conmigo Tour (1990-92). Pete Astudillo, a former back-up dancer for Selena y Los Dinos, had helped writing the song. A family friend, Brian \"Red\" Moore, remixed the song after it was recorded.\nQuintanilla had wanted to write a song about a sad woman whose ex-boyfriend is in love with another women and wants him back. The message of the song was to show people that you should love your partner if they truly love you back. The song compares love to a flower, which needs love and care.\nThe band had wanted to write a song that can help Selena crossover into Mexico. After the song was played in radio stations, Selena was in constant demand in venues across Mexico. She had performed to several record-breaking audience records in Mexico. She was also the biggest act in the Tejano market during her tour. Selena was declared \"Una artista del pueblo\" (\"An Artist of The People\") when she had arrived in Mexico. The song was also covered among young children in Mexico, who competed in several \"Selena look-alike\" competitions.\nRelease.\n\"Como La Flor\" was released in the United States and Mexico as the lead single for the album \"Entre A Mi Mundo\" (1992) on October 4, 1992. It was the second single to be released from \"Entre A Mi Mundo\" (1992). \"Como La Flor\" was positioned at number ten on the Mexican Singles Chart, when it was released. It was also at number ten on the US Latin Regional Mexican Airplay chart. The song peaked at number-one on the Mexican Singles Chart on November 22. It knocked off Luis Miguel's song \"Inólvidable\" from the number-one spot. The song remained at number-one for eight weeks, breaking Tejano artist Emilio Navaira's record. The song also peaked at number-one on \"MonitorLatino\"s Top 20 Latin Hits the following year.\n\"Como La Flor\" peaked at number nine on the Latin Regional Mexican Airplay chart on April 15, 1995. It also peaked at number four on the Latin Songs Airplay chart on December 27. The remix version found on \"Dreaming of You\" (1995), peaked at number seventeen on the Italian Singles Chart. The song peaked at number eleven on the Spanish Singles Chart. In Mexico, the single was certified Diamond for selling over 80,000 copies in 1994. In 2005, the single was certified Diamond in digital sales. In Argentina, the single was certified Gold for selling over 50,000 copies. In 2005, the single was certified Gold in digital sales.\n\"Como La Flor\" was nominated for \"Song of the Year\" and \"Single of the Year\" at the 1993 Tejano Music Awards. The single was also nominated for the same two categories at the following Tejano Music Awards. Quintanilla, was nominated for \"Songwriter of the Year\" at the 1994 Tejano Music Awards.\nCritical reception.\nRaúl Manuel Rodríguez of \"El Dictamen\" said that \"Selena displayed an instinctive voice on catchy melodies\". He also said that \"Como La Flor\" helped build awareness for Selena and her band. He also stated that the song \"best fits with Mexico\" because of its Tejano sounds. Victoria Díaz of \"Grupo Reforma\", believed that the song was one of the biggest hits in Tejano history. She also said that \"Como La Flor\" helped younger people to like Tejano music, which was never done before. She finished her rating with a 5 out of 5 score. Carmen Lopez of \"Novedades de México\", stated that \"Como La Flor\" showcases Selena's \"exotic voice\". Lopez also stated that the song was given positive responses from fans when it was released. She ended her review with \"[...] a song that will never die\".\nAntonio Morales of \"Gringo Gazette\", liked the song's message and meaning. Morales also reported that \"Como La Flor\" is a \"dance-cumbia song that is contagious when you hear it\". Castro Fernando, of \"¡Alarma!\" wrote that the song surpassed expectations when it was released onto radio stations. Esmeralda Rivera of \"Nuestro Diario\", praised the songs rhythms. Daniel Rodriguez of \"Grupo Reforma\", believed Jennifer Lopez's performance was \"incredible\" while also stating that in the movie \"[...] she captures Selena's every dance move precisely\". Ramiro Burr of \"San Antonio Express-News\" stated that \"songs such as \"Baila Esta Cumbia,\" \"La Carcacha,\" \"Como La Flor\" and \"Amor Prohibido\" had that instant appeal (liking), that memorable melodic hook that had everyone dancing\". Cathy Ragland of \"Austin American Statesman\", stated that \"Como La Flor\" was one of Selena's popular songs.\nEntre A Mi Mundo Tour.\nSelena always had performed \"Como La Flor\" first in her concerts. The song became Selena's opening song for two years. At the Amor Prohibido Tour (1994-95), \"Como La Flor\" was performed as the last song. The song was always performed in every venue. Selena performed the song on the \"Veronica Castro Show\" in September 1993. She had wore a black-stylish pants with golden chains she had designed. She also wore her signature bras. On October 3, 1993, Selena had performed \"Como La Flor\" to a crowd of 40,000 in her hometown. The following day, she performed the song during the Lo Nuestros Awards ceremony in Miami, Florida. On the following three days, Selena performed the song in a Austin, Texas concert. She performed to a crowd of 100,000.\nThe next day, she performed the song in San Antonio, Texas to a crowd of 78,000. Selena also performed the song at the 1993 Tejano Music Awards. The following week, Selena performed the song at the Houston Astrodome to a record-breaking audience. The next day, she performed the song at the \"Furia Musical Show\". Selena performed \"Como La Flor\" once more in her hometown in December 1992. The following two days, she had performed the song for a free concert she had organized. The free concert was held in Corpus Christi. The free concert was for an upcoming live album that was to be released in 1993. The concert Selena had performed, was another record-breaking audience.\nSelena performed \"Como La Flor\" in Houston, Texas on January 12, 1994 to a crowd of over 100,000. The following two days, she performed the song in Denver, Colorado to a crowd of over 87,000. The following week, she had performed the song in Los Angeles, California to over 60,000 fans. The following day, she had performed the song in North Hollywood, California. From February 21-27, 1994, Selena performed the song at a Monterrey, Mexico tour, each averaging from 100,000-200,000 fans. On March 10, 1994, she had performed the song at the Houston Astrodome to another record-breaking audience. The concert out performed country stars such as George Strait, Vince Gill and Reba McEntire.\nIn March she was the lead act at Miami's Calle Ocho Festival, which attracted over 100,000 fans. In June 1994, she performed the song at the 1994 Festival Acapulco in Mexico to a record-breaking 300,000 audience. The song was performed at Selena's most famous concert at the Houston Astrodome on February 26, 1995, which broke the record audience record once more. Selena performed the song seven more times before she was killed.\nMusic video.\nA music video was not produced. However, a music video was done for \"La Carcacha\". After the \"Selena\" movie was released, a promotional video of \"Como La Flor\" was released. The video had Jennifer Lopez, who was portraying \"Selena\" in the movie, singing to a crowd. The concert was one of Selena's record-breaking audience of 300,000 fans in Mexico. The promotional video used a softer (slower) version of \"Como La Flor\". The video was shown on Spanish-language television channels for two years.\nCovers.\nAmerican Idol runner-up singer David Archuleta had covered the song during his tour. He also covered the song at the 2010 Tejano Music Awards. Phuong Thanh, recorded the song in Vietnamese. Kelly Hensen, recorded the song in Dutch. Baby Karen, covered the song in raggaeton. At the Selena ¡VIVE! tribute concert, the song was performed at the grand finale. It had all the singers (who had done a cover that night) coming together and singing along with Selena. Also, a 55-member children's choir sang along to the song as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Selena","surface_form":"Selena","offset":65},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":115},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":146},{"uri":"Pete_Astudillo","surface_form":"Pete Astudillo","offset":173},{"uri":"Entre_A_Mi_Mundo","surface_form":"Entre A Mi Mundo","offset":236},{"uri":"La_Carcacha","surface_form":"La Carcacha","offset":736},{"uri":"Lead_single","surface_form":"lead single","offset":776},{"uri":"Music_video","surface_form":"music video","offset":982},{"uri":"Signature_song","surface_form":"signature song","offset":1182},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":1363},{"uri":"Premio_Lo_Nuestro","surface_form":"Premio Lo Nuestro","offset":1391},{"uri":"AMPROFON","surface_form":"Mexico","offset":1450},{"uri":"Argentine_Chamber_of_Phonograms_and_Videograms_Producers","surface_form":"Argentina","offset":1469},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":1585},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":1602},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":1643},{"uri":"Pete_Astudillo","surface_form":"Pete Astudillo","offset":1729},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":1773},{"uri":"Flower","surface_form":"flower","offset":2158},{"uri":"Crossover_(music)","surface_form":"crossover","offset":2250},{"uri":"Mexico","surface_form":"Mexico","offset":2265},{"uri":"Venues","surface_form":"venues","offset":2351},{"uri":"Lead_single","surface_form":"lead single","offset":2810},{"uri":"AMPROFON","surface_form":"Mexican Singles Chart","offset":3005},{"uri":"Billboard_charts","surface_form":"Latin Regional Mexican Airplay","offset":3086},{"uri":"Luis_Miguel","surface_form":"Luis Miguel","offset":3214},{"uri":"Dreaming_of_You_(album)","surface_form":"Dreaming of You","offset":3670},{"uri":"List_of_music_recording_sales_certifications","surface_form":"Italian Singles Chart","offset":3729},{"uri":"List_of_music_recording_sales_certifications","surface_form":"Spanish Singles Chart","offset":3792},{"uri":"Tejano_Music_Awards","surface_form":"1993 Tejano Music Awards","offset":4176},{"uri":"Instinctive","surface_form":"instinctive","offset":4477},{"uri":"Melody","surface_form":"melodies","offset":4505},{"uri":"Awareness","surface_form":"awareness","offset":4562},{"uri":"Selena_y_Los_Dinos","surface_form":"band","offset":4591},{"uri":"Dance_music","surface_form":"dance","offset":5319},{"uri":"Cumbia_music","surface_form":"cumbia","offset":5325},{"uri":"Contagious","surface_form":"contagious","offset":5345},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":5602},{"uri":"Selena_(movie)","surface_form":"movie","offset":5679},{"uri":"Precisely","surface_form":"precisely","offset":5731},{"uri":"Baila_Esta_Cumbia_(song)","surface_form":"Baila Esta Cumbia","offset":5813},{"uri":"La_Carcacha","surface_form":"La Carcacha","offset":5834},{"uri":"Amor_Prohibido_(song)","surface_form":"Amor Prohibido","offset":5868},{"uri":"Melodic","surface_form":"melodic","offset":5933},{"uri":"Hook_(music)","surface_form":"hook","offset":5941},{"uri":"Concert","surface_form":"concert","offset":6161},{"uri":"Amor_Prohibido_Tour","surface_form":"Amor Prohibido Tour","offset":6231},{"uri":"Brassi%C3%A8re","surface_form":"bras","offset":6530},{"uri":"Corpus_Christi%2C_Texas","surface_form":"hometown","offset":6620},{"uri":"Miami%2C_Florida","surface_form":"Miami, Florida","offset":6714},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":6790},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":6890},{"uri":"Tejano_Music_Awards","surface_form":"1993 Tejano Music Awards","offset":6969},{"uri":"Houston_Astrodome","surface_form":"Houston Astrodome","offset":7048},{"uri":"Live_album","surface_form":"live album","offset":7410},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":7561},{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":7674},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":7768},{"uri":"Monterrey%2C_Mexico","surface_form":"Monterrey, Mexico","offset":7949},{"uri":"Country_music","surface_form":"country","offset":8149},{"uri":"George_Strait","surface_form":"George Strait","offset":8171},{"uri":"Vince_Gill","surface_form":"Vince Gill","offset":8186},{"uri":"Reba_McEntire","surface_form":"Reba McEntire","offset":8201},{"uri":"Murder_of_Selena","surface_form":"killed","offset":8639},{"uri":"Music_video","surface_form":"music video","offset":8662},{"uri":"La_Carcacha","surface_form":"La Carcacha","offset":8729},{"uri":"Selena_(movie)","surface_form":"\"Selena\" movie","offset":8753},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":8848},{"uri":"Portraying","surface_form":"portraying","offset":8872},{"uri":"American_Idol","surface_form":"American Idol","offset":9165},{"uri":"David_Archuleta","surface_form":"David Archuleta","offset":9196},{"uri":"Cover_version","surface_form":"covered","offset":9216},{"uri":"Tejano_Music_Awards","surface_form":"2010 Tejano Music Awards","offset":9282},{"uri":"Selena_%C2%A1VIVE%21","surface_form":"Selena ¡VIVE!","offset":9447},{"uri":"Choir","surface_form":"choir","offset":9655}]}