{"id":235179,"url":"http://en.wikipedia.org/wiki/Mass_versus_weight","text":"In the physical sciences, mass and weight are different. The mass of an object is a measure of the amount of matter in the object. Weight is a measure of the force on the object caused by a gravitational field. In other words, weight is how hard gravity pulls on an object. This means the mass of an object will remain at wherever it is on the earth's surface, but if it is moved from the equator to the North Pole, its weight will grow by 0.5% because of the increase in the earth's gravitational field.\nMass is measured in kilograms or pounds. A one-liter volume of water has a mass of one kilogram. Weight is measured in newtons, the standard unit for force. A one-kilogram mass placed on a bench presses down on the bench with almost ten newtons of force.\nOverview.\nThe weight of something is the value measured at the Earth's surface. Unfortunately the common terms used to describe the weight of an object are units of mass such as kilograms or pounds. For almost all of human history weight has been measured on the surface of the Earth. Here, the weight is proportional to the mass. Objects which have the same mass have the same weight. An object with the twice the mass of another will also have twice the weight. As a consequence it is common practice to use the two words, mass and weight, as if they mean the same thing, and to use kilograms or pounds as the units for both mass and weight. Using the same terms to describe and measure the two different properties has led to confusion between these two properties, mass and weight. Mass and weight are not the same thing.\nGenerally, mass refers to how \"heavy\" something is. However, mass is really an \"inertial\" property; that is, the tendency of an object to remain at constant velocity unless acted upon by an outside force. According to Newton's second law of motion, as expressed in the formula an object with a mass, \"m\", of one kilogram will accelerate, \"a\", at one meter per second per second (about one-tenth the acceleration due to Earth's gravity) when acted upon by a force, \"F\", of one newton.\nFeeling the difference.\nIt is possible to feel the difference between weight and mass by suspending an object with a mass of over ten kilograms on a rope with a length of two or more meters. If a person pushes upwards against the underneath of the object with one finger they will feel the weight of the object. If they push momentarily against the side of the suspended object with one finger they will feel the mass of the object. (It is important that they do not push the object sideways far enough to begin to raise it.)","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physical sciences","offset":7},{"uri":"Mass","surface_form":"mass","offset":61},{"uri":"Measure","surface_form":"measure","offset":84},{"uri":"Matter","surface_form":"matter","offset":109},{"uri":"Weight","surface_form":"Weight","offset":131},{"uri":"Force_(physics)","surface_form":"force","offset":158},{"uri":"Gravitational_field","surface_form":"gravitational field","offset":190},{"uri":"Equator","surface_form":"equator","offset":389},{"uri":"North_Pole","surface_form":"North Pole","offset":404},{"uri":"Kilogram","surface_form":"kilogram","offset":525},{"uri":"Pound_(mass)","surface_form":"pounds","offset":538},{"uri":"Litre","surface_form":"liter","offset":552},{"uri":"Volume","surface_form":"volume","offset":558},{"uri":"Newton_(unit)","surface_form":"newtons","offset":624},{"uri":"Earth","surface_form":"Earth","offset":823},{"uri":"Proportional","surface_form":"proportional","offset":1065},{"uri":"Inertia","surface_form":"inertia","offset":1666},{"uri":"Force_(physics)","surface_form":"force","offset":1784},{"uri":"Newton%27s_laws_of_motion","surface_form":"Newton's second law of motion","offset":1804},{"uri":"Kilogram","surface_form":"kilogram","offset":1898},{"uri":"Acceleration","surface_form":"accelerate","offset":1912},{"uri":"Metre_per_second_squared","surface_form":"meter per second per second","offset":1936},{"uri":"Newton_(unit)","surface_form":"newton","offset":2062}]}