{"id":235157,"url":"http://en.wikipedia.org/wiki/Concepci%C3%B3n","text":"Concepción is the second city in importance of the Republic of Chile with 889,725 inhabitants (2002 census).\nHistory.\nConcepción was founded by Pedro de Valdivia in 1550 north of the Bío-Bío River, at the site which is today known as Penco. At that time it was given the name \"Concepción del Nuevo Extremo\". The new settlement of Concepción was just a few kilometers north of La Frontera (The Frontier), the boundary between Spanish territory and the land of the Mapuche, an American Indian ethnic group that remained independent until the 1870s. The settlement was formally recognized by the Spanish authorities as a town two years later by a royal decree. It was given a coat-of-arms that is still in use today.\nEarthquakes and tsunamis, which razed the town in 1570, 1657, 1687, 1730 and 1751, led the authorities to move the town to its current site in the Valle de la Mocha, alongside the Bío-Bío River.\n27 February 2010 Earthquake.\nOn February 27, 2010, an 8.8 magnitude earthquake struck the city of Concepción, killing more than 700 people and injuring thousands nationwide. Following the earthquake, geologists relying on global positioning satellite (GPS) data concluded that the city had been displaced roughly 3 meters (10 feet) to the west as a result of the event. Fortunately, the city avoided the tsunami that followed the earthquake.\nClimate.\nThe climate of Concepción is classified as Köppen climate classification \"csb\", with a dry summer nadir in February. It has an oceanic influence which keeps temperatures mild throughout the year. Wet snows are possible in winter, but snow does not remain for long.\nThe chart at right provides a climate summary for Concepción.\nCultural life.\nTo an outsider, there may be confusion between the demonyms of the inhabitants of Concepción and the nearby city of Penco. Due to the previous location of Concepción being where Penco currently stands, inhabitants of Concepción are called \"penquistas\" while inhabitants of Penco are known as \"pencones\".\nConcepción is one of the most active cities in Chilean rock music and many famous rock groups in Chile started up in Concepción.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chile","surface_form":"Chile","offset":63},{"uri":"Spain","surface_form":"Spanish","offset":425},{"uri":"Earthquakes","surface_form":"Earthquakes","offset":714},{"uri":"February_2010_Chile_earthquake","surface_form":"8.8 magnitude earthquake","offset":963},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":1403},{"uri":"Demonym","surface_form":"demonym","offset":1753}]}