{"id":235344,"url":"http://en.wikipedia.org/wiki/Cairo_International_Book_Fair","text":"The Cairo International Book Fair is one of the biggest book fairs in the world with hundreds of book sellers and about two million visitors every year. It is the largest book fair in the Arab world, as well as the oldest. In 2006 it was the second largest book fair in the world after the Frankfurt Book Fair. It is held every year in the last week of January in Cairo, Egypt, at the Cairo International Fair Grounds in Madinat Nasr, near Al-Azhar University. It is organised by the General Egyptian Book Organisation.\nSize.\nCairo publishers make 60% of Arabic language books printed in the world. The state owned General Egyptian Book Organisation, is the largest book publisher in the Arab world. The fair has displays and speakers from publishers and government agencies from around the world, as well as sellers of books, video, and other media. Lectures, readings, and other public events take place during the three weeks the of the book fair, with items in Arabic, English, and other languages. The fair brings in ordinary Egyptians, with media on a range of topics, outdoor events, and even fireworks to entertain the large crowds.\nThe CIBF was started by the General Egyptian Book Organisation, a government publishers and retailers group, in 1969 as part of the celebrations of the 1000th anniversary of the start of the city of Cairo. The 41st fair was held from 21 January to 5 February 2009.\nControversy.\nThe CIBF has had problems in recent years. Leftist and Muslim militant authors, works critical of the government, and works with sections or topics that are seen as sexually or culturally controversial have been banned from the book fair. During the 2000 book fair, Islamist protests became violent. That year, more than 2000 members of Muslim student groups protested outside Al-Azhar University. This led to rare public protests against the Egyptian government, violence, 75 arrests and a number of injuries. The students were protesting an Egyptian Ministry of Culture publisher printing and selling copies of the 1983 novel \"A Banquet for Seaweed\" by the Syrian writer Haidar Haidar. After the protests, two members of the government printing house were also arrested for \"disparaging religion\" and publishing a work \"offensive to public morals\".\nIn later years a number of books from foreign publishers have been taken by Egyptian authorities. These have included works by Czech Milan Kundera, Moroccan Mohamed Choukri, Saudi Ibrahim Badi, Lebanese Hanan al-Sheikh, and fellow Lebanese novelist Elias Khoury In 2005, Egyptian police arrested a number of book sellers and activists at the book fair. Two Egyptian journalists were arrested for giving out \"false propaganda against the government\" and others for presenting socialist work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arab_world","surface_form":"Arab world","offset":188},{"uri":"Frankfurt_Book_Fair","surface_form":"Frankfurt Book Fair","offset":290},{"uri":"Cairo","surface_form":"Cairo","offset":364},{"uri":"Egypt","surface_form":"Egypt","offset":371},{"uri":"Cairo_International_Fair_Grounds","surface_form":"Cairo International Fair Grounds","offset":385},{"uri":"Madinat_Nasr","surface_form":"Madinat Nasr","offset":421},{"uri":"Al-Azhar_University","surface_form":"Al-Azhar University","offset":440},{"uri":"General_Egyptian_Book_Organisation","surface_form":"General Egyptian Book Organisation","offset":484},{"uri":"Publisher","surface_form":"publisher","offset":532},{"uri":"Arabic_language","surface_form":"Arabic language","offset":555},{"uri":"Firework","surface_form":"firework","offset":1100},{"uri":"General_Egyptian_Book_Organisation","surface_form":"General Egyptian Book Organisation","offset":1169},{"uri":"Left-wing","surface_form":"Leftist","offset":1462},{"uri":"Muslim","surface_form":"Muslim","offset":1474},{"uri":"Al-Azhar_University","surface_form":"Al-Azhar University","offset":1796},{"uri":"Syria","surface_form":"Syria","offset":2078},{"uri":"Haidar_Haidar","surface_form":"Haidar Haidar","offset":2092},{"uri":"Czechoslovakia","surface_form":"Czech","offset":2397},{"uri":"Milan_Kundera","surface_form":"Milan Kundera","offset":2403},{"uri":"Morocco","surface_form":"Moroccan","offset":2418},{"uri":"Mohamed_Choukri","surface_form":"Mohamed Choukri","offset":2427},{"uri":"Saudi_Arabia","surface_form":"Saudi","offset":2444},{"uri":"Ibrahim_Badi","surface_form":"Ibrahim Badi","offset":2450},{"uri":"Lebanon","surface_form":"Lebanese","offset":2464},{"uri":"Hanan_al-Sheikh","surface_form":"Hanan al-Sheikh","offset":2473},{"uri":"Elias_Khoury","surface_form":"Elias Khoury","offset":2519},{"uri":"Journalist","surface_form":"journalist","offset":2636},{"uri":"Socialism","surface_form":"socialist","offset":2745}]}