{"id":235346,"url":"http://en.wikipedia.org/wiki/Alexander_Alekhine","text":"e=\"preserve\">Alexander Alekhine (31 October 1892 – 24 March 1946) was the fourth World Chess Champion, and the only one to die holding the title.p7\nChess career.\nBy the age of twenty-two, he was already one of the strongest grandmasters. During the 1920s, he was one of the hypermoderns, and won many tournaments. In 1927, he became World Champion by beating Capablanca. The match of 34 games was the longest world championship match held until 1985.\nIn the early 1930s Alekhine dominated tournament play, and won top-class tournaments by large margins. He also played first board for France in four Chess Olympiads, winning prizes in each. His tournament record became less good from the mid-1930s onwards; alcoholism is often blamed for this. Although Alekhine offered Capablanca a rematch on the same terms that Capablanca had set for him, negotiations dragged on for years. It became clear that Alekhine would never let the match take place. Meanwhile, he defended his title with ease against Bogolyubov in 1929 and 1934.\nAlekhine was defeated by Euwe in 1935, but regained his crown in the 1937 rematch. His tournament record was now uneven, and rising stars (such as Keres and Botvinnik) threatened his title. Negotiations for a title match were halted by the start of World War II in 1939.\nAlekhine was known for his attacking style: he was good at turning an initiative into a win. He was the first world champion to work hard on opening theory. Alekhine was the first to be a full-time dedicated professional of the modern type. He said he spent eight hours a day studying the game, and produced many innovations in chess openings.\nAlekhine was declared an \"Enemy of the Soviet Union\" after making anti-Bolshevik statements in 1927. However, after his death, the Soviet chess leaders called him \"one of the founders of the Soviet School of Chess\". He is still highly regarded as a chess writer. His finest works were his collections of his own games, which influenced many players.\nCharacter.\nAlekhine was a brilliant player with a poor character: \"Not everyone liked his personal character, but all admired his chess genius\".p7 That he sometimes lied, and was often half-drunk is mentioned by all his biographers. He married a Russian baroness in 1920, which legitimised their seven-year-old daughter. The following year he married a Swiss woman, and obtained permission to leave Russia.\nThe marriage, which was probably bigamous, broke up soon after. Later he married twice more. He settled in Paris, becoming a naturalised French citizen. He studied law at the Sorbonne, and claimed to have got a doctorate there in 1925: he was known widely as 'Dr. Alekhine'. Researchers have failed to find any trace of this in the records of the Sorbonne.p69 Having at last won the world title, Alekhine used every device to avoid giving Capablanca a return match. He remarked to a friend \"Somehow the match will never take place\".p8\nAlekhine stayed in Nazi-occupied Europe during the war, where he played in tournaments organised by the Nazis. Anti-Semitic articles appeared under his name. Although he later claimed they were forged by the Nazis, the original manuscripts in his hand were found amongst his last wife's effects when she died.<ref name=\"H/W\">Hooper, David and Whyld, Kenneth 1992. \"The Oxford companion to chess\" 2nd ed, Oxford University Press. p309–313 Whether Alekhine was personally anti-semitic is not so clear. He had good relationships with some Jewish chess players, and his fourth wife was Jewish. Negotiations with Mikhail Botvinnik for a world title match were proceeding in 1946 when Alekhine died in Portugal. \"It is not too callous to say that he was fortunate to have died at that time. Feeling was very strong in France against those who came under suspicion of collaboration with the enemy\".p75","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess Champion","offset":81},{"uri":"Grandmaster_(chess)","surface_form":"grandmasters","offset":224},{"uri":"Hypermodern","surface_form":"hypermodern","offset":274},{"uri":"Tournament","surface_form":"tournament","offset":301},{"uri":"Jos%C3%A9_Ra%C3%BAl_Capablanca","surface_form":"Capablanca","offset":359},{"uri":"France","surface_form":"France","offset":585},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":600},{"uri":"Alcoholism","surface_form":"alcoholism","offset":708},{"uri":"Bogolyubov","surface_form":"Bogolyubov","offset":997},{"uri":"Max_Euwe","surface_form":"Euwe","offset":1051},{"uri":"Crown","surface_form":"crown","offset":1082},{"uri":"Paul_Keres","surface_form":"Keres","offset":1173},{"uri":"Mikhail_Botvinnik","surface_form":"Botvinnik","offset":1183},{"uri":"World_War_II","surface_form":"World War II","offset":1275},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1680},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":1712},{"uri":"Lie","surface_form":"lie","offset":2156},{"uri":"Drunk","surface_form":"drunk","offset":2181},{"uri":"Swiss","surface_form":"Swiss","offset":2344},{"uri":"Bigamy","surface_form":"bigamous","offset":2431},{"uri":"Paris","surface_form":"Paris","offset":2505},{"uri":"Citizen","surface_form":"citizen","offset":2542},{"uri":"Law","surface_form":"law","offset":2562},{"uri":"Sorbonne","surface_form":"Sorbonne","offset":2573},{"uri":"Nazi","surface_form":"Nazi","offset":2952},{"uri":"Antisemitism","surface_form":"Anti-Semitic","offset":3044},{"uri":"Forgery","surface_form":"forged","offset":3127},{"uri":"Manuscript","surface_form":"manuscript","offset":3161},{"uri":"Mikhail_Botvinnik","surface_form":"Mikhail Botvinnik","offset":3541},{"uri":"Portugal","surface_form":"Portugal","offset":3629}]}