{"id":235561,"url":"http://en.wikipedia.org/wiki/Samarkand","text":"Samarkand is a famous city. It is the second-largest city in Uzbekistan and the capital of Samarqand Province.\nThe city is on the old Silk Road between China and the West, and is an Islamic centre for scholarly study. In the 14th century, it became the capital of the empire of Timur (Tamerlane), and is the site of his mausoleum, the Gur-e Amir. The Bibi-Khanym Mosque remains one of the city's most famous landmarks. The Registan was the ancient centre of the city.\nIn 2001, UNESCO added the 2,750-year-old city to its World Heritage Site list as \"Samarkand – Crossroads of Cultures\".\nHistory.\nSamarkand is one of the oldest inhabited cities in the world, prospering from its location on the trade route between China and the Mediterranean (Silk Road). At times Samarkand has been one of the greatest cities of Central Asia.\nStarted about 700 BC by the Persians, Samarkand has been one of the main centres of Persian civilization from its early days. Maracanda was the ancient Greek name for it Alexander the Great conquered the city in 329 BC.\nMedieval history.\nAt the start of the 8th century, Samarkand came under Arab control. Under Abbasid rule, the legend goes, the secret of papermaking was learned from two Chinese prisoners in 751. This led to the first paper mill in the Islamic world being founded in Samarkand. The invention then spread to the rest of the Islamic world, and from there to Europe.\nSamarkand was sacked by the Mongols under Genghis Khan in 1220. Some of the people survived, but later, Samarkand suffered at least one other Mongol attack. The town took many decades to recover from these disasters. In \"The Travels\" of Marco Polo, where Polo records his journey along the Silk Road, Samarkand is described as \"a very large and splendid city...\" He also writes about a Christian church in Samarkand, which miraculously remained standing after a portion of its central supporting column was removed.\nIn 1370, Timur the Lame, or Tamerlane, decided to make Samarkand the capital of his empire, stretching from India to Turkey. During the next 35 years, he built a new city and populated it with artisans and craftsmen from all of the places he had conquered. Timur gained a reputation as a patron of the arts, and Samarkand grew to have a population of about 150,000.\nModern history.\nIn 1499, the Uzbek Turks took control of Samarkand. They moved the capital to Bukhara and Samarkand went into decline. The city came under Russian rule in 1868. The Russian section of the city was built after this point, largely to the west of the old city.\nThe city later became the capital of the Samarkand Oblast of Russian Turkestan and grew in importance still further when the Trans-Caspian railway reached the city in 1888. It became the capital of the Uzbek SSR in 1925 before being replaced by Tashkent in 1930.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":22},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":61},{"uri":"Capital_(city)","surface_form":"capital","offset":80},{"uri":"Silk_Road","surface_form":"Silk Road","offset":134},{"uri":"Islamic","surface_form":"Islamic","offset":182},{"uri":"Timur","surface_form":"Timur","offset":278},{"uri":"Mausoleum","surface_form":"mausoleum","offset":320},{"uri":"Mosque","surface_form":"Mosque","offset":363},{"uri":"Registan","surface_form":"Registan","offset":423},{"uri":"UNESCO","surface_form":"UNESCO","offset":477},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":521},{"uri":"China","surface_form":"China","offset":714},{"uri":"Mediterranean_region","surface_form":"Mediterranean","offset":728},{"uri":"Silk_Road","surface_form":"Silk Road","offset":743},{"uri":"Central_Asia","surface_form":"Central Asia","offset":813},{"uri":"Ancient_Greek","surface_form":"ancient Greek","offset":971},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":997},{"uri":"Abbasid","surface_form":"Abbasid","offset":1139},{"uri":"Paper","surface_form":"paper","offset":1184},{"uri":"Han_Chinese","surface_form":"Chinese","offset":1217},{"uri":"Paper_mill","surface_form":"paper mill","offset":1265},{"uri":"Mongols","surface_form":"Mongols","offset":1439},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":1453},{"uri":"Marco_Polo","surface_form":"Marco Polo","offset":1648},{"uri":"Column","surface_form":"column","offset":1907},{"uri":"Timur","surface_form":"Timur","offset":1936},{"uri":"India","surface_form":"India","offset":2035},{"uri":"Turkey","surface_form":"Turkey","offset":2044},{"uri":"Bukhara","surface_form":"Bukhara","offset":2387},{"uri":"Russia","surface_form":"Russia","offset":2448},{"uri":"Oblast","surface_form":"Oblast","offset":2618},{"uri":"Turkestan","surface_form":"Turkestan","offset":2636},{"uri":"Trans-Caspian_railway","surface_form":"Trans-Caspian railway","offset":2692},{"uri":"Tashkent","surface_form":"Tashkent","offset":2812}]}