{"id":235518,"url":"http://en.wikipedia.org/wiki/Billy_Budd_(opera)","text":"e=\"preserve\">\"Billy Budd\" is an opera by Benjamin Britten. It was first performed at the Royal Opera House, Covent Garden, London on 1 December 1951. It is based on the short novel \"Billy Budd\" by Herman Melville. The libretto for the opera was written by E.M.Forster and Eric Crozier.\nBritten originally wanted the part of Billy Budd to be sung by Geraint Evans, but Evans found that the notes were too high for his voice, so he sang a different role, and the role of Billy Budd was sung by Theodor Uppman. The first performance was a great success.\nIn the original version the opera had four acts, but in 1960 Britten made some changes to the opera, making the story fit into two acts. Not everybody agrees about which version is the better one.\nFamous baritones who have sung the role of Billy Budd include Thomas Allen, Simon Keenlyside, Richard Stilwell, and Thomas Hampson. There are no women in the opera at all.\nThe story of the opera.\nThe story takes place on board the battleship HMS \"Indomitable\" in 1797 during the French Revolutionary Wars. There is a short prologue at the beginning, and an epilogue at the end, during which the old captain is thinking back about the story which happened many years earlier. The rest of the opera tells that story.\nPrologue.\nCaptain Vere, an old man, is thinking back on his life and his time in the navy. He thinks about what happened to Billy Budd some years earlier, and he feels sad because he was not able to save him.\nAct 1.\nThe crew of the Indomitable are working on deck. There is a new man working there (the Novice). He slips and bumps into an officer. The novice is cruelly flogged (beaten) for this. At the same another crew member comes with three new young men who have been pressed (forced) into coming to work on the ship. One of these three men is Billy Budd.\nBilly Budd is very happy at his new job. He does realize how cruelly he is going to be treated. The man in charge of the crew is Claggart. He is the Master-at-Arms, and he is very cruel. He says he thinks Billy Budd is a fine young man, although he has a stammer. Billy happily says goodbye to the ship he used to work on, called \"Rights of Man\". He does not see the irony in that ship’s name (there he did at least have some rights, but now he is to be treated badly. The word “indomitable” means: “something that cannot be defeated”.) Claggart does not like Billy’s attitude, and tells Squeak to watch him carefully.\nThe Novice comes back from his flogging. He is in such pain that he cannot walk. Billy is shocked, but thinks he himself will not be treated like that so long as he obeys the ship’s rules.\nDansker tells the new men that Captain Vere's nickname is \"Starry Vere,\". Billy thinks that he must be a good man and swears loyalty to him, although he has not seen him yet. In the four-act version Captain Vere comes on deck and encourages the men to do well in battle.\nAct 2.\nIn his cabin, Captain Vere talks with his officers about the French revolution. They talk about the mutinees that have happened in the British Navy. The officers say that Billy might cause trouble, but Vere thinks his men are all good.\nWhen Billy finds Squeak looking through his belongings he becomes angry and his stammer gets worse. He knocks Squeak to the ground. Claggart seems to be on Billy’s side, so he is not punished. However, Claggart wants to be evil to Billy. He gives some money to the Novice and tells him he should persuade Billy to start a mutiny, and that he should give Billy the money as a bribe. The Novice does not dare to refuse. Billy refuses the bribe and thinks he will be rewarded, but Dansker warns him that Claggart is dangerous. Billy is too naïve to understand what Dansker is saying. They sing a duet in which Billy sings how wonderful life is on the ship, and Dansker is trying to warn Billy about Claggart: “Jemmy-legs is down on you”.\nAct 3.\nClaggart begins to tell Vere that Billy could cause trouble, but is interrupted when a French ship is seen. The Indomitable attacks, but loses sight of the enemy in the mist. Claggart returns, and tells Vere that Billy poses a threat of mutiny. Vere does not believe him and sends for Billy so that Claggart may talk to him.\nLater, in Vere's cabin, Claggart repeats the false charge in Billy’s presence. Once again, Billy begins to stammer because he is so angry. Unable to speak, he hits Claggart and kills him. The Captain has to get the officers together. They decide Billy is guilty and sentence him to be hanged. Billy begs Vere to save him, and the officers ask him what they should do, but Vere stays silent. He goes into the cabin where Billy is being held. The music suggests that the captain is telling Billy about his death sentence.\nAct 4.\nDansker brings Billy a drink. He tells him that the crew are willing to mutiny for his sake, but Billy accepts his fate. In the early morning the crew gather on deck and Billy is executed. Just before he dies he praises Vere, singing: \"Starry Vere, God Bless you!\", and the rest of the crew echo his words.\nEpilogue.\nVere, as an old man, remembers Billy's burial at sea. He thinks about how the young man had blessed him as he died, and he realizes that this was real goodness. Vere is now at peace with himself. The orchestra stops playing and Vere’s voice is heard as the lights fade.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":32},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":41},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":89},{"uri":"Covent_Garden","surface_form":"Covent Garden","offset":108},{"uri":"London","surface_form":"London","offset":123},{"uri":"1_December","surface_form":"1 December","offset":133},{"uri":"1951","surface_form":"1951","offset":144},{"uri":"Novel","surface_form":"novel","offset":175},{"uri":"Herman_Melville","surface_form":"Herman Melville","offset":197},{"uri":"E.M.Forster","surface_form":"E.M.Forster","offset":256},{"uri":"Eric_Crozier","surface_form":"Eric Crozier","offset":272},{"uri":"Geraint_Evans","surface_form":"Geraint Evans","offset":349},{"uri":"1960","surface_form":"1960","offset":607},{"uri":"Baritone","surface_form":"baritone","offset":755},{"uri":"Thomas_Allen","surface_form":"Thomas Allen","offset":810},{"uri":"Simon_Keenlyside","surface_form":"Simon Keenlyside","offset":824},{"uri":"Richard_Stilwell","surface_form":"Richard Stilwell","offset":842},{"uri":"Thomas_Hampson","surface_form":"Thomas Hampson","offset":864},{"uri":"1797","surface_form":"1797","offset":1011},{"uri":"French_Revolution","surface_form":"French Revolutionary Wars","offset":1027},{"uri":"Navy","surface_form":"navy","offset":1348},{"uri":"Crew","surface_form":"crew","offset":1483},{"uri":"Officer","surface_form":"officer","offset":1602},{"uri":"Flogging","surface_form":"flogged","offset":1633},{"uri":"Impressment","surface_form":"pressed","offset":1737},{"uri":"Stammer","surface_form":"stammer","offset":2080},{"uri":"Irony","surface_form":"irony","offset":2192},{"uri":"Rights","surface_form":"rights","offset":2251},{"uri":"Rule","surface_form":"rule","offset":2626},{"uri":"Oath","surface_form":"swears","offset":2751},{"uri":"Loyalty","surface_form":"loyalty","offset":2758},{"uri":"Mutiny","surface_form":"mutinees","offset":3011},{"uri":"British_Navy","surface_form":"British Navy","offset":3046},{"uri":"Bribe","surface_form":"bribe","offset":3522},{"uri":"Na%C3%AFve","surface_form":"naïve","offset":3684},{"uri":"Mist","surface_form":"mist","offset":4058},{"uri":"Fate","surface_form":"fate","offset":4856}]}