{"id":235697,"url":"http://en.wikipedia.org/wiki/German_National_Library","text":"The German National Library (Deutsche Nationalbibliothek, abbreviated DNB) is the central library and national bibliographic center for the Federal Republic of Germany. Its task is to collect, archive, document and record bibliographically all German and German language publications from 1913 on, foreign publications about Germany, translations of German works, and the works of German-speaking emigrants published abroad between 1933 and 1945, and to make them available to the public. The German National Library maintains co-operative external relations on the national and international level. For example, it is the leading partner in developing and maintaining bibliographic rules and standards in Germany and plays a significant role in the development of international library standards. The cooperation with publishers is regulated by law since 1935 for the Deutsche Bücherei Leipzig, since 1969 for the Deutsche Bibliothek Frankfurt.\nDuties are shared between the facilities in Leipzig and Frankfurt am Main, with each center having a specific specialty area. A third facility, the Deutsches Musikarchiv Berlin (founded 1970), deals with all music-related archiving (both printed and recorded materials).\nHistory.\nAlready in 1848, there had been plans for a German national library. After the restauration, they were not followed any longer. The stock of books already in existence was stored at the Germanisches Nationalmuseum in Nuremberg.\nIn 1912, the town of Leipzig, seat of the annual Leipzig Book Fair, the kingdom of Saxony and the Börsenverein der Deutschen Buchhändler (Association of German booksellers) agreed to found a German National Library located in Leipzig. Starting January 1, 1913, all publications in German language were systematically collected (including books from Austria and Switzerland). In the same year, Dr. Gustav Wahl was elected as the first director. In 1946 Dr. Georg Kurt Schauer, Heinrich Cobet, Vittorio Klostermann and Professor Hanns Wilhelm Eppelsheimer, director of the Frankfurt University Library, initiated the re-foundation of a German archive library based in Frankfurt am Main. The federal state representatives of the book trade in the American zone agreed to the proposal. The city of Frankfurt agreed to support the planned archive library with personnel and financial resources. The US military government gave its approval. The Library began its work in the tobacco room of the former Rothschild library, which served the bombed university library as accommodation. As a result there are two libraries in Germany, which assume the duties and function of a national library for the later GDR and the Federal Republic of Germany, respectively. Two national bibliographic catalogues appear, which are almost identical in content.\nIn July 2000, the DMA also assumed the role as repository for GEMA, Gesellschaft für musikalische Aufführungs- und mechanische Vervielfältigungsrechte, a German music copyright organization. Since then, music publishers only have to submit copies to DMA, which covers both national archiving and copyright registration. The 210,000 works of printed music previously held by GEMA were transferred to DMA.\nWith the unification of Germany on 3 October 1990, the Deutsche Bücherei Leipzig and the Deutsche Bibliothek Frankfurt am Main were merged in the new institution Die Deutsche Bibliothek. The \"Law regarding the German National Library\" came into force on 29 June 2006. The expansion of the collection brief to include online publications set the course for collecting, cataloguing and storing such publications as part of Germany's cultural heritage. The Library's highest management body, the Administrative Council, was expanded to include two MPs from the Bundestag. The law also changed the name of the library and its buildings in Leipzig, Frankfurt am Main and Berlin into \"Deutsche Nationalbibliothek\".\nDeutsches Musikarchiv Berlin.\nThe Deutsche Musikarchiv Berlin (DMA, German Music Archive) is the central collection of printed and recorded music and the music-bibliographic information centre for Germany. It is a federal agency founded in 1970 with the task to collect all music published in the country. Its precursor was the Deutsche Musik-Phonothek (1961–1969). Situated in Berlin's Lichterfelde, the DMA constitutes a department of the German National Library (Deutsche Nationalbibliothek). The DMA is planned to move to Leipzig, to be housed in an extension of the Deutsche Nationalbibliothek in Leipzig. Construction work began in 2006 and is to be completed in 2009.\nPublishers of printed and recorded music in Germany are required by law (since 1973) to deliver two copies of every edition to the archive. One copy is kept at the DMA in Berlin, the second is deposited in the music collection of the Deutsche Nationalbibliothek in Leipzig.\nBuilding in Leipzig.\nThe main building of the German National Library in Leipzig was built 1914–1916 after plans of the architect Oskar Pusch. The impressive facade is 160 m long and faces the \"Deutscher Platz\". The building was opened on October 19, 1916, one day after the monument for the Battle of the Nations. Emperor Wilhelm II had already left in a huff, as the Leipzig citizens did not conform to Prussian Imperial ideology. The building lot of the library had been donated by the city of Leipzig, while Friedrich August III, king of Saxony provided the funds for the building.\nOn the facade, the portraits of Otto von Bismarck, Johann Wolfgang von Goethe and Johannes Gutenberg are displayed. Statues represent Technology, Justice, Philosophy, Medicine etc. The central reading room contains a picture by Ludwig von Hofmann, depicting Arcadia in Art Nouveau-style. The Library includes a museum for books and letters as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":140},{"uri":"German_language","surface_form":"German language","offset":255},{"uri":"Publishers","surface_form":"publishers","offset":819},{"uri":"Restauration","surface_form":"restauration","offset":1305},{"uri":"Germanisches_Nationalmuseum","surface_form":"Germanisches Nationalmuseum","offset":1412},{"uri":"Sheet_music","surface_form":"printed","offset":4025},{"uri":"Gramophone_record","surface_form":"recorded music","offset":4037},{"uri":"Germany","surface_form":"Germany","offset":4103},{"uri":"Berlin","surface_form":"Berlin","offset":4284},{"uri":"Frederick_Augustus_III_of_Saxony","surface_form":"Friedrich August III","offset":5367},{"uri":"Otto_von_Bismarck","surface_form":"Otto von Bismarck","offset":5473},{"uri":"Johann_Wolfgang_von_Goethe","surface_form":"Johann Wolfgang von Goethe","offset":5492},{"uri":"Johannes_Gutenberg","surface_form":"Johannes Gutenberg","offset":5523}]}