{"id":235614,"url":"http://en.wikipedia.org/wiki/Hominid_(novel)","text":"\"Hominid\" is a novel by Austrian writer Klaus Ebner. The story takes place millions of years ago and tells some days in the life of a group of hominids who live in Central Africa. The book was published by the Viennese publisher FZA Verlag in October 2008.\nThe story.\n\"Hominid\" takes place several million years ago in the Central African region between rainforest and savanna. The main characters are australopithecus afarenses, a hominid mostly living on trees that existed before the use of tools and fire. The story is told in the first person by the main character, Pitar. In thinking about his social and natural environment, Pitar decides to lead his family to civilization: \"Hence I decided to shed some light on the darkness, to light a candle following the motto Let there be light and so on\". His linguistic knowledge, thoughts and sayings are those of modern man, including a big knowledge about history, politics, philosophy and literature. Several comments made by Pitar about a particular object that has not been invented or developed yet, add to the funniness of the scenario. Pitar's close friends are Carpediem, who says Latin phrases and quotes the writers of Classical Antiquity, and Lao, who often refers to Chinese philosophy.\nAlthough it is difficult to convince the other characters to follow him, Pitar manages to persuade the patriarchal leader of the clan, Costello, who has taken over leadership from Thorn, who had died shortly before. The group builds windbreaks so that they may descend more often from the trees, which has a higher risk of being attacked by wild animals on the ground. Costello and Re are rivals. Re not only questions the leading abilities of Costello, but also wants to possess Costello's females. To calm down the arising quarrel, Pitar tries to found a parliament in order to settle conflicts peacefully. Whereas Costello thinks the parliament would be a forum in which he can strengthen his power, quoting from famous speeches by Winston Churchill and Abraham Lincoln, the other members ruin the idea because they have no discipline and feel indifferent.\nOne of the subplots of the novel shows the love between Pitar and Maluma, a female member of the group. Costello pretends the group of females would be his personal harem, but when Maluma falls in love with Pitar, she breaks off her relationship with the leader. On each day, the characters discover new things. On the seventh day, everyone is exhausted from their work and needs rest. However, the calm is broken by the attack of a saber-toothed cat. Several members of the family are killed, including Costello, which allows Re to come to power. Pitar and Maluma decide to leave the group, saying: “We should leave in time, leave Re and his new Reich, which, when I'm taking into account Thorn's previous reign, would be the Third over here.” Pitar and Maluma leave toward the savanna in a move that remembers both the expulsion from paradise and the Out of Africa theory.\nThe novel has seven chapters, \"Day 1\" to \"Day 7\", with the action of each chapter taking place on consecutive days. The chapter titles refer to the seven days of the biblical Creation. Only odd-numbered chapters tell the love story. Writer Karin Gayer mentions in her review that the love story of Pitar and Maluma, and its positioning within the text, offers \"a second interpretation of the beginning and the end\".\nCharacters.\nIn conversation with the Viennese regional leader of publisher Arovell, Ebner talked about the hidden meanings of his characters' names.\nHistory of the book.\nThe idea to give prehistoric characters present-day knowledge and a modern language already arose in 2006. Since the author believed that this topic would not be enough for a longer novel, he did not continue working on it at first. The final impulse came with the literature prize Wiener Werkstattpreis in February 2008. The publication of a book offered by publisher FZA was an integral part of the award, and the publisher limited this book to 100 pages. For this purpose Ebner wrote and finalized his story and published the book in October of the same year. Publisher FZA introduced the work to the public in Vienna.\nCriticism and interpretation.\nHeinz Gerstinger means the book would be a “history of the awakening of the spirit of mankind”. The author has the events glided “into the playful by his gently irony”. Several reviewers underline the novel's ironic and satirical aspect. The names of the characters, Latin quotations and idioms add to this as much as the parallelism between the seven days of Creation and scientific hominization. Ingrid Reichel points out the perfect publication date, just in time for the 150th anniversary of Charles Darwin's evolution theory. Like other reviewers, who had written about Ebner's earlier books she underlines the complex use of a detail rich language which is “steeped in subtle insensitive humor”.\nThe many expressions in foreign languages, mostly in Latin, are untranslated in the first edition. In her review, Ingrid Reichel invites the publisher to add a glossary to a new edition. The author published such a glossary on his own website.\nDespite many clear allusions to several world religions, Ingrid Reichel says that the novel is a book for “readers with humor, for reasoners (…), for darwinists, on no account for creationists, to a lesser extent for people of faith, but rather for atheists, … and fundamentalists drop out entirely”. Another aspect is identified by Karin Gayer when mentioning the parallel evolution of the patriarchal hierarchy in the story's society and the social matriarchy, the first resembling Chimpanzee communities and the second those of Bonobos. In addition, she points out the strength of the women characters. With regard to these underlying comparisons she says: “On another level we are struck by the permanent verbal mix of the ape-like and the human, a combination which leaves us pensive and asks the legitimate question where we, who consider ourselves sapiens in a double sense, should finally classify man.”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":15},{"uri":"Austria","surface_form":"Austria","offset":24},{"uri":"Klaus_Ebner","surface_form":"Klaus Ebner","offset":40},{"uri":"Hominid","surface_form":"hominid","offset":143},{"uri":"Africa","surface_form":"Central Africa","offset":164},{"uri":"Vienna","surface_form":"Viennese","offset":210},{"uri":"Africa","surface_form":"Central Africa","offset":323},{"uri":"Rainforest","surface_form":"rainforest","offset":354},{"uri":"Savanna","surface_form":"savanna","offset":369},{"uri":"Australopithecus_afarensis","surface_form":"australopithecus afarenses","offset":402},{"uri":"Social_environment","surface_form":"social","offset":600},{"uri":"Natural_environment","surface_form":"natural environment","offset":611},{"uri":"Philosophy","surface_form":"philosophy","offset":927},{"uri":"Rome","surface_form":"Classical Antiquity","offset":1180},{"uri":"China","surface_form":"Chinese","offset":1230},{"uri":"Philosophy","surface_form":"philosophy","offset":1238},{"uri":"Patriarch","surface_form":"patriarch","offset":1353},{"uri":"Parliament","surface_form":"parliament","offset":1807},{"uri":"Speech","surface_form":"speech","offset":1973},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1985},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":2007},{"uri":"Harem","surface_form":"harem","offset":2275},{"uri":"Saber-toothed_cat","surface_form":"saber-toothed cat","offset":2543},{"uri":"Garden_of_Eden","surface_form":"expulsion from paradise","offset":2931},{"uri":"Human_evolution","surface_form":"Out of Africa theory","offset":2963},{"uri":"Book_of_Genesis","surface_form":"biblical Creation","offset":3151},{"uri":"Karin_Gayer","surface_form":"Karin Gayer","offset":3225},{"uri":"Arovell_Verlag","surface_form":"Arovell","offset":3476},{"uri":"Wiener_Werkstattpreis","surface_form":"Wiener Werkstattpreis","offset":3853},{"uri":"Heinz_Gerstinger","surface_form":"Heinz Gerstinger","offset":4223},{"uri":"Hominization","surface_form":"hominization","offset":4607},{"uri":"Ingrid_Reichel","surface_form":"Ingrid Reichel","offset":4621},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":4719},{"uri":"Evolution","surface_form":"evolution","offset":4736},{"uri":"Edition_(book)","surface_form":"first edition","offset":5009},{"uri":"List_of_religions","surface_form":"world religions","offset":5209},{"uri":"Darwinism","surface_form":"darwinists","offset":5319},{"uri":"Creationism","surface_form":"creationists","offset":5349},{"uri":"Fundamentalism","surface_form":"fundamentalists","offset":5434},{"uri":"Common_Chimpanzee","surface_form":"Chimpanzee","offset":5653},{"uri":"Bonobo","surface_form":"Bonobo","offset":5700}]}