{"id":235735,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Grace_(2009)","text":"Tropical Storm Grace was an unusual tropical cyclone that formed in the Atlantic Ocean. It was the 7th named storm of the 2009 Atlantic hurricane season. Grace began over the Azores on October 4, and had wind speeds of 65 mph (100 km/h). However, the storm did not last very long, and cold water temperatures caused it to weaken. The storm died out on October 6 over England. The storm was farther north and east in the Atlantic than most tropical storms.\nGrace had only minor effects on land. While it was passing through the Azores, islands near the storm felt strong winds and some rain. In Portugal, the storm partly caused heavy rain that caused flooding. What was left of Tropical Storm Grace hit parts of Ireland and the United Kingdom. In this area, of rain fell and winds became strong, although there was no bad damage.\nMeteorological history.\nTropical Storm Grace came from a large extratropical cyclone that formed on September 27, 2009, to the east of Newfoundland. It began to show signs of becoming a tropical cyclone. By October 1, convection began to form near the center of the storm. The next day, the convection began to disappear, and the National Hurricane Center (NHC) stopped watching it. The storm moved in a loop near the Azores for the next two days. During October 4, convection formed again near the center of the storm. It became a tropical storm near São Miguel Island. However, the NHC first thought it did not become a tropical storm until later.\nThe NHC named the storm \"Grace\" at 11:00 AST on October 4. It was the seventh named storm of the 2009 Atlantic hurricane season. The storm had some strong convection and an eye-like feature (a clearing at the center). Grace was over waters that are normally too cold for tropical storms to exist. However, because there was not much wind shear, it was able to stay together. Grace moved towards the northeast. The storm became slightly stronger as it moved over colder waters. Winds in the storm were estimated at 70 mph (110 km/h) early on October 5. However, the NHC found later that Grace's highest winds were actually a little weaker, at 65 mph (100 km/h).\nA large cyclone near Grace caused the storm to weaken. By this time, the storm was over waters, likely stopping further strengthening. Early on October 6, Grace merged with a weather front over the northeastern Atlantic Ocean. Just before this, the lowest air pressure in the storm was recorded at 986 mbar (hPa; 29.12 inHg). What was left of Grace continued for about 18 hours before dissipating in the Celtic Sea early on October 7. Although the NHC officially called Grace a tropical storm, the French meteorological service said it should not have been called a tropical cyclone. They argued that the formation of Grace was more like a non-tropical storm than a tropical one.\nImpact and records.\nWhen Grace was over the Azores, a few islands had light rain and high winds. Wind gusts reached on Ponta Delgada. On October 6, the storm's rainbands caused heavy rain and strong winds in parts of Portugal. This flooded some streets. In the mountains, wind gusts may have been stronger than.\nBecause the storm was moving so fast when it reached the United Kingdom, the rain was not heavy. In Ireland, of rain fell in the city of Cork. Winds in the city were. Rainfall in the country peaked at in Wexford. The strongest winds were Force 8 on the Beaufort scale, meaning gale-force. Near the coast of Wales, a buoy recorded winds of, as strong as a small tropical storm. Late on October 6, Grace moved over Wales, bringing heavy rain and high winds. A ship called the \"Cap Castillo\" recorded winds of on October 5. At that time, the ship was about south of the storm's center.\nIn real time, Grace was not named as a tropical storm until it reached the latitude 41.2°N. This would have been the second farthest-north that a tropical storm formed in the Atlantic. Only Tropical Storm Alberto of 1988 had formed farther north. However, at the end of hurricane season, it was found that Grace actually became a tropical storm 12 hours earlier than people first thought. As a result, it formed at 38.5°N, which is further south. However, the storm's location was still unusual.\nThe NHC said that the formation of Grace was not predicted by meteorologists (weather men). The first mention of the low pressure area that became Grace said it would not become a tropical or subtropical storm. For three days, it was not mentioned in the NHC's tropical weather outlooks until just before it became a tropical cyclone. The lack of forecasts was blamed on the storm's unusual location.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":36},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":72},{"uri":"2009_Atlantic_hurricane_season","surface_form":"2009 Atlantic hurricane season","offset":122},{"uri":"Azores","surface_form":"Azores","offset":175},{"uri":"Rain","surface_form":"rain","offset":585},{"uri":"Portugal","surface_form":"Portugal","offset":594},{"uri":"Flooding","surface_form":"flooding","offset":651},{"uri":"Ireland","surface_form":"Ireland","offset":712},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":728},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":893},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":965},{"uri":"Atmospheric_convection","surface_form":"convection","offset":1048},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1160},{"uri":"Azores","surface_form":"Azores","offset":1248},{"uri":"S%C3%A3o_Miguel_Island","surface_form":"São Miguel Island","offset":1382},{"uri":"UTC-4","surface_form":"AST","offset":1521},{"uri":"Eye_(cyclone)","surface_form":"eye-like feature","offset":1653},{"uri":"Wind_shear","surface_form":"wind shear","offset":1813},{"uri":"Estimated","surface_form":"estimated","offset":1981},{"uri":"Weather_front","surface_form":"weather front","offset":2316},{"uri":"Bar_(unit)","surface_form":"mbar","offset":2443},{"uri":"Dissipating","surface_form":"dissipating","offset":2526},{"uri":"Celtic_Sea","surface_form":"Celtic Sea","offset":2545},{"uri":"France","surface_form":"French","offset":2639},{"uri":"Ponta_Delgada","surface_form":"Ponta Delgada","offset":2940},{"uri":"Portugal","surface_form":"Portugal","offset":3038},{"uri":"Mountains","surface_form":"mountains","offset":3082},{"uri":"Cork_(city)","surface_form":"city of Cork","offset":3262},{"uri":"Wexford","surface_form":"Wexford","offset":3337},{"uri":"Beaufort_scale","surface_form":"Beaufort scale","offset":3386},{"uri":"Gale","surface_form":"gale","offset":3410},{"uri":"Wales","surface_form":"Wales","offset":3440},{"uri":"Buoy","surface_form":"buoy","offset":3449},{"uri":"Latitude","surface_form":"latitude","offset":3791},{"uri":"Tropical_Storm_Alberto_(1988)","surface_form":"Tropical Storm Alberto","offset":3906},{"uri":"Predicted","surface_form":"predicted","offset":4261},{"uri":"Meteorologist","surface_form":"meteorologist","offset":4274}]}