{"id":23572,"url":"http://en.wikipedia.org/wiki/Nokia","text":"Nokia Corporation is a Finnish telecommunications company with its main office in Espoo, a suburb of Helsinki.\nHistory.\nThe company began in 1865 as a wood pulp mill in Finland and began making paper. The paper was sold to Russia, the UK, and France. The company merged with the Finnish Rubber Company which wanted to use its hydroelectricity plant. After World War Two, Nokia bought a large part of the Finnish Cable Works. In 1967 the three companies joined to form the Nokia Group.\nThey began making electronic products, and for a few years early in the 21st century were the world's biggest maker of mobile phones. Some of its phones, such as the Nokia 1100 and 1110, have sold over 250 million units around the world, and a few others, like the Nokia 3210 and Nokia 3310, sold more than 100 million units.\nTimeline.\nIn 2011, Nokia and Microsoft began a partnership which created Nokia Lumia, a series of smartphones that use the Windows Phone operating system and was meant to replace Symbian as the OS on Nokia's smartphones. Not many of these phones were sold and because of this, Nokia was losing money. Finally, in 2013, Microsoft bought out Nokia's mobile phone business, which became a division of Microsoft called Microsoft Mobile. Microsoft continued to make feature phones with the Nokia brand, but began using the Microsoft brand for its Lumia [https://bdtodayus.blogspot.com/2020/09/Nokia%207.3%20Leaked%20in%20India.html smartphones]. Nokia's other phones, including the Nokia X which used Android, were discontinued, or no longer made.\nNokia also bought the mapping company Navteq in 2011, and changed its name to HERE. Its apps were first available only on Windows Phone as part of the company's deal with Microsoft, but they later became available for Android and iOS. HERE was sold to Volkswagen, BMW, and Daimler in 2015.\nAlso in 2011, Nokia started a music streaming service called MixRadio. It became part of Microsoft Mobile in 2014, was sold to a Japanese company in 2015, and was eventually shut down in 2016.\nIn 2013, Nokia bought out the share of its telecommunications division that was held by Siemens of Germany, and this division is now known as Nokia Networks. The French company Alcatel-Lucent was bought by Nokia and merged into Nokia Networks early in 2016, which also included taking over the famous Bell Labs.\nMicrosoft Mobile sold its feature phone business to HMD Global in 2016, which is licensing the Nokia brand for its own phones. They include the Android-based Nokia 3, Nokia 5, and Nokia 6, and a new version of the popular Nokia 3310 made in 2000.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Telecommunications","surface_form":"telecommunications","offset":31},{"uri":"Espoo","surface_form":"Espoo","offset":82},{"uri":"Helsinki","surface_form":"Helsinki","offset":101},{"uri":"Russia","surface_form":"Russia","offset":223},{"uri":"France","surface_form":"France","offset":243},{"uri":"Hydroelectricity","surface_form":"hydroelectricity","offset":326},{"uri":"Microsoft","surface_form":"Microsoft","offset":840},{"uri":"Nokia_Lumia","surface_form":"Nokia Lumia","offset":884},{"uri":"Smartphone","surface_form":"smartphone","offset":909},{"uri":"Windows_Phone","surface_form":"Windows Phone","offset":934},{"uri":"Symbian","surface_form":"Symbian","offset":990},{"uri":"Microsoft_Mobile","surface_form":"Microsoft Mobile","offset":1226},{"uri":"Feature_phone","surface_form":"feature phone","offset":1272},{"uri":"Nokia_X","surface_form":"Nokia X","offset":1488},{"uri":"Android_(operating_system)","surface_form":"Android","offset":1507},{"uri":"Map","surface_form":"map","offset":1576},{"uri":"Navteq","surface_form":"Navteq","offset":1592},{"uri":"HERE_Maps","surface_form":"HERE","offset":1632},{"uri":"Mobile_app","surface_form":"apps","offset":1642},{"uri":"IOS","surface_form":"iOS","offset":1784},{"uri":"Volkswagen","surface_form":"Volkswagen","offset":1806},{"uri":"BMW","surface_form":"BMW","offset":1818},{"uri":"DaimlerChrysler_AG","surface_form":"Daimler","offset":1827},{"uri":"Music_streaming","surface_form":"music streaming","offset":1874},{"uri":"Siemens","surface_form":"Siemens","offset":2125},{"uri":"Nokia_Networks","surface_form":"Nokia Networks","offset":2179},{"uri":"Alcatel-Lucent","surface_form":"Alcatel-Lucent","offset":2214},{"uri":"Bell_Labs","surface_form":"Bell Labs","offset":2338},{"uri":"HMD_Global","surface_form":"HMD Global","offset":2401},{"uri":"License","surface_form":"licensing","offset":2430}]}