{"id":235836,"url":"http://en.wikipedia.org/wiki/Weight_training","text":"e=\"preserve\">Weight training is a common type of strength training. It uses the force of gravity in the form of weighted bars, dumbbells or weight stacks to oppose the force generated by muscles. Weight training uses many different special things to help certain areas of muscle and different kinds of body motions.\n\"Weight training\" is not bodybuilding, Olympic weightlifting, or \"power-lifting\"; these are sports and not training. Weight training is a part of these sports' training.\nReps, sets, tempo and rest.\nWeight training has many similarities with other kinds of strength training. Each uses the ideas of \"repetitions\" (or \"reps\"), \"sets\", \"tempo\", and \"rest\" in different kinds of body motions to increase strength.\nFor a certain body motion or exercise, \"reps\" are doing the motion again and again with no rest between.\nA \"set\" is a number of reps and a time of rest. 3 sets of 10 reps would be doing the motion 10 times, resting, doing it again 10 times, resting, and doing it ten more times, then resting.\nThe \"tempo\" of an exercise means the speed one motion is done. A particular exercise may require you to move down then up, but one person may go down and come up in 2 seconds, while someone else may move slower and take 10 seconds. So 10 reps will take 20 seconds for the first person, but 100 seconds for the second. Most times slower motion is more difficult.\nRest has a no different meaning for weight training, but it is very important. During rest no motion is necessary. Different kinds of weight training use different rest times between sets. Some use as little as 30 seconds and others can use as much as 8 minutes.\nWeight training and bodybuilding.\nWeight training has a similarity to bodybuilding, but they have different objectives. Bodybuilding uses weight training to help make muscles larger and good looking, without care for more strength. They train to make their muscles larger and get low levels of body fat. Many weight trainers train differently and for the result of being strong and doing difficult things for a long time while not thinking about dropping body fat far under normal.\nSafety.\nWeight training is a safe kind of exercise when the motion is slow, controlled, and careful. In similarity to many things, doing it wrong or without care can result in hurting oneself.\nGood Form.\nEach different weight training exercise is used only for a certain muscle area or group of muscles. This muscle area is the \"primary\" muscle area for that certain exercise or motion. After several reps in a set, the motion will become difficult. People will then sometimes try to use other muscle areas to help the primary muscle area with the motion by jerking or making a small change in the motion. This is bad form. The reason this may hurt somebody is that these other areas may not be strong enough to move the same weight as the primary area, and they may be strained if used.\nAn example: in the squat exercise the person may sometimes use the back muscles if they are bent too far forward at the bottom of the motion. The squat exercise will use only the leg muscles if the person carefully keeps his back straight.\nStretching.\nMany people who use weight training spend 5 minutes stretching their muscles using special stretching motions and body positions. There is scientific work that says stretching helps make the chance of hurting oneself smaller.\nWarm Up.\n\"Warming up\" is also used to make the chance of hurting oneself smaller. A \"warm-up\" is a few sets of an exercise done before other exercises that are done at the much easier weight. These sets help move blood into the muscles and make lifting higher weight safer.\nBreathing.\nGood use of breath is another thing to think about. There is a very small chance of blackout or stroke if the person exercising is straining too much and they hold their breath while doing the motion of an exercise. This is why many advise breathing out during the difficult part of the motion (for example, when lifting breath out and breath in when coming down for many exercises).\nDrinking Water.\nAs with many kinds of exercise, weight training people should drink enough water. Some say a weight training person should drink about 200ml of water every 15 minutes. Drinking a \"sports drink\" similar to Gatorade does not help more than water for water needs but may help with some kinds of salts that you may need after exercise. If a very large amount of water is used it is possible to drink too much water, so the use of care is important.\n\"Spotting\" or Helpers.\nSome kinds of weight training exercise need a helper or \"spotter\" to help make the motion safe. For example the bench press. Because the weight is directly above the body, a \"spotter\" or helper is used by many people in this exercise. The helper will stand behind the head of the person doing the exercise. If after doing some of the exercises the person doing the exercise cannot move the weight, the \"spotter\" will help the person move the weight back up to the starting position by taking hold of the bar and lifting together with the person.\nIt is safe to do many exercises without a spotter. Many exercise machines are made to be safe for use alone. But it is always safer to do weight training exercise with other people near who can help if you get hurt.\nPain.\nIf an exercise causes sudden very sharp pain, with similarity to being cut with a knife, that is bad pain and you should stop the exercise. But all weight training exercises will slowly cause muscles to be tired and cause small strain in the muscle area they use. When some people say \"no pain no gain\" they mean the tired feeling and small strain will help make you stronger. But sharp sudden pain is bad and may mean someone was hurt (this will not help you be stronger).\nBeing hurt this way may mean no \"warm-up\" was done.\nOther.\nMany people will get medical advice before starting weight training to make certain they are healthy enough to do the exercises. People who are old or who have needed medical help in the past should get medical advice before weight training.\nPlyometric vs Isotonic.\nMost people mean isotonic weight training when they talk about weight training. Isotonic lifting is done with a smooth tempo during the reps.\nPlyometric weight training uses sudden motions to help people do things like jump higher or strike with more power. These are motions which must be done quickly and with power. Because these types of exercise may use jerking motion, it is more important to do a long warm-up and stretch before attempting these exercises.\nIsolation vs. Compound.\nAn \"isolation\" exercise is made to use only one muscle or a small muscle area. A compound exercise is made to use a larger muscle area that uses more muscles. It is still good form to do a compound exercise that uses more than one muscle area if the exercise is made to use the other areas.\nFor example, a pull-up uses the muscles on top of the arm to help the back muscles in this exercise. It is a compound. A bicep curl uses only the muscles on the top of the arm. This is an isolation exercise.\nMost isolation exercises are very special and need a special apparatus to help them. Compound exercises are more natural. An isolation exercise may be used when one muscle is less strong than others it is used within a compound motion. Also bodybuilders use isolation exercises to make good looking muscles.\nHealth benefits.\nWeight training strengthens bones, helping to prevent bone loss and osteoporosis. By increasing muscular strength and improving balance, weight training can reduce falls by elderly persons as well.\nWeight training also is important to keep muscle strong when on a diet to drop fat. Without weight training or other strength training a person on a diet may drop muscle with the fat when they go down in weight.","categories":[],"infobox_types":[],"annotations":[{"uri":"Strength_training","surface_form":"strength training","offset":49},{"uri":"Gravity","surface_form":"force of gravity","offset":80},{"uri":"Bodybuilding","surface_form":"bodybuilding","offset":341},{"uri":"Weightlifting","surface_form":"weightlifting","offset":363},{"uri":"Sport","surface_form":"sport","offset":408},{"uri":"Strength_training","surface_form":"strength training","offset":572},{"uri":"Bodybuilding","surface_form":"bodybuilding","offset":1714},{"uri":"Adipose_tissue","surface_form":"body fat","offset":1938},{"uri":"Exercise","surface_form":"exercise","offset":2168},{"uri":"Squat","surface_form":"squat","offset":2933},{"uri":"Blackout","surface_form":"blackout","offset":3761},{"uri":"Stroke","surface_form":"stroke","offset":3773},{"uri":"Bench_press","surface_form":"bench press","offset":4657},{"uri":"Pull-up","surface_form":"pull-up","offset":6906},{"uri":"Bicep_curl","surface_form":"bicep curl","offset":7012},{"uri":"Bodybuilding","surface_form":"bodybuilders","offset":7340},{"uri":"Diet","surface_form":"diet","offset":7688},{"uri":"Strength_training","surface_form":"strength training","offset":7739}]}