{"id":235970,"url":"http://en.wikipedia.org/wiki/Howard_Staunton","text":"Howard Staunton (1810 – 22 June 1874) was an English chess master. He was the world's strongest player from 1843 to 1851.p391 This is based on his 1843 match victory over the strongest French player, Saint-Amant. Staunton was the main organizer of the first international chess tournament in London 1851. It was organised to help celebrate the 1851 Exhibition at Hyde Park. These events helped to make London the world's leading chess centre. The winner of the tournament, Anderssen, then became recognised as the world's strongest player.\nStaunton ran a chess column in the \"Illustrated London News\" from 1845 to his death in 1874. He edited the \"Chess Player's Chronicle\", the first important chess magazine in English,p297 from 1841 to 1854. He won matches against all the top players of the 1840s.\nIn 1847 he entered a parallel career as a Shakespearean scholar. Ill health and his two writing careers led him to give up competitive chess after 1851. In 1858 attempts were made to organise a match between Staunton and Morphy, but they failed. Morphy's biographer alleged that Staunton misled Morphy to avoid the match, but Staunton said he had retired from serious play.\nStaunton's understanding of positional (strategic) play was far ahead of his rivals. His chess articles and books were widely read, and encouraged the development of chess. His \"Chess-Player's Handbook\" (1847) was a standard text-book for decades. He played and popularised two of the most important modern openings, the Sicilian Defence, and the English Opening. Staunton was a controversial figure in his time, and his chess writings could be spiteful. There is no doubt that he was the supreme figure in the chess world of the mid-19th century. His books, and his writing for newspapers and magazines, had world-wide influence.\nLife.\nNothing is known about his early life. It is not even known whether 'Howard Staunton' was his name at birth. Staunton's birth certificate has never been found; he claimed 1810 as his year of birth. His parents and his place of birth are unknown.\nOn 23 July 1849 Staunton married Frances Carpenter Nethersole, who had eight children by a previous marriage.\nIn 1849 Nathaniel Cook registered a chess set design, and Jaques of London got the manufacturing rights. Staunton advertised the new set in his \"Illustrated London News\" chess column, pointing out that the pieces were easily identifiable, very stable, and good-looking. At the start, the label for each box was signed by Staunton in ink; later, his signature was printed on the Jacques label. He was paid by Jaques not just for his signature, but also for the plugs he put in the Illustrated London News. Each set sold brought him a fee. The design became popular, and 'Staunton pattern' sets been the standard for competitive events ever since.\nFirst steps in chess.\nStaunton was twenty-six when he took a serious interest in chess. In 1838 he played many games with Captain Evans, the inventor of the Evans Gambit, and also lost a match against the German chess writer Aaron Alexandre. He had improved sufficiently by 1840 to win a match against the German master H.W. Popert. From May to December 1840 Staunton edited a chess column for the \"New Court Gazette\". He then became chess editor of the magazine \"British Miscellany\", and his chess column developed into a separate magazine, the \"Chess Player's Chronicle\", which Staunton owned and edited until the early 1850s.\nEarly in 1843 Staunton prevailed in a long series of games against John Cochrane, a strong player. A little later that year he lost a short match (2½-3½) in London against the visiting French player Saint-Amant, who was the best French player at that time.\nStaunton challenged Saint-Amant to a longer match to be played in Paris at the Café de la Régence for a stake of £100 (equivalent to about £75,000 today). Staunton took Thomas Worrall and Harry Wilson to Paris as his assistants; this is the first known case where seconds were used in a chess match. Staunton gained a seven-game lead but then struggled to keep it before winning the match 13-8 (eleven wins, four draws, and six losses) in December 1843.\nSaint-Amant wanted a third match, but Staunton was initially unwilling as he had developed heart trouble during the second match. After a long, difficult negotiation, which he reported in the \"Chess Player's Chronicle\", Staunton went to Paris intending to start their third match in October 1844, but he caught pneumonia while traveling and almost died; the match was postponed and never took place.\nSeveral modern commentators regard Staunton as \"de facto\" World Champion after his match victory over Saint-Amant, although that title did not yet formally exist. Although his articles mostly focused on over-the-board play, a significant number featured correspondence chess. Some followed with enthusiasm the progress of promising youngsters, including Paul Morphy. Staunton produced over 1,400 weekly articles for the \"Illustrated London News\".\nThe first chess match by electric telegraph took place in 1844, between Washington and Baltimore. In April 1845 Staunton and Captain Kennedy travelled to Gosport to play two games by telegraph against a group in London. Staunton took a long-term interest in this solution to the difficulties of travel, and reported telegraph games in the \"Illustrated London News\". In 1871 his report of a telegraphic match between Sydney and Adelaide calculated that the 74 moves of the longest game had traveled a total of 220,000 miles (not much less than the distance between Earth and Moon).\nIn 1847 Staunton published his most famous work, \"The Chess-Player's Handbook\", which is still in print. It contained over 300 pages of opening analysis, and almost 100 pages of endgame analysis. He still found time for two matches in 1846, comfortably beating two professionals.\nLondon 1851.\nStaunton proposed and then took the lead in organizing the first ever international tournament in 1851. He thought the Great Exhibition of 1851 presented a unique opportunity, because the difficulties that blocked international participation would be greatly reduced.\nThe committee had also organized a 'London Provincial Tournament' for other British players, and promoted some of the entrants to play in the International Tournament to get the right number of players for a knock-out tournament.\nThe tournament was a success, but disappointing for Staunton personally; in the second round he was knocked out by Anderssen, who won the tournament convincingly; and in the play-off for third place Staunton was narrowly beaten by Elijah Williams. Perhaps Staunton over-stretched himself by acting as both a competitor and the Secretary of the organizing committee. In 1852 Staunton published his book \"The Chess Tournament\", which recounted in detail the efforts required to make the London International Tournament happen and presented all the games with his comments on the play.\nThe London Chess Club, which had fallen out with Staunton and his colleagues, organized a tournament that was played a month later and had a multi-national set of players, many of whom had competed in Staunton's tournament. The result was the same – Anderssen won.\nIn the mid-1850s Staunton got a contract to edit the text of Shakespeare. This edition appeared in parts from 1857 to 1860; the work was praised in reviews.\nMorphy.\nWhile Staunton was busy with the Shakespeare edition, he received a courteous letter from the New Orleans Chess Club, inviting him to that city to play Paul Morphy, who had won the first American Chess Congress. Staunton replied, thanking the Club and Morphy \"for the honour implied in your selection of me as the opponent of such a champion\". Staunton pointed out that he had not competed for several years and was working six days a week (on editing Shakespeare), and so he could not possibly travel across the Atlantic for a match. He also wrote in the \"Illustrated London News\" that he\nChess historian H.J.R. Murray wrote that Staunton's letter and article should have been interpreted as a courteous refusal of the offer, but that Morphy interpreted them differently, and one of the main reasons for his visit to Europe in 1858 was the hope of playing a match with Staunton.p415\nLater life.\nStaunton continued writing the chess column in \"Illustrated London News\" until his death in 1874, greeting new developments with enthusiasm. In 1860 he published \"Chess Praxis\", a supplement to his 1847 work \"The Chess Player's Handbook\". The new book devoted 168 pages to presenting many of Morphy's games and praised the American's play. Five years later Staunton published \"Great Schools of England\" (1865), whose main subject was the history of major English public schools but which also presented some progressive ideas: learning can only take place successfully if the active interest of the student is engaged; corporal punishment is to be avoided and fagging should be abolished. Most of his later life was spent in writing about Shakespeare, including: a photo lithographic reproduction of the 1600 \"Much Ado about Nothing\" in 1864 and of the first folio of Shakespeare in 1866. He wrote articles on \"Unsuspected corruptions of Shakespeare's text\", published from 1872 to his death. All these works were highly regarded at the time. When he died suddenly of heart disease, on 22 June 1874, he was at his desk writing one of these papers. At the same time he was also working on his last chess book, \"Chess: theory and practice\", which was published posthumously in 1876.\nA memorial plaque now hangs at his old residence of 117 Lansdowne Road, London W11. In 1997 a memorial stone bearing an engraving of a chess knight was raised over his grave at Kensal Green Cemetery in London, which had previously been unmarked and neglected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess","surface_form":"chess","offset":53},{"uri":"Saint-Amant","surface_form":"Saint-Amant","offset":200},{"uri":"Chess_tournament","surface_form":"chess tournament","offset":272},{"uri":"London","surface_form":"London","offset":292},{"uri":"1851_Exhibition","surface_form":"1851 Exhibition","offset":344},{"uri":"Hyde_Park%2C_London","surface_form":"Hyde Park","offset":363},{"uri":"London","surface_form":"London","offset":402},{"uri":"Adolf_Anderssen","surface_form":"Anderssen","offset":473},{"uri":"Illustrated_London_News","surface_form":"Illustrated London News","offset":576},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":844},{"uri":"Paul_Morphy","surface_form":"Morphy","offset":1023},{"uri":"Sicilian_Defence","surface_form":"Sicilian Defence","offset":1497},{"uri":"English_Opening","surface_form":"English Opening","offset":1523},{"uri":"Signature","surface_form":"signature","offset":2518},{"uri":"Evans_Gambit","surface_form":"Evans Gambit","offset":2972},{"uri":"Caf%C3%A9_de_la_R%C3%A9gence","surface_form":"Café de la Régence","offset":3780},{"uri":"Pneumonia","surface_form":"pneumonia","offset":4466},{"uri":"Paul_Morphy","surface_form":"Paul Morphy","offset":4909},{"uri":"Electric_telegraph","surface_form":"electric telegraph","offset":5027},{"uri":"Gosport","surface_form":"Gosport","offset":5156},{"uri":"Sydney","surface_form":"Sydney","offset":5418},{"uri":"Adelaide","surface_form":"Adelaide","offset":5429},{"uri":"Earth","surface_form":"Earth","offset":5566},{"uri":"Moon","surface_form":"Moon","offset":5576},{"uri":"Endgame_(chess)","surface_form":"endgame","offset":5761},{"uri":"Great_Exhibition","surface_form":"Great Exhibition","offset":5995},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":7283},{"uri":"New_Orleans","surface_form":"New Orleans","offset":7481},{"uri":"Paul_Morphy","surface_form":"Paul Morphy","offset":7539},{"uri":"Public_school_(UK)","surface_form":"public schools","offset":8746},{"uri":"Corporal_punishment","surface_form":"corporal punishment","offset":8902},{"uri":"Fagging","surface_form":"fagging","offset":8943},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":9022},{"uri":"Photo","surface_form":"photo","offset":9048},{"uri":"Lithography","surface_form":"lithographic","offset":9054},{"uri":"First_Folio","surface_form":"first folio","offset":9136},{"uri":"Memorial","surface_form":"memorial","offset":9566},{"uri":"Knight_(chess)","surface_form":"knight","offset":9705}]}