{"id":236216,"url":"http://en.wikipedia.org/wiki/Constantinople_Conference","text":"The 1876–1877 Constantinople Conference (or ‘Shipyard Palace Conference’, from the conference venue) of the Great Powers (Britain, Russia, France, Germany, Austria-Hungary and Italy) was held in Istanbul (Constantinople) from 23 December 1876 until 20 January 1877. Following the Herzegovinian Rebellion started in 1875 and the Bulgarian Uprising in April 1876, the Great Powers agreed on a project for political reforms both in Bosnia and in the Ottoman territories with a majority Bulgarian population.\nParticipants.\nOf these, Lord Salisbury, Count de Chaudordy and Baron von Calice were Ambassadors Plenipotentiary to the conference, while Count Ignatyev, Sir Henry Elliot, Count de Bourgoing, Baron von Werther, Count Zichy and Count Corti were the resident Ambassadors of their countries in Constantinople.\nThe US Consul General in Constantinople, Eugene Schuyler also took an active part in drafting the conference decisions.\nMithat Pasha was the Grand Vizier (First Minister), and Saffet Pasha the Foreign Minister of Turkey. Although the Turkish representatives participated in the plenaries of the conference, they were not invited to the preceding working sessions at which the Great Powers negotiated their agreement.\nLord Salisbury and Count Ignatyev played a leading role in the process. Ignatyev was trying to dispel British misgivings about Russia’s assumed role of a protector of the Orthodox Slavs being but a disguise of its drive to take over the Bosporus and Constantinople itself and thus – as Prime Minister Disraeli feared – potentially threaten the vital Mediterranean routes to British India. On his part, Salisbury saw the conference as a promising opportunity for mapping out a comprehensive deal with Russia over their conflicting territorial ambitions in Central Asia.\nBosnia.\nThe conference envisaged the creation of an autonomous province including Bosnia and most of Herzegovina, while a southern part of the latter was to be ceded to Montenegro.\nBulgaria.\nThe Great Powers agreed on a substantial Bulgarian autonomy to take the form of two new Ottoman provinces (vilayets) established for the purpose: Eastern, with capital Tarnovo, and Western, with capital Sofia.\nThe Great Powers elaborated in detail the constitutional, legislative, executive, defense and law enforcement arrangements, cantonal administrative system, taxation, international supervision etc. for the proposed autonomous provinces.\nConclusion.\nThe agreed decisions of the six Great Powers were formally handed over to the Ottoman Government on 23 December 1876, dismissing the opening Turkish suggestions that the Conference's mission might have been obviated by a new Ottoman Constitution approved by Sultan Abdul Hamid II that same day. In the subsequent conference plenary sessions Turkey submitted objections and alternative reform proposals that were rejected by the Great Powers, and attempts to bridge the gap did not succeed. Eventually, on 18 January 1877 Grand Vizier Mithat Pasha announced the definitive refusal of Turkey to accept the conference decisions.\nLegacy.\nThe failure of the Ottoman Government to implement the decisions of the Constantinople Conference triggered the 1877–1878 Russo-Turkish War, depriving at the same time Turkey – in contrast to the preceding 1853–1856 Crimean War – from Western support.\nTsarigrad Peak in Imeon Range on Smith Island in the South Shetland Islands, Antarctica is named after the conference (‘Tsarigrad’ being the old Bulgarian name for Constantinople).","categories":[],"infobox_types":[],"annotations":[{"uri":"Great_power","surface_form":"Great Powers","offset":108},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"Britain","offset":122},{"uri":"Russian_Empire","surface_form":"Russia","offset":131},{"uri":"Kingdom_of_France","surface_form":"France","offset":139},{"uri":"German_Empire","surface_form":"Germany","offset":147},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":156},{"uri":"Kingdom_of_Italy","surface_form":"Italy","offset":176},{"uri":"Istanbul","surface_form":"Istanbul","offset":195},{"uri":"Constantinople","surface_form":"Constantinople","offset":205},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":447},{"uri":"Bulgarians","surface_form":"Bulgarian","offset":483},{"uri":"Lord","surface_form":"Lord","offset":529},{"uri":"Count","surface_form":"Count","offset":545},{"uri":"Baron","surface_form":"Baron","offset":568},{"uri":"Ambassador","surface_form":"Ambassadors Plenipotentiary","offset":590},{"uri":"Ambassador","surface_form":"Ambassador","offset":762},{"uri":"USA","surface_form":"US","offset":816},{"uri":"Consulate","surface_form":"Consul General","offset":819},{"uri":"Grand_Vizier","surface_form":"Grand Vizier","offset":953},{"uri":"Orthodox_Church","surface_form":"Orthodox","offset":1400},{"uri":"Slavs","surface_form":"Slavs","offset":1409},{"uri":"Bosporus","surface_form":"Bosporus","offset":1466},{"uri":"Benjamin_Disraeli%2C_1st_Earl_of_Beaconsfield","surface_form":"Disraeli","offset":1530},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":1579},{"uri":"British_India","surface_form":"British India","offset":1603},{"uri":"Central_Asia","surface_form":"Central Asia","offset":1784},{"uri":"Autonomy","surface_form":"autonomous","offset":1850},{"uri":"Bosnia","surface_form":"Bosnia","offset":1880},{"uri":"Province","surface_form":"province","offset":2085},{"uri":"Veliko_Tarnovo","surface_form":"Tarnovo","offset":2157},{"uri":"Sofia","surface_form":"Sofia","offset":2192},{"uri":"Constitution","surface_form":"constitution","offset":2241},{"uri":"Parliament","surface_form":"legislative","offset":2257},{"uri":"Executive_(government)","surface_form":"executive","offset":2270},{"uri":"Defense_(military)","surface_form":"defense","offset":2281},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":2293},{"uri":"Local_government","surface_form":"administrative","offset":2332},{"uri":"Taxation","surface_form":"taxation","offset":2355},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":2525},{"uri":"Sultan","surface_form":"Sultan","offset":2705},{"uri":"Abdul_Hamid_II","surface_form":"Abdul Hamid II","offset":2712},{"uri":"Russo-Turkish_War_(1877%E2%80%931878)","surface_form":"Russo-Turkish War","offset":3203},{"uri":"Crimean_War","surface_form":"Crimean War","offset":3297},{"uri":"Western_world","surface_form":"Western","offset":3316},{"uri":"Antarctica","surface_form":"Antarctica","offset":3410}]}