{"id":23628,"url":"http://en.wikipedia.org/wiki/Kwame_Nkrumah","text":"Dr. Kwame Nkrumah (born Francis Nwia-Kofi Ngonloma, September 21, 1909 – April 27, 1972) was an African political leader. He was well known as the first Prime Minister, then President, of Ghana. He imagined a united Africa. On March 6, 1957, after ten years of campaigning for Ghanaian independence, Nkrumah was elected President and Ghana gained independence from British rule.\nEarly life and activism.\nNkrumah was born Francis Nwia-Kofi Ngonloma in Nkroful, a town in Gold Coast (the British colony that was to become Ghana) to Kofi Ngonloma, a goldsmith, and Elizabeth Nyaniba, a salesperson, who he saw as a great inspiration.\nEducation.\nHe attended Elementary School at Half Assini where his father worked as a goldsmith. A German priest called George Fischer influenced his education. He went to a school for teachers in Accra, then became a teacher himself. In 1935 he went to Lincoln University in the United States. He learned more about Communism. His education continued at the University of Pennsylvania, from 1939 to 1943. In 1945 he went to London and organized an international conference for African freedom. At that time he changed his name to \"Kwame\".\nPresident of Ghana.\nNkrumah returned to the Gold Coast and founded the Convention People's Party. He was elected Prime Minister. When Ghana became independent from England, Nkrumah was its first president. He created the flag of Ghana. He required all children to attend school. More women attended school and took jobs. For electricity, Nkrumah ordered the building of a hydroelectric dam known as the \"Akosombo Dam\" and a nuclear power plant.\nThe military and police forced Nkrumah from power on February 24, 1966.\nExile and death.\nAfter his overthrow, Kwame Nkrumah lived out his life in Conakry, Guinea. Diagnosed with prostate cancer, in August 1971 he flew to Romania for treatment. He died in Bucharest, Romania, on 27 April 1972 at the age of 62.\nWritten works.\nThe Osagyefo, Dr. Kwame Nkrumah authored over 20 books and publications. He was a lead authority on the Political theory and Practical Pan-Africanism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":96},{"uri":"Politics","surface_form":"political","offset":104},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":153},{"uri":"President","surface_form":"President","offset":174},{"uri":"Ghana","surface_form":"Ghana","offset":188},{"uri":"Africa","surface_form":"Africa","offset":216},{"uri":"Campaign","surface_form":"campaign","offset":261},{"uri":"British_Empire","surface_form":"British","offset":365},{"uri":"British","surface_form":"British","offset":486},{"uri":"Sales","surface_form":"sales","offset":583},{"uri":"Elementary_School","surface_form":"Elementary School","offset":654},{"uri":"Goldsmith","surface_form":"goldsmith","offset":716},{"uri":"Influence","surface_form":"influence","offset":765},{"uri":"Conakry","surface_form":"Conakry","offset":1761},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":1793},{"uri":"Bucharest","surface_form":"Bucharest","offset":1870}]}