{"id":236307,"url":"http://en.wikipedia.org/wiki/Roanoke_Island","text":"e=\"preserve\">Roanoke Island is an island that is part of Dare County, North Carolina.\nHistory.\nRoanoke was first settled around 8,000 B.C. At time of European Contact the island was home to Algonquian Natives.\nThe Roanoke Colony was an early settlement in what would become the United States. It was located on what is now the coast of North Carolina. Walter Raleigh and others lived there from 1585 to 1587. After a few years the people left, and nobody knows why. Virginia Dare, the first English child born in the New World, was born on Roanoke.\nA battle of the American Civil War battle was fought on this island in February of 1862. Union forces had the advantage because they outnumbered the Confederate defenders. The Confederate Army believing that the swamps on the island were impassable did not post guards there. Union soldiers then approached the Confederate defenders on their sides, forcing the Confederate commander Henry Shaw to surrender. Union soldiers stayed on the island until the war. It was during these years (1862-1865) the Freeman's colony of black slaves was founded and created. After the war the freeman's colony was dispersed. Some of the African Americans on Roanoke Island today trace their heritage or descent back to freeman's colony.\nIn 1870 the town of Manteo was formally founded and chartered or established with the state of North Carolina. Manteo first grew as a small harbor prospering from trade with larger towns in North Carolina like Elizabeth City.\nManteo is the largest town on the island and the county seat of Dare County. To the south of the island there is a town called Wanchese, which is not incorporated unlike Manteo. These towns are named after the Indians who first met the English expeditions that took place in the 1570s and 1580s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dare_County%2C_North_Carolina","surface_form":"Dare County","offset":57},{"uri":"North_Carolina","surface_form":"North Carolina","offset":70},{"uri":"Roanoke_Colony","surface_form":"Roanoke Colony","offset":214},{"uri":"Human_settlement","surface_form":"settlement","offset":242},{"uri":"United_States","surface_form":"United States","offset":278},{"uri":"North_Carolina","surface_form":"North Carolina","offset":336},{"uri":"Walter_Raleigh","surface_form":"Walter Raleigh","offset":352},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":565}]}