{"id":236339,"url":"http://en.wikipedia.org/wiki/Anne_of_Denmark","text":"Anne of Denmark (12 December 1574 – 2 March 1619) was queen consort of Scotland, England, and Ireland. She was the wife of King James VI and I.\nAnne, the second daughter of King Frederick II of Denmark, married James in 1589 when she was 15 years old. She gave birth to seven children but only three lived to become adults. One of these children was the future Charles I. She often used Scottish politics when she fought with James about her son, Prince Henry. She also used them in her arguments about his treatment of her friend Beatrix Ruthven. Anne seems to have loved James at first. However, they later became cooler towards one another and lived separately. However, though they both had respect and even some love for one another.\nIn England, Anne was more interested in art than politics. She built a beautiful and culturally rich court of her own. After 1612, she became ill and later stopped being in the center of court life. She was said to have died a Protestant. However, some proof suggests that she may have been a Catholic at some time in her life.\nHistorians have often thought of Anne as a queen who was light, selfish, and not very important. Recently, however, many people point out Anne's independence and importance as an encourager of the arts in the Jacobean age.\nEarly life.\nAnne was born on 12 December 1574 at the castle of Skanderborg. Her birth came as a blow to her father, King Frederick II of Denmark, who had been hoping for a son. Anne's mother, Sophie of Mecklenburg-Güstrow, however, was only 17. Three years later she did give birth to a son. He was the future Christian IV of Denmark.\nAnne was sent with her older sister Elizabeth to Güstrow, in Germany. She was to be raised there by her grandparents on her mother's side. They were the Duke and Duchess of Mecklenburg. This was because the Danish court was very wild at this time. King Frederick was famous for heavy eating and much drinking. He was also unfaithful to the Queen. Compared to this, in Güstrow, Anne enjoyed a quiet and stable life in her early years. Christian was also sent to be brought up at Güstrow. However, two years later, in 1579, the Rigsraad, or Danish Privy Council, successfully asked him to move to Denmark. Anne and Elizabeth came back with him.\nAnne enjoyed a close and happy family education in Denmark. This was mostly because of Queen Sophie. She took care of the children herself when they were ill. A great number of people from all over Europe wanted to marry Anne and her older sister. Among these people were James VI of Scotland. He liked Denmark because he thought of it as a kingdom with good religion and a good trading partner. Scottish ambassadors had at first tried to make him marry the oldest daughter. However, Frederick betrothed Elizabeth to Henry Julius, Duke of Brunswick. He promised the Scots instead that \"for the second [daughter] Anna, if the King did like her, he should have her.\"\nBetrothal and proxy marriage.\nSophie's position became harder after Frederick's death in 1588. She had to join in a power struggle with the Rigsraad for control of King Christian. However, she worked harder than Frederick in making people marry. She was able to overcome difficult points about the dowry and the position of Orkney. She sealed the agreement by July 1589. Anne seems to have been very excited about the match. On 28 July 1589, the English spy Thomas Fowler said that Anne was greatly in love with James. He said that \"it were death to her to have it broken off\". He added that she proved her love in a great number of ways. However, Fowler also suggested that James did not return Anne's love, and he liked men better than women. This would not have been told to the 14-year-old Princess. At this time, she was faithfully embroidering shirts for her fiancé. Meanwhile, 300 tailors worked on making her wedding dress.\nEven if these rumors were true, James needed a royal marriage. This was because he needed to keep up the Stuart line. \"God is my witness,\" he explained, \"I could have abstained longer than the weal of my country could have permitted, [had not] my long delay bred in the breasts of many a great jealousy of my inability, as if I were a barren stock.\" On 20 August 1589, Anne and James were married separately, but to one another. This is called a \"proxy marriage\". Their marriage took place in Kronborg Castle. The ceremony ended with James's representative, George Keith, 5th Earl Marischal, sitting next to Anne on the bridal bed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_consort","surface_form":"queen consort","offset":54},{"uri":"Scotland","surface_form":"Scotland","offset":71},{"uri":"England","surface_form":"England","offset":81},{"uri":"Ireland","surface_form":"Ireland","offset":94},{"uri":"James_I_of_England","surface_form":"James VI and I","offset":128},{"uri":"King_Frederick_II_of_Denmark","surface_form":"King Frederick II of Denmark","offset":173},{"uri":"Marriage","surface_form":"married","offset":203},{"uri":"Adult","surface_form":"adults","offset":316},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":361},{"uri":"Politics","surface_form":"politics","offset":396},{"uri":"Art","surface_form":"art","offset":779},{"uri":"Culture","surface_form":"culturally","offset":824},{"uri":"Protestant","surface_form":"Protestant","offset":966},{"uri":"Catholicism","surface_form":"Catholic","offset":1032},{"uri":"Independence","surface_form":"independence","offset":1212},{"uri":"Jacobean_era","surface_form":"Jacobean age","offset":1276},{"uri":"Castle","surface_form":"castle","offset":1343},{"uri":"Skanderborg","surface_form":"Skanderborg","offset":1353},{"uri":"Frederick_II_of_Denmark","surface_form":"Frederick II of Denmark","offset":1411},{"uri":"Sophie_of_Mecklenburg-G%C3%BCstrow","surface_form":"Sophie of Mecklenburg-Güstrow","offset":1482},{"uri":"Christian_IV_of_Denmark","surface_form":"Christian IV of Denmark","offset":1600},{"uri":"G%C3%BCstrow","surface_form":"Güstrow","offset":1674},{"uri":"Grandparent","surface_form":"grandparent","offset":1729},{"uri":"James_I_of_England","surface_form":"James VI","offset":2540},{"uri":"Scotland","surface_form":"Scotland","offset":2552},{"uri":"Religion","surface_form":"religion","offset":2627},{"uri":"Ambassador","surface_form":"ambassador","offset":2673},{"uri":"Engagement","surface_form":"betrothed","offset":2762},{"uri":"Struggle","surface_form":"struggle","offset":3055},{"uri":"Dowry","surface_form":"dowry","offset":3231},{"uri":"Orkney","surface_form":"Orkney","offset":3257},{"uri":"Embroidery","surface_form":"embroidering","offset":3770},{"uri":"House_of_Stuart","surface_form":"Stuart","offset":3970},{"uri":"Kronborg_Castle","surface_form":"Kronborg Castle","offset":4358}]}