{"id":23635,"url":"http://en.wikipedia.org/wiki/Great_Barrier_Reef","text":"The Great Barrier Reef is the world's largest coral reef. It is near the coast of Queensland, Australia. It is made up of nearly 2900 coral reefs and over 600 islands. It is 327,800 km² big and 2600 km long. It has been listed an important World Heritage Site by UNESCO. The Great Barrier Reef is the largest structure made by living things. It can be seen from outer space. The Reefs are threatened.\nThe biggest threat to the Great Barrier Reef today is coral bleaching caused by high sea water temperatures as a result of global warming. During 2016, the worst die-off ever recorded occurred, due to seas warming around the Great Barrier Reef. Two-thirds of a 700-km (435 miles) stretch of coral in nine months were killed.\nGeology.\nThe Reef Research Centre has found the remains of coral that are half a million years old. Corals have been growing in the region for as long as 25 million years. The corals have not always formed coral reefs.\nIt is difficult to work out the age of the Great Barrier Reef. This is because of the way a reef can grow and shrink as the sea level changes. A coral reef can grow in diameter, that is how wide they are, from 1 to 2 cm per year. They can also grow upwards from 1 to 15 cm per year. Coral can not grow if the water is too deep (150 metres or more) because it needs light from the sun. They cannot grow out of the water (above sea level).\nThe Great Barrier Reef Marine Park Authority and Australian Institute of Marine Science say the current, living reef started growing about 20,000 years ago. It started to grow on an older reef. This makes the beginning of the reef duringay. The land that forms the bottom of the Great Barrier Reef was a coastal plain. The plain had some large hills. Some of these hills were parts of older reefs.\nFrom 20,000 years ago until 6,000 years the sea level began to rise. As it rose, the corals could grow higher on the hills of the coastal plain. 13,000 years ago the sea level was 60 metres lower than the present day. Corals began to grow around the hills of the coastal plain. These became continental islands. As the sea level rose higher, most of these continental islands were covered by water. The corals could then grow over the hills. This formed the present cays and reefs. Sea level on the Great Barrier Reef has not risen much in the last 6,000 years. The CRC Reef Research Centre has worked out that the present, living reef is 6,000 to 8,000 years old.\nThe remains of a very old barrier reef has been found in the Kimberley area. This is in the northern part of Western Australia.\nThe Great Barrier Reef World Heritage Area has been divided into 70 different areas. These are called bioregions. Each bioregion has its own special plants and animals. There are 30 reef bioregions, and 40 are non-reef bioregions. In the northern part of the Great Barrier Reef, there are ribbon reefs and deltaic reefs. These kinds of reef do not exist in the rest of the Great Barrier Reef system.\nEcology.\nThe Great Barrier Reef has 1,500 species of fish, and many other animals, algae, and corals. This includes many vulnerable or endangered species. Some of these exist only on this reef system.\nMammals.\nThirty species of whales, dolphins, and porpoises have been seen in the Great Barrier Reef. This includes the dwarf minke whale, Indo-Pacific humpback dolphin, and the humpback whale. Most of the population of the dugongs live there.\nTurtles and Dugongs.\nSix species of sea turtles come to the reef to breed. These are the green sea turtle, leatherback sea turtle, hawksbill turtle, loggerhead sea turtle, flatback turtle, and the olive ridley. There are two different groups of green sea turtles on the Great Barrier Reef. One group lives in the northern part of the reef and the other in the south. Fifteen species of seagrass attract the dugongs and turtles. They also provide a food and shelter for fish. The most common kinds of seagrasses are \"Halophila\" and \"Halodule\".\nOther sea animals.\nSaltwater Crocodiles live in mangrove and salt marshes on the coast near the reef. No crocodile nests have been found on the reef. The salt water crocodiles on the reef travel long distances. There are not many living around the reef. Around 125 species of shark, stingray, skates or chimaera live on the reef. About 5,000 species of mollusc live on the reef. These include the giant clam, nudibranchs and cone snails. Forty-nine species of pipefish and nine species of seahorse have been found. Seven species of frogs live on the islands. Also, the Moray eel lives on the bottom, preying on fish.\nBirds.\n215 species of birds come to the reef or nest or roost on the islands. This includes 22 species of seabirds and 32 species of shorebirds. These include the white-bellied sea eagle and roseate tern. Most nesting sites are on islands in the northern and southern regions of the Great Barrier Reef. About 1.7 million birds use the sites to breed.\nPlants.\nThe islands of the Great Barrier Reef have 2,195 known plant species. Three of these do not live anywhere else. The northern islands have 300-350 plants which are woody. The southern islands have 200 plants which are herbaceous. The Whitsunday region has the most plant species placing at 1,141. The plant species are mostly spread by fish\nSea snakes.\nSeventeen types of sea snake live on the Great Barrier Reef. They take about 4 years to become old enough to breed. They usually live on the sea floor. They live in warm waters up to deep. They are more common in the southern part of the reef.\nFish, ascidians and bryozoans.\nMore than 1,500 species of fish live on the reef. These include the clownfish, [http://www.amonline.net.au/fishes/fishfacts/fish/lbohar.htm red bass], [http://www.sea-ex.com/fishphotos/emperor.htm red-throat emperor], and several types of snapper and coral trout. There are at least 330 species of sea squirts (ascidians) on the reef. These vary in size from 1 mm-10 cm in diameter. Between 300-500 species of bryozoans live on the reef system. These are small water animals that look like moss, or\nCorals.\nFour hundred species of corals, both hard corals and soft corals live on the reef. Most of these spawn, releasing thousands of eggs, in huge events. This spawning is controlled by the rising sea temperatures. This happens in spring, summer and some parts of autumn, as part of the moons lunar cycle, and the day/night diurnal cycle. Reefs in the inner Great Barrier Reef spawn during the week after the full moon in October. Outer reefs spawn in November and December. The common soft corals on the Great Barrier Reef belong to 36 different types. Five hundred species of marine algae or seaweed live on the reef. This includes thirteen types of \"Halimeda\". These deposit chalky (calcareous) mounds up to 100 metres wide. They have mini-ecosystems on their surface which have been compared to rainforest cover.\nClimate change.\nA new report, the Reef Outlook Report, says that climate change will cause huge damage to the reef. The report was written by the Great Barrier Reef Marine Park Authority. Warmer and more acidic water around the coral reef will slow down calcification, which is how the coral grows and becomes strong. The corals will become bleached (lose their colours) and many species that live on and around the reef will be in danger. The Australian government has already spent AU$325 million to improve the health of the reef in the last two years.\nOther dangers.\nThe Reef Outlook Report also warned of other dangers to the reef. These included poor quality water running into the sea from the mainland. This water is polluted with farm insecticides and rubbish from nearby towns. The increasing amount of development on the coast is destroying natural marine and coastal habitats. There is also some damage from fishing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coral_reef","surface_form":"coral reef","offset":46},{"uri":"Queensland","surface_form":"Queensland","offset":82},{"uri":"Australia","surface_form":"Australia","offset":94},{"uri":"Island","surface_form":"island","offset":159},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":240},{"uri":"UNESCO","surface_form":"UNESCO","offset":263},{"uri":"Outer_space","surface_form":"outer space","offset":362},{"uri":"Coral_bleaching","surface_form":"coral bleaching","offset":455},{"uri":"Global_warming","surface_form":"global warming","offset":524},{"uri":"Coral","surface_form":"coral","offset":692},{"uri":"Sea_level","surface_form":"sea level","offset":1069},{"uri":"Diameter","surface_form":"diameter","offset":1113},{"uri":"Centimetre","surface_form":"cm","offset":1162},{"uri":"Great_Barrier_Reef_Marine_Park_Authority","surface_form":"Great Barrier Reef Marine Park Authority","offset":1387},{"uri":"Australian_Institute_of_Marine_Science","surface_form":"Australian Institute of Marine Science","offset":1432},{"uri":"Coastal_plain","surface_form":"coastal plain","offset":1687},{"uri":"Sea_level","surface_form":"sea level","offset":1825},{"uri":"Cay","surface_form":"cay","offset":2247},{"uri":"Kimberley","surface_form":"Kimberley","offset":2507},{"uri":"Western_Australia","surface_form":"Western Australia","offset":2555},{"uri":"Great_Barrier_Reef_World_Heritage_Area","surface_form":"Great Barrier Reef World Heritage Area","offset":2578},{"uri":"Bioregion","surface_form":"bioregion","offset":2676},{"uri":"Ribbon_reef","surface_form":"ribbon reef","offset":2863},{"uri":"Deltaic_reef","surface_form":"deltaic reef","offset":2880},{"uri":"Vulnerable_species","surface_form":"vulnerable","offset":3095},{"uri":"Endangered_species","surface_form":"endangered","offset":3109},{"uri":"Species","surface_form":"species","offset":3120},{"uri":"Whale","surface_form":"whale","offset":3202},{"uri":"Dolphin","surface_form":"dolphin","offset":3210},{"uri":"Porpoise","surface_form":"porpoise","offset":3224},{"uri":"Minke_Whale","surface_form":"dwarf minke whale","offset":3294},{"uri":"Humpback_dolphin","surface_form":"Indo-Pacific humpback dolphin","offset":3313},{"uri":"Humpback_whale","surface_form":"humpback whale","offset":3352},{"uri":"Dugong","surface_form":"dugong","offset":3398},{"uri":"Sea_turtle","surface_form":"sea turtle","offset":3454},{"uri":"Green_sea_turtle","surface_form":"green sea turtle","offset":3507},{"uri":"Leatherback_sea_turtle","surface_form":"leatherback sea turtle","offset":3525},{"uri":"Hawksbill_turtle","surface_form":"hawksbill turtle","offset":3549},{"uri":"Loggerhead_sea_turtle","surface_form":"loggerhead sea turtle","offset":3567},{"uri":"Flatback_turtle","surface_form":"flatback turtle","offset":3590},{"uri":"Olive_Ridley","surface_form":"olive ridley","offset":3615},{"uri":"Saltwater_Crocodile","surface_form":"Saltwater Crocodile","offset":3980},{"uri":"Mangrove","surface_form":"mangrove","offset":4009},{"uri":"Shark","surface_form":"shark","offset":4237},{"uri":"Stingray","surface_form":"stingray","offset":4244},{"uri":"Skate_(fish)","surface_form":"skate","offset":4254},{"uri":"Chimaera_(fish)","surface_form":"chimaera","offset":4264},{"uri":"Mollusc","surface_form":"mollusc","offset":4314},{"uri":"Giant_clam","surface_form":"giant clam","offset":4358},{"uri":"Nudibranch","surface_form":"nudibranch","offset":4370},{"uri":"Cone_snail","surface_form":"cone snail","offset":4386},{"uri":"Pipefish","surface_form":"pipefish","offset":4421},{"uri":"Seahorse","surface_form":"seahorse","offset":4450},{"uri":"Frog","surface_form":"frog","offset":4493},{"uri":"Moray_eel","surface_form":"Moray eel","offset":4530},{"uri":"White-bellied_sea_eagle","surface_form":"white-bellied sea eagle","offset":4741},{"uri":"Roseate_tern","surface_form":"roseate tern","offset":4769},{"uri":"Herbaceous","surface_form":"herbaceous","offset":5154},{"uri":"Sea_snake","surface_form":"sea snake","offset":5308},{"uri":"Clownfish","surface_form":"clownfish","offset":5632},{"uri":"Snapper","surface_form":"snapper","offset":5803},{"uri":"Coral_trout","surface_form":"coral trout","offset":5815},{"uri":"Ascidian","surface_form":"ascidian","offset":5875},{"uri":"Bryozoan","surface_form":"bryozoan","offset":5974},{"uri":"Hard_coral","surface_form":"hard coral","offset":6108},{"uri":"Soft_coral","surface_form":"soft coral","offset":6124},{"uri":"Lunar","surface_form":"lunar","offset":6358},{"uri":"Diurnal","surface_form":"diurnal","offset":6389},{"uri":"Marine_algae","surface_form":"marine algae","offset":6643},{"uri":"Seaweed","surface_form":"seaweed","offset":6659},{"uri":"Halimeda","surface_form":"Halimeda","offset":6718},{"uri":"Calcareous","surface_form":"calcareous","offset":6751},{"uri":"Rainforest","surface_form":"rainforest","offset":6864},{"uri":"Climate_change","surface_form":"climate change","offset":6947},{"uri":"Acid","surface_form":"acid","offset":7086},{"uri":"AU%24","surface_form":"AU$","offset":7366},{"uri":"Pollution","surface_form":"polluted","offset":7607},{"uri":"Insecticide","surface_form":"insecticide","offset":7626},{"uri":"Habitat","surface_form":"habitat","offset":7761}]}