{"id":23641,"url":"http://en.wikipedia.org/wiki/Missouri_Compromise","text":"e=\"preserve\">The Missouri Compromise, also called the Compromise of 1820, was a plan proposed by Henry Clay of the U.S. state of Kentucky. It was signed by President James Monroe and passed in 1820. The agreement was between the pro-slavery and anti-slavery groups in the United States Congress, mostly about the regulation of slavery in the western territories. It admitted Missouri as a slave state to please the South and it also admitted Maine as a free state to please the North. It kept the balance of power in the United States Senate between the free states and slave states. The plan also called for slavery to be banned from the Louisiana Territory north of the parallel 36 degrees 30' north (also known as the Missouri Compromise Line), except inside the borders of the proposed state of Missouri.\nBefore the agreement, the House of Representatives had refused to accept this compromise and a conference committee was appointed. The United States Senate refused to concur in the amendment, and the whole measure was lost.\nDuring the following session (1819-1820), the House passed a similar bill with an amendment, created on January 26, 1820 by John W. Taylor of New York, allowing Missouri into the union as a slave state. In December, the question had been complicated by the admission in of Alabama, a slave state, making the number of slave and free states the same. Also, there was a bill in passage through the House (January 3, 1820) to admit Maine as a free state.\nThe Senate decided to connect the two measures. It passed a bill for the admission of Maine with an amendment allowing the people of Missouri to make a state constitution. Before the bill returned to the House, a second amendment was adopted on the motion of Jesse B. Thomas of Illinois, excluding slavery from the Missouri Territory north of the parallel 36°30' north (the southern boundary of Missouri), except within the limits of the proposed state of Missouri.","categories":[],"infobox_types":[],"annotations":[{"uri":"Henry_Clay","surface_form":"Henry Clay","offset":97},{"uri":"U.S._state","surface_form":"U.S. state","offset":115},{"uri":"Kentucky","surface_form":"Kentucky","offset":129},{"uri":"James_Monroe","surface_form":"James Monroe","offset":166},{"uri":"Missouri","surface_form":"Missouri","offset":375},{"uri":"Slave_state","surface_form":"slave state","offset":389},{"uri":"Maine","surface_form":"Maine","offset":442},{"uri":"Slave_and_free_states","surface_form":"free state","offset":453},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":521},{"uri":"Louisiana","surface_form":"Louisiana","offset":639}]}