{"id":236493,"url":"http://en.wikipedia.org/wiki/Prince_of_Orange","text":"Prince of Orange is a title of nobility.\nThe title is used by members of the House of Orange-Nassau, as heirs to the crown of the Netherlands. It also used by members of the House of Hohenzollern. At the moment, the title is used by Prince Willem-Alexander of the Netherlands (Orange-Nassau), Georg Friedrich, Prince of Prussia (Hohenzollern) and Guy, Marquis de Mailly-Neslé, Prince d'Orange.\nThe history of the title.\nThe title was at first related to a self-ruling state called the Principality of Orange. It lies in the south of what we now call France. The land was the property of the house of Orange and from 1544 of the house of Orange-Nassau.\nThe last of the original princes, René of Nassau, left the principality to his cousin William the Silent after he died. William the Silent was not related to the original house of Orange, but was the legal heir.\nIn a war in 1673, Louis XIV of France took over the lands of the principality and added them to his own royal domain. This was part of the war against the stadtholder William III of Orange. Louis XIV then gave the principality to Louis of Mailly-Nesles, marquis of Nesles (1689–1764), a very remote relation of the original princes of Orange. His descendant still claims the title today. In 1714, Louis XIV allowed Prince Louis Armand of Bourbon-Conti to use the land of the Principality to make money. Prince Louis Armand died in 1727 and the principality was merged in the Crown in 1731.\nWilliam III died without legitimate children. This meant that the principality was seen as inherited by his closest cognate relative on the basis of the testament of Frederic-Henry, Frederick I of Prussia. He handed over the principality's lands but not the title to France in 1713. France supported his claim. In this way, the territory of the principality was no longer a separate state, but became a part of France. Through the Treaty of Utrecht. A new \"Principality of Orange\" was created by the King of Prussia as part of the duchy of Gelderland.. The kings of Prussia and the German emperors styled themselves Princes of Orange till 1918.\nJohn William Friso of Nassau was chosen as the heir to the princes of Orange in the Netherlands by the last will of William III. John William Friso was also related to William the Silent through the female line. Several of his descendants became stadtholders. They claim the principality of Orange on the basis of agnatic inheritance (inheritance of lands to the brother rather than the sons of the king). This way of inheriting is similar to the way William the Silent inherited from his cousin René. The claim to the title is also on basis of the testament of Philips William, Maurice and William III. Although they claimed the title \"Prince of Orange\", France never allowed them to obtain anything of the lands of the principality itself. It is from this tradition that later stadtholders of the Netherlands, and the present-day royal family of the Netherlands, also hold the title.\nAs sovereign prince of Orange.\nUntil 1340, it was customary for all sons of the prince of Orange to inherit the title.\nOnly the direct line of descent to Raimond V is shown here.","categories":[],"infobox_types":[],"annotations":[{"uri":"Titles_of_European_royal_heirs","surface_form":"title","offset":22},{"uri":"Nobility","surface_form":"nobility","offset":31},{"uri":"House_of_Orange-Nassau","surface_form":"House of Orange-Nassau","offset":77},{"uri":"Heir","surface_form":"heir","offset":104},{"uri":"Netherlands","surface_form":"Netherlands","offset":130},{"uri":"Hohenzollern","surface_form":"House of Hohenzollern","offset":174},{"uri":"Willem-Alexander%2C_Prince_of_Orange","surface_form":"Prince Willem-Alexander of the Netherlands","offset":233},{"uri":"Georg_Friedrich%2C_Prince_of_Prussia","surface_form":"Georg Friedrich, Prince of Prussia","offset":293},{"uri":"Principality_of_Orange","surface_form":"Principality of Orange","offset":485},{"uri":"House_of_Orange","surface_form":"house of Orange","offset":591},{"uri":"House_of_Orange-Nassau","surface_form":"house of Orange-Nassau","offset":628},{"uri":"Ren%C3%A9_of_Ch%C3%A2lon","surface_form":"René of Nassau","offset":686},{"uri":"William_I_of_Orange","surface_form":"William the Silent","offset":738},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV of France","offset":882},{"uri":"Stadtholder","surface_form":"stadtholder","offset":1019},{"uri":"William_III_of_England","surface_form":"William III of Orange","offset":1031},{"uri":"Frederick_I_of_Prussia","surface_form":"Frederick I of Prussia","offset":1636},{"uri":"Treaty_of_Utrecht","surface_form":"Treaty of Utrecht","offset":1885},{"uri":"Duchy","surface_form":"duchy","offset":1985},{"uri":"John_William_Friso%2C_Prince_of_Orange","surface_form":"John William Friso of Nassau","offset":2099},{"uri":"Netherlands","surface_form":"Netherlands","offset":2183},{"uri":"William_the_Silent","surface_form":"William the Silent","offset":2267},{"uri":"Agnatic_inheritance","surface_form":"agnatic inheritance","offset":2413},{"uri":"Ren%C3%A9_of_Ch%C3%A2lon","surface_form":"René","offset":2595}]}