{"id":236408,"url":"http://en.wikipedia.org/wiki/Lisa_Della_Casa","text":"e=\"preserve\">Lisa Della Casa (born Burgdorf, Switzerland, 2 February 1919 – 10 December 2012 Münsterlingen, Switzerland) was a Swiss soprano. She was famous from the 1950s to the mid- 1970s for singing some of the great roles in the operas of Mozart and Richard Strauss. She was known for the naturalness of her singing as well as for her beauty.\nLife and career.\nDella Casa’s father was an Italian-Swiss doctor. Her mother came from Bavaria.\nShe studied singing with Margarete Häser at the Zürich Conservatory. Her first performance in opera was singing Madame Butterfly in Puccini's \"Madama Butterfly\" at Solothurn-Biel Municipal Theater in 1940. She joined the ensemble of the Zürich Municipal Opera House in 1943 and stayed there until 1950.\nIn 1946 Della Casa sang the part of Zdenka in Richard Strauss's opera \"Arabella\" in Zürich, and again the following year when she sang for the first time at the Salzburg Festival where she was to sing many times during her career. After the performance, Richard Strauss himself said: \"That girl will be \"the\" Arabella someday!\" In the same year, she sang for the first time at the Vienna State Opera House, singing Gilda in Verdi's \"Rigoletto\". Soon she moved to Vienna and joined the ensemble of the Vienna State Opera House. In 1949, she sang at La Scala Opera House in Milan as Sophie in Richard Strauss's \"Der Rosenkavalier\" and Marcelline in Beethoven's \"Fidelio\". She was invited to move to Milan, but she chose to stay in Vienna.\nDella Casa appeared in Britain for the first time singing the part of Countess Almaviva in Mozart's \"Le nozze di Figaro\" at the Glyndebourne Festival. She sang the part of Arabella for the first time at the Bavarian State Opera House in Munich in 1951. She was to become most famous for this role. She sang Eva in Wagner's \"Die Meistersinger von Nürnberg\" at the Bayreuth Festival in 1952, but she did not like the atmosphere there with all the arguments, so she never returned to Bayreuth. From 1953 to 1968 she sang regularly at the Metropolitan Opera House in New York where she was extremely popular.\nWhen the Vienna State Opera House was restored in 1955 there was a special performance of \"Der Rosenkavalier\". She sang the part of the Marschallin, so she had sung all three famous soprano roles in that opera: the Marschallin, Octavian and Sophie.\nShe continued to sing many great operatic roles at the Salzburg Festival, including the part of the Marschallin in 1960 under the conductor Herbert von Karajan, celebrating the newly-built Salzburg Festspielhaus.\nShe sang a few dramatic roles, such as Salome in \"Salome\" at the Bavarian State Opera House in Munich in 1961, but mostly she sang lyrical roles. When the famous soprano Elisabeth Schwarzkopf first sang at the Met she sang the part of the Marschallin in \"Der Rosenkavalier\" with Della Casa singing Octavian..\nAfter singing Arabella in Salzburg in 1974, she surprised everyone by announcing her retirement. She gave up her musical career and enjoyed a quiet, domestic life.\nShe made several complete opera recordings including her singing of Countess Almaviva in \"Le nozze di Figaro\" (Erich Kleiber conducting) and the role of Arabella in \"Arabella\" (Georg Solti conducting). These recordings are still thought of as among the finest ever made. She made a wonderful recording of Richard Strauss' \"Vier letzte Lieder\" \"(Four Last Songs)\" (Karl Böhm conducting) in 1953.\nPersonal life and death.\nIn 1947, she married Yugoslavian-born journalist Dragan Debeljevic. They had one daughter, who became very ill when she was young. Her daughter says that, later in life, when Lisa had her own health problems, she was able to give back to her mother some of the love and care that she herself had received as a child. Casa died on December 10, 2012 in Münsterlingen, Switzerland from natural causes, aged 93. A black flag was hung in her honor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Switzerland","offset":45},{"uri":"2_February","surface_form":"2 February","offset":58},{"uri":"1919","surface_form":"1919","offset":69},{"uri":"10_December","surface_form":"10 December","offset":76},{"uri":"2012","surface_form":"2012","offset":88},{"uri":"M%C3%BCnsterlingen%2C_Switzerland","surface_form":"Münsterlingen, Switzerland","offset":93},{"uri":"Switzerland","surface_form":"Swiss","offset":127},{"uri":"Soprano","surface_form":"soprano","offset":133},{"uri":"1950s","surface_form":"1950s","offset":166},{"uri":"1970s","surface_form":"1970s","offset":184},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":243},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":254},{"uri":"Medical_doctor","surface_form":"doctor","offset":405},{"uri":"Bavaria","surface_form":"Bavaria","offset":434},{"uri":"Giacomo_Puccini","surface_form":"Puccini","offset":575},{"uri":"Madama_Butterfly","surface_form":"Madama Butterfly","offset":586},{"uri":"1946","surface_form":"1946","offset":749},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":792},{"uri":"Arabella","surface_form":"Arabella","offset":817},{"uri":"Salzburg_Festival","surface_form":"Salzburg Festival","offset":907},{"uri":"Vienna_State_Opera","surface_form":"Vienna State Opera","offset":1127},{"uri":"Giuseppe_Verdi","surface_form":"Verdi","offset":1170},{"uri":"Rigoletto_(opera)","surface_form":"Rigoletto","offset":1179},{"uri":"La_Scala","surface_form":"La Scala","offset":1294},{"uri":"Milan","surface_form":"Milan","offset":1318},{"uri":"Der_Rosenkavalier","surface_form":"Der Rosenkavalier","offset":1356},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":1393},{"uri":"Fidelio","surface_form":"Fidelio","offset":1406},{"uri":"Britain","surface_form":"Britain","offset":1506},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart's","offset":1574},{"uri":"Le_nozze_di_Figaro","surface_form":"Le nozze di Figaro","offset":1584},{"uri":"Glyndebourne_Opera_Festival","surface_form":"Glyndebourne Festival","offset":1611},{"uri":"Bavarian_State_Opera","surface_form":"Bavarian State Opera","offset":1690},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":1797},{"uri":"Die_Meistersinger_von_N%C3%BCrnberg","surface_form":"Die Meistersinger von Nürnberg","offset":1807},{"uri":"Bayreuth_Festival","surface_form":"Bayreuth Festival","offset":1846},{"uri":"Metropolitan_Opera_House","surface_form":"Metropolitan Opera House","offset":2018},{"uri":"New_York","surface_form":"New York","offset":2046},{"uri":"1955","surface_form":"1955","offset":2138},{"uri":"1960","surface_form":"1960","offset":2452},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":2477},{"uri":"Salzburg_Festspielhaus","surface_form":"Salzburg Festspielhaus","offset":2526},{"uri":"Salome_(opera)","surface_form":"Salome","offset":2600},{"uri":"Elisabeth_Schwarzkopf","surface_form":"Elisabeth Schwarzkopf","offset":2720},{"uri":"Erich_Kleiber","surface_form":"Erich Kleiber","offset":3134},{"uri":"Georg_Solti","surface_form":"Georg Solti","offset":3200},{"uri":"Vier_letzte_Lieder","surface_form":"Vier letzte Lieder","offset":3346},{"uri":"Karl_B%C3%B6hm","surface_form":"Karl Böhm","offset":3387},{"uri":"M%C3%BCnsterlingen%2C_Switzerland","surface_form":"Münsterlingen, Switzerland","offset":3794}]}