{"id":236507,"url":"http://en.wikipedia.org/wiki/Invitation_to_William","text":"e=\"preserve\">The \"Invitation to William\" was a letter sent by seven famous Englishmen. They were later named the Immortal Seven. They sent this letter to William III, Prince of Orange, received by him on 30 June 1688 (Julian calendar, 10 July Gregorian calendar). In England a Catholic male heir to the throne, James Francis Edward Stuart, had been born. The letter asked William to force the ruling king, his father-in-law James II of England to make William's Protestant wife Mary, James's oldest daughter, the heir. This might possibly be done by saying that the newborn Prince of Wales was not really James' son.\nThe letter told William that if he were to land in England with a small army, they would rise up and support him. The Invitation shortly told him about their complaints against King James. They said that the King's son was not really the King's son and that the English people generally believed him to be false. They complained that William had sent a letter to James congratulating him on the birth of his son. It was carried to William in The Hague by Rear Admiral Arthur Herbert (the later Lord Torrington) disguised as a common sailor. It was read by a secret code.\nThe invitation made William decide to carry out his existing plans to land with a large Dutch army. This ended in the Glorious Revolution. James was allowed to escape and was replaced by William and Mary as joint rulers.","categories":[],"infobox_types":[],"annotations":[{"uri":"William_III_of_England","surface_form":"William III, Prince of Orange","offset":154},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":218},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":243},{"uri":"Heir_apparent","surface_form":"heir","offset":291},{"uri":"James_Francis_Edward_Stuart","surface_form":"James Francis Edward Stuart","offset":311},{"uri":"James_II_of_England","surface_form":"James II of England","offset":424},{"uri":"Mary_II_of_England","surface_form":"Mary","offset":478},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":574},{"uri":"England","surface_form":"England","offset":668},{"uri":"James_II_of_England","surface_form":"King James","offset":794},{"uri":"The_Hague","surface_form":"The Hague","offset":1059},{"uri":"Rear_Admiral","surface_form":"Rear Admiral","offset":1072},{"uri":"Arthur_Herbert%2C_1st_Earl_of_Torrington","surface_form":"Arthur Herbert","offset":1085},{"uri":"Code_(cryptography)","surface_form":"code","offset":1182},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":1306}]}