{"id":236541,"url":"http://en.wikipedia.org/wiki/Wilhelm_Steinitz","text":"Wilhelm (later \"William\") Steinitz (Prague, 17 May 1836 – New York, 12 August 1900) was an Austrian chess grandmaster who emigrated first to London, then to the USA.\nHe was the first undisputed World Chess Champion and held it from 1886 to 1894, unoficially from 1872.\nSteinitz won the title by beating Johannes Zukertort in a match in 1886. He lost it to Emanuel Lasker in 1894. He also lost a rematch with Lasker in 1897.p82 The time for each move was recorded by hand. The totals for each player could then be added. This was the first practical step taken to make sure each player had the same total thinking time available. It had always been a problem that some players took much longer than others, unfairly so. Timing also helped to keep the total time for play within bounds. Eventually, special chess clocks were designed, and the idea has spread to other two-person games such as Go.\nSteinitz beat Johannes Zukertort in 1872, and again later in 1886. This last match all agree was for the world championship. Zukertort was a brilliant and boastful player, who was also resident in London for many years. Both the men wrote for chess magazines, and there was a good deal of rivalry.\nSteinitz did not win a really strong tournament until London 1872, and did not finish above Andersson until Vienna 1873. He came equal first at Vienna 1882, and second (to Zukertort) in London 1883, both top-class events. In general, his tournament play was not so outstanding as his match play. In match play he was the best of his day: he won 24 matches running until Lasker beat him.p396\nStyle.\nAs a younger man, Steinitz played in the all-out attacking style that was common in the 1860s. Later, he developed a new positional style of play and demonstrated that it was superior to the previous style. His new style was controversial, and some even branded it as 'cowardly'. Some of Steinitz's games showed that it could also set up attacks as ferocious as those of the old school.\nSteinitz was argumentative, and was often in disputes with other chess writers. He was a prolific writer in chess magazines, and defended his ideas vigorously. The debate was bitter and sometimes abusive: it became known as the 'Ink War'. By the early 1890s, Steinitz' approach was more widely accepted and the next generation of top players acknowledged their debt to him, especially his successor as world champion, Emanuel Lasker.\nUnited States.\nSteinitz left England for the United States in 1886, and became an American citizen in 1888.\nHe was given an enthusiastic reception, played several exhibitions, many casual games, a match for stakes of £50 with a wealthy amateur, and slightly more serious matches with New World professionals. The match with the Cuban champion Celso Golmayo Zúpide was abandoned when Steinitz was leading (eight wins, one draw, one loss). His hosts even arranged a visit to New Orleans, where Paul Morphy lived.\nWhile based in New York he played matches against Zukertort (St Louis 1883), twice against Russia's Mikhail Chigorin (Havana 1889 & 1892), Isidor Gunsberg (New York 1890/91). Finally, there were the two losing matches against Emanuel Lasker, (Philadelphia/New York/Montreal 1894 and Moscow 1896/97). These were all for the world championship. There were also a dozen matches against lesser masters, including four against J.H. Blackburne, the leading English professional.\nAssessment.\nSteinitz died in poverty, having spent some of his last years in a New York mental institution. His second wife and their two young children survived him, and a fund of $1050 was raised to help them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prague","surface_form":"Prague","offset":36},{"uri":"New_York","surface_form":"New York","offset":58},{"uri":"People","surface_form":"Austrian","offset":91},{"uri":"Chess","surface_form":"chess","offset":100},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":106},{"uri":"London","surface_form":"London","offset":141},{"uri":"USA","surface_form":"USA","offset":161},{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess Champion","offset":194},{"uri":"Emanuel_Lasker","surface_form":"Emanuel Lasker","offset":356},{"uri":"Go","surface_form":"Go","offset":891},{"uri":"Magazine","surface_form":"magazine","offset":2092},{"uri":"Citizen","surface_form":"citizen","offset":2503},{"uri":"Cuban","surface_form":"Cuban","offset":2740},{"uri":"New_Orleans","surface_form":"New Orleans","offset":2885},{"uri":"Paul_Morphy","surface_form":"Paul Morphy","offset":2904},{"uri":"Russia","surface_form":"Russia","offset":3014},{"uri":"Havana","surface_form":"Havana","offset":3041}]}