{"id":236592,"url":"http://en.wikipedia.org/wiki/Confidence_interval","text":"In statistics, a confidence interval, abbreviated as CI, is a special interval for estimating a certain parameter, such as the population mean. With this method, a whole interval of acceptable values for the parameter is given instead of a single value—together with a likelihood that the real (unknown) value of the parameter will be in the interval. Thus, if we're not sure of the exact number of vehicles that crossed a bridge, we can say 400 plus or minus 10 instead of just saying 400.\nThe confidence interval is based on the observations from a sample, and hence differs from sample to sample. The likelihood that the parameter will be in the interval is called the confidence level, and the end points of the confidence interval are referred to as confidence limits.\nVery often, this is given as a percentage (for example, the 95% confidence interval). The confidence interval is always given together with the confidence level. For a given estimation procedure in a given situation, the higher the confidence level, the wider the confidence interval will be.\nThe calculation of a confidence interval generally requires assumptions about the nature of the estimation process, since it is primarily a \"parametric\" method. One common assumption is that the distribution of the population from which the sample came is normal. As such, confidence intervals as discussed below are not robust statistics, though changes can be made to add robustness.\nMeaning of the term \"confidence\".\nThe term \"confidence\" has a similar meaning in statistics, as in common use. In common usage, a claim to 95% confidence in something is normally taken as indicating near certainty. In statistics, a claim to 95% confidence simply means that the researcher has seen one possible interval from a large number of possible ones, from which 19 out of 20 intervals contain the true value of the parameter.\nPractical example.\nA machine fills cups with margarine. It is adjusted so that the content of the cups is 250g of margarine. As the machine cannot fill every cup with exactly 250g, the content added to individual cups shows some variation, and is considered a random variable X.\nThis variation is assumed to be normally distributed around the desired average of 250g, with a standard deviation of 2.5g. To determine if the machine is adequately calibrated, a sample of \"n\" = 25 cups of margarine is chosen at random, and the cups are weighed. The weights of margarine are \"X\"1..., \"X\"25, a random sample from \"X\".\nIf we take another sample of 25 cups, we could easily expect to find values like 250.4 or 251.1 grams. A sample mean value of 280 grams, however, would be extremely rare if the mean content of the cups is in fact close to 250g.\nThere is a whole interval around the observed value 250.2 of the sample mean within which, if the whole population mean actually takes a value in this range, the observed data would not be considered particularly unusual. Such an interval is called a confidence interval for the parameter \"μ\".\nTo calculate such an interval, the endpoints of the interval have to be calculated from the sample, so they are statistics, functions of the sample \"X\"1..., \"X\"25, and hence are random variables themselves.\nIn our case, we may determine the endpoints by considering that the sample mean from a normally distributed sample is also normally distributed, with the same expectation \"μ\", but with standard error \"σ\"/√\"n\" = 0.5 (grams). By standardizing, we get a random variable\nThis might be interpreted as: with probability 0.95, we will find a confidence interval in which we will meet the parameter \"μ\" between the stochastic endpoints\nAs the desired value 250 of \"μ\" is within the resulted confidence interval, there is no reason to believe the machine is wrongly calibrated.\nThe calculated interval has fixed endpoints, where μ might be in between (or not). Thus this event has probability either 0 or 1. We \"cannot\" say: \"with probability (1 − α), the parameter \"μ\" lies in the confidence interval.\" We only know that by repetition in 100(1 − α) % of the cases, μ will be in the calculated interval. In 100α % of the cases, however, it does not. And unfortunately we do not know in which of the cases this happens. That is why we say: \"with confidence level 100(1 − α) %, \"μ\" lies in the confidence interval.\"\nThe figure on the right shows 50 realisations of a confidence interval for a given population mean μ. If we randomly choose one realisation, the probability that it contains the parameter is 95%. However, it is also possible that we may have unluckily picked the wrong one as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statistics","surface_form":"statistics","offset":3},{"uri":"Interval_(mathematics)","surface_form":"interval","offset":70},{"uri":"Estimation","surface_form":"estimating","offset":83},{"uri":"Parameter","surface_form":"parameter","offset":104},{"uri":"Mean","surface_form":"mean","offset":138},{"uri":"Parametric_statistics","surface_form":"parametric","offset":1208},{"uri":"Normal_distribution","surface_form":"normal","offset":1323},{"uri":"Robust_statistics","surface_form":"robust statistics","offset":1388},{"uri":"Margarine","surface_form":"margarine","offset":1931},{"uri":"Random_variable","surface_form":"random variable","offset":2146},{"uri":"Normal_distribution","surface_form":"normally distributed","offset":2197},{"uri":"Standard_deviation","surface_form":"standard deviation","offset":2261}]}