{"id":236889,"url":"http://en.wikipedia.org/wiki/Akiba_Rubinstein","text":"e=\"preserve\">Akiba Rubinstein (Stawiski, Poland, 12 December 1882 – 15 March 1961, Antwerp, Belgium) was a Polish chess Grandmaster in the first part of the 20th century. Around 1910 he was one of the three best players in the world.p346\nBiography.\nRubinstein was Jewish, and his family planned for him to become a rabbi. However, he did not finish his studies, and chose to devote himself to chess entirely. The decision came in 1903 after he won fifth place at a tournament in Kiev. He learned to play chess when he was 16,\nRubinstein was never given a chance to play Lasker for the world chess championship: he was unable to raise enough money to meet Lasker's financial demands. In the 1909 St. Petersburg tournament, he had tied with Lasker and won his individual encounter with him. However, he had a poor result at St. Petersburg tournament 1914, not reaching the final pool of five players. A match with Lasker was arranged for October 1914, but it never took place because of the outbreak of World War I.\nAfter the war Rubinstein was still an elite grandmaster, but his results lacked their previous formidable consistency. Nevertheless, he won at Vienna in 1922, ahead of future world champion Alexander Alekhine, and was the leader of the Polish team that won the Chess Olympiad at Hamburg in 1930 with a superb record of thirteen wins and four draws. A year later he won an Olympic silver.\nMental health.\nAfter 1932 he withdrew from tournament play, mostly because his symptoms of schizophrenia prevented normal life. He suffered from a fear of people and society. He lived then in a sanitorium, and later rejoined his family.\nRubinstein lived on for almost 30 years afterwards. He left behind no literary works (perhaps because of his mental problems), but a great heritage in his games. During World War II he was placed in an asylum. One account says that when the Nazis eventually arrived to haul the aged Jewish grandmaster from his asylum to the death camps, he was so patently insane that they abandoned the attempt.\nChess heritage.\nHe was one of the earliest chess players to take the endgame into account when choosing and playing the opening. He was exceptionally talented in the endgame, particularly in rook endings, where he broke new ground. Silman ranks him as one of the five best endgame players of all time, and a master of rook endgames.\nHe originated the Rubinstein System against the Tarrasch variation of the Queen's Gambit declined: 1.d4 d5 2.Nf3 c5 3.c4 e6 4.cxd5 exd5 5.Nc3 Nc6 6.g3 Nf6 7.Bg2 cxd4 8.Nxd4 Qb6 (Rubinstein - Tarrasch, 1912). He is also credited with inventing the Meran variation, which stems from the Slav defence.\nToday, he certainly has no shortage of lines named for him. 1.d4 Nf6 2.c4 e6 3.Nc3 Bb4 4.e3. is the Rubinstein variation of the Nimzo-Indian defence.\nThe Rubinstein Trap, a trap in the Queen's Gambit declined is named after him because he fell into it twice. One version of the trap runs 1.d4 d5 2.c4 e6 3.Nc3 Nf6 4.cxd5 exd5 5.Bg5 Be7 6.e3 0-0 7.Nf3 Nbd7 8.Bd3 c6 10.0-0 Re8 11.Rc1 h6 12. Bf4 Nh5? 13. Nxd5! Now 13...cxd5?? is met by 14.Bc7, winning the queen, while 13...Nxf4 14.Nxf4 leaves White a pawn ahead.\nThe Rubinstein Memorial tournament in his honor has been held annually since 1963 in Polanica Zdroj, with a glittering list of top-flight winners.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Poland","offset":41},{"uri":"Antwerp","surface_form":"Antwerp","offset":83},{"uri":"Belgium","surface_form":"Belgium","offset":92},{"uri":"Poland","surface_form":"Polish","offset":107},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":120},{"uri":"Jew","surface_form":"Jew","offset":264},{"uri":"Rabbi","surface_form":"rabbi","offset":315},{"uri":"Kiev","surface_form":"Kiev","offset":479},{"uri":"World_War_I","surface_form":"World War I","offset":1001},{"uri":"Vienna","surface_form":"Vienna","offset":1157},{"uri":"Alexander_Alekhine","surface_form":"Alexander Alekhine","offset":1204},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":1275},{"uri":"Hamburg","surface_form":"Hamburg","offset":1293},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":1493},{"uri":"World_War_II","surface_form":"World War II","offset":1808},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":1841},{"uri":"Nazi","surface_form":"Nazi","offset":1880},{"uri":"Endgame_(chess)","surface_form":"endgame","offset":2309},{"uri":"Rook_(chess)","surface_form":"rook","offset":2354},{"uri":"List_of_chess_openings","surface_form":"Queen's Gambit declined","offset":2443},{"uri":"List_of_chess_openings","surface_form":"Slav defence","offset":2654},{"uri":"List_of_chess_openings","surface_form":"Nimzo-Indian defence","offset":2796},{"uri":"Queen_(chess)","surface_form":"queen","offset":3123},{"uri":"Polanica_Zdroj","surface_form":"Polanica Zdroj","offset":3266}]}