{"id":236882,"url":"http://en.wikipedia.org/wiki/Chess_notation","text":"e=\"preserve\">Chess notation is a method for writing down chess moves: after a player makes a move, both players write it down. This is compulsory in all organized chess events\nThe system must have these elements: the move number, the piece moved, the square it starts from (optional), the square it goes to, and other relevant information such as captures, and castles.p275 These early notations are usually quite cumbersome; \"The pawn of the king forward two houses\".p229; 469; 848 This kind of notation is called \"descriptive\". In a descriptive notation each player describes squares from his own point of view, e.g. 1 P–K4 P–K4. A notation which uses labels for the ranks and files is called \"algebraic\". In this notation a square has only one label, e.g. 1 e4 e5.\nAlgebraic notation.\nThe moves of a chess game are written down by using a special notation.Article 8 and Appendix E Usually algebraic chess notation is used. In algebraic notation, each square has one and only one name (whether you are looking from White's side of the board or Black's). Here, moves are written in the format of: abbreviation of the piece moved – file where it moved – rank where it moved. For example, Qg5 means \"queen moves to the g-file and 5th rank\" (that is, to the square g5). If there are two pieces of the same type that can move to the same square, one more letter or number is added to show the file or rank from which the piece moved, e.g. Ngf3 means \"knight from the g-file moves to the square f3\". The letter P showing a pawn is not used, so that e4 means \"pawn moves to the square \"e4\".\nIf the piece makes a capture, \"x\" is written before the square in which the capturing piece lands on. Example: \"Bxf3\" means \"bishop captures on f3\". When a pawn makes a capture, the file from which the Pawn left is used in place of a piece initial. For example: exd5 means \"pawn captures on d5.\"\nIf a pawn moves to its eighth rank, getting a promotion, the piece chosen is written after the move, for example e1Q or e1=Q. Castling is written by the special notations 0–0 for kingside castling and 0–0–0 for queenside. A move which places the opponent's king in check normally has the notation \"+\" added. Checkmate can be written as # or ++. At the end of the game, 1–0 means \"White won\", 0–1 means \"Black won\" and ½-½ is a draw.\n3. Bf1-c4 Ng8-f6?? (3...Qe7 is better)\nFigurine notation.\nThis is algebraic notation with little figurines instead of initial letters for the pieces. Figurine notation is used in print and computer chess. Since it avoids initial letters for pieces, it is more international.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess","surface_form":"chess","offset":57},{"uri":"Initial","surface_form":"initial","offset":1826},{"uri":"Eight","surface_form":"eight","offset":1905},{"uri":"Write","surface_form":"written","offset":1959},{"uri":"Chess_and_computers","surface_form":"computer chess","offset":2504}]}