{"id":236826,"url":"http://en.wikipedia.org/wiki/Measles","text":"Measles is an infectious disease, caused by a virus. People catch measles from other people. It is passed on in tiny drops of water when people breathe. People with measles have a sore throat, a fever, a cough, red eyes and a runny nose. They also have a bumpy red rash all over their body. These rashes will cause a high irritation of itching.\nMeasles is very infectious, which means it is easy to catch. If someone in a house has measles, it is very likely that other people in the house will also get it. In developed countries, lots of children have a vaccination (injection) to stop them from getting measles. Often they are given the MMR vaccine, to stop them getting measles, mumps and rubella. The three vaccinations are all in one injection.\nMeasles is sometimes also called \"rubeola\", but it is not the same as rubella (German measles). The German Measles (rubella) was discovered by German scientists.\nThere is no cure for measles. People with measles may rest and take medicines to make them feel better, to stop pain and make fevers go away. Most people that have measles recover, but some people die from it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infection","surface_form":"infectious","offset":14},{"uri":"Disease","surface_form":"disease","offset":25},{"uri":"Virus","surface_form":"virus","offset":46},{"uri":"Breathing","surface_form":"breathe","offset":144},{"uri":"Sore_throat","surface_form":"sore throat","offset":180},{"uri":"Fever","surface_form":"fever","offset":195},{"uri":"Cough","surface_form":"cough","offset":204},{"uri":"Runny_nose","surface_form":"runny nose","offset":226},{"uri":"Developed_country","surface_form":"developed countries","offset":511},{"uri":"Vaccination","surface_form":"vaccination","offset":556},{"uri":"Injection","surface_form":"injection","offset":569},{"uri":"MMR_vaccine","surface_form":"MMR vaccine","offset":640},{"uri":"Mumps","surface_form":"mumps","offset":683},{"uri":"Rubella","surface_form":"rubella","offset":693},{"uri":"Rubella","surface_form":"rubella","offset":821}]}