{"id":236806,"url":"http://en.wikipedia.org/wiki/Adelong%2C_New_South_Wales","text":"Adelong is a small town in the Snowy Mountains region of New South Wales, Australia. It is a part of the Tumut Shire. About 1400 people live in the Adelong district, and 829 people live in the town. The town is about 160 kilometres west of Canberra on the Snowy Mountains Highway. The town's name comes from an Aboriginal word meaning \"along the way\" or \"plain with a river\".\nHistory.\nHamilton Hume and William Hovell were the first Europeans in to visit the area on their way back to Sydney in 1825. They described it as \"rough and difficult country.\"\nGold rush.\nAdelong was settled between 1840 and 1850. Gold was discovered at Adelong by a William Williams in 1857. The gold was on the top of Victoria Hill and was part of the Old Hill Reef. Alluvial gold was found in both Adelong Creek and Golden Gully in the same year. Adelong quickly became an important goldfield. Adelong Post Office opened on 1 January 1859.\nBy 1859 a number of gold reefs were being mined, including the Old Reef and the Great Victoria Mine. Between 1859 and 1876, 3,798 kilograms of gold was mined. During the gold rush the population grew to more than 30,000 people. Over 25 tonnes of gold was mined from 1857 to the close of the mines in 1914. The National Trust of Australia has listed the main street of Adelong and a number of buildings as being important historical places.\nA number of narrow tramway tracks were built in the mine area. Adelong is one of the only two gold mining areas in New South Wales known to have used a steam locomotive on its tramways.\nDuring the gold rush many Chinese people worked in the mines. Many died and were buried in a special part of the Adelong cemetery. The Chinese part of the cemetery was destroyed in the early 1900s. One or two old Chinese and Indian people still lived in Adelong in the 1950s. A small town, Cornishtown, was about a mile west of Adelong till the 1940s.\nFarming.\nAfter the gold rush, farming became the main business in the area. This was mainly Merino sheep and beef cattle. Over the last 20 years a tourists have come to visit because of the pleasant scenery and gold mining history. The famous Adelong Falls, with its rich gold-mining past, is an ideal spot to for a picnic or to explore the local area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Snowy_Mountains","surface_form":"Snowy Mountains","offset":31},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":57},{"uri":"Australia","surface_form":"Australia","offset":74},{"uri":"Tumut_Shire_Council","surface_form":"Tumut Shire","offset":105},{"uri":"Canberra","surface_form":"Canberra","offset":240},{"uri":"Snowy_Mountains_Highway","surface_form":"Snowy Mountains Highway","offset":256},{"uri":"Indigenous_Australian","surface_form":"Aboriginal","offset":311},{"uri":"Hamilton_Hume","surface_form":"Hamilton Hume","offset":385},{"uri":"William_Hovell","surface_form":"William Hovell","offset":403},{"uri":"Alluvial","surface_form":"Alluvial","offset":745},{"uri":"Post_office","surface_form":"Post Office","offset":881},{"uri":"Gold_rush","surface_form":"gold rush","offset":1089},{"uri":"National_Trust_of_Australia","surface_form":"National Trust of Australia","offset":1229},{"uri":"Tramway_track","surface_form":"tramway track","offset":1378},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":1511},{"uri":"Tramway","surface_form":"tramway","offset":1535},{"uri":"China","surface_form":"Chinese","offset":1571},{"uri":"Cemetery","surface_form":"cemetery","offset":1666},{"uri":"India","surface_form":"India","offset":1770},{"uri":"Picnic","surface_form":"picnic","offset":2213}]}