{"id":237070,"url":"http://en.wikipedia.org/wiki/Pok%C3%A9mon_Black_and_White","text":"\"Pokémon Black Version\" and \"White Version\" are two role-playing games (RPGs) in the \"Pokémon\" series made by Game Freak for the Nintendo DS. The games were released in Japan on September 18, 2010, in Europe on March 4, 2011, in North America on March 6, 2011, and in Australia on March 10, 2011. The games have 156 new Pokémon, which brings the total to 649. These games introduce the largest amount of Pokémon in any generation.\nGameplay.\n\"Pokémon Black\" and \"White\" are role-playing games where the player captures creatures called Pokémon. They can use them to battle against other Pokémon. One of the new features in the games are triple battles, which allows players to battle three Pokémon against three Pokémon. Alongside triple battles are Rotation Battles. Players still send out three Pokémon, but only one can battle at a time. The player can switch the position of their Pokémon during their turn. Also new is that the seasons change, and areas in the game have falling leaves in the fall, and snow in the winter.\nPlot.\n\"Pokémon Black\" and \"White\" take place in the Unova region, which is based on New York City and its surrounding area, unlike past games being based on regions of Japan. The plot of the game follows a new Pokémon trainer who is on a journey to become a Pokémon master. They do this by battling other trainers such as Gym Leaders, and finally the Elite Four. During this journey, the player meets an evil team known as Team Plasma, who look like knights. Team Plasma wants to make a new world where Pokémon are away from humans. After taking them down, the player must track down the first members, the Seven Sages, and battle them.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Role-playing_games","surface_form":"role-playing games","offset":52},{"uri":"Pok%C3%A9mon_(video_game_series)","surface_form":"\"Pokémon\" series","offset":85},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":129},{"uri":"Role-playing_game","surface_form":"role-playing game","offset":473},{"uri":"Season","surface_form":"season","offset":932},{"uri":"New_York_City","surface_form":"New York City","offset":1111},{"uri":"Japan","surface_form":"Japan","offset":1195},{"uri":"Knight","surface_form":"knight","offset":1477}]}