{"id":237030,"url":"http://en.wikipedia.org/wiki/Kwanzaa","text":"Kwanzaa is a week long celebration held in the United States to honor universal African heritage and culture. People light a kinara (candle holder with seven candles) and give each other gifts. It takes place from December 26 to January 1 every year. It was created by Maulana Karenga and was first celebrated in 1966 - 1967. Non-African Americans also celebrate Kwanzaa. The holiday greeting is \"Joyous Kwanzaa\".\nHistory and name of the holiday.\nKwanzaa is a celebration that started in the black nationalist movement of the 1960s. It was created as a way to help African Americans reconnect with their African cultural and historical heritage.\nThe name Kwanzaa comes from the Swahili phrase \"matunda ya kwanza\", meaning first fruits of the harvest.\nDuring the early years of Kwanzaa, Karenga said that it was meant to be an alternative to Christmas, that Jesus was psychotic, and that Christianity was a white religion that black people should shun. However, as Kwanzaa became more popular, Karenga changed his position so that practicing Christians could also feel included. He stated in the 1997 \"Kwanzaa: A Celebration of Family, Community, and Culture\", \"Kwanzaa was not created to give people an alternative to their own religion or religious holiday.\"\nMany Christian African Americans who celebrate Kwanzaa do so in addition to observing Christmas.\nPrinciples and symbols.\nKwanzaa symbols include a decorative mat on which other symbols are placed, corn and other crops, a candle holder with seven candles, called a kinara, a communal cup for pouring libations, gifts, a poster of the seven principles, and a black, red, and green flag. The symbols were designed to convey the seven principles.\nDuring Kwanzaa, families also decorate their households with objects of art. They use colorful African cloth such as kente, especially the wearing of kaftans by women. Fresh fruits that represent African idealism are also used. It is normal to include children in Kwanzaa ceremonies and to give respect and gratitude to ancestors. Libations are shared, generally with a common chalice (\"a shared cup\"), \"Kikombe cha Umoja\", passed around to all people present. A Kwanzaa ceremony may include drumming and musical selections, libations, a reading of the African Pledge and the Principles of Blackness, reflection on the Pan-African colors, a discussion of the African principle of the day or a chapter in African history, a candle-lighting ritual, artistic performance, and, finally, a feast (Karamu). The greeting for each day of Kwanzaa is \"Habari Gani?\" which is Swahili for \"What's the News?\"\nCultural exhibitions include the Spirit of Kwanzaa, an annual celebration held at the John F. Kennedy Center for the Performing Arts featuring interpretive dance, African dance, song and poetry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Celebration","surface_form":"celebration","offset":23},{"uri":"United_States","surface_form":"United States","offset":47},{"uri":"African","surface_form":"African","offset":80},{"uri":"Culture","surface_form":"culture","offset":101},{"uri":"Candle","surface_form":"candle","offset":133},{"uri":"Maulana_Karenga","surface_form":"Maulana Karenga","offset":269},{"uri":"Black_nationalism","surface_form":"black nationalist","offset":492},{"uri":"Swahili_language","surface_form":"Swahili","offset":678},{"uri":"Christmas","surface_form":"Christmas","offset":841},{"uri":"Jesus","surface_form":"Jesus","offset":857},{"uri":"Christianity","surface_form":"Christianity","offset":887},{"uri":"Corn","surface_form":"corn","offset":1457},{"uri":"Kinara","surface_form":"kinara","offset":1524},{"uri":"Libation","surface_form":"libation","offset":1559},{"uri":"Kente","surface_form":"kente","offset":1820},{"uri":"Wrapper_(clothing)","surface_form":"kaftans","offset":1853},{"uri":"Libations","surface_form":"Libations","offset":2034},{"uri":"Chalice","surface_form":"chalice","offset":2080},{"uri":"Pan-African_colors","surface_form":"Pan-African colors","offset":2322},{"uri":"Karamu_(feast)","surface_form":"Karamu","offset":2495},{"uri":"John_F._Kennedy_Center_for_the_Performing_Arts","surface_form":"John F. Kennedy Center for the Performing Arts","offset":2685},{"uri":"Interpretive_dance","surface_form":"interpretive dance","offset":2742},{"uri":"African_dance","surface_form":"African dance","offset":2762}]}