{"id":237115,"url":"http://en.wikipedia.org/wiki/Gerontology","text":"e=\"preserve\">Gerontology (from Greek: γέρων, \"geron\", \"old man\" and -λογία, \"-logy\", \"study of\") is the study of the social, psychological and biological aspects of aging. It is distinguished from \"geriatrics\", which is the branch of medicine that studies the disease of the elderly.\nBiogerontology.\n\"Biogerontology\" is the subfield of gerontology dedicated to studying the biological processes of aging. It includes \"Biomedical gerontology,\" also known as \"experimental gerontology\" and \"life extension\", is a sub discipline of biogerontology that endeavors to slow, prevent, and even reverse aging in both humans and animals. Curing age-related diseases is one approach, and slowing down the underlying processes of aging with the help of physical exercises is another. Most \"life extensionists\" believe the human life span can be altered within the 21st century.\nSocial gerontology.\n\"Social gerontology\" is a multi-disciplinary sub-field that specializes in studying or working with older adults. Social gerontologists may have degrees or training in social work, nursing, psychology, sociology, demography, gerontology, or other social science disciplines. Social gerontologists are responsible for educating, researching, and advancing the broader causes of older people by giving informative presentations, publishing books and articles that pertain to the aging population, producing relevant films and television programs, and producing new graduates of these various disciplines in college and university settings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek","surface_form":"Greek","offset":31},{"uri":"Social","surface_form":"social","offset":117},{"uri":"Psychology","surface_form":"psychological","offset":125},{"uri":"Biology","surface_form":"biological","offset":143},{"uri":"Ageing","surface_form":"aging","offset":165},{"uri":"Medicine","surface_form":"medicine","offset":234},{"uri":"Disease","surface_form":"disease","offset":260},{"uri":"Elderly","surface_form":"elderly","offset":275},{"uri":"Humans","surface_form":"humans","offset":608},{"uri":"Animals","surface_form":"animals","offset":619},{"uri":"Exercise","surface_form":"physical exercises","offset":741},{"uri":"Interdisciplinarity","surface_form":"multi-disciplinary","offset":912},{"uri":"Nursing","surface_form":"nursing","offset":1067},{"uri":"Psychology","surface_form":"psychology","offset":1076},{"uri":"Sociology","surface_form":"sociology","offset":1088},{"uri":"Social_science","surface_form":"social science","offset":1133},{"uri":"Education","surface_form":"educating","offset":1203}]}