{"id":237224,"url":"http://en.wikipedia.org/wiki/Paul_Morphy","text":"e=\"preserve\">Paul Morphy (22 June 1837 – 10 July 1884), called \"the pride and sorrow of chess\", was an American chess master. He was the greatest chess player of his era and an unofficial world champion. This was widely accepted when he defeated Adolf Anderssen, with seven wins, two loses, and two draws, in 1858. Morphy was also one of the first great chess prodigies in the modern era.p11\nChess career.\nMorphy taught himself, and by nine he was good by the standards of the local players. At 12 he defeated the Hungarian professional Löwenthal in three casual games. Then he played little chess until he had qualified in law in April 1857. He then entered the first American Chess Congress in New York, and won it easily. Next, he accepted an invitation to play in a tournament in Birmingham, England. That started his famous European tour. He beat everyone of note in England, though Staunton avoided a match.\nIn Paris he beat Harrwitz, the house professional, at the Café de la Régence.p128 He then won easily against Anderssen, who was a bit out of practice. One of his feats was simultaneous play against five strong players, winning two, drawing two and losing one. He had a great memory, and was able to play more than one game at a time. In one example, he played eight players at the same time; he did not have a chess board himself, and he could not see their chess boards. He simply sat in a chair facing the wall, and called out his moves, and was told what the other players had moved. In summary, he proved he was the best at that time. On his return home he toured the East Coast cities, accepting testimonials, banquets and applause. He wrote a chess column for a year in the New York Ledger in 1859–60.\nChess style.\nQuick and simple development leading to a direct attack: that was Morphy's method. His openings were first-rate for their time. He brought off some outstanding combinations and sacrifices, and his best games are still a model for young players. His games mark the high point of the romantic movement in chess, where players would play all out for direct attacks. This style was later squashed by better defensive technique, especially for the black side in the openings. Out of this came Dr Tarrasch's classical principles, and the idea that no game can be lost without a mistake being made. The chess of the 1890s came to look quite different from Morphy's games, partly because he had forced players to think more clearly about what they were doing.\nLife after chess.\nMorphy soon gave up chess, but his law practice was disrupted by the American Civil War (1861–1865). He was opposed to secession, and did not serve in the Confederate Army. Morphy traveled to Havana and to Paris, where he had a married sister, but refused invitations to play in public. His law practice never took off, and he never worked or played chess again. The last years of his life were marred by mental illness bordering on paranoia.Chapter 24 He suffered from distrust, obsessions and delusions, and showed erratic behavior. For example, he thought people were trying to poison him, so he only ate food cooked by his mother or sister. If he saw a woman in the street that he thought looked nice, he would follow her for hours.\nMorphy died at 47, in his bathtub, perhaps of a stroke. He was the first of several great American players to have a short chess career. Pillsbury died young, reputedly of syphilis, and Bobby Fischer, like Morphy, stopped voluntarily, while still a young man. Fischer showed symptoms of mental illness of a similar kind to Morphy's.p66","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess","surface_form":"chess","offset":112},{"uri":"Chess_master","surface_form":"chess player","offset":146},{"uri":"Adolf_Anderssen","surface_form":"Adolf Anderssen","offset":246},{"uri":"Prodigy","surface_form":"chess prodigies","offset":354},{"uri":"Hungary","surface_form":"Hungarian","offset":514},{"uri":"Law","surface_form":"law","offset":624},{"uri":"New_York","surface_form":"New York","offset":696},{"uri":"Birmingham%2C_England","surface_form":"Birmingham, England","offset":784},{"uri":"Staunton","surface_form":"Staunton","offset":888},{"uri":"Caf%C3%A9_de_la_R%C3%A9gence","surface_form":"Café de la Régence","offset":972},{"uri":"Testimonial","surface_form":"testimonial","offset":1615},{"uri":"Banquet","surface_form":"banquet","offset":1629},{"uri":"Applause","surface_form":"applause","offset":1642},{"uri":"Development","surface_form":"development","offset":1752},{"uri":"Attack","surface_form":"attack","offset":1784},{"uri":"List_of_chess_terms","surface_form":"combination","offset":1895},{"uri":"List_of_chess_terms","surface_form":"sacrifice","offset":1912},{"uri":"Romantic","surface_form":"romantic","offset":2017},{"uri":"Tarrasch","surface_form":"Tarrasch","offset":2226},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2574},{"uri":"Secession","surface_form":"secession","offset":2624},{"uri":"Confederate_Army","surface_form":"Confederate Army","offset":2660},{"uri":"Havana","surface_form":"Havana","offset":2697},{"uri":"Paris","surface_form":"Paris","offset":2711},{"uri":"Sister","surface_form":"sister","offset":2741},{"uri":"Mental_illness","surface_form":"mental illness","offset":2910},{"uri":"Paranoia","surface_form":"paranoia","offset":2938},{"uri":"Delusion","surface_form":"delusion","offset":3000},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":3290},{"uri":"Pillsbury","surface_form":"Pillsbury","offset":3379},{"uri":"Syphilis","surface_form":"syphilis","offset":3414},{"uri":"Bobby_Fischer","surface_form":"Bobby Fischer","offset":3428}]}