{"id":237376,"url":"http://en.wikipedia.org/wiki/Judit_Polg%C3%A1r","text":"Judit Polgár (born 23 July 1976) is a Hungarian chess grandmaster. She is by far the strongest female chess player in history,p312 yet she has never played in the Women's World Chess Championship. In 1991 she got the title of Grandmaster (GM) at 15 years, 4 months. She was, at that time, the youngest person to do so. Polgár is now ranked number 51 in the world, the only woman on FIDE's \"Top 100 Players\" list; she has been ranked as high as eighth.\nLife.\nJudit and her two sisters were educated at home by their father. She always preferred playing in the open events, making it clear from the start that she wanted to become the true world chess champion regardless of gender. This considerably annoyed the Hungarian Chess Federation, which had visions of winning the Women's World Championship after decades of Soviet domination. Paid substantial appearance fees by the Hungarian Chess Federation,p106 the family did play in two female-only events. The Hungarians (nicknamed 'Polgaria') won the Women's Chess Olympiads, with a team packed with Polgárs, in 1988 and 1990.p106; 156 Zsuzsa, Judit, Sofia (the least strong sister) and Ildiko Madl were the team which pushed the Soviet Union into second place for the first time.\nIn 1994 Judit suffered a controversial defeat at the hands of then-world champion Garry Kasparov, the highest-rated chessplayer of all time. Kasparov changed his mind after making a losing move and then made another move instead. According to chess rules, once a player has released a piece s/he cannot make a different move, so Kasparov should have been made to play his original move. However, Polgár did not challenge this because she says there were no witnesses and an arbiter was not around. She was also unaware at the time that the re-move was caught on tape by a television crew. The tournament director was criticised for not forfeiting Kasparov when the videotape evidence was made available to him.\nIn the event, Polgar has not reached the top of the game (very few do), and now is the mother of two children. Nevertheless, she has broken the gender barrier in chess: she has proved that a woman can reach the top ten. Her sister, Susan Polgar, who now lives in the U.S.A., did become Women's World Champion, and also a full Grandmaster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hungary","surface_form":"Hungarian","offset":38},{"uri":"Chess","surface_form":"chess","offset":48},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":54},{"uri":"FIDE","surface_form":"FIDE","offset":382},{"uri":"Education","surface_form":"educated","offset":489},{"uri":"List_of_World_Chess_Champions","surface_form":"Women's World Championship","offset":772},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":1008},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1179},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":1312},{"uri":"Susan_Polgar","surface_form":"Susan Polgar","offset":2173},{"uri":"U.S.A.","surface_form":"U.S.A.","offset":2208}]}