{"id":237452,"url":"http://en.wikipedia.org/wiki/Ogy%C5%AB_Sorai","text":"(March 21, 1666, Edo, Japan – February 28, 1728, Edo) was a Japanese philosopher who used the pen name Butsu Sorai in many of his writings. He has been described as the most influential Confucian scholar during the Tokugawa period. His main field of study was how Confucius' teachings could be used in government, and how they could influence the order of society as a whole. At the time, Japan had problems with the government. The economic model of mercantilism was used, but was not successful. Japan was still using old institutions, but they had become weak because their members were extravagant (excessive). Still, these institutions were dominant in society. In Sorai's opinion, they used teachings such as \"The Way\" to justify their actions.\nSorai rejected the moral ways of Song Confucianism and looked at the older works instead. He argued that allowing human emotions to express themselves was important. For this reason, he tried to strengthen the position that Chinese literature had in Japan. Sorai had a large following with his teachings and created the Sorai school, which would become an influential force in Japanese Confucian scholarship.\nLife.\nSorai was born the second son of a samurai (a warrior) who was the personal physician of Tokugawa Tsunayoshi (徳川綱吉). Tsunayoshi would become the fifth shogun. Sorai studied the Zhu Xi version of Song Confucianism, and by 1690 he became a private teacher of Chinese classics. In 1696, he started serving Yanagisawa Yoshiyasu, a senior councilor to Tsunayoshi. Tsunayoshi died in 1709. At that time Sorai stopped using the teachings of Zhu Xi and started to develop his own philosophy and school. Sorai is credited with the creation of kō shōgi, an unusual form of chess.\nTeachings.\nSorai wrote many influential works where he showed what he thought were the two basic problems of the philosophy of Song Confucianism. The first was with the bakufu-domain system, which by the eighteenth century was in trouble. Sorai doubted that it was enough that each person wanted to find their ethical good. He argued that solving the political crisis of the time required more than perfecting moral character. He also saw that the Chinese sage kings were not only concerned with morality, but also with government itself. The second point where Sorai disagreed with Song Confucianism was that he felt it was putting too much emphasis on morality and that it repressed human nature, because human nature was based on emotion.\nHe felt that these weaknesses were not weaknesses of Confucianism; in his view, Song Confucianists interpreted the classic works of the Four Books and the Five Classics the wrong way. In Soraiu's view, they did this because they \"did not know the old words\". Sorai consulted the ancient works to get more reliable knowledge. He stated that the ultimate form of scholarly knowledge was history. For him, these works were the best source, even though the present was constantly changing. Sorai thought that study of philosophy began with the study of language. In this he was highly influenced by the Ancient Rhetoric school of the Ming period. This movement saw the Qin and Han periods as the model for prose, and the Tang period as a model for poetry. The Sorai school introduced in \"Selections of Tang Poetry\" to Japan, where it became very popular. This work is thought to have been edited by Li Panlong (李攀竜 1514-70), who was a founder of the Ancient Rhetoric school. As a result of this, Sorai's school is also known as the Ancient Rhetoric (\"kobunji\" 古文辞) school today. Sorai's school saw \"Selections of Tang Poetry\" mainly as a means of accessing the Five Classics. In this viewpoint it was different from other Confucianist schools. Sorai would also accuse other Confucianists in Japan, such as Hayashi Razan, of relying too heavily on Song sources such as Zhu Xi.\nSorai also did not agree with other teachings of Song Confucianism. One was that the \"Way\" was not a predetermined principle of the universe, but rather an establishment of men: the ancient sages had described it in the Confucianist classic works. These provided for the \"Way\", which was divided by rites (\"rei\" 礼) and music (\"gaku\" 楽). The rites gave social order and music gave inspiration for the heart. In this it directly allowed for the flow of human emotions, something that the moralist philosophy of Song Confucianism did not agree with. Sorai argued for the opposite, and wanted people to be enriched through music and poetry. He taught that literature should be cared for, because it was an important part of human expression. As a result, Chinese writing began to thrive in Japan and became an accepted art form. In this way, several great writers of Chinese composition of that time were followers of his school.\nSorai was a supporter of the samurai class. While most old institution decline because of leadership problems, the samurai, he felt, were best able to solve this problem with a system of rewards and punishment. Sorai also saw problems with the merchant class at the time: he accused them of conspiring to lock prices. He did not support the lower classes either, though. He argued, \"What possible value can there be for the common people to overreach their proper station in life and study such books [as the Confucian classics]?\"\nMaster Sorai's teachings.\n\"Master Sorai's Teachings\" is a record of Sorai's teaching and his exchanges with his students. The text was edited by his own students and contained their questions followed by his answers. The work was not released until 1724, but it is thought to have actually been written around 1720. In it he writes that literature is not so much intended for instruction in morality or governance, rather it simply allows human's emotions to flow. From this, answers to the former topics may be found. While Sorai sought to redefine the sources of Tokugawa legitimacy, his purpose was clearly to strengthen the authority of the Tokugawa shogunate.\nCriticisms.\nSome scholars criticised Sorai's work and found his teaching was impractical. Goi Ranshū believed that Sorai was motivated to surpass Itō Jinsai, another leading Confucianist. Goi thought that Sorai had used Itō's arguments to the level of absurdity. Goi felt that Sorai's teachings would cause a lot of damage to moral philosophy if they were followed. Another scholar critical of Sorai's teachings was Nakai Chikuzan, who was also familiar with Goi's opposition to Ogyū Sorai. Goi wrote his opposition to Sorai in his essay \"Hi-Butsu hen\". This essay was written in the 1730s, but not published until 1766. The published essay had been edited by Chikuzan and his brother. Nakai later wrote his own, highly emotional, response to Sorai's beliefs in his work \"Hi-Chō\" (1785). In this work he rejected the idea that individuals could not improve themselves through moral choices. He also claimed individuals were able judge if external ideas and actions were true or just. Denial of these morals, he felt, would leave only \"rites and rules\" to be followed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Edo","surface_form":"Edo, Japan","offset":17},{"uri":"Japan","surface_form":"Japan","offset":60},{"uri":"Philosopher","surface_form":"philosopher","offset":69},{"uri":"Pen_name","surface_form":"pen name","offset":94},{"uri":"Confucianism","surface_form":"Confucian","offset":186},{"uri":"Tokugawa_period","surface_form":"Tokugawa period","offset":215},{"uri":"Confucius","surface_form":"Confucius","offset":264},{"uri":"Government","surface_form":"government","offset":302},{"uri":"Society","surface_form":"society","offset":356},{"uri":"Japan","surface_form":"Japan","offset":389},{"uri":"Economy","surface_form":"economic model","offset":433},{"uri":"Mercantilism","surface_form":"mercantilism","offset":451},{"uri":"Extravagance","surface_form":"extravagant","offset":590},{"uri":"Teaching","surface_form":"teaching","offset":697},{"uri":"Neo-Confucianism","surface_form":"Song Confucianism","offset":784},{"uri":"China","surface_form":"Chinese","offset":975},{"uri":"Literature","surface_form":"literature","offset":983},{"uri":"Samurai","surface_form":"samurai","offset":1201},{"uri":"Physician","surface_form":"physician","offset":1242},{"uri":"Tokugawa_Tsunayoshi","surface_form":"Tokugawa Tsunayoshi","offset":1255},{"uri":"Shogun","surface_form":"shogun","offset":1317},{"uri":"Zhu_Xi","surface_form":"Zhu Xi","offset":1343},{"uri":"Yanagisawa_Yoshiyasu","surface_form":"Yanagisawa Yoshiyasu","offset":1469},{"uri":"Ko_shogi","surface_form":"kō shōgi","offset":1700},{"uri":"Chess","surface_form":"chess","offset":1729},{"uri":"Bakufu-domain_system","surface_form":"bakufu-domain system","offset":1905},{"uri":"Ethics","surface_form":"ethical","offset":2046},{"uri":"Sage","surface_form":"sage","offset":2192},{"uri":"Kings","surface_form":"kings","offset":2197},{"uri":"Emphasis","surface_form":"emphasis","offset":2378},{"uri":"Four_Books","surface_form":"Four Books","offset":2614},{"uri":"Five_Classics","surface_form":"Five Classics","offset":2633},{"uri":"Language","surface_form":"language","offset":3027},{"uri":"Rhetoric","surface_form":"Rhetoric","offset":3085},{"uri":"Ming_period","surface_form":"Ming period","offset":3108},{"uri":"Qin_Dynasty","surface_form":"Qin","offset":3143},{"uri":"Han_Dynasty","surface_form":"Han","offset":3151},{"uri":"Prose","surface_form":"prose","offset":3180},{"uri":"Tang_Dynasty","surface_form":"Tang","offset":3195},{"uri":"Poetry","surface_form":"poetry","offset":3222},{"uri":"Li_Panlong","surface_form":"Li Panlong","offset":3373},{"uri":"Hayashi_Razan","surface_form":"Hayashi Razan","offset":3780},{"uri":"Samurai","surface_form":"samurai","offset":4805},{"uri":"Goi_Ransh%C5%AB","surface_form":"Goi Ranshū","offset":6062},{"uri":"It%C5%8D_Jinsai","surface_form":"Itō Jinsai","offset":6118},{"uri":"Nakai_Chikuzan","surface_form":"Nakai Chikuzan","offset":6388},{"uri":"Hi-Ch%C5%8D","surface_form":"Hi-Chō","offset":6744}]}