{"id":23748,"url":"http://en.wikipedia.org/wiki/Hikaru_Utada","text":"Hikaru Utada (宇多田ヒカル \"Utada Hikaru\", born January 19, 1983 in New York City), is a Japanese and American singer and songwriter. Because she was born in the United States, she can speak English perfectly. She is the only child of the 1970s Enka singer Keiko Fuji. Her first Japanese album, \"First Love\", was very popular. It sold more copies than any other Japanese singer ever. She is also known in the west for singing the theme songs for \"Kingdom Hearts\" and \"Kingdom Hearts II\": \"Simple and Clean\" and \"Sanctuary\".\nEarly Life.\nWhen Hikaru was little, she did not want to become a singer. She saw how busy her parents' lives were, and did not want that for herself. When she was 10 years-old, her parents asked her if she wanted to write songs. She did not want to, but tried doing it. She wrote a song called \"I'll Be Stronger\". During this time, Hikaru went to school in New York. Her classmates were not able to say her name right (Hee-ka-roo) so they shortened it to 'Hikki'. 'Hikki' became Hikaru's nickname. Her fans in Japan call her that. The name is not promoted very much in the United States because it sounds too much like 'hickey'.\nEarly career.\nIn 1996, Hikaru started to record an album, when she was only 13 years old. It was in English. The album was in the R&B style. It was written all by herself. The album was going to be released on the EMI's record company, but since the company fell apart, it was never sold in the United States. A man called Akira Miyake from Japan heard the album, and wanted to release it there. Hikaru agreed, and the album was released in Japan in 1998.\nRise to fame.\nThe album sold okay, but it was not until later when Hikaru started to sing Japanese songs that she became famous. Her music still sounded very R&B, but at this point, it sounded more like pop. Her first single, \"Automatic / Time Will Tell\", reached #2 on the single charts in Japan. A while later, after another single, she released her first Japanese album, \"First Love\". This sold a very large amount (over 9 million copies) and became the most sold album by a Japanese singer.\nHikaru went on to release two more albums: \"Distance\" (2001), and \"Deep River\" (2002). In each album, her style changed slightly. Each album was less R&B, and more pop. In 2004, she released an album made up of all her old single songs. She then released an album in English called \"Exodus\". \"Exodus\" was released under the record label Island Def-Jam. It was sold in Japan, the United States, and the United Kingdom. She sang, wrote, and made the music for the whole album herself (except for when she got hip-hop producer Timbaland to help her). The album sold many copies in Japan, but it did not sell that well in the United States. However, many famous people and music critics thought that the album was good (for example, Elton John thought it was interesting).\nHikaru has started to make new Japanese music again, but continued on making all the music herself. Usually, a singer/songwriter will only write the music and the lyrics, but Hikaru decided she wanted to arrange her songs all by herself as well. She released her new album, \"Ultra Blue\", in mid-2006. Soon after, she went on a tour all across Japan. This is the second time she has ever done this (despite her singing for eight years).","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York_City","surface_form":"New York City","offset":62},{"uri":"Japan","surface_form":"Japan","offset":83},{"uri":"United_States","surface_form":"American","offset":96},{"uri":"Singer","surface_form":"singer","offset":105},{"uri":"Songwriter","surface_form":"songwriter","offset":116},{"uri":"English_language","surface_form":"English","offset":185},{"uri":"Enka","surface_form":"Enka","offset":239},{"uri":"Keiko_Fuji","surface_form":"Keiko Fuji","offset":251},{"uri":"Album","surface_form":"album","offset":282},{"uri":"Kingdom_Hearts","surface_form":"Kingdom Hearts","offset":441},{"uri":"Kingdom_Hearts_II","surface_form":"Kingdom Hearts II","offset":462},{"uri":"Song","surface_form":"song","offset":740},{"uri":"School","surface_form":"school","offset":865},{"uri":"Nickname","surface_form":"nickname","offset":1006},{"uri":"Fan","surface_form":"fans","offset":1020},{"uri":"Hickey","surface_form":"hickey","offset":1138},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":1277},{"uri":"EMI_Records","surface_form":"EMI's record company","offset":1361},{"uri":"Company","surface_form":"company","offset":1397},{"uri":"United_States","surface_form":"United States","offset":1442},{"uri":"Akira_Miyake","surface_form":"Akira Miyake","offset":1470},{"uri":"Japanese_language","surface_form":"Japanese","offset":1693},{"uri":"Pop_music","surface_form":"pop","offset":1806},{"uri":"Single_(music)","surface_form":"single","offset":1821},{"uri":"Music_chart","surface_form":"single charts","offset":1877},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":2248},{"uri":"Record_label","surface_form":"record label","offset":2422},{"uri":"Island_Def-Jam","surface_form":"Island Def-Jam","offset":2435},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2500},{"uri":"Hip-hop","surface_form":"hip-hop","offset":2605},{"uri":"Producer","surface_form":"producer","offset":2613},{"uri":"Timbaland","surface_form":"Timbaland","offset":2622},{"uri":"Critic","surface_form":"critic","offset":2773},{"uri":"Elton_John","surface_form":"Elton John","offset":2827},{"uri":"Lyrics","surface_form":"lyrics","offset":3030},{"uri":"Tour","surface_form":"tour","offset":3194}]}