{"id":237523,"url":"http://en.wikipedia.org/wiki/Motion_blindness","text":"e=\"preserve\">Motion blindness (also called Akinetopsia) is a medical condition (although not a medical condition that is not currently recognized by the World Health Organization) in which a person cannot see objects that are moving even though they can see the objects that do not move. The condition seems to be very rare, and related to the nerves. It may also be psychological. There is currently no treatment for this condition. A lot of information about this condition comes from different case studies done between 1913 and 2003. Most of what is known is from a single patient, called LM. LM was a 43 year old woman who was treated in a hospital in 1978, after she had suffered a stroke.\nCurrently, motion blindness is thought to be caused by a change to the regions of the brain that are responsible for sight. This change is usually a result of damage done to the brain, and affects the way the brain \"decodes\" visual information. It is possible that only \"visual\" motion processing is affected because this is done in a separate area of the brain, which is different from the area that does motion processing in general. The same can happen to the perception of color, that is the patient can have a form of color blindness, which is known as achromatopsia. Unlike most other forms of color blindness, which are caused by changes in the eye, this one is caused by changes in the brain.\nCharacteristics.\nPeople who suffer from motion blindness have \"normal vision\": They can see different objects sharply, can tell the distance between them (that one is \"farther away\" than the other) and they see the different colors the objects might have. This applies to shapes, objects and faces. They do not, however, see the objects move. Besides simple perception, akinetopsia also disturbs motoric tasks which rely on visual perception, such as reaching for objects and catching objects. When doing tasks, feedback of one's own motion appears to be important.\nPatients with akinetopsia have problems with many tasks in their daily life. One patient, LM, described pouring a cup of tea or coffee difficult \"because the fluid appeared to be frozen, like a glacier\". She did not know when to stop pouring, because she could not perceive the movement of the fluid rising. LM and other patients have also complained of having trouble following conversations, because lip movements and changing facial expressions were missed. LM stated she felt insecure when more than two people were walking around in a room: \"people were suddenly here or there but I have not seen them moving\". LM and others have described crossing the street and driving cars to also be of great difficulty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Motion","surface_form":"objects that are moving","offset":209},{"uri":"Nerves","surface_form":"nerves","offset":344},{"uri":"Psychology","surface_form":"psychological","offset":367},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":688},{"uri":"Sight","surface_form":"sight","offset":813},{"uri":"Color_blindness","surface_form":"color blindness","offset":1219},{"uri":"Achromatopsia","surface_form":"achromatopsia","offset":1254}]}