{"id":237570,"url":"http://en.wikipedia.org/wiki/No._3_Fighter_Sector_RAAF","text":"No. 3 Fighter Sector (3FS) was a Royal Australian Air Force (RAAF) unit during World War Two. No. 3FS was responsible for fighter aircraft control and coordination for the Townsville region. 3FS would collect all of the intelligence information from the various D/F stations and VAOC posts, decide on the what needed to be done and then tell the fighter or bomber squadrons to respond. 3FS was in telephone and radio contact with all of the anti-aircraft, searchlight, RDF and HF/DF stations in the Townsville area.\nIt was first set up at Townsville Grammar School, on 25 February 1942. The Women's Auxiliary Australian Air Force members of 3FS lived at St Anne’s Girls School, Townsville. In 1942, a new headquarters for No. 3FS was built at Wulguru, Townsville. The site was a proper military camp site with its own power house, barracks, kitchens, toilets and recreation hall. There were as many as 62 different buildings in 3FS HQ. The camp was on the side of a hill near Mt Stuart, on the west side of the road to Charters Towers. It can still be seen today on the hill on the opposite side of the Stuart Shopping Centre.\nNo. 3FS was renamed 103 Fighter Control Unit (103 FCU) on 7 March 1944. The Stuart complex was complete and ready to use on 20 December 1944. The main operations building was a bunker made of 30-centimetre (12 in) thick reinforced concrete designed to withstand a direct bomb hit. It had a mezzanine floor and was air-conditioned. 3 Fighter Sector Headquarters had 32 rooms in the large rectangular concrete building with walls forming various passageways. The building still stands today and is 60 by 42 feet (18.3 m × 12.8 m).\nAll air raid warnings were started from this bunker by red, yellow and white flares. There was also HQ located in North Ward, Townsville. 103 FCU was disbanded in Townsville on 21 January 1945.\nAfter the war.\nAfter the war, the buildings were used to house new migrants to Australia. The buildings were still furnished at the time. In 1961 it was purchased by James Cook University of Queensland and was used as a temporary accommodation for students while their residential halls were being built. The bunker itself still had its communication and signals equipment. A few years later the inside of the bunker was destroyed by fire. In 1971 the rest of the buildings were demolished. The site is now owned by the Department of Environment and Resources.\nAmmunition storage.\nIn 1999, a group of people, had been raising money and getting the right equipment to fix this bunker after it was burned and destroyed by fire. They wanted to turn it into a museum. The Department of Environment and Resources have said that the building is not safe. In 2009 the bunker was fenced off.\nMany people in Townsville believe that the bunker may still have ammunition and chemical weapons left over from the war. They also think that the bunker is part of a network of tunnels built during the war in the hills around Townsville. The Department of Defence has said that neither of these claims are true.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Australian_Air_Force","surface_form":"Royal Australian Air Force","offset":33},{"uri":"World_War_Two","surface_form":"World War Two","offset":79},{"uri":"Townsville%2C_Queensland","surface_form":"Townsville","offset":172},{"uri":"Anti-aircraft_warfare","surface_form":"anti-aircraft","offset":441},{"uri":"Headquarters","surface_form":"headquarters","offset":705},{"uri":"Barrack","surface_form":"barrack","offset":831},{"uri":"Charters_Towers%2C_Queensland","surface_form":"Charters Towers","offset":1019},{"uri":"Bunker","surface_form":"bunker","offset":1304},{"uri":"James_Cook_University","surface_form":"James Cook University","offset":2016}]}