{"id":237530,"url":"http://en.wikipedia.org/wiki/Battles_of_Lexington_and_Concord","text":"e=\"preserve\">The Battles of Lexington and Concord were the first battles of the American Revolutionary War. The battles were between British soldiers, who wanted to take away the colonists' weapons and arrest John Hancock and Samuel Adams on the way to Concord, and American colonists on April 19, 1775. They were fought in towns outside Boston, Massachusetts. These towns are Lexington, Massachusetts and Concord, Massachusetts.\nThe Patriots found out long before it happened and safely evacuated the place.\nThe first battle was fought on Lexington Green in Lexington. General Gage, along with 700 British soldiers, marched there to find and destroy hidden weapons. However, they were met by 70 minutemen. The battle lasted only a few minutes, but 8 minutemen died and 9 were hurt. Only 1 British soldier had been injured, then the soldiers went to Concord to seize supplies such as food, guns, and ammunition stored by the militia. On the way back to Boston, they were ambushed by 400 minutemen. This time, Britain lost 250 soldiers, while only 90 Americans died.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":65},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":80},{"uri":"British","surface_form":"British","offset":133},{"uri":"Soldier","surface_form":"soldier","offset":141},{"uri":"Colonist","surface_form":"colonist","offset":179},{"uri":"John_Hancock","surface_form":"John Hancock","offset":209},{"uri":"Samuel_Adams","surface_form":"Samuel Adams","offset":226},{"uri":"Boston","surface_form":"Boston","offset":338},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":346},{"uri":"Lexington%2C_Massachusetts","surface_form":"Lexington","offset":377},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":388},{"uri":"Concord%2C_Massachusetts","surface_form":"Concord","offset":406},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":415}]}