{"id":237642,"url":"http://en.wikipedia.org/wiki/Mikhail_Tal","text":"Mikhail Tal, known as \"Mischa\", (Riga, 9 November 1936 – Moscow, 28 June 1992) was a Soviet–Latvian chess player, a Grandmaster, and the eighth World Chess Champion.\nTal played in 21 Soviet championships, winning it six times, a record only equalled by Botvinnik. He was a member of eight Soviet teams which won the gold medal in chess Olympiads. He won the individual gold medal five times.\nHe holds the records for both the first and second longest unbeaten streaks in competitive chess history.p43 Many authorities consider him to have been the greatest attacking player of all time.\nWorld champion.\nTal won the strong 1958 Interzonal tournament, and the Candidates' tournament in Yugoslavia, 1959. In the Candidates he finished first, with 20/28 points, ahead of Paul Keres with 18.5, followed by Tigran Petrosian, Vasily Smyslov, Bobby Fischer, Svetozar Gligorić, Friðrik Ólafsson, and Pal Benko. Tal he won all four individual games against Fischer, and took 3½ points out of 4 from each of Gligorić, Olafsson, and Benko. This shows his complete dominance over the less strong players.\nIn 1960, at the age of 23, Tal defeated Mikhail Botvinnik in the Moscow World Championship match, by 12.5–8.5 (six wins, two losses, and thirteen draws). This made him the youngest-ever world champion, a record later broken by Garry Kasparov. Botvinnik, who had never faced Tal before, won the return match against Tal in 1961 by 13–8 (ten wins to five, with six draws). Between the matches Botvinnik thoroughly analyzed Tal's style, and turned most of the return match's games into close manoeuvres and endgames, rather than the complicated tactical melées which were Tal's preference.\nTal's short reign atop the chess world made him one of the two so-called 'winter kings' who interrupted Botvinnik's long reign from 1948 to 1963 (the other was Smyslov, world champion 1957–1958).\nLater life.\nTal played in a total of six Candidates' tournaments and match cycles, though he never again earned the right to play for the world title. In 1962 at Curaçao, he had serious health problems, having undergone a major operation shortly before the tournament, and had to withdraw three-quarters of the way through, scoring just seven points (+3 -10 =8) from 21 games.\nPoor health was part of his life. Tal was an alcoholic, and a chain smoker.\nTal was a charming and brilliant man, who was always willing to talk about chess with players of all standards. His early death was much mourned, though it was not unexpected. The Mikhail Tal Memorial tournament is held in Moscow each year since 2006 to honour his memory.\nTal's alcoholism.\nThe extent of Tal's alcoholism was quite astonishing. Vlastimil Hort, the top Czech player of the 1960s and 70s, has given a vivid account. Hort played at the Moscow tournament of 1963, with many of the top Russians. When he was due to play Tal, his opponent showed up very late, and drunk. He almost fell asleep at the board. Tal staggered away from the board, and returned with shaking hands, and unable to light a cigarette. Hort later found out that Tal had been grabbed by other Russians, and doused with cold water! Tal still managed to draw the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Riga","surface_form":"Riga","offset":33},{"uri":"Moscow","surface_form":"Moscow","offset":57},{"uri":"Soviet_Union","surface_form":"Soviet","offset":85},{"uri":"Latvia","surface_form":"Latvia","offset":92},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":116},{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess Champion","offset":144},{"uri":"Botvinnik","surface_form":"Botvinnik","offset":253},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":684},{"uri":"Paul_Keres","surface_form":"Paul Keres","offset":767},{"uri":"Tigran_Petrosian","surface_form":"Tigran Petrosian","offset":801},{"uri":"Vasily_Smyslov","surface_form":"Vasily Smyslov","offset":819},{"uri":"Bobby_Fischer","surface_form":"Bobby Fischer","offset":835},{"uri":"Svetozar_Gligori%C4%87","surface_form":"Svetozar Gligorić","offset":850},{"uri":"Mikhail_Botvinnik","surface_form":"Mikhail Botvinnik","offset":1132},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":1319},{"uri":"Smyslov","surface_form":"Smyslov","offset":1839},{"uri":"Cura%C3%A7ao","surface_form":"Curaçao","offset":2037},{"uri":"Alcoholic","surface_form":"alcoholic","offset":2297},{"uri":"Smoker","surface_form":"smoker","offset":2320},{"uri":"Moscow","surface_form":"Moscow","offset":2551},{"uri":"Czechs","surface_form":"Czech","offset":2697},{"uri":"Moscow","surface_form":"Moscow","offset":2778}]}