{"id":237722,"url":"http://en.wikipedia.org/wiki/Clinical_trial","text":"e=\"preserve\">A clinical trial is one of the steps needed to introduce a new drug or therapy. Depending on the drug, either volunteers or patients suffering from a disease or condition are enrolled in a study. In general, a number of the people taking part will receive the real drug, or a good treatment, and the rest of the people will receive a treatment or drug that has no effect, called a placebo. These tests are statistical tests.\nHistory.\nOne of the most famous clinical trials was James Lind's demonstration in 1747 that citrus fruits cure scurvy. He compared the effects of various different acidic substances, ranging from vinegar to cider, on groups of afflicted sailors, and found that the group who were given oranges and lemons had largely recovered from scurvy after 6 days.\nFrederick Akbar Mahomed (d. 1884), who worked at Guy's Hospital in London, made substantial contributions to the process of clinical trials during his detailed clinical studies, where \"he separated chronic nephritis with secondary hypertension from what we now term essential hypertension.\" He also founded \"the Collective Investigation Record for the British Medical Association; this organization collected data from physicians practicing outside the hospital setting and was the precursor of modern collaborative clinical trials.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Drug","surface_form":"drug","offset":76},{"uri":"Therapy","surface_form":"therapy","offset":84},{"uri":"Placebo","surface_form":"placebo","offset":394},{"uri":"Statistical_test","surface_form":"statistical test","offset":419},{"uri":"James_Lind","surface_form":"James Lind","offset":490},{"uri":"Citrus_fruits","surface_form":"citrus fruits","offset":530},{"uri":"Scurvy","surface_form":"scurvy","offset":549},{"uri":"Frederick_Akbar_Mahomed","surface_form":"Frederick Akbar Mahomed","offset":791},{"uri":"Guy%27s_Hospital","surface_form":"Guy's Hospital","offset":840},{"uri":"London","surface_form":"London","offset":858},{"uri":"Nephritis","surface_form":"nephritis","offset":997},{"uri":"Secondary_hypertension","surface_form":"secondary hypertension","offset":1012},{"uri":"Hypertension","surface_form":"essential hypertension","offset":1057},{"uri":"British_Medical_Association","surface_form":"British Medical Association","offset":1143}]}