{"id":23805,"url":"http://en.wikipedia.org/wiki/Octopus","text":"\"Octopus\" is a genus of cephalopod mollusc in the order Octopoda. The genus is quite typical of most octopods. They have two, large eyes and eight limbs with suckers. They have a hard beak, with the mouth at the center point of the arms.\nOctopods have no internal or external skeleton, allowing them to squeeze through tight places. Many stay in cracks between rocks or corals when they are not hunting. They are intelligent predators with a taste for crabs.\nOctopods inhabit many regions of the ocean, especially coral reefs. For defense against predators, they hide, flee quickly, expel ink, or use colour-changing camouflage. They live rather short lives.\nAn octopus trails its eight arms behind it as it swims. All octopods are venomous, but only the small blue-ringed octopus is known to be deadly to humans.\nThere are about 300 octopod species, of which more than 100 are in the genus \"Octopus\". Octopods make up over one-third of the total number of living cephalopods. The term 'octopus' may be used to refer to those in the genus \"Octopus\". The term 'octopod' is correct for members of the order Octopoda in general.\nAnatomy.\nUnlike most other cephalopods, most octopods have only soft body with no internal skeleton. They have no protective outer shell like the nautilus, which is another type of cephalopod.\nA beak, similar in shape to a parrot's beak, is their only hard part.\nBecause of this, it is very easy for an octopus to squeeze through very narrow openings between rocks, for example squeezing through a hole as big as its eye.\nEyes.\nOctopod eyes are complex. In fact, they do not have a blind spot. A \"blind spot\" is a special place in the eyes that is not able to sense light. So, when we look somewhere, part of what is there is not actually perceived (the brain 'fills in' so we do not notice). However, an octopus does not have this problem.\nThe lens in octopod are movable. It moves back and forth to focus. This is the way a camera focuses. When a camera focuses on an object to take a picture, the lens moves back and forth until the image that the camera sees is in the right focus.\nColours.\nSome octopuses can use their chromatophores for more than camouflage. If they are not blending in with their surroundings, they can signal their feelings using colour. When they are relaxed, for example, they are a dull, grayish brown or orange-tinged colour. When they become angry, they can become red. If they feel scared, they may turn white.\nIntelligence.\nOctopods are highly intelligent, probably more so than any other invertebrate. The exact extent of their intelligence and learning capability is much debated among biologists. Maze and problem-solving experiments have shown that they do have both short and long-term memory. Their short lifespans limit the amount they can learn.\nSome octopods, such as the mimic octopus, can move their arms in ways which copy the movements of other sea creatures.\nIn laboratory experiments, octopuses can be readily trained to distinguish between different shapes and patterns. They have been seen in what some have described as play: repeatedly releasing bottles or toys into a circular current in their aquariums and then catching them. Octopuses often break out of their aquaria and sometimes into others in search of food.\nThe largest of the 300+ species of octopods, the giant octopus \"Enteroctopus\", is large indeed. Mature males average about 50 pounds and females about 33 pounds. Their arm spans are about eight feet. They have even boarded fishing boats and opened holds to get at and eat crabs.\nIn the UK, cephalopods such as octopuses are regarded as \"honorary vertebrates\" under the \"Animals (Scientific Procedures) Act 1986\". This gives them protection not normally given to invertebrates.\nOctopods are the only invertebrate which have been definitely shown to use tools. At least four specimens of the veined octopus (\"Amphioctopus marginatus\") have been seen picking up discarded coconut shells, and then reassembling them to use as shelter.\nOctopods are active and intelligent predators, with good eyesight and brains. They eat mostly crabs and some fish.\nDefences.\nOctopods have a variety of defences. They use active camouflage and mimicry, controlled by their nervous system. Most can eject black ink clouds to help escape, and some can shed an arm in extreme danger. It wriggles, and attracts the attacker.\nReproduction and death.\nWhen octopods reproduce, males use a specialized arm to put packets of sperm into the female's mantle cavity. Males die within a few months of mating. In some species, the female octopus can keep the sperm alive inside her for weeks until her eggs are mature.\nAfter they have been fertilized, the female lays about 200,000 eggs (this figure dramatically varies between species). The female cares for the eggs, guarding them against predators, and gently blows currents of water over them so they get enough oxygen. The female does not hunt during the one-month period spent taking care of the unhatched eggs, and may ingest some of her own arms for sustenance.\nAt around the time the eggs hatch, the mother leaves the lair and is too weak to defend herself from predators like cod, often succumbing to their attacks. The young larval octopuses spend a period of time drifting in clouds of plankton, where they feed until they are ready to descend to the ocean bottom, where the cycle repeats.\nAll octopods for which we have data have a relatively short life expectancy. Some species live for as little as six months. Larger species, such as the North Pacific giant octopus, may live for up to five years under suitable circumstances.\n\"Reproduction is a cause of death\": males can only live for a few months after mating, and females die shortly after their eggs hatch. They neglect to eat during the (roughly) one-month period spent taking care of their unhatched eggs, but apparently they do not die of starvation. A biological explanation of these short lifespans (or rapid ageing) is not agreed at present.\nDeep-sea octopod broods eggs.\nOff the coast of California, marine biologists have watched the same female octopod guarding her eggs for over four years. Their development took a long time because the water 1.4 kilometres down was very cold. They knew it was the same octopod because it had a characteristic scar. The research was done using a remote diving vehicle with cameras, lights and robotic arms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":15},{"uri":"Cephalopod","surface_form":"cephalopod","offset":24},{"uri":"Mollusc","surface_form":"mollusc","offset":35},{"uri":"Order_(biology)","surface_form":"order","offset":50},{"uri":"Octopoda","surface_form":"Octopoda","offset":56},{"uri":"Intelligent","surface_form":"intelligent","offset":413},{"uri":"Predator","surface_form":"predator","offset":425},{"uri":"Crab","surface_form":"crab","offset":452},{"uri":"Coral_reef","surface_form":"coral reef","offset":514},{"uri":"Camouflage","surface_form":"camouflage","offset":617},{"uri":"Venom_(poison)","surface_form":"venomous","offset":732},{"uri":"Species","surface_form":"species","offset":842},{"uri":"Cephalopod","surface_form":"cephalopod","offset":1153},{"uri":"Skeleton","surface_form":"skeleton","offset":1217},{"uri":"Nautilus","surface_form":"nautilus","offset":1272},{"uri":"Cephalopod","surface_form":"cephalopod","offset":1307},{"uri":"Beak","surface_form":"beak","offset":1321},{"uri":"Parrot","surface_form":"parrot","offset":1349},{"uri":"Camera","surface_form":"camera","offset":1952},{"uri":"Chromatophore","surface_form":"chromatophore","offset":2150},{"uri":"Camouflage","surface_form":"camouflage","offset":2179},{"uri":"Intelligence","surface_form":"intelligent","offset":2502},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2547},{"uri":"Maze","surface_form":"Maze","offset":2658},{"uri":"Problem","surface_form":"problem","offset":2667},{"uri":"Memory","surface_form":"memory","offset":2749},{"uri":"Mimic_octopus","surface_form":"mimic octopus","offset":2839},{"uri":"Marine_biology","surface_form":"sea creatures","offset":2916},{"uri":"Play_(activity)","surface_form":"play","offset":3096},{"uri":"Giant_octopus","surface_form":"giant octopus","offset":3343},{"uri":"Boat","surface_form":"boat","offset":3525},{"uri":"Tool","surface_form":"tool","offset":3846},{"uri":"Coconut","surface_form":"coconut","offset":3963},{"uri":"Shelter","surface_form":"shelter","offset":4016},{"uri":"Predator","surface_form":"predator","offset":4061},{"uri":"Crab","surface_form":"crab","offset":4119},{"uri":"Fish","surface_form":"fish","offset":4134},{"uri":"Camouflage","surface_form":"camouflage","offset":4203},{"uri":"Mimicry","surface_form":"mimicry","offset":4218},{"uri":"Nervous_system","surface_form":"nervous system","offset":4247},{"uri":"Mantle_cavity","surface_form":"mantle cavity","offset":4514},{"uri":"Cod","surface_form":"cod","offset":5196},{"uri":"Plankton","surface_form":"plankton","offset":5308},{"uri":"Life_expectancy","surface_form":"life expectancy","offset":5472},{"uri":"North_Pacific_giant_octopus","surface_form":"North Pacific giant octopus","offset":5564},{"uri":"California","surface_form":"California","offset":6076},{"uri":"Marine_biologist","surface_form":"marine biologist","offset":6088},{"uri":"Scar","surface_form":"scar","offset":6336}]}