{"id":238032,"url":"http://en.wikipedia.org/wiki/The_Fountainhead","text":"\"The Fountainhead\" is a novel written by Ayn Rand. The book was first printed in 1943.\nThe theme of Rand's fictional story is the belief that selfishness can be ethically good for people in a workplace. Altruism can actually make a person a servant or slave to other people. This novel has many themes that support philosophies of objectivism, and capitalism. There are themes that are against the idea of communism. The use of architecture and skyscrapers in this novel show that humans are able to do great things. Rand's belief in the novel is that a person should only work at something they love doing.\nPlot.\nIt is 1922 in Stanton; one of America's best colleges for architects. Howard Roark has just been kicked out of Stanton because he wants to design modern buildings made with glass, concrete and steel. But his professors want him to just design the same old style buildings. Roark's roommate, Peter Keating, is given an award when he graduates, just after Roark is expelled. Keating is offered a job in New York at Francon & Heyer, a company that makes traditional old style buildings.\nRoark goes to New York, so he can find Henry Cameron, the inventor of skyscrapers. Roark gets a job at Cameron's company. He is designing modern buildings, but he does not earn much money. Keating is becoming rich because he designs traditional buildings for millionaires.\nKeating meets his old girlfriend, Catherine Halsey. She tells him that her uncle is Ellsworth Toohey, a well-known writer for a Wynand newspaper, named the \"Banner\". Even though Keating wants to meet Toohey, he wants to wait until he is more successful and famous. Then he can impress Toohey, who is an architecture expert, in the hopes of a new job with even more wealthy income.\nRoark loses his job because his boss, Cameron, gets sick and has to take retirement. Roark looks for new jobs but is told no, because he is too original. Keating wants Roark to work for him so that he can steal some of Roark's ideas. Keating decides to help Roark, because in the past, Roark helped him with his projects at college and also at Francon & Heyer. After Roark works for Francon & Heyer for a few days, he asks if he can design a building in a modern style. He is told he has to leave or design the building in an old fashion style.\nHe finally finds work with John Eric Snyte, an architect who hires Roark because Snyte likes to mix different styles. A famous writer, Austin Heller comes to Snyte and asks for a house. Snyte gives all the architects the task of designing the house. He then puts all the sketches together to be shown. Heller says he only likes the modern parts; so Roark tears up the drawings, telling Heller that wants to design the house on his own. Snyte fires Roark, but it is too late because Heller has accepted the deal. Roark then designs Heller's house, which leans over a cliff. He then also gets to design other buildings by himself.\nRoark gets very proud of himself; so he turns down a lot of new jobs because he still hates designing old buildings. He becomes so poor he has to close his business and he refuses to take any money from Heller. He finally takes a job in Connecticut, working in a quarry.\nKeating wants to marry Catherine, but the boss of Francon & Heyer, Guy Francon, tries to introduce him to his daughter, Dominique. She writes for the \"Banner\" and knows Ellsworth Toohey. Keating meets Dominique after she and Guy have an argument and she makes fun of Keating. She keeps writing bad reviews of buildings that are being made by architects who have no talent. She goes on holiday to her father's country house in Connecticut. Guy Francon owns the house and the quarry. She is walking one day and meets Roark. She is attracted to him because he is working at drilling granite and seems masculine to her. But she is always behaves rudely to him and never says how much she is attracted to him.\nDominique goes back to her house and breaks her fireplace so that Roark will have to come up and repair it and she can see him again. When Roark arrives, he rapes Dominique, even though he does not really want to hurt her. Roark then leaves and gets a phone call from a rich businessman asking him to design a new shop for him.This person had seen Heller's house and tried to find Roark. So Roark travels back to New York.\nCharacters.\nHoward Roark is a gifted architect who is expelled from college for trying to have original ideas and think for himself. He does not want to compromise in order to obey authority. He does not care what people think about him.\nPeter Keating is planning to get rich by just doing what was popular, instead of being original like Roark. He says and thinks that because of that, he will be more successful than Roark. In the end, Keating admits that he is a failure and he was being used by others.\nEllsworth Toohey is the antagonist (or the bad guy) of the story. He tries to stop Roark from being successful by controlling people who are weaker or timid. He believes in collectivism (when people join a group and they lose their own identity). He only helps people who he thinks are not very smart and not very talented. Dominique believes he is trying to control the Wynand newspapers.\nGail Wynand is the owner of a newspaper that appeals to the opinion of the public. He thinks he is a failure because he made his newspaper company just to be popular and so he can become rich.\nHenry Cameron is Roark's mentor. He invented skyscrapers and designed modern buildings that most architects hated, because they were not traditional enough. Cameron thinks that Wynand is his enemy, because he writes a newspaper that has different ideals. Wynand understands that he is unhappy and becomes friends with Roark because he respects him. Cameron becomes an alcoholic and dies early in the story.\nDominique Francon is a woman who is afraid of having great things such as love because society can destroy those great things. She marries Peter Keating first, then Gail Wynand. Roark changes her view of life and he also marries her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":24},{"uri":"Ayn_Rand","surface_form":"Ayn Rand","offset":41},{"uri":"Theme_(narrative)","surface_form":"theme","offset":91},{"uri":"Belief","surface_form":"belief","offset":130},{"uri":"Selfishness","surface_form":"selfishness","offset":142},{"uri":"Ethics","surface_form":"ethically","offset":161},{"uri":"Altruism","surface_form":"Altruism","offset":203},{"uri":"Servant","surface_form":"servant","offset":241},{"uri":"Philosophy","surface_form":"philosophies","offset":315},{"uri":"Objectivism_(Ayn_Rand)","surface_form":"objectivism","offset":331},{"uri":"Capitalism","surface_form":"capitalism","offset":348},{"uri":"Communism","surface_form":"communism","offset":406},{"uri":"Architecture","surface_form":"architecture","offset":428},{"uri":"Skyscraper","surface_form":"skyscraper","offset":445},{"uri":"Architect","surface_form":"architect","offset":672},{"uri":"Glass","surface_form":"glass","offset":787},{"uri":"Concrete","surface_form":"concrete","offset":794},{"uri":"Steel","surface_form":"steel","offset":807},{"uri":"Professor","surface_form":"professor","offset":822},{"uri":"New_York","surface_form":"New York","offset":1015},{"uri":"Inventor","surface_form":"inventor","offset":1156},{"uri":"Millionaire","surface_form":"millionaire","offset":1357},{"uri":"Uncle","surface_form":"uncle","offset":1446},{"uri":"Retirement","surface_form":"retirement","offset":1825},{"uri":"Cliff","surface_form":"cliff","offset":2863},{"uri":"Connecticut","surface_form":"Connecticut","offset":3163},{"uri":"Quarry","surface_form":"quarry","offset":3189},{"uri":"Argument","surface_form":"argument","offset":3434},{"uri":"Granite","surface_form":"granite","offset":3777},{"uri":"Fireplace","surface_form":"fireplace","offset":3950},{"uri":"Rape","surface_form":"rape","offset":4059},{"uri":"Compromise","surface_form":"compromise","offset":4478},{"uri":"Authority","surface_form":"authority","offset":4506},{"uri":"Antagonist","surface_form":"antagonist","offset":4856},{"uri":"Collectivism","surface_form":"collectivism","offset":5005},{"uri":"Mentor","surface_form":"mentor","offset":5440},{"uri":"Alcoholism","surface_form":"alcoholic","offset":5783}]}