{"id":238038,"url":"http://en.wikipedia.org/wiki/Arctic_fox","text":"The Arctic fox, (or 'white fox', 'polar fox', 'snow fox'), is \"Vulpes lagopus\". It is a small fox which lives in the Arctic. The fox is about 10-12 inches high (25–30 cm) and it weighs from 6.5 to 21 pounds (2.7-4.5 kg).The females tend to be smaller than the males. The Arctic fox has a round body shape, short nose and legs, and short, fluffy ears. It has a deep thick fur which is brown in summer and white in winter. Arctic foxes live for about 3 to 6 years.\nThis fox can live in the cold north even when it is -30F. Their thick fur keeps them warm. The fur of the Arctic fox provides the best insulation of any mammal. Its broad, fluffy paws let it walk on ice and snow to look for food. The Arctic fox has very good ears so that it can hear small animals under the snow. When it hears an animal under the snow, it jumps and punches through the snow to catch its victim. Arctic foxes are omnivores. They eat lemmings, arctic hares, fish, birds, eggs, fruit, insects, small seals and carrion.\nArctic foxes do not hibernate. They grow thicker fur in the Autumn, and put on more than 50% of their body weight as fat for insulation and as energy reserves.\nIt takes 53 days for the pups to grow in the mother before they are born. The mother can produce 5-8 cubs, and sometimes as many as 25 cubs. Both the mother and the father help to raise their young pups. The young females leave the family and form their own groups and the males stay with the family. Arctic foxes form pairs in the breeding season. Litters are born in the early summer. The parents raise the young in a large den under the ground. The pups are born with brown fur. As they grow older, their fur turns white. Arctic foxes sleep with their tails wrapped around themselves. Arctic foxes also have a keen sense of smell. They can smell carcasses that are often left by polar bears as far away as 10 to 40 km.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fox","surface_form":"fox","offset":94},{"uri":"Arctic","surface_form":"Arctic","offset":117},{"uri":"Fur","surface_form":"fur","offset":371},{"uri":"Mammal","surface_form":"mammal","offset":616},{"uri":"Omnivore","surface_form":"omnivores","offset":893},{"uri":"Lemming","surface_form":"lemming","offset":913},{"uri":"Arctic_hare","surface_form":"arctic hare","offset":923},{"uri":"Fish","surface_form":"fish","offset":937},{"uri":"Bird","surface_form":"birds","offset":943},{"uri":"Egg_(biology)","surface_form":"egg","offset":950},{"uri":"Fruit","surface_form":"fruit","offset":956},{"uri":"Insect","surface_form":"insects","offset":963},{"uri":"Pinniped","surface_form":"seals","offset":978},{"uri":"Carrion","surface_form":"carrion","offset":988},{"uri":"Hibernation","surface_form":"hibernate","offset":1017},{"uri":"Fat","surface_form":"fat","offset":1114},{"uri":"Insulation","surface_form":"insulation","offset":1122},{"uri":"Olfaction","surface_form":"smell","offset":1784}]}