{"id":23811,"url":"http://en.wikipedia.org/wiki/Byzantine_Empire","text":"The Byzantine Empire (or Eastern Roman Empire) was the name of the eastern remnant of the Roman Empire which survived into the Middle Ages. Its capital was Constantinople, which today is in Turkey and is now called Istanbul. Unlike the Western Roman Empire, the most important language was Greek, not Latin, and Greek culture and identity dominated.\nStart of the Empire 330–476 AD.\nIn 324, the Roman Emperor Constantine I moved the capital of the Roman Empire to the city of \"Byzantium\", and he renamed the city Constantinople. 150 years later, after the city of Rome was slowly taken over by Germanic people during the Migration period, Constantinople was the only remaining capital of the Empire. This Eastern empire had a smaller territory than the original Roman Empire.\nWars in the West.\nThe Byzantine Empire tried to take back Rome and Italy from the Germans. Between 530–555 AD, the Byzantines won many battles and took back Rome.\nThese gains did not last however. More Germans came and eventually Italy and Rome was lost again. Worse was to come when Avar and Slavic peoples came to take modern Bulgaria and Greece from the Byzantines. Gradually, after the 560s the invaders won much of the Balkans. These invaders were later followed by the Bulgarians. The Avars and Bulgarians were both Turkic peoples at first. They ruled over Slavic people called \"Sklavinai\" and slowly absorbed Slavic language and customs.\nWars in the East.\nAfter western Rome was captured by Germanic people, the Empire continued to control modern Egypt, Greece, Palestine, Syria and Turkey. However, another Empire, known as the Persian or Sassanid Empire, tried to take these lands for itself. Between 224–628 AD, the Romans and the Persians fought many battles, with many men killed in the fighting. Eventually, the Persians were defeated in modern-day Iraq, near the ancient city of Nineveh in 627 AD, allowing the Byzantines to keep their lands.\nAfter this, another enemy appeared: the Arabs. The Byzantines were economically damaged by the battles with the Persians. They could not withstand the Arabs. Palestine, Syria and Egypt were lost between 635 and 645. However, the Byzantines defended Asia Minor (modern Turkey) and the Arab advance stopped.\nRecovery of the Empire: 717–1025 AD.\nIn 718 AD, the Arabs were defeated outside Constantinople, ending the Arab threat in the east, but leaving the Byzantine Empire severely weakened. In the west, the Byzantines launched a number of attacks against the Bulgarians. Some of these were successful, others were not and led to the deaths of many emperors. Over time, the Byzantine Empire would became weaker as it loss land to outside invaders.\nRecovery in the west.\nBetween 1007–1014, the ambitious Byzantine Emperor Basil II attacked Bulgaria many times and eventually won a great victory. Later, he fully recaptured Greece, adding it back to the Byzantine Empire. He then went on to conquer Bulgaria, which was completed in 1018.\nRecovery in the east.\nIn the east, the Arabs once again became a threat to the Empire. However, Basil II's attacks won many more victories. Much of Syria was restored to the Empire and Turkey and Armenia were secured. After 1025, the Arabs were no longer a threat to the Byzantine Empire.\nStart of Decline (1025–1071).\nAfter the Byzantine Emperor Basil II died, many unskilled Emperors came to the throne. They wasted the money of the Empire and reduced its army. This meant that it could not defend itself well against enemies if they would attack. Later, the Byzantines relied on mercenaries, soldiers who fought for money and not for their country, so they were less loyal and reliable and more expensive. Because they had mercenaries, military generals were able to rise to power and grab it from the elaborate bureaucracy, a system of administration where tasks are divided by departments.\nRise of the Turks (1071–1091).\nA large number of people known as the Turks rode on horseback from central Asia and attacked the Byzantine Empire. The Seljuk Empire took all of Turkey from the Byzantines by 1091. However, the Byzantines received help from people in Europe. This help is known as the First Crusade. Many knights and soldiers left to help the Byzantines but also to secure Jerusalem for Christians, which at the time was in Muslim hands.\nThe Byzantines survive (1091–1185).\nThe Byzantine Empire survived and with the help of the Europeans took back half of Turkey from the Turks, with the other half remaining under the Turks. The Byzantines survived because three good Emperors ruled one after the other, allowing the Byzantines to grow strong again.\nThe Byzantines become weak again (1185-1261).\nAfter the three good Emperors, the remaining Emperors ruled badly and again wasted a lot of money and soldiers.\nIn the west, the Europeans betrayed the Byzantines and attacked their capital, Constantinople. The Byzantines lost their capital in 1204 and they did not take it back until 1261. The Byzantines were then divided into many smaller Greek states that were fighting with each other for the throne of the Empire.\nThe Turks take the Byzantines (1261–1453).\nAfter the Byzantines took back Constantinople, they were too busy fighting the Europeans who had betrayed them and could not find enough soldiers or money to fight the new Ottoman Empire of the Turks. All of Anatolia was lost by 1331. In 1369, the Turks crossed over from Turkey and into Greece, taking over much of Greece between 1354–1450.\nThe Byzantines lost so much land, money and soldiers that they became very weak and begged for help from the Europeans. Some soldiers and ships came from Italy and the Pope to assist the Byzantines when the Turks attacked Constantinople in April 1453. They were very outnumbered though, and the walls of Constantinople were badly damaged by cannons used by the Turks. At the end of May 1453, the Turks captured Constantinople by entering through one of the gates along the walls and the Empire came to an end. The city was plundered for three days. At the end, the population which had not been able to escape, was deported to Edirne, Bursa and other Ottoman cities, leaving the city deserted except for the Jews of Balat and the Genoese of Pera. After that, Constantinople became Istanbul, the capital of the Ottoman Empire, which it would be until the 1900s, when the capital was moved to Ankara, a city in the Asian part of Turkey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":90},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":127},{"uri":"Constantinople","surface_form":"Constantinople","offset":156},{"uri":"Turkey","surface_form":"Turkey","offset":190},{"uri":"Istanbul","surface_form":"Istanbul","offset":215},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire","offset":236},{"uri":"Greek_language","surface_form":"Greek","offset":290},{"uri":"Latin","surface_form":"Latin","offset":301},{"uri":"Byzantine_Greeks","surface_form":"Greek culture and identity","offset":312},{"uri":"Constantine_I","surface_form":"Constantine I","offset":408},{"uri":"Constantinople","surface_form":"Constantinople","offset":512},{"uri":"Rome","surface_form":"Rome","offset":563},{"uri":"Germany","surface_form":"Germanic","offset":593},{"uri":"Migration_period","surface_form":"Migration period","offset":620},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":761},{"uri":"Italy","surface_form":"Italy","offset":842},{"uri":"Eurasian_Avars","surface_form":"Avar","offset":1059},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":1103},{"uri":"Greece","surface_form":"Greece","offset":1116},{"uri":"Balkans","surface_form":"Balkans","offset":1199},{"uri":"Egypt","surface_form":"Egypt","offset":1529},{"uri":"Greece","surface_form":"Greece","offset":1536},{"uri":"Palestine","surface_form":"Palestine","offset":1544},{"uri":"Syria","surface_form":"Syria","offset":1555},{"uri":"Turkey","surface_form":"Turkey","offset":1565},{"uri":"Sassanid_Empire","surface_form":"Sassanid Empire","offset":1622},{"uri":"Iraq","surface_form":"Iraq","offset":1837},{"uri":"Nineveh","surface_form":"Nineveh","offset":1868},{"uri":"Arabia","surface_form":"Arabs","offset":1972},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":2181},{"uri":"Basil_II","surface_form":"Basil II","offset":2752},{"uri":"Mercenary","surface_form":"mercenaries","offset":3549},{"uri":"Bureaucracy","surface_form":"bureaucracy","offset":3782},{"uri":"Seljuk_Empire","surface_form":"Seljuk Empire","offset":4012},{"uri":"First_Crusade","surface_form":"First Crusade","offset":4161},{"uri":"Knight","surface_form":"knight","offset":4181},{"uri":"Soldiers","surface_form":"soldiers","offset":4193},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":5309},{"uri":"Greece","surface_form":"Greece","offset":5425},{"uri":"Istanbul","surface_form":"Istanbul","offset":6260}]}