{"id":238251,"url":"http://en.wikipedia.org/wiki/Sex_determination","text":"e=\"preserve\">Sex determination is a process of development by which the sex of an individual is settled. Sex is a method of reproduction which is widespread among living things. It requires two individuals of the same species.\nWhere both sexes occur on the same individual, that individual is an hermaphrodite. Hermaphrodite systems can be found in some animals, for example snails, and in most flowering plants.\nDetermination by the environment.\nFor many species, sex is determined by environmental factors experienced during development. Many reptiles have temperature-dependent sex determination. The temperature embryos experience during their development determines the sex of the organism. In some turtles, for example, males are produced at lower incubation temperatures than females; this difference in critical temperatures can be as little as 1-2 °C.\nMany fish change sex over the course of their life. This phenomenon is called \"sequential hermaphroditism\". In clownfish, smaller fish are male, and the dominant and largest fish in a group becomes female. In many wrasse the opposite is true–most fish are female at birth and become male when they reach a certain size. Sequential hermaphrodites may produce both types of gametes over the course of their lifetime, but at any given point they are either female or male.\nIn some ferns the default sex is hermaphrodite, but ferns which grow in soil that has previously supported hermaphrodites are influenced by hormones remaining to develop as male.\nGenetic determination.\nThe most usual way to determine sex is by genes. That way, an organism's sex is determined by the genome it gets.\nThe alleles that influence sexual development may or may not be on the same chromosome. If they are, that chromosome is called a sex chromosome, and the genes on it are called 'sex linked'. Sex is determined either by the fact that there is a sex chromosome (which can be missing), or by the number of them. Because genetic sex determination is determined by matching chromosomes, there are usually the same number of male and female offspring.\nVarious genetic systems.\nHumans and other mammals have an XY sex determination system: the Y chromosome carries factors responsible for male development. The default sex, in the absence of a Y chromosome, is female. XX mammals are female and XY are male. XY sex determination is also found in other organisms, including the common fruit fly and some plants. In some cases, including in the fruit fly, it is the number of X chromosomes that determines sex rather than the presence of a Y chromosome.\nBirds have a system that works the other way round: It is called \"ZW sex-determination system\". The W chromosome has factors for female development. By default (if the chromosome is missing), the organism will be male., In this case, ZZ individuals are male and ZW are female. The majority of butterflies and moths also have a ZW sex-determination system. In both XY and ZW sex determination systems the sex chromosome carrying the critical factors is often significantly smaller, carrying little more than the genes necessary for triggering the development of a given sex.\nMany insects use a sex-determination system based on the number of sex chromosomes. This is called XX/XO sex determination–the O indicates the absence of the sex chromosome. All other chromosomes in these organisms are diploid, but organisms may inherit one or two X chromosomes. Infield crickets, for example, insects with a single X chromosome develop as male, while those with two develop as female. In the nematode \"C. elegans\" most worms are self-fertilizing XX hermaphrodites, but occasionally abnormalities in chromosome inheritance regularly give rise to individuals with only one X chromosome–these XO individuals are fertile males (and half their offspring are male).\nOther insects, including honey bees and ants, use a haploid-diploid sex-determination system. In this case diploid individuals are generally female, and haploid individuals (which develop from unfertilized eggs) are male. This sex-determination system results in a highly biased sex ratio, as the sex of offspring is determined by fertilization rather than the assortment of chromosomes during meiosis.\nAbnormalities.\nSometimes an organism develops the appearance of both males and females. It is then an intersex and is rare. Even though such organisms may be called hermaphrodites, this is not correct, because in intersex individuals either the male or the female aspect is sterile.","categories":[],"infobox_types":[],"annotations":[{"uri":"Developmental_biology","surface_form":"development","offset":47},{"uri":"Sex","surface_form":"Sex","offset":105},{"uri":"Species","surface_form":"species","offset":218},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":296},{"uri":"Snail","surface_form":"snail","offset":375},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":395},{"uri":"Environment","surface_form":"environment","offset":486},{"uri":"Reptile","surface_form":"reptile","offset":545},{"uri":"Temperature","surface_form":"temperature","offset":559},{"uri":"Turtle","surface_form":"turtle","offset":704},{"uri":"Fish","surface_form":"fish","offset":866},{"uri":"Clownfish","surface_form":"clownfish","offset":972},{"uri":"Wrasse","surface_form":"wrasse","offset":1075},{"uri":"Fern","surface_form":"fern","offset":1339},{"uri":"Gene","surface_form":"gene","offset":1575},{"uri":"Genome","surface_form":"genome","offset":1631},{"uri":"Allele","surface_form":"allele","offset":1651},{"uri":"Chromosome","surface_form":"chromosome","offset":1723},{"uri":"Sex_chromosome","surface_form":"sex chromosome","offset":1776},{"uri":"Sex_linked","surface_form":"sex linked","offset":1824},{"uri":"Human","surface_form":"Human","offset":2117},{"uri":"Mammal","surface_form":"mammal","offset":2134},{"uri":"Sex_chromosome","surface_form":"XY sex determination","offset":2150},{"uri":"Drosophila","surface_form":"common fruit fly","offset":2416},{"uri":"Bird","surface_form":"Bird","offset":2591},{"uri":"Butterfly","surface_form":"butterflies","offset":2884},{"uri":"Moth","surface_form":"moth","offset":2900},{"uri":"Insect","surface_form":"insect","offset":3170},{"uri":"Cricket_(insect)","surface_form":"crickets","offset":3453},{"uri":"C._elegans","surface_form":"C. elegans","offset":3585},{"uri":"Bee","surface_form":"bee","offset":3874},{"uri":"Ant","surface_form":"ant","offset":3883},{"uri":"Haploid-diploid","surface_form":"haploid-diploid","offset":3895},{"uri":"Sex_ratio","surface_form":"sex ratio","offset":4122},{"uri":"Meiosis","surface_form":"meiosis","offset":4237},{"uri":"Intersex","surface_form":"intersex","offset":4348},{"uri":"Sterile","surface_form":"sterile","offset":4520}]}