{"id":238245,"url":"http://en.wikipedia.org/wiki/Christian_IV_of_Denmark","text":"Christian IV (12 April 1577 – 28 February 1648) was the king of Denmark-Norway from 1588 until his death. He had a rule of more than 59 years. Because of this, he has the longest rule of all the kings of Denmark. He is sometimes referred to as \"Christian Firtal\" in Denmark and \"Christian Kvart\" or \"Quart\" in Norway.\nCourt life.\nChristian was the son of Frederick II, king of Denmark-Norway, and Sofie of Mecklenburg-Schwerin. He was born at Frederiksborg castle in 1577. He succeeded the throne at 11, when his father died on 4 April 1588. While he was still growing up, chancellor Niels Kaas and the \"Rigsraadet\" council served as helpers of the royal power. He received a good education. He was a strong-willed and clever student. At the age of 18, Christian became king on 17 August 1596.\nOn 30 November 1597, he married Anne Catherine of Brandenburg, a daughter of Joachim Friedrich, margrave of Brandenburg and duke of Prussia. The queen died 14 years later, after giving birth to six children. Four years after her death the king privately married a beautiful young gentlewoman, Kirsten Munk. Through her he had 12 children. However, this marriage was to be very bad to Denmark.\nIn the course of 1628 he discovered an affair of his wife, Kirsten Munk, with one of his German officers. When he put her away she tried to cover up her own disgrace by suggesting an affair between one of her fired maids and the king. In January 1630 they separated completely. Kirsten went away to Jutland. Meanwhile, Christian openly declared Vibeke as his mistress. She gave birth to a large family. Vibeke's children were of course the natural enemies of the children of Kirsten Munk. The anger of the two families influenced the future history of Denmark.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark-Norway","surface_form":"Denmark-Norway","offset":64},{"uri":"Frederick_II_of_Denmark","surface_form":"Frederick II","offset":355},{"uri":"Denmark-Norway","surface_form":"Denmark-Norway","offset":377},{"uri":"Sofie_of_Mecklenburg-Schwerin","surface_form":"Sofie of Mecklenburg-Schwerin","offset":397},{"uri":"Rigsraadet","surface_form":"Rigsraadet","offset":604},{"uri":"Margrave_of_Brandenburg","surface_form":"margrave of Brandenburg","offset":890},{"uri":"Duke","surface_form":"duke","offset":918},{"uri":"Prussia","surface_form":"Prussia","offset":926},{"uri":"Gentlewoman","surface_form":"gentlewoman","offset":1074},{"uri":"Kirsten_Munk","surface_form":"Kirsten Munk","offset":1087},{"uri":"Jutland","surface_form":"Jutland","offset":1486}]}