{"id":238468,"url":"http://en.wikipedia.org/wiki/Ada_Lovelace","text":"Augusta Ada King, Countess of Lovelace (10 December 1815 – 27 November 1852) wrote the world's first computer program.\nAchievements.\nLovelace was an English writer. She became the world's first computer programmer. She wrote the program for Charles Babbage's mechanical computer, \"The Analytical Engine\", in 1844. She wrote the first algorithm to be processed by a machine. Between 1842 and 1843 she translated an article by Italian mathematician Luigi Menabrea on the engine. She added her own notes to it. These notes contain what is considered the first computer program, which was an algorithm encoded for processing by a machine. Though Babbage's engine was never built, Lovelace's notes are important in the early history of computers. She realized that computers would be able to do more than just calculating or number-crunching. Others, including Babbage himself, worked only on the possibilities of calculating.\nChildhood.\nShe was born December 10th, 1815. She was the only legitimate child of Lord Byron and Anne Isabella Milbanke. She had no relationship with her father, who died when she was nine. Her father was a poet. Her mother was an aristocrat, someone who was related to royalty. Ada was educated at home. As a young adult, she was interested in mathematics, partly because of Charles Babbage.\nLater life.\nLovelace married William King in 1835. She had three children with him. She soon got cholera, a digestive disease caused by drinking contaminated water. She was very lucky to have survived. She also had asthma, a breathing issue, and digestive problems. She used painkillers to treat her problems. Because of this, she became addicted to opium, a highly addictive drug. She died on 27 November 1852, of uterine cancer in London.\nRecognition.\nThe U.S. Department of Defense named Ada (programming language) in her honor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_Babbage","surface_form":"Charles Babbage","offset":241},{"uri":"Algorithm","surface_form":"algorithm","offset":334},{"uri":"Computer_program","surface_form":"computer program","offset":557},{"uri":"History_of_computers","surface_form":"history of computers","offset":720},{"uri":"George_Gordon_Byron%2C_6th_Baron_Byron","surface_form":"Lord Byron","offset":1004},{"uri":"Mathematics","surface_form":"mathematics","offset":1267},{"uri":"Cholera","surface_form":"cholera","offset":1412},{"uri":"Asthma","surface_form":"asthma","offset":1530},{"uri":"Opium","surface_form":"opium","offset":1665},{"uri":"Uterine_cancer","surface_form":"uterine cancer","offset":1730},{"uri":"London","surface_form":"London","offset":1748},{"uri":"U.S._Department_of_Defense","surface_form":"U.S. Department of Defense","offset":1773},{"uri":"Ada_(programming_language)","surface_form":"Ada (programming language)","offset":1806}]}