{"id":238447,"url":"http://en.wikipedia.org/wiki/Plott_Hound","text":"The Plott Hound is a medium size breed of dog. They are usually 20-25 inches tall (51-61 cm). Plott Hounds weigh about 45-55 pounds (20-25 kg). They are well-muscled and strong. The Plotts have double coats which are smooth and glossy. They can be any shade of brown, black, or tan. The coat has a striped pattern. They usually have a white patch on the chest. The head is flat with a long muzzle. Their ears are wide and medium in length.\nOrigin.\nIn Germany, the early variety of these hounds were used for wild boar hunting.\nIn 1750, two brothers named Plott left Germany to live in America. They took five of thesewild boar hounds with them. One brother, George Plott, settled in North Carolina with his five dogs. In North Carolina he bred his hounds with Bloodhounds and other mixed breed dogs. The new breed of dogs was called the Plott Hound.\nPersonality.\nPlott Hounds are sometimes used for coon hunting. The Plotts are loyal, smart, athletic, steady, friendly, relaxed and alert to their surroundings. Plott Hounds tend to bark a lot. They are good gentle family dogs and get along with children. Other small pets are fine in the house but could be a problem in an outside setting since the dogs may try to hunt them.\nGrooming.\nPlott Hounds have short coats. Using a comb or brush will easily remove any dead hair. Also the dog’s ears may have build-up or infections. The ears should be checked and cleaned regularly. If a hound is used for hunting, check the pads on the feet, nails, ears, or for fleas. Plott is a scent hound breed and these breeds have musty aroma, therefore, these dogs need bath regular bath (once a week) to keep this aroma under control.\nHealth.\nPlott Hounds tend to eat fast. If they do eat fast the stomach might twist. This is a life threatening problem called gastric torsion. Plott Hounds live around 10-14 years and are a fairly healthy breed. Plott Hounds are also active dogs and need a lot of physical exercise.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":33},{"uri":"Dog","surface_form":"dog","offset":42},{"uri":"Coat_(dog)","surface_form":"coats","offset":201},{"uri":"Wild_boar","surface_form":"wild boar","offset":508},{"uri":"1750","surface_form":"1750","offset":530},{"uri":"Germany","surface_form":"Germany","offset":566},{"uri":"America","surface_form":"America","offset":585},{"uri":"North_Carolina","surface_form":"North Carolina","offset":683},{"uri":"Bloodhound","surface_form":"Bloodhound","offset":760},{"uri":"Coon","surface_form":"coon","offset":899},{"uri":"Children","surface_form":"children","offset":1096},{"uri":"Hair","surface_form":"hair","offset":1318},{"uri":"Gastric_torsion","surface_form":"gastric torsion","offset":1797}]}