{"id":23842,"url":"http://en.wikipedia.org/wiki/S%C3%A3o_Paulo_(state)","text":"São Paulo (Portuguese: Saint Paul) is a state in the Southeast Region of Brazil. Its capital city is called São Paulo too.\nGeography and economy.\nSão Paulo is located in the south-east region of Brazil, with close to 248,000 square kilometers of area. (For comparison, Oregon State in the United States of America has 251,000 square miles).\nIt borders the state of Minas Gerais to the north, the state of Rio de Janeiro and the Atlantic Ocean to the east, the state of Paraná to the south and state of Mato Grosso do Sul to the west.\nThe capital of São Paulo is the city of São Paulo.\nSão Paulo is the state in Brazil with the highest economical output.\nIt has the second highest per capita income of Brazil, second only to the Federal District, where Brasília is located.\nWith the states of Santa Catarina and Rio Grande do Sul it shares the highest standard of living in Brazil, despite of pockets of blight poverty in its largest cities.\nThe robust economy of São Paulo is based in industrial production, to include automobile and aviation, agriculture, services and tourism.\nDemographics.\nSão Paulo is the Brazilian state with the largest population and also is the most ethnically diverse.\nPortuguese, Italian, Spanish, Arab, Asian and other descents chose São Paulo as their home, due to its thriving economy.\nAlso migrants from other Brazilian states (especially from the Northeast Region) come to São Paulo in search of a better life. Because there are not enough jobs, these people usually want to back to their states.\nTransportation.\nSão Paulo is the state in Brazil with the largest and most efficient transportation system.\nThe city of São Paulo relies on underground train and also suburban at-grade rail systems. City buses complement the public transportation system.\nAir traffic is the busiest of all Brazil.\nHarbors along the state's ocean front receive and ship a great share of Brazil's export and import goods.\nSports.\nSão Paulo is a vibrant place when it comes to sports. Football (soccer) is king but the state has human resources and facilities to produce some of the best athletes in the world in many other fields.\nThe state has many professional soccer clubs but also volleyball has found a niche here.\nAuto racing is a staple of the paulista's way of life. The state has produced several racing drivers that have attained international fame.\nMain cities.\nSão Paulo, Campinas, Guarulhos, Osasco, Ribeirão Preto, Santo André, Santos, São Bernardo do Campo, São Carlos, São José dos Campos and Sorocaba.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Portuguese_language","surface_form":"Portuguese","offset":11},{"uri":"Saint_Paul","surface_form":"Saint Paul","offset":23},{"uri":"State","surface_form":"state","offset":40},{"uri":"Political_subdivision_of_Brazil","surface_form":"Southeast Region","offset":53},{"uri":"Brazil","surface_form":"Brazil","offset":73},{"uri":"Capital_city","surface_form":"capital city","offset":85},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":108},{"uri":"S%C3%A3o_Paulo_(city)","surface_form":"São Paulo","offset":2383},{"uri":"Campinas","surface_form":"Campinas","offset":2394},{"uri":"Guarulhos","surface_form":"Guarulhos","offset":2404},{"uri":"Osasco","surface_form":"Osasco","offset":2415},{"uri":"Ribeir%C3%A3o_Preto","surface_form":"Ribeirão Preto","offset":2423},{"uri":"Santo_Andr%C3%A9","surface_form":"Santo André","offset":2439},{"uri":"Santos_(S%C3%A3o_Paulo)","surface_form":"Santos","offset":2452},{"uri":"S%C3%A3o_Bernardo_do_Campo","surface_form":"São Bernardo do Campo","offset":2460},{"uri":"S%C3%A3o_Carlos","surface_form":"São Carlos","offset":2483},{"uri":"S%C3%A3o_Jos%C3%A9_dos_Campos","surface_form":"São José dos Campos","offset":2495},{"uri":"Sorocaba","surface_form":"Sorocaba","offset":2519}]}