{"id":238562,"url":"http://en.wikipedia.org/wiki/Epcot","text":"Epcot (Experimental Prototype Community of Tomorrow) is part of Disney World in Orlando, Florida. It is split into two parts: Future World and the World Showcase. Future World has many rides and shows about technology, including space travel and how people interact with nature. The World Showcase is split into sections representing eleven countries, sharing the culture of each country there. The symbol of the park is Spaceship Earth, a huge building that looks like a golf ball and has a ride inside.\nWalt Disney's original plan for Epcot was for it to be a neighborhood for people to live in with many modern machines aiding their lives. It was going to be called the Experimental Prototype Community of Tomorrow, which is where the name EPCOT comes from. Disney died before he could start his plan, and later the new owners of the Walt Disney Company changed the plans into a theme park.\nFuture World.\nFuture World is in the front of the park. Its theme is technology. Spaceship Earth is near the entrance. The ride inside of it is a journey through human methods of communication, from ancient cave paintings up to the Internet and beyond.\nPast Spaceship Earth are many rides and attractions about technology. Innovations is two buildings full of games and shows that use new inventions for making life easier.\nThere are also two buildings with similar themes: Living with the Land and the Living Seas. Living with the Land has a boat ride inside about the history of farming. It also has a food court that serves food made from the plants grown there. The Living Seas is an aquarium with a ride featuring characters from the movie \"Finding Nemo\". In the aquarium are many kinds of sea creatures, including dolphins, sharks and manatees.\nOther rides in Future Word include Test Track, which is about how cars are tested for safety before being sold, and Mission: Space, which is a pretend trip to the planet Mars. Ellen's Energy Adventure stars Ellen DeGeneres and Bill Nye the Science Guy and is about the history of energy, from the time of the dinosaurs up to today's solar power and wind power. Imagination! is about the human imagination.\nWorld Showcase.\nEach pavilion is built to look like the country it represents. They all have restaurants that serve food from their home country. Many of the people working there were born in the country their pavilion represents.\nThe Mexico pavilion has a ride. The Norway pavilion does not have a ride yet, but they are planning to add one soon. The China, France and Canada pavilions have movies about their countries. The America pavilion has a stage show with audio-animatronic figures about the history of the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disney_World","surface_form":"Disney World","offset":64},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":80},{"uri":"Technology","surface_form":"technology","offset":207},{"uri":"Outer_space","surface_form":"space","offset":229},{"uri":"Nature","surface_form":"nature","offset":271},{"uri":"Culture","surface_form":"culture","offset":364},{"uri":"Spaceship_Earth","surface_form":"Spaceship Earth","offset":421},{"uri":"Golf","surface_form":"golf","offset":472},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":505},{"uri":"Walt_Disney_Company","surface_form":"Walt Disney Company","offset":837},{"uri":"Theme_park","surface_form":"theme park","offset":882},{"uri":"Ancient_history","surface_form":"ancient","offset":1093},{"uri":"Cave_painting","surface_form":"cave painting","offset":1101},{"uri":"Internet","surface_form":"Internet","offset":1126},{"uri":"Invention","surface_form":"invention","offset":1283},{"uri":"Boat","surface_form":"boat","offset":1437},{"uri":"Farming","surface_form":"farming","offset":1475},{"uri":"Food_court","surface_form":"food court","offset":1498},{"uri":"Aquarium","surface_form":"aquarium","offset":1582},{"uri":"Finding_Nemo","surface_form":"Finding Nemo","offset":1640},{"uri":"Dolphin","surface_form":"dolphin","offset":1714},{"uri":"Shark","surface_form":"shark","offset":1724},{"uri":"Manatee","surface_form":"manatee","offset":1735},{"uri":"Cars","surface_form":"cars","offset":1811},{"uri":"Mars","surface_form":"Mars","offset":1915},{"uri":"Ellen_DeGeneres","surface_form":"Ellen DeGeneres","offset":1952},{"uri":"Bill_Nye","surface_form":"Bill Nye","offset":1972},{"uri":"Energy","surface_form":"energy","offset":2025},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":2054},{"uri":"Solar_power","surface_form":"solar power","offset":2078},{"uri":"Wind_power","surface_form":"wind power","offset":2094},{"uri":"Imagination","surface_form":"imagination","offset":2138},{"uri":"Restaurant","surface_form":"restaurant","offset":2244},{"uri":"Audio-animatronic","surface_form":"audio-animatronic","offset":2616}]}