{"id":238556,"url":"http://en.wikipedia.org/wiki/Digital_Enhanced_Cordless_Telecommunications","text":"Digital Enhanced Cordless Telecommunications (DECT), known as Digital European Cordless Telephone until 1995, is an ETSI standard for digital portable phones and wireless data transfer. DECT has been standardised as EN 300 175.\nDECT phones have two parts: One part is connected to the phone network, and usually called \"base station\". The other part is a mobile handset. To be ready to communicate, each handset must be registered with the base station. After that, they can communicate and be used as normal \"cordless\" phones.\nDECT uses a frequency band that is reserved for voice transmissions, called Unlicensed Personal Communications Services. In Europe, Asia, Australia, New Zealand and South America, the frequency band from 1880 MHz to 1900 MMHz is used. In the United States, the band is 1920-1930 MHz.To be sold in the US, only small changes need to be made to DECT equipment. These channels are reserved exclusively for voice communication applications and therefore are less likely to experience interference from other wireless devices such as baby monitors and wireless networks.\nA newer standard that is similar to DECT is called CAT-iq\nApplication.\nThe DECT standard fully specifies how a portable unit, such as a cordless telephone, can access a fixed network using radio waves. It is different from other standards like GSM in that it does not say how the fixed network is made. The communication with the fixed network is done through a base station which is called \"Radio Fixed Part\", and terminates the radio waves. The base station then uses a gateway to connect the calls to the fixed network. In most cases, the connection will be to the telephone network. Certain units also allow a connection to newer technologies, such as Voice over IP. Some baby phones also use DECT technology. Such baby phones do not have a gateway.\nMany PABX systems installed in offices have a part that is capable of doing DECT. Many system vendors now also offer hybrid systems, where communication with voice over IP, or with the classical phone network are possible. In such systems, the communication with the handsets is done using DECT, and the PABX is capable of doing SIP. Some vendors propose WLAN-based solutions to connect the handsets, but this solution is often more complex than using DECT.\nDECT for Data Networks.\nThe DECT suite of standards has other kinds of interoperability. In particular the DPRS (DECT Packet Radio Services) can use DECT as a wireless LAN and wireless internet access service. Range is up to 200 m indoors and 6 km using directional antenna outdoors). It has dedicated spectrum, high interference immunity, open interoperability and data speeds of around 500 kbit/s. DECT when it was new seemed to be better than Wi-Fi. The DECT networking protocol standards were particularly good at supporting fast roaming in public spaces, between hotspots operated by competing but connected providers. The first DECT product to reach the market, Olivetti's Net3, was a wireless LAN, and German firms Dosch & Amand and Hoeft & Wessel built niche businesses on the supply of data transmission systems based on DECT.\nDECT came into use in the mid 1990s, too early to find wide application for wireless data. Whilst contemporary providers of Wi-Fi struggled with the same issues, providers of DECT retreated to cordless telephones where they could make money immediately. They could not sell in the United States, due to FCC spectrum restrictions at that time. By the time mass applications for wireless Internet had emerged, and the U.S. had opened up to DECT, well into the new century, the industry had made Wi-Fi better, and DECT's time as a wireless data transport was past.\nIronically, the failure of DECT as a data protocol became a strength when DECT 6.0 phones finally appeared in the U.S. in late 2005. By this time, the ISM bands had become crowded in the U.S., especially the 2.4 GHz band which is used by both the most common variants of Wi-Fi, 802.11b and 802.11g, and many cordless phones; thus interference between unlicensed devices has become common in these bands. However, because Wi-Fi does not operate in the UPCS band and DECT devices negotiate with each other for the available spectrum, not only are DECT 6.0 phones immune from this type of interference, their operation does not impair other nearby devices operating on the same frequency, which is a common issue with 2.4 GHz cordless phones.\nRadio links.\nDECT operates in the 1880-1900 MHz band and defines ten channels from 1881.792 MHz to 1897.344 MHz with a band gap of 1728 kHz. Each base station frame provides 12 duplex speech channel with each time slot occupying any of channel. DECT operates in multicarrier/TDMA/TDD structure. DECT also provides Frequency-hopping spread spectrum over TDMA/TDD structure. If frequency hopping is avoided then each base station can provide up to 120 channels in the DECT spectrum before frequency reuse. Each time slot can be assigned to a different channel in order to take advantage of frequency hopping and avoid interference from other users in asynchronous fashion.","categories":[],"infobox_types":[],"annotations":[{"uri":"ETSI","surface_form":"ETSI","offset":116},{"uri":"Portable_phone","surface_form":"portable phone","offset":142},{"uri":"Unlicensed_Personal_Communications_Services","surface_form":"Unlicensed Personal Communications Services","offset":604},{"uri":"Europe","surface_form":"Europe","offset":652},{"uri":"Asia","surface_form":"Asia","offset":660},{"uri":"Australia","surface_form":"Australia","offset":666},{"uri":"New_Zealand","surface_form":"New Zealand","offset":677},{"uri":"South_America","surface_form":"South America","offset":693},{"uri":"MHz","surface_form":"MHz","offset":737},{"uri":"United_States","surface_form":"United States","offset":770},{"uri":"Baby_monitor","surface_form":"baby monitor","offset":1057},{"uri":"Wireless_network","surface_form":"wireless network","offset":1075},{"uri":"CAT-iq","surface_form":"CAT-iq","offset":1145},{"uri":"Radio_wave","surface_form":"radio wave","offset":1283},{"uri":"GSM","surface_form":"GSM","offset":1338},{"uri":"Base_station","surface_form":"base station","offset":1456},{"uri":"Gateway","surface_form":"gateway","offset":1566},{"uri":"Telephone","surface_form":"telephone","offset":1662},{"uri":"Voice_over_IP","surface_form":"Voice over IP","offset":1750},{"uri":"PABX","surface_form":"PABX","offset":1853},{"uri":"Hybrid","surface_form":"hybrid","offset":1965},{"uri":"SIP","surface_form":"SIP","offset":2177},{"uri":"WLAN","surface_form":"WLAN","offset":2203},{"uri":"Wireless_LAN","surface_form":"wireless LAN","offset":2465},{"uri":"Internet_access","surface_form":"internet access","offset":2491},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":2752},{"uri":"Hotspot","surface_form":"hotspot","offset":2874},{"uri":"Net3","surface_form":"Net3","offset":2985},{"uri":"Dosch_%26amp%3B_Amand","surface_form":"Dosch & Amand","offset":3028},{"uri":"Hoeft_%26amp%3B_Wessel","surface_form":"Hoeft & Wessel","offset":3046},{"uri":"Federal_Communications_Commission","surface_form":"FCC","offset":3445},{"uri":"ISM_band","surface_form":"ISM band","offset":3855},{"uri":"IEEE_802.11b-1999","surface_form":"802.11b","offset":3982},{"uri":"IEEE_802.11g-2003","surface_form":"802.11g","offset":3994},{"uri":"UPCS_band","surface_form":"UPCS band","offset":4155},{"uri":"TDMA","surface_form":"TDMA","offset":4719},{"uri":"Spread_spectrum","surface_form":"spread spectrum","offset":4776},{"uri":"TDMA","surface_form":"TDMA","offset":4797},{"uri":"Time_slot","surface_form":"time slot","offset":4953}]}