{"id":238604,"url":"http://en.wikipedia.org/wiki/Italian_conquest_of_British_Somali_Coast_Protectorate","text":"The Italian conquest of the British Somali Coast Protectorate was an Italian campaign during World War II against the British Empire. It was the only Italian victory against the Allies that was won without help from Germany.\nBackground.\nWhen Italy declared war in May 1940, the Italian troops were not prepared for a prolonged war in Eastern Africa. As a consequence, Mussolini ordered only some limited aggressive actions to capture territory along the borders of Kenya, Egypt and Sudan. Some skirmishes happened even in French Somalia, with an invasion of the western half of Djibouti.\nIn June 1940, Amedeo, Duke of Aosta, the Governor-General of \"Italian East Africa\", convinced the Italian Supreme Command (\"Commando Supremo\") to plan a campaign to conquer a British colony: British Somali Coast Protectorate. The King of Italy Victor Emmanuel III and Mussolini agreed and at the beginning of August the campaign was ready to start.\nOrder of Battle.\nThe Italian force attacking British Somali Coast Protectorate in August 1940 was commanded by General Guglielmo Nasi and included five colonial brigades, three \"Blackshirt\" battalions, and three bands (\"bande\") of native troops. The Italians had the 2nd Light Tank Company and the 322nd Medium Tank Company (13 L3/35 light and 12 M11/39 medium tanks), artillery, and, most important, superior air support. The Italians numbered about 4,800 and about 30,000 native troops.\nThe Italians were opposed by a British contingent of about 4,000 soldiers consisting of the \"Somaliland Camel Corps\" (commanded by Colonel Arthur Reginald Chater), elements of the 2nd (Nyasaland) Battalion \"King's African Rifles\" (KAR) and the 1st Battalion Northern Rhodesian Regiment, the 3rd Battalion 15th Punjab Regiment, and the \"2nd Battalion, Black Watch\".\nInitial Offensive.\nIn the early hours of 3 August 1940, the Italian army crossed the border between Italian East Africa (called by the Italians \"Africa Orientale Italiana\") and British Somali Coast Protectorate.\nThe Italians attacked with military columns in three directions: to the north toward the port of Zeila, to the center toward Adadlek and to the south toward Odweina.\nAfter conquering in French Somaliland the Fort at Loyada, on 5 August the port of Zeila was occupied by the Italians after heavy fighting and so was cut every possibility of help from French Somaliland for the retreating British. The northern Italian column then proceeded south along the coast and occupied the village of Bulhar.\nThe Italian central column, commanded by Lieutenant-General Carlo De Simone faced more difficulties because of the mountainous terrain and was stopped by the English at the Karrin Pass, before Hargeisa.\nColonel Arthur Reginald Chater, used his camel corps to skirmish with and screen against the advancing Italians as the other British and Commonwealth forces pulled back towards Tug Argan.\nBattle of Tug Argan.\nOn 6 August, within three days of the invasion, the towns of Zeila and Hargeisa were taken by the Italians. Odweina fell the following day and the Italian central and eastern columns combined to launch attacks against the main British and Commonwealth positions at Tug Argan.\nOn 7 August the British and Commonwealth forces in British Somali Coast Protectorate received reinforcements with the arrival of the 1st Battalion \"2nd Punjab Regiment\". On 11 August, a new commander, Major-General Alfred Godwin-Austen, reached Tug Argan.\nThe defensive positions of the British army were centered around six hills overlooking the only road toward Berbera.\nOn 11 August an Italian brigade commanded by De Simone attacked the hill defended by the 3rd Battalion 15th Punjab Regiment and captured it with heavy casualties. The British launched two unsuccessful counterattacks but the next day were forced to abandon two other nearby hills.\nOn 14 August the Italians began to encircle the British defenders from their eastern positions, and the defenders' situation started to look critical.\nAfter three days of battle, early on 15 August Godwin-Austen (fearing an imminent encirclement) concluded that further resistance at Tug Argan would be futile. He contacted the British Middle East Command headquarters in Cairo, Egypt and requested and received permission to withdraw his forces from British Somali Coast Protectorate.\nThe determined effort of the \"Black Watch\" battalion, which covered the retreat, allowed the entire British and Commonwealth contingent to withdraw to Berbera with minimal losses.\nBritish evacuation from Berbera.\nWhilst the British made their fighting retreat to Berbera, the British Royal Navy had constructed an all-tide jetty and had commenced evacuating civilian and administrative officials. The two main Italian columns (the central and the southern) were united at the village of La Farruk, approximately 30 km south of Berbera.\nFrom Bulhar the third Italian column reached the area of Berbera on 14 August but the British defenders were able to hold them off. On 16 August they started to embark troops onto the waiting ships and had completed the evacuation by the afternoon of the following day, departing for Aden in the Arabian peninsula. They had little interference in this operation as a result of a fierce bayonet charge against the Italians by the Black Watch at Barkasan The Somaliland Camel Corps, rather than evacuate, was disbanded and dispersed.\nOn 19 August the Italians took control of Berbera and then moved down the coast to complete their conquest of British Somali Coast Protectorate. The British colony was annexed by Mussolini to the \"Italian Empire\" in Italian East Africa.\nCasualties.\nAccording to Italian historians, during the campaign to conquer British Somali Coast Protectorate the casualties were 250 for the British army and 205 for the Italian.\nBut, according to the British account of events, total British casualties were 260 and Italian losses were estimated at between ten and twenty times higher.\nAftermath.\nThis campaign in Somali Coast Protectorate was like all the others of the Axis: it initially started with a victory, then after a period of time (like the campaigns in the Balkans, in the Philippines or in Russia), finished with a complete defeat. But in the specific case of the Italian conquest of British Somali Coast Protectorate, the defeat (that happened in spring 1941) was followed by nearly two years of Italian guerrilla war in Ethiopia.\nBritish Somali Coast Protectorate remained part of the Italian East Africa until March 1941 when the 1st/2nd Punjab Regiment and the 3rd/15th Punjab Regiment returned from Aden to re-occupy the territory.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":93},{"uri":"British_Empire","surface_form":"British Empire","offset":118},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":178},{"uri":"Germany","surface_form":"Germany","offset":216},{"uri":"Italy","surface_form":"Italy","offset":242},{"uri":"Mussolini","surface_form":"Mussolini","offset":368},{"uri":"Kenya","surface_form":"Kenya","offset":465},{"uri":"Egypt","surface_form":"Egypt","offset":472},{"uri":"Sudan","surface_form":"Sudan","offset":482},{"uri":"Italian_invasion_of_French_Somaliland","surface_form":"invasion of the western half of Djibouti","offset":546},{"uri":"British_Somali_Coast_Protectorate","surface_form":"British Somali Coast Protectorate","offset":779},{"uri":"Victor_Emmanuel_III","surface_form":"Victor Emmanuel III","offset":832},{"uri":"French_Somaliland","surface_form":"French Somaliland","offset":2353},{"uri":"Cairo","surface_form":"Cairo","offset":4213},{"uri":"Axis_countries","surface_form":"Axis","offset":6054},{"uri":"Balkans","surface_form":"Balkans","offset":6152},{"uri":"Philippines","surface_form":"Philippines","offset":6168},{"uri":"Russia","surface_form":"Russia","offset":6186}]}