{"id":238661,"url":"http://en.wikipedia.org/wiki/Shen_Bao","text":"\"Shen Bao\" (Chinese: 申報; Pinyin: Shēn Bào) was a newspaper published in Shanghai, China. It was published between April 30, 1872 and May 27, 1949, making it the longest running for any newspaper in China. The name has also been transliterated as \"Shun Pao\" or \"Shen-pao\". In English, the newspaper was usually called \"Shanghai News\". The name is short for \"Shenjiang Xinbao\". Shenjiang is a short form of Chunsheng jiang, the old name for the Huangpu River.\nThe paper was started by Ernest Major (1841-1908), in 1872. Major was a British businessman. \"Shen Bao\" was one of the first modern Chinese newspapers. Major returned to England in 1899, and the newspaper was reorganised to be Major Company Limited. According to Zhou, Major was different from other foreign newspapers in two areas: From the start, he made it clear, that the newspaper would be for Chinese readers, and not for foreigners. He therefore picked those news and issues that would be interesting to Chinese. Secondly, he made Chinese compradors responsible for running the business and he had Chinese editors select the news and write the editorials. He was very successful: The Chinese compradors used their ties with the community, raised the circulation, and obtained advertisements. This made the paper cheaper than those of the competition. The Chinese editors knew what their readers wanted to read about.\n\"Shen Bao\" played an important role and helped form public opinion at the end of the 19th century. The paper ran a campaign against hiring young women as waitresses in opium dens. According to the campaign, this made it difficult to distinguish between what could be tolerated, and what could not, because it implicitly said these women would also provide sex services in the dens. Most of the dens with this practice were in the French Concession. The campaign said that one of the reasons this problem existed was that there were foreigners in Shanghai. There was an uproar, and the practice was banned; in reality little was done to eradicate it, though.\nThe newspaper was innovative: It used new printing technologies, sent a military correspondent to cover the Sino-French War in Vietnam in 1884 and used vernacular (\"baihua\")\" Quickly it got the reputation of being one of the best newspapers in China. It was bought by a Chinese in 1909. In the early 20th century it had a circulation of 30.000 copies a day. 9.000 of them in Shanhai, and the rest was for other parts of China. \"By the early 1920s its circulation was 50,000; by the end of the decade 100,000; and by the mid 1930s, 150,000.\"\nThe paper's offices were in the International Settlement, \"about a block away from the Central Police Station.\" At first, the paper had eight pages, with news, essays, and advertisements as well as imperial decrees and memorials. \"Because the editorial policies followed the principle of 'reporting whatever possible and letting the readers determine the truth,' many interesting but unfounded rumors were often included as news.\" After 1905, it increased its size to twenty pages.\nShen Bao was founded as a commercial newspaper. Politically, it was conservative for the first three decades and supported the Qing government. In 1905, it started to change its orientation: On New Year's Day it quoted Liang Qichao's constitutionalist slogans. In 1907, the paper was sold to Xi Zipei (1867-1929), Xi Zipei used to be a comprador\nof the paper. Xi Zipei was influenced by Zhang Jian. The paper changed and became quite liberal and strongly supported the constitutional movement. \"It had the following sections: editorials, international news, domestical news, local news, industry and trade, law and society, sports and education, literature and art, and advertisements. In addition to reporting important political news stories, it had many special columns and supplements such as \"ziyou tan\" (free discussion), automobile, education and life.\" In 1912 control was transferred to Shi Liangcai. \"In the 1930s, Shi was a strong supporter of the Human Rights Defence Alliance established by Madam Soong Qing Ling.Soong Qing Ling was the second wife of revolutionary leader Dr Sun Yat-sen, with Cai Yuanpei and Lu Xun.\"\nIn 1934, the newspaper made the government angry, because it had a strong attitude against the Japanese. \"On November 13, Shih Liang-ts'ai, its owner and editor-in-chief, was mysteriously assassinated on the Shanghai-Hangchow Highway\"; responsibility for his murder has been laid at the feet of the Bureau of Investigation and Statistics, Chiang Kai-shek's much-feared secret police. In 1938, with the city under Japanese control, Norwood Francis Allman (1893-1987), an American lawyer who had been U.S. Consul in Shanghai in the early 1920s, was asked by the paper's Chinese owners to take over as editor; \"Time\" wrote in 1940: \"A fluent Chinese linguist, Allman reads every story that goes into Shun Pao, writes editorials, corrects editorials written by staff members. He serves without pay.\" The paper was on bad terms with the Japanese, and in 1940 a Chinese assistant editor was killed and his head left on the street as a warning to journalists. During World War II the paper passed into the hands of collaborators with the Japanese occupation, but after the war Pan Gongzhan, an influential Kuomintang party official who had been an editor on the paper in the late 1920s, became its publisher and Chen Shunyü its chief editor. In May 1949, the People's Liberation Army took Shanghai and shut down the newspaper was.\nThere is a complete collection of the paper's issues in the Shanghai Library.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_language","surface_form":"Chinese","offset":12},{"uri":"Pinyin","surface_form":"Pinyin","offset":25},{"uri":"Newspaper","surface_form":"newspaper","offset":49},{"uri":"Shanghai","surface_form":"Shanghai","offset":72},{"uri":"China","surface_form":"China","offset":82},{"uri":"Transliteration","surface_form":"transliterated","offset":228},{"uri":"English_language","surface_form":"English","offset":275},{"uri":"Huangpu_River","surface_form":"Huangpu River","offset":443},{"uri":"Ernest_Major","surface_form":"Ernest Major","offset":483},{"uri":"Comprador","surface_form":"comprador","offset":1004},{"uri":"Magazine_circulation","surface_form":"circulation","offset":1215},{"uri":"Advertisement","surface_form":"advertisement","offset":1241},{"uri":"Public_opinion","surface_form":"public opinion","offset":1434},{"uri":"Campaign","surface_form":"campaign","offset":1497},{"uri":"Opium_den","surface_form":"opium den","offset":1550},{"uri":"Prostitution","surface_form":"sex services","offset":1738},{"uri":"Shanghai_French_Concession","surface_form":"French Concession","offset":1812},{"uri":"Foreigner","surface_form":"foreigner","offset":1914},{"uri":"Innovation","surface_form":"innovative","offset":2058},{"uri":"Sino-French_War","surface_form":"Sino-French War","offset":2148},{"uri":"Vietnam","surface_form":"Vietnam","offset":2167},{"uri":"Vernacular_Chinese","surface_form":"vernacular","offset":2192},{"uri":"Shanghai_International_Settlement","surface_form":"International Settlement","offset":2613},{"uri":"Conservatism","surface_form":"conservative","offset":3131},{"uri":"Qing_Dynasty","surface_form":"Qing","offset":3190},{"uri":"Liang_Qichao","surface_form":"Liang Qichao","offset":3282},{"uri":"Zhang_Jian_(politician)","surface_form":"Zhang Jian","offset":3450},{"uri":"Shi_Liangcai","surface_form":"Shi Liangcai","offset":3959},{"uri":"Human_Rights_Defence_Alliance","surface_form":"Human Rights Defence Alliance","offset":4022},{"uri":"Soong_Ching-ling","surface_form":"Soong Qing Ling","offset":4073},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":4152},{"uri":"Cai_Yuanpei","surface_form":"Cai Yuanpei","offset":4170},{"uri":"Lu_Xun","surface_form":"Lu Xun","offset":4186},{"uri":"Shi_Liangcai","surface_form":"Shih Liang-ts'ai","offset":4317},{"uri":"Ministry_of_Justice_Investigation_Bureau","surface_form":"Bureau of Investigation and Statistics","offset":4494},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":4534},{"uri":"Battle_of_Shanghai","surface_form":"the city under Japanese control","offset":4593},{"uri":"Time_(magazine)","surface_form":"Time","offset":4803},{"uri":"World_War_II","surface_form":"World War II","offset":5155},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":5294},{"uri":"People%27s_Liberation_Army","surface_form":"People's Liberation Army","offset":5447},{"uri":"Shanghai_Library","surface_form":"Shanghai Library","offset":5579}]}