{"id":23906,"url":"http://en.wikipedia.org/wiki/Treaty_of_Versailles","text":"The Treaty of Versailles () was a peace treaty between the nations of Japan, the United States, France, Germany and Britain after World War I. The treaty was made in 1919. Germany, Austria and Hungary did not participate in writing it. Germany had the choice between signing it or facing the occupation of Germany by Allied troops.\nGermany had to reduce its armed forces from 6 million to 100,000 men and to get rid of its submarines, military aircraft and most of its artillery. Its navy battleships were limited to only six small ones.\nGermany also had to give back French territories it had occupied, as well as large territories of its own to Poland and other neighbours, and to give up all of its colonies. Germany was to pay back the huge World War I reparations for the damage done to Allied countries, mostly France, during World War I by German troops. The sum was to be very large but was not yet fixed: many gold marks had to be paid only as a first part of the German debt.\nThe treaty made a League of Nations, which was intended to make decisions and keep the peace after the treaty was signed. The League solved some international disputes without war, but could not stop World War II.\nThis treaty can be seen as a one-sided peace, dictated to Germany. The English economist John Maynard Keynes thought that it was a great mistake to force such harsh measures on the German people, but his advice was ignored.\nGermany set up the Weimar Republic. It was democratic but suffered an economic collapse, with the huge inflation of its currency, the mark. Adolf Hitler became chancellor and overruled the treaty. His actions eventually led to World War II.\nTerms.\nGermany had to give back French areas (Alsace-Lorraine) taken by Germany in the Franco-Prussian War, which was still an embarrassment for France. The French made Germany take its troops out of the Rhineland (the long stretch of land on Germany's border with France where the Rhine River flows), an important part of land for Germany since it had many factories and businesses. If Germany had its troops come back into the Rhineland, the French were allowed to invade Germany.\nGermany also had to give parts to Poland, a country made out of Russian and Austrian parts and the Polish and Lithuanian people who lived in them. Poland had been a big kingdom a few hundred years earlier, but Austria, Prussia and Russia had split it in the Partitions of Poland.\nBelgium was allowed to have Moresnet and Eupen and Malmedy, which is the main reason that Belgium has a German-speaking community.\nVersailles also split up many large empires on the losing side. US President Woodrow Wilson thought that to be a very good idea because many people in Europe wanted to be free from the big empires. but it also created problems such as having many small countries next to a much bigger Germany.\nIn the separate Treaty of Saint-Germain-en-Laye the same year. Austria-Hungary was split into many countries. One was Austria, which was meant to be the homeland of the Austrians, who spoke German and mainly ruled Austria-Hungary. Its capital was Vienna. One of the problems of Versailles was that most Austrians, like Adolf Hitler, thought that Austria should become part of Germany, which later led to the German invasion of Austria.\nHungary was also created. Like Poland, it was a country that was strong on its own centuries before. Its capital was Budapest. Another new country, Czechoslovakia was created to be the homeland of the Czechs and Slovaks. The Czech part was made up of the country once called Bohemia and Moravia. The country's capital was Prague. Many Germans lived near its borders in the the Sudetenland, and Hitler later insisted for it to belong to Germany, which many of its people wanted.\nBosnia, Slovenia, Croatia (parts of Austria-Hungary), northern Macedonia (part of Bulgaria), Serbia and Montenegro were made into one country, called Yugoslavia (meaning Southern Slavic). It was made to be a Southern Slavic homeland but had many religious, language and national differences.\nNew countries by the Baltic Sea (Estonia, Finland, Latvia and Lithuania) were also created in other treaties after World War I. The Russian Revolution started during the war, and Tsar Nicholas II of Russia was killed and a communist state formed. A civil war raged in Russia between the anticommunist White Russians and the communist Red Russians. Russia had lost control of its western territory (Estonia, Finland, Latvia, Lithuania and parts of Poland). Later during the World War II, the Soviet Union would take over Estonia, Latvia, Lithuania, and half of Poland.\nAnother treaty, the Treaty of Sèvres, gave parts the defeated Ottoman Empire to the various victors. However, Greek and Turkish armies soon started another war.\nLong-term problems.\nThe German Empire became the Weimar Republic. A big problem for Germany was to pay back a giant amount of money (£6,000 million) for the all of the damage done to the Allied countries, mostly France, during World War I. That made Germany one of the poorest countries in Europe for almost 20 years and caused political fighting in Germany. Two important parties, the Communist Party, which wanted a communist revolution like that of Russia, and the Nazis, who thought that Germany should become the most powerful country in Europe, fought for many years.\nAs Germany owed a huge amount of money to the Allies, it started to get loans by the US (such as under the Dawes Plan). When the Great Depression hit in 1932, the US requested for all its money back. Germany refused to pay and printed more and more money to pay debts. That led to hyperinflation and the Reichsmark was worthless. The German economy was shattered. Many Germans hated the treaty, and some even wanted to fight another war to get rid of it.\nAlso, the League of Nations created after Versailles was usually not powerful enough to stop wars. Japan took Manchuria and the League did not stop it. Italy invaded Ethiopia, and although the Ethiopian Emperor begged the League to help him, it did not do so. Germany, Japan and Italy left the League and became the Axis powers, and by invading many peaceful countries caused World War II. The United States and, for a time, the Soviet Union, did not even join the League even though it was the idea of US President Woodrow Wilson in the first place. The League was never taken seriously even though one reason that it was created to make sure that the treaty was followed.\nThe treaty failed to keep peace in the end and was a reason for Nazi Germany, led by Adolf Hitler, to win the support of many Germans to get rid of the \"chains of Versailles\", leading to World War II.\nGermany and the USSR signed the Treaty of Rapollo in 1922, in which both governments agreed to ignore previous treaties (Treaty of Versailles), cooperating 'in a spirit of mutual goodwill', and help one another with economic needs. However, Germany broke this relationship by invading Poland (USSR territory) on 1 September 1939. This is the day World War 2 started.\nReferences.\n. Langley, Andrew. Living through World War II. Chicago, IL: Heinemann Library, 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peace_treaty","surface_form":"peace treaty","offset":34},{"uri":"Empire_of_Japan","surface_form":"Japan","offset":70},{"uri":"United_States","surface_form":"United States","offset":81},{"uri":"France","surface_form":"France","offset":96},{"uri":"Germany","surface_form":"Germany","offset":104},{"uri":"Britain","surface_form":"Britain","offset":116},{"uri":"World_War_I","surface_form":"World War I","offset":130},{"uri":"Treaty","surface_form":"treaty","offset":147},{"uri":"Occupied_territory","surface_form":"occupation","offset":292},{"uri":"Submarine","surface_form":"submarine","offset":423},{"uri":"Artillery","surface_form":"artillery","offset":469},{"uri":"Battleship","surface_form":"battleship","offset":489},{"uri":"Poland","surface_form":"Poland","offset":647},{"uri":"Colony","surface_form":"colonies","offset":702},{"uri":"World_War_I_reparations","surface_form":"World War I reparations","offset":745},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":1004},{"uri":"John_Maynard_Keynes","surface_form":"John Maynard Keynes","offset":1289},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":1443},{"uri":"Inflation","surface_form":"inflation","offset":1527},{"uri":"Currency","surface_form":"currency","offset":1544},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1564},{"uri":"World_War_II","surface_form":"World War II","offset":1651},{"uri":"Alsace-Lorraine","surface_form":"Alsace-Lorraine","offset":1711},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":1752},{"uri":"Rhineland","surface_form":"Rhineland","offset":1869},{"uri":"Rhine_river","surface_form":"Rhine River","offset":1947},{"uri":"Poland","surface_form":"Poland","offset":2182},{"uri":"Lithuania","surface_form":"Lithuania","offset":2258},{"uri":"Partitions_of_Poland","surface_form":"Partitions of Poland","offset":2406},{"uri":"Belgium","surface_form":"Belgium","offset":2428},{"uri":"Moresnet","surface_form":"Moresnet","offset":2456},{"uri":"Eupen","surface_form":"Eupen","offset":2469},{"uri":"Malmedy","surface_form":"Malmedy","offset":2479},{"uri":"German-speaking_Community_of_Belgium","surface_form":"German-speaking community","offset":2532},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":2636},{"uri":"Treaty_of_Saint-Germain-en-Laye","surface_form":"Treaty of Saint-Germain-en-Laye","offset":2869},{"uri":"Austria","surface_form":"Austria","offset":2971},{"uri":"Vienna","surface_form":"Vienna","offset":3100},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":3172},{"uri":"Hungary","surface_form":"Hungary","offset":3289},{"uri":"Budapest","surface_form":"Budapest","offset":3406},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":3437},{"uri":"Czechs","surface_form":"Czechs","offset":3490},{"uri":"Slovaks","surface_form":"Slovaks","offset":3501},{"uri":"Bohemia","surface_form":"Bohemia","offset":3564},{"uri":"Moravia","surface_form":"Moravia","offset":3576},{"uri":"Prague","surface_form":"Prague","offset":3611},{"uri":"Sudetenland","surface_form":"Sudetenland","offset":3666},{"uri":"Bosnia","surface_form":"Bosnia","offset":3767},{"uri":"Slovenia","surface_form":"Slovenia","offset":3775},{"uri":"Croatia","surface_form":"Croatia","offset":3785},{"uri":"Republic_of_Macedonia","surface_form":"Macedonia","offset":3830},{"uri":"Serbia","surface_form":"Serbia","offset":3860},{"uri":"Montenegro","surface_form":"Montenegro","offset":3871},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":3917},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":4080},{"uri":"Estonia","surface_form":"Estonia","offset":4092},{"uri":"Finland","surface_form":"Finland","offset":4101},{"uri":"Latvia","surface_form":"Latvia","offset":4110},{"uri":"Lithuania","surface_form":"Lithuania","offset":4121},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":4191},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II of Russia","offset":4243},{"uri":"Communist","surface_form":"communist","offset":4282},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4550},{"uri":"Treaty_of_S%C3%A8vres","surface_form":"Treaty of Sèvres","offset":4647},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":4689},{"uri":"German_Empire","surface_form":"German Empire","offset":4812},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":4837},{"uri":"Charles_G._Dawes","surface_form":"Dawes","offset":5469},{"uri":"Hyperinflation","surface_form":"hyperinflation","offset":5643},{"uri":"Reichsmark","surface_form":"Reichsmark","offset":5666},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":5827},{"uri":"Manchuria","surface_form":"Manchuria","offset":5927},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":5983},{"uri":"Axis_powers","surface_form":"Axis powers","offset":6133},{"uri":"World_War_II","surface_form":"World War II","offset":6193},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":6333},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":6555},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":6576}]}