{"id":239323,"url":"http://en.wikipedia.org/wiki/The_Advocate_(Australia)","text":"\"The Advocate\" is a newspaper that is printed in northwest Tasmania. Tasmania is a state of Australia. It is read by people in northwest Tasmanian towns such as Burnie, Ulverstone, Devonport, Penguin, Wynyard, Latrobe and Smithton. Since 2008 it is owned by Fairfax Media.\nHistory.\nOn October 1, 1890, Robert Harris and his sons, Robert and Charles, printed the first issue of \"The Wellington Times\". This was Burnie’s first newspaper. Burnie is a major town in northwest Tasmania.\n\"The Wellington Times\" was named after the county in which Burnie and Emu Bay were located. It was first published only on Wednesdays and Saturdays. There were about 2000 copies printed.\nThe original Burnie \"Wellington Times\" office in 1890 was in Cattley Street. Ten people worked there. In 1892, \"The Wellington Times\" was printed three times a week, on Tuesday, Thursday and Saturday. On November 2, 1897, the name was changed to \"The Emu Bay Times\".\nThe success of the newspaper encouraged the owners to add operations in Devonport. On January 4, 1899 The North Western Advocate and Agricultural and a Mining Gazette was produced.\nThe separate publication of the two newspapers lasted only 11 months. On November 13, 1899 the two newspapers were joined to become a daily newspaper called \"The North Western Advocate and The Emu Bay Times\".\nIn 1902, a new building had been built in Mount Street, Burnie, at the present (2010) site. Then there were 26 people working there. In the last decade of the 19th century, the northwest and west coast had a number of daily newspapers. By 1920, \"The Advocate\" was the only one left.\nIn the 1950s, \"The Advocate\" was one of the first daily newspapers in Australia to use colour in advertisements. In 1968, it was the first daily newspaper in Australia to be printed on a web-offset press. Over the three years from 1993 to 1996, \"The Advocate\" began a technology development programme that resulted in computer based full-page negative output on October 1, 1996.\nIn 2004, \"The Advocate\" became the third largest regional daily newspaper of Rural Press. That ended the involvement of the Harris family for the first time since it began.\nIn 2008, Rural Press became part of Fairfax Media, one of Australia’s largest media businesses. \"The Advocate\" was the only daily newspaper covering all areas of northwest and western Tasmania.","categories":[],"infobox_types":[],"annotations":[{"uri":"Newspaper","surface_form":"newspaper","offset":20},{"uri":"Tasmania","surface_form":"Tasmania","offset":59},{"uri":"Australia","surface_form":"Australia","offset":92},{"uri":"Burnie%2C_Tasmania","surface_form":"Burnie","offset":436},{"uri":"County","surface_form":"county","offset":525},{"uri":"19th_century","surface_form":"19th century","offset":1485},{"uri":"Advertisement","surface_form":"advertisement","offset":1706}]}