{"id":239800,"url":"http://en.wikipedia.org/wiki/Maia_Chiburdanidze","text":"Maia Chiburdanidze (; born 17 January 1961) is a Georgian chess grandmaster, and the seventh Women's World Chess Champion. She is the only chess player in history who has won nine Chess Olympiads. Maia is one of the very few women who has won a top-class grandmaster tournament. Chiburdanidze's FIDE Elo rating in the January 2010 list is 2514, and she is still the 11th highest rated female player in the world.\nMaia Chiburdanidze was born in Kutaisi, Georgian Soviet Socialist Republic, USSR and started playing chess around the age of eight. She became the USSR girls' champion in 1976 and a year later she won the Soviet women's title. In 1977 she was awarded the title of Woman Grandmaster.\nWomen's World Champion (1978–91).\nChiburdanidze finished 2nd in the Tbilisi Women's Interzonal (1976), thereby qualifying for the 1977 candidates matches. She advanced through to the Candidates Final, where she beat Alla Kushnir by 7½–6½ to set up a world title match in Pitsunda, Georgia, against Nona Gaprindashvili, the reigning women's world champion. Chiburdanidze defeated Gaprindashvili by 8½–6½. Then 17, she was and still is the youngest to win the Women's World Chess Championship.\nShe successfully defended her title four times. In 1981 she drew a tough match 8–8 against Nana Alexandria, in Tbilisi, but kept the title as Champion. Three years later she played Irina Levitina in Volgograd, Russia and won convincingly by 8–5. The next defense came against Elena Akhmilovskaya in Sofia in 1986, and Chiburdanidze won the match by 8½–5½. In 1988 she retained her title again by narrowly winning a match in Telavi, Georgia against Nana Ioseliani by 8½–7½.\nShe was awarded the grandmaster title in 1984.p70 She was the second woman, after Gaprindashvili, to be awarded the title.\nLosing the title.\nXie Jun of China won the right to challenge for the world championship in February 1991. Chiburdanidze lost her crown to the young Chinese player in Manila by 8½–6½. Her reign was the third longest, at 14 years, behind only that of the first women's champion, Vera Menchik, who reigned for 17 years from 1927 until her death in 1944, and that of Gaprindashvili's 16 years.\nShe has attempted to regain the world title but, with the rise of the Chinese women and the formidable Polgár sisters, this has not proved possible.\nOther chess achievements.\nChiburdanidze, like many of the top women players, is not impressed with 'women's chess' in general, and she prefers to play chess with men. She has played extensively in men's tournaments around the world and her best form was seen in the 1980s and early 1990s. She was 1st in tournaments at New Delhi (1984) and Banja Luka (1985) and equal third at the very strong Bilbao 1987. In the next decade she finished 1st at Belgrade (1992), Vienna (1993) and Lippstadt (1995).\nShe was a key member of the USSR team that dominated the women's Olympiads of the 1980s. When Georgia achieved independence from the Soviet Union in 1990, she played board 1 for the new Georgian national team that won four gold medals, in 1992, 1994, 1996 and 2008.\nShe also played in the European Team Championships of 1997 when Georgia won the gold medal. In the 2008 Dresden Olympiad, she played on board 1 for Georgia, which won the gold medal (1st place). She won the gold medal for best performance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Georgia_(country)","surface_form":"Georgian","offset":49},{"uri":"Chess","surface_form":"chess","offset":58},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":64},{"uri":"List_of_World_Chess_Champions","surface_form":"Women's World Chess Champion","offset":93},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":180},{"uri":"FIDE","surface_form":"FIDE","offset":295},{"uri":"Elo_rating","surface_form":"Elo rating","offset":300},{"uri":"Kutaisi","surface_form":"Kutaisi","offset":444},{"uri":"Soviet_Union","surface_form":"USSR","offset":489},{"uri":"Grandmaster_(chess)","surface_form":"Woman Grandmaster","offset":677},{"uri":"Tbilisi","surface_form":"Tbilisi","offset":764},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":977},{"uri":"Nona_Gaprindashvili","surface_form":"Nona Gaprindashvili","offset":994},{"uri":"Tbilisi","surface_form":"Tbilisi","offset":1299},{"uri":"Volgograd","surface_form":"Volgograd","offset":1387},{"uri":"Sofia","surface_form":"Sofia","offset":1487},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":1681},{"uri":"Xie_Jun","surface_form":"Xie Jun","offset":1802},{"uri":"China","surface_form":"China","offset":1813},{"uri":"Manila","surface_form":"Manila","offset":1951},{"uri":"Vera_Menchik","surface_form":"Vera Menchik","offset":2062},{"uri":"Polg%C3%A1r","surface_form":"Polgár","offset":2278},{"uri":"New_Delhi","surface_form":"New Delhi","offset":2643},{"uri":"Banja_Luka","surface_form":"Banja Luka","offset":2664},{"uri":"Bilbao","surface_form":"Bilbao","offset":2717},{"uri":"Belgrade","surface_form":"Belgrade","offset":2769},{"uri":"Vienna","surface_form":"Vienna","offset":2786},{"uri":"Lippstadt","surface_form":"Lippstadt","offset":2804},{"uri":"USSR","surface_form":"USSR","offset":2850},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2955},{"uri":"Dresden","surface_form":"Dresden","offset":3192}]}