{"id":239998,"url":"http://en.wikipedia.org/wiki/Anton%C3%ADn_Panenka","text":"Antonín Panenka (born 2 December 1949) is a former Czech football player. He has played for the Czechoslovakian national team. He played most of his career for Bohemians Prague.  Panenka won UEFA Euro 1976 with Czechoslovakia. In the final against West Germany, he scored the winning penalty in the shootout with a softly-chipped ball up the middle of the goal as the goalkeeper dived away; this style of penalty is now called the Panenka penalty. In 1980, he won Czechoslovak Footballer of the Year.\nClub career.\nAn attacking midfielder known for the quality of his passing and his free kicks, Panenka played for Bohemians Praha for most of his career, joining the club in 1967. In 1981, Panenka left Bohemians for Austrian club Rapid Wien, where he won two Bundesliga titles and an Austrian Cup. In 1985 Rapid reached the UEFA Cup Winners' Cup final; Panenka played as a substitute, but his side lost 3–1 to Everton.\nPanenka penalty.\nPanenka came to international prominence playing for Czechoslovakia at UEFA Euro 1976, where Czechoslovakia reached the final, facing West Germany. After extra time, the match finished 2–2, and so the first penalty shootout in a European Championships final ensued. The first seven kicks were converted until West Germany's fourth penalty taker, Uli Hoeneß, ballooned his shot over the bar. With the score 4–3, Panenka stepped up to take the fifth Czechoslovakian penalty, to win the match under immense pressure. He feigned shooting to the side of the goal, causing German goalkeeper Sepp Maier dive to his left, and then gently chipped the ball into the middle of the net.","categories":[],"infobox_types":[],"annotations":[{"uri":"Czech_Republic","surface_form":"Czech","offset":51},{"uri":"Association_football","surface_form":"football","offset":57},{"uri":"Czechoslovakia_national_football_team","surface_form":"Czechoslovakian national team","offset":96}]}