{"id":240094,"url":"http://en.wikipedia.org/wiki/Boeing_X-37","text":"The Boeing X-37 is an unpiloted demonstration spaceplane that is intended to test future spaceflight technologies while in orbit and during atmospheric reentry. It is a reusable robotic spacecraft based on the smaller X-40. The X-37 began as a NASA project in 1999, then was transferred to the US Department of Defense in 2004. The X-37 had its first flight as a drop test in April 2006 at Edwards AFB. The spacecraft was launched in April 2010 to begin a United States Air Force mission.\nHistory.\nIn 1999, NASA chose Boeing to design the vehicle. The vehicle was built at the California branch of Boeing's Phantom Works. At the end of 2002, a new $300 million contract was awarded to Boeing in the framework of NASA’s Space Launch Initiative.\nThe X-37 was transferred from NASA to the Defense Advanced Research Projects Agency in September, 2004. The program has become a secretive, though it is not known whether DARPA will maintain this status for the project.\nIn June 2005, the X-37 completed a captive-carry flight underneath the White Knight at Mojave Spaceport, Mojave, California. Through the second half of 2005, the X-37 underwent structural upgrades including reinforcement of the nose wheel supports. Further captive-carry flight tests and the first drop test were expected mid-February 2006.\nMarch 2006 was scheduled for the X-37's first free flight but a snow storm covered the area, dropping snow on the Mojave. The next flight attempt in March was canceled due to high winds. In late March the X-37 flew, but a flaw prevented the free flight and the vehicle returned to the ground still docked with its White Knight carrier. In April 2006, the X-37 made its first free glide flight. During landing the vehicle ran off the runway. After the vehicle was repaired, the program moved from Mojave to Air Force Plant 42 (KPMD) in Palmdale, California for the remainder of the flight test program. White Knight continued to be based at Mojave, but would ferry over to Plant 42 when flights were scheduled. Five additional flights were performed, at least one of which is believed to have been a free flight with a successful landing.\nIn November 2006 the U.S. Air Force announced it would develop the X-37B from the NASA X-37A. The Air Force version is designated X-37B Orbital Test Vehicle (OTV). The OTV program builds on industry and government investments by DARPA, NASA and the Air Force. The X-37B effort will be led by the Air Force Rapid Capabilities Office and includes partnerships with NASA and the Air Force Research Laboratory. Boeing is the prime contractor for the OTV program. The X-37B can remain in orbit for up to 270 days at a time.\nThe Secretary of the Air Force states the OTV program will focus on \"risk reduction, experimentation, and operational concept development for reusable space vehicle technologies, in support of long term developmental space objectives.\"\nThe X-37B was originally scheduled for launch in the payload bay of the Space Shuttle, but following the \"Columbia\" accident, it was transferred to a Delta II. It was then transferred to the Atlas V following concerns over the spacecraft's aerodynamic properties during launch.\nDesign.\nThe main engines are fueled by JP-8 kerosene, a military standard jet fuel. The maneuvering engines are fueled by hydrogen peroxide. This is wrong, the propellants were changed to hypergols long ago when it was a NASA program.\nThe X-37 was originally designed to be carried into orbit in the Space Shuttle cargo bay, but underwent redesign to launch on Atlas V and Falcon 9 after it was determined that a shuttle flight would be uneconomical.\nThis vehicle has the potential to become the United States' first operational military spaceplane, after the cancellation of Dyna-Soar in 1963. It is expected to operate in a velocity range of up to Mach 25 on reentry. Among the technologies to be demonstrated with the X-37 are improved thermal protection systems, avionics, the autonomous guidance system, and an advanced airframe. The on-board engine is the Rocketdyne AR-2/3, which is fueled by hydrogen peroxide and JP-8.\nThe X-37's aerodynamic design was derived from the Space Shuttle, hence the X-37 has a similar lift-to-drag ratio, and a lower cross range at high altitudes and mach numbers than the Hypersonic Technology Vehicle.\nThe test vehicle, which was used as an atmospheric drop test glider, had no propulsion system. Instead of an operational vehicle's payload bay doors it had an enclosed and reinforced upper fuselage structure to allow it to be mated with a mothership. Most of the thermal protection tiles were 'fake', made of inexpensive foam rather than ceramic; a smaller number of the X-37's tiles were actual TPS tiles, and TPS blankets were used in areas where heating would not have been severe enough to require tiles.\nFollowing their missions, X-37B spacecraft are to land on a runway at Vandenberg Air Force Base, California with Edwards Air Force Base as an alternate site.","categories":[],"infobox_types":["aircraft type"],"annotations":[{"uri":"Unmanned_aerial_vehicle","surface_form":"unpiloted","offset":22},{"uri":"Spaceplane","surface_form":"spaceplane","offset":46},{"uri":"Orbit","surface_form":"orbit","offset":123},{"uri":"Atmospheric_reentry","surface_form":"atmospheric reentry","offset":140},{"uri":"Robotic_spacecraft","surface_form":"robotic spacecraft","offset":178},{"uri":"Boeing_X-40","surface_form":"X-40","offset":218},{"uri":"NASA","surface_form":"NASA","offset":244},{"uri":"Edwards_Air_Force_Base","surface_form":"Edwards AFB","offset":390},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":456},{"uri":"NASA","surface_form":"NASA","offset":507},{"uri":"Boeing","surface_form":"Boeing","offset":518},{"uri":"California","surface_form":"California","offset":577},{"uri":"Boeing_Phantom_Works","surface_form":"Phantom Works","offset":607},{"uri":"DARPA","surface_form":"Defense Advanced Research Projects Agency","offset":786},{"uri":"Scaled_Composites_White_Knight","surface_form":"White Knight","offset":1035},{"uri":"Mojave_Air_%26amp%3B_Space_Port","surface_form":"Mojave Spaceport","offset":1051},{"uri":"Mojave%2C_California","surface_form":"Mojave, California","offset":1069},{"uri":"Undercarriage","surface_form":"nose wheel","offset":1192},{"uri":"Mojave_Desert","surface_form":"Mojave","offset":1419},{"uri":"Plant_42","surface_form":"Plant 42","offset":1821},{"uri":"Palmdale%2C_California","surface_form":"Palmdale, California","offset":1840},{"uri":"Landing","surface_form":"landing","offset":2134},{"uri":"United_States_Air_Force","surface_form":"U.S. Air Force","offset":2164},{"uri":"Air_Force_Research_Laboratory","surface_form":"Air Force Research Laboratory","offset":2519},{"uri":"Secretary_of_the_Air_Force","surface_form":"Secretary of the Air Force","offset":2666},{"uri":"Space_Shuttle_Columbia_disaster","surface_form":"\"Columbia\" accident","offset":3003},{"uri":"Delta_II","surface_form":"Delta II","offset":3048},{"uri":"Atlas_V","surface_form":"Atlas V","offset":3089},{"uri":"Aerodynamics","surface_form":"aerodynamic","offset":3138},{"uri":"JP-8","surface_form":"JP-8","offset":3215},{"uri":"Kerosene","surface_form":"kerosene","offset":3220},{"uri":"Jet_fuel","surface_form":"jet fuel","offset":3250},{"uri":"Hydrogen_peroxide","surface_form":"hydrogen peroxide","offset":3298},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":3476},{"uri":"Atlas_V","surface_form":"Atlas V","offset":3537},{"uri":"Falcon_9","surface_form":"Falcon 9","offset":3549},{"uri":"United_States","surface_form":"United States","offset":3672},{"uri":"Military","surface_form":"military","offset":3705},{"uri":"X-20_Dyna-Soar","surface_form":"Dyna-Soar","offset":3752},{"uri":"Mach_number","surface_form":"Mach 25","offset":3826},{"uri":"Avionics","surface_form":"avionics","offset":3943},{"uri":"Guidance_system","surface_form":"guidance system","offset":3968},{"uri":"Airframe","surface_form":"airframe","offset":4001},{"uri":"Pratt_%26amp%3B_Whitney_Rocketdyne","surface_form":"Rocketdyne","offset":4038},{"uri":"Hydrogen_peroxide","surface_form":"hydrogen peroxide","offset":4076},{"uri":"JP-8","surface_form":"JP-8","offset":4098},{"uri":"Hypersonic_Technology_Vehicle","surface_form":"Hypersonic Technology Vehicle","offset":4287},{"uri":"Glider_aircraft","surface_form":"glider","offset":4379},{"uri":"Fuselage","surface_form":"fuselage","offset":4507},{"uri":"Ceramic","surface_form":"ceramic","offset":4656},{"uri":"Vandenberg_Air_Force_Base","surface_form":"Vandenberg Air Force Base","offset":4897},{"uri":"Edwards_Air_Force_Base","surface_form":"Edwards Air Force Base","offset":4940}]}