{"id":240257,"url":"http://en.wikipedia.org/wiki/VHS","text":"VHS means Video Home System. This system uses a videocassette tape to record video and sound, which can be watched on a television. A DVD/VHS combo can record (write) on VHS tapes, read off VHS tapes, and additionally, read from DVD discs. A few can also record on DVD. VHS was so popular that during the 1990s, the terms \"videocassette\", \"videotape\", or even just \"video\" usually referred to the VHS format.\nVHS cassettes can be recorded using a video camera. They can also be recorded with a videocassette recorder, or VCR. A VCR can use a VHS cassette to record broadcast television.\nThis system was created in 1976 by the Victor Company of Japan (also called JVC). VHS was a very popular way for people to record and play video at home in the 1980s and 1990s, but now DVD (Digital Versatile Disc) and Blu-ray have become more popular as they can be easier to use, the quality is higher, they last longer, and the discs and players are cheaper to make. VHS VCRs, as well as blank tapes and pre-recorded VHS movies, are no longer made, except for a few independent films. Blank tapes are still widely available as new old stock.\nBefore VHS.\nMany companies developed different systems for recording video on a tape cassette, but the first VTR (short for Video Tape Recorder) to become popular and make money was the Ampex VRX-1000, which was introduced in 1956 by Ampex Corporation. It cost US$50,000 in 1956 (over $400,000 in 2016 money), and US$300 (over $2,000 in 2016 money) for a 90-minute reel of tape. Because it was so expensive, it was made and sold only for professional recording.\nWhile Kenjiro Takayanagi, a television broadcasting pioneer, was the vice president of JVC, he decided that his company could make money by developing and selling VTRs in Japan, and at a lower price. In 1959, JVC developed a two-head video tape recorder, and by 1960 they had a color television version for professional broadcasting. In 1964, JVC released the DV220. It would be the company's standard VTR until the mid-1970s.\nIn 1969, JVC worked with Sony Corporation and Matsushita Electric (who owned Panasonic) to design a video recording technical standard for Japanese consumers. They developed the U-matic tape format in 1971, which was the first format to become a technical standard for VTRs. The U-matic format was successful in business and some video broadcasting. However, few people bought U-matic VTRs to use at home because they were still very expensive, and the tapes could only record short time periods of video.\nSoon after, Sony and Matsushita stopped working on the project. They started to work on their own video recording formats. Sony started working on Betamax and Matsushita started working on VX. JVC released the CR-6060 in 1975, which was based on the U-matic format. Sony and Matsushita also produced their own U-matic machines.\nVHS development.\nIn 1971, JVC engineers named Yuma Shiraishi and Shizuo Takano started a team to develop a VTR for people to use at home.\nBy the end of 1971, they created an diagram titled \"VHS Development Matrix\", which listed goals for JVC's new VTR.\nIn 1972, video recording industry in Japan started to lose money. JVC had to find ways to spend less money, so it stopped developing the VHS project. However, Takano and Shiraishi continued to work on the project by themselves, even though the company was not giving them any money to use. By 1973, the two engineers had built a prototype.","categories":[],"infobox_types":[],"annotations":[{"uri":"Videocassette","surface_form":"videocassette","offset":48},{"uri":"Record","surface_form":"record","offset":70},{"uri":"Video","surface_form":"video","offset":77},{"uri":"Sound","surface_form":"sound","offset":87},{"uri":"Television","surface_form":"television","offset":120},{"uri":"DVD","surface_form":"DVD","offset":134},{"uri":"Record","surface_form":"record","offset":152},{"uri":"Read","surface_form":"read","offset":181},{"uri":"DVD","surface_form":"DVD","offset":229},{"uri":"Videocassette","surface_form":"videocassette","offset":323},{"uri":"Videotape","surface_form":"videotape","offset":340},{"uri":"Video_camera","surface_form":"video camera","offset":447},{"uri":"Videocassette_recorder","surface_form":"videocassette recorder","offset":494},{"uri":"Broadcast","surface_form":"broadcast","offset":565},{"uri":"Television","surface_form":"television","offset":575},{"uri":"1976","surface_form":"1976","offset":614},{"uri":"Japan","surface_form":"Japan","offset":644},{"uri":"JVC","surface_form":"JVC","offset":663},{"uri":"1980s","surface_form":"1980s","offset":747},{"uri":"1990s","surface_form":"1990s","offset":757},{"uri":"DVD","surface_form":"DVD","offset":772},{"uri":"Digital_Versatile_Disc","surface_form":"Digital Versatile Disc","offset":777},{"uri":"Blu-ray","surface_form":"Blu-ray","offset":805},{"uri":"New_old_stock","surface_form":"new old stock","offset":1116},{"uri":"Videocassette_recorder","surface_form":"Video Tape Recorder","offset":1255},{"uri":"Quadruplex_videotape","surface_form":"Ampex VRX-1000","offset":1317},{"uri":"Ampex","surface_form":"Ampex Corporation","offset":1365},{"uri":"Kenjiro_Takayanagi","surface_form":"Kenjiro Takayanagi","offset":1599},{"uri":"Television","surface_form":"television","offset":1621},{"uri":"Japan","surface_form":"Japan","offset":1764},{"uri":"Color_television","surface_form":"color television","offset":1871},{"uri":"Sony_Corporation","surface_form":"Sony Corporation","offset":2045},{"uri":"Matsushita_Electric","surface_form":"Matsushita Electric","offset":2066},{"uri":"Panasonic","surface_form":"Panasonic","offset":2097},{"uri":"Technical_standard","surface_form":"technical standard","offset":2136},{"uri":"U-matic","surface_form":"U-matic","offset":2198},{"uri":"Betamax","surface_form":"Betamax","offset":2673},{"uri":"VX_(videocassette_format)","surface_form":"VX","offset":2715},{"uri":"Engineer","surface_form":"engineer","offset":2884},{"uri":"Diagram","surface_form":"diagram","offset":3028},{"uri":"Prototype","surface_form":"prototype","offset":3436}]}