{"id":240305,"url":"http://en.wikipedia.org/wiki/Boeing_367-80","text":"The Boeing 367-80 is an American prototype jet plane. The people who worked at Boeing called the plane the \"Dash 80\". It was made to show airlines how good jet aircraft were.\nThe Dash 80 was the prototype for the Boeing KC-135 Stratotanker and the Boeing 707. It was made in less than two years.\nOnly one was made. It is now in the Steven F. Udvar-Hazy Center at Washington Dulles International Airport in Virginia.\nDesign and development.\nTwo things made Boeing think about making a jet airliner. The first reason was because of the Boeing B-47 Stratojet. The second reason was because of the world's first jet airliner, the de Havilland Comet.\nIn 1950 Boeing made some details on a jet airliner which they called the \"Model 473-60C\". Airlines were not sure about jet planes because they successful with propeller planes like the Douglas DC-4, DC-6, Boeing Stratocruiser and Lockheed Constellation.\nBoeing had sold a lot of planes to the military but they were not very successful with airlines. Douglas was the most successful airliner maker at the time. Boeing thought that the only way to get airlines to buy a jet plane was to show them one.\nBoeing wanted its jets to have different model numbers from its propeller planes. The names of the propeller planes all started with 300. The numbers 400, 500 and 600 were used by missiles and other things, so Boeing made the model number of the jets 700. The first jet would be the 707.\nThe Dash 80 was wide. Boeing wanted to make the 707's fuselage wide. By the time the 707 was made, its fuselage was in diameter. The decision to change it did not make many delays, because the Dash 80 was mostly made by hand.\nHistory.\nBy early 1952 the Dash 80 was designed and Boeing's managers allowed it to be made. The Dash 80 was made at Boeing's Renton factory.\nThe Dash 80 was finished on May 15, 1954, which was 18 months after the making started.\nSome problems were found with the engines and brakes. The brakes once completely failed when the plane landed, so it went over the runway.\nThe barrel roll.\nPeople from Aircraft Industries Association (AIA) and International Air Transport Association (IATA) came to the 1955 Seafair and Gold Cup Hydroplane Races on August 6, 1955. The Dash 80 was supposed to make a simple flight above them, but the Boeing test pilot did two barrel rolls instead.\nThe next day, the pilot was told never to do it again. However, the pilot said it was completely safe.\nA Boeing test pilot who made the first Boeing 777 flight on June 12, 1994 was told \"No rolls.\"\nUse as a test aircraft.\nAfter the first 707 was made in 1957, the Dash 80 was changed into a test planes for other things. It tested things for the new Boeing 727. To do this, another engine was put in at the back.\nLast flight.\nThe Dash 80 was put in storage in 1969. On May 26, 1972 Boeing gave the Dash 8- to the Smithsonian Air and Space Museum. For 18 years the plane was in a \"desert boneyard\" in Arizona. Boeing took it back and restored it. The Dash 80's last flight was to Dulles International Airport near Washington, D.C. on August 27, 2003. It was painted in its first ever colours and it was sent to the Steven F. Udvar-Hazy Center, which is near Dulles Airport in Chantilly, Virginia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prototype","surface_form":"prototype","offset":33},{"uri":"Jet_aircraft","surface_form":"jet plane","offset":43},{"uri":"Boeing","surface_form":"Boeing","offset":79},{"uri":"Airlines","surface_form":"airlines","offset":138},{"uri":"Jet_aircraft","surface_form":"jet aircraft","offset":156},{"uri":"Boeing_KC-135_Stratotanker","surface_form":"Boeing KC-135 Stratotanker","offset":213},{"uri":"Boeing_707","surface_form":"Boeing 707","offset":248},{"uri":"Steven_F._Udvar-Hazy_Center","surface_form":"Steven F. Udvar-Hazy Center","offset":332},{"uri":"Washington_Dulles_International_Airport","surface_form":"Washington Dulles International Airport","offset":363},{"uri":"Virginia","surface_form":"Virginia","offset":406},{"uri":"Airliner","surface_form":"airliner","offset":488},{"uri":"Boeing_B-47_Stratojet","surface_form":"Boeing B-47 Stratojet","offset":534},{"uri":"De_Havilland_Comet","surface_form":"de Havilland Comet","offset":626},{"uri":"Douglas_DC-4","surface_form":"Douglas DC-4","offset":831},{"uri":"Douglas_DC-6","surface_form":"DC-6","offset":845},{"uri":"Boeing_377","surface_form":"Boeing Stratocruiser","offset":851},{"uri":"Lockheed_Constellation","surface_form":"Lockheed Constellation","offset":876},{"uri":"Douglas_Aircraft_Company","surface_form":"Douglas","offset":997},{"uri":"Diameter","surface_form":"diameter","offset":1554},{"uri":"Boeing_Renton_Factory","surface_form":"Boeing's Renton factory","offset":1778},{"uri":"International_Air_Transport_Association","surface_form":"International Air Transport Association","offset":2101},{"uri":"Seafair","surface_form":"Seafair","offset":2165},{"uri":"Barrel_roll","surface_form":"barrel roll","offset":2317},{"uri":"Boeing_777","surface_form":"Boeing 777","offset":2481},{"uri":"Boeing_727","surface_form":"Boeing 727","offset":2689},{"uri":"National_Air_and_Space_Museum","surface_form":"Smithsonian Air and Space Museum","offset":2852},{"uri":"Aircraft_boneyard","surface_form":"\"desert boneyard\"","offset":2918},{"uri":"Arizona","surface_form":"Arizona","offset":2939},{"uri":"Dulles_International_Airport","surface_form":"Dulles International Airport","offset":3018},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":3052}]}