{"id":24068,"url":"http://en.wikipedia.org/wiki/Set_theory","text":"Set theory is the study of sets in mathematics. Sets are collections of objects. We refer to these objects as \"elements\" or \"members\" of the set. To write a set, one wraps the numbers in, and separates them with commas. For example. the set holds 1, 2, and 3. Sets are also often referred to using capital roman letters such as formula_1, formula_1, formula_1.\nThere are three methods one can use to describe a set: Description method, Roster method (tabular form) and Rule method (set builder form).\nHistory.\nSet theory was created around 1874 by Georg Cantor. It had to be made better because collections of objects can cause problems if we work with them without explaining them better. Russell's paradox was one of the problems. Think about the set of all sets that are not members of themselves. If it were inside itself, then the rule which defines it would mean that it is \"not\" inside itself. But, if it were not inside itself, then the rule which defines it would mean that it \"is\" inside itself. This was a serious problem, and it meant that the old set theory was broken.\nIt was improved by people including Zermelo and Bertrand Russell.\nTheory.\nSet theory begins by giving some examples of things that are sets. Then it gives rules in which you can make other sets from the already known sets. Collections of objects that are not sets are called (proper) classes. It is possible to do mathematics using only sets, rather than classes, so that the problems that classes cause in mathematics do not occur.\nA binary relation between two sets is the subset relation, also called \"set inclusion\". If all the members of set are also members of set, then is a \"subset\" of, marking. For example, is a subset of, but is not. From this example, it is clear that a set is a subset of itself. In cases where one wishes to not to have this, the term \"proper subset\" is meant not to have this possibility.\nThe self-considering objects in set theory was considered too, with some example numbers being 1=, 2=, 3= and so on.","categories":[],"infobox_types":[],"annotations":[{"uri":"Set","surface_form":"set","offset":27},{"uri":"Mathematics","surface_form":"mathematics","offset":35},{"uri":"Set","surface_form":"Set","offset":48},{"uri":"Object","surface_form":"object","offset":72},{"uri":"Georg_Cantor","surface_form":"Georg Cantor","offset":548},{"uri":"Bertrand_Russell","surface_form":"Russell","offset":690},{"uri":"Paradox","surface_form":"paradox","offset":700},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":1131},{"uri":"Binary_relation","surface_form":"binary relation","offset":1518},{"uri":"Subset","surface_form":"subset","offset":1558},{"uri":"Subset","surface_form":"subset","offset":1666},{"uri":"Proper_subset","surface_form":"proper subset","offset":1850}]}