{"id":240957,"url":"http://en.wikipedia.org/wiki/Renal_cell_carcinoma","text":"Renal cell carcinoma is a type of renal cancer (cancer of the kidneys). Often, if it is found early, it can be cured. However, if the cancer has already spread to other parts of the body metastasized by the time it is diagnosed, it is much more difficult to treat successfully.\nSigns and symptoms.\nIn bad cases, patients may also have symptoms of metastasis (symptoms in other parts of the body where the cancer has spread)\nTreatment.\nWhen renal cell carcinoma is diagnosed early on, the best treatment is to remove the sick kidney. This is called nephrectomy. Sometimes, only part of the kidney has to be removed, and the rest can be left in. (This is called a partial nephrectomy).\nHowever, when renal cell carcinoma is more severe (this is called stage IV disease), it is much harder to treat. Current treatments include Interleukin-2, which Improves the cancer in about 5-10% of cases. Other treatments include Nexavar, Torisel, Sutent, Interferon, and Bevacizumab. In some cases, surgeons might remove both the original tumor in the kidney and the ones that spread to other parts of the body. carcinoma.\nIn patients whose cancer has spread to their liver, surgery to remove liver tumors may be helpful.\nOncophage cancer vaccine may also help treat renal cell carcinoma.\nSupport groups for people with kidney cancer.\nKidney Cancer UK is a charity based in the UK, which can help, support and inform on all matter relating to kidney cancer www.kcuk.org.uk","categories":[],"infobox_types":[],"annotations":[{"uri":"Renal_cancer","surface_form":"renal cancer","offset":34},{"uri":"Kidney","surface_form":"kidney","offset":62},{"uri":"Metastasis","surface_form":"metastasized","offset":187},{"uri":"Nephrectomy","surface_form":"remove the sick kidney","offset":509},{"uri":"Interleukin-2","surface_form":"Interleukin-2","offset":824},{"uri":"Nexavar","surface_form":"Nexavar","offset":915},{"uri":"Torisel","surface_form":"Torisel","offset":924},{"uri":"Sutent","surface_form":"Sutent","offset":933},{"uri":"Interferon","surface_form":"Interferon","offset":941},{"uri":"Bevacizumab","surface_form":"Bevacizumab","offset":957},{"uri":"Surgery","surface_form":"surgeons","offset":985},{"uri":"Vaccine","surface_form":"vaccine","offset":1225}]}