{"id":240987,"url":"http://en.wikipedia.org/wiki/3D_printing","text":"ce=\"preserve\">3D printing is a way of creating three dimensional (3D) solid objects. 3D printing is done by building up the object layer by layer. Usually, 3D printers use plastic, because it is easier to use and cheaper. Some 3D printers can 3D print with other materials, like metals and ceramics, but they cost too much money for most people.\n3D printers are useful because they can make new objects very fast, and are good at making them very detailed. This means an engineer can test a lot of new designs and not have to wait for someone else to make them. They are also useful for fixing parts made of plastic, and for making toys, figures, and models. There are a lot of people who print 3D objects at home.\nSince 2003, many more materials printers have been sold than before. Also, the cost of 3D printers has gone down.\nHistory.\n1974 David E. H. Jones first wrote about the idea of 3D printing in the journal New Scientist\n1984 Alain Le Méhauté and others filed a patent for stereolithography (a laser-based 3D printer).\n1989: S. Scott Crump developed FDM. It is the technology used by most 3D printers today.\n1992 The first FDM machine was sold in 1992 by S. Scott Crump's company, Stratasys.\n2005 RepRap became the first open source printer project\n2008 Shapeways became the first service that would 3D print an object and send it to customers\n2017 The first 3D printed house that humans could live in was built in Russia\nModelling.\nThe first step in 3D printing something is to make it on a computer. People do this with CAD (Computer Aided Design) software or a 3D scanner. To design [https://simple.wikipedia.org/w/index.php?title=3D_model models] in CAD, people start with basic shapes, and build from that point. 3D scanners are machines that take lots of measurements of the object and automatically make a model on the computer. They can be very fast, but are also more expensive.CAD models are usually saved on computers as STL files. They are saved as lots of triangles, which saves space on the computer.\nPrinting.\nThere are a lot of different ways that 3D printers work. There are also many different materials that can be used. Every method and material has its advantages and disadvantages.\nThe main things to think about when choosing a machine are usually speed, costs, and color. Printers that work directly with metals are generally expensive. However less expensive printers can be used to make a mold, which is then used to make metal parts.Typical layers are around 100 μm thick, or about one tenth the thickness of a human hair. Prints can take anywhere from less than an hour to many days, depending on how complicated and big it is.\nFinishing.\nAfter the machine has finished printing, sometimes people finish the model. This means making small fixes to make it look better. Finishing includes taking off material that the printer placed to support the model. This sometimes can take a lot of time. There are ways to make it quicker, but it is often easiest to remove plastic by hand.\nDIY.\nLots of people are trying to develop cheap 3D printers for people to use at home. Libraries have also started to buy smaller 3D printers so that people can learn about them without having to buy one. Lots of work has been done by DIY communities, as well as schools and hacker communities. By 2017, more people were starting to use 3D printing in their own home for small items such as gears and small decorations.\nMedical.\n3D printing is used to make medical supplies cheaply. People think that the two biggest uses will be making hearing aids and false teeth\nIn March 2014, surgeons in Swansea used 3D printed parts to rebuild the face of a motorcyclist who had been badly injured in a road accident.\nManufacturing.\nIn 2014, a supercar was made by a Swedish company that utilizes many 3D printed components. Urbee was the first car in the world to have its bodywork and windows 3D printed.\nIn 2015, a Royal Air Force Eurofighter Typhoon fighter jet flew with 3D printed parts. The United States Air Force has begun to work with 3D printers, and the Israeli Air Force has also purchased a 3D printer to print spare parts.\nFood.\nFood can be 3D printed. Lots of different foods can be printed, like chocolate and candy, and also flat foods such as crackers, pasta, and pizza. NASA is printing food to create less waste and to make food that has all the right nutrients for astronauts. In 2018, Giuseppe Scionti printed a food that was similar to meat.\nGuns.\nIn 2012, Defense Distributed uploaded files to the internet for a 3D printed gun \"that could be downloaded and reproduced by anybody with a 3D printer\". After Defense Distributed released their plans, people were worried that they may cause problems with gun control A year later, in May 2013, the US State Department asked Defense Distributed to take down the plans, which they did.\n3D printing has increased innovation and problem-solving in classrooms. Design students can use it to print prototypes in subjects such as engineering 3D printing; demonstrations of this have already been deployed throughout some institutions around the world.\nHistorical.\nIn the last several years 3D printing has been used to make sure that important things from history are safe. Many museums have bought 3D printers and are making pieces to fix their relics. The Metropolitan Museum of Art and the British Museum have started using their 3D printers to make replicas to sell in the gift shop. The National Museum of Military History and Varna Historical Museum sell digital versions of their items online, which everyone can 3D print at home.","categories":[],"infobox_types":[],"annotations":[{"uri":"Three_dimensional","surface_form":"three dimensional","offset":47},{"uri":"Plastic","surface_form":"plastic","offset":172},{"uri":"Metal","surface_form":"metal","offset":279},{"uri":"Ceramic","surface_form":"ceramic","offset":290},{"uri":"Engineer","surface_form":"engineer","offset":471},{"uri":"David_E._H._Jones","surface_form":"David E. H. Jones","offset":843},{"uri":"New_Scientist","surface_form":"New Scientist","offset":918},{"uri":"Alain_Le_Mehaute","surface_form":"Alain Le Méhauté","offset":937},{"uri":"Stereolithography","surface_form":"stereolithography","offset":984},{"uri":"S._Scott_Crump","surface_form":"S. Scott Crump","offset":1036},{"uri":"Open_source","surface_form":"open source","offset":1232},{"uri":"Computer-aided_design","surface_form":"CAD","offset":1533},{"uri":"STL_(file_format)","surface_form":"STL","offset":1943},{"uri":"Dots_per_inch","surface_form":"μm","offset":2501},{"uri":"Surface_finishing","surface_form":"finish","offset":2736},{"uri":"Do_it_yourself","surface_form":"DIY","offset":3253},{"uri":"Hacker_(hobbyist)","surface_form":"hacker","offset":3293},{"uri":"Gear","surface_form":"gear","offset":3409},{"uri":"Urbee","surface_form":"Urbee","offset":3833},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":3926},{"uri":"Eurofighter_Typhoon","surface_form":"Eurofighter Typhoon","offset":3942},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":4006},{"uri":"Israeli_Air_Force","surface_form":"Israeli Air Force","offset":4074},{"uri":"Giuseppe_Scionti","surface_form":"Giuseppe Scionti","offset":4416},{"uri":"Defense_Distributed","surface_form":"Defense Distributed","offset":4489},{"uri":"3D_printed_firearms","surface_form":"3D printed gun","offset":4546},{"uri":"Gun_control","surface_form":"gun control","offset":4735},{"uri":"Defense_Distributed","surface_form":"Defense Distributed","offset":4804},{"uri":"Metropolitan_Museum_of_Art","surface_form":"Metropolitan Museum of Art","offset":5331},{"uri":"British_Museum","surface_form":"British Museum","offset":5366}]}