{"id":241088,"url":"http://en.wikipedia.org/wiki/Samir_Nasri","text":"Samir Nasri (born 26 June 1987) is a French football player. He plays for Belgian club Anderlecht. He also played for the France national team. He is a midfielder. He is of Algerian heritage. Nasri has been called a player whose \"vision and imagination make him an unpredictable opponent\". His playing style, ability, and cultural background have led people to compare him to French legend Zinedine Zidane.\nNasri began his football career playing for local youth clubs in his hometown of Marseille. He joined professional club Olympique de Marseille aged 9. He spent seven years developing in the club's youth academy at La Commanderie, which is the club's training center. Nasri made his professional debut in the 2004–05 season at the age of 17. In the next season, he became a regular starter in the team. He also took part in European competition for the first time in the 2005–06 UEFA Cup. In the 2006–07 season, Nasri won the National Union of Professional Footballers (UNFP) Young Player of the Year award and was also named in the Team of the Year. He finished his career with Marseille making over 160 appearances. He played in the teams that reached back-to-back Coupe de France finals in 2006 and 2007.\nIn June 2008, Nasri joined Premier League club Arsenal. He agreed on a four-year contract. He reached fame with the team in his third season where he won the Professional Footballers' Association (PFA) Fans' Player of the Month award three times. He was alson named in the PFA's Team of the Year. In December 2010, he was named the French Player of the Year for his performances during the year. In August 2011, after three seasons with Arsenal, Nasri joined Manchester City. He agreed on a four-year contract. In his first season with the club, they won the 2011–12 of the Premier League. This was Nasri's first important honour as a player.\nNasri was a French youth international. He has played for his nation at every level for which he was able to. He played on the France under-17 team that won the 2004 UEFA European Under-17 Football Championship. Nasri made his senior team debut in March 2007. It was a friendly match against Austria. Two months later, he scored his first senior international goal in a 1–0 UEFA Euro 2008 qualifying win over Georgia. Nasri has played for France at two major international tournaments: UEFA Euro 2008 and UEFA Euro 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":37},{"uri":"Association_football","surface_form":"football","offset":44},{"uri":"R.S.C._Anderlecht","surface_form":"Anderlecht","offset":87},{"uri":"France_national_football_team","surface_form":"France national team","offset":122},{"uri":"Midfielder","surface_form":"midfielder","offset":152},{"uri":"Algeria","surface_form":"Algeria","offset":173},{"uri":"Cultural_heritage","surface_form":"heritage","offset":182},{"uri":"Zinedine_Zidane","surface_form":"Zinedine Zidane","offset":390},{"uri":"Marseille","surface_form":"Marseille","offset":488},{"uri":"Olympique_de_Marseille","surface_form":"Olympique de Marseille","offset":527},{"uri":"UEFA","surface_form":"European competition","offset":830},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":885},{"uri":"Coupe_de_France","surface_form":"Coupe de France","offset":1173},{"uri":"France_national_football_team","surface_form":"senior team","offset":2084},{"uri":"Austria_national_football_team","surface_form":"Austria","offset":2149},{"uri":"UEFA_Euro_2008_qualifying","surface_form":"UEFA Euro 2008 qualifying","offset":2231},{"uri":"Georgia_national_football_team","surface_form":"Georgia","offset":2266},{"uri":"UEFA_Euro_2008","surface_form":"UEFA Euro 2008","offset":2343},{"uri":"UEFA_Euro_2012","surface_form":"UEFA Euro 2012","offset":2362}]}