{"id":241326,"url":"http://en.wikipedia.org/wiki/Nitroglycerin","text":"Nitroglycerin, also known as nitroglycerine (UK spelling), trinitroglycerin, trinitroglycerine, 1,2,3-trinitroxypropane and glyceryl trinitrate, is a heavy, colorless, oily, explosive liquid obtained by nitrating glycerol. It is very dangerous and easy to detonate. It was synthesized in 1847 by Italian chemist Ascanio Sobrero. Alfred Nobel used it to make one of the most famous explosives in the world during 1867, named dynamite.\nMedical Uses.\nNitroglycerine is also used in some medicines because it is a vasodilator. This means it makes the blood vessels get wider. That makes it easier for blood to flow through them.\nNitroglycerine is used mostly for angina and some heart attacks caused by coronary artery disease. This is a disease that makes the blood vessels that bring blood to the heart get narrower. When the heart does not get enough blood and oxygen, a person can have angina (chest pain) or a heart attack. Taking nitroglycerine makes the blood vessels get wider again, so more blood and oxygen can get to the heart.\nNitroglycerin is sometimes used in emergencies for other medical conditions caused by narrow blood vessels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Explosive_material","surface_form":"explosive","offset":174},{"uri":"Nitrate","surface_form":"nitrating","offset":203},{"uri":"Detonation","surface_form":"detonate","offset":256},{"uri":"Ascanio_Sobrero","surface_form":"Ascanio Sobrero","offset":312},{"uri":"Alfred_Nobel","surface_form":"Alfred Nobel","offset":329},{"uri":"Dynamite","surface_form":"dynamite","offset":424},{"uri":"Medication","surface_form":"medicines","offset":484},{"uri":"Vasodilation","surface_form":"vasodilator","offset":510},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":547},{"uri":"Angina_pectoris","surface_form":"angina","offset":659},{"uri":"Myocardial_infarction","surface_form":"heart attacks","offset":675},{"uri":"Coronary_artery_disease","surface_form":"coronary artery disease","offset":699},{"uri":"Oxygen","surface_form":"oxygen","offset":860}]}