{"id":241486,"url":"http://en.wikipedia.org/wiki/O%27Hare_International_Airport","text":"O'Hare International Airport is an airport on the edge of Chicago, Illinois. It is in the Chicago neighborhood O'Hare. It is one of the largest airports in both the United States and the world. It is a \"hub\" for both United Airlines (its second largest hub) and American Airlines, meaning that flights from many cities come and go from the airport daily. It gets the most international flights of any American airport not on the East or West Coast.\nThe Federal government of the United States reduces the amount of delayed flights in the airport in order to shift the burden of domestic flights at Hartsfield–Jackson Atlanta International Airport.\nUnited Airlines (including United Express) is the largest airline at O'Hare, carrying over 45% of passengers. O'Hare is the second-largest hub for United, after Houston-Bush. American Airlines (including American Eagle) has the second largest operation at O'Hare, carrying 37.08% of passengers. O'Hare is American Airlines' third-largest hub, after Fort Worth and Charlotte-Douglas.\nO'Hare has been voted the \"Best Airport in North America\" for 10 years by two separate sources: Readers of the U.S. Edition of \"Business Traveler Magazine\" (1998–2003) and \"Global Traveler Magazine\" (2004–2007). Travel and Leisure magazine's 2009 \"America's Favorite Cities\" ranked Chicago's Airport System (O'Hare and Midway) the second-worst for delays, New York City's airport system (JFK, Newark Liberty, and LaGuardia) being the first. O'Hare currently accounts for over a sixth of the nation's total flight cancellations.\nThe O'Hare Airport is 668 feet (204 meters) above sea level.\nIt is operated by the City of Chicago Department of Aviation. Most of O'Hare Airport is in Cook County. However, a section of the southwest part of the airport is in DuPage County. The Cook County portion is located within a section of the city of Chicago contiguously connected to the rest of the city via a narrow strip of land about 200 feet (61 m) wide, running along Foster Ave. from the Des Plaines River to the airport. This land was annexed into the city limits in the 1950s to assure the massive tax revenue associated with the airport being part of the city. The strip is bounded on the north by Rosemont and the south by Schiller Park.\nHistory.\nThe airport was constructed in 1942–43. It was made as a manufacturing plant for airplanes during World War II. The site was chosen for its proximity to the city and transportation. The two-million square-foot (180,000 m²) factory needed easy access to the workforce of the nation's then-second-largest city, as well as its extensive railroad infrastructure. Orchard Place was a small nearby farming community.\nDouglas Company's contract ended in 1945 and though plans were proposed to build commercial aircraft, the company ultimately chose to concentrate production on the west coast. With the departure of Douglas, the airport took the name Orchard Field Airport. That was the source of its three-letter IATA code ORD.\nIn 1945, the facility was chosen by the city of Chicago as the site for a facility to meet future aviation demands. Matthew Laflin Rockwell (1915–1988) was the director of planning for the U.S. Army Corps of Engineers and responsible for the site selection and design of O'Hare International Airport. He was the great grandson of Matthew Laflin, a founder and pioneer of Chicago. The architect of the airport was Gertrude Kerbis.\nThe O'Hare is currently undergoing the largest construction projects in the United States.\nIn March 2014, a Blue Line train was derailed and crashed at the O'Hare train station, injuring 32 people.\nAccidents.\n1057 deaths have happened as a result of accidents to or from Chicago O'Hare.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airport","surface_form":"airport","offset":35},{"uri":"Chicago","surface_form":"Chicago","offset":58},{"uri":"Illinois","surface_form":"Illinois","offset":67},{"uri":"O%27Hare%2C_Chicago","surface_form":"O'Hare","offset":111},{"uri":"United_States","surface_form":"United States","offset":165},{"uri":"United_Airlines","surface_form":"United Airlines","offset":217},{"uri":"American_Airlines","surface_form":"American Airlines","offset":262},{"uri":"Federal_government_of_the_United_States","surface_form":"Federal government of the United States","offset":453},{"uri":"Hartsfield%E2%80%93Jackson_Atlanta_International_Airport","surface_form":"Hartsfield–Jackson Atlanta International Airport","offset":598},{"uri":"United_Airlines","surface_form":"United Airlines","offset":648},{"uri":"George_Bush_Intercontinental_Airport","surface_form":"Houston-Bush","offset":809},{"uri":"American_Airlines","surface_form":"American Airlines","offset":823},{"uri":"Dallas/Fort_Worth_International_Airport","surface_form":"Fort Worth","offset":997},{"uri":"Charlotte_Douglas_International_Airport","surface_form":"Charlotte-Douglas","offset":1012},{"uri":"Newark_Liberty_International_Airport","surface_form":"Newark Liberty","offset":1424},{"uri":"LaGuardia_Airport","surface_form":"LaGuardia","offset":1444},{"uri":"Sea_level","surface_form":"sea level","offset":1609},{"uri":"Cook_County%2C_Illinois","surface_form":"Cook County","offset":1711},{"uri":"DuPage_County%2C_Illinois","surface_form":"DuPage County","offset":1786},{"uri":"Rosemont%2C_Illinois","surface_form":"Rosemont","offset":2226},{"uri":"Schiller_Park%2C_Illinois","surface_form":"Schiller Park","offset":2252},{"uri":"Airplanes","surface_form":"airplanes","offset":2357},{"uri":"World_War_II","surface_form":"World War II","offset":2374},{"uri":"Orchard_Place%2C_Illinois","surface_form":"Orchard Place","offset":2635},{"uri":"U.S._Army_Corps_of_Engineers","surface_form":"U.S. Army Corps of Engineers","offset":3187},{"uri":"Matthew_Laflin","surface_form":"Matthew Laflin","offset":3328},{"uri":"Gertrude_Kerbis","surface_form":"Gertrude Kerbis","offset":3411},{"uri":"United_States","surface_form":"United States","offset":3504},{"uri":"Blue_Line_(CTA)","surface_form":"Blue Line","offset":3536},{"uri":"O%27Hare_station_train_crash","surface_form":"derailed and crashed","offset":3556}]}