{"id":241584,"url":"http://en.wikipedia.org/wiki/Satyagraha","text":"e=\"preserve\">Satyagraha (\"satyāgraha\") is the idea of non-violent resistance (fighting with peace) started by Mohandas Karamchand Gandhi (also known as \"Mahatma\" Gandhi). Gandhi used \"satyagraha\" in the Indian independence movement and also during his earlier struggle in South Africa.\n\"Satyagraha\" helped shape Nelson Mandela's struggle in South Africa under apartheid, Martin Luther King, Jr.'s campaigns during the civil rights movement in the United States, and many other similar movements. Someone who does \"satyagraha\" is a satyagrahi.\nHe also used in his peculiar movements and in numerous non - violent struggles in the motherland of India. Like Daandi March, Non - Cooperation Movement, Salt March; ect.\nMeaning of the term.\nThe word \"Satyagraha\" is from the Sanskrit words \"satya\" (meaning \"truth\") and \"Agraha\" (\"insistence\", or \"holding firmly to\"). For Gandhi, \"Satyagraha\" went far beyond just \"passive resistance\" (resisting without taking action) according to him it was a moral force born of truth and non-violence. His non-violence also became his strength. He said that he chose the name because Truth means Love, and Insistence means Force, and the Sanskrit name showed it was a force born from Truth and Love (non-violence).\nHe also wrote that he liked the term \"Civil Resistance\" better than \"Civil disobedience\". Gandhi also translated it as \"love force\" or \"soul force\".\nMain Points of Satyagraha.\nIn \"Satyagraha', the goal, Gandhi said, is to change the mind of the wrong-doer, not to force him. Winning means getting along with the enemy to make what is wrong right again, which they might not realize is wrong. For this to happen, the enemy's mind must change to realize that he is stopping a goal that is right.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peace","surface_form":"peace","offset":92},{"uri":"Mohandas_Karamchand_Gandhi","surface_form":"Mohandas Karamchand Gandhi","offset":110},{"uri":"Indian_independence_movement","surface_form":"Indian independence movement","offset":203},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":312},{"uri":"Apartheid","surface_form":"apartheid","offset":360},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":371},{"uri":"Civil_rights_movement","surface_form":"civil rights movement","offset":418},{"uri":"United_States","surface_form":"United States","offset":447}]}