{"id":241636,"url":"http://en.wikipedia.org/wiki/Pluto","text":"Pluto is a dwarf planet in the Solar System. Its formal name is 134340 Pluto. The dwarf planet is the ninth largest body that moves around the Sun. At first, Pluto was called a planet. Now, it is the largest body in the Kuiper belt.\nLike other members of the Kuiper belt, Pluto is mainly made of rock and ice. It is quite small. It is about a fifth (⅕) of the weight of the Earth's Moon. It is only a third (⅓) its volume. Pluto is very far from the Sun, so its temperature is very low. The average temperature on Pluto is -223 degrees Celsius. It has an odd orbit and this orbit is very sloped. It takes Pluto to 30 to 49 AU (4.4–7.4 billion km) from the Sun. This causes Pluto to sometimes go closer to the Sun than Neptune.\nSince it was discovered in 1930, Pluto was thought to be the Solar System's ninth planet. In the late 1970s, the minor planet 2060 Chiron was found and people learned that Pluto had a small size.\nLater, in the early 21st century, the scattered disc object Eris and other objects like Pluto were discovered. Eris was initially believed to be 27% larger than Pluto, but was later found to be slightly smaller. On August 24, 2006, the International Astronomical Union (IAU) gave a definition to the word \"planet\" for the first time. By this definition, Pluto was not a planet anymore. It became a \"dwarf planet\" along with Eris and Ceres. After this, Pluto was put on the list of minor planets and was downgraded in 2006 by astronomer Michael E Brown. It was given the number 134340. A number of scientists continue to hold that Pluto should be classified as a planet.\nDiscovery.\nIn the 1840s, using Newtonian mechanics, Urbain Le Verrier predicted the planet Neptune existed. He discovered this after studying the orbit of Uranus. Neptune was seen later in the late 19th century. Astronomers then felt that another planet was disturbing Uranus's orbit. In 1906, Percival Lowell, a person from Boston began an extensive to search the ninth planet. He called it \"Planet X\". By 1909, Lowell and William H. Pickering had suggested many possible places in the Solar System where the planet could be. Lowell continued the research till 1916. However, it fetched no good result. On March 19, 1915, his observatory had captured two images of Pluto. Lowell did not know this. The pictures were not recognized then for what they were.\nConstance Lowell, Percival's widow had a ten-year long legal battle for Percival's estate. For this reason, the search for Planet X again started in 1929. The director of the mission, Vesto Melvin Slipher, gave the job to Clyde Tombaugh, a 23-year-old Kansas man. Tombaugh had just come at the Lowell Observatory. Slipher had been impressed by his astronomical drawings.\nTombaugh's had to systematically get pictures of the night sky in pairs every two weeks. Then, he had to look at each pair, to see whether any object had shifted. He used a machine called a blink comparator. He quickly shifted between the different views of each of the plates. This helped him to see whether any object had changed their position. On February 18, 1930, Tombaugh discovered an object which seemed to move from the photographic plates taken on January 23 and January 29 of the year. Another picture taken on January 21 confirmed this. After the observatory did more research about it, news of the discovery was telegraphed to the Harvard College Observatory on March 13, 1930.\nName.\nThe discovery made headlines across the Earth. The Lowell Observatory had the right to name the new object. They received over 1000 suggestions from all over the world. Some proposed Atlas as the name. Others wanted to name it Zymal. Tombaugh urged Slipher to suggest a name for the new object quickly before someone else did. Constance Lowell proposed \"Zeus,\" then \"Lowell,\" and finally Constance. These suggestions were not used.\nThe name Pluto was proposed by Venetia Burney (later Venetia Phair). She was an 11-year-old schoolgirl in Oxford, England then. Venetia was interested in classical mythology and astronomy. The name was of the Roman god of the underworld. She thought it was a good name for a dark and cold world. She suggested it when she was talking with her grandfather Falconer Madan. He was a former librarian at the University of Oxford's Bodleian Library. Madan passed the name to Professor Herbert Hall Turner. Turner told this proposed name to the astronomers in the United States.\nThe object was officially named on March 24, 1930. Each member of the Lowell Observatory was allowed to vote on a short-list of three names. The names were Minerva (which was already the name for an asteroid), Cronus, and Pluto. Pluto received all votes. The name was announced on May 1, 1930. Upon the announcement, Madan gave Venetia five pounds as a reward.\nThe name became popular in culture. The Disney character, \"Pluto\", was introduced in the same year. He was named in the object's honor. In 1941, Glenn T. Seaborg named the newly created element plutonium after Pluto. This was to keep the tradition of naming new elements after newly discovered planets. For example, uranium had been named after Uranus, and neptunium after Neptune.\nIAU classification.\nPluto fails to meet the third condition. Its mass is much less than the combined mass of the other objects in its orbit: 0.07 times. Earth, by contrast, is 1.7 million times the remaining mass in its orbit (excluding the moon). The IAU also decided that bodies which, like Pluto, meet criteria 1 and 2 but do not meet criterion 3, would be called dwarf planets.\nIn September 2006, the IAU included Pluto, and Eris and its moon Dysnomia, in their Minor Planet Catalogue. it gave them the official minor planet designations \"(134340) Pluto\", \"(136199) Eris\", and \"(136199) Eris I Dysnomia\".\nMoons.\nPluto and its largest moon, Charon, are sometimes called a \"binary system\". This is because the barycentre of their orbits does not lie within them. The IAU has yet to formalise a definition for binary dwarf planets, and until it passes such a ruling, they classify Charon as a moon of Pluto. Pluto has four known smaller moons, Nix and Hydra, discovered in 2005, Kerberos, discovered in 2011, and Styx, discovered in 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":11},{"uri":"Solar_System","surface_form":"Solar System","offset":31},{"uri":"Minor_planet_names","surface_form":"formal name","offset":49},{"uri":"Sun","surface_form":"Sun","offset":143},{"uri":"Kuiper_belt","surface_form":"Kuiper belt","offset":220},{"uri":"Member","surface_form":"members","offset":244},{"uri":"Earth","surface_form":"Earth","offset":374},{"uri":"Moon","surface_form":"Moon","offset":382},{"uri":"Orbital_eccentricity","surface_form":"odd","offset":555},{"uri":"Astronomical_unit","surface_form":"AU","offset":623},{"uri":"Neptune","surface_form":"Neptune","offset":718},{"uri":"Scattered_disc","surface_form":"scattered disc object","offset":961},{"uri":"Eris_(dwarf_planet)","surface_form":"Eris","offset":983},{"uri":"International_Astronomical_Union","surface_form":"International Astronomical Union","offset":1159},{"uri":"Ceres_(dwarf_planet)","surface_form":"Ceres","offset":1356},{"uri":"Minor_planet","surface_form":"minor planet","offset":1404},{"uri":"Classical_mechanics","surface_form":"Newtonian mechanics","offset":1624},{"uri":"Urbain_Le_Verrier","surface_form":"Urbain Le Verrier","offset":1645},{"uri":"Predict","surface_form":"predicted","offset":1663},{"uri":"Neptune","surface_form":"Neptune","offset":1684},{"uri":"Uranus","surface_form":"Uranus","offset":1748},{"uri":"Percival_Lowell","surface_form":"Percival Lowell","offset":1887},{"uri":"Extend","surface_form":"extensive","offset":1934},{"uri":"William_Henry_Pickering","surface_form":"William H. Pickering","offset":2017},{"uri":"Suggest","surface_form":"suggest","offset":2042},{"uri":"Law","surface_form":"legal","offset":2405},{"uri":"System","surface_form":"system","offset":2739},{"uri":"Blink_comparator","surface_form":"blink comparator","offset":2911},{"uri":"Zeus","surface_form":"Zeus","offset":3773},{"uri":"Venetia_Phair","surface_form":"Venetia Burney","offset":3882},{"uri":"Oxford","surface_form":"Oxford","offset":3957},{"uri":"England","surface_form":"England","offset":3965},{"uri":"Classical_mythology","surface_form":"classical mythology","offset":4005},{"uri":"Pluto_(mythology)","surface_form":"Roman god of the underworld","offset":4060},{"uri":"Bodleian_Library","surface_form":"Bodleian Library","offset":4278},{"uri":"Herbert_Hall_Turner","surface_form":"Herbert Hall Turner","offset":4331},{"uri":"Minerva","surface_form":"Minerva","offset":4580},{"uri":"Cronus","surface_form":"Cronus","offset":4634},{"uri":"Disney","surface_form":"Disney","offset":4825},{"uri":"Glenn_T._Seaborg","surface_form":"Glenn T. Seaborg","offset":4930},{"uri":"Chemical_element","surface_form":"element","offset":4971},{"uri":"Plutonium","surface_form":"plutonium","offset":4979},{"uri":"Uranium","surface_form":"uranium","offset":5101},{"uri":"Uranus","surface_form":"Uranus","offset":5130},{"uri":"Neptunium","surface_form":"neptunium","offset":5142},{"uri":"Neptune","surface_form":"Neptune","offset":5158},{"uri":"Earth","surface_form":"Earth","offset":5320},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":5534},{"uri":"Eris","surface_form":"Eris","offset":5596},{"uri":"Dysnomia_(moon)","surface_form":"Dysnomia","offset":5614},{"uri":"Minor_Planet_Catalogue","surface_form":"Minor Planet Catalogue","offset":5633},{"uri":"Minor_planet_designation","surface_form":"minor planet designation","offset":5683},{"uri":"Charon_(moon)","surface_form":"Charon","offset":5811},{"uri":"Barycentre","surface_form":"barycentre","offset":5879},{"uri":"Natural_satellite","surface_form":"moon","offset":6061},{"uri":"Nix_(moon)","surface_form":"Nix","offset":6112},{"uri":"Hydra_(moon)","surface_form":"Hydra","offset":6120},{"uri":"Kerberos_(moon)","surface_form":"Kerberos","offset":6147},{"uri":"Styx_(moon)","surface_form":"Styx","offset":6181}]}