{"id":24198,"url":"http://en.wikipedia.org/wiki/Microwave_oven","text":"A microwave oven (commonly called a microwave) is a machine that cooks food using microwaves, a type of radio wave. The idea was invented when a scientist who was experimenting with radio waves saw his chocolate bar, which was in his pocket, had melted. He then knew that radio waves could cook food and invented the microwave oven.\nHow it works.\nThe microwave oven uses a magnetron. This is similar to a radio transmitter. It makes very short radio waves which go into the food to a depth of about 2.5cm (one inch). This makes water molecules twist about 2.5 billion times a second. This heats up the molecules around it. As they heat up the heat goes to the inside of the food. This process is called conduction. This also happens in a normal oven, but microwave energy goes deeper so that the food cooks much faster. In an ordinary oven the energy stays mostly near the surface, so it takes more time.\nApart from this, the oven has a wave guide, turntable, and a timer switch. When we place the food inside the chamber and turn the timer switch on, it sends a command to the magnetron to send microwaves, as well as to the turn table to start turning. The microwaves of microwave ovens can heat foods containing polar molecules, such as water, as polar molecules are prone to the vibration effect caused by the microwaves. To heat the food evenly the microwave's turntable spins the food around.\nMetals tend to spark in microwaves, rather than heating. The reason why is that metals like to give away electrons, so when the microwaves \"push\" at their magnet-like electrons, instead of turning, they just give the electrons away. A bunch of electrons running off of metal is called electricity, and we see it in the form of sparks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cooking","surface_form":"cooks","offset":65},{"uri":"Food","surface_form":"food","offset":71},{"uri":"Microwave","surface_form":"microwave","offset":82},{"uri":"Radio_wave","surface_form":"radio wave","offset":104},{"uri":"Chocolate","surface_form":"chocolate","offset":202},{"uri":"Magnetron","surface_form":"magnetron","offset":373},{"uri":"Radio_transmitter","surface_form":"radio transmitter","offset":405},{"uri":"Radio_wave","surface_form":"radio wave","offset":444},{"uri":"Molecule","surface_form":"molecule","offset":534},{"uri":"Conduction","surface_form":"conduction","offset":703},{"uri":"Turntable","surface_form":"turntable","offset":949},{"uri":"Timer","surface_form":"timer","offset":966}]}