{"id":24196,"url":"http://en.wikipedia.org/wiki/Microwave","text":"A microwave is a high-frequency radio wave. They are broadly defined as having a wavelength between 1 millimeter and 1 meter, or narrowly between 3 mm and 300 mm. Microwaves have many uses including radar, radio astronomy, and to heat food in a microwave oven. Unlike longer radio waves, they do not bend around land obstacles but go in line of sight. Still, they are much used for communication because they can have a high bandwidth. Almost all spacecraft communicate by microwave radio.\nWhen something moves, it almost always has a wave pattern to its movement - this can be seen in water most easily, in ripples and ocean waves. A very common type of wave in the universe is electromagnetic waves. Light is an example of an electromagnetic wave, and so is a microwave, for example the cosmic microwave background radiation. We can only see electromagnetic radiation in the visible light spectrum (which is why it's called the visible light spectrum), so microwaves are invisible.\nMicrowaves were among the first radio waves discovered, in the late 19th century, by Heinrich Rudolf Hertz.\nMicrowave Ovens.\nMicrowave ovens work because microwaves make polar molecules (molecules that act like tiny magnets) all face the same direction - to visualize it, imagine that the microwave oven is telling all of the molecules to face left, then right. Heat is just the movement of molecules, so when the molecules do a great amount of moving, they are hot.\nLike other heat sources, microwave radiation can cause burns. They can go through skin and muscles. If vital organs are burned, the burns can kill. This is why a microwave oven does not work with the door open.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frequency","surface_form":"frequency","offset":22},{"uri":"Radio_wave","surface_form":"radio wave","offset":32},{"uri":"Radar","surface_form":"radar","offset":199},{"uri":"Radio_astronomy","surface_form":"radio astronomy","offset":206},{"uri":"Food","surface_form":"food","offset":235},{"uri":"Microwave_oven","surface_form":"microwave oven","offset":245},{"uri":"Communication","surface_form":"communication","offset":382},{"uri":"Bandwidth_(signal_processing)","surface_form":"bandwidth","offset":425},{"uri":"Spacecraft","surface_form":"spacecraft","offset":447},{"uri":"Electromagnetic_waves","surface_form":"electromagnetic waves","offset":679},{"uri":"Cosmic_microwave_background_radiation","surface_form":"cosmic microwave background radiation","offset":789},{"uri":"Heinrich_Rudolf_Hertz","surface_form":"Heinrich Rudolf Hertz","offset":1069},{"uri":"Microwave_oven","surface_form":"Microwave oven","offset":1109},{"uri":"Polar_bond","surface_form":"polar molecules","offset":1154},{"uri":"Magnet","surface_form":"magnet","offset":1200},{"uri":"Radiation","surface_form":"radiation","offset":1486},{"uri":"Burns","surface_form":"burns","offset":1506}]}