{"id":242,"url":"http://en.wikipedia.org/wiki/Ebola_virus","text":"Ebola virus is a very dangerous virus. It belongs to the family Filoviridae and is responsible for a severe disease characterized by the sudden onset of hemorrhagic fever accompanied by other non specific signs and symptoms. \"Hemorrhagic\" means that the victim will bleed a lot, inside and outside their body. The virus attacks almost every organ and tissue of the human body resulting in multi-organ dysfunction. Out of every 100 people who get Ebola, on average 25 to 90 die. There are four kinds of Ebola virus that can cause the disease. The virus was first found in Sudan. It is found in Africa, with very few cases in Europe and the United States.\nTransmission.\nThe Ebola virus that makes people sick lives in the blood and other liquids and wet things in some kinds of non-human animals without killing them. Scientists think the animals it lives in are mainly some kinds of monkeys or fruit bats. When people touch animals that have the virus, or wet things that came out of those animals, they can get sick.\nEbola cannot be caught through the air, or by being near sick people. The virus can only go from liquids into people's bodies. This means Ebola can be caught by touching a sick person's blood, saliva, mucus, semen, diarrhea, vomit, or other fluids that come out of a sick person's body.\nIf a person does not die from the disease, he can still give other people the infection by having sex for nearly another two months after they stop being sick. This is because the virus can still be in the man's semen after a long time.\n1. Once the virus enters the human body via mucosal surfaces, abrasions or injuries in the skin or by direct parental transmission, it fuses with the cells lining the respiratory tract, eyes, or body cavities.\n2. It invades the macrophages and dendritic immune cells and releases its genetic content. The cell explosion triggers the secretion of proinflammatory cytokines initiating a ‘cytokine storm’. The genetic material takes over the cell machinery to replicate itself; new copies of the virus are formed and released into the system.\n3. The virus then, goes on to attack spleen, kidneys and even the brain. The blood vessels leak blood and fluid into the surrounding tissues. This atypical clotting and bleeding at the same time manifests externally in the form of rashes.\n4. The virus causes the shutdown of other vital organs such as liver and lungs too. In fact, it is able to invade almost all human cells through different attachment mechanisms for each cell type (except for lymphocytes). The very cells that are meant to fight infection are used as carriers to spread infection to other body parts\n5. It has been found that the ebola-infected cells do not undergo normal apoptosis, but exhibit vacuolization and signs of necrosis.\nSymptoms.\nWhen people get Ebola the first symptoms look like some other diseases. People get a fever and feel very tired. Their head, stomach, joints, and throat might hurt. Sometimes, people think they have other diseases like malaria or typhoid fever.\nLater, people get much sicker. They bleed both inside and outside their bodies. They have blood in their diarrhea and vomit. They bleed from their noses, mouths, and genitals/sex organs. They get shock: low blood pressure, fast pulse (heart rate), and low blood circulation to the body. Their organs might stop working. Ebola also causes stiffness throughout the body which makes it hard for sick people to move.\nFive to nine out of every ten people who get sick with Ebola die.\nTreatment.\nThere is no cure for Ebola, but if people get care quickly from doctors and nurses at a hospital, more of them live. People with Ebola need a lot of fluids to replace fluids lost from diarrhea, vomiting, and bleeding. The most important care is giving them water with a very small amount of salt and sugar in it. This is called oral rehydration. It helps to replace their fluids and blood. It is also important to give medicines in case they get bad blood pressure and blood circulation.\nPrevention.\nIn December 2016, a study found the VSV-EBOV vaccine to be very effective (in the neighborhood of 70–100%) against the Ebola virus, making it the first vaccine against the disease.\nMany Ebola vaccine candidates had been developed in the decade prior to 2014, but as of October 2014, none had yet been approved by the United States Food and Drug Administration (FDA) for use in humans.\nResearch.\nWorld Community Grid is a computing project that is seeking possible drug treatments. People donate the spare time on their computers to the project.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":32},{"uri":"Hemorrhagic","surface_form":"hemorrhagic","offset":153},{"uri":"Fever","surface_form":"fever","offset":165},{"uri":"Sudan","surface_form":"Sudan","offset":571},{"uri":"Africa","surface_form":"Africa","offset":593},{"uri":"Europe","surface_form":"Europe","offset":624},{"uri":"United_States","surface_form":"United States","offset":639},{"uri":"Blood","surface_form":"blood","offset":720},{"uri":"Fruit_bat","surface_form":"fruit bat","offset":893},{"uri":"Liquid","surface_form":"liquid","offset":1114},{"uri":"Blood","surface_form":"blood","offset":1203},{"uri":"Saliva","surface_form":"saliva","offset":1210},{"uri":"Mucus","surface_form":"mucus","offset":1218},{"uri":"Semen","surface_form":"semen","offset":1225},{"uri":"Diarrhea","surface_form":"diarrhea","offset":1232},{"uri":"Vomit","surface_form":"vomit","offset":1242},{"uri":"Sex","surface_form":"sex","offset":1402},{"uri":"Semen","surface_form":"semen","offset":1516},{"uri":"Symptom","surface_form":"symptom","offset":2827},{"uri":"Fever","surface_form":"fever","offset":2880},{"uri":"Headache","surface_form":"head","offset":2913},{"uri":"Stomach","surface_form":"stomach","offset":2919},{"uri":"Joint","surface_form":"joint","offset":2928},{"uri":"Throat","surface_form":"throat","offset":2940},{"uri":"Malaria","surface_form":"malaria","offset":3013},{"uri":"Typhoid_fever","surface_form":"typhoid fever","offset":3024},{"uri":"Blood","surface_form":"blood","offset":3129},{"uri":"Diarrhea","surface_form":"diarrhea","offset":3144},{"uri":"Vomit","surface_form":"vomit","offset":3157},{"uri":"Nose","surface_form":"nose","offset":3186},{"uri":"Mouth","surface_form":"mouth","offset":3193},{"uri":"Genital","surface_form":"genital","offset":3205},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":3235},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":3246},{"uri":"Heart","surface_form":"heart","offset":3274},{"uri":"Circulatory_system","surface_form":"blood circulation","offset":3295},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":3332},{"uri":"Medical_doctor","surface_form":"doctors","offset":3593},{"uri":"Nurse","surface_form":"nurse","offset":3605},{"uri":"Hospital","surface_form":"hospital","offset":3617},{"uri":"Diarrhea","surface_form":"diarrhea","offset":3713},{"uri":"Vomiting","surface_form":"vomiting","offset":3723},{"uri":"Oral_rehydration_therapy","surface_form":"oral rehydration","offset":3857},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":3979},{"uri":"World_Community_Grid","surface_form":"World Community Grid","offset":4424}]}