{"id":242006,"url":"http://en.wikipedia.org/wiki/Histone","text":"Histones are proteins found in eukaryotic cell nuclei, which package the DNA into structural units called nucleosomes. They are the chief protein components of chromatin, the active component of chromosomes.\nHistones act as spools around which DNA winds, and play a role in gene regulation. Without histones, the unwound DNA in chromosomes would be very long. For example, each human cell has about 1.8 meters of DNA, but wound on the histones it has about 90 millimeters of chromatin, which, when duplicated and condensed during mitosis, result in about 120 micrometers of chromosomes.\nCompacting DNA strands.\nHistones act as spools around which DNA winds. This packs in the large genomes of eukaryotes to fit inside cell nuclei. The compacted molecule is 40,000 times shorter than an unpacked molecule.\nChromatin regulation.\nHistones undergo changes which alter their interaction with DNA and nuclear proteins. Long-term changes in histone/DNA interaction cause epigenetic effects. Combinations of modifications are thought to constitute a code, the so-called \"histone code\". Histone modifications act in diverse biological processes such as gene regulation, DNA repair and chromosome condensation (mitosis).\nHistory.\nHistones were discovered in 1884 by Albrecht Kossel. The word \"histone\" dates from the late 19th century and is from the German \"Histon\", of uncertain origin: perhaps from Greek \"histanai\" or from \"histos\". Until the early 1990s, histones were dismissed as merely packing material for nuclear DNA. During the early 1990s, the regulatory functions of histones were discovered.\nThe discovery of the H5 histone appears to date back to 1970's.\nConservation across species.\nHistones are found in the nuclei of eukaryotic cells, and in certain Archaea, namely Euryarchaea, but not in bacteria. Histone proteins are among the most highly conserved proteins in eukaryotes, which suggests they are vital to the biology of the nucleus. In contrast, mature sperm cells largely use protamines to package their genomic DNA, most likely to achieve an even higher packaging ratio.\nCore histones are highly conserved proteins, that is, there are very few differences among the amino acid sequences of the histone proteins of different species. Linker histone usually has more than one form within a species and is also less conserved than the core histones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protein","surface_form":"protein","offset":13},{"uri":"Eukaryote","surface_form":"eukaryotic","offset":31},{"uri":"DNA","surface_form":"DNA","offset":73},{"uri":"Nucleosome","surface_form":"nucleosome","offset":106},{"uri":"Chromatin","surface_form":"chromatin","offset":160},{"uri":"Chromosome","surface_form":"chromosome","offset":195},{"uri":"Gene_regulation","surface_form":"gene regulation","offset":274},{"uri":"Mitosis","surface_form":"mitosis","offset":530},{"uri":"Spool","surface_form":"spool","offset":627},{"uri":"Genome","surface_form":"genome","offset":682},{"uri":"Eukaryote","surface_form":"eukaryote","offset":693},{"uri":"Cell_nuclei","surface_form":"cell nuclei","offset":718},{"uri":"Epigenetic","surface_form":"epigenetic","offset":964},{"uri":"Gene_regulation","surface_form":"gene regulation","offset":1144},{"uri":"DNA_repair","surface_form":"DNA repair","offset":1161},{"uri":"Mitosis","surface_form":"mitosis","offset":1201},{"uri":"Albrecht_Kossel","surface_form":"Albrecht Kossel","offset":1256},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":1715},{"uri":"Eukaryote","surface_form":"eukaryotic","offset":1725},{"uri":"Cell_(biology)","surface_form":"cells","offset":1736},{"uri":"Archaea","surface_form":"Archaea","offset":1758},{"uri":"Euryarchaeota","surface_form":"Euryarchaea","offset":1774},{"uri":"Bacteria","surface_form":"bacteria","offset":1798},{"uri":"Conserved_sequence","surface_form":"highly conserved proteins","offset":1844},{"uri":"Protamines","surface_form":"protamines","offset":1990}]}