{"id":24219,"url":"http://en.wikipedia.org/wiki/Mississauga","text":"Mississauga, Ontario is the sixth-largest city in Canada. It is near the largest city in Canada, Toronto, Ontario, Canada. In fact, it is a part of the Greater Toronto Area.\nHistory.\nOn August 2, 1805, Toronto Township was formed when officials from York (what is now the City of Toronto) purchased 84,000 acres (340 km²) of land from the Mississaugas. In January 2010, the Mississaugas and the federal government settled a land claim. The aboriginal people received $145,000,000 from that.\nAfter the land was surveyed, much of it was given in the form of land grants to United Empire Loyalists. They emigrated from the Thirteen Colonies during and after the American Revolution, as well as loyalists from New Brunswick. A group of settlers from New York City arrived in the 1830s. In 1820, the government purchased additional land from the Mississaugas. Additional settlements were established, including: Barbertown, Britannia, Burnhamthorpe, Derry West, Elmbank, Malton, Meadowvale Village, Mount Charles, and Streetsville. European-Canadian growth led to the eventual displacement of the Mississaugas. In 1847, the government relocated them to a reserve in the Grand River Valley, near present-day Hagersville.\nIn 1873, the Toronto Township Council was formed to oversee the events of the various villages that were unincorporated at that time. The Council's responsibilities included road maintenance, and a police force. Most of present-day Mississauga was agricultural land: including fruit orchards, through much of the 19th and first half of the 20th century. Exceptions included small villages, some gristmills and brickworks served by railway lines,\nIn the 1920s, cottages were constructed along the shores of Lake Ontario for people who lived in the city. 17 years later in 1937, 1,410.8 acres of land was sold to build the Malton Airport (later known as the Pearson Airport). It became Canada's busiest airport which also put the end to the community of Elmank.\nThe township settlements of Lakeview, Cooksville, Lorne Park, Clarkson, Erindale, Sheridan, Dixie, Meadowvale Village, and Malton were combined in 1968 to form the Town of Mississauga. At the time, both Port Credit and Streetsville were left out and remained separate. The town name was chosen by voting. In 1974, Port Credit and Streetsville became part of Mississauga. In that same year, the Square One Shopping Centre opened.\nOn November 10, 1979, a freight train left its tracks on the Canadian Pacific rail line while carrying explosive and poisonous chemicals just north of the intersection of Mavis Road and Dundas Street. One of the tank cars carrying propane exploded. Since other tank cars were carrying chlorine, the decision was made to evacuate nearby residents. With the possibility of a deadly cloud of chlorine gas spreading through Mississauga, 218,000 people were evacuated. Residents were allowed to return home, once the area was safe. It was one of the largest evacuations in North American history.\nGeography.\nMississauga covers of land, with of shoreline on Lake Ontario.\nStatistics.\nMississauga is a quickly growing and multicultural city. Statistics Canada estimates that Mississauga now has 704,000 people, an increase of 150,000 from the previous decade and the population has almost doubled in the past twenty years.\nLaw and Government.\nThe city of Mississauga has only had four mayors in its past and it was created in 1974. This is because in Mississauga usually mayors serve for a very long time. For example, Hazel McCallion, 99, has been mayor from 1978. The current mayor is Bonnie Crombie who assumed office in the December of 2014.\nMississauga is split into 11 wards (parts) each of them having their own councillor.\nAlso, Mississauga is the largest city in Canada where there are more women in the council than men.\nMississauga has six legislative (government) ridings that are the same for the Canadian government and the Ontario government. The Canadian government has people in charge of those ridings called M.P.'s (Member of Parliament) and the Ontario government has M.P.P.'s (Member of Provincial Parliament) in charge of them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canada","offset":50},{"uri":"Toronto","surface_form":"Toronto","offset":97},{"uri":"Ontario","surface_form":"Ontario","offset":106},{"uri":"Canada","surface_form":"Canada","offset":115},{"uri":"Greater_Toronto_Area","surface_form":"Greater Toronto Area","offset":152},{"uri":"Toronto_Township%2C_Ontario","surface_form":"Toronto Township","offset":202},{"uri":"York%2C_Ontario","surface_form":"York","offset":250},{"uri":"Mississaugas","surface_form":"Mississaugas","offset":339},{"uri":"Government_of_Canada","surface_form":"federal government","offset":395},{"uri":"United_Empire_Loyalists","surface_form":"United Empire Loyalists","offset":571},{"uri":"Emigration","surface_form":"emigrated","offset":601},{"uri":"Thirteen_Colonies","surface_form":"Thirteen Colonies","offset":620},{"uri":"American_Revolution","surface_form":"American Revolution","offset":659},{"uri":"Elmbank%2C_Ontario","surface_form":"Elmbank","offset":957},{"uri":"Malton%2C_Ontario","surface_form":"Malton","offset":966},{"uri":"Meadowvale%2C_Ontario","surface_form":"Meadowvale Village","offset":974},{"uri":"Streetsville%2C_Ontario","surface_form":"Streetsville","offset":1013},{"uri":"New_Credit","surface_form":"a reserve","offset":1148},{"uri":"Grand_River%2C_Ontario","surface_form":"Grand River Valley","offset":1165},{"uri":"Hagersville%2C_Ontario","surface_form":"Hagersville","offset":1202},{"uri":"Unincorporated_area","surface_form":"unincorporated","offset":1320},{"uri":"Agriculture","surface_form":"agricultural land","offset":1463},{"uri":"Gristmill","surface_form":"gristmill","offset":1610},{"uri":"Brickworks","surface_form":"brickworks","offset":1625},{"uri":"Lake_Ontario","surface_form":"Lake Ontario","offset":1721},{"uri":"Malton_Airport","surface_form":"Malton Airport","offset":1836},{"uri":"Malton%2C_Ontario","surface_form":"Malton","offset":2098},{"uri":"Port_Credit%2C_Ontario","surface_form":"Port Credit","offset":2178},{"uri":"Streetsville","surface_form":"Streetsville","offset":2194},{"uri":"Square_One_Shopping_Centre","surface_form":"Square One Shopping Centre","offset":2369},{"uri":"1979_Mississauga_train_derailment","surface_form":"a freight train left its tracks","offset":2426},{"uri":"Mavis_Road","surface_form":"Mavis Road","offset":2575},{"uri":"Dundas_Street_(Ontario)","surface_form":"Dundas Street","offset":2590},{"uri":"Tank_car","surface_form":"tank car","offset":2616},{"uri":"Propane","surface_form":"propane","offset":2635},{"uri":"Chlorine","surface_form":"chlorine","offset":2689},{"uri":"Lake_Ontario","surface_form":"Lake Ontario","offset":3056},{"uri":"Multicultural","surface_form":"multicultural","offset":3119},{"uri":"Statistics_Canada","surface_form":"Statistics Canada","offset":3139},{"uri":"Hazel_McCallion","surface_form":"Hazel McCallion","offset":3516},{"uri":"Bonnie_Crombie","surface_form":"Bonnie Crombie","offset":3584}]}