{"id":242398,"url":"http://en.wikipedia.org/wiki/Radiometric_dating","text":"Radiometric dating (often called radioactive dating) is a way to find out how old something is. The method compares the amount of a naturally occurring radioactive isotope and its decay products, in samples. The method uses known decay rates. It is the most used method of geochronology, the main way to learn the age of rocks and other geological features, including the age of the Earth itself.\nIt is used to date many kinds of natural and man-made materials. Fossils may be dated by taking samples of rocks from above and below the fossil's original position. Radiometric dating is also used to date archaeological materials, including ancient artifacts.\nRadiometric dating methods are used to establish the geological time scale. Among the best-known techniques are radiocarbon dating, potassium-argon dating and uranium-lead dating.\nRadioactive decay.\nAll ordinary matter is made up of combinations of chemical elements, each with its own atomic number, indicating the number of protons in the atomic nucleus. Elements exist in different isotopes, with each isotope of an element differing in the number of neutrons in the nucleus. A particular isotope of a particular element is called a nuclide. Some nuclides are naturally unstable. That is, at some point in time, an atom of such a nuclide will spontaneously change into a different nuclide by radioactive decay. The decay may happen by emission of particles (usually electrons (beta decay), positrons or alpha particles) or by spontaneous nuclear fission, and electron capture.\nThe age equation.\nThis equation uses information on the parent and daughter isotopes at the time the material solidified. This is well known for most isotopic systems. Plotting an isochron (straight-line graph) is used to solve the age equation graphically. It shows the age of the sample, and the original composition.\nPreconditions.\nThe method works best if neither the parent nuclide nor the daughter product enters or leaves the material after its formation. Anything which changes the relative amounts of the two isotopes (original and daughter) must be noted, and avoided if possible. Contamination from outside, or the loss of isotopes at any time from the rock's original formation, would change the result. It is therefore essential to have as much information as possible about the material being dated and to check for possible signs of alteration.\nMeasurements should be taken on samples from different parts of the rock body. This helps to counter the effects of heating and squeezing, which a rock may experience in its long history. Different dating methods may be needed to confirm the age of a sample. For example, a study of the Amitsoq gneisses from western Greenland used five different radiometric dating methods to examine twelve samples and got agreement to within 30 million years on an age of 3,640my.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radioactive","surface_form":"radioactive","offset":152},{"uri":"Isotope","surface_form":"isotope","offset":164},{"uri":"Sample_(statistics)","surface_form":"samples","offset":199},{"uri":"Geochronology","surface_form":"geochronology","offset":273},{"uri":"Age_of_the_Earth","surface_form":"age of the Earth","offset":372},{"uri":"Fossil","surface_form":"Fossil","offset":462},{"uri":"Archaeology","surface_form":"archaeological","offset":603},{"uri":"Artifact","surface_form":"artifact","offset":647},{"uri":"Historical_geology","surface_form":"geological time scale","offset":711},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":770},{"uri":"Potassium-argon_dating","surface_form":"potassium-argon dating","offset":790},{"uri":"Uranium-lead_dating","surface_form":"uranium-lead dating","offset":817},{"uri":"Matter","surface_form":"matter","offset":870},{"uri":"Chemical_element","surface_form":"chemical element","offset":907},{"uri":"Atomic_number","surface_form":"atomic number","offset":944},{"uri":"Proton","surface_form":"proton","offset":984},{"uri":"Atomic_nucleus","surface_form":"atomic nucleus","offset":999},{"uri":"Isotope","surface_form":"isotope","offset":1043},{"uri":"Neutron","surface_form":"neutron","offset":1112},{"uri":"Nuclide","surface_form":"nuclide","offset":1194},{"uri":"Unstable","surface_form":"unstable","offset":1231},{"uri":"Spontaneous","surface_form":"spontaneously","offset":1304},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":1353},{"uri":"Electron","surface_form":"electron","offset":1427},{"uri":"Beta_decay","surface_form":"beta decay","offset":1438},{"uri":"Positron","surface_form":"positron","offset":1451},{"uri":"Alpha_particle","surface_form":"alpha particle","offset":1464},{"uri":"Nuclear_fission","surface_form":"nuclear fission","offset":1499},{"uri":"Electron","surface_form":"electron","offset":1520},{"uri":"Gneiss","surface_form":"gneiss","offset":2693},{"uri":"Greenland","surface_form":"Greenland","offset":2715}]}