{"id":242557,"url":"http://en.wikipedia.org/wiki/NHL_All-Star_Game_SuperSkills_Competition","text":"ce=\"preserve\">The NHL All-Star Game SuperSkills Competition, at first called the National Hockey League All-Star Skills Competition, is an event on the night before the NHL All-Star Game. First held at the 41st National Hockey League All-Star Game in Pittsburgh in 1990, the NHL hosts the competition to show off the skills of the all-star players. Events include shot accuracy, fastest skater, puck control relay, hardest shot, breakaway challenge, and an elimination shootout. Players are put into teams in the same way the All-Star Game is done, which is by conferences. After each event, the winning conference is given points.\nPuck Control Relay.\nThis event is to show who is the fastest skater while also moving the puck through pylons. Two races happen; the first one has three skaters on each team race against each other, and the second has the best single racers from each team. One point is given out to the winner of each of these two events.\nFastest skater.\nThis event is to see who can skate the fastest around the rink once. Two races are held; one for the team, and one for the faster single person.\nHardest shot.\nThis event shows who has the hardest shot. Two points are given out; one for the team that has the highest average shot, and one for the player with the hardest shot. Zdeno Chara has the record for hardest shot; he set the record in 2009 when his shot went 105.4 mph. Al Iafrate had the old record, which was 105.2 mph\nMost accurate shot.\nThis event sees who can shoot four targets best. Each target is put in a corner of the net. Two points are given out; one point is for the team that hits the targets in the least amount of shots, and one point for the player who hits the targets in the least amount of shots. A player has hit all four targets in only four tries seven times: Ray Bourque in 1992 and 1993, Mark Messier in 1996, Jeremy Roenick in 2004, Tomas Kaberle in 2008, and Dany Heatley, and Evgeni Malkin in 2009.\nBreakaway Challenge.\nThis event has players shoot on a goalie. Two points are awarded; one for the team that scores the most goals, and one point to the goalie who lets in the least amount of goals. Starting in 2008, players were given points on who could score the most creative goals. Winners were voted on by fans voting with text messages.\nElimination Shootout.\nThis event has players try to score on a breakaway against a goalie. When a player does not score, he is not allowed to compete anymore. The winner is the player who is the last one still playing.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":81},{"uri":"NHL_All-Star_Game","surface_form":"NHL All-Star Game","offset":169},{"uri":"41st_National_Hockey_League_All-Star_Game","surface_form":"41st National Hockey League All-Star Game","offset":206},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":251},{"uri":"Puck_(ice_hockey)","surface_form":"puck","offset":722},{"uri":"Zdeno_Chara","surface_form":"Zdeno Chara","offset":1297},{"uri":"57th_National_Hockey_League_All-Star_Game","surface_form":"2009","offset":1363},{"uri":"Al_Iafrate","surface_form":"Al Iafrate","offset":1398},{"uri":"Ray_Bourque","surface_form":"Ray Bourque","offset":1811},{"uri":"Mark_Messier","surface_form":"Mark Messier","offset":1841},{"uri":"Jeremy_Roenick","surface_form":"Jeremy Roenick","offset":1863},{"uri":"Tom%C3%A1%C5%A1_Kaberle","surface_form":"Tomas Kaberle","offset":1887},{"uri":"Dany_Heatley","surface_form":"Dany Heatley","offset":1914},{"uri":"Evgeni_Malkin","surface_form":"Evgeni Malkin","offset":1932}]}