{"id":242678,"url":"http://en.wikipedia.org/wiki/Super_Mario","text":"\"Super Mario\" is the biggest and most important sub-series of the \"Mario\" series. It started in 1985 with the creation of Super Mario Bros. on the Famicom and later on the Nintendo Entertainment System (also called NES). It has been followed by many sequels released in almost every Nintendo video game console to date, except the Game Boy, the Game Boy Color, and the Game Boy Advance, where only remakes, ports, or other spin-offs games where released.\nMost of these games, except \"Super Mario Bros. 2\", ', and the \"Super Mario Land \"series\", \"are about Mario and, normally, his brother Luigi and sometimes his best friend Yoshi, in their adventure to search for and save Princess Peach from Bowser, who wants to takeover the Mushroom Kingdom, or another place, depending on the game. The Mario brothers' adventure is not easy, however, as they need to face Bowser's troops all over, who try to stop the brothers' attempts to save the princess.\nAll the games, and even some remakes, have been started by the Nintendo Entertainment Analysis and Development (also called Nintendo EAD) branch but not by the same area.\nIn 2010, the series celebrated the twenty-fifth of the release of \"Super Mario Bros.\". The celebration included a series of videos showing various tricks throughout the series' games on the Wii's Nintendo Channel, as well as releasing a Wii port of \"Super Mario All-Stars\", which included a history booklet of the \"Super Mario\" series and a CD containing several songs from games in the series.\nGames.\nSuper Mario Bros.\nThis game is the first in the \"Super Mario\" series. It was made for the Famicom and the NES in 1985. This game set the way for the later games, and it was later re-released for many newer systems, including the Game Boy Advance and the Virtual Console for the Wii. This game marks the first appearance for many new heros, species, and villains. These characters include Bowser, Princess Peach (then called Princess Toadstool), Toad and the Mushroom Retainers, Goombas, Koopa Troopas, and many more.\nA year after \"Super Mario Bros.\", Nintendo put out this game. It was made for the Famicom Disk System. It uses a slightly different form of \"Super Mario Bros.\"<nowiki/>'s engine, with different levels and new features including different graphics and the enemies acting a different way. This game is called Super Mario Bros. 2 in Japan; Nintendo of America originally thought this game was too hard and too much like the first to sell well in the United States. However, this game came in United States as part of \"Super Mario All-Stars\", and recently, this game was on the Virtual Console on the Wii.\nSuper Mario Bros. 2\nAfter seeing that the Lost Levels was too hard, they did not release it in North America and Europe. Instead they remade Doki Doki Panic with Mario characters. You can play as Mario, Luigi, Toad and Peach, each with their own powers and abilities. They need to free Subcon from the evil frog Wart. The game has been included in remakes, such as Super Mario All-Stars and on Virtual Console.\nSuper Mario Bros. 3\nThis is the fourth \"Super Mario\" game. It was made for the Famicom and the NES. Many new species appear, including main ones like Boo and Spike. Boom Boom, Dry Bones, and the Koopalings also first appear here. New power-ups also appear such as the Super Leaf, the Hammer Suit and the Frog Suit. It has been believed to be one of the greatest games of all time. Its hard and tricky levels made it a huge success. It has new power ups, new moves, items, and enemies. It also has special non-level parts of each world, including Toad Houses where lives are gotten and Spade Panels, as well as some secret parts, such as the White Toad House and the Treasure Ship.\nSuper Mario World\nThis game was released in 1990 for the Super Nintendo Entertainment System (also called SNES). It was also re-released as the second game in the \"Super Mario Advance\" series. In this game Mario and Peach go on a trip to Dinosaur Land but things go wrong when Bowser kidnaps Peach. This game was special for creating Yoshi and the species. It is the fifth game in the \"Super Mario\" series.\nSuper Mario 64\nThis game has its own special gameplay and story to the \"Super Mario\" series. It was released in 1996 for the Nintendo 64. In this game, Mario uses Power Stars to bring back the kidnapped Peach. Mario jumps into paintings trying to find Peach. Unlike games before, the way to win the levels in this game is not to find the end of the level; instead, Mario needs to find Power Stars by finishing missions in each course. This is also the first 3D game in this series. Though it was not the first 3-D platforming game, it transformed the genre, with many games soon following its formula, using it as a sort of guide. It is widely celebrated as one of the greatest games of all time. A remake for this game came out in 2004 for the Nintendo DS called \"Super Mario 64 DS\". This game brought in new bosses, such as King Bob-omb and Eyerok.\nSuper Mario Sunshine\nThis game was released in 2002 for the Nintendo GameCube. Its gameplay is almost like \"Super Mario 64\"; however, it has a different storyline. Mario, Princess Peach, and Toadsworth are taking a vacation to Isle Delfino, when they find that the island has been ruined and the Shine Sprites stolen by a strange enemy that looks like Mario himself. Mario is then taken into custody and has to get a job cleaning up the entire island. Instead of collecting Power Stars, the player collects Shine Sprites. This game also introduced many recurring characters and bosses in the Mario series, including Toadsworth, Bowser Jr., Petey Piranha, Gooper Blooper, Piantas, Nokis, Shadow Mario, and FLUDD. \"Super Mario Galaxy\" is the sequel to this game. This is the second 3D game in the series.\nNew Super Mario Bros.\nThis game is the eighth in the \"Super Mario\" series. It starts out when Bowser Jr. kidnaps Peach during a strange accident. Luigi can be played in this game, too. Luigi could not be played since \"Super Mario World\". This is the first game since \"Super Mario World\" (1990) that features the classic 2D play-style of the \"Super Mario Bros.\" games. The game features a solo story mode with Mario or Luigi, a two-player wireless game Mario vs. Luigi, as well as a mini-game mode for up to four players. It was released in 2006 for the Nintendo DS. \"New Super Mario Bros. Wii\" is the sequel, though that game is not thought to be a direct sequel to the DS game.\nSuper Mario Galaxy\nThis game is the ninth in the \"Super Mario\" series and the third 3D game in the series. It is different than the first two 3D games for the \"Mario\" series, this game takes place in deep space. Mario goes to the Star Festival because Princess Peach asks him, when the town comes under attack by Bowser's air forces. He steals Peach's castle and sends it to the center of the universe, making Mario have to save her. Most of the game's levels includes many small planets and asteriods, while others have bigger planets. A new popular species and character appear, Luma and Rosalina. It was released in 2007 for the Wii. This game has a direct sequel, called \"Super Mario Galaxy 2\". It is the only 3D game that has a direct sequel.\nNew Super Mario Bros. Wii\nThis game is the tenth in the \"Super Mario\" series and the second for the Wii. It is an indirect sequel to \"New Super Mario Bros.\". In this game, Yoshis are can be ridden and the Koopalings return. It has single-player and multiplayer mode for up to four players at the same time. This is the first time more than one player can play at the same time in a \"Super Mario\" game. Two new characters that can be played appear, Yellow Toad and Blue Toad. New power-ups also appear including the Propeller Suit and the Penguin Suit.\nSuper Mario Galaxy 2\nThis is the eleventh in the \"Super Mario\" series. It is also the fourth 3D game in the series. The sequel contains many things from the first game, such as the story, the adventure being in outer space, objects such as Launch Stars, recurring items including the Bee Mushroom, and things about gravity. The game shows new things such as the use of Yoshi and new power-ups such as the Cloud Flower. Rosalina reappears and new characters of the Luma species appear including Lubba. This is the third game for the Wii in the \"Super Mario\" series.\nSuper Mario 3D Land\nThis is the fifth 3D game in the series, and the twelfth game in the \"Super Mario\" series. The levels of this game are much more straight and flat than the other 3D games, almost like side-scrolling games. Many past power-ups and characters return, such as False Bowsers, the Super Leaf and Boom Boom. There are new power-ups, such as Boomerang Mario, and White Tanooki Mario. There are also new enemies and a female partner of Boom Boom named Pom Pom.\nNew Super Mario Bros. 2\nThis game is another side-scroller in the series released in 2012 for the Nintendo 3DS. It's the third game in the \"New Super Mario Bros. \"series and a direct sequel to \"New Super Mario Bros.\". The game has lots of coins, and Raccoon Mario is back after not being in a game for a long time. A new power-up called the Gold Flower turns Mario into Gold Mario.\nNew Super Mario Bros. U\nThis game is a side-scroller for the Wii U. The game uses some things from \"Super Mario World\" like Baby Yoshis, Sumo Bros., Bony Beetles, and diagonal pipess. The game is very much the same as \"New Super Mario Bros. Wii\" with its four-player mode, what is different is a player with a Wii U GamePad can make platforms in what Nintendo calls \"Boost Mode\". It is the first \"Super Mario\" game (and \"Mario\" game) in high-definition. Flying Squirrel Mario is new.\nSuper Mario 3D World\nThis game is the console sequel to \"Super Mario 3D Land\". The game lets the player turn into Cat Mario by picking up a Super Bell. Everyone who could be played in \"Super Mario Bros. 2\" can be played again, with the same exact power. Mario, Luigi, Princess Peach, and Toad try to save the Sprixie Princesses that Bowser has kidnapped and save the Sprixie Kingdom.\nRemakes and re-releases.\nSuper Mario Bros. (handheld)\nIn 1987, an easier \"Super Mario Bros.\" was released for the Game & Watch. It is a sidescroller where Mario had to move over many platforms while keeping away from Lakitus and Bullet Bills.\nSuper Mario All-Stars\nThis game (called Super Mario Collection in Japan) was released in 1993 also for the Super Nintendo Entertainment System. It is a remake of the first four \"Super Mario\" series games. \"Super Mario Bros.\", \"Super Mario Bros. 2\", \"Super Mario Bros. 3\", and '. This game changed the four games' graphics and sound to make them better.\nSuper Mario All-Stars + Super Mario World\nThis game is an America/Europe-only remake of \"Super Mario All-Stars\" that also has \"Super Mario World\" for the Super Nintendo Entertainment System. It is the second remake of the series.\nSuper Mario Bros. Deluxe\nThis game is a Game Boy Color remake which includes the first two \"Super Mario\" games ever released: \"Super Mario Bros.\" and \"Super Mario Bros.: The Lost Levels\" (Super Mario Bros.: For Super Players). It also has many other collectibles, like images that could be printed with the Game Boy Printer, a calendar, and a fortune teller. Unlike other remakes, it was not developed by Nintendo EAD, but by Nintendo Research & Development 2 (also called Nintendo R&D2).\nSuper Mario Advance\nThis game is a remake of \"Super Mario Bros. 2\" made for the Game Boy Advance, and released in 2001. Like \"Super Mario All-Stars\", this game had changed graphics.\nThis game is a remake of \"Super Mario World\" made for the Game Boy Advance. It was the second in the \"Super Mario Advance\" series and was released in 2002. There are many differences between \"Super Mario World\" and this game. The game was a gigantic hit for Nintendo and the Game Boy Advance, selling 3,290,000 copies in the United States and 5,460,000 copies worldwide. Luigi's sprite (video game graphic) has been changed and made taller than Mario, like how he looks now, and \"Mario Bros.\" has been put in the game.\nn 2003, the fourth in the \"Super Mario Advance\" series, was released for the Game Boy Advance. It is much the same graphics and sound to the \"Super Mario All-Stars\" form, and made use of the e-Reader. A few e-cards came with new copies of the game, while two sets (called \"series\") of cards, were released and sold with the game. By scanning special cards into the e-Reader, players were able to send items, videos, and most importantly, new levels into the game. One important item was the Cape Feather from \"Super Mario World\", which let Mario change into Cape Mario. There were also two Switch cards that the player could turn on (and turn off) the effects of by scanning them; the Orange Switch and the Blue Green Switch. Scanning these switches set off small uses in the game. The e-Reader item is still available in the European form, but has been turned off and cannot be used anymore.\nThe NES form of \"Super Mario Bros.\" was released for the Game Boy Advance as part of the \"Classic NES\" series of games in celebrating and remembering for the 20th anniversary of the release of the first Famicom and NES. It does not have any new additions, all of the errors were left in the game, and the graphics were shrank to fit the GBA screen size.\nIn Japan, the \"Classic NES\" series was called Famicom Mini. Super Mario Bros. 2 (\"Super Mario Bros.: The Lost Levels\") was released only in Japan. Much like \"Super Mario Bros.\", it did not have any new items, the errors were the same, and the graphics shrank.\nSuper Mario 64 DS\nThis game is a remake of \"Super Mario 64\". It was released in 2004 for the Nintendo DS. It is also the first \"Mario\" game released for the Nintendo DS. Though it is a remake, there are many differences between it and the first. One difference is that there are many secret stars, making 150 Power Stars instead of 120. Wario, Luigi, and Yoshi can be played, and mini-games were added.\nSuper Mario All-Stars Limited Edition\nReleased for the Wii in 2010, this game celebrates the 25th anniversary of Mario by having the same games as \"Super Mario All-Stars\".\nNew Super Luigi U\nThis is a game released to praise the Year of Luigi. It keeps many of the same things from \"New Super Mario Bros. U\", such as the story and world map. It has also been released as a DLC title for \"New Super Mario Bros. U\". However all of the levels have been changed, and Mario is gone, making Luigi the main character. Nabbit can be played, taking the place of Mario. The boxed form was for sale until the end of the Year of Luigi (2013).\nNew Super Mario Bros. U + New Super Luigi U\nA collection of both \"New Super Mario Bros. U\" and \"New Super Luigi U\" on the same disc, released with the Mario & Luigi Deluxe Wii U set (known as the Premium Pack in Europe) only. This game has changes to the originals, including a new title screen and over 200 videos included as a present.\n\"Super Mario Land\" series.\nSuper Mario Land\nIt plays much the same to the games on the Nintendo Entertainment System. It was the first game to have Princess Daisy instead of Princess Peach. The goal of the player is to beat Tatanga and save Princess Daisy. Mario can beat enemies by jumping on their head, but some cannot be beaten this way. It released on Virtual Console in 2011 on 3DS.\nThis is the second in the \"Super Mario Land\" series, released in 1992, three years after \"Super Mario Land\". This is the first game to have Wario, the main rival of Mario. In this game, it is made known that what happened in \"Super Mario Land\" was made by Wario so that he could take over the castle Mario owned. He uses the power of six magic coins to lock the castle, leaving them to the care of eight of his assistants (including Tatanga) so that Mario cannot get inside. Now, Mario needs to travel through six different worlds to get those coins and his castle back from the money-grabbing anti-hero. This game has better graphics, as well as a save feature, which is not present in \"Super Mario Land\" because of its short length. However, it keeps the same Mario-style gameplay and even brings back the Fire Flower power-up. There is also a new power-up, which is a carrot that lets Mario slide across certain areas. Like \"Super Mario World\", Mario now has the spin jump ability, which can be used to kill certain enemies quickly.\nTaking place after his loss in \"Super Mario Land 2\", Wario makes a decision to go on a hunt to get himself enough money to get a castle of his own. During his hunt, he discovers many treasures as he fights Captain Syrup and her army, the Black Sugar Pirates. The gameplay in Wario Land differs slightly from the previous Super Mario Land installments. For example, if the player holds down the B button, then Wario does not run. His momentum does increase, however, if Wario is using the Jet Wario power-up, which lets him fly through the air for a short amount of time at super speed. His other power-ups are Bull Wario, which gives him super strength and the power to stick to ceiling<nowiki/>s and conveyor belts, and the Dragon Wario power-up, which lets him blow fire. Wario is also able to hold and cast enemies (as well as coins, which are normally needed to go out of a stage).\nVB Mario Land\nThis was a \"Super Mario Land\" game planned for the Virtual Boy which ended up called off because of the short time the system was out. The game was going to use all of the powers of the system and would have dungeons much the same to \"The Legend of Zelda\" games. Not much is known about this game, but it is known Wario was set to show up, as would a three-dimensional (also called 3-D) Mario Bros.. It is thought that some ideas were taken from this game and put into \"Mario Clash\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mario_(series)","surface_form":"\"Mario\" series","offset":66},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":122},{"uri":"Famicom","surface_form":"Famicom","offset":147},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":172},{"uri":"Game_Boy","surface_form":"Game Boy","offset":331},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":345},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":369},{"uri":"Super_Mario_Bros._2","surface_form":"Super Mario Bros. 2","offset":484},{"uri":"Mario","surface_form":"Mario","offset":556},{"uri":"Luigi","surface_form":"Luigi","offset":589},{"uri":"Yoshi","surface_form":"Yoshi","offset":625},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":674},{"uri":"Bowser_(character)","surface_form":"Bowser","offset":694},{"uri":"Nintendo_Entertainment_Analysis_and_Development","surface_form":"Nintendo Entertainment Analysis and Development","offset":1010},{"uri":"Wii","surface_form":"Wii","offset":1355},{"uri":"Super_Mario_All-Stars","surface_form":"Super Mario All-Stars","offset":1368},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":1520},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":1749},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":1774},{"uri":"Toad_(Nintendo)","surface_form":"Toad and the Mushroom Retainers","offset":1965},{"uri":"Nintendo","surface_form":"Nintendo","offset":2071},{"uri":"Famicom_Disk_System","surface_form":"Famicom Disk System","offset":2119},{"uri":"Super_Mario_Bros._2","surface_form":"Super Mario Bros. 2","offset":2639},{"uri":"Doki_Doki_Panic","surface_form":"Doki Doki Panic","offset":2780},{"uri":"Wart_(character)","surface_form":"Wart","offset":2951},{"uri":"Super_Mario_All-Stars","surface_form":"Super Mario All-Stars","offset":3004},{"uri":"Super_Mario_Bros._3","surface_form":"Super Mario Bros. 3","offset":3050},{"uri":"Boo_(character)","surface_form":"Boo","offset":3200},{"uri":"Dry_Bones","surface_form":"Dry Bones","offset":3226},{"uri":"Koopalings","surface_form":"Koopalings","offset":3245},{"uri":"Super_Leaf","surface_form":"Super Leaf","offset":3318},{"uri":"Hammer_Suit","surface_form":"Hammer Suit","offset":3334},{"uri":"Frog_Suit","surface_form":"Frog Suit","offset":3354},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":3731},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super Nintendo Entertainment System","offset":3788},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":4138},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":4263},{"uri":"Platform_game","surface_form":"platforming game","offset":4652},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":4883},{"uri":"Super_Mario_64_DS","surface_form":"Super Mario 64 DS","offset":4903},{"uri":"Super_Mario_Sunshine","surface_form":"Super Mario Sunshine","offset":4989},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":5049},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":5097},{"uri":"Toadsworth","surface_form":"Toadsworth","offset":5180},{"uri":"Bowser_Jr.","surface_form":"Bowser Jr.","offset":5617},{"uri":"Petey_Piranha","surface_form":"Petey Piranha","offset":5629},{"uri":"Shadow_Mario","surface_form":"Shadow Mario","offset":5676},{"uri":"Super_Mario_Galaxy","surface_form":"Super Mario Galaxy","offset":5702},{"uri":"New_Super_Mario_Bros.","surface_form":"New Super Mario Bros.","offset":5792},{"uri":"New_Super_Mario_Bros._Wii","surface_form":"New Super Mario Bros. Wii","offset":6359},{"uri":"Super_Mario_Galaxy","surface_form":"Super Mario Galaxy","offset":6471},{"uri":"Castle","surface_form":"castle","offset":6823},{"uri":"Asteriod","surface_form":"asteriod","offset":6963},{"uri":"Rosalina","surface_form":"Rosalina","offset":7061},{"uri":"Super_Mario_Galaxy_2","surface_form":"Super Mario Galaxy 2","offset":7147},{"uri":"New_Super_Mario_Bros._Wii","surface_form":"New Super Mario Bros. Wii","offset":7219},{"uri":"New_Super_Mario_Bros.","surface_form":"New Super Mario Bros.","offset":7353},{"uri":"Super_Mario_Galaxy_2","surface_form":"Super Mario Galaxy 2","offset":7771},{"uri":"Super_Mario_3D_Land","surface_form":"Super Mario 3D Land","offset":8336},{"uri":"Side-scrolling_video_game","surface_form":"side-scrolling games","offset":8540},{"uri":"Pom_Pom_(character)","surface_form":"Pom Pom","offset":8800},{"uri":"New_Super_Mario_Bros._2","surface_form":"New Super Mario Bros. 2","offset":8809},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":8907},{"uri":"New_Super_Mario_Bros._series","surface_form":"New Super Mario Bros.","offset":8949},{"uri":"New_Super_Mario_Bros.","surface_form":"New Super Mario Bros.","offset":9003},{"uri":"New_Super_Mario_Bros._U","surface_form":"New Super Mario Bros. U","offset":9191},{"uri":"Wii_U","surface_form":"Wii U","offset":9252},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":9291},{"uri":"Wii_U_GamePad","surface_form":"Wii U GamePad","offset":9501},{"uri":"High-definition_television","surface_form":"high-definition","offset":9628},{"uri":"Super_Mario_3D_World","surface_form":"Super Mario 3D World","offset":9675},{"uri":"Video_game_console","surface_form":"console","offset":9713},{"uri":"Super_Mario_3D_Land","surface_form":"Super Mario 3D Land","offset":9732},{"uri":"List_of_Mario_LCD_games","surface_form":"Super Mario Bros. (handheld)","offset":10084},{"uri":"Super_Mario_All-Stars","surface_form":"Super Mario All-Stars","offset":10302},{"uri":"Super_Mario_All-Stars_%2B_Super_Mario_World","surface_form":"Super Mario All-Stars + Super Mario World","offset":10655},{"uri":"Super_Mario_Bros._Deluxe","surface_form":"Super Mario Bros. Deluxe","offset":10885},{"uri":"Game_Boy_Printer","surface_form":"Game Boy Printer","offset":11192},{"uri":"Nintendo_Research_%26amp%3B_Development_2","surface_form":"Nintendo Research & Development 2","offset":11311},{"uri":"Super_Mario_Advance","surface_form":"Super Mario Advance","offset":11374},{"uri":"Super_Mario_Advance_(series)","surface_form":"Super Mario Advance","offset":11658},{"uri":"Mario_Bros.","surface_form":"Mario Bros.","offset":12036},{"uri":"Nintendo_e-Reader","surface_form":"e-Reader","offset":12266},{"uri":"Classic_NES_Series","surface_form":"Classic NES","offset":13058},{"uri":"Super_Mario_64_DS","surface_form":"Super Mario 64 DS","offset":13582},{"uri":"Wario","surface_form":"Wario","offset":13919},{"uri":"Super_Mario_All-Stars_Limited_Edition","surface_form":"Super Mario All-Stars Limited Edition","offset":13985},{"uri":"New_Super_Luigi_U","surface_form":"New Super Luigi U","offset":14157},{"uri":"Year_of_Luigi","surface_form":"Year of Luigi","offset":14213},{"uri":"New_Super_Mario_Bros._U","surface_form":"New Super Mario Bros. U","offset":14267},{"uri":"Main_character","surface_form":"main character","offset":14479},{"uri":"Nabbit","surface_form":"Nabbit","offset":14495},{"uri":"New_Super_Mario_Bros._U_%2B_New_Super_Luigi_U","surface_form":"New Super Mario Bros. U + New Super Luigi U","offset":14615},{"uri":"New_Super_Luigi_U","surface_form":"New Super Luigi U","offset":14711},{"uri":"Super_Mario_Land","surface_form":"Super Mario Land","offset":14980},{"uri":"Princess_Daisy","surface_form":"Princess Daisy","offset":15101},{"uri":"Rival","surface_form":"rival","offset":15498},{"uri":"Anti-hero","surface_form":"anti-hero","offset":15936},{"uri":"Ceiling","surface_form":"ceiling","offset":17057},{"uri":"VB_Mario_Land","surface_form":"VB Mario Land","offset":17264},{"uri":"Virtual_Boy","surface_form":"Virtual Boy","offset":17329},{"uri":"The_Legend_of_Zelda_(series)","surface_form":"The Legend of Zelda","offset":17513},{"uri":"Three-dimensional","surface_form":"three-dimensional","offset":17629},{"uri":"Mario_Clash","surface_form":"Mario Clash","offset":17748}]}