{"id":242629,"url":"http://en.wikipedia.org/wiki/Carambola","text":"Carambola (\"Averrhoa carambola\"), also known as star fruit, are tropical fruits. The fruit grows on trees that are native to India, Indonesia, and Sri Lanka. Star fruit is common in the south of Asia, Australia and all of the islands around Australia. The tree is also grown in tropic islands.\nOrigins and distribution.\nThe carambola has been growing in parts of Asia for hundreds of years. It may have first been in Sri Lanka and Moluccas. Malaysia grows the most carambola in the world and it also grows in Bangladesh.\nBecause of insects and disease, whole carambolas cannot be taken into the USA. In the USA, star fruit is grown in Florida, Texas, South Carolina, Georgia, Louisiana, California, Texas, Arizona, Puerto Rico and Hawaii.\nTaste.\nStar fruit tastes best ripe (yellow with a little green). It will also be brown on the five edges and feel hard. If the star fruit is overripe it will be yellow with brown spots. You can eat all of the fruit, even the skin. It is sweet and very juicy. The taste is a little bit like a subtle mix of papaya, orange and grapefruit.\nCultivation.\nThe Carambola is a tropical fruit. In Northern India, it grows up to 4,000 feet in elevation. It prefers a total exposure to the sun but requires high humidity and a total of 70 inches or more of rainfall a year. It requires good drainage of the soil.\nCarambola trees are planted 20 feet or more from each other. They grow fast and makes fruit when they are four or five years old. The rain during Spring makes the amount of fruit lower. In perfect conditions, Carambola can make from 200 to 400 pounds of fruit a year. The fruit is picked mainly during the months of June, July, and August.\nMajor pests are fruit flies, ants, and birds. In the United States, they are also vulnerable to frosts.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":125},{"uri":"Indonesia","surface_form":"Indonesia","offset":132},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":147},{"uri":"Malaysia","surface_form":"Malaysia","offset":441},{"uri":"Insect","surface_form":"insect","offset":532},{"uri":"Disease","surface_form":"disease","offset":544},{"uri":"United_States_of_America","surface_form":"USA","offset":595}]}