{"id":24275,"url":"http://en.wikipedia.org/wiki/Carthage","text":"Carthage is an ancient city-state in what is now Tunisia. It began as a Phoenician colony. Carthage at the height of its power was the foremost power in the Mediterranean Sea, controlling parts of Spain, Sicily, North Africa, Sardinia, and the Balearic islands.\nThe Roman Republic destroyed Carthage in the Punic Wars of the 3rd and 2nd centuries BC. In later centuries Rome started a colony in the same place and it became an important city of Africa Province. Eventually the Vandals conquered the city and used it to attack Rome.\nThe Punic Wars.\nCarthage was a rival for Mediterranean Sea power for the Roman Republic, who wanted to take over the whole western Mediterranean Sea. Carthage was a large obstacle to that. So, in 264 BC, the Romans responded to a plea for help by some rebels in Messina, and landed an army in Sicily. This started the First Punic War. The Romans then invaded the Carthaginian holdings in Sicily, and the Carthaginian generals could not stop them. Even at sea, the Romans were able to copy the Carthaginian bireme ships and win several major victories on the sea, though the Carthaginians had long fought at sea and the Romans were new to this.\nFinally, a general named Hamilcar Barca took up the Carthaginian defense in place of the decidedly older, less energetic Hanno. Hamilcar immediately realized the futility of meeting the superior Roman army in open battle, so he decided to use hit-and-run raids to wear down the Romans. This tactic was slightly more effective against the slow, heavily armored roman troops. Eventually, however the Romans were able to take Lilybaeum, the Carthaginian's main stronghold in Sicily. This ended Carthage's power in Sicily and ended the First Punic War.\nIn the Second Punic War, Hannibal Barca led the Carthaginian army through Spain, southern Gaul, and across the Alps, into Italy in 218 BC. There he clashed with the Roman Republic in 3 major battles: the battle of the River Trebia, the battle of lake Trasmine, and The battle of Cannae. Hannibal defeated the Romans in stunning victories in each of these battles. He failed, however, to take Rome, and eventually had to retreat back to Carthage, where he was defeated by Scipio Africanis in the battle of Zama. The Romans destroyed Carthage in 146 BC, in the third Punic war. The Carthaginians who survived, numbering about 50,000, were sold into slavery.","categories":[],"infobox_types":[],"annotations":[{"uri":"City-state","surface_form":"city-state","offset":23},{"uri":"Tunisia","surface_form":"Tunisia","offset":49},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":72},{"uri":"Colony","surface_form":"colony","offset":83},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":157},{"uri":"Sicily","surface_form":"Sicily","offset":204},{"uri":"North_Africa","surface_form":"North Africa","offset":212},{"uri":"Sardinia","surface_form":"Sardinia","offset":226},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":266},{"uri":"Punic_Wars","surface_form":"Punic Wars","offset":307},{"uri":"Colony","surface_form":"colony","offset":385},{"uri":"Africa_Province","surface_form":"Africa Province","offset":445},{"uri":"Vandals","surface_form":"Vandals","offset":477},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":605},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":663},{"uri":"Messina","surface_form":"Messina","offset":794},{"uri":"Sicily","surface_form":"Sicily","offset":825},{"uri":"First_Punic_War","surface_form":"First Punic War","offset":850},{"uri":"Bireme","surface_form":"bireme","offset":1038},{"uri":"Roman_army","surface_form":"Roman army","offset":1371},{"uri":"Second_Punic_War","surface_form":"Second Punic War","offset":1732},{"uri":"Hannibal_Barca","surface_form":"Hannibal Barca","offset":1750},{"uri":"Italy","surface_form":"Italy","offset":1847},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":1890},{"uri":"Battle_of_the_River_Trebia","surface_form":"battle of the River Trebia","offset":1929},{"uri":"Battle_of_lake_Trasmine","surface_form":"battle of lake Trasmine","offset":1961},{"uri":"Battle_of_Cannae","surface_form":"battle of Cannae","offset":1994},{"uri":"Retreat","surface_form":"retreat","offset":2145},{"uri":"Scipio_Africanis","surface_form":"Scipio Africanis","offset":2196},{"uri":"The_battle_of_Zama","surface_form":"the battle of Zama","offset":2216},{"uri":"Roman_Republic","surface_form":"Romans","offset":2240},{"uri":"Slavery","surface_form":"slavery","offset":2372}]}