{"id":242720,"url":"http://en.wikipedia.org/wiki/Marques_Haynes","text":"e=\"preserve\">Marques Haynes (March 10, 1926 – May 22, 2015) was an American professional basketball player. He was a member of the Harlem Globetrotters. He is known for his ability to dribble the ball and keep it away from defenders. According to the movie \"Harlem Globetrotters: Six Decades of Magic\", Haynes could dribble the ball as many as six times a second.\nEarly playing days.\nHaynes learned to dribble the basketball from his sisters. His skills may have been helped by handling the ball on the dirt courts of his hometown. A native of Sand Springs, Oklahoma, he played basketball for Langston University from 1942-1946. While at Langston, he once dribbled out the clock in a conference tournament game to taunt an opponent, Southern University. Southern had just run up the score against a weaker team (Sam Huston College, later Huston-Tillotson University). The Sam Huston team was coached by a young Jackie Robinson. Haynes' own coach, the famous Zip Gayles, punished him for the taunting, but it helped draw the attention of the Globetrotters. They were always on the search for trick ballhandlers. Langston was invited to play an exhibition game against the Globetrotters in Oklahoma City. In that game, Haynes led Langston to a 4-point win. He was immediately invited to join the Globetrotters. He returned to Langston to complete his degree. Then he began his long professional career.\nPlaying with the Harlem Globetrotters.\nHaynes played with the Globetrotters from 1947-1953. Upon leaving in 1953, he turned down a $35,000 a year offer from the Philadelphia Warriors that would have made him the second-highest paid player in the NBA. Instead, he started his own barnstorming team, the Harlem Magicians. Boxing legend Sugar Ray Robinson sometimes played games with this team. Haynes later rejoined the Globetrotters as a player/coach. He also played for the Harlem Wizards.\nRetirement.\nHe retired in 1992 after a 46-year professional career, and was inducted to the Basketball Hall of Fame on October 2 1998. He lived in Dallas, Texas. Haynes died on May 22, 2015, in Plano, Texas, aged 89.\nLegacy.\nMany consider him the top ballhandler who ever lived. His game influenced players such as Bob Cousy, Pete Maravich, and Fred \"Curly\" Neal. It is possible that Haynes has played more professional basketball games than anyone in history, staying active well into his sixties.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":67},{"uri":"Professional","surface_form":"professional","offset":76},{"uri":"Basketball","surface_form":"basketball","offset":89},{"uri":"Harlem_Globetrotters","surface_form":"Harlem Globetrotters","offset":131},{"uri":"Bounce","surface_form":"dribble","offset":184},{"uri":"Sand_Springs%2C_Oklahoma","surface_form":"Sand Springs, Oklahoma","offset":544},{"uri":"Langston_University","surface_form":"Langston University","offset":593},{"uri":"Southern_University","surface_form":"Southern University","offset":733},{"uri":"Huston-Tillotson_University","surface_form":"Huston-Tillotson University","offset":838},{"uri":"Jackie_Robinson","surface_form":"Jackie Robinson","offset":911},{"uri":"Oklahoma_City","surface_form":"Oklahoma City","offset":1188},{"uri":"Globetrotters","surface_form":"Globetrotters","offset":1463},{"uri":"Philadelphia_Warriors","surface_form":"Philadelphia Warriors","offset":1562},{"uri":"Harlem_Magicians","surface_form":"Harlem Magicians","offset":1703},{"uri":"Boxing","surface_form":"Boxing","offset":1721},{"uri":"Sugar_Ray_Robinson","surface_form":"Sugar Ray Robinson","offset":1735},{"uri":"Basketball_Hall_of_Fame","surface_form":"Basketball Hall of Fame","offset":1983},{"uri":"Plano%2C_Texas","surface_form":"Plano, Texas","offset":2085},{"uri":"Bob_Cousy","surface_form":"Bob Cousy","offset":2206},{"uri":"Pete_Maravich","surface_form":"Pete Maravich","offset":2217},{"uri":"Fred_Neal","surface_form":"Fred \"Curly\" Neal","offset":2236}]}