{"id":242760,"url":"http://en.wikipedia.org/wiki/Derivative_(mathematics)","text":"In mathematics (particularly in differential calculus), the derivative is a way to show instantaneous rate of change: that is, the amount by which a function is changing at one given point. For functions that act on the real numbers, it is the slope of the tangent line at a point on a graph. The derivative is often written as formula_1 (\"dy over dx\", meaning the difference in y divided by the difference in x). The \"d\" is not a variable, and therefore cannot be cancelled out. Another common notation is formula_1—the derivative of function formula_1 at point formula_1.\nDefinition of a derivative.\nThe derivative of y with respect to x is defined as the change in y over the change in x, as the distance between formula_1 and formula_1 becomes infinitely small (infinitesimal). In mathematical terms,\nThat is, as the distance between the two x points (h) becomes closer to zero, the slope of the line between them comes closer to resembling a tangent line.\nLinear functions.\nDerivatives of linear functions (functions of the form formula_1 with no quadratic or higher terms) are constant. That is, the derivative in one spot on the graph will remain the same on another.\nWhen the dependent variable formula_1 directly takes formula_1's value (formula_1), the slope of the line is 1 in all places, so formula_1 regardless of where the position is.\nWhen formula_1 modifies formula_1's number by adding or subtracting a constant value, the slope is still 1, because the change in formula_1 and formula_1 do not change if the graph is shifted up or down. That is, the slope is still 1 throughout the entire graph and its derivative is also 1.\nPower functions.\nPower functions (in the form of formula_1) behave differently from linear functions, because their exponent and slope vary.\nPower functions, in general, follow the rule that formula_1. That is, if we give \"a\" the number 6, then formula_1\nExponential functions.\nAn exponential is of the form formula_1, where formula_1 and formula_1 are constants and formula_1 is a function of formula_1. The difference between an exponential and a polynomial is that in a polynomial formula_1 is raised to some power, whereas in an exponential formula_1 is in the power.\nExample 1.\nformula_1\nExample 2.\nFind formula_1.\nformula_1\nformula_1\nformula_1\nformula_1\nformula_1\nLogarithmic functions.\nThe logarithm of 5 is a constant, so its derivative is 0. The derivative of formula_1 is formula_1. So,\nUses of derivatives.\nA function's derivative can be used to search for the maxima and minima of the function, by searching for places where its slope is zero.\nDerivatives are used in Newton's method, which helps one find the zeros (roots) of a function..One can also use derivatives to determine the concavity of a function, and whether the function is increasing or decreasing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Differential_calculus","surface_form":"differential calculus","offset":32},{"uri":"Function_(mathematics)","surface_form":"function","offset":149},{"uri":"Real_number","surface_form":"real number","offset":220},{"uri":"Slope","surface_form":"slope","offset":244},{"uri":"Tangent","surface_form":"tangent","offset":257},{"uri":"Infinitesimal","surface_form":"infinitesimal","offset":766},{"uri":"Linear_function","surface_form":"linear function","offset":994},{"uri":"Maximum_and_minimum","surface_form":"maxima and minima","offset":2515},{"uri":"Newton%27s_method","surface_form":"Newton's method","offset":2623}]}