{"id":242734,"url":"http://en.wikipedia.org/wiki/C%C3%A1huil","text":"Cáhuil is a Chilean village. It is 15 kilometers south of Pichilemu, in the outfall of the Nilahue lake, in the Region of O'Higgins. ' means in Mapudungun language \"seagulls place\". The main characteristic of the place is the crafty production of \"coastal salt\", oysters and choros. The Cáhuil Lagoon is a place suitable for fishing, swimming and boat travels.\nSalines.\nThe salines in this area are very old. It is known that the indigenous people extracted it in a very rudimentary way. However, the extracting method has been improved and the production has increased. As of 1978, more than a 60% of the people of Cáhuil lived around the salt production, production not related to industrial enterprises.\nIn a way to promote the tourism in Cáhuil, the Municipality of Pichilemu created the \"Salt Route\", that takes the tourists into places where the salt generation process is dpne. This travel starts in Pichilemu and includes Cáhuil, Barrancas, La Villa, El Bronce, La Palmilla and La Plaza. On this route are two rural ranches, \"Oro Blanco\" and \"El Bronce\".\nFauna.\nIn the Cáhuil zone are at least 46 birds species. Many of the species are in danger of extinction. Some of them are the coscoroba swan, larus maculipennis, garza cuca, among others. It hosts at least seven silvester ducks species.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chile","surface_form":"Chile","offset":12},{"uri":"Pichilemu","surface_form":"Pichilemu","offset":58},{"uri":"Nilahue_lake","surface_form":"Nilahue lake","offset":91},{"uri":"Region_of_O%27Higgins","surface_form":"Region of O'Higgins","offset":112},{"uri":"Mapudungun_language","surface_form":"Mapudungun language","offset":144},{"uri":"Oyster","surface_form":"oyster","offset":263},{"uri":"Choro","surface_form":"choro","offset":275},{"uri":"C%C3%A1huil_Lagoon","surface_form":"Cáhuil Lagoon","offset":287},{"uri":"Municipality_of_Pichilemu","surface_form":"Municipality of Pichilemu","offset":754},{"uri":"Coscoroba_swan","surface_form":"coscoroba swan","offset":1190},{"uri":"Larus_maculipennis","surface_form":"larus maculipennis","offset":1206},{"uri":"Garza_cuca","surface_form":"garza cuca","offset":1226}]}