{"id":24286,"url":"http://en.wikipedia.org/wiki/Bedford","text":"Bedford is a markettown of Bedfordshire, England. It has a population of more than 79,000 people (100,000 if the people living in Kempston are included). It is formed of multiple districts, such as Putnoe, Goldington, Brickhill and Woodside. Many people also live in the smaller villages surrounding Bedford, such as Sandy, Willington, Cople and Cardington. It has many outstanding schools, both State and Public. It is one of only two places nationally that has a three-tier school system, although it is currently undergoing the transition to two-tier. There are academies, Bedford Free School, community and an SEN schools. It is also a place with a large diversity of nationalities, such as Italians and Polish, stemming from the Brick works that used to stand in...\nHistory.\nThe town of Bedford is about 1000 years old. There was a castle there, but it was destroyed in 1224. A small hill with a tower now stands in the place of the castle. It overlooks the river Great Ouse which flows through the town. Every four years a River Festival is held there, with stalls, a fair and dragon boat races. Bedford was a market town from the early Middle Ages. It was given its borough charter in 1166 by Henry II.\nEducation.\nDuring the last century many people moved to Bedford because there were good schools there. There are four public schools which are governed by the Harpur Trust: Bedford Boys School, Bedford Girls School, Bedford Modern and Pilgrims Pre-Preparatory School. There are also some smaller private schools.\nBedford also has various local authority schools. Bedford Borough operates a three-tier education system in some of the area, arranged into lower, middle and upper schools, as recommended in the Plowden Report of 1967. Many students study at the University of Bedfordshire, which is based in Bedford and Luton. Bedford College offers further education. Also, Stella Mann College is a private college which offers a range of further education courses for the performing arts.\nHundreds of school children can take part in Bedfordshire Youth Music courses during the holidays, have music lessons in school and participate in the orchestra. There is also a Bedfordshire Youth Theatre that runs activities for all age groups.\nFeatures and events.\nThe town of Bedford has scenic routes to walk along the banks of the River Great Ouse. The banks of the river by the town centre are called The Embankment. There are nice gardens there and two bridges for pedestrians, one of which is called The Butterfly Bridge. The newer of these bridges is known as the “Butterfly Bridge” because it is shaped like a butterfly.\nEvery two years, an event called Bedford River Festival is held near the river in Bedford during early July. The event lasts for two days. About 250,000 people go there to enjoy all the events, the sports, food, funfairs and live music.\nThe big church in the centre of the town is called St Paul’s Church. It stands in St Paul’s Square. It has a tall spire which can be seen from a long way away. There was a church there in 1066. The present church was started in the early 13th century and gradually more parts were added. The tower and spire were completely rebuilt in the 1860s. John Bunyan and John Wesley both preached in the church. There is a stained glass window dedicated to Sir William Harpur who gave his money to charity in the 16th century allowing almshouses and schools to be built in Bedford.\nThere are museums in Bedford. The Cecil Higgins Art Gallery is in the Victorian home of the Higgins family who used to be brewers. A modern building next to it has paintings, ceramics, glass and lace. The Bedford Museum is next door and has things from Bedford’s history. Just round the corner is the John Bunyan museum showing things about Bedford’s most famous writer.\nHospitals and services.\nBedford Hospital is split between two sites in the town. It serves people from the whole of Mid Bedford. Many discussions are still taking place about the future of the hospital and how it should be organized.\nThere are many shops in the town centre, as well as out-of-town shopping areas. The Aspects Leisure Centre has cinemas and other amusements. It is near the opposite end of the Embankment from the town centre.\nMusic and Drama.\nThere is a lot of opportunity to hear music in Bedford. Many local musicians play in the Bedfordshire Symphony Orchestra and the Bedford Sinfonia. They give their concerts in the Corn Exchange in St Paul’s Square, where one can also hear concerts given by the famous professional Philharmonia Orchestra who give a series of concerts during the year. There are several amateur choirs including the large Bedford Choral Society and the chamber choirs Cantamus and Concord Singers. The Bedford Music Club organizes chamber concerts on Thursdays during the year, and there are many other musical events including lunch hour concerts at St Paul’s Church. In August the 'Proms In The Park' takes place in Bedford Park. It is given by the Royal Philharmonic Orchestra and attracts thousands of people who take rugs and food and sit on the grass to listen to the music.\nAlthough Bedford has no large theatre there are many amateur groups such as the Bedford Dramatic Club, Swan Theatre Company, Bedford Marianettes who perform in several places such as the Bowen West Theatre and Civic Theatre. There are also several local bands.\nSport.\nAs Bedford has a river there is a lot of opportunity for rowing. Bedford has two rugby union teams called Bedford Blues and Bedford Athletic. Bedford Blues are now in the second tier of English rugby, although they have previously been in the top division. Bedford has an athletic stadium, home to many famous sports personalities and trains youth.\nTransport.\nBedford’s main railway station is in Midland Road. Capital Connect run trains from Bedford to Brighton passing through London, and Midland Main Line have trains that go from London, passing through Bedford on their way to Leeds. There are also trains to Bletchley in Milton Keynes, and the Marston Vale Line which also stops at Bedford St Johns railway station.\nThere is a lot of traffic in Bedford as several roads spread out from the centre of the town in all directions. The M1 is 8 miles to the west, and the Al is about the same distance to the east. Bedford now has a by-pass between Milton Keynes and the Black Cat Round About near St. Neots.\nBuses from Bedford travel to Northampton, Milton Keynes, Cambridge, Oxford and other towns in the region. Most of these services depart from the main bus station in the town. This bus station is currently undergoing renevation as part of a scheme to upgrade facilities in the town centre, including free car parking for two hours on Saturday.\nDemographics.\nThere are many Italian people living in Bedford. Many of them came from the 1950s onwards to work at the brickworks of the London Brick Company. There are many Italian bars and restaurants and social clubs as well as a church and a vice-consulate. Many of the people who came in the 1950s now have grandchildren growing up in Bedford, and many of them have married people from other cultures. More recently many people have immigrated from other parts of the world such as South Asia and Eastern Europe (particularly in the last few years), Greece, Cyprus, the Middle East and Africa. Many languages are spoken in Bedford including Italian, Punjabi, Turkish, Polish, Portuguese, Cantonese and Mandarin Chinese. There is a big, new Sikh temple in the district known as Queen’s Park.\nRelationship with nearby towns and villages.\nThe town of Kempston has now grown to be part of Bedford. The villages in the Borough of Bedford with populations of more than 2,000 are Biddenham, Bromham, Clapham, Elstow, Oakley, Sharnbrook, Shortstown, Wilstead, and Wootton. There are also many smaller villages in the borough. The villages in the borough are popular with commuters to Bedford, and also with people who commute to Milton Keynes, which is a bigger employment centre than Bedford, and to London.\nFamous Bedfordians.\nThe most famous person from Bedford was John Bunyan, the author of \"The Pilgrim's Progress\". He was born in Harrowden, near Elstow which is just outside Bedford. Later he lived in St Cuthbert Street, which is the next street east parallel to the High Street, but was still just at the edge of Bedford at that time. Bunyan Meeting is a church on the site where Bunyan, at the end of his life, was allowed to have a barn to preach. It is joined to the Bunyan Museum. There is a statue of Bunyan on the corner of the High Street by Bedford School.\nOther famous Bedfordians include Sir William Harpur, the philanthropist, John Howard, the prison reformer, Charles Wells, founder of Charles Wells Brewery, a company which is still in the town, Ronnie Barker the comedian, Media Personality and former 'Countdown' Co-host Carol Vorderman and John Le Mesurier, actor and comedian. People who went to school in Bedford include the politician Paddy Ashdown, the cricketer Alastair Cook, the playwright Christopher Fry and the athlete Paula Radcliffe.Also cricketer Monty Panesar and comedian Al Murray.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_town","surface_form":"town","offset":19},{"uri":"Bedfordshire","surface_form":"Bedfordshire","offset":27},{"uri":"England","surface_form":"England","offset":41},{"uri":"Village","surface_form":"village","offset":279},{"uri":"Castle","surface_form":"castle","offset":837},{"uri":"1224","surface_form":"1224","offset":875},{"uri":"Great_Ouse","surface_form":"Great Ouse","offset":969},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1143},{"uri":"1166","surface_form":"1166","offset":1192},{"uri":"Henry_II_of_England","surface_form":"Henry II","offset":1200},{"uri":"Harpur_Trust","surface_form":"Harpur Trust","offset":1369},{"uri":"University_of_Bedfordshire","surface_form":"University of Bedfordshire","offset":1769},{"uri":"Performing_arts","surface_form":"performing arts","offset":1981},{"uri":"River_Great_Ouse","surface_form":"River Great Ouse","offset":2334},{"uri":"Bridge","surface_form":"bridge","offset":2458},{"uri":"Pedestrian","surface_form":"pedestrian","offset":2470},{"uri":"Church","surface_form":"church","offset":2874},{"uri":"Spire","surface_form":"spire","offset":2980},{"uri":"1066","surface_form":"1066","offset":3054},{"uri":"13th_century","surface_form":"13th century","offset":3104},{"uri":"Tower","surface_form":"tower","offset":3158},{"uri":"1860s","surface_form":"1860s","offset":3205},{"uri":"John_Bunyan","surface_form":"John Bunyan","offset":3212},{"uri":"John_Wesley","surface_form":"John Wesley","offset":3228},{"uri":"Stained_glass","surface_form":"stained glass","offset":3280},{"uri":"William_Harpur","surface_form":"William Harpur","offset":3318},{"uri":"Charitable_organization","surface_form":"charity","offset":3355},{"uri":"16th_century","surface_form":"16th century","offset":3370},{"uri":"Almshouse","surface_form":"almshouse","offset":3392},{"uri":"School","surface_form":"school","offset":3407},{"uri":"Museum","surface_form":"museum","offset":3449},{"uri":"Victorian_architecture","surface_form":"Victorian","offset":3509},{"uri":"Brewer","surface_form":"brewer","offset":3561},{"uri":"Paintings","surface_form":"paintings","offset":3603},{"uri":"Ceramics","surface_form":"ceramics","offset":3614},{"uri":"Glass","surface_form":"glass","offset":3624},{"uri":"Lace","surface_form":"lace","offset":3634},{"uri":"Writer","surface_form":"writer","offset":3802},{"uri":"Music","surface_form":"music","offset":4308},{"uri":"Concert","surface_form":"concert","offset":4433},{"uri":"Philharmonia_Orchestra","surface_form":"Philharmonia Orchestra","offset":4550},{"uri":"Chamber_music","surface_form":"chamber","offset":4782},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":5002},{"uri":"Rug","surface_form":"rug","offset":5073},{"uri":"Food","surface_form":"food","offset":5082},{"uri":"Grass","surface_form":"grass","offset":5102},{"uri":"Band","surface_form":"band","offset":5386},{"uri":"Rowing","surface_form":"rowing","offset":5457},{"uri":"Rugby_union","surface_form":"rugby union","offset":5481},{"uri":"Bedford_Blues","surface_form":"Bedford Blues","offset":5506},{"uri":"Bedford_Blues","surface_form":"Bedford Blues","offset":5542},{"uri":"Stadium","surface_form":"stadium","offset":5681},{"uri":"Brighton","surface_form":"Brighton","offset":5854},{"uri":"London","surface_form":"London","offset":5934},{"uri":"Leeds","surface_form":"Leeds","offset":5982},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":6027},{"uri":"St._Neots","surface_form":"St. Neots","offset":6399},{"uri":"Northampton","surface_form":"Northampton","offset":6439},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":6452},{"uri":"Cambridge","surface_form":"Cambridge","offset":6467},{"uri":"Oxford","surface_form":"Oxford","offset":6478},{"uri":"Italy","surface_form":"Italian","offset":6782},{"uri":"1950s","surface_form":"1950s","offset":6843},{"uri":"Brick","surface_form":"brick","offset":6872},{"uri":"Bar_(business)","surface_form":"bars","offset":6935},{"uri":"Restaurant","surface_form":"restaurant","offset":6944},{"uri":"Church","surface_form":"church","offset":6986},{"uri":"Vice-consulate","surface_form":"vice-consulate","offset":6999},{"uri":"South_Asia","surface_form":"South Asia","offset":7240},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":7255},{"uri":"Greece","surface_form":"Greece","offset":7308},{"uri":"Cyprus","surface_form":"Cyprus","offset":7316},{"uri":"Middle_East","surface_form":"Middle East","offset":7328},{"uri":"Africa","surface_form":"Africa","offset":7344},{"uri":"Italian_language","surface_form":"Italian","offset":7399},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":7408},{"uri":"Turkish_language","surface_form":"Turkish","offset":7417},{"uri":"Polish_language","surface_form":"Polish","offset":7426},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":7434},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":7446},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":7460},{"uri":"Sikh","surface_form":"Sikh","offset":7498},{"uri":"Biddenham","surface_form":"Biddenham","offset":7731},{"uri":"Bromham%2C_Bedfordshire","surface_form":"Bromham","offset":7742},{"uri":"Clapham%2C_Bedfordshire","surface_form":"Clapham","offset":7751},{"uri":"Elstow","surface_form":"Elstow","offset":7760},{"uri":"Oakley%2C_Bedfordshire","surface_form":"Oakley","offset":7768},{"uri":"Sharnbrook","surface_form":"Sharnbrook","offset":7776},{"uri":"Shortstown","surface_form":"Shortstown","offset":7788},{"uri":"Wilstead","surface_form":"Wilstead","offset":7800},{"uri":"Wootton%2C_Bedfordshire","surface_form":"Wootton","offset":7814},{"uri":"Commuter","surface_form":"commuter","offset":7921},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":7979},{"uri":"Employment","surface_form":"employment","offset":8012},{"uri":"John_Bunyan","surface_form":"John Bunyan","offset":8119},{"uri":"The_Pilgrim%27s_Progress","surface_form":"The Pilgrim's Progress","offset":8147},{"uri":"Preach","surface_form":"preach","offset":8501},{"uri":"Philanthropist","surface_form":"philanthropist","offset":8681},{"uri":"John_Howard","surface_form":"John Howard","offset":8697},{"uri":"Ronnie_Barker","surface_form":"Ronnie Barker","offset":8818},{"uri":"Comedian","surface_form":"comedian","offset":8836},{"uri":"Carol_Vorderman","surface_form":"Carol Vorderman","offset":8895},{"uri":"John_Le_Mesurier","surface_form":"John Le Mesurier","offset":8915},{"uri":"Paddy_Ashdown","surface_form":"Paddy Ashdown","offset":9013},{"uri":"Cricket","surface_form":"cricket","offset":9032},{"uri":"Alastair_Cook","surface_form":"Alastair Cook","offset":9042},{"uri":"Playwright","surface_form":"playwright","offset":9061},{"uri":"Christopher_Fry","surface_form":"Christopher Fry","offset":9072},{"uri":"Athletics_(sport)","surface_form":"athlete","offset":9096},{"uri":"Paula_Radcliffe","surface_form":"Paula Radcliffe","offset":9104}]}