{"id":242857,"url":"http://en.wikipedia.org/wiki/Nick_Griffin","text":"Nicholas John \"Nick\" Griffin (born 1 March 1959 in Barnet, Hertfordshire, England) is a British politician who is the chairman of the British National Party (BNP) and Member of the European Parliament (MEP) for the region of North West England.\nNick Griffin was educated in Suffolk, and joined the National Front when he was 14. He became a political worker for the party after his graduation from Cambridge University. In 1980 he became a member of its governing body, and later wrote articles for several right-wing magazines. In 1995, he joined the British National Party and in 1999 he became its leader. He made several attempts to make the party electable including the removal of certain extremist policies. At the 2009 European Parliament election, Griffin was elected an MEP for the North West England region. In October 2009, he was on the BBC television show \"Question Time\" which caused controversy.\nIn March 2017, Nick stated that he would want to emigrate to Hungary. He said,\n“And I hope that Hungary, the Hungarian government, the Hungarian people, will welcome people who are genuine refugees from western Europe but keep out the liberals who have brought western Europe to this state in the first place.”\nIn May 2017, he was issued with a entry and residence ban from the Hungarian government, declaring him as the persona non grata.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Barnet","surface_form":"Barnet","offset":51},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":59},{"uri":"British_people","surface_form":"British","offset":88},{"uri":"Politician","surface_form":"politician","offset":96},{"uri":"British_National_Party","surface_form":"British National Party","offset":134},{"uri":"Suffolk","surface_form":"Suffolk","offset":274},{"uri":"National_Front","surface_form":"National Front","offset":298},{"uri":"Cambridge_University","surface_form":"Cambridge University","offset":398},{"uri":"Right-wing","surface_form":"right-wing","offset":507},{"uri":"Magazine","surface_form":"magazine","offset":518},{"uri":"European_Parliament_election%2C_2009_(United_Kingdom)","surface_form":"2009 European Parliament election","offset":722},{"uri":"Question_Time","surface_form":"Question Time","offset":871},{"uri":"Controversy","surface_form":"controversy","offset":899}]}