{"id":242868,"url":"http://en.wikipedia.org/wiki/Radiation_therapy","text":"Radiation therapy is the use of radiation to treat diseases. It is typically used to treat of cancer. It may use a radioactive material or particle accelerator or other source of ionizing radiation that can kill or damage cancerous cells.\nRadiation therapy may help cure several different types of cancer if they are limited to one area of the body. Doctors also use it to prevent tumor recurrence after surgery to remove a primary malignant tumor (for example, early stages of breast cancer). Radiation therapy works together with chemotherapy. Radiation therapy has been used before, during, and after chemotherapy in cancers known to be affected by radiation.\nRadiation therapy is used on tumors because of its ability to control cell growth. Ionizing radiation works by damaging the DNA of exposed tissue thus killing it. To spare normal tissues (such as skin or organs which radiation must pass through in order to treat the tumor), doctors aim weaker radiation beams from several angles of exposure. The beams intersect at the tumor, providing a much larger absorbed dose there than in the surrounding, healthy tissue.\nBesides the tumor itself, the target for the radiation may also include the lymph nodes that drain the area. Doctors include the lymph nodes if they are clinically or radiologically involved with tumor, or if there is thought to be a risk of that individual cancer cells will spread. It is impossible to aim the radiation beam exactly because the tumor moves as the patient breathes. So, doctors also expect to include some healthy tissue around the tumor to make sure that the entire tumor is hit by radiation.\nRadiation oncology is the medical specialty concerned with prescribing radiation. This is different than radiology, the use of radiation in medical imaging and diagnosis). Radiation may be prescribed by a radiation oncologist with intent to cure (\"curative\"). It may also be used as palliative treatment (where cure is not possible and the aim is for local disease control or symptomatic relief) or as therapeutic treatment (where the therapy has survival benefit and it can be curative). It is also common to combine radiation therapy with surgery, chemotherapy, hormone therapy, Immunotherapy or some mixture of the four.\nMost common cancer types can be treated with radiation therapy in some way. The precise treatment intent will depend on the tumor type, location, and stage, as well as the general health of the patient. Total body irradiation (TBI) is a radiation therapy technique used to prepare the body to receive a bone marrow transplant. Brachytherapy, in which a radiation source is placed inside or next to the area requiring treatment, is another form of radiation therapy that minimizes exposure of healthy tissue during procedures to treat cancers of the breast, prostate and other organs.\nRadiation therapy can also be used in non-malignant conditions, such as the treatment of trigeminal neuralgia, severe thyroid eye disease, pterygium, pigmented villonodular synovitis, and prevention of keloid scar growth, vascular restenosis, and heterotopic ossification. Doctors limit the use of radiation therapy in non-malignant conditions because they worry about the radiation could start new cancers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radiation","surface_form":"radiation","offset":32},{"uri":"Cancer","surface_form":"cancer","offset":94},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":139},{"uri":"Ionizing_radiation","surface_form":"ionizing radiation","offset":179},{"uri":"Tumor","surface_form":"tumor","offset":442},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":532},{"uri":"Cell_growth","surface_form":"cell growth","offset":733},{"uri":"Ionizing_radiation","surface_form":"Ionizing radiation","offset":746},{"uri":"DNA","surface_form":"DNA","offset":787},{"uri":"Absorbed_dose","surface_form":"absorbed dose","offset":1064},{"uri":"Lymph_node","surface_form":"lymph node","offset":1201},{"uri":"Breathes","surface_form":"breathes","offset":1499},{"uri":"Oncology","surface_form":"oncology","offset":1647},{"uri":"Radiology","surface_form":"radiology","offset":1742},{"uri":"Medical_imaging","surface_form":"medical imaging","offset":1777},{"uri":"Medical_diagnosis","surface_form":"diagnosis","offset":1797},{"uri":"Palliative_treatment","surface_form":"palliative treatment","offset":1920},{"uri":"Surgery","surface_form":"surgery","offset":2178},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":2187},{"uri":"Hormone","surface_form":"hormone","offset":2201},{"uri":"Immunotherapy","surface_form":"Immunotherapy","offset":2218},{"uri":"Total_body_irradiation","surface_form":"Total body irradiation","offset":2464},{"uri":"Bone_marrow_transplant","surface_form":"bone marrow transplant","offset":2564},{"uri":"Radiation_source","surface_form":"radiation source","offset":2614},{"uri":"Breast","surface_form":"breast","offset":2810},{"uri":"Prostate","surface_form":"prostate","offset":2818},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":2837},{"uri":"Neuralgia","surface_form":"neuralgia","offset":2945},{"uri":"Graves%27_ophthalmopathy","surface_form":"thyroid eye disease","offset":2963},{"uri":"Keloid","surface_form":"keloid","offset":3047},{"uri":"Restenosis","surface_form":"restenosis","offset":3076},{"uri":"Heterotopic_ossification","surface_form":"heterotopic ossification","offset":3092}]}