{"id":242910,"url":"http://en.wikipedia.org/wiki/Food_waste","text":"Food waste is food that is thrown away, either because it is not needed, or because it must be thrown away by law.\nFood production.\nLarge amounts of food waste can occur at any stage in the process of producing food. In subsistence agriculture, the amounts of food waste are unknown. Very likely, very little food is wasted, because food is produced because of a need for food. In the developed world, the food industry produces food for a global marketplace demand.\nResearch has been done to see where food waste occurred. The researchers looked at the food industry of the United States and found that food was wasted at the beginning of the food production. From planting, crops can be subjected to pest infestations and bad weather, which cause losses before harvest. Natural forces such as temperature and rainfall are the main influences on the growth of crops. For this reason, all forms of outdoor agriculture is subject to losses beecause of these influences. The use of machinery in harvesting can cause waste, as harvesters may be unable to discern between ripe and immature crops, or collect only part of a crop. Food is also wasted because it does not meet certain standards or regulations for quality and appearance As a result, certain crops that do not meet these standards are not harvested; left in the field, they can provide fertilizer, or food for animals.\nFood processing.\nIt is unknown how much food waste occurs during food processing. When food is stored, considerable amounts are wasted because of pests and microorganisms. This problem occurs in countries where it is both relatively hot, and humid. These conditions boost the growth of pests and microorganisms. Extreme temperature, humidity, or microoganisms also influence the nutritional value, caloric value and edibility of crops and account for food waste. The \"qualitative losses\" are more difficult to assess than quantitative ones. More losses occur because the food is not handled correctly, or because it loses weight or volume.\nIt is difficult to reduce some of the food waste produced by processing without affecting the quality of the product. Certain regulations concerning the safety of foods cause food to be wasted, before it even reaches the market.\nSafety regulations are in place to protect the health of the consumer. They are very important, especially where foodstuffs of animal origin are processed. Contaminated products from these sources can lead to and are associated with microbiological and chemical hazards.\nPreventing health issues is more important than preventing food waste, or the reuse of foods that do not meet the standards.,","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":14},{"uri":"Subsistence_agriculture","surface_form":"subsistence agriculture","offset":220},{"uri":"Globalization","surface_form":"global marketplace","offset":440},{"uri":"Pest_(organism)","surface_form":"pest infestations","offset":702},{"uri":"Agricultural_machinery","surface_form":"machinery","offset":980},{"uri":"Pest","surface_form":"pest","offset":1524},{"uri":"Microorganism","surface_form":"microorganism","offset":1534},{"uri":"Nutrition","surface_form":"nutritional value","offset":1757},{"uri":"Calorie","surface_form":"caloric value","offset":1776},{"uri":"Food_processing","surface_form":"processing","offset":2079},{"uri":"Animal_source_foods","surface_form":"foodstuffs of animal origin","offset":2360},{"uri":"Food_microbiology","surface_form":"microbiological","offset":2480},{"uri":"Chemical_hazard","surface_form":"chemical","offset":2500}]}