{"id":243,"url":"http://en.wikipedia.org/wiki/Ecology","text":"Ecology is the science that studies the biota (living things), the environment, and their interactions. It comes from the Greek \"oikos\" = house; \"logos\" = study.\nEcology is the study of ecosystems. Ecosystems describe the web or network of relations among organisms at different scales of organization. Since ecology refers to any form of biodiversity, ecologists research everything from tiny bacteria in nutrient recycling to the effects of tropical rain forests on the Earth's atmosphere. Scientists who study these interactions are called \"ecologists\".\nTerrestrial ecoregion and climate change research are two areas where ecologists now focus.\nThere are many practical applications of ecology in conservation biology, wetland management, natural resource management (agriculture, forestry, fisheries), city planning (urban ecology), community health, economics, and applied science. It provides a framework for understanding and researching human social interaction.\nEcology in politics.\nEcology starts many powerful philosophical and political movements - including the conservation movement, wellness movement, environmental movement, and ecology movement we know today. When these are combined with peace movements and the Six Principles, they are called green movements. In general, these put ecosystem health first on a list of human moral and political priorities, as the way to achieve better human health and social harmony, and better economics.\nPeople with these beliefs are called political ecologists. Some have organized into the Green Parties, but there are actually political ecologists in most political parties. They very often use arguments from ecology to advance policy, especially forest policy and energy policy.\nAlso, ecology means that it is the branch of biology dealing with the relations and interactions between organisms and their environment, including other organisms.\nEcology includes economics.\nEcological economics and human development theory try to separate the economic questions from others, but it is difficult. Many people think economics is just part of ecology now, and that economics that ignores it is wrong. \"Natural capital\" is an example of one theory combining both.\nEcology and anthropology.\nSometimes ecology is compared to anthropology. Anthropology includes how our bodies and minds are affected by our environment, while ecology includes how our environment is affected by our bodies and minds. There is even a type of anthropology called ecological anthropology, which studies how people interact with the environment.\nAntoine de Saint-Exupery stated: \"The earth teaches us more about ourselves than all the books. Because it resists us. Man discovers himself when he measures himself against the obstacle\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":15},{"uri":"Biota","surface_form":"biota","offset":40},{"uri":"Environment","surface_form":"environment","offset":67},{"uri":"Greek_language","surface_form":"Greek","offset":122},{"uri":"Ecosystem","surface_form":"ecosystem","offset":186},{"uri":"Biodiversity","surface_form":"biodiversity","offset":339},{"uri":"Bacteria","surface_form":"bacteria","offset":394},{"uri":"Nutrient","surface_form":"nutrient","offset":406},{"uri":"Recycling","surface_form":"recycling","offset":415},{"uri":"Tropical","surface_form":"tropical","offset":443},{"uri":"Rain_forest","surface_form":"rain forest","offset":452},{"uri":"Earth%27s_atmosphere","surface_form":"Earth's atmosphere","offset":472},{"uri":"Terrestrial_ecoregion","surface_form":"Terrestrial ecoregion","offset":557},{"uri":"Climate_change","surface_form":"climate change","offset":583},{"uri":"Conservation","surface_form":"conservation","offset":701},{"uri":"Wetland","surface_form":"wetland","offset":723},{"uri":"Natural_resource","surface_form":"natural resource","offset":743},{"uri":"Agriculture","surface_form":"agriculture","offset":772},{"uri":"Forestry","surface_form":"forestry","offset":785},{"uri":"Fishing","surface_form":"fisheries","offset":795},{"uri":"Planning","surface_form":"planning","offset":812},{"uri":"Community_health","surface_form":"community health","offset":838},{"uri":"Economics","surface_form":"economics","offset":856},{"uri":"Peace","surface_form":"peace","offset":1207},{"uri":"Green","surface_form":"green","offset":1263},{"uri":"Ecosystem_health","surface_form":"ecosystem health","offset":1302},{"uri":"Economics","surface_form":"economics","offset":1449},{"uri":"Policy","surface_form":"policy","offset":1688},{"uri":"Forest","surface_form":"forest","offset":1707},{"uri":"Policy","surface_form":"policy","offset":1732},{"uri":"Economic","surface_form":"economic","offset":1944},{"uri":"Capital_(economics)","surface_form":"capital","offset":2167},{"uri":"Theory","surface_form":"theory","offset":2197},{"uri":"Anthropology","surface_form":"anthropology","offset":2279},{"uri":"Environment","surface_form":"environment","offset":2404}]}