{"id":24305,"url":"http://en.wikipedia.org/wiki/Tao_Te_Ching","text":"Tao Te Ching ([]) is the Chinese name of a book by a man named Laozi (or Lao Tzu, which literally means \"old master\"). Laozi was a sage (a wise man) and he was a record-keeper. The title can mean \"The Book of the Way and its Virtue.\" People believe the book was written around 600 BC.\nIt is an important text to Chinese culture. It is very important in Chinese philosophy (way of thinking) and religion. It is the main book for Taoism, which is both a philosophy and part of Chinese folk religion. It also influenced other philosophies in and around China.\nThe title.\nThe three words together gives the meaning \"Virtue Way Rules\".\nThe book is constructed of a series of poems, each containing a rule, way or belief to becoming successful.\nStructure of the book.\nThe Tao Te Ching is a short book of about 5,000 Chinese characters. It has 81 short chapters. It has two parts: Part One is the Tao Ching (道經) \"Way Rules\", which is chapters 1–37; Part Two is the Te Ching (德經) \"Virtue Rules\", which is chapters 38–81.\nTranslations.\nThe Tao Te Ching is one of the most translated books in history, alongside the Bible and the Quran. Why are there thousands of translations? The text is short, the meaning is difficult. There are many interpretations, or ways to understand what the book says.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":25},{"uri":"Laozi","surface_form":"Laozi","offset":63},{"uri":"Sage","surface_form":"sage","offset":131},{"uri":"600_BC","surface_form":"600 BC","offset":277},{"uri":"Text","surface_form":"text","offset":304},{"uri":"Culture","surface_form":"culture","offset":320},{"uri":"Philosophy","surface_form":"philosophy","offset":361},{"uri":"Religion","surface_form":"religion","offset":394},{"uri":"Taoism","surface_form":"Taoism","offset":428},{"uri":"Bible","surface_form":"Bible","offset":1106},{"uri":"Quran","surface_form":"Quran","offset":1120}]}