{"id":24300,"url":"http://en.wikipedia.org/wiki/Globalization","text":"e=\"preserve\">Globalization is the connection of different parts of the world resulting in the expansion of international cultural, economic, and political activities. It is the movement and integration of goods and people among different countries. There are advantages and disadvantages to globalization, all of which have economic, social, political, and cultural impacts. Globalization describes mainly trade practices, extending also to the communication patterns and cultural system that underlie these practices.\nDefinition.\nIt is a term which may be used broadly to mean doing things as distant people do them, or more narrowly to mean complying to global standard<nowiki/>s in economy, politics, culture, education, environment or other matters. It describes the way countries and people of the world interact and integrate. Many things have become globalized as people come into contact.\nEconomic globalization is how countries are coming together as one big global economy, This is all making international trade easier. In the late 20th century, many people agreed to lower tariffs, or taxes on goods that are imported from other countries. Telegraphy and bull other communication technologies have helped people to buy and sell products from around the world, thus bringing globalization. Herman E. Daly has said that there is an important difference between internationalization and globalization. Internationalization is about nations working together for the same goals. These are things like treaties, alliances, and other international agreements. Globalization is about international trade that are\nbeing less blocked by national borders.\nPolitical globalization is how institutions and countries can influence the whole world. The United Nations are an example of globalization because most countries of the world are members of its General Assembly. This international organization can make countries follow rules and apply economic sanctions to a country that doesn't. This means the countries in the U.N will punish them by not talking or trading with them, so they don't benefit from globalization.\nCultural globalization is how culture is becoming homogeneous, which means that people from all over the world act in similar way. For example, many people around the world write with the Latin alphabet, wear T-shirts and jeans and watch Hollywood movies and other media.\nCriticism.\nSome people, like Noam Chomsky, do not like globalization because they feel it only helps rich people get richer by making poor people poorer. Offshore outsourcing, such as a company hiring workers in a developing country, is often a part of globalization. This sometimes means that some people in a developed country lose their jobs. Joseph Stiglitz said that international groups like the World Bank and the International Monetary Fund (IMF) have made it harder for poorer nations to get richer. Globalization also means that problems from other countries will affect your country. For example, the Great Depression of the 1930s started in the United States but affected the entire world.\nMany countries also dislike it when international organizations such as the United Nations tell them what to do. However they obey to avoid sanctions. Many people also criticize the fact that globalization means that fewer people are deciding what brands, like Coca-Cola and McDonald's, taking over smaller, local shops and businesses. They criticize the fact that powerful countries have bigger influence on world culture than others. For example, the United States is the biggest cultural exporter, which means that countries around the world are becoming like the United States. However, this hurts local cultures. Jean Baudrillard believes that globalization hurts local cultures and is the cause of most terrorism. He also believes that most supporters of globalization just want to stay in power.\nGregory Meyjes interprets globalization as a largely hegemonic, unequal process of socio-cultural imposition. Questioning the various processes (economic, political, cultural) by which globalization or globalisation has favored rapid Anglo-cultural dominance over a more gradual, egalitarian evolution towards an inclusive world civilization, Meyjes argues for cultural policies that support \"ecological\" relations between local ethnocultural traditions, by protecting cultural specificity in the short term and allow as many cultural groups as possible to organically contribute to the whole. At the global level, Meyjes therefore proposes the term universalization or universalisation to denote a process of (largely) non-imposed socio-cultural exchange between state-level and sub-state-level groups and \"nations\" – i.e. a transnational process that informs the gradual emergence of a universal civilization.\nSupport.\nOthers, like Thomas Friedman, believe that globalization can bring people together and make everyone richer without getting rid of local cultures. People who support globalization also believe that it makes war less likely because it is bad for business. Francis Fukuyama also argued that globalization would eventually lead to a system of world governance which would cause wars to end.\nMany believe that globalization helps out poorer nations by bringing them business. A report by the World Bank said that poverty in India and Indonesia was cut in half because of globalization. The report also said that people in poorer nations are living longer and better because they were making more money.","categories":[],"infobox_types":[],"annotations":[{"uri":"Standard","surface_form":"standard","offset":663},{"uri":"International_trade","surface_form":"international trade","offset":1003},{"uri":"Tariff","surface_form":"tariff","offset":1085},{"uri":"Good_(economics)","surface_form":"goods","offset":1106},{"uri":"Import","surface_form":"import","offset":1121},{"uri":"Telegraphy","surface_form":"Telegraphy","offset":1152},{"uri":"Communication","surface_form":"communication","offset":1178},{"uri":"Internationalization","surface_form":"Internationalization","offset":1411},{"uri":"International_trade","surface_form":"international trade","offset":1588},{"uri":"Border","surface_form":"border","offset":1648},{"uri":"United_Nations","surface_form":"United Nations","offset":1750},{"uri":"United_United_Nations_General_Assembly","surface_form":"General Assembly","offset":1852},{"uri":"Homogeneous","surface_form":"homogeneous","offset":2172},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":2310},{"uri":"T-shirts","surface_form":"T-shirts","offset":2331},{"uri":"Jeans","surface_form":"jeans","offset":2344},{"uri":"Hollywood","surface_form":"Hollywood","offset":2360},{"uri":"Noam_Chomsky","surface_form":"Noam Chomsky","offset":2423},{"uri":"Poverty","surface_form":"poorer","offset":2540},{"uri":"Offshore","surface_form":"Offshore","offset":2548},{"uri":"Outsourcing","surface_form":"outsourcing","offset":2557},{"uri":"Developing_country","surface_form":"developing country","offset":2608},{"uri":"Developed_country","surface_form":"developed country","offset":2705},{"uri":"Joseph_Stiglitz","surface_form":"Joseph Stiglitz","offset":2740},{"uri":"World_Bank","surface_form":"World Bank","offset":2796},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":2815},{"uri":"Developing_country","surface_form":"poorer nations","offset":2873},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3006},{"uri":"International_organization","surface_form":"international organization","offset":3132},{"uri":"United_Nations","surface_form":"United Nations","offset":3172},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":3357},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":3371},{"uri":"Jean_Baudrillard","surface_form":"Jean Baudrillard","offset":3714},{"uri":"Terrorism","surface_form":"terrorism","offset":3805},{"uri":"Globalisation","surface_form":"globalisation","offset":4101},{"uri":"Universalisation","surface_form":"universalisation","offset":4569},{"uri":"Thomas_Friedman","surface_form":"Thomas Friedman","offset":4833},{"uri":"War","surface_form":"war","offset":5027},{"uri":"Francis_Fukuyama","surface_form":"Francis Fukuyama","offset":5075},{"uri":"World_Bank","surface_form":"World Bank","offset":5308},{"uri":"Poverty","surface_form":"poverty","offset":5329},{"uri":"India","surface_form":"India","offset":5340},{"uri":"Indonesia","surface_form":"Indonesia","offset":5350},{"uri":"Life_expectancy","surface_form":"living longer","offset":5457}]}