{"id":24308,"url":"http://en.wikipedia.org/wiki/Molotov-Ribbentrop_pact","text":"The Molotov-Ribbentrop Pact (otherwise known as the Nazi-Soviet Pact) was signed by Vyacheslav Molotov (Soviet foreign minister working for Stalin) and Joachim von Ribbentrop (Nazi-German foreign minister working for Hitler) on 23 August 1939. The pact promised that neither the Soviet Union nor Nazi Germany would attack the other. A secret part of the pact established spheres of interest, which later became a border when they also invaded and divided Poland between them.\nOn 1 September 1939 the invasion of Poland by Nazi Germany began. The Soviet invasion of Poland began on the 17 September that year.\nAbout 250,000 to 454,700 Polish soldiers and policemen were captured and interned by the Soviet authorities. 125,000 were imprisoned in camps run by the NKVD. 43,000 soldiers born in western Poland, then under German control, were transferred to the Germans; in turn, the Soviets received 13,575 Polish prisoners from the Germans. That shows the close co-operation between the Nazis and the Soviets.\nFrance and Britain declared war soon because both countries had treaties pledging them to defend Poland if it was attacked. Neither country was on a war footing, so for some time nothing could be done to help Poland. But, actually, World War II had started.\nLater, Hitler broke the treaty with the USSR. In June 1941 he invaded the Soviet Union (Operation Barbarossa). This was part of a series of conflicts in World War II.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vyacheslav_Molotov","surface_form":"Vyacheslav Molotov","offset":84},{"uri":"Stalin","surface_form":"Stalin","offset":140},{"uri":"Joachim_von_Ribbentrop","surface_form":"Joachim von Ribbentrop","offset":152},{"uri":"Hitler","surface_form":"Hitler","offset":217},{"uri":"23_August","surface_form":"23 August","offset":228},{"uri":"1939","surface_form":"1939","offset":238},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":279},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":296},{"uri":"Poland","surface_form":"Poland","offset":455},{"uri":"NKVD","surface_form":"NKVD","offset":762},{"uri":"France","surface_form":"France","offset":1009},{"uri":"Britain","surface_form":"Britain","offset":1020},{"uri":"World_War_II","surface_form":"World War II","offset":1241},{"uri":"1941","surface_form":"1941","offset":1321},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":1355},{"uri":"World_War_II","surface_form":"World War II","offset":1420}]}