{"id":243171,"url":"http://en.wikipedia.org/wiki/Ben_%26_Jerry%27s","text":"Ben and Jerry’s is an American ice cream company. It sells different kinds of ice creams. It was founded in 1978 in Burlington, Vermont. In 2000, Ben and Jerry's was sold to Unilever, a British-Dutch company.\nHistory.\nIn 1977, Ben Cohen and Jerry Greenfield completed a course on ice cream making at Pennsylvania State University. On May 5, 1978, they opened a first ice cream shop in a gas station in Burlington, Vermont. In 1979, on the first anniversary they had the first free cone day. This is now a celebration all over the world.\nIn 1980, Ben and Jerry got space in a building in South Champlain Street in Burlington and started packing their ice cream in pint containers. In 1981, the first Ben & Jerry’s official shop opened on Route 7 in Shelburne, Vermont. In 1983, Ben & Jerry’s ice cream was used to build “the world’s largest ice cream sundae” in St. Albans, Vermont. The sundae weighed 27,102 pounds. In 1986, Ben & Jerry’s made its “Cowmobile”. This was a Ben and Jerry’s van to pass out free ice cream. The Cowmobile was driven by Ben and Jerry themselves. Four months later the “Cowmobile” burned down outside Cleveland. Ben said it looked like “the world’s biggest baked Alaska.” In 1988, Ben and Jerry’s won the title of U.S Small Business Persons Of The Year awarded by U.S. President Ronald Reagan.\nLocations.\nBen & Jerry’s has their shops all over the world, in places like Austria, Australia, Belgium, Canada, Cyprus, Denmark, Finland, France, Germany, Hong Kong, Iceland, Ireland, Israel, Italy, Malta, Mexico, Netherlands, Norway, Portugal, Singapore, Spain, Sweden, Switzerland, Thailand, Turkey, United Kingdom,and the United States.\nResources.\n\"Ben & Jerry’s\" Ben & Jerry’s. Ben & Jerry’s. <http://www.benjerry.co.uk/ourflavours/ >. (2010)","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Ice_cream","surface_form":"ice cream","offset":31},{"uri":"Burlington%2C_Vermont","surface_form":"Burlington, Vermont","offset":116},{"uri":"Unilever","surface_form":"Unilever","offset":174},{"uri":"Burlington%2C_Vermont","surface_form":"Burlington, Vermont","offset":402},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1306}]}