{"id":243194,"url":"http://en.wikipedia.org/wiki/Sipuncula","text":"The Sipuncula, also known as the Sipunculida, or peanut worms, are a small phylum of marine worms, or they may be a class in the Annelida. The phylum has 144–320 species (estimates vary) of these bilaterally symmetrical, unsegmented worms.\nAnatomy.\nSipunculans are worm-like animals ranging from in length, with most species being under. The body consists of a narrow front section, called the \"introvert\" and a larger trunk section. The introvert is retractable into the trunk.\nSipunculans have a coelom (body cavity), and a body wall somewhat similar to that of annelids. The body wall is strong and muscular. When threatened, Sipunculids can retract their body into a shape resembling a peanut kernel – a practice that has given rise to the name \"peanut worm\".\nIntrovert.\nThe most recognizable part of Sipunculan worms is their mouth, which is surrounded by a mass of 18–24 ciliated tentacles, all of which may be inverted into the body. The tentacles are used to gather organic detritus from the water or substrate, and are probably also function as gills. The mouth and tentacles lie at the tip of the introvert, which is otherwise decorated with numerous spines or nodules. In contrast, the trunk tends to be relatively smooth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum_(biology)","surface_form":"phylum","offset":75},{"uri":"Class_(biology)","surface_form":"class","offset":116},{"uri":"Annelida","surface_form":"Annelida","offset":129},{"uri":"Species","surface_form":"species","offset":162},{"uri":"Bilateral_symmetry","surface_form":"bilaterally symmetrical","offset":196},{"uri":"Segmentation","surface_form":"unsegmented","offset":221},{"uri":"Coelom","surface_form":"coelom","offset":498},{"uri":"Annelid","surface_form":"annelid","offset":564},{"uri":"Muscle","surface_form":"muscular","offset":602},{"uri":"Peanut","surface_form":"peanut","offset":690},{"uri":"Seed","surface_form":"kernel","offset":697},{"uri":"Cilia","surface_form":"cilia","offset":877},{"uri":"Tentacle","surface_form":"tentacle","offset":886},{"uri":"Gill","surface_form":"gill","offset":1054}]}