{"id":24328,"url":"http://en.wikipedia.org/wiki/Karma","text":"Karma (car-ma) is a word meaning the result of a person's actions as well as the actions themselves. It is a term about the cycle of cause and effect. According to the theory of Karma, what happens to a person, happens because they caused it with their actions. It is an important part of many religions such as Hinduism and Buddhism. In Shinto (a religion often syncretised with Buddhism), Karma is interpreted as \"Musubi\" (むすび), a view of karma is recognized in Shinto as a means of enriching, empowering and life affirming.\nIn terms of spiritual development, Karma is about all that a person has done, is doing and will do. Karma is logically about punishment or reward. It makes a person responsible for their own life, and how they treat other people.\nThe \"Theory of Karma\" is a major belief in Hinduism, Ayyavazhi, Sikhism, Buddhism, and Jainism. All living creatures are responsible for their karma - their actions and the effects of their actions.\nDefinition.\nKarma is often misconstrued as the universal principle of cause and effect. Our actions, both good and bad, come back to us in the future, helping us to learn from life’s lessons and become better people. In religions that include reincarnation, karma extends through one's present life and all past and future lives as well.\nKarma is basically energy. One person throws out energy through thoughts, words and actions, and it comes back, in time, through other people. Karma is the best teacher, forcing people to face the consequences of their own actions and thus improve and refine their behavior, or suffer if they do not. Even harsh karma, when faced in wisdom, can be the greatest spark for spiritual growth. The conquest of karma lies in intelligent action and unemotional response.\nSupporting any action, with the claim, \"I am doing it,\" is karma. Claiming doership of any action, binds karma. To support the action with the belief 'I am the doer' is called binding the karma. It is this support of the belief of 'doership' that binds karma. If you know that you are not the doer and are aware of who the true doer is, 'I am not the doer' and 'who is the doer' then the action will not have any support and the karma will be shed.\nExamples of karma.\nThe process of action and reaction on all levels—physical, mental and spiritual—is karma. One must pay attention to thoughts, because thought can make karmas—good, bad and mixed.\n“I say kind words to you, and you feel peaceful and happy. I say harsh words to you, and you become ruffled and upset. The kindness and the harshness will return to me, through others, at a later time. Finally, what I give is what I get back.”\n“An architect thinks creative, productive thoughts while drawing plans for a new building. But were he to think destructive, unproductive thoughts, he would soon not be able to accomplish any kind of positive task even if he desired to do so.”\nKarma in Hinduism.\nHindus look at time as a circle, as things cycle around again. Karma is a very just law which, like gravity, treats everyone the same. The law of karma puts man at the center of responsibility for everything he does and everything that is done to him. Understanding the way karma works, Hindus try to live a virtuous life. This is called dharma.\nThe role of divine forces.\nKarma is considered one of the natural laws of the mind, just as gravity is a law of matter. Just as God created gravity to bring order to the physical world, He created karma as a divine system of justice that is self-governing and infinitely fair. It automatically creates the appropriate future experience in response to the current action.\nSeveral different views exist in Hinduism regarding the role of divine beings. In Hinduism, many see the deities or devas as playing some kind of role. Other Hindus, such as the Mimamsakas, reject such notions and see karma as acting independently, considering the natural laws of causation sufficient to explain the effects of karma.\nSome interpretations of the Bhagavad Gita suggest an intermediate view, that karma is a law of cause and effect yet God can mitigate karma for His devotees. It is said in Bhagavad Gita that only the karma that is done with a sense of doership and with attachment to the karma could cause good or bad reactions. Karma that is done with an attitude of duty and without attachment to the results will not create any effect and will move one closer to God.\nAnother view holds that a Satguru, acting on God's behalf, can mitigate or work out some of the karma of the disciple.","categories":[],"infobox_types":[],"annotations":[{"uri":"Result","surface_form":"result","offset":37},{"uri":"People","surface_form":"person's","offset":49},{"uri":"Action","surface_form":"actions","offset":58},{"uri":"Cycle","surface_form":"cycle","offset":124},{"uri":"Causality","surface_form":"cause","offset":133},{"uri":"Effect","surface_form":"effect","offset":143},{"uri":"Religion","surface_form":"religion","offset":294},{"uri":"Hinduism","surface_form":"Hinduism","offset":312},{"uri":"Buddhism","surface_form":"Buddhism","offset":325},{"uri":"Shinto","surface_form":"Shinto","offset":338},{"uri":"Religious_syncretism","surface_form":"syncretised","offset":363},{"uri":"Punish","surface_form":"punish","offset":652},{"uri":"Reward","surface_form":"reward","offset":666},{"uri":"Responsible","surface_form":"responsible","offset":692},{"uri":"Belief","surface_form":"belief","offset":790},{"uri":"Hinduism","surface_form":"Hinduism","offset":800},{"uri":"Ayyavazhi","surface_form":"Ayyavazhi","offset":810},{"uri":"Sikhism","surface_form":"Sikhism","offset":821},{"uri":"Buddhism","surface_form":"Buddhism","offset":830},{"uri":"Jainism","surface_form":"Jainism","offset":844},{"uri":"Creature","surface_form":"creature","offset":864},{"uri":"Principle","surface_form":"principle","offset":1013},{"uri":"Cause","surface_form":"cause","offset":1026},{"uri":"Action","surface_form":"action","offset":1048},{"uri":"Reincarnation","surface_form":"reincarnation","offset":1199},{"uri":"Life","surface_form":"life","offset":1250},{"uri":"Energy","surface_form":"energy","offset":1313},{"uri":"Energy","surface_form":"energy","offset":1343},{"uri":"Action","surface_form":"action","offset":1378},{"uri":"Teacher","surface_form":"teacher","offset":1455},{"uri":"Wisdom","surface_form":"wisdom","offset":1627},{"uri":"Intelligent","surface_form":"intelligent","offset":1713},{"uri":"Action","surface_form":"action","offset":1725},{"uri":"Unemotional","surface_form":"unemotional","offset":1736},{"uri":"Response","surface_form":"response","offset":1748},{"uri":"Action","surface_form":"action","offset":2241},{"uri":"Reaction","surface_form":"reaction","offset":2252},{"uri":"Thought","surface_form":"thought","offset":2360},{"uri":"Architect","surface_form":"architect","offset":2653},{"uri":"Hinduism","surface_form":"Hinduism","offset":2902},{"uri":"Hindu","surface_form":"Hindu","offset":2912},{"uri":"Time","surface_form":"time","offset":2927},{"uri":"Circle","surface_form":"circle","offset":2937},{"uri":"Hindu","surface_form":"Hindu","offset":3199},{"uri":"Dharma","surface_form":"dharma","offset":3250},{"uri":"Mind","surface_form":"mind","offset":3336},{"uri":"God","surface_form":"God","offset":3386},{"uri":"Justice","surface_form":"justice","offset":3483},{"uri":"Action","surface_form":"action","offset":3621},{"uri":"Hinduism","surface_form":"Hinduism","offset":3662},{"uri":"Devas","surface_form":"devas","offset":3745},{"uri":"Mimamsa","surface_form":"Mimamsa","offset":3807},{"uri":"God","surface_form":"God","offset":4080},{"uri":"Satguru","surface_form":"Satguru","offset":4443}]}