{"id":243492,"url":"http://en.wikipedia.org/wiki/Entoprocta","text":"Entoprocta, or Kamptozoa, is a phylum of tiny sessile aquatic animals ranging from 0.1 to 7 millimetres (0.004 to 0.28 in) long. Mature individuals are goblet-shaped, on relatively long stalks. They are filter-feeders, with a crown of tentacles whose cilia generate water currents towards the mouth. Both the mouth and anus lie inside the crown. The superficially similar Bryozoa (Ectoprocta) have the anus outside a 'crown' of hollow tentacles. Most families of entoprocts are colonial, and all but 2 of the 150 species are marine. A few solitary species can move slowly.\nSome species eject unfertilized ova into the water while others keep their ova in brood chambers until they hatch, and some of these species use placenta-like organs to nourish the developing eggs. After hatching, the larvae swim for a short time and then settle on a surface. There they metamorphose, and the larval gut generally rotates by up to 180°, so that the mouth and anus face upwards. Both colonial and solitary species also reproduce by cloning.\nSome species of nudibranchs (sea slugs) and flatworms prey on entoprocts. A few entoproct species have been found living in close association with other animals.\nFossils of entoprocts are very rare and the earliest specimens that have been identified with confidence date from the Upper Jurassic. Most studies from 1996 onwards have regarded entoprocts as members of the Trochozoa, which also includes molluscs and annelids. However, a study in 2008 concluded that entoprocts are closely related to bryozoans.\nNames.\n'Entoprocta' means 'anus inside'. The alternative name 'Kamptozoa', means 'bent' or 'curved' animals. Some authors use \"Entoprocta\", while others prefer \"Kamptozoa\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":31},{"uri":"Sessile","surface_form":"sessile","offset":46},{"uri":"Animal","surface_form":"animal","offset":62},{"uri":"Bryozoa","surface_form":"Bryozoa","offset":372},{"uri":"Family_(biology)","surface_form":"families","offset":451},{"uri":"Ocean","surface_form":"marine","offset":525},{"uri":"Ovum","surface_form":"ova","offset":605},{"uri":"Placenta","surface_form":"placenta","offset":718},{"uri":"Larva","surface_form":"larva","offset":791},{"uri":"Metamorphosis","surface_form":"metamorphose","offset":861},{"uri":"Clone","surface_form":"cloning","offset":1021},{"uri":"Nudibranch","surface_form":"nudibranch","offset":1046},{"uri":"Flatworm","surface_form":"flatworm","offset":1074},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":1311},{"uri":"Trochozoa","surface_form":"Trochozoa","offset":1401},{"uri":"Mollusc","surface_form":"mollusc","offset":1432},{"uri":"Annelid","surface_form":"annelid","offset":1445},{"uri":"Anus","surface_form":"anus","offset":1567}]}