{"id":243421,"url":"http://en.wikipedia.org/wiki/Japanese_food","text":"Japanese food includes the many different styles of cooking in Japan. Every region in Japan has its own tradition about cooking. Foods eaten in Japan also reflect the history of the cultural exchange between Japan and other culture. Since the modern times, the influence of the West inspired Japanese culinary tradition to invent new dishes, some of which have become popular not only inside Japan but also outside. However, most of the culinary traditions of Japan commonly think that seasonality is important.\nSoya beans.\nSoya beans are a very important ingredient in Japanese cooking; it is used in soya sauce, miso and tofu. Soya milk is also used as a drink. One example of a dish with soya beans in it, is tofu. Tofu is made from pressing soybeans into cubes and then boiling them. Tofu is often in soups and stews. Deep fried tofu is also used in many popular Japanese dishes, for example as kitsune udon and inari sushi.\nSoya beans also have omega 3 fatty acids, that can also be found in salmon.\nNoodles.\nNoodles (like in most Asian foods) are used often in Japanese foods. The dishes usually come originally from China; nevertheless they have reached a unique development in Japan.\nSeafood.\nJapan is surrounded by the ocean so there is a rich variety of seafood which is an important part of Japanese cooking.\nMeat.\nJapanese people did not eat meat until the Europeans first came. Fish was the most common food.\nWasabi.\nWasabi is Japanese horseradish. It is often a green paste used with sashimi and sushi. Wasabi is also used with many other Japanese foods.\nWasabi is sold as a paste or in powder form. Wasabi powder has to be mixed with water to be turned into a paste. Wasabi has a strong, very spicy (hot) taste.\nSashimi.\nSashimi is very thinly cut raw seafood. Many different kinds of fresh fish and other seafood are served raw in Japanese dishes. Sashimi is one of them. It is almost the same as sushi, but it has no vinegar rice. When the slices of fish are put on small pieces of rice they are called \"Nigiri Sushi\".\nSashimi is artistically arranged and put on the plate on top of shredded daikon and shiso leaves. The fish pieces are dipped into soya sauce before being eaten.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":63},{"uri":"Soya_sauce","surface_form":"soya sauce","offset":602},{"uri":"Miso","surface_form":"miso","offset":614},{"uri":"Tofu","surface_form":"tofu","offset":623},{"uri":"Sushi","surface_form":"sushi","offset":922},{"uri":"Salmon","surface_form":"salmon","offset":997},{"uri":"China","surface_form":"China","offset":1123},{"uri":"Ocean","surface_form":"ocean","offset":1228},{"uri":"Fish","surface_form":"Fish","offset":1391},{"uri":"Wasabi","surface_form":"Wasabi","offset":1430},{"uri":"Water","surface_form":"water","offset":1649}]}