{"id":243545,"url":"http://en.wikipedia.org/wiki/Oakwell","text":"Oakwell is a sports development in Barnsley, South Yorkshire, England. It is used mostly by Barnsley Football Club for playing their home games. It is also used by their reserve team.\nWhile the name \"Oakwell\" is usually used for the main stadium, it also includes several neighbouring venues which form the facilities of the Barnsley F.C. academy. This includes an indoor training pitch, a smaller stadium with seating on the south and west sides for around 2,200 spectators, and several training pitches used by the different Barnsley FC teams.\nUntil 2003 the stadium and the large amount of land that is around it was owned by Barnsley Football Club. However, after falling into administration in 2002 the council purchased the main Oakwell Stadium. This allowed the club to pay its creditors and remain participants in The Football League.\nWest Stand.\nThe West Stand is the only original part of Oakwell Stadium left standing, however it was made 'all-seater' in 1995.\nThe stand is made up of two tiers, only the upper tier is covered but at the expense of several supporting columns for the roof structure, the seats are the originals from the early 1900s, from here you get a decent view with moderate legroom. In spite of the restricted views and modest facilities, the West Stand remains a popular vantage point for many fans. The lower tier of the West Stand is uncovered and offers a great view of the action.\nThe roof of the West Stand is corrugated iron this also houses the main television gantry which is accessed from the upper level seating area by a temporary ladder.\nAt the end of the 1990s, the then-stadium owners Barnsley Football Club were considering re-developing the West Stand after several seasons of high attendances. However, with the rapid decline in fortunes of the football club, and sale of the stadium and new club ownership these plans are unlikely to happen in the near future.\nThe stand also has a traditional players tunnel in the centre. This is used for access to some of the facilities underneath the stand. The main players tunnel now comes out from the north-west corner following the moving of the changing rooms to the North Stand.\nThe West Stand has a total seating capacity of 4,752.\nEast Stand.\nThe East Stand is a two level development completed in 1993. Funded in part by the football trust, the stand has a capacity of 7,492 and replaced a large covered terrace known as the Brewery Stand. The East Stand was designed by NYP Architects,as was the North Stand and the Corner Stand. With the completion of the East Stand, Barnsley FC became the first football club in Yorkshire to add 'executive boxes' into their stadium. The East stand is very modern, and has plenty of legroom.\nDue to the sloped land on which Oakwell Stadium is built, the rear of the East Stand is much taller than it is from the pitchside. This means a climb to the upper level seating area requires many more steps than a spectator may anticipate. However several lifts are available.\nThe CK Beckett Stand.\nBuilt in 1995, CK Beckett is the current name for what is traditionally known as the 'Pontefract Road End' or 'Ponty End'. Some fans continue to call it the 'ORA Stand' - in reference to the original sponsors of it. Also, known as the Van Damme Stand.\nWith a capacity of 4,508, The CK Beckett Stand is a large covered single tier seating area behind the goal on the south side of the stadium.\nThis part of the stadium also houses the players gym, the club superstore, box office, and general administration offices.\nIt is understood that this stand had been designed specifically with future development in mind, therefore should the club ever have the need to increase the grounds capacity then it would be fundamentally possible to add a second tier without making any major alterations to the existing structure.\nThe North Stand.\nThe North Stand is the most recent addition to Oakwell Stadium and is a large covered singled tiered seating area with a capacity for 6,000 spectators.\nAs this stand is generally reserved for away supporters its capacity is rarely utilized, although during the 2006/07 season, Sheffield Wednesday, Derby, Birmingham and Sunderland fans all filled the end, Sunderland also took up half of the West Stand. In the 2009/10 season, Newcastle United filled the stand.\nAt a cost of £4.5 million (including several academy facilities that it accommodates), it has been a cause for debate ever since its construction. However at the time it was built, Barnsley FC had only just been demoted from the FA Premier League and were planning for a possible return.\nThe Corner Stand.\nThe Corner Stand was built in the summer of 1998. It was originally known as 'The Welcome Windows Stand'. It is an unusual three level structure. It provides further executive areas and disabled facilities for viewing an event.\nAccess to this area was also added into the neighbouring East Stand on several levels. The spectator capacity of the structure is 202.\nOther uses.\nIn recent years Oakwell Stadium has rarely been used by anyone other than Barnsley FC. The occasional celebrity charity football match has been played there.\nWakefield Trinity Wildcats Rugby League Club used the stadium for their first game in the Super League (Europe) in 1998.\nNon-league football club Wakefield and Emley used the stadium for an FA Cup tie against Rotherham in 1998, choosing a larger neutral venue as opposed to the traditional option of 'switching' the tie to the home of the team which was drawn away.\nPremier League side Manchester City used the stadium for their first qualifying round UEFA Cup game in July 2008. This was because the pitch at the City of Manchester Stadium was not ready for football games after the summer's boxing and music concerts.\nFuture developments.\nIn March 2008, club secretary Don Rowing revealed that the West Stand would be demolished and rebuilt. Given that the average gate at Barnsley accounts for less than 50% of capacity this appeared to be a strange announcement, however there are a number of structural concerns with the roof and the wooden floor of the upper tier and it would seem that a new structure is more financially viable than maintaining the existing one.\nNo firm timescales or details of the structure have yet been released. Plans for a replacement stand were submitted to the local council several years ago, in this particular case the stand was to have around 9,000 seats - it remains to be seen whether such a large stand would be built. Given the current attendance figures then a new stand with around the same capacity as the existing West Stand would be more than viable.\nTragedy.\nOn 27 December 1920, Horace Fairhurst, a young full-back for the visiting Blackpool, received a blow to the head during a league game. He died at home eleven days later as a result of the injury.","categories":[],"infobox_types":[],"annotations":[{"uri":"Barnsley","surface_form":"Barnsley","offset":35},{"uri":"South_Yorkshire","surface_form":"South Yorkshire","offset":45},{"uri":"England","surface_form":"England","offset":62},{"uri":"Barnsley_F.C.","surface_form":"Barnsley Football Club","offset":92},{"uri":"Stadium","surface_form":"stadium","offset":238},{"uri":"Barnsley_F.C._academy","surface_form":"Barnsley F.C. academy","offset":325},{"uri":"Administration","surface_form":"administration","offset":681},{"uri":"Creditors","surface_form":"creditors","offset":785},{"uri":"The_Football_League","surface_form":"The Football League","offset":822},{"uri":"Seating_capacity","surface_form":"seating capacity","offset":2203},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":2616},{"uri":"Sheffield_Wednesday_F.C.","surface_form":"Sheffield Wednesday","offset":4138},{"uri":"Derby_County_F.C.","surface_form":"Derby","offset":4159},{"uri":"Birmingham_City_F.C.","surface_form":"Birmingham","offset":4166},{"uri":"Sunderland_A.F.C.","surface_form":"Sunderland","offset":4181},{"uri":"Sunderland_A.F.C.","surface_form":"Sunderland","offset":4217},{"uri":"Newcastle_United","surface_form":"Newcastle United","offset":4288},{"uri":"FA_Premier_League","surface_form":"FA Premier League","offset":4552},{"uri":"Celebrity","surface_form":"celebrity","offset":5106},{"uri":"Charity_(practice)","surface_form":"charity","offset":5116},{"uri":"Super_League_(Europe)","surface_form":"Super League (Europe)","offset":5252},{"uri":"Wakefield_F.C.","surface_form":"Wakefield and Emley","offset":5308},{"uri":"English_Premier_League","surface_form":"Premier League","offset":5528},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":5548},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":5614},{"uri":"City_of_Manchester_Stadium","surface_form":"City of Manchester Stadium","offset":5676},{"uri":"Horace_Fairhurst","surface_form":"Horace Fairhurst","offset":6689},{"uri":"Blackpool_F.C.","surface_form":"Blackpool","offset":6742}]}