{"id":24365,"url":"http://en.wikipedia.org/wiki/Puma","text":"Pumas (\"Puma concolor\"), also called cougars, mountain lions or brown panthers, are large wild cats that live in the western half of North America, along with Florida, and most of Central and South America. Pumas are mainly tan-color, and can be up to 9 feet long, although average length is 6 – 8 feet. They can weigh from 29 kilograms to 90 kilograms. (The males are larger.) Most pumas live up to 21 years. Although pumas are very large and some are larger than humans, the puma is classified as a small cat. That means that, in scientific terms, the puma is more closely related to the domestic cat than they are to lions. Unlike the big cats in the genus \"Panthera\", the puma cannot roar. Instead, it can growl, hiss, screech, and purr. Since pumas are, in the biological sense, small cats, they are capable of purring continuously. The big cats can only purr while breathing out.\nPumas are carnivores because they eat only meat. Pumas are apex predators. They hunt deer, raccoons, squirrels, foxes, rabbits and skunks. They can also eat mice, beavers, coyotes, bobcats, birds, porcupines, cattle, goats, fish and bear cubs. They hunt at night. Cougars can see better at night than people can. They can hear well too. Pumas stalk their prey, which means they walk slowly and quietly, they hide and then when close, they jump or run fast to catch their prey by surprise. They live and hunt alone. Female cougars take care of their babies until they are old enough to take care for themselves. Baby cougars are called cubs or kittens.\nPumas live in the mountains and forests far from people. However, encounters with humans happen sometimes. 26 people have been killed by cougars in North America in the last 30 years. However, many more cougars have been killed by humans. Cougars used to be found all in eastern North America, but they were hunted to extinction there by the beginning of the 1900s. Also, recent sightings of cougars have been reported from Michigan, New Brunswick, southern Indiana, Kentucky, and Vermont. For now, the only confirmed, population of cougars east of the Mississippi River is in Florida, where a subspecies of the cougar called the Florida Panther lives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Felidae","surface_form":"wild cats","offset":90},{"uri":"North_America","surface_form":"North America","offset":133},{"uri":"Florida","surface_form":"Florida","offset":159},{"uri":"Central_America","surface_form":"Central","offset":180},{"uri":"South_America","surface_form":"South America","offset":192},{"uri":"Kilogram","surface_form":"kilogram","offset":327},{"uri":"Male","surface_form":"male","offset":359},{"uri":"Lion","surface_form":"lion","offset":620},{"uri":"Panthera","surface_form":"Panthera","offset":661},{"uri":"Carnivores","surface_form":"carnivores","offset":896},{"uri":"Apex_predator","surface_form":"apex predator","offset":945},{"uri":"Deer","surface_form":"deer","offset":971},{"uri":"Raccoon","surface_form":"raccoon","offset":977},{"uri":"Squirrel","surface_form":"squirrel","offset":987},{"uri":"Fox","surface_form":"fox","offset":998},{"uri":"Rabbit","surface_form":"rabbit","offset":1005},{"uri":"Skunk","surface_form":"skunk","offset":1017},{"uri":"Mouse","surface_form":"mice","offset":1043},{"uri":"Beaver","surface_form":"beaver","offset":1049},{"uri":"Coyote","surface_form":"coyote","offset":1058},{"uri":"Bobcat","surface_form":"bobcats","offset":1067},{"uri":"Bird","surface_form":"bird","offset":1076},{"uri":"Porcupine","surface_form":"porcupine","offset":1083},{"uri":"Cattle","surface_form":"cattle","offset":1095},{"uri":"Domestic_goat","surface_form":"goats","offset":1103},{"uri":"Fish","surface_form":"fish","offset":1110},{"uri":"Bear","surface_form":"bear","offset":1119},{"uri":"Michigan","surface_form":"Michigan","offset":1962},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":1972},{"uri":"Indiana","surface_form":"Indiana","offset":1996},{"uri":"Kentucky","surface_form":"Kentucky","offset":2005},{"uri":"Vermont","surface_form":"Vermont","offset":2019},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":2091},{"uri":"Florida","surface_form":"Florida","offset":2115}]}