{"id":243682,"url":"http://en.wikipedia.org/wiki/Niko_Kova%C4%8D","text":"Niko Kovač (born 15 October 1971) is a former Croatian football player. He has played for Croatia national team.\nClub career.\nHe was born in Berlin (Germany) and so he started his career with his local club Hertha Zehlendorf. There he became member of its first team at the age of 17. 1991 he went to Hertha BSC and started his professional career in the Second German League. 1996 he went to Bayer Leverkusen in the German Bundesliga, where he played together with his younger brother Robert. The next clubs were Hamburger SV, Bayern Munich, where he was again teammate of his brother and again Hertha BSC. After the 2006 FIFA World Cup he signed with F.C. Red Bull Salzburg in the Austrian Bundesliga. On 29 May 2009 he resigned from professional football. His last match was a friendly match of Red Bull Salzburg against Bayern Munich. During his career he played 454 matches and scored 56 goals.\nInternational career.\nHe played from 1996 (versus Monaco) till 2009 for the Croatian national team. He played 83 matches and scored 15 goals. He was part of the Croation team for the FIFA World Cup 2002 and 2006 and the UEFA Euro 2004 and 2008.\nCoaching career.\n2009 he became coach of the second squad of FC Red Bull Salzburg (Red Bull Juniors). In April 2011 he became assistance coach of Ricardo Moniz with the first squad.","categories":[],"infobox_types":[],"annotations":[{"uri":"15_October","surface_form":"15 October","offset":17},{"uri":"1971","surface_form":"1971","offset":28},{"uri":"Croatia","surface_form":"Croatia","offset":46},{"uri":"Association_football","surface_form":"football","offset":55},{"uri":"Croatia_national_football_team","surface_form":"Croatia national team","offset":90},{"uri":"Berlin","surface_form":"Berlin","offset":141},{"uri":"Hertha_BSC","surface_form":"Hertha BSC","offset":301},{"uri":"Bayer_Leverkusen","surface_form":"Bayer Leverkusen","offset":393},{"uri":"German_Bundesliga","surface_form":"German Bundesliga","offset":417},{"uri":"F.C._Red_Bull_Salzburg","surface_form":"F.C. Red Bull Salzburg","offset":653},{"uri":"Austrian_Bundesliga","surface_form":"Austrian Bundesliga","offset":683},{"uri":"Ricardo_Moniz","surface_form":"Ricardo Moniz","offset":1291}]}