{"id":243687,"url":"http://en.wikipedia.org/wiki/Nemertea","text":"Nemertea is a phylum of invertebrate animals also known as \"ribbon worms\" or \"proboscis worms\". Most of the 1,400 or so species are marine, with a few living in fresh water and a small number of terrestrial forms. They live in all marine habitats, and throughout the world's oceans. Alternative spellings for the phylum have included \"Nemertini\" and \"Nemertinea\". \"Rhynchocoela\" is a name used primarily in North America but gradually abandoned since the 1980s.\nAnatomy.\nNemertean worms are long, thin, animals without segments. They have no true head, although the anterior end is often slightly wider than the body. They are distinguished by the presence of an eversible proboscis. This is kept inside the body, but pushed out to catch prey.\nNemerteans collect food with their proboscis, which is closely associated with the digestive system. At rest, the proboscis is inside a long tube that may take up a considerable portion of the worm's length, lying just above the gut. It is attached to the posterior end of this tube by a muscle that pulls it back inside after feeding. At the anterior end, the tube opens into a small cavity close to the brain, and then to the outside through a pore at the anterior tip of the animal.\nLength.\nNemerteans range in size from 5mm (0.2 in) to over 30 m (100 ft) long in the case of the European \"Lineus longissimus\", with most species being 20 cm (8 in) or less. There are reports of specimens up to 50 or 60m long, which would make it the longest animal in the world. The longest animal on record is a female blue whale, 29.9m long.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":14},{"uri":"Invertebrate","surface_form":"invertebrate","offset":24},{"uri":"Animal","surface_form":"animal","offset":37},{"uri":"Species","surface_form":"species","offset":120},{"uri":"Ocean","surface_form":"marine","offset":132},{"uri":"Fresh_water","surface_form":"fresh water","offset":161},{"uri":"Land","surface_form":"terrestrial","offset":195},{"uri":"Habitat","surface_form":"habitat","offset":238},{"uri":"Blue_Whale","surface_form":"blue whale","offset":1551}]}