{"id":24372,"url":"http://en.wikipedia.org/wiki/Armour","text":"Armour (or armor U.S.) is a protective covering or clothing to prevent injury from attack. Armour can be worn by a person, or it can be used to protect machines, animals, even buildings. Armour has always been made from the strongest materials available at the time, but weight has always been a problem. Early body armour was made from leather. Later, metals were used (e.g. mail or plate armour). Some modern armour, like bullet-proof vests, are made from plastics that do not stretch or break, such as Kevlar. These plastics may be woven into a cloth and used in layers, which makes them even stronger.\nPlastic lamination (layers) is often used to protect windows against bullets. Many jewellery stores, embassies, and vehicles have bullet-proof glass with this feature.\nFor vehicles.\nArmour put on vehicles is usually made of metal and can include one layer over another with open spaces in between (spaced armour) or multiple layers of metal; ceramics (baked clay), and other materials. Another type of armour uses blocks of explosive that explode when another explosion goes off near it. This explosive armour protects by pushing against the other explosion. Vehicle armor is often angled to increase the amount of armour that must be shot through to get inside and to make the shot bounce off rather than piercing the armour.\nTanks have the heaviest armour of all land vehicles. Other military vehicles have armour, but not as much as a tank.\nSometimes armour is put in non-military vehicles, such as limousines used by leaders of a country or by anyone who thinks they might be attacked, e.g. film stars or presidents of major companies.\nFor animals.\nIn the past, armour has also been used in wars to protect animals such as dogs, elephants, and horses. Today, police dogs and horses sometimes wear woven plastic bullet-proof vests.\nFor sports.\nMany sports involve violent physical contact and may be highly dangerous if the players are unprotected. Such sports include ice hockey, American football and kendo. Sports armour is usually made from hard plastic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clothing","surface_form":"clothing","offset":51},{"uri":"Buildings","surface_form":"buildings","offset":176},{"uri":"Body_armour","surface_form":"body armour","offset":311},{"uri":"Leather","surface_form":"leather","offset":337},{"uri":"Metal","surface_form":"metal","offset":353},{"uri":"Chainmail","surface_form":"mail","offset":376},{"uri":"Bullet-proof_vest","surface_form":"bullet-proof vest","offset":424},{"uri":"Plastic","surface_form":"plastic","offset":458},{"uri":"Kevlar","surface_form":"Kevlar","offset":505},{"uri":"Jewellery","surface_form":"jewellery","offset":689},{"uri":"Embassy","surface_form":"embassies","offset":707},{"uri":"Bullet-proof_glass","surface_form":"bullet-proof glass","offset":736},{"uri":"Tank","surface_form":"Tank","offset":1333},{"uri":"Limousine","surface_form":"limousine","offset":1508},{"uri":"President","surface_form":"president","offset":1615},{"uri":"Dog","surface_form":"dog","offset":1733},{"uri":"Elephant","surface_form":"elephant","offset":1739},{"uri":"Horse","surface_form":"horse","offset":1754},{"uri":"Police","surface_form":"police","offset":1769},{"uri":"Bullet-proof_vest","surface_form":"bullet-proof vest","offset":1821},{"uri":"Sports","surface_form":"sports","offset":1858},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":1978},{"uri":"American_football","surface_form":"American football","offset":1990},{"uri":"Kendo","surface_form":"kendo","offset":2012},{"uri":"Plastic","surface_form":"plastic","offset":2059}]}