{"id":243771,"url":"http://en.wikipedia.org/wiki/Maine_Road","text":"Maine Road was a large football stadium in Moss Side, Manchester, England. It was home to Manchester City F.C. from when it was built in 1923 until 2003. It takes its name from the street it was built on which also had a remarkable history. The street was first known as Dog Kennel Lane. It formed part of an ancient route south of Manchester.\nWhen first opened, the stadium was the largest club ground in England and the second largest in the country after Wembley Stadium. Maine Road's record attendance was set in 1934, when 84,569 people attended an FA Cup tie between Manchester City and Stoke City. It is the record for an English club ground (the 1923 FA Cup Final holds the world record). The following February the stadium recorded the highest Football League attendance. This stood at 79,491 for a game against Arsenal. The record has since been beaten for the League, but it is still Manchester City's largest League crowd. The design of the ground changed several times over its 80-year history. Before it closed, Maine Road was an all-seater stadium, with a capacity of 35,150.\nThe 2002-03 season was Manchester City's last at Maine Road. The last match was played on 11 May 2003. The following season Manchester City moved to City of Manchester Stadium in east Manchester. Maine Road was torn down in 2004.\nConstruction.\nPlans to build Maine Road were first announced in May 1922. It came after a decision by Manchester City F.C. to leave their Hyde Road ground. Hyde Road did not have room for expansion and had been damaged by fire in 1920. Two sites in Belle Vue, East Manchester were suggested, but neither was considered good enough. To many City fans east Manchester was thought of as City's home. Many were disappointed when a site in south Manchester was chosen. A City director, John Ayrton, resigned from the Board later in the decade and helped to form an alternative MCFC, Manchester Central F.C., playing at Belle Vue.\nA sixteen and a quarter acre former brickworking on Maine Road was purchased for £5,500. Maine Road had first been known as Dog Kennel Lane. It was renamed Maine Road during the 1870s because of pressure from the Temperance Movement.\nStadium construction began late in 1922. Plans by architect Charles Swain proposed a 120,000 capacity ground based on the design of Hampden Park. These plans were reduced to give a capacity of 80,000. However, this figure was still the second largest in the country, behind Wembley Stadium, leading to a label of \"The Wembley of the North\". Wembley had opened in London only a few months earlier. This made a source of rivalry between the northern and southern divisions of builders Sir Robert McAlpine, who built both stadia. During construction, the stadium was supposedly cursed by a gypsy when Manchester City officials evicted a gypsy camp from the area. This curse was allegedly removed on 28 December 1998. However, the gypsy curse is likely to be an urban myth, as such stories are endemic to a number of football league grounds. Construction took 300 days. The total cost £100,000. The first layout of the ground was one covered stand with a seating capacity of 10,000. It had uncovered terracing on the other three sides, with gentle curves connecting the corners.\nEarly years.\nThe first match at Maine Road took place on 25 August 1923, and saw 58,159 fans watch the home side beat Sheffield United 2-1.\nThe first changes to the ground took place in 1931, when the corner between the Main Stand and the Platt Lane end at the south of the ground was rebuilt to incorporate a roof. The highest attendance at an English football game of any type at a club ground was at Maine Road on the March 3, 1934, when Manchester City played Stoke City in front of 84,569 fans in the 6th round of the FA Cup. Changes at the Platt Lane end took place in 1935, extending the terracing and providing a roof for the full stand. This marked the peak capacity of the ground, estimated at around 88,000. Further changes were planned, but were suspended when Manchester City were relegated from Division One in 1938, and abandoned when World War II broke out.\nThe stadium was shared by Manchester United for a period after the Second World War, since Manchester United's Old Trafford ground had been partially destroyed during the Manchester Blitz. United paid City £5,000 per season, plus a share of gate receipts. The highest attendance for a League game at Maine Road occurred during this period, when 83,260 people watched Manchester United play Arsenal on January 17, 1948. This figure is a national record for a League game.\nFloodlights were installed in 1953, and in 1957, prompted by the hosting of two FA Cup semi-finals in successive years, the side facing the Main Stand (which until that time was generally known as the \"Popular Side\") was redeveloped and named \"The Kippax Stand\" after a nearby street. Over the course of the 1960s and 1970s, the Kippax became the part of the ground where the club's most vociferous fans congregated. In 1963, benches were installed at the Platt Lane end, meaning that Maine Road had more seats than any other English club ground of the time. The next major redevelopment came in the 1970s, with the construction of the North Stand, a cantilevered stand which remained in place until the closure of Maine Road. The 1980s saw ambitious plans for improvements: however, these plans were shelved due to financial pressures after the Main Stand roof had been replaced at a cost of £1 million.\nRegeneration.\nBy 1990, some areas of the ground looked antiquated, and the Platt Lane stand was demolished in 1992. Its place was taken by the all-seater \"Umbro Stand\" that also incorporated executive boxes, and was opened in March 1993. The stand was renamed back to the \"Platt Lane Stand\" in the late 1990s.\nThe era of standing accommodation at Maine Road came to an end in May 1994 as the stadium became all-seater to comply with the requirements of the Taylor Report with the demolition of the \"Kippax Street Terrace\". The final match where standing was permitted took place on 30 April 1994, Chelsea the visitors for a 2–2 draw. Immediately prior to demolition the capacity of the Kippax terrace was 18,300. A three-tier stand was built in its place, holding nearly 14,000 spectators, and on its completion in October 1995 it was the tallest stand in the country.\nThe new stand was an impressive modern facility, but it also emphasised the haphazard nature in which the ground had been redeveloped, as all four sides were of differing heights and construction styles. There were further plans for expansion which would have taken the stadium's capacity to 45,000, but these were put on hold following City's relegation from the Premier League in 1996.\nThe move to the City of Manchester Stadium.\nThere were plans for further expansion at Maine Road to take the capacity to 45,000 all-seated, but these were abandoned in favour of a move to the City of Manchester Stadium that was being constructed for the Commonwealth Games in 2002.\nThe final competitive match before the closure of the stadium took place on 11 May 2003. Manchester City ended the Maine Road era with a 1-0 defeat to Southampton, with Michael Svensson scoring the stadium's last goal. The final match was followed by short performances by musical acts Badly Drawn Boy and Doves.\nCity's final goal at the stadium was scored on 26 April 2003 by Marc-Vivien Foe, who died on 26 June that year from an undetected heart condition while representing the Cameroon national football team.\nToward the end of Maine Road's lifespan there were proposals for other sports teams to make use of the stadium following City's relocation; Stockport County once expressed interest in moving there from Edgeley Park, and in December 2000 Sale Sharks rugby union club was offered a lease for the stadium. However, none of the proposals came to fruition.\nAn auction of the ground's fixtures and fittings took place in July 2003, raising £100,000, which was donated to community projects in the Moss Side area, which was undergoing a lengthy regeneration process. Demolition began in late 2003, taking seven months. Two years later the go-ahead was given for a new housing development to take part on the site, consisting of 474 homes.\nPitch.\nFor long periods of its history Maine Road had the widest pitch in England. However, the width was changed several times by managers wishing to alter the pitch size to suit their style of play. In the final season before the ground was closed, the pitch size was 107 x 71 metres (116.5 x 78 yards).\nOther uses.\nMaine Road hosted two England internationals, the first was a 3-0 defeat of Wales on November 13, 1946 and the second a 9-2 win over Northern Ireland on November 16, 1949, England's first ever World Cup qualifier. In addition, A number of wartime internationals were held at the ground. Maine Road was also the venue for a number of rugby league matches, hosting the rugby league championship final eleven times between 1938 and 1956.\nThe stadium was used for several scenes in the 1948 motion picture \"Cup-tie Honeymoon\". More recently, it was featured in the 2000 film \"There's Only One Jimmy Grimble\" and the 2003 ITV drama \"The Second Coming\", which starred Christopher Eccleston.\nMaine Road has also played host to a number of rock concerts, including The Rolling Stones, Simple Minds, Queen, Fleetwood Mac, Pink Floyd, Bryan Adams, Jean Michel Jarre, Dire Straits, David Bowie & Guns N' Roses.\nIn 1974, teen idol David Cassidy played the stadium.\nThe most high profile concert held at Maine Road was that of Mancunian band Oasis (themselves avowed Manchester City fans) in April 1996, a performance which was later released as a video.\nPrince also played the stadium twice in the early 1990s.\nMaine Road Football Club.\nMaine Road also gives its name to a non-league football club, Maine Road F.C.. The club, who currently play in the North West Counties Football League Division One, was founded by a group of Manchester City supporters in 1955. The club previously based its headquarters at the social club adjoining Maine Road.","categories":[],"infobox_types":["Stadium"],"annotations":[{"uri":"Moss_Side","surface_form":"Moss Side","offset":43},{"uri":"Manchester","surface_form":"Manchester","offset":54},{"uri":"England","surface_form":"England","offset":66},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City F.C.","offset":90},{"uri":"Wembley_Stadium_(1923)","surface_form":"Wembley Stadium","offset":458},{"uri":"FA_Cup","surface_form":"FA Cup","offset":554},{"uri":"Stoke_City_F.C.","surface_form":"Stoke City","offset":593},{"uri":"FA_Cup","surface_form":"FA Cup","offset":659},{"uri":"Seating_capacity","surface_form":"capacity","offset":1071},{"uri":"City_of_Manchester_Stadium","surface_form":"City of Manchester Stadium","offset":1240},{"uri":"Hyde_Road","surface_form":"Hyde Road","offset":1459},{"uri":"Belle_Vue%2C_Manchester","surface_form":"Belle Vue","offset":1570},{"uri":"Manchester_Central_F.C.","surface_form":"Manchester Central F.C.","offset":1899},{"uri":"Temperance_Movement","surface_form":"Temperance Movement","offset":2159},{"uri":"Charles_Swain","surface_form":"Charles Swain","offset":2240},{"uri":"Hampden_Park","surface_form":"Hampden Park","offset":2312},{"uri":"Wembley_Stadium_(1924)","surface_form":"Wembley Stadium","offset":2454},{"uri":"London","surface_form":"London","offset":2543},{"uri":"Rivalry","surface_form":"rivalry","offset":2599},{"uri":"Sir_Robert_McAlpine","surface_form":"Sir Robert McAlpine","offset":2663},{"uri":"Irish_Travellers","surface_form":"gypsy","offset":2767},{"uri":"Urban_myth","surface_form":"urban myth","offset":2938},{"uri":"Seating_capacity","surface_form":"seating capacity","offset":3131},{"uri":"Terrace","surface_form":"terracing","offset":3176},{"uri":"Sheffield_United_F.C.","surface_form":"Sheffield United","offset":3373},{"uri":"Stoke_City_F.C.","surface_form":"Stoke City","offset":3719},{"uri":"Football_League_Division_One","surface_form":"Division One","offset":4064},{"uri":"World_War_II","surface_form":"World War II","offset":4105},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":4155},{"uri":"Second_World_War","surface_form":"Second World War","offset":4196},{"uri":"Old_Trafford","surface_form":"Old Trafford","offset":4240},{"uri":"Manchester_Blitz","surface_form":"Manchester Blitz","offset":4300},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":4519},{"uri":"Taylor_Report","surface_form":"Taylor Report","offset":5962},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":6102},{"uri":"English_Premier_League","surface_form":"Premier League","offset":6738},{"uri":"City_of_Manchester_Stadium","surface_form":"City of Manchester Stadium","offset":6954},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":7016},{"uri":"Southampton_F.C.","surface_form":"Southampton","offset":7195},{"uri":"Michael_Svensson","surface_form":"Michael Svensson","offset":7213},{"uri":"Badly_Drawn_Boy","surface_form":"Badly Drawn Boy","offset":7330},{"uri":"Doves_(band)","surface_form":"Doves","offset":7350},{"uri":"Marc-Vivien_Foe","surface_form":"Marc-Vivien Foe","offset":7421},{"uri":"Cameroon_national_football_team","surface_form":"Cameroon national football team","offset":7526},{"uri":"Stockport_County_F.C.","surface_form":"Stockport County","offset":7699},{"uri":"Edgeley_Park","surface_form":"Edgeley Park","offset":7761},{"uri":"Sale_Sharks","surface_form":"Sale Sharks","offset":7796},{"uri":"England_national_football_team","surface_form":"England","offset":8631},{"uri":"Wales_national_football_team","surface_form":"Wales","offset":8685},{"uri":"Northern_Ireland_national_football_team","surface_form":"Northern Ireland","offset":8742},{"uri":"Football_World_Cup","surface_form":"World Cup","offset":8802},{"uri":"Rugby_league","surface_form":"rugby league","offset":8942},{"uri":"Motion_picture","surface_form":"motion picture","offset":9096},{"uri":"Cup-tie_Honeymoon","surface_form":"Cup-tie Honeymoon","offset":9112},{"uri":"There%27s_Only_One_Jimmy_Grimble","surface_form":"There's Only One Jimmy Grimble","offset":9181},{"uri":"ITV","surface_form":"ITV","offset":9226},{"uri":"The_Second_Coming_(TV)","surface_form":"The Second Coming","offset":9237},{"uri":"Christopher_Eccleston","surface_form":"Christopher Eccleston","offset":9271},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":9366},{"uri":"Simple_Minds","surface_form":"Simple Minds","offset":9386},{"uri":"Queen_(band)","surface_form":"Queen","offset":9400},{"uri":"Fleetwood_Mac","surface_form":"Fleetwood Mac","offset":9407},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":9422},{"uri":"Bryan_Adams","surface_form":"Bryan Adams","offset":9434},{"uri":"Jean_Michel_Jarre","surface_form":"Jean Michel Jarre","offset":9447},{"uri":"Dire_Straits","surface_form":"Dire Straits","offset":9466},{"uri":"David_Bowie","surface_form":"David Bowie","offset":9480},{"uri":"Guns_N%27_Roses","surface_form":"Guns N' Roses","offset":9494},{"uri":"David_Cassidy","surface_form":"David Cassidy","offset":9528},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":9638},{"uri":"Prince_(musician)","surface_form":"Prince","offset":9751},{"uri":"Maine_Road_F.C.","surface_form":"Maine Road F.C.","offset":9896},{"uri":"North_West_Counties_Football_League","surface_form":"North West Counties Football League","offset":9949}]}