{"id":243998,"url":"http://en.wikipedia.org/wiki/Gastrotrich","text":"The Gastrotricha, often called \"hairy backs\", are a phylum of microscopic (0.06-3.0 mm) animals abundant in fresh water and marine environments. Marine species are found mostly in between sediment particles, while terrestrial species live in the water films around grains of soil. Adults have a fixed cell number. About 700 species have been described.\nAnatomy.\nGastrotrichs are bilaterally symmetric, with a transparent body and a flat underside. Many species have a pair of short projections at the rear end. The body is covered with cilia, especially about the mouth and on the lower surface. Its two end projections have cement glands. This is a double-gland system where one gland secretes the glue and another secretes a de-adhesive. Like many microscopic animals, their movement is mainly powered by hydrostatics.\nGastrotrichs develop to a particular number of cells; further growth comes only from an increase in cell size. As is typical for such small animals, there are no respiratory or circulatory organs. Nitrogenous waste is probably excreted through the body wall, as part of respiration. The nervous system is relatively simple. The brain consists of two ganglia, one on either side of the pharynx. Each ganglion gives rise to a single nerve cord, which runs the length of the body and includes further, smaller ganglia. The main sense organs are the bristles and ciliated tufts of the body surface. Some gastrotrichs also possess light sensitive cells in the brain that work as primitive ocelli (eye spots).\nReproduction.\nGastrotrichs are simultaneous hermaphrodites: they have both male and female sex organs. Once the sperm are produced, they are picked up by an organ on the tail that functions as a penis, and transferred to the partner. Fertilisation is internal, and the eggs are released by rupture of the body wall.\nMany species reproduce entirely by parthenogenesis. In these species the male portions of the reproductive system are non-functional or entirely absent.\nSome species can lay eggs that can remain dormant during times of desiccation (drought) or cold. These species produce regular eggs during good environmental conditions, which hatch in one to four days. The eggs hatch into miniature versions of the adult. The young typically reach sexual maturity in about three days, and gastrotrichs can live up to ten days under laboratory conditions.\nEutely.\nGastrotrichs are eutelic: each species has a genetically fixed number of cells as adults. Cell division stops at the end of embryonic development and further growth is only by cell enlargement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":52},{"uri":"Microscopic","surface_form":"microscopic","offset":62},{"uri":"Animal","surface_form":"animal","offset":88},{"uri":"Fresh_water","surface_form":"fresh water","offset":108},{"uri":"Ocean","surface_form":"marine","offset":124},{"uri":"Environment","surface_form":"environment","offset":131},{"uri":"Species","surface_form":"species","offset":152},{"uri":"Sediment","surface_form":"sediment","offset":188},{"uri":"Land","surface_form":"terrestrial","offset":214},{"uri":"Soil","surface_form":"soil","offset":275},{"uri":"Eutely","surface_form":"fixed cell number","offset":295},{"uri":"Bilateral_symmetry","surface_form":"bilaterally symmetric","offset":379},{"uri":"Cilia","surface_form":"cilia","offset":536},{"uri":"Cell","surface_form":"cell","offset":868},{"uri":"Nitrogen","surface_form":"Nitrogen","offset":1018},{"uri":"Respiration","surface_form":"respiration","offset":1091},{"uri":"Nervous_system","surface_form":"nervous system","offset":1108},{"uri":"Ganglion","surface_form":"ganglia","offset":1171},{"uri":"Ocelli","surface_form":"ocelli","offset":1505},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":1569},{"uri":"Penis","surface_form":"penis","offset":1720},{"uri":"Fertilisation","surface_form":"Fertilisation","offset":1759},{"uri":"Parthenogenesis","surface_form":"parthenogenesis","offset":1876},{"uri":"Eutelic","surface_form":"eutelic","offset":2408},{"uri":"Cell_division","surface_form":"Cell division","offset":2481}]}