{"id":243984,"url":"http://en.wikipedia.org/wiki/Rom%C3%A1n_Fresnedo_Siri","text":"e=\"preserve\">Roman Fresnedo Siri (Salto, Uruguay, February 4, 1903 - Montevideo, June 26, 1975) was an Uruguayan architect.\nSiri, Winner of the PAHO Headquarters Project.\nAn international competition to choose the most original design had been won in 1961 by a Uruguayan architect, Mr. Roman Fresnedo Siri. Siri had won acclaim for designing major civic buildings hroughout South America, including offices and hospitals. He also had a passion for the ocean, and even used his talents to design racing yachts.\nSiri’s spirit and originality did not disappoint. From its earliest days, architects and passersby alike were intrigued by surprises in the buildings' construction. Rising dramatically from the shore of the historic Potomac River, two distinct structures dominated the triangular block of land: a circular council chamber and an 11-story crescent-shaped secretariat. By December 1964, texture and pattern had begun to emerge, giving each building a distinct character. Geometric diamond shapes decorated the outside of the council chamber, visually played off against the elegant vertical lines of the larger secretariat building. Gradually, other elements were added: reflecting pools, white columns, and slim concrete fins that gave the buildings a soaring quality.\nJust over two years after work began, the completed secretariat was ready to house hundreds of staff members in approximately 170,000 square feet of space, furnished with marble, paintings, sculptures, and other gifts from PAHO member nations.\nThe council chamber alone could accommodate 400 delegates within its circular walls. The new PAHO headquarters was officially opened on September 27, 1965.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salto","surface_form":"Salto","offset":34},{"uri":"Montevideo","surface_form":"Montevideo","offset":69},{"uri":"Uruguay","surface_form":"Uruguay","offset":103},{"uri":"Architect","surface_form":"architect","offset":113}]}