{"id":244025,"url":"http://en.wikipedia.org/wiki/Hand_axe","text":"A hand axe is a stone tool of the Lower (early) and Middle Paleolithic Stone Age. It was a bifacial, similar on both sides, and held in the hand, not with a handle like a modern axe. It was held directly in the hand, perhaps wrapped in a piece of leather.\nThis kind of axe is typical of the Acheulean and the Mousterian cultures, and is the longest-used tool of human history. Hand axes were certainly used for at least a million and a half years. They were made by earlier species of man, such as \"Homo erectus\" and \"Homo neanderthalensis\" (Neanderthal Man); it was one of their most important tools. The hand axe cultures were preceded by an even older Oldowan culture of primitive stone tools (2.6 to 1.7 million years ago) in Africa. Now it is known that the first stone tools were probably made by Australopithecines. They are found in the Great Rift Valley of Africa from about 3.3 million years ago.\nNew archaeological evidence from Baise, Guangxi, China shows that there were occasional hand axes in eastern Asia. However, as the reference shows, the artifacts were overwhelmingly choppers and flakes. The authors say \"The stone tool assemblage shows close associations with the pebble tool industry... in South China\".\nA line known as the Movius Line divides the Old World into two parts: to the west are the hand axe areas, and to the east are the chopper or flak-and-chip areas. It is supposed that there were at least two different cultural traditions.\nProduction.\nOlder hand axes were produced by direct percussion with a stone hammer and can be distinguished by their thickness and a sinuous border. Later Mousterian handaxes were produced with a soft billet of antler or wood and are much thinner, more symmetrical and have a straight border.\nAn experienced flintknapper needs less than 15 minutes to produce a good quality hand axe. A simple hand axe can be made from a beach pebble in less than 3 minutes.\nRaw materials.\nHand axes are mainly made of flint, but rhyolites, phonolites, quartzites and other rather coarse rocks were used as well. It depends what rocks were available in the vicinity. Obsidian was rarely used, because it is not widely found. It produces a brilliant blade, but shatters more easily than flint.\nShapes.\nSeveral basic shapes, like cordate, oval, or triangular have been distinguished, but their significance is not agreed upon.\nFunction.\nHand axes were no doubt a multi-purpose tool. Research on their cutting edges has shown that, in many cases, they were used for butchering meat. This would include extracting bone marrow (which would explain the pointed end) and general hacking through bone, muscle and tendons. Experiments at Boxgrove quarry would appear to back this up. We know for sure that Neanderthals, at least, were hunters of large mammals such as mammoths, and that may be true of other hand axe cultures. The need for such a heavy tool is thus easily understood. Wielding a hand axe requires considerable strength, but Neanderthals were stronger than us in their upper bodies.\nStudies in the 1990s at Boxgrove, in which a butcher attempted to cut up a carcass with a hand axe, showed that the hand axe was perfect for getting at the bone marrow, which is high in protein and vitamins and thus was highly prized as a food source.","categories":[],"infobox_types":["artefact"],"annotations":[{"uri":"Stone_tool","surface_form":"stone tool","offset":16},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":59},{"uri":"Stone_Age","surface_form":"Stone Age","offset":71},{"uri":"Axe","surface_form":"axe","offset":178},{"uri":"Leather","surface_form":"leather","offset":247},{"uri":"Axe","surface_form":"axe","offset":269},{"uri":"Acheulean","surface_form":"Acheulean","offset":291},{"uri":"Mousterian","surface_form":"Mousterian","offset":309},{"uri":"Tool","surface_form":"tool","offset":354},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":499},{"uri":"Homo_neanderthalensis","surface_form":"Homo neanderthalensis","offset":518},{"uri":"Oldowan","surface_form":"Oldowan","offset":655},{"uri":"Africa","surface_form":"Africa","offset":730},{"uri":"Australopithecine","surface_form":"Australopithecine","offset":803},{"uri":"Great_Rift_Valley","surface_form":"Great Rift Valley","offset":845},{"uri":"Africa","surface_form":"Africa","offset":866},{"uri":"Guangxi","surface_form":"Guangxi","offset":947},{"uri":"China","surface_form":"China","offset":956},{"uri":"Movius_Line","surface_form":"Movius Line","offset":1248},{"uri":"Percussion","surface_form":"percussion","offset":1517},{"uri":"Mousterian","surface_form":"Mousterian","offset":1620},{"uri":"Antler","surface_form":"antler","offset":1676},{"uri":"Flintknapper","surface_form":"flintknapper","offset":1773},{"uri":"Flint","surface_form":"flint","offset":1967},{"uri":"Rhyolite","surface_form":"rhyolite","offset":1978},{"uri":"Phonolite","surface_form":"phonolite","offset":1989},{"uri":"Quartzite","surface_form":"quartzite","offset":2001},{"uri":"Rock_(geology)","surface_form":"rocks","offset":2036},{"uri":"Obsidian","surface_form":"Obsidian","offset":2115},{"uri":"Oval","surface_form":"oval","offset":2285},{"uri":"Butcher","surface_form":"butcher","offset":2511},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":2558},{"uri":"Bone","surface_form":"bone","offset":2636},{"uri":"Muscle","surface_form":"muscle","offset":2642},{"uri":"Tendon","surface_form":"tendon","offset":2653},{"uri":"Boxgrove_quarry","surface_form":"Boxgrove quarry","offset":2677},{"uri":"Mammoth","surface_form":"mammoth","offset":2807},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":3194}]}