{"id":24403,"url":"http://en.wikipedia.org/wiki/Pipe_organ","text":"The pipe organ is a keyboard instrument in which the sound is made by air blowing through pipes. A person who plays the organ is called an organist. The organist plays the instrument using both the hands and the feet. The hands play the keyboards (called manuals), while the feet play pedals which also make notes.\nOrgans have been made for many centuries. They are usually found in places for Christian worship such as churches and cathedrals, although they may also be found in places like town halls and concert halls or even large private houses. Very small organs can be called “chamber organs”. Organs in large churches, cathedrals or halls are very large instruments indeed, and are built especially for the building they are in. They are called “pipe organs” to distinguish them from modern “electronic organs”.\nNo two organs are ever quite the same, and they vary greatly from one country to another and one historical period to another. The information here is about organs from Europe, Great Britain and America.\nA description of the organ.\nIn a pipe organ, the musical notes are made by blowing air through pipes. Every organ must have pipes, something to blow the air and a way of controlling which pipes are played.\nThe pipes are made of metal or wood. They are lined up in rows in the \"organ case\" which can be as big as a room. The metal pipes are round tubes. They can be made of different types of metal, but the most common type is an alloy (or mixture of metals) of tin and lead called \"spotted metal\" because it has round shiny spots on it. This alloy makes pipes sound good as the harder tin provides clarity and definition while the softer lead produces tonal warmth. Very small pipes can sometimes be made of silver, like flutes. Some organs also have some pipes made of brass that sound like trumpets. Most organs have a lot of wooden pipes. The wooden pipes have four flat sides and make a sound different from that of the \"spotted metal\" pipes. They are not usually seen; they are neatly lined up behind the large metal pipes at the front of the organ which are sometimes painted with colours and patterns. All the pipes have to be made with an end that tapers at the bottom where the air blows in.\nEach pipe can play only one note which depends on its size. The small pipes play high notes and the large pipes play low notes. Each pipe has its own special sound which depends on the material it is made from (whether it is wood or brass or spotted metal) and on the shape of the pipe. The pipes are arranged in \"ranks\" so that all the pipes of the same shape and material can be controlled to play a tune together, without all the others.\nTo blow air through the organ, there are boxes called \"wind chests\". When the organist is playing, he/she can see a little gauge that tells whether there is enough air. The wind chests can be kept full in two ways. The old-fashioned way is to have an enormous set of \"bellows\" (see the picture) which are pumped up and down by a person using a large handle. This sucks in air and fills the wind chest. Pumping the bellows of a large pipe organ is heavy work. For this reason, most organs nowadays have an electric motor and a large fan which fills the wind chest.\nThe organist uses keyboards like those on a piano to play the organ. A small organ may have just one keyboard, but many organs have two keyboards and a very big one may even have five. Organists do not call them keyboards; they call them \"manuals\". An organist will talk about \"a four-manual organ\" (which means it is a large one). The manuals are arranged on the organ \"console\", and the organist sits on a bench in front of the console to play. Apart from the manuals there are two other important parts of the console. There are a set of long wooden pedals which the organist can play with his/her feet. Each pedal plays a different note.\nOn either side of the manuals there are rows of \"stops\" which look like knobs. The stops can be pulled out or pushed in. When a stop is pulled out, it turns on some sets of pipes. The organist can choose whether to play loud pipes or soft pipes, flute-sounding pipes or brassy pipes, sweet pipes or harsh-sounding pipes. As the organist plays, he/she does not just have to think about the right notes. He/she also has to think about the sort of \"voice\" that the organ should play in. He/she can play different ranks of pipes together by pulling out several stops. Some pipes, usually the biggest decorated pipes at the very front of the organ, are used only for the grandest music. By tradition, these pipes are the symbol of the \"Voice of God\".\nWhen the organist presses the keys of the organ, the sound comes from the air blowing through the pipes. This is because a valve (an opening with a one-way door) opens up to let the air into the pipe, and closes again when the organist stops pressing that key. This can happen in several ways. Traditional organs have what is called a \"tracker action\". The trackers are thin wooden rods and wires which move backwards and forwards, opening and shutting all the valves. They are worked by levers under the keyboard. A tracker action organ has to have the console right near the organ, usually under the big front pipes.\nA more modern development was to have a \"tubular pneumatic\" action, in which the console could be away from the organ, but connected to it by tubes through which air could be pushed to open the valves. In the most modern pipe organs, the manual is connected to the organ pipes by electric wires. The power to open and shut the valves is controlled by electro-magnetic switches. The console does not have to be close to the organ. This makes it possible for the organist to sit in a position where he/she has good contact with the people in the church, or with other musicians.\nThe manuals.\nA very small organ may only have one manual (keyboard). Most organs have at least two. In English and American Organs the lower manual is the main one and is called the \"Great\". The upper manual is called the \"Swell\" because it operates pipes which are inside a “swell box” which has that can be opened or closed. This makes the music get louder or quieter (crescendo or diminuendo). The organist operates the swell box with a pedal which (rocks to and fro). It is in the centre just above the pedal board. On old English organs the swell box is operated by a lever at the side. This is quite difficult to use. Most of these have now been replaced by central swell boxes.\nIf there is a third manual, it is called the \"Choir\" in English-speaking countries. Originally the English called them “chair organs” because they were a separate instrument. The organist had to turn round and face the other way to play it. It is thought that the word \"chair\" gradually changed to \"choir\" because it was often used to accompany the choir. In German organs the third manual was called the “Positiv”. The name “Rückpositiv” (“back positive”) was used because the pipes were behind the organist’s back as he/she sat facing the main organ. These started to become popular again with organ builders in the 1950s when it was felt that the Romantic organ was not suitable for old music, and some organ builders started using Baroque principles again so that the music of composers such as Bach could sound like it used to. The Choir manual is nearest to the player, the Great is in the middle and the Swell is farthest away. The Choir or Positiv often contains soft stops which are suitable for accompanying the choir. On French organs from the late 19th century onwards, the three manuals are arranged differently: the Great (“Grande Orgue”) is nearest to the player, the “Positif” is the middle manual and is like a smaller version of the Great, and the Swell (“Recit”) is the top manual. This makes it easy for the organist to build up the music, getting louder gradually, by starting at the top and gradually coming down.\nThe fourth manual is called the \"Solo\" because the stops on this manual are used to play out the tune as a solo. This manual is even farther away from the player than the Swell. Large cathedral organs usually have four manuals. The Solo will probably have a very loud stop indeed called the “Tuba” or “Tuba Mirabilis”.\nIf there is a fifth manual it may be called the \"Echo\" because it has very quiet stops that echo. Alternatively, especially on American organs, it might be a \"Bombarde\". The Bombarde usually contains loud, bold reed stops, including stops called 'Bombarde'. For instance: a State Trumpet or Pontifical Trumpet might be placed on this manual which can be heard above all the other stops playing. The Bombarde is borrowed from French Organs where it is a standard stop on nearly all the manuals and pedals. Having a Bombarde Manual is something of a luxury for an organist. It can be found, for example, on the organ of Westminster Abbey.\nIt is extremely unusual to have more than five manuals, but in America there are a few very large organs. The Wanamaker organ at Macy's store in Philadelphia has six manuals. The world’s largest organ is in the Atlantic City Convention Hall. It has seven manuals and over 33,000 pipes. However, the largest organ in the world does not work since it would be too expensive to run it.\nUsing the manuals.\nHaving two or three manuals makes it possible to have quick changes of sound during a piece. The player can also play on two manuals at once: one with the left hand and one with the right. This is particularly useful to make a tune louder than the accompaniment (on a piano this can be done by pressing harder). The manuals can also be coupled together, for example, pulling out the “Swell to Great” stop will make all the sounds from the Swell come out on the Great as well. On an organ with mechanical action the keys of the Swell will be seen “playing by themselves” like a pianola, but on some older organs it can be hard work for the organist’s fingers when the manuals are coupled as it makes the action very heavy.\nThe pedals.\nThe notes on the pedals are arranged like the notes on a keyboard, but are obviously much bigger. The player needs to learn to play by 'feel', otherwise he will have to spend all his time looking at his feet. He plays each note, either with the toe or the heel and either on the inside of the foot or the outside. The American and British Standard organ contains 30 notes giving a range of nearly 2 ½ octaves (C to F, or sometimes C to G: 32 notes). They are not quite in a straight line but fan out a little to make it easier to play (it is called a \", pedalboard\"). In German and French organs and organs built before 1920, the pedalboard will be straight without any fan curvature to it. Many organists find that this makes it more difficult to play. Organists need a good pair of shoes: ones which have good narrow heels and preferably pointed toes. The soles need to be fairly slippery, but not too much, so that the player can slide the foot from one pedal to another. Organists usually like to keep a pair of shoes which are worn only for playing the organ so that the soles do not have grit or dirt from the street.\nThe stops.\nThe stops on an organ console give different sounds, like the instruments of an orchestra, and have names which tell the organist what kind of sound they will produce. The stops are usually to the left and right of the organist and they are pulled out (“drawstops” or “pulls” because they are “drawn” i.e. pulled). Some organs have “tab stops” or “rocker stops” which are in front of the player and can be rocked forwards and backwards for on/off.\nThe stops of an organ can be divided into families.\nThe \"chorus\" stops are the foundation stops, the basic ones which are good for building up the big, solid sound. A \"diapason\" or \"principal\" is a chorus stop.\nThe \"flute\" stops sound like flutes in an orchestra. They are gentler than the diapasons and sound good for very quick and light music.\nThe \"reeds\" are stops like the \"oboe\", \"clarinet\", \"trumpet\", \"fagotto\", \"trombone\". Each pipe has a reed inside. Their sound is very strong and nasal (like speaking through the nose).\nThe \"strings\" are quiet stops which sound like string instruments. These are stops like the \"violone\" and \"gamba\".\nThere is another way of grouping the stops. Each stop will have a number underneath the name. The number may be 16, 8, 4, 2, 1 or even 2 2/3 or 1 3/5. If the number is 8 this is called an “eight foot stop”. This is the normal pitch: the note will sound as it is written, e.g. when playing Middle C the sound will be Middle C. A 4 foot stop will sound an octave higher than written, a 2 foot stop will be two octaves higher. A 16 foot stop will sound an octave lower than an 8 foot stop. 8 foot is therefore the normal pitch, and the others are added to it to make a larger, brighter sound. 16 foot stops are normal in pedal parts.\nMutation stops are stops in which a note does not sound a whole number of octaves above the normal pitch. Examples are the Tierce 1 3/5 (which sounds 2 octaves and a third above) and the Nazard or Twelfth 2 2/3 (one octave and a fifth).\nUsing the stops.\nAn organist needs to learn which combinations of stops sound good together and how to balance them well. Each organ is different and has its own character.\nThe combination of stops that an organist chooses for a particular piece of music is called the “registration”. The list of all the stops that a particular organ has is called the “specification”. The specification of an organ shows the names of the stops for each of the manuals and for the pedals, as well as the list of couplers.\nOrgans also have buttons called “pistons” which help to change the registration in the middle of a piece. There are “toe pistons” operated by the feet, and “thumb pistons” which are placed just below each manual so that they can be pushed by the thumb while the fingers keep playing. Large organs often have “general pistons” which change any combination of stops across the organ. These are often be computerised so that players can set them up differently depending on the music they are going to play. If several players regularly use the instrument they can each have their own personal settings for the pistons which they can lock so that no one else can change them.\nThe pipes.\nEach stop controls a row of pipes, called a “rank”. Each rank makes a different sound (one row for the “diapason” sound, another row for the “flute”, another for the “trumpet” and so on). The stops control the air flow through the ranks. Some stops may control more than one rank. For instance, a Mixture stop of three ranks will have 182 pipes (3 ranks of 61 pipes each) and in some organs the Celeste is a 2 rank stop. The celeste pipes are tuned slightly sharper than the rest of the organ so that, when played together with another quiet stop such as the Salicional, there will be a pleasant throbbing beat because two pipes are slightly out of tune with one another. Organ Pipes are normally made of metal or wood. High quality metal organ pipes usually contain 75 percent tin or more, and the rest is lead. The Pipes are placed on windchests inside an \"organ case\" in a special room called an Organ chamber. A windchest is a box-like device which contains pallets that are opened and closed to admit air to a pipe so that it sounds. The pallets are operated by pull wires and rollers in the case of a tracker instrument but may also be operated by pneumatics or direct electric action using magnets.\nThere is always air being pumped into the windchest when the organ is switched on. In the days before electricity someone (an organ blower) had to pump the air into the windchest using bellows. This was hard work. Large organs would have needed more than one organ blower to do this job.\nThe history of the pipe organ.\nNo other instrument has developed in such a wide variety of ways as the organ. If Bach, who lived in the early 18th century, had gone from his home in Germany to France, he would have found it impossible to play his music properly on French organs. If Couperin, who lived at the same time, had gone from his home in France to Germany, he would not have been able to play his music on the organs that Bach was using. Neither of them could possibly have played on an organ in England at the time. For one thing, English organs in the 18th century still had no pedals. This means that organists need to know a lot about what organs were like in other countries in other centuries in order to know what registrations to use when playing music by composers of the past.\nThe earliest organs.\nThe earliest organs were water organs invented in Ancient Greece. The Romans used them in circuses and gladiator combats because they were loud. They were still popular in some countries a few hundred years ago, for example, in pleasure gardens.\nThe organ in the Middle Ages.\nIn the Middle Ages large organs were built in the huge Gothic cathedrals in Britain. These instruments did not have different stops: all the ranks sounded at once. They were played by a slider mechanism. Only in the 11th, 12th and 13th centuries did they start to use a keyboard. The so-called \"Mixture Organ\" (or \"Blockwerk\") still sounded several pitches at once. Very small organs called \"portatives\" (because they could be carried) were used in. \"Positives\" were a bit bigger and were used to accompany singing in the church. The \"Regal\" was like a portative but it had reeds and no pipes. It could be put on a table. The world's oldest organ is generally agreed to be the one built at Sion, Switzerland in the 15th century. the organ.\nThe organ in the Renaissance (about 1450-1600).\nBy about 1450, the organs that were being built in Germany and the Netherlands had two or three manuals and pedals. There were stops so that the player could choose which ranks he wanted to sound. The collection of pieces called the \"Buxheimer Orgelbuch\" (about 1470), is one of the first collections we have of organ music. French organs, too, were developing. In England, organs were quite small. Composers like John Bull, William Byrd and Orlando Gibbons wrote music for chamber organs. In the Netherlands Jan Pieterszoon Sweelinck was a very famous organist and teacher.\nThe organ in the Baroque period (about 1600-1750).\nThe Baroque period was a great period for organ music in Germany. Organs there were built on the \"Werkprinzip\" (literally: \"work principle\") which meant that each keyboard with its pipes was built separately, like two or three different organs, although they were played from the same console. Organs like these were built by the famous Arp Schnitger (1648-1719). Many famous German composers wrote organ music, especially Johann Pachelbel (1653-1709) in South Germany and (Dietrich Buxtehude) (1637-1707) in North Germany. The great composer Johann Sebastian Bach (1685-1750) learnt from these composers and wrote some of the most famous organ music of all times. The great organ builder Gottfried Silbermann (1683-1753) lived during this time and built organs with a very beautiful tone. Instead of a keyboard called a Choir (or Chair Organ) he built an \"Oberwerk\" which was above the \"Hauptwerk\" (Great).\nFrench organ builders at this time were very interested in colour (meaning: different sounds). Many stops had names like Cornet, Tierce and Prestant. When all the stops of the Principal chorus played together it was called the \"Plein jeux\". This was like the medieval Blockwerk. All the reed chorus together was called \"Grand jeux\". This would have sounded very loud and was used for dialogues and fugues. Composers included Nicolas de Grigny (1672-1703), Louis Marchand (1669-1732), Louis Nicolas Clérambault (1676-1749), Louis Claude Daquin (1694-1772) and François Couperin (1683-1733).\nIn England there was not much interest in developing the organ. It was used for accompanying the choir. There were no pedals. Pieces for organ were called voluntaries. Henry Purcell wrote a few organ pieces.\nThe organ in the Classical period: about 1750-1840.\nOrgan composition reached a great peak in the work of J.S.Bach, but then people started to lose interest. Not many developments took place in organ-building during the Classical music period. Although Mozart played the organ and called it the “King of Instruments” he did not often write music for it. Among the organ builders at this time were Joseph and Claude-Ignace Callinet who built the organ at Notre-Dame's (St. Etienne, Loire) in 1837.\nThe organ in the Romantic period.\nThe organ in 19th century Germany started to be used for imitating the sound of an orchestra. People also started to be interested in playing the music of J.S. Bach. Many Classical organs were re-built and sometimes they lost their original character. Organs in different countries started to sound the same.\nGradually, composers started writing for the organ again. Felix Mendelssohn (1809-1847) wrote some excellent sonatas and preludes and fugues which were inspired by Bach’s music and made other composers want to write organ music. Robert Schumann (1810-1856) and Franz Liszt (1811-1886) wrote for the organ and later in the century Max Reger (1873-1916) and Sigfrid Karg-Elert (1877-1933).\nIn France, the organ builder Aristide Cavaillé-Coll (1811-1899) was a real genius. His organs had lots of new ideas including the Barker lever (which made it easier to play on coupled manuals) and placing families of stops on to separate chests. Organists could change their registrations quickly, pushing in or pulling out the stops that they needed. Composers included César Franck (1822-1890), Charles-Marie Widor (1845-1937) and Louis Vierne (1870-1937). The last two wrote long works in several movements which they called Symphonies because they were full of colourful sounds like those in a symphony orchestra. There were usually three manuals called \"Grand\", \"Positif\" and \"Récit\" placed in that order (with Grand nearest to the player). The Grand had warm foundation stops and big reeds (it was like combining the classical plein jeux and grand jeux). The Positif had string stops as well as a solo reed, and the Récit had lighter reeds.\nIn England, Samuel Wesley (1766-1837) wrote some important organ music inspired by J.S. Bach, and his son Samuel Sebastian Wesley (1810-1876) was influenced by Continental Romantic composers such as Mendelssohn. In 1851, the organ builder Henry Willis built a large organ for Crystal Palace Exhibition. It had three manuals and a pedal board. This set the standard in English organ building for the future.\nThe organ in the Twentieth century.\nDuring the 20th century organ builders became more and more interested in returning to some of the ideas of the Baroque and Classical periods. Many organs now have electric action, but a good mechanical action has the advantage that the player feels more close to the instrument that he is playing. Some large 20th century organs are able to play many kinds of organ music. Other 20th century organs were built as copies of Baroque or Classical instruments, but this means these instruments are mainly suitable for Baroque or Classical music, and are not well suited for music of the 19th and 20th centuries.\nIn the 19th century, many organs in England and America were placed in corners of churches where they could not be heard very well. In the 20th century, organ builders thought more about the best position for the organ, so that the sound would fill the main part of the church, the nave.\nAmong the most famous 20th century organ composers are Marcel Dupré (1886-1971), Jehan Alain (1911-1940) and Olivier Messiaen (1908-1992) in France, Paul Hindemith (1895-1963) in Germany, and Edward Elgar (1857-1934) and Herbert Howells (1892-1983) in England. The Czech composer Petr Eben (1929-2007) was one of the most important organ composers at the end of the 20th century, writing in an individual style.\nThe organ as an accompanying instrument.\nAs well as the obvious use of the organ for accompanying church choirs and singing the organ has often been used to accompany instruments. In the Baroque period small organs were used to accompany solo instruments or small groups of instruments or orchestras. This kind of accompaniment was called continuo. Occasionally composers have written organ concertos in which the organ is the solo instrument and the orchestra accompanies. Handel wrote several of these. In modern times Francis Poulenc wrote an organ concerto. There is an important organ solo in Symphony no 3 by Saint-Saëns. Other orchestral works sometimes have organ parts. Organists have often made organ “transcriptions”, i.e. arranged music written for other instruments so that it can be played on the organ.","categories":[],"infobox_types":[],"annotations":[{"uri":"Keyboard_instrument","surface_form":"keyboard instrument","offset":20},{"uri":"Sound","surface_form":"sound","offset":53},{"uri":"Air","surface_form":"air","offset":70},{"uri":"Pipe","surface_form":"pipe","offset":90},{"uri":"Hand","surface_form":"hand","offset":198},{"uri":"Foot","surface_form":"feet","offset":212},{"uri":"Pedal_(music)","surface_form":"pedals","offset":285},{"uri":"Century","surface_form":"centuries","offset":346},{"uri":"Christian","surface_form":"Christian","offset":394},{"uri":"Worship","surface_form":"worship","offset":404},{"uri":"Church","surface_form":"church","offset":420},{"uri":"Cathedral","surface_form":"cathedral","offset":433},{"uri":"City_and_town_halls","surface_form":"town halls","offset":492},{"uri":"Concert_hall","surface_form":"concert hall","offset":507},{"uri":"House","surface_form":"house","offset":543},{"uri":"Electronic_organ","surface_form":"electronic organ","offset":800},{"uri":"Europe","surface_form":"Europe","offset":989},{"uri":"Great_Britain","surface_form":"Great Britain","offset":997},{"uri":"Americas","surface_form":"America","offset":1015},{"uri":"Alloy","surface_form":"alloy","offset":1454},{"uri":"Flute","surface_form":"flute","offset":1746},{"uri":"Trumpet","surface_form":"trumpet","offset":1817},{"uri":"Piano","surface_form":"piano","offset":3275},{"uri":"Pedal_(music)","surface_form":"pedals","offset":3784},{"uri":"Note_(music)","surface_form":"note","offset":3867},{"uri":"Symbol","surface_form":"symbol","offset":4589},{"uri":"Valve","surface_form":"valve","offset":4742},{"uri":"Tradition","surface_form":"Tradition","offset":4913},{"uri":"Lever","surface_form":"lever","offset":5107},{"uri":"Magnetism","surface_form":"electro-magnetic","offset":5589},{"uri":"Germany","surface_form":"German","offset":6859},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":7299},{"uri":"France","surface_form":"French","offset":7532},{"uri":"19th_century","surface_form":"19th century","offset":7560},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":8873},{"uri":"America","surface_form":"America","offset":8955},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":9037},{"uri":"Money","surface_form":"expensive","offset":9254},{"uri":"Piano","surface_form":"piano","offset":9562},{"uri":"Pianola","surface_form":"pianola","offset":9871},{"uri":"Toe","surface_form":"toe","offset":10273},{"uri":"Foot","surface_form":"heel","offset":10284},{"uri":"1920","surface_form":"1920","offset":10648},{"uri":"Shoe","surface_form":"shoe","offset":10812},{"uri":"Heel","surface_form":"heel","offset":10847},{"uri":"Foot","surface_form":"soles","offset":10886},{"uri":"Flute","surface_form":"flute","offset":11851},{"uri":"String_instrument","surface_form":"string instrument","offset":12190},{"uri":"Middle_C","surface_form":"Middle C","offset":12547},{"uri":"Piece","surface_form":"piece","offset":13366},{"uri":"Metal","surface_form":"metal","offset":15021},{"uri":"Wood","surface_form":"wood","offset":15030},{"uri":"Magnet","surface_form":"magnet","offset":15513},{"uri":"Electricity","surface_form":"electricity","offset":15624},{"uri":"Bellows","surface_form":"bellows","offset":15707},{"uri":"18th_century","surface_form":"18th century","offset":15952},{"uri":"Fran%C3%A7ois_Couperin","surface_form":"Couperin","offset":16093},{"uri":"Water_organ","surface_form":"water organ","offset":16652},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":16677},{"uri":"Gladiator","surface_form":"gladiator","offset":16730},{"uri":"Gothic","surface_form":"Gothic","offset":16958},{"uri":"11th_century","surface_form":"11th","offset":17119},{"uri":"12th_century","surface_form":"12th","offset":17125},{"uri":"13th_century","surface_form":"13th centuries","offset":17134},{"uri":"Switzerland","surface_form":"Switzerland","offset":17599},{"uri":"1450","surface_form":"1450","offset":17700},{"uri":"Netherlands","surface_form":"Netherlands","offset":17758},{"uri":"1470","surface_form":"1470","offset":17953},{"uri":"John_Bull_(composer)","surface_form":"John Bull","offset":18105},{"uri":"William_Byrd","surface_form":"William Byrd","offset":18116},{"uri":"Orlando_Gibbons","surface_form":"Orlando Gibbons","offset":18133},{"uri":"Netherlands","surface_form":"Netherlands","offset":18188},{"uri":"Jan_Pieterszoon_Sweelinck","surface_form":"Jan Pieterszoon Sweelinck","offset":18200},{"uri":"Baroque_music","surface_form":"Baroque","offset":18321},{"uri":"Arp_Schnitger","surface_form":"Arp Schnitger","offset":18654},{"uri":"1648","surface_form":"1648","offset":18669},{"uri":"1719","surface_form":"1719","offset":18674},{"uri":"Johann_Pachelbel","surface_form":"Johann Pachelbel","offset":18740},{"uri":"1653","surface_form":"1653","offset":18758},{"uri":"1709","surface_form":"1709","offset":18763},{"uri":"Dietrich_Buxtehude","surface_form":"Dietrich Buxtehude","offset":18791},{"uri":"1637","surface_form":"1637","offset":18812},{"uri":"1707","surface_form":"1707","offset":18817},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":18860},{"uri":"1685","surface_form":"1685","offset":18883},{"uri":"1750","surface_form":"1750","offset":18888},{"uri":"Gottfried_Silbermann","surface_form":"Gottfried Silbermann","offset":19006},{"uri":"1683","surface_form":"1683","offset":19028},{"uri":"1753","surface_form":"1753","offset":19033},{"uri":"Dialogue","surface_form":"dialogues","offset":19609},{"uri":"Fugue","surface_form":"fugue","offset":19623},{"uri":"Louis_Nicolas_Cl%C3%A9rambault","surface_form":"Louis Nicolas Clérambault","offset":19709},{"uri":"1676","surface_form":"1676","offset":19736},{"uri":"1749","surface_form":"1749","offset":19741},{"uri":"Louis_Claude_Daquin","surface_form":"Louis Claude Daquin","offset":19748},{"uri":"1694","surface_form":"1694","offset":19769},{"uri":"1772","surface_form":"1772","offset":19774},{"uri":"Fran%C3%A7ois_Couperin","surface_form":"François Couperin","offset":19784},{"uri":"1683","surface_form":"1683","offset":19803},{"uri":"1733","surface_form":"1733","offset":19808},{"uri":"Voluntary_(music)","surface_form":"voluntaries","offset":19970},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":19983},{"uri":"Johann_Sebastian_Bach","surface_form":"J.S.Bach","offset":20129},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":20243},{"uri":"Mozart","surface_form":"Mozart","offset":20276},{"uri":"19th_century","surface_form":"19th century","offset":20567},{"uri":"Orchestra","surface_form":"orchestra","offset":20637},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":20921},{"uri":"1809","surface_form":"1809","offset":20940},{"uri":"1847","surface_form":"1847","offset":20945},{"uri":"Sonata","surface_form":"sonata","offset":20972},{"uri":"Prelude","surface_form":"prelude","offset":20984},{"uri":"Fugue","surface_form":"fugue","offset":20997},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":21092},{"uri":"1810","surface_form":"1810","offset":21109},{"uri":"1856","surface_form":"1856","offset":21114},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":21124},{"uri":"1811","surface_form":"1811","offset":21137},{"uri":"1886","surface_form":"1886","offset":21142},{"uri":"Max_Reger","surface_form":"Max Reger","offset":21193},{"uri":"1873","surface_form":"1873","offset":21204},{"uri":"1916","surface_form":"1916","offset":21209},{"uri":"Sigfrid_Karg-Elert","surface_form":"Sigfrid Karg-Elert","offset":21219},{"uri":"1877","surface_form":"1877","offset":21239},{"uri":"1933","surface_form":"1933","offset":21244},{"uri":"Aristide_Cavaill%C3%A9-Coll","surface_form":"Aristide Cavaillé-Coll","offset":21280},{"uri":"1811","surface_form":"1811","offset":21304},{"uri":"1899","surface_form":"1899","offset":21309},{"uri":"Genius","surface_form":"genius","offset":21326},{"uri":"C%C3%A9sar_Franck","surface_form":"César Franck","offset":21622},{"uri":"1822","surface_form":"1822","offset":21636},{"uri":"1890","surface_form":"1890","offset":21641},{"uri":"Charles-Marie_Widor","surface_form":"Charles-Marie Widor","offset":21648},{"uri":"1845","surface_form":"1845","offset":21669},{"uri":"1937","surface_form":"1937","offset":21674},{"uri":"Louis_Vierne","surface_form":"Louis Vierne","offset":21684},{"uri":"1870","surface_form":"1870","offset":21698},{"uri":"1937","surface_form":"1937","offset":21703},{"uri":"Samuel_Wesley","surface_form":"Samuel Wesley","offset":22210},{"uri":"1766","surface_form":"1766","offset":22225},{"uri":"1837","surface_form":"1837","offset":22230},{"uri":"Samuel_Sebastian_Wesley","surface_form":"Samuel Sebastian Wesley","offset":22304},{"uri":"1810","surface_form":"1810","offset":22329},{"uri":"1876","surface_form":"1876","offset":22334},{"uri":"Europe","surface_form":"Continental","offset":22358},{"uri":"1851","surface_form":"1851","offset":22413},{"uri":"Henry_Willis","surface_form":"Henry Willis","offset":22437},{"uri":"Crystal_Palace_Exhibition","surface_form":"Crystal Palace Exhibition","offset":22474},{"uri":"20th_century","surface_form":"20th century","offset":22652},{"uri":"America","surface_form":"America","offset":23298},{"uri":"Church","surface_form":"nave","offset":23532},{"uri":"Marcel_Dupr%C3%A9","surface_form":"Marcel Dupré","offset":23593},{"uri":"Jehan_Alain","surface_form":"Jehan Alain","offset":23619},{"uri":"Olivier_Messiaen","surface_form":"Olivier Messiaen","offset":23647},{"uri":"Paul_Hindemith","surface_form":"Paul Hindemith","offset":23687},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":23730},{"uri":"Herbert_Howells","surface_form":"Herbert Howells","offset":23759},{"uri":"Czech_Republic","surface_form":"Czech","offset":23803},{"uri":"Petr_Eben","surface_form":"Petr Eben","offset":23818},{"uri":"20th_century","surface_form":"20th century","offset":23904},{"uri":"Continuo","surface_form":"continuo","offset":24289},{"uri":"Concerto","surface_form":"concerto","offset":24341},{"uri":"Handel","surface_form":"Handel","offset":24424},{"uri":"Francis_Poulenc","surface_form":"Francis Poulenc","offset":24471},{"uri":"Saint-Sa%C3%ABns","surface_form":"Saint-Saëns","offset":24565}]}