{"id":244070,"url":"http://en.wikipedia.org/wiki/Kenny_Rankin","text":"Kenny Rankin (February 10, 1940 - June 7, 2009) was an American pop and jazz singer and songwriter. He was originally from the Washington Heights neighborhood of New York City, New York.\nBiography.\nRankin was raised in New York and was introduced to music by his mother, who sang at home and for friends. The area of Washington Heights, Manhattan was becoming heavily Latino during his youth, and exposure to street music may have played a part. He began recording at age 17 (1957), eventually working as a songwriter contracted to Columbia Records. Rankin's earliest composition, \"My Carousel\" was written for Carmen McRae, followed by \"A Happy Guy\" for teen idol Rick Nelson. He had already developed a serious amphetamine problem by that time.\nHe taught himself classical guitar, at age 24, inspired by the playing of Don Costa, who had started on that instrument before becoming one of the most important arrangers in popular music. He played rhythm guitar on some tracks on Bob Dylan's album Bringing it All Back Home (1965). Rankin developed a considerable following during the 70s with a steady flow of albums, three of which broke into the Top 100 of the Billboard Album Chart. His liking for jazz was evident from an early age, but the times were such that in order to survive his career had to take a more pop-oriented course, and he cited singer-songwriter Laura Nyro consistently as a major influence.\nRankin appeared on \"The Tonight Show\" with Johnny Carson more than twenty times. Carson was so impressed by him that he wrote the liner notes to Rankin's 1967 debut album \"Mind Dusters,\" which featured the single \"Peaceful.\" Rankin's friend Helen Reddy would reach #2 Adult Contemporary and #12 Pop in 1973 with a cover of it, released as her follow-up single to \"I Am Woman\". Georgie Fame also had a hit with this song in 1969, his only songwriting credit to hit the British charts reaching number sixteen and spending 9 weeks on the chart.\nRankin's original song \"In the Name of Love\" frequently featured wordless improvisational singing and showed his range and command of articulating lyrics at a blistering waltz tempo, but performed more slowly it had a distinctly Brazilian flavor. Similar to later singer Mandy Patinkin, Rankin's speaking voice was a rich baritone, but his tessitura was an octave higher, with an occasional start at near his speaking timbre, as in \"What Matters Most.\" The timbre of his singing voice most frequently resembled that of a clarinet. His remarkably quick mastery of the guitar allowed him to appear, along with Randy Newman and Joni Mitchell, as one of the few self-sufficient solo acts conveying original material with harmonic richness beyond that of folk and early rock music.\nHe was extremely private in his early televised interviews, once stating that personal information distracted from musical performance, and thus even his date of birth was considered anecdotal information. Later, he became more open and stated in interviews that in the 60s and 70s he had suffered from serious addictions which affected his career, and he credited his family, and a period of spiritual study while undergoing rehabilitation sessions, for helping him to overcome his drug and alcohol problems by the early 80s. Some recorded songs on the Little David record label (a subsidiary of Atlantic Records) featured his wife Yvonne and his daughters singing background, as the Rankin Family Band. His album \"Family\" featured cover art of Rankin holding his two young daughters. The Rankins also had a son.\nOccasionally criticised for poor choice of material, considering his talents, by the 90s, he was able to angle his repertoire to accommodate his own musical preferences and to please a new audience while still keeping faith with the faithful. Rankin's warm singing style and his soft, nylon-stringed guitar sound might suggest an artist more attuned to the supper-club circuit than the jazz arena, but his work contains many touches that appeal to the jazz audience, especially as he introduced more \"standards\" from the 30s and 40s into his performances. Reviews in the periodical Down Beat and later print media increasingly reinforced his jazz credentials.\nRankin's song \"Haven't We Met\" was performed by Mel Tormé and Carmen McRae, while Stan Getz said of him that he was \"a horn with a heartbeat\". Rankin's accompanists have from time to time included pianists Alan Broadbent, Mike Wofford and trombonist Bill Watrous, and on such occasions the mood slips easily into a jazz groove. But Don Costa's full orchestral arrangements were used to back his voice to critical acclaim, following a trend in the wake of Harry Nilsson with Gordon Jenkins and Linda Ronstadt with Nelson Riddle, to emulate the lush soundscape that some say reached its apogee with Frank Sinatra's Capitol recordings. Rankin was also deeply interested in Brazilian music and his \"Here In My Heart,\" on which he used jazz guests including Michael Brecker and Ernie Watts, was recorded mostly in Rio de Janeiro. More contemporary songs were given an airing following his move to Verve Records, including the Beatles' \"I've Just Seen A Face\" and Leon Russell's \"A Song For You.\"\nRankin's own unique gift for reworking classic songs such as The Beatles' \"Blackbird,\" which he recorded for his \"Silver Morning\" album, so impressed Paul McCartney that he asked Rankin to perform his interpretation of the song when McCartney and John Lennon were inducted into the Songwriters Hall of Fame.\nRankin was diagnosed with terminal lung cancer in May 2009. He died in Los Angeles, California - where he had resided for many years - from the disease on June 7, 2009. He was 69 years old.\nReferences.\nYanow, Scott, The Jazz Singers: The Ultimate Guide, Backbeat Books, 2008.\nKort, Michael, Soul Picnic: The Music and Passion of Laura Nyro, Thomas Dunne Books / St. Martin's Press, 2002.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":55},{"uri":"Washington_Heights%2C_Manhattan","surface_form":"Washington Heights","offset":127},{"uri":"New_York_City","surface_form":"New York City","offset":162},{"uri":"New_York","surface_form":"New York","offset":177},{"uri":"Washington_Heights%2C_Manhattan","surface_form":"Washington Heights, Manhattan","offset":317},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":532},{"uri":"Carmen_McRae","surface_form":"Carmen McRae","offset":611},{"uri":"Rick_Nelson","surface_form":"Rick Nelson","offset":665},{"uri":"Amphetamine","surface_form":"amphetamine","offset":713},{"uri":"Bringing_it_All_Back_Home","surface_form":"Bringing it All Back Home","offset":997},{"uri":"Laura_Nyro","surface_form":"Laura Nyro","offset":1368},{"uri":"The_Tonight_Show","surface_form":"The Tonight Show","offset":1434},{"uri":"Helen_Reddy","surface_form":"Helen Reddy","offset":1655},{"uri":"Georgie_Fame","surface_form":"Georgie Fame","offset":1791},{"uri":"Mandy_Patinkin","surface_form":"Mandy Patinkin","offset":2227},{"uri":"Clarinet","surface_form":"clarinet","offset":2477},{"uri":"Randy_Newman","surface_form":"Randy Newman","offset":2564},{"uri":"Joni_Mitchell","surface_form":"Joni Mitchell","offset":2581},{"uri":"Atlantic_Records","surface_form":"Atlantic Records","offset":3330},{"uri":"Down_Beat","surface_form":"Down Beat","offset":4129},{"uri":"Mel_Torm%C3%A9","surface_form":"Mel Tormé","offset":4255},{"uri":"Carmen_McRae","surface_form":"Carmen McRae","offset":4269},{"uri":"Stan_Getz","surface_form":"Stan Getz","offset":4289},{"uri":"Harry_Nilsson","surface_form":"Harry Nilsson","offset":4662},{"uri":"Gordon_Jenkins","surface_form":"Gordon Jenkins","offset":4681},{"uri":"Linda_Ronstadt","surface_form":"Linda Ronstadt","offset":4700},{"uri":"Nelson_Riddle","surface_form":"Nelson Riddle","offset":4720},{"uri":"Frank_Sinatra","surface_form":"Frank Sinatra","offset":4804},{"uri":"Michael_Brecker","surface_form":"Michael Brecker","offset":4960},{"uri":"Ernie_Watts","surface_form":"Ernie Watts","offset":4980},{"uri":"Verve_Records","surface_form":"Verve Records","offset":5099},{"uri":"Leon_Russell","surface_form":"Leon Russell","offset":5165},{"uri":"Songwriters_Hall_of_Fame","surface_form":"Songwriters Hall of Fame","offset":5480},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":5577},{"uri":"California","surface_form":"California","offset":5590}]}