{"id":244059,"url":"http://en.wikipedia.org/wiki/C2_Green_Tea","text":"C2 Green Tea is a bottled green tea beverage produced and manufactured by Universal Robina. The drink was first manufactured in the Philippines. Sometimes it is simply called C2\nEtymology.\nThe term C2 is actually an abbreviation. It means 2 Cs and stands for \"Cool & Clean\".\nManufacturing Process.\nC2 Green Tea is brewed and bottled in the same day which is safe. The drink contains natural green tea leaves (\"Camellia sinensis\"). The leaves were brewed gently to retain the antioxidants normally lost in other extraction processes. In fact the Chinese characters in the bottle means The “brewed from natural green tea leaves.” It is bottled in PET bottles.\nVariants.\nAs of 2009, twelve variants can be bought in the Philippines. C2 Green Tea is available in 230ml, 355ml, 500ml, 1000ml, and 1500ml bottles.\nLimited C2 Gold bottle.\nOn the 50th anniversary of the Universal Robina Corporation on August 2006, the company released limited edition gold bottles of 500 ml of the C2 Green Tea Plain variant.\nVietnam Exclusive.\nOn January 2007, C2 was introduced to Vietnam with two variants only available in Vietnamese markets. The bottle design of these exclusive variants is slightly different than the original design.\nControversy.\nText messages circulated that the use of PET bottles, which was use in manufacturing C2, is dangerous to the health.\nLater, the company issued a statement that the use of PET bottles for cold and hot-fill food and beverages has been approved by both the US Food and Drug Administration (US FDA) and the European Food Safety Authority. The company also said that adheres to the conditions of use for PET bottles, as set forth by the organizations mentioned earlier.\nUntouched materials were only use in producing C2's bottles. It is perfectly safe for a consumer to re-use a C2 (PET) bottle as long as it has not been used earlier to store harmful chemicals, and full sanitation is applied prior to the next usage occasion.\nIn May 2016, C2 products in Vietnam were found to have excessive lead content in two batches by food inspection agencies and was a major scandal in social media. The company was rumored according to social media to have paid agency officials to modify test results. Vietnamese regulators ordered the company to pay US$ 260,000 for the violation. It had earlier paid a fine for environmental violations.","categories":[],"infobox_types":["brand"],"annotations":[{"uri":"Green_tea","surface_form":"green tea","offset":26},{"uri":"Beverage","surface_form":"beverage","offset":36},{"uri":"Universal_Robina","surface_form":"Universal Robina","offset":74},{"uri":"Philippines","surface_form":"Philippines","offset":132},{"uri":"Camellia_sinensis","surface_form":"Camellia sinensis","offset":410},{"uri":"PET_bottles","surface_form":"PET bottles","offset":645},{"uri":"Limited_edition","surface_form":"limited edition","offset":929},{"uri":"Vietnam","surface_form":"Vietnam","offset":1060},{"uri":"Food_and_Drug_Administration","surface_form":"US Food and Drug Administration","offset":1485},{"uri":"European_Food_Safety_Authority","surface_form":"European Food Safety Authority","offset":1534}]}