{"id":244128,"url":"http://en.wikipedia.org/wiki/Jonathan_Edwards_(athlete)","text":"Jonathan David Edwards, CBE, (born 10 May 1966 in London) is a former British triple jumper. He is a former Olympic, Commonwealth, European and World champion. He has held the world record in the event since 1995.\nAfter his retirement as an athlete, Edwards has worked as an athletics commentator and presenter for BBC television. He was a devout Christian. He presented episodes of the BBC Christian worship programme \"Songs of Praise\". He lost faith in 2007. He was a member of the London Organising Committee for the Olympic Games in 2012. He is President of the Wenlock Olympian Society.\nEducation.\nEdwards attended West Buckland School where his ability in the triple jump was seen at an early age. He was a strong all-rounder and on leaving received the school's top award for sporting and academic excellence, the Fortescue Medal. Other students with Edwards at West Buckland School included Victor Ubogu and Steve Ojomoh. Both are former Bath and England Rugby international players. Edwards now has a Sports Hall at West Buckland named after him; \"The Jonathan Edwards Sports Centre\". Edwards then read Physics at Durham University, attending Van Mildert College.\nAthletics career.\nBecause of his strong Christian beliefs, he refused to compete on Sundays at first. Eventually he decided to do so in 1993. This decision proved important, since the qualifying round at that year's World Championships took place on a Sunday. He went on to win the bronze medal.\nIn his breakthrough year of 1995, he produced a jump of 18.43 m (60 feet 5½ inches) at the European Cup. The leap was wind assisted and did not count for record purposes. But it was a sign of things to come as he capped an unbeaten year. He had a historic gold medal performance at the World Championships. There he broke the world record twice in the same meet. On his first jump, he became the first man to legally pass the 18-metre barrier (18.16 m/59 feet 7 inches). That record lasted for about 20 minutes. His second jump of 18.29 m made him the first to jump 60 feet. During his commentary for the 2008 Summer Olympics, Edwards said that during the 1995 World Championships, he felt as if \"he could jump as far as he needed to\". Later the same year Edwards became the BBC Sports Personality of the Year.\nDuring 1996 Edwards went into the Olympic games as favourite and world record holder. But it was American Kenny Harrison who took the gold with a jump of 18.09 m. Edwards walked away with the silver after a leap of 17.88 m (the longest ever jump not to win gold). Edwards won the gold medal at the 2000 Summer Olympic Games. He was awarded the CBE shortly afterwards. He also won golds at the 2001 World Championships and 2002 Commonwealth Games. At one point in 2002, Edwards held all the gold medals for the \"four majors\" (Olympic Games, World Championships, Commonwealth Games & European Championships). He retired after the 2003 World Championships as Great Britain's most successful medal winning athlete.\nPost-athletics career.\nFollowing his retirement, Edwards pursued a media career as a television presenter. He worked mainly for the BBC as a sports commentator and on programmes such as \"Songs of Praise\". He gave up this programme, due to his loss of faith, in February 2007.\nIn 2004 Edwards joined with Paula Radcliffe on an \"Olympic Special Who Wants to Be a Millionaire?\". The pair raised £64,000 for charity with half of that sum going to the British Olympic Association and a quarter of the sum going to Asthma UK.\nHe was a member of the London Organising Committee for the Olympic Games. He represented athletes in the organisation of the 2012 Summer Olympics. He is President of the Wenlock Olympian Soceity.\nAwards.\nAn honorary doctorate was conferred upon him at a ceremony at the University of Exeter on 21 January 2006.\nLater in the same year, an honorary doctorate of the university (DUniv) was conferred upon him at the winter graduation ceremony of the University of Ulster (19 December 2006).\nPersonal life.\nEdwards lives with his wife Alison in Gosforth, Newcastle upon Tyne. He has two sons, Nathan and Sam.\nReligious beliefs.\nHe initially refused to compete on Sundays due to his devout Christian beliefs. This decision cost him a chance to compete in the 1991 World Championships. However, in 1993, after much thinking and discussion with his father (a vicar), he changed his mind. He decided that God gave him his talent in order for him to compete in athletics.\nOn 2 February 2007 it was widely reported that Edwards had lost his faith in God despite him once saying \"My relationship with Jesus and God is fundamental to everything I do. I have made a commitment and dedication in that relationship to serve God in every area of my life.\"\nThe \"Daily Mail\" described Edwards as a \"man deeply troubled by the collapse of his Christian faith\". It also revealed that a friend said \"[Edwards] has a deep, theological comprehension of the Bible, making his spiritual meltdown even more unlikely... They still go to church as a family\" The \"Daily Mail\" article also quoted Edwards as saying that he is going through a difficult period in his life. A period that is deeply personal to him and his family such that he does not wish to comment on.\nEdwards presented episodes of the Christian praise show Songs of Praise until 2007.\nIn an interview in \"The Times\" on 27 June 2007, Edwards said: \"If there is no God, does that mean that life has no purpose? Does it mean that personal existence ends at death? They are thoughts that do my head in. One thing that I can say, however, is that even if I am unable to discover some fundamental purpose to life, this will not give me a reason to return to Christianity. Just because something is unpalatable does not mean that it is not true.\" Furthermore, in the interview with \"The Times\" he also stated \"When you think about it rationally, it does seem incredibly improbable that there is a God.\" In the same interview he also said \"I feel internally happier than at any time of my life.\" Edwards confirmed his rejection of Christianity in an interview on BBC Five Live Sportsweek on 29 July 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"CBE","offset":24},{"uri":"Triple_jump","surface_form":"triple jump","offset":78},{"uri":"Summer_Olympics","surface_form":"Olympic","offset":108},{"uri":"Commonwealth_Games","surface_form":"Commonwealth","offset":117},{"uri":"European_Championships_in_Athletics","surface_form":"European","offset":131},{"uri":"IAAF_World_Championships_in_Athletics","surface_form":"World","offset":144},{"uri":"World_record","surface_form":"world record","offset":176},{"uri":"BBC","surface_form":"BBC","offset":315},{"uri":"Devout","surface_form":"devout","offset":340},{"uri":"Christian","surface_form":"Christian","offset":347},{"uri":"Songs_of_Praise","surface_form":"Songs of Praise","offset":420},{"uri":"London_Organising_Committee_for_the_Olympic_Games","surface_form":"London Organising Committee for the Olympic Games","offset":484},{"uri":"West_Buckland_School","surface_form":"West Buckland School","offset":620},{"uri":"Victor_Ubogu","surface_form":"Victor Ubogu","offset":899},{"uri":"Durham_University","surface_form":"Durham University","offset":1123},{"uri":"Van_Mildert_College","surface_form":"Van Mildert College","offset":1152},{"uri":"Bronze_medal","surface_form":"bronze medal","offset":1455},{"uri":"Gold_medal","surface_form":"gold medal","offset":1725},{"uri":"Legal","surface_form":"legal","offset":1878},{"uri":"2008_Summer_Olympics","surface_form":"2008 Summer Olympics","offset":2074},{"uri":"BBC_Sports_Personality_of_the_Year","surface_form":"BBC Sports Personality of the Year","offset":2244},{"uri":"Kenny_Harrison","surface_form":"Kenny Harrison","offset":2386},{"uri":"Summer_Olympic_Games","surface_form":"Summer Olympic Games","offset":2583},{"uri":"Order_of_the_British_Empire","surface_form":"CBE","offset":2624},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":2707},{"uri":"Athletics_(track_and_field)","surface_form":"athlete","offset":2982},{"uri":"Television_presenter","surface_form":"television presenter","offset":3076},{"uri":"BBC","surface_form":"BBC","offset":3123},{"uri":"Songs_of_Praise","surface_form":"Songs of Praise","offset":3178},{"uri":"Paula_Radcliffe","surface_form":"Paula Radcliffe","offset":3295},{"uri":"Who_Wants_to_Be_a_Millionaire%3F","surface_form":"Who Wants to Be a Millionaire?","offset":3334},{"uri":"British_Olympic_Association","surface_form":"British Olympic Association","offset":3438},{"uri":"Asthma_UK","surface_form":"Asthma UK","offset":3500},{"uri":"London_Organising_Committee_for_the_Olympic_Games","surface_form":"London Organising Committee for the Olympic Games","offset":3534},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":3636},{"uri":"University_of_Exeter","surface_form":"University of Exeter","offset":3781},{"uri":"University_of_Ulster","surface_form":"University of Ulster","offset":3958},{"uri":"Gosforth","surface_form":"Gosforth","offset":4052},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":4062},{"uri":"Christianity","surface_form":"Christian","offset":4196},{"uri":"IAAF_World_Championships_in_Athletics","surface_form":"World Championships","offset":4270},{"uri":"Vicar","surface_form":"vicar","offset":4363},{"uri":"God","surface_form":"God","offset":4408},{"uri":"Athletics_(track_and_field)","surface_form":"athletics","offset":4463},{"uri":"Daily_Mail","surface_form":"Daily Mail","offset":4756},{"uri":"Songs_of_Praise","surface_form":"Songs of Praise","offset":5306},{"uri":"The_Times","surface_form":"The Times","offset":5354}]}