{"id":244219,"url":"http://en.wikipedia.org/wiki/B_of_the_Bang","text":"\"B of the Bang\" was a sculpture in Manchester, England. It was next to the City of Manchester Stadium at Sportcity. The work was designed by Thomas Heatherwick. It was taken apart in 2009 due to structural problems.\nCommissioned to mark the 2002 Commonwealth Games, it was one of the tallest structures in the City of Manchester. It was the tallest sculpture in the UK until the completion of \"Aspire\" in 2008. It was taller and leaned at a greater angle than the Leaning Tower of Pisa. The sculpture took its name from a quotation of British sprinter Linford Christie. In the quotation he said that he started his races not at the \"bang\" of the starting pistol, but at 'The B of the Bang'.\nThe sculpture was commissioned in 2003. Construction went longer than planned and the official unveiling was delayed until 12 January 2005. Six days before the launch, the sculpture suffered the first of three visible structural problems. The tip of one of the spikes came off and fell to the ground. Legal action started a year later, resulting in an out-of-court settlement totalling £1.7m.\nIn February 2009 Manchester City Council announced that the sculpture would be taken apart and placed in storage, as the \"only practical alternative\". The council said it was committed to working closely with the design team in order to \"determine whether there is a robust and affordable strategy for the re-construction of the structure on the site\". Despite the promise of storage and potential reassembly, the core and legs of the sculpture were cut apart during removal.\nDesign and statistics.\n\"B of the Bang\" originally stood tall. It had 180 hollow tapered steel columns or spikes coming out of a central core. It was angled at 30 degrees and supported by five long, tapered steel legs. These connected to the spikes above the ground. The sculpture weighed 165 tonnes. The concrete in the foundations weighed over 1,000 tonnes, including a reinforced concrete slab. The foundations are deep.\nThe sculpture was made from the same weathering steel (also known as Cor-Ten) as the Angel of the North sculpture. This slowly develops a tightly adhering oxide layer as it is exposed to the elements. This layer prevents further corrosion by reducing its permeability to water. As part of the design, the spikes moved slightly in the wind in order to withstand gusts over. At the time of construction a time capsule was placed in one of the spikes of the sculpture. It contained children's poems and paintings, due to be opened around 2300. The location of the time capsule after being taken apart is currently unknown.\n\"B of the Bang\" was next to the City of Manchester Stadium at Sportcity, in Beswick, at the corner of Alan Turing Way and Ashton New Road; coordinates. It took its name from a quotation of British sprinter Linford Christie in which he said that he started his races not merely at the 'bang' of the starting pistol, but at 'The B of the Bang'. The artwork had been nicknamed \"KerPlunk\" by the locals after the popular children's game from the 1970s.\nPrior to the construction of Aspire at the University of Nottingham, \"B of the Bang\" was Britain's tallest sculpture. It stood at twice the height of the Angel of the North. Angel of the North is tall. It was designed to look like an exploding firework. It was taller and leaned at a greater angle than the Leaning Tower of Pisa. It was commissioned by New East Manchester Limited to commemorate the 2002 Commonwealth Games. The design was selected by a panel consisting of both local residents and art experts via a competition in 2002. The sculpture was designed by Thomas Heatherwick.\nConstruction and funding.\nThe sculpture was constructed in Sheffield by Thomas Heatherwick Studio, Packman Lucas, Flint and Neill and Westbury Structures. It was approved at the start of 2003, with the central core arriving in Manchester on the 13 June 2004. This was the largest load that could be transferred via road from the factory, and required a police escort. This central core was lifted into place in August 2004, after which the 180 spikes could begin being attached. Early estimates had given an optimistic completion date of July 2003, which contributed to the sculpture gaining the nickname \"G of the Bang\".\nThe official unveiling by Linford Christie took place on 12 January 2005.\nIn total the sculpture cost £1.42 million to design and construct — twice the original estimate, as the initial costing had neglected to include installation costs. Funding was sourced from a European Regional Development Fund contribution of £700,000, the North West Development Agency, contributing £500,000, and Manchester City Council providing £120,000.\nStructural problems and legal action.\nThe tip of one of the spikes detached and fell from the sculpture on the 6 January 2005, only six days before the official unveiling. After inspection, the event went ahead as planned.\nFour months later, in May 2005, a second spike had to be cut off by firefighters after it was discovered hanging loose. At that time the sculpture was closed off to the public, and the junction and pathway near the sculpture were temporarily closed. As a result, some of the joints were re-welded, with equipment put in place to prevent excessive movement. This consisted of retrofitting tip weights to 170 of the spikes.\nDespite these modifications, \"B of the Bang\" remained fenced off, prompting a local newspaper campaign to 'Get It Sorted'. In May 2006 a total of nine spikes were removed from the sculpture and taken away for metallurgical analysis, to discover the stresses being placed on the steel.\nIt was announced in October 2007 that Manchester City Council were taking legal action against the makers of the sculpture, with the aim of completing the necessary repairs to the sculpture. In November 2008 this culminated in an out-of-court settlement being reached between Manchester City Council, the project's designers Thomas Heatherwick Studio Ltd, and the engineering and construction subcontractors Packman Lucas Ltd, Flint and Neill Partnership and Westbury Structures Ltd. The agreement was to pay the council £1.7m in damages for breach of contract and negligence.\nDismantling.\nActing on a report in January 2009, the city council recommended that \"B of the Bang\" should be dismantled and placed in storage until funds could be raised for its safe reinstatement. The report recognised the sculpture's aesthetic value for Manchester and Manchester City Council committed itself to working with the artist to reach a long-term solution. One possibility involved the replacement of the steel spikes with alternatives made from carbon fibre, although the report underlined the necessity for extensive testing.\nIn January 2009, Antony Gormley, creator of the Angel of the North — to which \"B of the Bang\" is often compared — spoke out in support of the sculpture, stating that, \"It is a great tribute to Manchester that this ground-breaking work was commissioned. To allow it to disappear would be a loss not just of an inspirational artwork but also of the council's nerve.\"\nDespite Gormley's plea, removal of \"B of the Bang\" began in April 2009. More substantial hoarding was erected around the site and demolition firm Connell Bros Ltd. began removing the spikes with oxyacetylene cutting equipment.\nAlthough the council had earlier promised to store the complex central core and legs, these too were cut apart during removal, casting doubt on future prospects for the landmark sculpture's return.","categories":[],"infobox_types":["Sculpture"],"annotations":[{"uri":"Sculpture","surface_form":"sculpture","offset":22},{"uri":"Manchester","surface_form":"Manchester","offset":35},{"uri":"City_of_Manchester_Stadium","surface_form":"City of Manchester Stadium","offset":75},{"uri":"Sportcity","surface_form":"Sportcity","offset":105},{"uri":"Thomas_Heatherwick","surface_form":"Thomas Heatherwick","offset":141},{"uri":"2002_Commonwealth_Games","surface_form":"2002 Commonwealth Games","offset":241},{"uri":"List_of_tallest_buildings_and_structures_in_Manchester","surface_form":"tallest structures in the City of Manchester","offset":284},{"uri":"Aspire_(sculpture)","surface_form":"\"Aspire\"","offset":393},{"uri":"Leaning_Tower_of_Pisa","surface_form":"Leaning Tower of Pisa","offset":464},{"uri":"Sprint_(race)","surface_form":"sprinter","offset":543},{"uri":"Linford_Christie","surface_form":"Linford Christie","offset":552},{"uri":"Starting_pistol","surface_form":"starting pistol","offset":646},{"uri":"Manchester_City_Council","surface_form":"Manchester City Council","offset":1101},{"uri":"Weathering_steel","surface_form":"weathering steel","offset":2020},{"uri":"Angel_of_the_North","surface_form":"Angel of the North","offset":2068},{"uri":"Oxide","surface_form":"oxide","offset":2138},{"uri":"Permeability_(earth_sciences)","surface_form":"permeability","offset":2238},{"uri":"Time_capsule","surface_form":"time capsule","offset":2386},{"uri":"City_of_Manchester_Stadium","surface_form":"City of Manchester Stadium","offset":2635},{"uri":"Sportcity","surface_form":"Sportcity","offset":2665},{"uri":"Beswick%2C_Greater_Manchester","surface_form":"Beswick","offset":2679},{"uri":"Sprint_(race)","surface_form":"sprinter","offset":2800},{"uri":"Linford_Christie","surface_form":"Linford Christie","offset":2809},{"uri":"Starting_pistol","surface_form":"starting pistol","offset":2901},{"uri":"KerPlunk_(game)","surface_form":"KerPlunk","offset":2978},{"uri":"Aspire_(sculpture)","surface_form":"Aspire","offset":3081},{"uri":"University_of_Nottingham","surface_form":"University of Nottingham","offset":3095},{"uri":"Angel_of_the_North","surface_form":"Angel of the North","offset":3206},{"uri":"Leaning_Tower_of_Pisa","surface_form":"Leaning Tower of Pisa","offset":3359},{"uri":"2002_Commonwealth_Games","surface_form":"2002 Commonwealth Games","offset":3452},{"uri":"Thomas_Heatherwick","surface_form":"Thomas Heatherwick","offset":3620},{"uri":"Sheffield","surface_form":"Sheffield","offset":3699},{"uri":"Thomas_Heatherwick","surface_form":"Thomas Heatherwick","offset":3712},{"uri":"European_Regional_Development_Fund","surface_form":"European Regional Development Fund","offset":4528},{"uri":"North_West_Development_Agency","surface_form":"North West Development Agency","offset":4593},{"uri":"Manchester_City_Council","surface_form":"Manchester City Council","offset":4651},{"uri":"Metallurgy","surface_form":"metallurgical","offset":5549},{"uri":"Manchester_City_Council","surface_form":"Manchester City Council","offset":5663},{"uri":"Thomas_Heatherwick","surface_form":"Thomas Heatherwick","offset":5950},{"uri":"Manchester_City_Council","surface_form":"Manchester City Council","offset":6473},{"uri":"Carbon_fibre","surface_form":"carbon fibre","offset":6661},{"uri":"Antony_Gormley","surface_form":"Antony Gormley","offset":6760},{"uri":"Angel_of_the_North","surface_form":"Angel of the North","offset":6791},{"uri":"Temporary_fencing","surface_form":"hoarding","offset":7197},{"uri":"Oxyacetylene","surface_form":"oxyacetylene","offset":7303}]}