{"id":244335,"url":"http://en.wikipedia.org/wiki/Yun_Chi-ho","text":"Yun Chi-Ho (1865–1945) was a Choson politician and a Korean Christian activist. He was part of the independence movement against Japanese Imperialism. Yun Chi-Ho is the uncle of Yun Bo-sun (), South Korea's 4th president and well known by his pen-name Jwaong ().\nYun was a human and civil right activist and part of the national liberation movement, member of an independent club, member of the 10,000 people club and managing editor of an independent news paper.\nHe was against the Japanese invasion of Korea. However, he turned away from Korean independence activism in 1915 to become a pro-Japanese activist.\nEarly life.\nYun Chi-ho was born in Asan to a notable family. His father Yun Ung-ryeol was an illegitimate son of his grandfather Yun Chwe-dong.\nFrom 1881 until 1883 he studied abroad in Japan and after 1884 he returned to Korea. At that time he was a staff of Def. foreign of Korea. In October 1884 he participated in the Gapsin coup. He escaped to China and Qing dynasty.\nStudent.\nIn 1884, he was wandering to Shanghai where he met a missionary. The missionary's propagation was to one religionand he went to the Protestant church. To stay in china he had to learn at Dungwu college. Later Yun graduated at Dungwu college and went to America. He was a self-supporting student, because his homes where not propertys.\nHe was admission of Vanderbilt Univercity and Emory Univercity. Vanderbilt stay Yun was study for Humanities, Social Sciences, Emory Univercity was theology and philosopher. In 1895 he was return to his nation. he was popular right and Participation in government affairs movements.\nIndependence movements.\nin 1896 he was Seo Jae-pil, Lee Sang-jae, Syngman Rhee with jonit to Independence club(독립협회;獨立協會) and People's joint association(만민공동회). also he was Seo Jae-pil with Doglip Shinmun(독립신문;獨立新聞). that he was assert, human right was given to God, Any peoples was not infringement ather mans rights.\nHe wanted more political rights and supported the democracy movement. But, it was Joseon Dynasty and many people thought it was better to be loyal to their kings. Some people hated Yun chi-ho. Yun was disappointed by the end of political reformation. he was Despair, Popular rights and human rights movements to breaking off. later he was living of bureaucracy. governor of Wonsan County, governor of Dokwon County, governor of Chunan County Adjunct Jiksan County, governor of Muan Countys in 1899 to 1902. In 1903, vice-minister of Def. foreign, In 1905, appoint Acting foreign minister also Jan. 1906 refusal for him.\nhe was think to non-Independence for Korean peoples social scale standard. he was assert to Power training and Education, engineering technic to domesticate.\nIn 1906, he opened the Hanyoung School (한영서원;韓英書院) and continued to work in education and improving society. He was chairman of Daesung School, also active Youngman schoolmate club(청년학우회), Seoul YMCA. He also founded a Korean-English school that was the first Korean technical high-school.\nYun joined the independence and anti-Japanese movement. 1909. He joined Shinminhwae (신민회;新民會). In 1912, he was caught up in the 105 persons incident. He was put in prison by the Japanese Government-General of Koreas. They were victims of false accusations.\nJapanese ruled.\nIn 1910, the Korean government concluded the Japan–Korea Treaty of 1910, and he was refused to official duties and baron title. but his father Yun Ung-ryeol was give to baron title. also his father death he was Successor for baron title, his thought sans se soucer. In 1911, fabricate for 105 peoples crime, he was arrest for Seodaemun Police Station. also three years imprisonment, also batter and torture for him. In 1915, special release on parole. In he was joint to more civic group and social movement. later he was power training lecture activity engineering technic to domesticate. desire of education.\nIn 1936 he was acquittal petition of Suyahgdongwu club accessory and personal reference. In 1938 Cheonggu Club accessorys acquittal petition and personal reference. In 1938 acquittal petition of Heungeup club accessory and personal reference. but they case to he was personal reference and 'acquittal' petition, Japanese Government-General of Korea was his thought doubt also inspect for him.\nIn 1939, Japanese Government-General of Koreas order Japanese Sōshi-kaimei. he was to propose for postpone application, because Korean nationals emotion. that acceptable, Japanese Government-General of Korea was one years postpones. In May 1940, his familys was Japanese Government-General of Korea conference for decision, familyname for Ito(이토;伊東). also coercive distraint Sōshi-kaimei for him. his name Ito Chiko.\nIn 1940s he was non-attendance and boycott for Japanese event and more official function, memorial day. he was come to book for Japanese Government-General of Korea. also he was surveillance, internally investigated. In 1943 he was appoint to adviser of Japanese Government-General of Koreas Privy Council(중추원;中樞院), he was receive a promise.\nLater years.\nIn April 1945, Yun Chi-ho was elected to congress in Japan's House of Peers.\nlater 8.15 emancipation, he was populace opprobrium of his concluding years of his life pro-Japanese. he was send to latter for commander of American Army to Korean(주한미군) John Reed Hadge and Syngman Rhee, Kim Gu. that letter for he was excuse and appeal of Korea under Japanese rule time to more Korean peoples living and Cooperation actions. but that years November he was to fall down in a swoswoon. In December 1945, he died. He was 80.","categories":[],"infobox_types":[],"annotations":[{"uri":"Choson","surface_form":"Choson","offset":29},{"uri":"Korea","surface_form":"Korea","offset":53},{"uri":"Christian","surface_form":"Christian","offset":60},{"uri":"Independence","surface_form":"independence","offset":99},{"uri":"Japanese_Imperialism","surface_form":"Japanese Imperialism","offset":129},{"uri":"Yun_Bo-sun","surface_form":"Yun Bo-sun","offset":178},{"uri":"South_Korea","surface_form":"South Korea","offset":193},{"uri":"Japan","surface_form":"Japan","offset":798},{"uri":"Vanderbilt_Univercity","surface_form":"Vanderbilt Univercity","offset":1349},{"uri":"Emory_Univercity","surface_form":"Emory Univercity","offset":1375},{"uri":"Vanderbilt","surface_form":"Vanderbilt","offset":1393},{"uri":"Emory_Univercity","surface_form":"Emory Univercity","offset":1456},{"uri":"Seo_Jae-pil","surface_form":"Seo Jae-pil","offset":1651},{"uri":"Lee_Sang-jae","surface_form":"Lee Sang-jae","offset":1664},{"uri":"Syngman_Rhee","surface_form":"Syngman Rhee","offset":1678},{"uri":"Independence_club","surface_form":"Independence club","offset":1705},{"uri":"People%27s_joint_association","surface_form":"People's joint association","offset":1738},{"uri":"Seo_Jae-pil","surface_form":"Seo Jae-pil","offset":1785},{"uri":"Doglip_Shinmun","surface_form":"Doglip Shinmun","offset":1802},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":2013},{"uri":"1906","surface_form":"1906","offset":2712},{"uri":"Hanyoung_School","surface_form":"Hanyoung School","offset":2732},{"uri":"Youngman_schoolmate_club","surface_form":"Youngman schoolmate club","offset":2865},{"uri":"Anti-Japanese","surface_form":"anti-Japanese","offset":3031},{"uri":"1909","surface_form":"1909","offset":3055},{"uri":"105_persons_incident","surface_form":"105 persons incident","offset":3127},{"uri":"Japanese_Government-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":3177},{"uri":"1910","surface_form":"1910","offset":3275},{"uri":"Japan%E2%80%93Korea_Treaty_of_1910","surface_form":"Japan–Korea Treaty of 1910","offset":3317},{"uri":"Yun_Ung-ryeol","surface_form":"Yun Ung-ryeol","offset":3415},{"uri":"1911","surface_form":"1911","offset":3541},{"uri":"Seodaemun_Police_Station","surface_form":"Seodaemun Police Station","offset":3598},{"uri":"Japanese_Government-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":4195},{"uri":"1939","surface_form":"1939","offset":4279},{"uri":"Japanese_Government-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":4285},{"uri":"Japan","surface_form":"Japan","offset":4329},{"uri":"S%C5%8Dshi-kaimei","surface_form":"Sōshi-kaimei","offset":4338},{"uri":"Japanese_Government-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":4447},{"uri":"May","surface_form":"May","offset":4512},{"uri":"1940","surface_form":"1940","offset":4516},{"uri":"Japanese_Government-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":4538},{"uri":"S%C5%8Dshi-kaimei","surface_form":"Sōshi-kaimei","offset":4651},{"uri":"Japanese_Government-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":4821},{"uri":"Governor-General_of_Korea","surface_form":"Japanese Government-General of Korea","offset":4947},{"uri":"Privy_Council","surface_form":"Privy Council","offset":4985},{"uri":"House_of_Peers_(Japan)","surface_form":"House of Peers","offset":5109},{"uri":"American_Army_to_Korean","surface_form":"American Army to Korean","offset":5266},{"uri":"John_Reed_Hadge","surface_form":"John Reed Hadge","offset":5296},{"uri":"Syngman_Rhee","surface_form":"Syngman Rhee","offset":5316},{"uri":"Kim_Gu","surface_form":"Kim Gu","offset":5330},{"uri":"Korea_under_Japanese_rule","surface_form":"Korea under Japanese rule","offset":5382},{"uri":"Korea","surface_form":"Korea","offset":5421},{"uri":"November","surface_form":"November","offset":5483}]}