{"id":244592,"url":"http://en.wikipedia.org/wiki/Boolean_satisfiability_problem","text":"e=\"preserve\">The Boolean satisfiability problem is a kind of problem in math-based logic. In propositional logic, a formula is \"satisfiable\" if the variables it uses can be given values so that it becomes true. If however for a given formula, no values exist so that the formula becomes true and the formula will always be false no matter what values its variables have it is called \"unsatisfiable\".\nThis problem is also known as \"Boolean or propositional satisfiability\". Computer scientists usually call it SAT'\". Complexity theory believes that the formula should be in a special form, known as conjunctive normal form. A formula that is in this form has clauses. Clauses are joined by a \"logical and\". Each clause has several literals. They are joined by a \"logical or\". A literal and its complement cannot appear in the same clause. The problem may also have other names. The names depend on what the logical formula looks like. The names also depend on how many variables are used per clause.\nIn this case \"(\"A\"1 OR \"B\"1 OR \"C\"1)\" is an example for a clause, and \"B\"1 is one of the literals of this clause.\nAt the beginning of the 1970s, Stephen Cook and Leonid Levin showed that the problem is NP-complete. This is known as the Cook–Levin theorem.\nThe problem 3SAT uses three variables per clause. It is one of the 21 NP-complete problems. They were defined by Richard Karp in 1972.","categories":[],"infobox_types":[],"annotations":[{"uri":"Logic","surface_form":"logic","offset":83},{"uri":"Propositional_logic","surface_form":"propositional logic","offset":93},{"uri":"Formula","surface_form":"formula","offset":116},{"uri":"Computer_scientist","surface_form":"Computer scientist","offset":473},{"uri":"Complexity_theory","surface_form":"Complexity theory","offset":516},{"uri":"Conjunctive_normal_form","surface_form":"conjunctive normal form","offset":598},{"uri":"Stephen_Cook","surface_form":"Stephen Cook","offset":1144},{"uri":"Leonid_Levin","surface_form":"Leonid Levin","offset":1161},{"uri":"NP-complete","surface_form":"NP-complete","offset":1201},{"uri":"Cook%E2%80%93Levin_theorem","surface_form":"Cook–Levin theorem","offset":1235},{"uri":"Karp%27s_21_NP-complete_problems","surface_form":"21 NP-complete problems","offset":1322},{"uri":"Richard_Karp","surface_form":"Richard Karp","offset":1368}]}