{"id":24453,"url":"http://en.wikipedia.org/wiki/Sex_organ","text":"The sex organs, which scientists call the genitalia or genitals, are the parts of the body that allow sexual reproduction (the making of young) to take place. They are also for urination (peeing), to remove waste products from the body. While all animals have sex organs, this article is about the sex organs of human beings.\nThe genitals are the main parts of the human body that make men and women different. Some parts of the genitals are outside the body, while other parts are inside. In a man, his external genitals are the penis and the scrotum (a bag that contains the testicles). Inside his body the testicles produce sperm and a substance called testosterone which makes a person grow into a man and to feel like a man. Other glands produce a fluid called semen. The part of a woman's genitals that is outside her body is called the vulva. Inside her body are the vagina, which holds the penis during sexual intercourse; the uterus (womb), in which a baby grows when the woman is pregnant; the ovaries, which produce ova (egg cells) and a substance called estrogen which makes a person grow into a woman and to feel like a woman; and the Fallopian tubes, which connect the ovaries to the uterus.\nMany human societies are prudish about genitals. This prudery has resulted in public indecency laws which makes it a crime for genitals to be left uncovered in public except in special places called nudist colonies.\nSummary.\nIf a man and a woman want to reproduce sexually, they have to engage in sexual intercourse. This involves placing the man's erect penis into the woman's vagina. The vagina rubs and puts pressure on the penis, which makes the man have an orgasm. During his orgasm the man ejaculates, and his semen flows into the woman. If a sperm in the semen reaches the woman's Fallopian tubes and fuses with an ovum, this causes the woman to become pregnant. A man and woman can also have sexual intercourse for pleasure, without wishing to have a baby. Men and women, and gay couples (two women or two men) can also use their sex organs in other ways for pleasure.\nDescription.\nThe sex organs are the parts of the body that allow sexual reproduction (the making of young) to take place. They are also for urination (peeing), to remove waste products from the body. All animals have some kind of sex organs. This article is about the sex organs of human beings. In humans, the sex organs are in the lower abdomen, at the part of the body where the legs join the torso.\nThe scientific name for the sex organs is \"genitalia\" or \"genitals\". They are also commonly called the reproductive organs. The genitals include both organs that can be seen on the outside of the body (the primary genitalia or external genitalia), as well as internal organs (the secondary genitalia or internal genitalia). Sometimes, however, the words \"genitalia\" or \"genitals\" are used to refer only to the external sex organs. The sex organs are informally referred to as the private parts or privates.\nMales and females have different sex organs. In fact, the genitals are the main parts of the human body that make men and women different.\nMen.\nA man's genitals are made up of many parts. The parts that can be seen on the outside of a man's body are his penis, which is shaped like a banana or a sausage; and his scrotum, which is a bag that hangs beneath the penis and contains the two testicles. A man's penis may be circumcised.\nInside a man's body, the testicles make tiny cells called sperm, which are needed for sexual reproduction. The testicles also make a hormone called testosterone. This is a chemical that makes a person grow into a man and feel like a man. The testicles are glands, which are special parts of the body that make chemicals. Other glands that make up the genitals are the prostate, seminal vesicles and bulbourethral glands (also called the Cowper's glands). Together, these glands make a white, sticky fluid called semen that sperm float in. Finally, a man's body contains ducts (tubes) such as the two vasa deferentia or ducta deferentia, which carry sperm out of the testicles; and the urethra, which carries semen through the penis and out of the body. The urethra also carries urine away from the bladder.\nIn reproduction the job of the penis is to carry sperm from the testicles into a woman's body so that a sperm can join together with the woman's ovum (egg cell) to form a new cell that will grow into a baby. The process of fusion of a sperm and an ovum is called fertilization. A man's penis is usually soft, quite short and hangs down. When a man becomes aroused (sexually excited), the inside of his penis fills with blood. This causes the penis to become bigger, thicker and harder and to stand upright, and is called having an erection. When a man has an erection, he is able to have sexual intercourse by putting his penis into a woman's vagina. During an erection, a valve stops urine from entering the urethra so that only semen flows along it. This is why it is very difficult for a man to urinate when he is having an erection.\nYoung boys can have erections, but their bodies do not start producing sperm until they have reached puberty. This usually happens when they are in their teens.\nWomen.\nThe part of a woman's genitals that is on the outside of her body is called the vulva. The main parts of the vulva are two sets of fleshy \"lips\" called the labia. The outer labia can be seen at the front of the woman's body. On an adult woman, they are generally covered with some hair. Between the outer labia are the inner labia which do not have hair and are very sensitive. At the front of the inner labia is the outside part of the clitoris which is covered by the clitoral hood. During sexual intercourse, the clitoris gives feelings of pleasure to the woman.\nMost of a woman's genitals are tucked inside her body. Behind the labia is a tube called the vagina, which cannot be seen on the outside of the body. (People often incorrectly use the word \"vagina\" to refer to the vulva.) When a man and a woman have sexual intercourse, the man's penis is placed into the woman's vagina. When a woman menstruates (has her menstrual period), blood and other fluid from the uterus pass out from her body through the vagina. If a woman uses a tampon (a specially-made wad of material) to absorb this fluid, she puts it into her vagina. The vagina is also called the birth canal, because when a pregnant woman has a baby, it passes through the vagina.\nLike a man, a woman has a tube called the urethra connecting the bladder to the vulva through which urine is removed from the body. The opening of the urethra is between the clitoris and the opening to the vagina.\nIn many women, the opening of the vagina is partly or completely blocked by a thin tissue called the hymen. Some women are born without a hymen. The hymen usually breaks when a woman has sexual intercourse for the first time, that may cause or not some bleeding depending particularly on each woman. In some cultures, a broken hymen is taken as a sign that a girl has had sex. However, a broken hymen is not a clear sign of sexual intercourse because other activities such as exercise can also cause the hymen to break. In some women, the hymen may remain unbroken even after sex.\nAt the top of the vagina is the cervix which is a ring of muscle separating the vagina from the uterus or womb. The cervix allows menstrual fluid to flow from the uterus into the vagina, and during sexual intercourse it allows semen from a man's penis to flow from the vagina into the uterus. The uterus is a very muscular and stretchy organ in which babies grow during pregnancy. When a woman is not pregnant, each month the lining of the uterus grows thicker, then breaks down, causing her to menstruate. Connected to the top of the uterus are two Fallopian tubes, on the left and right. These tubes join the uterus to the two ovaries. The ovaries produce ova, or egg cells, that are needed for reproduction. Each month, an ovum travels from one of the ovaries into a Fallopian tube. If, after the woman has had sexual intercourse with a man, the ovum fuses with a sperm and implants in the wall of the uterus, the woman will become pregnant. The ovaries also produce the female hormone estrogen which causes a person to grow into a woman and to feel like a woman.\nYoung girls do not start producing ova and menstruating until they have reached puberty. Like boys, this usually happens in their teens. Once a woman starts menstruating, she is capable of becoming pregnant.\nReproduction, sexual intercourse and masturbation.\nThe sex organs or genitals are used for sexual reproduction and for sexual intercourse. For sexual reproduction to happen, a man and a woman need to have sexual intercourse with each other. A man's penis becomes erect when he is aroused, for example when he sees a naked woman or is touched by her. When a woman is aroused, her clitoris and vulva also swell, and the inside of her vagina produces mucus, a substance that makes it slippery. To reproduce, the man places his penis inside the woman's vagina and moves it in and out (a movement called thrusting), while the woman moves her hips back and forth, or in a circular motion. The friction caused by this movement, together with the warmth and pressure of the vagina, causes the man to have pleasurable feelings in the penis. As intercourse continues, these feelings grow stronger and stronger until the man reaches a sexual climax called an orgasm. At this point, the man's penis spasms and then contracts strongly again and again to push semen through the urethra. The semen then ejaculates or shoots out from the end of the penis into the woman's vagina. The woman may also have an orgasm, which causes the vagina to tense up and relax repeatedly. Scientists are not sure why women have orgasms. Some believe that the orgasm helps the sperm in the man's semen to swim up the vagina into the cervix, so that it is more likely that a sperm cell will fuse with an egg cell. Others think that the female orgasm causes the vagina to grip the penis more tightly, which makes sex more exciting for the man and causes him to ejaculate more quickly or to produce more semen; or that it encourages a woman to have sex more often as it feels good. Both of these events would make pregnancy more likely to happen. After the man has ejaculated, the blood flows out of his penis and it becomes smaller and soft again.\nSometimes, a man and a woman may have sexual intercourse because it gives them pleasure, without wishing for the woman to become pregnant. They may try to stop fertilization from happening by using methods of contraception or birth control. Common methods of birth control include the man wearing a condom on his penis, and the woman taking birth control pills that stop her ovaries from releasing egg cells.\nApart from the man putting his penis into the woman's vagina, the sex organs can be used in other ways in sexual intercourse. The man and woman can rub each other's sex organs with their hands. They can use sex toys such as dildos or vibrators. They can also engage in oral sex. When a person uses his or her mouth, lips and tongue to touch a woman's clitoris and vulva, this is called cunnilingus. When a person uses his or her mouth, lips, and/or tongue to touch a man's penis, this is called fellatio. A man or a woman (using an strap-on dildo or harness) can also put the sexual organ into a person's anus, this is called anal sex.\nPeople who are gay or homosexual also use their genitals to have sexual intercourse with each other. Two women can rub each other's sex organs, put sex toys into them, or perform oral sex on each other. Two men can also rub each other's sex organs, or perform oral or anal sex on each other.\nWhen a man strokes his own penis or a woman rubs her clitoris and vulva in order to feel good or to reach orgasm, this is called masturbation.\nUrination.\nThe sex organs are also used for urination, which is one of the ways in which the body removes waste products. Both men and women have a bladder, which is an organ that stores urine. In a man, a thin tube called the urethra passes from his bladder right through his penis. In a woman, the urethra opens into the vulva. When a person urinates, urine flows from the bladder through the urethra and out of the body.\nFurther reading.\n__INDEX__","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"scientists","offset":22},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":102},{"uri":"Urination","surface_form":"urination","offset":177},{"uri":"Animal","surface_form":"animal","offset":247},{"uri":"Human","surface_form":"human beings","offset":312},{"uri":"Penis","surface_form":"penis","offset":530},{"uri":"Scrotum","surface_form":"scrotum","offset":544},{"uri":"Testicle","surface_form":"testicle","offset":577},{"uri":"Sperm","surface_form":"sperm","offset":627},{"uri":"Testosterone","surface_form":"testosterone","offset":656},{"uri":"Gland","surface_form":"gland","offset":736},{"uri":"Fluid","surface_form":"fluid","offset":753},{"uri":"Semen","surface_form":"semen","offset":766},{"uri":"Vulva","surface_form":"vulva","offset":843},{"uri":"Vagina","surface_form":"vagina","offset":874},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":911},{"uri":"Uterus","surface_form":"uterus","offset":935},{"uri":"Pregnancy","surface_form":"pregnant","offset":990},{"uri":"Ovary","surface_form":"ovaries","offset":1004},{"uri":"Ovum","surface_form":"ova","offset":1027},{"uri":"Fallopian_tube","surface_form":"Fallopian tube","offset":1148},{"uri":"Prudery","surface_form":"prudish","offset":1231},{"uri":"Naturism","surface_form":"nudist colonies","offset":1405},{"uri":"Erection","surface_form":"erect","offset":1555},{"uri":"Orgasm","surface_form":"orgasm","offset":1668},{"uri":"Ejaculation","surface_form":"ejaculates","offset":1702},{"uri":"Gay","surface_form":"gay","offset":1990},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":2148},{"uri":"Urination","surface_form":"urination","offset":2223},{"uri":"Animal","surface_form":"animal","offset":2287},{"uri":"Human","surface_form":"human beings","offset":2365},{"uri":"Abdomen","surface_form":"abdomen","offset":2422},{"uri":"Torso","surface_form":"torso","offset":2479},{"uri":"Science","surface_form":"scientific","offset":2490},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":2636},{"uri":"Male","surface_form":"Male","offset":2993},{"uri":"Female","surface_form":"female","offset":3003},{"uri":"Penis","surface_form":"penis","offset":3247},{"uri":"Scrotum","surface_form":"scrotum","offset":3306},{"uri":"Testicle","surface_form":"testicle","offset":3380},{"uri":"Circumcised","surface_form":"circumcised","offset":3412},{"uri":"Cell","surface_form":"cell","offset":3470},{"uri":"Sperm","surface_form":"sperm","offset":3483},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":3511},{"uri":"Hormone","surface_form":"hormone","offset":3558},{"uri":"Testosterone","surface_form":"testosterone","offset":3573},{"uri":"Chemical","surface_form":"chemical","offset":3597},{"uri":"Gland","surface_form":"gland","offset":3681},{"uri":"Prostate","surface_form":"prostate","offset":3793},{"uri":"Seminal_vesicle","surface_form":"seminal vesicle","offset":3803},{"uri":"Bulbourethral_gland","surface_form":"bulbourethral gland","offset":3824},{"uri":"Fluid","surface_form":"fluid","offset":3924},{"uri":"Semen","surface_form":"semen","offset":3937},{"uri":"Vas_deferens","surface_form":"vasa deferentia","offset":4025},{"uri":"Urethra","surface_form":"urethra","offset":4110},{"uri":"Urine","surface_form":"urine","offset":4203},{"uri":"Bladder","surface_form":"bladder","offset":4223},{"uri":"Reproduction","surface_form":"reproduction","offset":4235},{"uri":"Ovum","surface_form":"ovum","offset":4377},{"uri":"Fertilization","surface_form":"fertilization","offset":4495},{"uri":"Erection","surface_form":"erection","offset":4763},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":4820},{"uri":"Vagina","surface_form":"vagina","offset":4875},{"uri":"Valve","surface_form":"valve","offset":4905},{"uri":"Puberty","surface_form":"puberty","offset":5170},{"uri":"Vulva","surface_form":"vulva","offset":5317},{"uri":"Labium","surface_form":"labia","offset":5393},{"uri":"Clitoris","surface_form":"clitoris","offset":5674},{"uri":"Clitoral_hood","surface_form":"clitoral hood","offset":5707},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":5729},{"uri":"Vagina","surface_form":"vagina","offset":5896},{"uri":"Menstruation","surface_form":"menstruates","offset":6137},{"uri":"Blood","surface_form":"blood","offset":6177},{"uri":"Pregnancy","surface_form":"pregnant","offset":6427},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":6781},{"uri":"Hymen","surface_form":"hymen","offset":6799},{"uri":"Cervix","surface_form":"cervix","offset":7311},{"uri":"Muscle","surface_form":"muscle","offset":7337},{"uri":"Uterus","surface_form":"uterus","offset":7375},{"uri":"Fallopian_tube","surface_form":"Fallopian tube","offset":7829},{"uri":"Ovary","surface_form":"ovaries","offset":7908},{"uri":"Ovum","surface_form":"ova","offset":7937},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":8645},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":8673},{"uri":"Orgasm","surface_form":"orgasm","offset":9502},{"uri":"Ejaculation","surface_form":"ejaculates","offset":9642},{"uri":"Pregnancy","surface_form":"pregnant","offset":10596},{"uri":"Birth_control","surface_form":"birth control","offset":10693},{"uri":"Condom","surface_form":"condom","offset":10766},{"uri":"Combined_oral_contraceptive_pill","surface_form":"birth control pills","offset":10808},{"uri":"Sex_toy","surface_form":"sex toy","offset":11083},{"uri":"Dildo","surface_form":"dildo","offset":11100},{"uri":"Vibrator_(sensual)","surface_form":"vibrator","offset":11110},{"uri":"Oral_sex","surface_form":"oral sex","offset":11145},{"uri":"Cunnilingus","surface_form":"cunnilingus","offset":11262},{"uri":"Anus","surface_form":"anus","offset":11481},{"uri":"Anal_sex","surface_form":"anal sex","offset":11502},{"uri":"Gay","surface_form":"gay","offset":11527},{"uri":"Homosexual","surface_form":"homosexual","offset":11534},{"uri":"Masturbation","surface_form":"masturbation","offset":11933}]}