{"id":244748,"url":"http://en.wikipedia.org/wiki/2010_Pacific_hurricane_season","text":"The 2010 Pacific hurricane season was the least active season since 1977, it officially started on May 15, 2010 and on June 1st for the Central Pacific and officially ended on November 30, 2010. These dates are when a storm is likely to start in 2010. The first storm of this season formed about two weeks before the first storm of 2009 did. So far, there have been five tropical depression, four of those five became a tropical storm, while only one because a hurricane. In addition, one storm, Hurricane Celia, was the second earliest category 5 hurricane on record\nThe first storm, Tropical Storm Agatha killed at least 196 people in Central America. No other storms in the 2010 Pacific hurricane season have affected land yet.\nTropical Storm Agatha.\nThe first storm of the season started from a tropical disturbance, which is similar to a tropical wave. This tropical disturbance grew into Tropical Depression One-E on May 29. Tropical Depression One quickly strengthened into a tropical storm and it was given the name \"Agatha\". Moving toward land, Tropical Storm Agatha peak as a weak tropical storm with winds of 45 mph (75 km/h). Tropical Storm Agatha had made landfall near the Mexico and Guatemala border. Agatha had quickly died over land on May 30 after moving northward.\nTropical Storm Agatha killed about 146 people in Central America.\nTropical Depression Two-E.\nTropical Depression Two-E started on June 16 from a tropical wave. Moving just south of the Mexican coast, winds top at 30 mph (45 km/h), which was too low for a storm to be a tropical storm. Remaining off the coast, Tropical Depression Two-E dissipated on June 17 without becoming a tropical storm.\nRains from Tropical Depression Two-E caused flooding, which damage about 82 houses and affected 40 other houses near the coast. In addition, some people lost there roofs because of high winds. No people were killed by Tropical Depression Two-E.\nTropical Storm Blas.\nOn June 17, Tropical Depression Four-E started from an area of low pressure. Tropical Depression Four-E strengthened fast, and had become Tropical Storm Blas just one hour later. Blas became a strong tropical storm and had its highest winds at 65 mph (100 km/h) on June 19. It began to weakened slowly as it headed into colder waters. The next day, Blas weakened to a tropical depression and died the following day, June 21. Tropical Storm Blas remained far enough from land to cause no affects.\nHurricane Celia.\nCelia formed from an area of low pressure on June 19, and quickly strengthened into a tropical storm and then a hurricane. On June 21 Celia became a Category 2 hurricane and on June 23 strengthened further to become a Category 3 for a little while before weakening again due to bad conditions. After these bad conditions disappeared, Celia strengthened again and became a Category 5 hurricane on June 24, and the strongest storm of the season so far. However Celia moved into a part of the ocean with dry air above it and Celia weakened to a tropical storm quickly, before dying out completely. Celia was far enough away from land to not cause any damage.\nStorm names.\nThe following names will be used for named storms that form in East Pacific in 2010. Names that were not used are marked in, and names in bold are storms currently active. This list is the same as it was in the 2004 season.","categories":[],"infobox_types":["hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small"],"annotations":[{"uri":"1977_Pacific_hurricane_season","surface_form":"1977","offset":68},{"uri":"2009_Pacific_hurricane_season","surface_form":"2009","offset":332},{"uri":"Central_America","surface_form":"Central America","offset":637},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":843},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":1169},{"uri":"Mexico","surface_form":"Mexico","offset":1187},{"uri":"Guatemala","surface_form":"Guatemala","offset":1198},{"uri":"Mexico","surface_form":"Mexican","offset":1469},{"uri":"Roof","surface_form":"roof","offset":1841},{"uri":"Low_pressure_area","surface_form":"area of low pressure","offset":1998}]}