{"id":244705,"url":"http://en.wikipedia.org/wiki/Gnathostomulida","text":"Gnathostomulids, or jaw worms, are a small phylum of marine invertebrates which were discovered in 1956. They are tiny worm-like marine animals. They live in sand and mud beneath shallow coastal waters and can survive in relatively anoxic environments.\nAnatomy.\nMost gnathostomulids measure 0.5 to 1 millimetre (0.02 to 0.04 in) in length. They are slender to thread-like worms, with a transparent body. The neck region is slightly narrower than the rest of the body, giving them a distinct head.\nLike flatworms they have a ciliated epidermis, but are unique in having but one cilium per cell. The cilia allow the worms to glide along in the water between sand grains, although they also have muscles that allow the body to twist or contract.\nThey have no circulatory or respiratory system. The nervous system is very simple, and restricted to the outer layers of the body wall. The only sense organs are modified cilia, which are especially common in the head region.\nThe mouth is just behind the head, on the underside of the body. It has a pair of muscular jaws supplied with minute teeth, and a plate on the lower surface that bears a comb-like structure which they use to scrape smaller organisms off of the grains of sand that make up their anoxic seabed mud habitat. The mouth opens into a blind-ending tube in which digestion takes places; there is no anus.\nTaxonomy.\nThere are approximately 100 described species and certainly many more as yet undescribed. Gnathostomulids have no fossil record.\nReproduction.\nGnathostomulids are simultaneous hermaphrodites. Each individual possesses a single ovary and one or two testes. After fertilisation, the single egg ruptures through the body wall and adheres to nearby sand particles; the parent is able to rapidly heal the resulting wound. The egg hatches into a miniature version of the adult, without a larval stage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean","surface_form":"marine","offset":53},{"uri":"Invertebrates","surface_form":"invertebrates","offset":60},{"uri":"Animal","surface_form":"animal","offset":136},{"uri":"Sand","surface_form":"sand","offset":158},{"uri":"Mud","surface_form":"mud","offset":167},{"uri":"Coast","surface_form":"coast","offset":187},{"uri":"Anoxic","surface_form":"anoxic","offset":232},{"uri":"Environment","surface_form":"environment","offset":239},{"uri":"Cilia","surface_form":"cilia","offset":524},{"uri":"Epidermis","surface_form":"epidermis","offset":533},{"uri":"Anus","surface_form":"anus","offset":1360},{"uri":"Ovary","surface_form":"ovary","offset":1603},{"uri":"Testis","surface_form":"testes","offset":1624}]}