{"id":24489,"url":"http://en.wikipedia.org/wiki/Poodle","text":"A poodle is a breed of dog. Poodles are one of the smartest dogs. Miniature and toy poodles are two sizes. The original poodle is the Standard poodle. Miniature and toy poodles are not related to Standard poodles. They do not share DNA. If the owner does praise it, it will start liking the owner even more, and doing things for the owner. Many people that own them show them at dog shows. Poodles were once used as hunting and sporting dogs, but now they are mostly pets. Poodles only have one coat, other dogs are known to have double coats. Poodles do not shed their fur as some dogs do, so they are good pets for people who are allergic to dogs. The hair of a poodle grows much quicker than that of a full-grown dog. One exciting aspect of the poodle hair is that it is capable of changing color. From research conducted, it is safe to say that the hair growth of a poodle is flanked by half an inch to one inch in 30 days. Just like every other dog hair, poodles also have issues with their hair. The biggest problem associated with poodle hair is that it has a habit of becoming thin and falling off its body. However, this happens mostly in female poodles whenever they are experiencing hormonal flow or heat.\nColors.\nPoodles are also popular because they come in many different colors and sizes. Their coats are most often white or black; but can be apricot, dark gray, called \"blue\"; and other colors. There are also some rare colors, such as chocolate brown, and brindle. In Japan, apricot color is the most liked.\nSizes.\nPoodles are bred in many different sizes. The four main sizes from largest to smallest are Standard, Miniature, Medium and Toy. There are also other sizes, like the very small Teacup, that are not official. This means that these other sizes cannot be part of professional dog shows.\nMilitary working dogs.\nPoodles have been used as working dogs in the military for several centuries. During World War II, it was thought that this breed of dog could become helpers during the war. So, poodles went through training by the United States Army for special tasks. In 1942, the poodle was one of 32 breeds officially ranked as war dogs by the Army.\nCuts.\nIt is the poodles main style to left hair of the chest and ankles in order to protect heart and joints from cold waters and cut others in order to reduce the resistance of the water. Now, poodles hair styles have more variations. In Japan, the \"teddy bear cut\" is most popular. This style lets the whole body have roundness like a teddy bear.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":14},{"uri":"Dog","surface_form":"dog","offset":23},{"uri":"Hunting","surface_form":"hunting","offset":416},{"uri":"Pet","surface_form":"pet","offset":467},{"uri":"Allergy","surface_form":"allergic","offset":632},{"uri":"Coat_(dog)","surface_form":"coat","offset":1310},{"uri":"White","surface_form":"white","offset":1331},{"uri":"Black","surface_form":"black","offset":1340},{"uri":"Apricot_(color)","surface_form":"apricot","offset":1358},{"uri":"Gray","surface_form":"gray","offset":1372},{"uri":"Chocolate","surface_form":"chocolate","offset":1452},{"uri":"Brindle","surface_form":"brindle","offset":1473},{"uri":"Breeding","surface_form":"bred","offset":1544},{"uri":"Military","surface_form":"military","offset":1884},{"uri":"Century","surface_form":"centuries","offset":1905},{"uri":"World_War_II","surface_form":"World War II","offset":1923},{"uri":"Training","surface_form":"training","offset":2037},{"uri":"United_States","surface_form":"United States","offset":2053},{"uri":"Army","surface_form":"Army","offset":2067},{"uri":"Task","surface_form":"task","offset":2084},{"uri":"Rank","surface_form":"rank","offset":2143}]}