{"id":244835,"url":"http://en.wikipedia.org/wiki/National_University_of_San_Marcos","text":"The National University of San Marcos (, UNMSM) is a public university in Lima, Peru. It was founded on 12 May 1551. It is the first and most important university of Peru and the oldest university of the Americas. The University of San Marcos has 20 faculties and 62 academic schools. It enrolls 28,645 undergraduate students and 3,447 graduate students. The National University of San Marcos has many notable students and graduates, including the only Peruvian Nobel Prize winner, Mario Vargas Llosa. Academically, the University of San Marcos ranks first in Peru.\nHistory.\nThe National University of San Marcos was founded on 12 May 1551, in Lima (Peru), as the \"Real Universidad de la Ciudad de los Reyes\" (Real University of the City of the Kings), by the emperor Carlos I of Spain. It was the first university officially founded (by royal decree) in the Americas. Its first rector was Juan Bautista de la Roca. During its first years it was a monastic institution. Pedro Fernández Valenzuela was its first secular rector in 1571. On 17 September 1574, was elected the name of the evangelist \"San Marcos\" (Saint Mark) as the official name for the main university of the Viceroyalty of Peru.\nThe University of San Marcos began its classes with the studies of theology and arts, after some years it were introduced the studies of law and medicine. The viceroy of Peru Francisco de Toledo gave help to the secularization of the university, then it was possible to choose a religious person or a secular person as the rector. During the 18th century, many Latinoamerican intellectuals from the University of San Marcos started to critic the colonial system. San Marcos and the colleges of San Carlos and San Fernando (after incorporated to the university) were monitored by the Viceroy.\nDuring the emancipation times, the university was a very important figure for the independence movements. The first Constituent congress of Peru took place in the chapel of the University of San Marcos in 1822. During the 19th century the university returned to its local known as the \"Casona\", next to the university park. Until 1946, the university was usually call University of Lima, then in that year it was officialized its name as \"Universidad Nacional Mayor de San Marcos\" (National University of San Marcos). In 1951, it was opened the Stadium of the University of San Marcos, as part of the celebrations of its 400th anniversary.\nNowadays, the University of San Marcos has 20 faculties and 62 academic schools, being the only Peruvian university that offers studies in the main areas of knowledge (using the UNESCO criteria). San Marcos is considered as the main Peruvian university because its important participation during the history of Peru and its notable alumni and faculty. It is the only Peruvian university with a Nobel Prize winner, Mario Vargas Llosa, among its alumni.","categories":[],"infobox_types":[],"annotations":[{"uri":"Public_university","surface_form":"public university","offset":53},{"uri":"Lima","surface_form":"Lima","offset":74},{"uri":"Peru","surface_form":"Peru","offset":80},{"uri":"12_May","surface_form":"12 May","offset":104},{"uri":"1551","surface_form":"1551","offset":111},{"uri":"Americas","surface_form":"Americas","offset":204},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":462},{"uri":"Mario_Vargas_Llosa","surface_form":"Mario Vargas Llosa","offset":482},{"uri":"Lima","surface_form":"Lima","offset":644},{"uri":"Peru","surface_form":"Peru","offset":650},{"uri":"Carlos_I","surface_form":"Carlos I","offset":768},{"uri":"Spain","surface_form":"Spain","offset":780},{"uri":"Americas","surface_form":"Americas","offset":859},{"uri":"Evangelist","surface_form":"evangelist","offset":1085},{"uri":"Saint_Mark","surface_form":"Saint Mark","offset":1110},{"uri":"Viceroyalty_of_Peru","surface_form":"Viceroyalty of Peru","offset":1174},{"uri":"Theology","surface_form":"theology","offset":1262},{"uri":"Arts","surface_form":"arts","offset":1275},{"uri":"Law","surface_form":"law","offset":1332},{"uri":"Medicine","surface_form":"medicine","offset":1340},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":2821},{"uri":"Mario_Vargas_Llosa","surface_form":"Mario Vargas Llosa","offset":2841}]}