{"id":24492,"url":"http://en.wikipedia.org/wiki/Irish_language","text":"Irish, \"Irish Gaelic\", or \"Gaeilge\" is a language spoken in Ireland. Irish is a Celtic language. This means that Irish is similar to Scottish Gaelic, Breton, Cornish, Manx and Welsh. Many people who speak Irish can understand some Scottish Gaelic, but not Welsh, because the Celtic languages are divided into two groups. One group is called the p-Celtic languages and the other is called the q-Celtic languages. Irish and Scottish Gaelic are q-Celtic languages and Welsh is a p-Celtic language. Irish has no \"yes\" or \"no\" words.\nThere were great poets who wrote in Irish. Their poems became the songs of the people. People told stories about the heroes of old times. Many of the poems were about them.\nQueen Elizabeth I of England tried to learn Irish and Christopher Nugent, 9th Baron of Delvin, gave her an Irish primer. She also asked her bishops to translate the Bible into Irish, an unsuccessful attempt to split the Catholic people from their clergy.\nUntil the 19th century, most people in Ireland spoke Irish but that changed after 1801 when Ireland joined the United Kingdom. Ireland’s state schools then became part of the the British system and had to teach or even allow only English. The Roman Catholic Church also began to discourage Irish as did Nationalist leader Daniel O'Connell, although an Irish-speaker himself, saying that most job opportunities were in the English-speaking United States and wider British Empire.\nToday, Irish is the first official language of the Republic of Ireland but in practice English still has a dominant position in government. It is not spoken by most Irish people outside the Gaeltacht in day-to-day life, although many speak it when among friends or family. It also must be taught in all schools in Ireland.\nThe newest Gaeltacht in Ireland is on the Falls Road in Belfast City, where the whole community now tries to use Irish as their first language. This area is called the Gaeltacht Quarter.\nFigures.\nThere are around 2 million speakers. The places where Irish is spoken a lot are called Gaeltacht areas or in Irish, \"Gaeltachtaí\". Around 70% of the people in these areas speak Irish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":41},{"uri":"Ireland","surface_form":"Ireland","offset":60},{"uri":"Celtic_languages","surface_form":"Celtic language","offset":80},{"uri":"Scottish_Gaelic_language","surface_form":"Scottish Gaelic","offset":133},{"uri":"Cornish_language","surface_form":"Cornish","offset":158},{"uri":"Welsh_language","surface_form":"Welsh","offset":176},{"uri":"Poet","surface_form":"poet","offset":546},{"uri":"Poem","surface_form":"poem","offset":578},{"uri":"Song","surface_form":"song","offset":595},{"uri":"Hero","surface_form":"hero","offset":646},{"uri":"Elizabeth_I_of_England","surface_form":"Queen Elizabeth I of England","offset":702},{"uri":"Bible","surface_form":"Bible","offset":867},{"uri":"Catholic","surface_form":"Catholic","offset":922},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1068},{"uri":"Catholic_Church","surface_form":"Roman Catholic Church","offset":1200},{"uri":"Daniel_O%27Connell","surface_form":"Daniel O'Connell","offset":1279},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":1487},{"uri":"Gaeltacht","surface_form":"Gaeltacht","offset":1626},{"uri":"Falls_Road","surface_form":"Falls Road","offset":1801},{"uri":"Belfast","surface_form":"Belfast City","offset":1815},{"uri":"Gaeltacht_Quarter","surface_form":"Gaeltacht Quarter","offset":1927},{"uri":"Gaeltacht","surface_form":"Gaeltacht","offset":2042}]}