{"id":24510,"url":"http://en.wikipedia.org/wiki/Apollo_program","text":"One reason the program started was that the Soviet Union was the first country to send a person into outer space. Since this was during the Cold War, many in the US thought that the US needed to stay ahead of the USSR in space exploration.\nThe Apollo spacecraft was made up of a Command and Service Module, and a Lunar Module. The Command Module was a space capsule. The Lunar Module was a lander. These spacecraft docked on the way to the Moon. Mercury and Gemini spaceships were very small and cramped, but the Apollo capsule was much bigger. Astronauts could move around and not have to stay in their seats. The Lunar Lander was also big on the inside. The only part of the Apollo spacecraft to come back to Earth was the capsule, the Lunar Module would crash on the moon.\nThe Apollo program ended in 1975. After that, NASA began to work on the Space Shuttle program, the International Space Station, and many unmanned space exploration projects.\nThere was a movie made about the problems that happened on the Apollo 13 mission.\nMissions.\nThe first manned Lunar Module, LM-3, was not ready for the December 1968 launch date of Apollo 8. The mission flew as a lunar orbital mission, using just the CSM. The E mission was canceled.\nApollo flights.\nThe Apollo flights were carried into space by the Saturn I and V rockets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":44},{"uri":"Outer_space","surface_form":"outer space","offset":101},{"uri":"Cold_War","surface_form":"Cold War","offset":140},{"uri":"Spacecraft","surface_form":"spacecraft","offset":251},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":848},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":875},{"uri":"Apollo_13_(movie)","surface_form":"Apollo 13","offset":1013},{"uri":"Apollo_8","surface_form":"Apollo 8","offset":1130},{"uri":"Saturn_I","surface_form":"Saturn I","offset":1299},{"uri":"Saturn_V","surface_form":"V","offset":1312}]}