{"id":245298,"url":"http://en.wikipedia.org/wiki/Hypertrophy","text":"In biology, hypertrophy is the increase in size of an organ, beyond normal growth. Hypertrophy happens because the cells grow bigger. The condition where an organ is bigger, because there are more cells is called hyperplasia.\nSome cells like adipocytes (fat cells) get larger by expanding outward while filling up with more lipid contents, while myocytes (muscle cells) can fuse with other myocytes to form huge myotube cells. Organs or tissues can grow larger due to the enlargement of their component cells. One of the most common and visible forms of normal, organ hypertrophy occurs in skeletal muscles in response to strength training or bodybuilding.\nIn contrast, tissues and organs can also get larger by another mechanism, hyperplasia, in which the cells remain approximately the same size but increase in number. Although hypertrophy and hyperplasia are two distinct processes, they frequently occur together. The hormonally-induced proliferation and enlargement of the cells of the uterus during pregnancy is an example of this combination under normal conditions. In some tumors, enlargement can occur by an increase in the number of cells together with the occurrence of some abnormally large cells.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organ_(anatomy)","surface_form":"organ","offset":54},{"uri":"Cell","surface_form":"cells","offset":115},{"uri":"Hyperplasia","surface_form":"hyperplasia","offset":213},{"uri":"Adipocyte","surface_form":"adipocyte","offset":242},{"uri":"Lipid","surface_form":"lipid","offset":324},{"uri":"Myocyte","surface_form":"myocyte","offset":346},{"uri":"Organ_(anatomy)","surface_form":"Organs","offset":427},{"uri":"Tissue_(biological)","surface_form":"tissues","offset":437},{"uri":"Cell_(biology)","surface_form":"cells","offset":503},{"uri":"Strength_training","surface_form":"strength training","offset":622},{"uri":"Bodybuilding","surface_form":"bodybuilding","offset":643},{"uri":"Number","surface_form":"number","offset":814},{"uri":"Hormone","surface_form":"hormonally","offset":923},{"uri":"Uterus","surface_form":"uterus","offset":992},{"uri":"Pregnancy","surface_form":"pregnancy","offset":1006}]}