{"id":245294,"url":"http://en.wikipedia.org/wiki/Red_Dead_Redemption","text":"\"Red Dead Redemption\" is an action-adventure western video game made by Rockstar San Diego. It was released in May 2010 for the PlayStation 3 and Xbox 360. It is a spiritual successor to 2004's \"Red Dead Revolver\".\nGameplay.\n\"Red Dead Redemption\" gives the player a big and open world environment. This allows the player to move freely. Players on foot can walk, talk, shoot, kill, ride, run, interact with the environment. Players may also fight enemies with firearms. Different breeds of horses is how the player mainly gets around. Players cannot go swimming, because the main character John Marston cannot swim and will drown if the player goes too far into the water (though he is able to go where the water is shallow).\nThe open world environment allows players to choose how they want to play. Storyline missions are for progress. Players can also take part in many events they come across as they explore the world. Some examples are public hangings, ambushes, cries for help, and animal attacks. Players can also take part in optional side activities ranging from standoffs, five fingers fillet game, gambling, and hunting animals for pelts and meat.\n\"Red Dead Redemption\" makes use of an honesty system. This is when players have the chance to get good or bad 'honor'. Some of the ways to get good honor are like taking an outlaw alive instead of killing him, or saving a kidnapped person. Bad honor can be gotten for doing crimes like killing and/or robbing people. This works along with another system, 'fame,' showing and governing how people react based on Marston's honor status.\nMaking and marketing.\nA trailer of the game was sent to a select number of people at a Sony meeting in 2005. It helped the release of the PlayStation 3 system. The trailer was a tech demo of Rockstar Advanced Game Engine. It was set in a western setting thought to as \"Old West Project\" and a sequel to \"Red Dead Revolver\". The trailer flowed throughout the internet. In the April edition of \"Game Informer\", \"Red Dead Redemption\" was listed as being for the PlayStation 3, Xbox 360, and PC.\nOn February 3, 2009, Rockstar Games showed the first official trailer. Resulting trailers had many characters, gameplay features, and multiplayer modes that will be shown in the final release. The game was shown on NASCAR driver Joey Logano's number 20 Toyota Camry in the Nationwide Series running of the O'Reilly 300. This took place at the Texas Motor Speedway on April 17, 2010. In North America, television network Fox plans to show a half-hour in-game special. It will be directed by John Hillcoat on May 29, 2010.\nIn North America, GameStop and Rockstar worked with each other on a pre-order bonus. This bonus would let customers vote for one of three outfits that Marston could unlock in the game. Each outfit came with a different bonus. For example, the \"Deadly Assassin\" outfit allows Marston to restart slow-mo \"Dead-Eye\" targeting twice as fast. The \"Savvy Merchant\" outfit would cut in half the purchasing price of ammunition and guns and double the selling price for ammunition and guns. And the \"Expert Hunter\" outfit would double the amount of money the player could get from selling hides of animals. Voting was open to all, but only those who pre-ordered the game through Gamestop will get the winning outfit, the \"Deadly Assassin\".\nAlong with the GameStop pre-order special, there are many other pre-order bonuses through other game stores. These game stores are throughout North America, Europe, and Australia. These are the \"War Horse\" and the \"Golden Guns\". The \"War Horse\" is a black horse with a white mane, tail and markings thought as \"rare\" as well as being \"faster\" and having \"more health\" than any other horse in the game. The \"Golden Guns\" reward increases fame with each kill. This allows users to progress much faster up the ladder of fame. The official online Rockstar Games store, the \"Rockstar Warehouse,\" offers a \"Red Dead Redemption\" T-shirt as the pre-order bonus. With some countries getting the \"Golden Guns\" and the \"War Horse,\" all will have the Deadly Assassin outfit along with the first soundtrack.\nLimited additional showings such as a new gang hideout and a walton gang outfit, is available for the PlayStation 3 version of the game. Plus, some awards in the game unlock rewards for PlayStation Home, PlayStation 3's online social gaming network.\nSoundtrack.\n\"Red Dead Redemption Original Soundtrack\" is the soundtrack of video game music from the game \"Red Dead Redemption\". The music was mostly made by Friends of Dean Martinez member Bill Elm and ex-member Woody Jackson along with some other people from many musicians like Swedish folk musician José González.\nReception.\nThe game has been met with worldwide cheering. It also got a lot of good reviews from the views of the open world, story, and soundtrack. The game has gotten a 95/100 on both Metacritic and GameRankings. On Metacritic, it is the 5th best rated Xbox 360 game of all time and the 3rd best rated PlayStation 3 game of all time. On GameRankings both the Xbox 360 and PlayStation 3 versions of the game are on the \"All-Time Best\" video game list.\n\"The New York Times\" game review reporter said, \"In the more than 1,100 articles I have written for this newspaper since 1996, I have never before called anything a tour de force. Yet there is no more succinct and appropriate way to describe \"Red Dead Redemption\".\"\nIGN gave good reviews on the game giving it a 9.7/10. They said, \"What is most impressive about this sandbox is how fun it is to simply hop on a horse and take off across the prairie\".\" In the end they said \"Red Dead Redemption is a must-play game. Rockstar has taken the Western to new heights and created one of the deepest, most fun, and most gorgeous games around. You can expect the occasional bug or visual hiccup, but you can also expect a fantastic game that offers the Western experience we've all been waiting for\".\" GameSpot awarded the game 9.5/10 and said that it \"raises the bar for open world action games\".\nGameSpy gave it 5/5 stars saying \"With Red Dead Redemption, Rockstar succeeds in creating one of the most impressive open worlds I've ever seen in a game, and it's telling that — even after playing for over 30 hours — all I want to do is get back on my horse and gallop back into the wilderness\".\" VideoGamer gave it a 10/10 saying \"The game itself is absolutely spectacular... The sheer quality of Red Dead Redemption is evident right from the word go.\" They also said \"it's a magnificent piece of work that everybody should play\".\"\nEurogamer gave Red Dead Redemption an 8/10, saying \"successfully re-clothes the Grand Theft Auto framework in an exciting, distinct and expertly realised scenario\".","categories":[],"infobox_types":["Album|"],"annotations":[{"uri":"Action_adventure_game","surface_form":"action-adventure","offset":28},{"uri":"Western_(genre)","surface_form":"western","offset":45},{"uri":"Video_game","surface_form":"video game","offset":53},{"uri":"Rockstar_San_Diego","surface_form":"Rockstar San Diego","offset":72},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":128},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":146},{"uri":"Spiritual_successor","surface_form":"spiritual successor","offset":164},{"uri":"Red_Dead_Revolver","surface_form":"Red Dead Revolver","offset":195},{"uri":"Environment","surface_form":"environment","offset":285},{"uri":"Breed","surface_form":"breed","offset":480},{"uri":"Horse","surface_form":"horse","offset":490},{"uri":"Swimming","surface_form":"swimming","offset":553},{"uri":"Water","surface_form":"water","offset":666},{"uri":"Event","surface_form":"event","offset":873},{"uri":"Public","surface_form":"public","offset":942},{"uri":"Ambush","surface_form":"ambushes","offset":959},{"uri":"Animal","surface_form":"animal","offset":989},{"uri":"Gambling","surface_form":"gambling","offset":1110},{"uri":"Meat","surface_form":"meat","offset":1154},{"uri":"Outlaw","surface_form":"outlaw","offset":1333},{"uri":"Crime","surface_form":"crime","offset":1434},{"uri":"Sony","surface_form":"Sony","offset":1682},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":1733},{"uri":"System","surface_form":"system","offset":1747},{"uri":"Demo","surface_form":"demo","offset":1778},{"uri":"Rockstar_Advanced_Game_Engine","surface_form":"Rockstar Advanced Game Engine","offset":1786},{"uri":"Sequel","surface_form":"sequel","offset":1888},{"uri":"Red_Dead_Revolver","surface_form":"Red Dead Revolver","offset":1899},{"uri":"Internet","surface_form":"internet","offset":1953},{"uri":"Game_Informer","surface_form":"Game Informer","offset":1988},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":2069},{"uri":"PC","surface_form":"PC","offset":2083},{"uri":"Rockstar_Games","surface_form":"Rockstar Games","offset":2108},{"uri":"First","surface_form":"first","offset":2134},{"uri":"Fictional_character","surface_form":"characters","offset":2186},{"uri":"Multiplayer","surface_form":"multiplayer","offset":2221},{"uri":"NASCAR","surface_form":"NASCAR","offset":2302},{"uri":"Joey_Logano","surface_form":"Joey Logano","offset":2316},{"uri":"Number","surface_form":"number","offset":2330},{"uri":"Toyota_Camry","surface_form":"Toyota Camry","offset":2340},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":2360},{"uri":"North_America","surface_form":"North America","offset":2473},{"uri":"Television","surface_form":"television","offset":2488},{"uri":"Fox_Broadcasting_Company","surface_form":"Fox","offset":2507},{"uri":"John_Hillcoat","surface_form":"John Hillcoat","offset":2577},{"uri":"GameStop","surface_form":"GameStop","offset":2626},{"uri":"Bonus","surface_form":"bonus","offset":2686},{"uri":"Vote","surface_form":"vote","offset":2724},{"uri":"Purchase","surface_form":"purchasing","offset":2996},{"uri":"Price","surface_form":"price","offset":3007},{"uri":"Ammunition","surface_form":"ammunition","offset":3016},{"uri":"Gun","surface_form":"gun","offset":3031},{"uri":"Sell","surface_form":"sell","offset":3051},{"uri":"Money","surface_form":"money","offset":3148},{"uri":"Animal_hides","surface_form":"hides","offset":3188},{"uri":"Europe","surface_form":"Europe","offset":3496},{"uri":"Australia","surface_form":"Australia","offset":3508},{"uri":"Black","surface_form":"black","offset":3589},{"uri":"Horse","surface_form":"horse","offset":3595},{"uri":"White","surface_form":"white","offset":3608},{"uri":"Tail","surface_form":"tail","offset":3620},{"uri":"Ladder","surface_form":"ladder","offset":3846},{"uri":"T-shirt","surface_form":"T-shirt","offset":3961},{"uri":"Country","surface_form":"countries","offset":4003},{"uri":"PlayStation_Home","surface_form":"PlayStation Home","offset":4320},{"uri":"Social","surface_form":"social","offset":4361},{"uri":"Network","surface_form":"network","offset":4375},{"uri":"Music","surface_form":"music","offset":4470},{"uri":"Friends_of_Dean_Martinez","surface_form":"Friends of Dean Martinez","offset":4542},{"uri":"Swedish_people","surface_form":"Swedish","offset":4665},{"uri":"Folk_music","surface_form":"folk music","offset":4673},{"uri":"Jos%C3%A9_Gonz%C3%A1lez","surface_form":"José González","offset":4687},{"uri":"Story","surface_form":"story","offset":4828},{"uri":"Metacritic","surface_form":"Metacritic","offset":4888},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":5156},{"uri":"IGN","surface_form":"IGN","offset":5421},{"uri":"GameSpot","surface_form":"GameSpot","offset":5948},{"uri":"VideoGamer","surface_form":"VideoGamer","offset":6342},{"uri":"Eurogamer","surface_form":"Eurogamer","offset":6578}]}