{"id":245306,"url":"http://en.wikipedia.org/wiki/Spiritual_successor","text":"e=\"preserve\">A Spiritual successor, sometimes called a Spiritual sequel or a Companion piece, is a sequel to a work of fiction which does not have the same storyline made in the first. Spiritual successors still have the same elements, themes, and styles as the first.\nReasons for making a spiritual successor.\nThe nature of the publisher/maker system are basic in almost all computer games. As well as the purchase and takeovers by many companies. These are reasons why creative teams often lose to keep the copyright and trademark rights of what they made. This often makes attempts to make sequels for a product not possible for many reasons. One of the reasons it the \"core\" of the studio being fired or taken over after finishing a project while the parent company keeps control of the copyrights and trademarks. A good example of this strategy is Electronic Arts. They have closed many studios while keeping their copyrights and trademarks, such as Bullfrog Productions, Origin Systems, and Westwood Studios.\nTo get around this, creative teams will make a product that is kind of like the first game in some way, without copying the first directly. For example, the video games \"TimeSplitters\" and, \"Perfect Dark\" are often thought to be the spiritual successors to the hit video game \"GoldenEye 007\".\nOther times, a spiritual successor is made when the first products were either poor commercial sellers and/or forgotten by the people that would purchase the product. By leaving the first product's name and maybe its baggage as a forgotten product, the spiritual sequel can be loved by fresh eyes. An example of this would be \"BioShock\", which has been named to by its makers as the spiritual successor to \"System Shock 2\". \"System Shock\" and \"System Shock 2\" both got good reviews, but both failed to get the expected commercial success. Unlike \"BioShock\", which was both a reviewer and commercial success.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sequel","surface_form":"sequel","offset":99},{"uri":"Fiction","surface_form":"fiction","offset":119},{"uri":"Nature","surface_form":"nature","offset":315},{"uri":"Publisher","surface_form":"publisher","offset":329},{"uri":"Computer","surface_form":"computer","offset":376},{"uri":"Purchase","surface_form":"purchase","offset":407},{"uri":"Copyright","surface_form":"copyright","offset":509},{"uri":"Product_(consumer_goods)","surface_form":"product","offset":607},{"uri":"Studio","surface_form":"studio","offset":686},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":853},{"uri":"Bullfrog_Productions","surface_form":"Bullfrog Productions","offset":955},{"uri":"Origin_Systems","surface_form":"Origin Systems","offset":977},{"uri":"Westwood_Studios","surface_form":"Westwood Studios","offset":997},{"uri":"TimeSplitters","surface_form":"TimeSplitters","offset":1185},{"uri":"Perfect_Dark","surface_form":"Perfect Dark","offset":1206},{"uri":"GoldenEye_007","surface_form":"GoldenEye 007","offset":1292},{"uri":"Commerce","surface_form":"commercial","offset":1392},{"uri":"BioShock","surface_form":"BioShock","offset":1635},{"uri":"System_Shock_2","surface_form":"System Shock 2","offset":1715},{"uri":"System_Shock","surface_form":"System Shock","offset":1733}]}