{"id":245347,"url":"http://en.wikipedia.org/wiki/William_Gibson","text":"William Gibson (born March 17, 1948) writes science fiction. He is one of the most important people in the part of science fiction called cyberpunk. His most famous book is \"Neuromancer\".\nChildhood, moving around, and adolescence.\nWilliam Ford Gibson was born in Conway, South Carolina on the Atlantic coast. He spent most of his childhood in Wytheville, Virginia. Whytheville is a small town in the Appalachians. His parents had been born and raised there.\nGibson was shy and awkward as a teenager. He grew up in a place and time where most people thought and acted alike. This was a problem for him. He chose not to believe in religion. He read science fiction and writers such as William S. Burroughs and Henry Miller. Gibson was not doing well in school and his mother was frustrated. She threatened to send him to a boarding school. She was very surprised when he liked this idea very much.\nAvoiding the military, leaving home, and counterculture.\nGibson's mother died when he was eighteen years old. He left school and did not graduate. He traveled a lot. He became very interested in the counterculture. He left the United States and moved to Canada during the Vietnam War draft.\nAfter graduation, early writing, and the beginning of cyberpunk.\nGibson finished a graduate degree about science fiction. He stopped writing for one year. He did not like the trends he saw in SF. He was more interested in punk rock. He met other writers such as Bruce Sterling, Lewis Shiner, and Rudy Rucker. These writers became the important members of the cyberpunk movement in SF.\nEarly short fiction.\nGibson's first published short story was \"Fragments of a Hologram Rose\" (1977). He wrote other short stories for magazines such as Omni. He was often compared to J. G. Ballard. Some of the characters and places in his short stories are also in his Sprawl novels.\nNeuromancer.\nTerry Carr asked Gibson to write \"Neuromancer\" for the second series of Ace Science Fiction Specials. The purpose of the series was to give attention to first-time novelists.\nThe Sprawl trilogy, The Difference Engine, and the Bridge trilogy.\n\"Neuromancer\" was a success and Gibson kept writing SF. \"The Sprawl trilogy\" continued the story of Neuromancer, even though Gibson did not plan to write any sequels. Then he explored other ideas. \"The Difference Engine\" was alternate history. In \"The Bridge trilogy\", Gibson wrote about new problems. He paid less attention to large corporations or artificial intelligence. He wrote more about mass media and celebrity.\nBlue Ant.\nGibson's novels \"Pattern Recognition\" (2003), \"Spook Country\" (2007) and \"Zero History\" (2010) happen in the same contemporary universe — \"more or less the same one we live in now\"\nWorking with other writers.\nHe has written short stories and novels with others, especially other cyberpunk authors John Shirley and Bruce Sterling.\nFilm.\nThere have been many attempts to make films based on Gibson's writing. Most of these have never been completed.\nShows, poetry, music, and performance art.\nGibson has written poems too. He has also worked with artists, architects, and musicians.\nIn 1990, Gibson was part of an exhibit at the San Francisco Museum of Modern Art called \"Visionary San Francisco\". He wrote a short story, \"Skinner's Room\", that took place in San Francisco. In the story, the San Francisco – Oakland Bay Bridge was closed and became a community for homeless people. Architects Ming Fung and Craig Hodgetts were interested in the story and imagined a future San Francisco. Their idea of the future showed rich people living in high-tech towers above a city that was falling apart. Gibson was part of the architects' exhibit. Visitors could watch a video of him discussing the future and reading from the story \"Skinner's Room\". Another version of the short story appeared a year later in \"Omni magazine\".\nIn 1993, Gibson wrote some lyrics for the album \"Technodon\" by the Japanese group Yellow Magic Orchestra. He was the vocalist on the track \"Hi-Tech Hippies\". He wrote lyrics to the track \"Dog Star Girl\" on Deborah Harry's \"Debravation\".\nEssays and short nonfiction.\nGibson sometimes writes nonfiction for newspapers or magazines. He has written essays, opinion-editorials, and commentary for publications such as: \"Wired\", \"The New York Times\", \"The Observer\", \"Addicted to Noise\", \"New York Times Magazine\", \"Rolling Stone\", and \"Details Magazine\".\nIdeas about cities.\nIn his fiction and non-fiction, Gibson often writes about cities. He thinks many cities are losing variety. One way of describing this is \"Disneylanding\".\nImportance in the culture.\nMany writers believe that Gibson helped science fiction become cool.\nImportant ideas and seeing the future.\nHis work seemed did not just predict the future of technology such as the World Wide Web. The ideas in his books were important to the people who created Internet technology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":44},{"uri":"Cyberpunk","surface_form":"cyberpunk","offset":138},{"uri":"Neuromancer","surface_form":"Neuromancer","offset":174},{"uri":"Conway%2C_South_Carolina","surface_form":"Conway, South Carolina","offset":263},{"uri":"Wytheville%2C_Virginia","surface_form":"Wytheville, Virginia","offset":343},{"uri":"Appalachians","surface_form":"Appalachians","offset":400},{"uri":"William_S._Burroughs","surface_form":"William S. Burroughs","offset":683},{"uri":"Henry_Miller","surface_form":"Henry Miller","offset":708},{"uri":"Counterculture","surface_form":"counterculture","offset":1095},{"uri":"Punk_rock","surface_form":"punk rock","offset":1409},{"uri":"Bruce_Sterling","surface_form":"Bruce Sterling","offset":1449},{"uri":"Lewis_Shiner","surface_form":"Lewis Shiner","offset":1465},{"uri":"Rudy_Rucker","surface_form":"Rudy Rucker","offset":1483},{"uri":"Literary_movement","surface_form":"movement","offset":1556},{"uri":"Omni_(magazine)","surface_form":"Omni","offset":1724},{"uri":"J._G._Ballard","surface_form":"J. G. Ballard","offset":1755},{"uri":"Terry_Carr","surface_form":"Terry Carr","offset":1869},{"uri":"Ace_Science_Fiction_Specials","surface_form":"Ace Science Fiction Specials","offset":1941},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":2461},{"uri":"Pattern_Recognition_(novel)","surface_form":"Pattern Recognition","offset":2559},{"uri":"Spook_Country","surface_form":"Spook Country","offset":2589},{"uri":"Zero_History","surface_form":"Zero History","offset":2616},{"uri":"John_Shirley","surface_form":"John Shirley","offset":2839},{"uri":"Bruce_Sterling","surface_form":"Bruce Sterling","offset":2856},{"uri":"San_Francisco_Museum_of_Modern_Art","surface_form":"San Francisco Museum of Modern Art","offset":3169},{"uri":"San_Francisco_%E2%80%93_Oakland_Bay_Bridge","surface_form":"San Francisco – Oakland Bay Bridge","offset":3332},{"uri":"Omni_(magazine)","surface_form":"Omni magazine","offset":3844},{"uri":"Technodon","surface_form":"Technodon","offset":3909},{"uri":"Yellow_Magic_Orchestra","surface_form":"Yellow Magic Orchestra","offset":3942},{"uri":"Deborah_Harry","surface_form":"Deborah Harry's","offset":4066},{"uri":"Debravation","surface_form":"Debravation","offset":4083},{"uri":"Wired_(magazine)","surface_form":"Wired","offset":4275},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":4284},{"uri":"The_Observer","surface_form":"The Observer","offset":4306},{"uri":"Addicted_to_Noise","surface_form":"Addicted to Noise","offset":4322},{"uri":"New_York_Times_Magazine","surface_form":"New York Times Magazine","offset":4343},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":4370},{"uri":"Details_Magazine","surface_form":"Details Magazine","offset":4391}]}