{"id":24556,"url":"http://en.wikipedia.org/wiki/Milwaukee","text":"Milwaukee is the largest city in the state of Wisconsin. Milwaukee is also the 31st largest city in the United States. The city is the county seat of Milwaukee County. It is on the southwestern shore of Lake Michigan, and is about 90 miles (145 kilometers) north of Chicago. As of 2009, about 604,133 people lived in Milwaukee. Part of Milwaukee is in Washington County. Tom Barrett has been the mayor since 2004.\nThe city got its name from the Indian word \"millioke\", which is thought to mean \"the good land\" or \"gathering place by the water\".\nGeography.\nAerial view from the north – the Menomonee River, Kinnickinnic River, and Milwaukee River are visible in the foreground; Wind Point in the background.\nMilwaukee lies along the shores and bluffs of Lake Michigan at the confluence of three rivers: the Menomonee, the Kinnickinnic, and the Milwaukee. Smaller rivers, such as the Root River and Lincoln Creek, also flow through the city.\nMilwaukee's terrain is sculpted by the glacier path and includes steep bluffs along Lake Michigan that begin about a mile (1.6 km) north of downtown. In addition, 30 miles (48 km) southwest of Milwaukee is the Kettle Moraine and lake country that provides an industrial landscape combined with inland lakes.\nAccording to the United States Census Bureau, the city has a total area of 96.80 square miles (250.71 km2), of which, 96.12 square miles (248.95 km2) is land and 0.68 square miles (1.76 km2) is water. The city is overwhelmingly (99.89% of its area) in Milwaukee County, but there are two tiny unpopulated parts of it that extend into neighboring counties. The part in Washington County is bordered by the southeast corner of Germantown, while the part in Waukesha County is bordered by the southeast corner of Menomonee Falls, north of the village of Butler. Both were annexations done for industrial concerns, with the Waukesha County portion containing a Cargill plant for Ambrosia Chocolate, and the Washington County portion containing a Waste Management facility.\nCityscape.\nDowntown Milwaukee from E. State St., 2008. Yankee Hill Apartments are near left, Cathedral of St. John the Evangelist near left-center, the Pfister Hotel right-center, and Milwaukee City Hall far right.\nDowntown Milwaukee from the Milwaukee River\nNorth–south streets are numbered, and east–west streets are named. However, north–south streets east of 1st Street are named, like east–west streets. The north–south numbering line is along the Menomonee River (east of Hawley Road) and Fairview Avenue/Golfview Parkway (west of Hawley Road), with the east–west numbering line defined along 1st Street (north of Oklahoma Avenue) and Chase/Howell Avenue (south of Oklahoma Avenue). This numbering system is also used to the north by Mequon in Ozaukee County, and by some Waukesha County communities.\nMilwaukee is crossed by Interstate 43 and Interstate 94, which come together downtown at the Marquette Interchange. The Interstate 894 bypass (which as of May 2015 also contains Interstate 41) runs through portions of the city's southwest side, and Interstate 794 comes out of the Marquette interchange eastbound, bends south along the lakefront and crosses the harbor over the Hoan Bridge, then ends near the Bay View neighborhood and becomes the \"Lake Parkway\" (WIS-794).\nOne of the distinctive traits of Milwaukee's residential areas are the neighborhoods full of so-called Polish flats. These are two-family homes with separate entrances, but with the units stacked one on top of another instead of side-by-side. This arrangement enables a family of limited means to purchase both a home and a modestly priced rental apartment unit. Since Polish-American immigrants to the area prized land ownership, this solution, which was prominent in their areas of settlement within the city, came to be associated with them.\nThe tallest building in the city is the U.S. Bank Center.\nClimate.\nSee also: Climate change in Wisconsin\nMilwaukee's location in the Great Lakes Region often has rapidly changing weather, producing a humid continental climate (Köppen \"Dfa\"), with cold, windy, snowy winters, and warm, humid summers. The warmest month of the year is July, when the 24-hour average is 71.8 °F (22.1 °C), while January is the coldest month, with a 24-hour average of 22.3 °F (−5.4 °C).\nBecause of Milwaukee's proximity to Lake Michigan, a convection current forms around mid-afternoon in light wind, resulting in the so-called \"lake breeze\" – a smaller scale version of the more common sea breeze. The lake breeze is most common between the months of March and July. This onshore flow causes cooler temperatures to move inland usually 5 to 15 miles (8 to 24 km), with much warmer conditions persisting further inland. Because Milwaukee's official climate site, Milwaukee Mitchell International Airport, is only 3 miles (4.8 km) from the lake, seasonal temperature variations are less extreme than in many other locations of the Milwaukee metropolitan area.\nAs the sun sets, the convection current reverses and an offshore flow ensues causing a land breeze. After a land breeze develops, warmer temperatures flow east toward the lakeshore, sometimes causing high temperatures during the late evening. The lake breeze is not a daily occurrence and will not usually form if a southwest, west, or northwest wind generally exceeds 15 mph (24 km/h). The lake moderates cold air outbreaks along the lakeshore during winter months.\nAside from the lake's influence, overnight lows in downtown Milwaukee year-round are often much warmer than suburban locations because of the urban heat island effect. Onshore winds elevate daytime relative humidity levels in Milwaukee as compared to inland locations nearby.\nThunderstorms in the region can be dangerous and damaging, bringing hail and high winds. In rare instances, they can bring a tornado. However, almost all summer rainfall in the city is brought by these storms. In spring and fall, longer events of prolonged, lighter rain bring most of the precipitation. A moderate snow cover can be seen on or linger for many winter days, but even during meteorological winter, on average, over 40% of days see less than 1 inch (2.5 cm) on the ground.\nMilwaukee tends to experience highs that are 90 °F (32 °C) on or above seven days per year, and lows at or below 0 °F (−18 °C) on six to seven nights. Extremes range from 105 °F (41 °C) set on July 24, 1934 down to −26 °F (−32 °C) on both January 17, 1982 and February 4, 1996. The 1982 event, also known as Cold Sunday, featured temperatures as low as −40 °F (−40 °C) in some of the suburbs as little as 10 miles (16 km) to the north of Milwaukee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wisconsin","surface_form":"Wisconsin","offset":46},{"uri":"United_States","surface_form":"United States","offset":104},{"uri":"County_seat","surface_form":"county seat","offset":135},{"uri":"Milwaukee_County%2C_Wisconsin","surface_form":"Milwaukee County","offset":150},{"uri":"Lake_Michigan","surface_form":"Lake Michigan","offset":203},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago","offset":266},{"uri":"Washington_County%2C_Wisconsin","surface_form":"Washington County","offset":352},{"uri":"Tom_Barrett_(politician)","surface_form":"Tom Barrett","offset":371}]}