{"id":245824,"url":"http://en.wikipedia.org/wiki/2012_United_States_presidential_election","text":"The United States presidential election, 2012 was on November 6, 2012. There were also elections for the U.S. Senate and U.S. House of Representatives. Barack Obama and his running mate Joe Biden won re-election for a second term.\nBy November 6, 2012, 11:30 PM ET (5:30 AM UTC), many broadcast networks said that Obama and Biden won the election. Mitt Romney of the Republican Party conceded the election to Obama around 1 AM ET on November 7. Gary Johnson of the Libertarian Party came in third.\nConventions.\nThe Republicans will hold their national convention the week of August 27 at the St. Pete Times Forum in Tampa. The Democrats will hold their convention the week of September 3 in Charlotte, North Carolina.\nBoth parties choose who to nominate and then the two nominees face each other.\nDemocrats.\nBarack Obama declared that he was running for re-election in 2012 on April 4, 2011. He had challengers in 7 states, but still managed to win all 57 democratic primaries and therefore the democratic nomination.\nWithdrawn.\nIn the middle of 2011, there were many Republicans running: Minnesota congresswoman Michelle Bachmann, Businessman Herman Cain, Speaker of the House of Representatives (in the 1990s) Newt Gingrich, Texas Congressman Ron Paul, Ambassador to China and Governor of Utah Jon Huntsman, Texas Governor Rick Perry, Former Massachusetts Governor Mitt Romney, former Pennsylvania Senator Rick Santorum, Former New Mexico Governor Gary Johnson, Buddy Roemer, Thaddeus McCotter, and Former Minnesota Governor Tim Pawlenty.\nScott Brown, Sarah Palin, Chris Christie, Donald Trump, Mike Huckabee, and Rudy Giuliani were considered possible candidates. All of them said that they were not going to run for president.\nIn May, a series of debates began between the Republicans.\nIn August 2011, the Ames Straw Poll was conducted. It was won by Bachmann, with Paul coming in second. During the poll, Perry entered the race. After not placing in the top 2 in the poll, former Minnesota governor Tim Pawlenty dropped out. Thaddeus McCotter dropped out a short time later.\nRick Perry became the frontrunner (person with the highest amount of support who is expected to win, according to polls) of the party, ahead of Romney in the polls. Rick Perry then had several bad debates and in one of them he said he wanted to remove 3 government departments, but forgot one of them. After these mistakes, Perry's poll numbers went down.\nIn the fall, Herman Cain became the new frontrunner for several months. He had an economic plan called 9-9-9 that would replace the entire tax system with a 9% income tax, a 9% national sales tax, and a 9% corporation tax. During foreign policy debates, he was not as successful. On December 3, 2011, Cain left the Presidential race. This was after several women said that he had sexually harassed them.\nNewt Gingrich and Mitt Romney were the two main competitors after that, but soon after Newt Gingrich lost much of his support. Gary Johnson withdrew on December 28, 2011 to run for the nomination of the Libertarian Party.\nIn January 2012, after not doing well in the primaries, Bachmann, Huntsman, and Perry dropped out of the Presidential race. Rick Santorum, however, picked up a surprise win in Iowa, as did Gingrich in South Carolina.\nFor February, March and the beginning of April, Rick Santorum was Mitt Romney's main competitor. On April 10, However, with only 11 (primary) victories to Romney's 23, Rick Santorum announced that he was going to drop out of the race. Buddy Roemer dropped out on February 22nd to run for the nominations of americans elect and the reform party, before ending his campaign completely on May 31.\nAfter Santorum dropped out, most people thought that Mitt Romney would win the most primaries, and therefore the most pledged delegates, and ultimately the nomination. His two remaining opponents, Newt Gingrich and Ron Paul, decided to stay in the race. Gingrich dropped out on May 2 after a disappointing showing in the Delaware primary that left his number of victories at 2 to Romney's 28. Paul, despite having only 1 victory to Romney's eventual 42 victories, did not end his campaign until after the 2012 republican national convention.\nSantorum and Gingrich released their delegates ahead of the convention to vote for Romney.\nAt the republican national convention, with support from many pledged and unpledged delegates, Romney won the nomination in a landslide. The convention chose Paul Ryan as Romney's running mate.\nOthers.\nOther candidates for nomination included Virgil Goode, Roseanne Barr, Rocky Anderson, and Tom Hoefling.\nFour other parties nominated candidates that had ballot access or write-in access to at least 270 electoral votes, the minimum number of votes needed in the 2012 election to win the presidency through a majority of the electoral college.\nPolls.\nMany polls have been taken about the presidential election. Most polls show Obama beating Romney, aside from polls taken between the first and second presidential debates. In polls taken state-by-state, Obama usually wins states he won in 2008, and Republicans usually win states that McCain won in 2008. Indiana, North Carolina, and Nebraska's second congressional district are the main exceptions to the rule.\nResults by state.\nPopular vote count is preliminary, and does not include all precincts.\nProjection by state.\nWhen you read \"Consensus\", it means that many news programs have said they believe Obama/Romney will win a particular state. A projection is when someone expresses their belief of something, in this case about the outcome of the election. An EV is an Electoral vote, from the Electoral college.\nNote: Florida was not called until November 10 due to an extremely close race.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Senate","surface_form":"Senate","offset":110},{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":126},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":152},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":186},{"uri":"Eastern_Time_Zone_(North_America)","surface_form":"ET","offset":261},{"uri":"UTC","surface_form":"UTC","offset":273},{"uri":"Tampa","surface_form":"Tampa","offset":615},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte, North Carolina","offset":690},{"uri":"Michelle_Bachmann","surface_form":"Michelle Bachmann","offset":1112},{"uri":"Herman_Cain","surface_form":"Herman Cain","offset":1143},{"uri":"Newt_Gingrich","surface_form":"Newt Gingrich","offset":1211},{"uri":"Ron_Paul","surface_form":"Ron Paul","offset":1244},{"uri":"Jon_Huntsman","surface_form":"Jon Huntsman","offset":1295},{"uri":"Rick_Perry","surface_form":"Rick Perry","offset":1324},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":1366},{"uri":"Rick_Santorum","surface_form":"Rick Santorum","offset":1407},{"uri":"Gary_Johnson","surface_form":"Gary Johnson","offset":1449},{"uri":"Buddy_Roemer","surface_form":"Buddy Roemer","offset":1463},{"uri":"Thaddeus_McCotter","surface_form":"Thaddeus McCotter","offset":1477},{"uri":"Tim_Pawlenty","surface_form":"Tim Pawlenty","offset":1526},{"uri":"Scott_Brown","surface_form":"Scott Brown","offset":1540},{"uri":"Sarah_Palin","surface_form":"Sarah Palin","offset":1553},{"uri":"Chris_Christie","surface_form":"Chris Christie","offset":1566},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1582},{"uri":"Mike_Huckabee","surface_form":"Mike Huckabee","offset":1596},{"uri":"Rudy_Giuliani","surface_form":"Rudy Giuliani","offset":1615},{"uri":"Tim_Pawlenty","surface_form":"Tim Pawlenty","offset":2003},{"uri":"Thaddeus_McCotter","surface_form":"Thaddeus McCotter","offset":2029},{"uri":"Sexual_harassment","surface_form":"sexually harassed","offset":2815},{"uri":"Gary_Johnson","surface_form":"Gary Johnson","offset":2966},{"uri":"Libertarian_Party","surface_form":"Libertarian Party","offset":3042},{"uri":"Rick_Santorum","surface_form":"Rick Santorum","offset":3326},{"uri":"Rick_Santorum","surface_form":"Rick Santorum","offset":3446},{"uri":"Buddy_Roemer","surface_form":"Buddy Roemer","offset":3513},{"uri":"Americans_elect","surface_form":"americans elect","offset":3585},{"uri":"Paul_Ryan","surface_form":"Paul Ryan","offset":4463},{"uri":"Write-in","surface_form":"write-in","offset":4677}]}