{"id":245836,"url":"http://en.wikipedia.org/wiki/UEFA_Women%27s_Euro_2005","text":"ce=\"preserve\">The 2005 UEFA Women's Championship, also called WOMEN'S EURO 2005 (trademark of UEFA), was a football tournament for women held from 5 June to 19 June 2005 in Lancashire, England. The UEFA Women's Championship is a regular tournament involving European national teams from countries that are part of UEFA, the European governing body, who have qualified for the competition. The competition tries to determine which national women's team is the best in Europe.\nGermany won the competition for the fourth consecutive tournament. It was the sixth time overall (including one win in the predecessor tournament, the \"European Competition for Representative Women's Teams\") that they won. Their championship win was the last for coach Tina Theune-Meyer, who months earlier had announced that she would retire at the end of the tournament. In her nine years in charge of Germany, they won three European titles, two bronze medals in the Olympics, and the 2003 World Cup.\nTeams and structure.\nEight national teams participated–seven which qualified from earlier stages, plus England, which received an automatic berth as the host nation. They were split into two groups of 4: Group A and Group B. Each team in a group played each other once, with the top two teams in each group moving into the semi-finals. The winner faced the runner-up of the other group in a play-off, with the winner of each semi-final advancing to the final to determine the champion.\nQualification.\nA qualifying round ran from 22 March to 3 October 2004 [http://www.uefa.com/Competitions/woco/FixturesResults/index.html]. The teams which were entered played in a group stage, with the winners advancing to the final, and the runners-up being given the chance of qualification through a play-off. England, as the host nation, qualified automatically for the tournament.\n[http://www.uefa.com/competitions/woco/Format/index.html More information on the qualification format at UEFA.com]\nSquads.\nFor a list of all squads that played in the final tournament, see 2005 UEFA Women's Championship squads\nFirst Round.\nTop two placed teams advanced to the semifinals","categories":[],"infobox_types":[],"annotations":[{"uri":"Trademark","surface_form":"trademark","offset":81},{"uri":"UEFA","surface_form":"UEFA","offset":94},{"uri":"Football_(soccer)","surface_form":"football","offset":107},{"uri":"Women%27s_football_(soccer)","surface_form":"women","offset":131},{"uri":"Lancashire","surface_form":"Lancashire","offset":173},{"uri":"England","surface_form":"England","offset":185},{"uri":"UEFA_Women%27s_Championship","surface_form":"UEFA Women's Championship","offset":198},{"uri":"UEFA","surface_form":"UEFA","offset":314},{"uri":"Germany_women%27s_national_football_team","surface_form":"Germany","offset":475},{"uri":"Tina_Theune-Meyer","surface_form":"Tina Theune-Meyer","offset":744},{"uri":"Football_at_the_Summer_Olympics","surface_form":"Olympics","offset":945},{"uri":"FIFA_Women%27s_World_Cup_2003","surface_form":"2003 World Cup","offset":963},{"uri":"Automatic","surface_form":"automatic","offset":1816},{"uri":"2005_UEFA_Women%27s_Championship_squads","surface_form":"2005 UEFA Women's Championship squads","offset":2039}]}