{"id":245932,"url":"http://en.wikipedia.org/wiki/Pooper-scooper","text":"A pooper-scooper, or poo scoop, is a device or a ‘poo bag’ used by pet owners to pick up an animal's fecal matter from public places and yards. Such devices often have a bag or bag attachment. The ‘poop bag’ is usually turned inside out, to carry the feces to a proper disposal area. The person performing the cleanup might also be called a pooper-scooper.\nLegislation.\nA number of places, including New York City, have laws telling pet owners to clean up after their pets after the pet has pooped on a sidewalk or any public place, on a floor, wall, stairway or roof of any public or private premises used in common by the public, or on a fence, wall or stairway of a building abutting on a public. Authorized employees of New York City Departments of Health (including Animal Care & Control), of Sanitation, or of Parks and Recreation can issue tickets.\nHealth concerns.\nPet droppings contaminate the environment with bacteria, parasites and stench. The droppings are one of the leading sources of \"E. coli\" (fecal coliforms) bacterial pollution: one gram of dog feces contains over 20,000,000 \"E. coli\" cells. Coliform bacteria and \"E. coli\" are commonly-used field indicators of fecal contamination by animals (including human). Pet droppings contain eggs of Toxocara canis and Neospora caninum parasitic worms. In adult dogs infection with T.canis usually asymptomatic but can be fatal in puppies.T. canis can cause parasitic worm infection and rarely blindness in humans. N.caninum causes severe losses in livestock breeding. While an individual animal's deposit of feces will not measurably affect the environment, the cumulative effect of thousands of dogs and cats in a metropolitan area creates serious problems due to contamination of soil and water supplies. The runoff from neglected pet waste contaminates water, creates health hazards for people, fish, ducks, etc.\nThe situation is particularly dire in Germany, where an estimated 1400 tonnes of feces are deposited daily on public property. A citizen commission (2005) overwhelmingly recommended a plan. DNA samples would be required when pet licenses come up for renewal. Within a year, a database of some 12,500 registration-required canine residents would be available to sanitation workers with sample-test kits. Evidence would be submitted to a forensics laboratory where technicians could readily match the waste to its dog. The prospect of a prompt fine equivalent to $600 US (at 2005 exchange rate) would help assure preventive compliance, as well as cover costs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pet","surface_form":"pet","offset":67},{"uri":"Feces","surface_form":"fecal matter","offset":101},{"uri":"New_York_City","surface_form":"New York City","offset":400},{"uri":"Bacteria","surface_form":"bacteria","offset":920},{"uri":"Parasite","surface_form":"parasite","offset":930},{"uri":"E._coli","surface_form":"E. coli","offset":1001},{"uri":"Fecal_coliforms","surface_form":"fecal coliforms","offset":1011},{"uri":"Toxocara_canis","surface_form":"Toxocara canis","offset":1263},{"uri":"Neospora_caninum","surface_form":"Neospora caninum","offset":1282},{"uri":"Blindness","surface_form":"blindness","offset":1457},{"uri":"Cumulative","surface_form":"cumulative","offset":1626},{"uri":"Water_resources","surface_form":"water supplies","offset":1755},{"uri":"Germany","surface_form":"Germany","offset":1918},{"uri":"Tonne","surface_form":"tonne","offset":1951},{"uri":"DNA","surface_form":"DNA","offset":2070},{"uri":"Forensics","surface_form":"forensics","offset":2316}]}