{"id":245992,"url":"http://en.wikipedia.org/wiki/Theme_restaurant","text":"e=\"preserve\">Theme restaurants are.restaurants in which the idea for the restaurant takes priority. It influences the architecture, food, music, and overall \"feel\" of the restaurant. The food usually takes a backseat to the presentation of the theme. These restaurants generally attract customers only because of the theme itself.\nOne example is the \"Rainforest Cafe\" restaurants which have the obvious theme of a \"Tropical Rainforest\". \"Medieval Times\" has its theme of \"Medieval Europe\". The \"Jekyll & Hyde Club\" has an atmosphere of Jack the Ripper and Victorian horror novels. One strange but famous theme restaurant in Berlin, Germany is called \"das Klo\" (German for \"The toilet\"). It shows the insides of a toilet.\nMany people consider the Rainforest Cafe to be biggest example of a theme restaurant. They also consider it the restaurant which kicked off the theme restaurant trend. Theme restaurants may be experiencing a decline in popularity, given the closings of several Planet Hollywood, Jekyll & Hyde Club, and Wilderness Cafe locations in recent years. Theme restaurants often depend on tourist business, since the theme soon becomes stale to locals. The focus is not necessarily placed on good food and service. Certain tourist destinations such as the Mall of America or Orlando, Florida have better chances of supporting theme restaurants. Theme restaurants are generally common at theme parks, such as Universal Studios.","categories":[],"infobox_types":[],"annotations":[{"uri":"Restaurant","surface_form":"restaurant","offset":35},{"uri":"Restaurant","surface_form":"restaurant","offset":73},{"uri":"Architecture","surface_form":"architecture","offset":118},{"uri":"Rainforest_Cafe","surface_form":"Rainforest Cafe","offset":351},{"uri":"Rainforest","surface_form":"Rainforest","offset":424},{"uri":"Jekyll_%26amp%3B_Hyde_Club","surface_form":"Jekyll & Hyde Club","offset":495},{"uri":"Das_Klo","surface_form":"das Klo","offset":651},{"uri":"Rainforest_Cafe","surface_form":"Rainforest Cafe","offset":746},{"uri":"Trend","surface_form":"trend","offset":882},{"uri":"Jekyll_%26amp%3B_Hyde_Club","surface_form":"Jekyll & Hyde Club","offset":1000},{"uri":"Mall_of_America","surface_form":"Mall of America","offset":1268},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":1287},{"uri":"Universal_Studios","surface_form":"Universal Studios","offset":1420}]}