{"id":245995,"url":"http://en.wikipedia.org/wiki/Christian_Eriksen","text":"Christian Dannemann Eriksen (born 14 February 1992) is a Danish footballer who plays for the Italian club Inter Milan and the Denmark national team as an midfielder. He made his debut for the Denmark national team in March 2010, and was the youngest player of the 2010 FIFA World Cup in South Africa.\nIn 2011, Eriksen was named Danish Football Player of the Year, Dutch Football Talent of the Year, Ajax Talent of the Year (Marco van Basten Award), and made the UEFA Euro U-21 Team of the Tournament. He won the Eredivisie with Ajax in 2010–11, 2011–12, and in 2012–13 before signing with Tottenham Hotspur in August 2013. He won the Tottenham Hotspur Player of the Year award for the 2013–14 season and in 2015, he won the Danish Football Player of the Year award for the second year in a row.\nEarly career in Middelfart and Odense.\nEriksen started playing football in his hometown Middelfart before his third birthday. In 2005 he switched to Odense Boldklub, who competed in the Danish youth championships. His team lost the semi-final against Brøndby IF, but afterwards he was named \"Best Technical Player\" of the tournament. The following year OB won the tournament, when Eriksen scored the only goal in the final. After some good performances for OB's U-16 team and later on U-19 team and the Danish U-17 team, major European football clubs including Chelsea and Barcelona began to take notice. The player had trials with Barcelona, Chelsea, Real Madrid, Manchester United and Milan, but finally decided to move to Ajax, stating \"My first step should not be too big. I knew that playing in the Netherlands would be very good for my development. Then Ajax arrived and that was a fantastic option\".\nYouth & entrance in the first squad.\nOn 17 October 2008 it was announced that Eriksen had signed a two-and-a-half-year contract with Amsterdam-based Ajax. The transfer fee received by OB was estimated at €1 million (£847,199). He worked his way through the youth teams, and was promoted to the first team squad in January 2010, where he was given the number 51 shirt. Within the month, he made his first team debut for the Dutch team in the Eredivisie on 17 January 2010 against NAC Breda. Ajax manager Martin Jol compared him to the likes of Ajax youth products Wesley Sneijder and Rafael van der Vaart and described him as a good reader of the game in the traditional \"number 10\" role like the two Dutch internationals and Danish legend Michael Laudrup, who also played for Ajax.\nOn 25 March 2010 he scored his first goal for Ajax in a 6–0 win against opponent Go Ahead Eagles in the Dutch Cup. On 10 April 2010, Eriksen extended his contract with Ajax until the summer of 2014, stating \"I can still learn a lot here, I'm not finished yet and I hope I can mean a lot for the club.\" On 6 May 2010, Eriksen played in the second match of the final of the 2009–10 Dutch Cup as Ajax beat Feyenoord 1–4, with 1–6 on aggregate. At the end of his first professional season at Ajax, Eriksen had played 21 competitive matches, scoring one goal, and had made his international debut for Denmark. For his second season in the first team of Ajax, Eriksen was given the number 8 shirt.\nBreakthrough season.\nEriksen started the 2010–11 season well, scoring his first Ajax league goal on 29 August 2010 in an away victory over De Graafschap. On 11 November 2010, Eriksen scored his first goal at the Amsterdam ArenA a 3–0 Cup victory over BV Veendam. In December, Eriksen was named Danish \"Talent of the Year\". Several days after receiving this award, Eriksen once again proved his value to Ajax by scoring the only goal in a 0–1 away league victory over Vitesse. On 17 February 2011, Eriksen scored his first goal in a European tournament, the Ajax goal to 2–0, when Ajax beat Anderlecht 3–0 in the 2010–11 UEFA Europa League. On 13 March 2011, Eriksen scored a solo goal, running from the half way line to finish it off with a strike to secure a 3–1 win over Willem II.\nDuring the rest of the season, Eriksen became more and more important for Ajax, due to his growing capabilities as the team's playmaker, providing many assists. After a good season during which he developed himself into an undisputed starter in the side that won the 2010–11 Eredivisie (Ajax's first Eredivisie title in seven years), he was named Ajax's Talent of the Year. On 23 May 2011 he was named Dutch Football Talent of the Year, the second Danish player to win the award since Jon Dahl Tomasson in 1996. He was elected by a jury under command of Holland's all-time best player Johan Cruyff. \"He's a player I really like with all my heart,\" Cruyff praised Eriksen. \"This prize is just the beginning, a stimulus to get the maximum out of his career. The talent is there, the recognition also; now it is up to the player himself. He is a typical product of the Danish school. You can compare him with Brian and Michael Laudrup. Only time will tell if Eriksen can reach the same level as them.\".\nRising influence in the squad.\nOn 18 October 2011, Eriksen scored his first goal in the UEFA Champions League when Ajax beat Dinamo Zagreb 2–0 in the group stage, making him the 2nd youngest player to score in the 2011–12 season. In the second match versus Dinamo Zagreb on 2 November he provided assists to Gregory van der Wiel and Siem de Jong as well as being involved with the third goal, as Ajax cruised to a 4–0 victory. He was named Danish Football Player of the Year on 7 November after helping Ajax win the Eredivisie the previous year and guiding the national team to a successful Euro 2012 qualification campaign, after receiving the award Eriksen said, \"I am extremely honoured to be standing here tonight. I did not expect it, it really means a lot to me. I would like to thank my team-mates in the national team as well as my team-mates at Ajax\". Following the success of Eriksen's third consecutive Eredivisie title in the 2012–13 season, he opted not to renew his contract with Ajax, and with one year still remaining on his current contract he was permitted to search for a new club. Having come to terms with Tottenham Hotspur in England, Eriksen left Ajax having appeared in 113 league matches, scoring 25 goals and 41 assists. He played in 16 matches for the KNVB Cup, scoring four goals and making four assists. He made 30 appearances on the continental stage for Ajax, scoring three goals, and making 9 assists all together. Having also competed in the Johan Cruijff Shield three years in a row.\n2013–14 season.\nOn 30 August 2013, Tottenham Hotspur announced that they had completed the transfer of Eriksen from Ajax, in a deal believed to be worth £11 million (€13.5 million), after Eriksen passed a medical at the club. Eriksen joined the club on the same day as Erik Lamela, who joined from Roma, and Vlad Chiricheș, who joined from Steaua București, and took the club's total spending for the 2013 summer transfer window to £109.5 million.\nOn 14 September 2013, he made his Premier League debut against Norwich City, providing an assist for Gylfi Sigurðsson. \"Spurs\" manager André Villas-Boas commented: \"It was a great debut for Christian, he is a pure number 10, a creative player and his individual quality made all the difference.\"\nOn 19 September 2013, Eriksen \"clipped a wonderful dipping shot\" over the goalkeeper to score his first Tottenham goal and complete a 3–0 win over Tromsø IL in the Europa League. He added to his Tottenham goal tally with a goal from a free kick in a 1–1 draw against West Bromwich Albion on Boxing Day 2013, and the second goal in \"Spurs 2–1 win against Manchester United on 1 January 2014. On 23 March, after goals from Jay Rodriguez and Adam Lallana had given Southampton a 2–0 lead against Tottenham at White Hart Lane, Eriksen scored twice to level the score and assisted Gylfi Sigurðsson to score the winning goal.\nOn 12 April 2014, he scored a stoppage-time equalizer as \"Spurs\" came from 3–0 down to draw 3–3 at West Bromwich Albion. By the end of the season, Eriksen had scored 7 goals in the Premier League.\n2014–15 season.\nThroughout the 2014/15 campaign, Eriksen played an integral part in many Spurs victories. The Danish international had a habit of scoring late winners, most notably against Swansea City, Sunderland, Hull City and many others.\nOn 10 January 2015, Eriksen was voted Danish Football Player of the Year twice in a row, making him the first player to do so since William Kvist.\nOn 28 January 2015, Eriksen completed his greatest performance of the campaign in the Capital One Cup semi-final second leg against Sheffield United to send Tottenham into the League Cup Final. His first goal, a 30-yard curling free kick, was plauded by the likes of Michael Owen and Gary Neville among others on Twitter. Despite a late threat from the Blades, Eriksen then scored a second late-on to send Spurs to Wembley.\nEriksen completed the 2014/15 campaign having featured in every Premier League game for Mauricio Pochettino. The Dane became the third Spurs player to reach double figures in the league, alongside Nacer Chadli and Harry Kane, scoring 10 goals.\nOn 9 June 2015, Eriksen confirmed to Danish media whilst on international duty that he would stay at Tottenham for the foreseeable future. Eriksen was quoted as saying: \"I feel right at home at Tottenham and I haven't thought about leaving yet.\"\nYouth squads.\nEriksen was called up to the Denmark national under-17 football team in July 2007, and impressed in his debut for the team on 31 July. In 2008, he scored 9 goals in 16 games for the U-17s, and was named Danish \"U-17 Talent of the Year\" by the Danish FA. He was also one of four nominees for the 2008 Danish \"Talent of the Year\" award, which was won by Mathias Jørgensen. He played 27 games for the under-17 team until February 2009. He played a total of 8 games for the Denmark U-18 and Denmark U-19 teams during 2009. Eriksen was also called up for the Danish U-21 squad to the European championship in Denmark in 2011, the Danish team only participated in the group stage and Eriksen scored a goal against Belarus.\nSenior squad.\nHe received his first senior Denmark call-up in February 2010, making his debut in Denmark's friendly match against Austria in March, to become Denmark's fourth youngest full international, being the youngest debutant since Michael Laudrup.\nOn 28 May 2010, Denmark coach Morten Olsen announced that Eriksen would be part of the final squad of 23 participating in the 2010 FIFA World Cup in South Africa. He was the youngest player participating in the tournament. At the World Cup, Eriksen played two matches, against the Netherlands and Japan, but Denmark were unable to progress beyond the group stage.\nOn 9 February 2011, in a 1–2 friendly loss at home against England, Eriksen was named Man of the Match, and was praised for his performance by a number of prominent footballing figures, including Chelsea star Frank Lampard, Man Utd star Rio Ferdinand (on Twitter), manager Morten Olsen and several media experts in Denmark and England. On 4 June 2011 Eriksen scored his first national team goal, to give Denmark a 2–0 lead over Iceland in their Euro 2012 qualifier. In doing so, he became the youngest Danish player ever to score a goal in European qualification, being 9 days younger than Michael Laudrup when he scored his first goal in 1983.\nOn 10 January 2015, Eriksen was voted Danish Football Player of the Year twice in a row, making him the first player to do so since William Kvist.\nSponsorship.\nIn 2012, Eriksen signed a sponsorship kit deal with American sportswear and equipment supplier, Nike. He appeared in an advert for the new Nike Green Speed II alongside Raheem Sterling, Stephan El Shaarawy, Mario Götze, Eden Hazard and Theo Walcott in November 2012.\nChristian then transitioned from Nike's Mercurial range, to the more 'creative' orientated Magista.\nClub.\n1 Includes UEFA Champions League and UEFA Europa League matches.\n2 Includes Johan Cruijff Shield matches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"footballer","offset":64},{"uri":"F.C._Internazionale_Milano","surface_form":"Inter Milan","offset":106},{"uri":"Denmark_national_football_team","surface_form":"Denmark national team","offset":126},{"uri":"Midfielder","surface_form":"midfielder","offset":154},{"uri":"Denmark_national_football_team","surface_form":"Denmark national team","offset":192},{"uri":"2010_FIFA_World_Cup","surface_form":"2010 FIFA World Cup","offset":264},{"uri":"Danish_Football_Player_of_the_Year","surface_form":"Danish Football Player of the Year","offset":328},{"uri":"Marco_van_Basten","surface_form":"Marco van Basten","offset":424},{"uri":"2010%E2%80%9311_Eredivisie","surface_form":"2010–11","offset":536},{"uri":"2011%E2%80%9312_Eredivisie","surface_form":"2011–12","offset":545},{"uri":"2012%E2%80%9313_Eredivisie","surface_form":"2012–13","offset":561},{"uri":"Danish_Football_Player_of_the_Year","surface_form":"Danish Football Player of the Year","offset":724},{"uri":"Middelfart","surface_form":"Middelfart","offset":883},{"uri":"Odense_Boldklub","surface_form":"Odense Boldklub","offset":944},{"uri":"Semi-final","surface_form":"semi-final","offset":1027},{"uri":"Br%C3%B8ndby_IF","surface_form":"Brøndby IF","offset":1046},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":1356},{"uri":"FC_Barcelona","surface_form":"Barcelona","offset":1368},{"uri":"A.C._Milan","surface_form":"Milan","offset":1482},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1835},{"uri":"AFC_Ajax","surface_form":"Ajax","offset":1851},{"uri":"Transfer_fee","surface_form":"transfer fee","offset":1861},{"uri":"First_team","surface_form":"first team","offset":1996},{"uri":"Eredivisie","surface_form":"Eredivisie","offset":2143},{"uri":"NAC_Breda","surface_form":"NAC Breda","offset":2181},{"uri":"Martin_Jol","surface_form":"Martin Jol","offset":2205},{"uri":"Wesley_Sneijder","surface_form":"Wesley Sneijder","offset":2265},{"uri":"Rafael_van_der_Vaart","surface_form":"Rafael van der Vaart","offset":2285},{"uri":"Michael_Laudrup","surface_form":"Michael Laudrup","offset":2441},{"uri":"Go_Ahead_Eagles","surface_form":"Go Ahead Eagles","offset":2565},{"uri":"Dutch_Cup","surface_form":"Dutch Cup","offset":2588},{"uri":"2009-10_KNVB_Cup","surface_form":"2009–10 Dutch Cup","offset":2856},{"uri":"Feyenoord","surface_form":"Feyenoord","offset":2887},{"uri":"2010%E2%80%9311_Eredivisie","surface_form":"2010–11 season","offset":3217},{"uri":"De_Graafschap","surface_form":"De Graafschap","offset":3315},{"uri":"Amsterdam_ArenA","surface_form":"Amsterdam ArenA","offset":3388},{"uri":"BV_Veendam","surface_form":"BV Veendam","offset":3427},{"uri":"Vitesse","surface_form":"Vitesse","offset":3643},{"uri":"R.S.C._Anderlecht","surface_form":"Anderlecht","offset":3766},{"uri":"2010%E2%80%9311_UEFA_Europa_League","surface_form":"2010–11 UEFA Europa League","offset":3788},{"uri":"Willem_II_(football_club)","surface_form":"Willem II","offset":3949},{"uri":"2010%E2%80%9311_Eredivisie","surface_form":"2010–11 Eredivisie","offset":4227},{"uri":"Dutch_Football_Talent_of_the_Year","surface_form":"Dutch Football Talent of the Year","offset":4362},{"uri":"Jon_Dahl_Tomasson","surface_form":"Jon Dahl Tomasson","offset":4445},{"uri":"Johan_Cruyff","surface_form":"Johan Cruyff","offset":4545},{"uri":"Brian_Laudrup","surface_form":"Brian","offset":4866},{"uri":"Michael_Laudrup","surface_form":"Michael Laudrup","offset":4876},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":5048},{"uri":"Dinamo_Zagreb","surface_form":"Dinamo Zagreb","offset":5085},{"uri":"Dinamo_Zagreb","surface_form":"Dinamo Zagreb","offset":5217},{"uri":"Gregory_van_der_Wiel","surface_form":"Gregory van der Wiel","offset":5268},{"uri":"Siem_de_Jong","surface_form":"Siem de Jong","offset":5293},{"uri":"Danish_Football_Player_of_the_Year","surface_form":"Danish Football Player of the Year","offset":5400},{"uri":"Euro_2012","surface_form":"Euro 2012","offset":5551},{"uri":"Eredivisie","surface_form":"Eredivisie","offset":5874},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":6087},{"uri":"KNVB_Cup","surface_form":"KNVB Cup","offset":6239},{"uri":"Johan_Cruijff_Shield","surface_form":"Johan Cruijff Shield","offset":6435},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":6513},{"uri":"Erik_Lamela","surface_form":"Erik Lamela","offset":6747},{"uri":"AS_Roma","surface_form":"Roma","offset":6776},{"uri":"Vlad_Chiriche%C8%99","surface_form":"Vlad Chiricheș","offset":6786},{"uri":"FC_Steaua_Bucure%C8%99ti","surface_form":"Steaua București","offset":6818},{"uri":"List_of_English_football_transfers_summer_2013","surface_form":"2013 summer transfer window","offset":6879},{"uri":"Premier_League","surface_form":"Premier League","offset":6960},{"uri":"Norwich_City_F.C.","surface_form":"Norwich City","offset":6989},{"uri":"Gylfi_Sigur%C3%B0sson","surface_form":"Gylfi Sigurðsson","offset":7027},{"uri":"Andr%C3%A9_Villas-Boas","surface_form":"André Villas-Boas","offset":7061},{"uri":"Troms%C3%B8_IL","surface_form":"Tromsø IL","offset":7369},{"uri":"2013%E2%80%9314_UEFA_Europa_League","surface_form":"Europa League","offset":7386},{"uri":"West_Bromwich_Albion_F.C.","surface_form":"West Bromwich Albion","offset":7489},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":7576},{"uri":"Jay_Rodriguez","surface_form":"Jay Rodriguez","offset":7643},{"uri":"Adam_Lallana","surface_form":"Adam Lallana","offset":7661},{"uri":"Southampton_F.C.","surface_form":"Southampton","offset":7684},{"uri":"White_Hart_Lane","surface_form":"White Hart Lane","offset":7728},{"uri":"Danish_Football_Player_of_the_Year","surface_form":"Danish Football Player of the Year","offset":8319},{"uri":"William_Kvist","surface_form":"William Kvist","offset":8413},{"uri":"Sheffield_United","surface_form":"Sheffield United","offset":8560},{"uri":"2015_Football_League_Cup_Final","surface_form":"League Cup Final","offset":8604},{"uri":"Michael_Owen","surface_form":"Michael Owen","offset":8695},{"uri":"Gary_Neville","surface_form":"Gary Neville","offset":8712},{"uri":"Mauricio_Pochettino","surface_form":"Mauricio Pochettino","offset":8940},{"uri":"Nacer_Chadli","surface_form":"Nacer Chadli","offset":9049},{"uri":"Harry_Kane","surface_form":"Harry Kane","offset":9066},{"uri":"Denmark_national_under-17_football_team","surface_form":"Denmark national under-17 football team","offset":9385},{"uri":"Danish_Football_Association","surface_form":"Danish FA","offset":9599},{"uri":"Mathias_J%C3%B8rgensen","surface_form":"Mathias Jørgensen","offset":9708},{"uri":"Denmark_national_under-18_football_team","surface_form":"Denmark U-18","offset":9826},{"uri":"Denmark_national_under-19_football_team","surface_form":"Denmark U-19","offset":9843},{"uri":"Austria_national_football_team","surface_form":"Austria","offset":10203},{"uri":"Michael_Laudrup","surface_form":"Michael Laudrup","offset":10311},{"uri":"Morten_Olsen","surface_form":"Morten Olsen","offset":10358},{"uri":"2010_FIFA_World_Cup","surface_form":"2010 FIFA World Cup","offset":10454},{"uri":"Netherlands_national_football_team","surface_form":"Netherlands","offset":10609},{"uri":"Japan_national_football_team","surface_form":"Japan","offset":10625},{"uri":"Man_of_the_Match","surface_form":"Man of the Match","offset":10778},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":10888},{"uri":"Frank_Lampard","surface_form":"Frank Lampard","offset":10901},{"uri":"Rio_Ferdinand","surface_form":"Rio Ferdinand","offset":10929},{"uri":"Morten_Olsen","surface_form":"Morten Olsen","offset":10965},{"uri":"Iceland_national_football_team","surface_form":"Iceland","offset":11120},{"uri":"UEFA_Euro_2012_qualifying_Group_H","surface_form":"Euro 2012 qualifier","offset":11137},{"uri":"Nike%2C_Inc.","surface_form":"Nike","offset":11593},{"uri":"Raheem_Sterling","surface_form":"Raheem Sterling","offset":11666},{"uri":"Stephan_El_Shaarawy","surface_form":"Stephan El Shaarawy","offset":11683},{"uri":"Mario_G%C3%B6tze","surface_form":"Mario Götze","offset":11704},{"uri":"Eden_Hazard","surface_form":"Eden Hazard","offset":11717},{"uri":"Theo_Walcott","surface_form":"Theo Walcott","offset":11733},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":11881},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":11907},{"uri":"Johan_Cruijff_Shield","surface_form":"Johan Cruijff Shield","offset":11946}]}