{"id":246001,"url":"http://en.wikipedia.org/wiki/Norman_Foster_(architect)","text":"Norman Robert Foster, Baron Foster of Thames Bank, OM, FRIBA, FCSD, RDI (born 1 June 1935) is an English architect. His company, Foster and Partners, has an international design practice. He is the United Kingdom's biggest builder of landmark office buildings.\nHe is one of Britain's most prolific architects of his generation. In 1999, he was awarded the Pritzker Architecture Prize, often referred to as the Nobel Prize of architecture. In 2009 Foster was awarded the Prince of Asturias Award in the Arts category.\nBiography.\nFoster was born to Robert Foster and Lilian Smith in 1935 in Reddish, Stockport, Cheshire. They moved, soon after his birth, two miles to 4 Crescent Grove in Levenshulme, Manchester, which they rented for fourteen shillings (70p) a week: Foster has no recollection of Reddish. Foster's parents were diligent, hard workers – so diligent that Foster, as an only child, felt their heavy workload restricted his relationship with them and he was often looked after by neighbours or other family members. He attended Burnage Grammar School for Boys in Burnage. In a \"Guardian\" interview in 1999, Foster said he always felt 'different' at school and was bullied and he retired into the world of books. He considered himself quiet and awkward in his early years often making faux pas.\nFoster described Manchester as \"one of the workshops of the world\" and \"the embodiment of a great city\", his father, Robert, worked at Metropolitan-Vickers, Trafford Park which fuelled Foster's interest in engineering and design. He was fascinated with engineering and the process of designing. He says that caused him to pursue a career designing buildings. Specific interests included aircraft, a hobby he maintains today; and trains, generated by viewing passing trains on the railway outside his terraced home during his childhood.\nHe left school at 16 and worked in the Manchester City Treasurer's office. Next, he joined the National Service in the Royal Air Force. After he was discharged, in 1956 Foster attended the University of Manchester's School of Architecture and City Planning. He graduated in 1961. Later, Foster won the Henry Fellowship to the Yale School of Architecture, where he earned his Master's degree Foster also met Richard Rogers at Yale. He then travelled in America for a year. He returned to the UK in 1963. Then he set up an architectural practice as Team 4 with Rogers and the sisters Georgie and Wendy Cheesman. Georgie (later Wolton) was the only one of the team that had passed her RIBA exams. This allowed them to set up in practice on their own. Team 4 quickly earned a reputation for high-tech industrial design.\nFoster took a job as assistant to a contract manager with John Bearshaw and Partners, a local architectural practice.  The staff advised him, that if he wished to become an architect, he should prepare a portfolio of drawings using the perspective and shop drawings from Bearshaw's practice as an example. Bearshaw was so impressed with the drawings that he promoted the young Foster to the drawing department of the practice.\nIn 1956 Foster won a place at the University of Manchester School of Architecture and City Planning. Foster was not eligible for a maintenance grant so took up a number of part-time jobs to fund his studies, becoming an ice-cream salesman, night-club bouncer and working night shifts at a bakery to make crumpets. He combined these with self-tuition via visits to the local library in Levenshulme. Foster took a keen interest in the works of Frank Lloyd Wright, Ludwig Mies van der Rohe, Le Corbusier and Oscar Niemeyer and graduated from Manchester in 1961.\nFoster won the Henry Fellowship to the Yale School of Architecture, where he met future business partner Richard Rogers and earned his master's degree. Vincent Scully encouraged Foster and Rogers to travel in America for a year. After returning to the UK in 1963 he set up an architectural practice as Team 4 with Rogers and the sisters Georgie and Wendy Cheesman. Georgie (later Wolton) was the only one of the team that had passed her RIBA exams allowing them to set up in practice on their own. Team 4 quickly earned a reputation for high-tech industrial design.\nFoster + Partners.\nAfter Team 4 went their separate ways, Foster and Wendy Cheesman founded Foster Associates, which later became Foster and Partners in 1967. A long period of collaboration with American architect Richard Buckminster Fuller began in 1968 and continued until Fuller's death in 1983. They collaborated on several projects that became catalysts in the development of an environmentally sensitive approach to design – including the Samuel Beckett Theatre project.\nOriginally they concentrated on industrial buildings. The turning point was the 1969 administrative and leisure center for Fred. Olsen Lines in London Docklands, where workers and managers are not separated any more. Foster and Partners' breakthrough building in the UK was the Willis Faber & Dumas headquarters in Ipswich, of 1974. The client was a family run insurance company which wanted to restore a sense of community to the workplace. Foster created open plan office floors long before open-plan became the norm. In a town not over-endowed with public facilities, the roof gardens, 25 metre swimming pool and gymnasium enhanced the quality of life for the company's 1200 employees. The building has a full-height glass façade moulded to the medieval street plan and contributes drama, subtly shifting from opaque, reflective black to a glowing backlit transparency as the sun sets. The design was inspired by the Daily Express Building in Manchester a work Foster admired in his youth. The building is now Grade I* listed.\nThe Sainsbury Centre for Visual Arts, an art gallery and museum on the campus of the University of East Anglia, Norwich, was one of the first major public buildings to be designed by Foster, completed in 1978, and became grade II* listed in December 2012. In 1990 Foster's design for the Terminal Building at London Stansted Airport was awarded the Mies van der Rohe Award.\nFoster gained a reputation for designing office buildings. In the 1980s he designed the HSBC Main Building in Hong Kong for HSBC. The building is marked by its high level of light transparency, as all 3500 workers have a view to Victoria Peak or Victoria Harbour. Foster said that if the firm had not won the contract it would probably have been bankrupted. Foster believes that attracting young talent is essential, and is proud that the average age of people working for Foster and Partners is 32, just like it was in 1967.\nPresent day.\nToday, Foster + Partners works with its engineers to use computer systems. They pay attention to basic physical laws such as convection. They have created efficient buildings like the Swiss Re London headquarters in London. The walls let in air for passive cooling and then let it out as it warms and rises.\nFoster's earlier designs reflected a sophisticated, machine-influenced high-tech vision. His style has evolved into a more sharp-edged modernity. In 2004, Foster designed the tallest bridge in the world, the Millau Viaduct in Southern France, with the Millau Mayor Jacques Godfrain stating; \"The architect, Norman Foster, gave us a model of art.\"\nIn January 2007, \"The Sunday Times\" reported that Foster had called in Catalyst, a corporate finance house, to find buyers for Foster + Partners. Foster does not want to retire, but wants to sell his 80-90% holding in the company valued at £300M to £500M.\nFoster is a member of the board of Trustees for the architectural charity Article 25. They design, construct and manage safe, sustainable buildings in dangerous parts of the world. He has also been on the Board of Trustees of The Architecture Foundation.\nThe reason for his wealth is he receives 15% of the building cost.\nIn 2007, he worked with Philippe Starck and Sir Richard Branson of the Virgin Group for the Virgin Galactic plans.\nFoster designed the Apple Campus in Cupertino and is currently designing most of their Apple stores. He is also designing Bloomberg's headquarters in London. He also recently designed the Monaco Yacht club and the McLaren technology centre.\nFoster currently sits on the Board of Trustees at architectural charity Article 25 who design, construct and manage innovative, safe, sustainable buildings in some of the most inhospitable and unstable regions of the world. He has also been on the Board of Trustees of the Architecture Foundation.\nHe has recently set up the Norman Foster Foundation which promotes interdisciplinary thinking and research to help new generations of architects, designers and urbanists to anticipate the future.\nFoster recently set up his personal Instagram account under the username @officialnormanfoster where he publishes photos of his everyday life\nRecognition.\nFoster was knighted in 1990 and appointed to the Order of Merit in 1997. In 1999, he was created a life peer, as Baron Foster of Thames Bank, of Reddish in the County of Greater Manchester. He is a Crossbencher.\nNorman Foster is the second British architect to win the Stirling Prize twice: the first for the American Air Museum at the Imperial War Museum Duxford in 1998, and the second for 30 St Mary Axe in 2004.\nFoster was awarded the Pritzker Architecture Prize in 1999.\nHe is also a Fellow of the Chartered Society of Designers and winner of the Minerva Medal, the Society's highest award. In Germany Lord Foster received the Order Pour le Mérite.\nMost recently, in September 2007, Foster was awarded the Aga Khan Award for Architecture, the largest architectural award in the world, for the University of Technology Petronas, in Malaysia.\nIt was announced in January 2008 that Foster was to be awarded an honorary degree from the Dundee School of Architecture at the University of Dundee. In 2009 Foster was awarded the Prince of Asturias Award in the category \"Arts\".\nIn 2012, Foster was among the British cultural icons selected by artist Sir Peter Blake to appear in a new version of his most famous artwork – the Beatles' \"Sgt. Pepper's Lonely Hearts Club Band\" album cover – to celebrate the British cultural figures of his life that he most admires.\nIn 2017, he was awarded the Freedom of the City of London for his contribution to contemporary architecture.\nPersonal life.\nFoster married business partner Wendy Cheesman. She died in 1989, leaving him with four sons. whilst he was greiving, he was also diagnosed with bowel cancer. He next married Indian-born Begum Sabiha Rumani Malik. Sabiha was married to Andrew Knight when she and Foster met. Knight was Chairman of News International. Foster and Sabiha divorced in 1998. Foster is now married to Elena Ochoa, Chairman of the Tate International Council, and founder of Ivory Press. He has five children and three grandchildren.\nFoster flies his own private jet and helicopter between his homes in London, France, Switzerland, Marthas Vineyard, New York and Madrid.\nHigher education[edit].\nThe Bow, Calgary, Canada, 500 Centre Street SE\nNon-architectural projects.\nFoster's other design work has included the Nomos desk system for Italian manufacturer Tecno, and the motor yacht \"Izanami\" (later \"Ronin\") for Lürssen Yachts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Merit","surface_form":"OM","offset":51},{"uri":"Royal_Institute_of_British_Architects","surface_form":"FRIBA","offset":55},{"uri":"Chartered_Society_of_Designers","surface_form":"FCSD","offset":62},{"uri":"Royal_Designers_for_Industry","surface_form":"RDI","offset":68},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":198},{"uri":"Pritzker_Architecture_Prize","surface_form":"Pritzker Architecture Prize","offset":356},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":410},{"uri":"Prince_of_Asturias_Awards","surface_form":"Prince of Asturias Award","offset":470},{"uri":"Reddish","surface_form":"Reddish","offset":589},{"uri":"Stockport","surface_form":"Stockport","offset":598},{"uri":"Levenshulme","surface_form":"Levenshulme","offset":686},{"uri":"Manchester","surface_form":"Manchester","offset":699},{"uri":"Shilling","surface_form":"shilling","offset":742},{"uri":"Burnage_Academy_for_Boys","surface_form":"Burnage Grammar School for Boys","offset":1040},{"uri":"Burnage","surface_form":"Burnage","offset":1075},{"uri":"Metropolitan-Vickers","surface_form":"Metropolitan-Vickers","offset":1441},{"uri":"Trafford_Park","surface_form":"Trafford Park","offset":1463},{"uri":"National_Service","surface_form":"National Service","offset":1937},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":1961},{"uri":"Discharge","surface_form":"discharge","offset":1991},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":2031},{"uri":"Yale_School_of_Architecture","surface_form":"Yale School of Architecture","offset":2168},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":2217},{"uri":"Richard_Rogers","surface_form":"Richard Rogers","offset":2249},{"uri":"Perspective_drawing","surface_form":"perspective","offset":2894},{"uri":"Shop_drawing","surface_form":"shop drawing","offset":2910},{"uri":"Victoria_University_of_Manchester","surface_form":"University of Manchester","offset":3119},{"uri":"Manchester_School_of_Architecture","surface_form":"School of Architecture and City Planning","offset":3144},{"uri":"Maintenance_grant","surface_form":"maintenance grant","offset":3216},{"uri":"Crumpets","surface_form":"crumpets","offset":3389},{"uri":"Frank_Lloyd_Wright","surface_form":"Frank Lloyd Wright","offset":3527},{"uri":"Ludwig_Mies_van_der_Rohe","surface_form":"Ludwig Mies van der Rohe","offset":3547},{"uri":"Le_Corbusier","surface_form":"Le Corbusier","offset":3573},{"uri":"Oscar_Niemeyer","surface_form":"Oscar Niemeyer","offset":3590},{"uri":"Yale_School_of_Architecture","surface_form":"Yale School of Architecture","offset":3683},{"uri":"Richard_Rogers","surface_form":"Richard Rogers","offset":3749},{"uri":"Vincent_Scully","surface_form":"Vincent Scully","offset":3796},{"uri":"Georgie_Wolton","surface_form":"Georgie","offset":3981},{"uri":"High-tech","surface_form":"high-tech","offset":4181},{"uri":"Foster_and_Partners","surface_form":"Foster and Partners","offset":4340},{"uri":"Richard_Buckminster_Fuller","surface_form":"Richard Buckminster Fuller","offset":4424},{"uri":"Fred._Olsen_Lines","surface_form":"Fred. Olsen Lines","offset":4810},{"uri":"London_Docklands","surface_form":"London Docklands","offset":4831},{"uri":"Willis_Building_(Ipswich)","surface_form":"Willis Faber & Dumas headquarters","offset":4965},{"uri":"Ipswich","surface_form":"Ipswich","offset":5002},{"uri":"Open_plan","surface_form":"open plan","offset":5144},{"uri":"Fa%C3%A7ade","surface_form":"façade","offset":5413},{"uri":"Listed_building","surface_form":"Grade I* listed","offset":5700},{"uri":"Sainsbury_Centre_for_Visual_Arts","surface_form":"Sainsbury Centre for Visual Arts","offset":5721},{"uri":"University_of_East_Anglia","surface_form":"University of East Anglia","offset":5802},{"uri":"Norwich%2C_Norfolk","surface_form":"Norwich","offset":5829},{"uri":"London_Stansted_Airport","surface_form":"London Stansted Airport","offset":6026},{"uri":"European_Union_Prize_for_Contemporary_Architecture","surface_form":"Mies van der Rohe Award","offset":6066},{"uri":"HSBC_Main_Building%2C_Hong_Kong","surface_form":"HSBC Main Building","offset":6179},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":6201},{"uri":"HSBC","surface_form":"HSBC","offset":6215},{"uri":"Victoria_Peak","surface_form":"Victoria Peak","offset":6320},{"uri":"Victoria_Harbour","surface_form":"Victoria Harbour","offset":6337},{"uri":"Convection","surface_form":"convection","offset":6755},{"uri":"Swiss_Re","surface_form":"Swiss Re","offset":6814},{"uri":"London","surface_form":"London","offset":6823},{"uri":"List_of_tallest_bridges_in_the_world","surface_form":"tallest bridge in the world","offset":7113},{"uri":"Millau_Viaduct","surface_form":"Millau Viaduct","offset":7146},{"uri":"Southern_France","surface_form":"Southern France","offset":7164},{"uri":"The_Sunday_Times_(UK)","surface_form":"The Sunday Times","offset":7303},{"uri":"Article_25","surface_form":"Article 25","offset":7615},{"uri":"The_Architecture_Foundation","surface_form":"The Architecture Foundation","offset":7767},{"uri":"Philippe_Starck","surface_form":"Philippe Starck","offset":7887},{"uri":"Sir_Richard_Branson","surface_form":"Sir Richard Branson","offset":7907},{"uri":"Virgin_Group","surface_form":"Virgin Group","offset":7934},{"uri":"Virgin_Galactic","surface_form":"Virgin Galactic","offset":7955},{"uri":"Bloomberg","surface_form":"Bloomberg's","offset":8100},{"uri":"Monaco_Yacht_club","surface_form":"Monaco Yacht club","offset":8166},{"uri":"McLaren","surface_form":"McLaren","offset":8192},{"uri":"Article_25","surface_form":"Article 25","offset":8291},{"uri":"The_Architecture_Foundation","surface_form":"the Architecture Foundation","offset":8488},{"uri":"Knighted","surface_form":"knighted","offset":8879},{"uri":"Order_of_Merit_(Commonwealth)","surface_form":"Order of Merit","offset":8917},{"uri":"Life_peer","surface_form":"life peer","offset":8967},{"uri":"Stirling_Prize","surface_form":"Stirling Prize","offset":9137},{"uri":"Imperial_War_Museum_Duxford","surface_form":"Imperial War Museum Duxford","offset":9204},{"uri":"Pritzker_Architecture_Prize","surface_form":"Pritzker Architecture Prize","offset":9307},{"uri":"Chartered_Society_of_Designers","surface_form":"Chartered Society of Designers","offset":9371},{"uri":"Germany","surface_form":"Germany","offset":9467},{"uri":"Pour_le_M%C3%A9rite","surface_form":"Pour le Mérite","offset":9506},{"uri":"Aga_Khan_Award_for_Architecture","surface_form":"Aga Khan Award for Architecture","offset":9579},{"uri":"Universiti_Teknologi_Petronas","surface_form":"University of Technology Petronas","offset":9666},{"uri":"University_of_Dundee","surface_form":"University of Dundee","offset":9842},{"uri":"Prince_of_Asturias_Awards","surface_form":"Prince of Asturias Award","offset":9895},{"uri":"Culture_of_the_United_Kingdom","surface_form":"British cultural icons","offset":9974},{"uri":"Peter_Blake_(artist)","surface_form":"Peter Blake","offset":10020},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":10102},{"uri":"India","surface_form":"India","offset":10530},{"uri":"Sabiha_Rumani_Malik","surface_form":"Sabiha Rumani Malik","offset":10548},{"uri":"Andrew_Knight","surface_form":"Andrew Knight","offset":10591},{"uri":"News_International","surface_form":"News International","offset":10653},{"uri":"Elena_Ochoa","surface_form":"Elena Ochoa","offset":10734}]}