{"id":246051,"url":"http://en.wikipedia.org/wiki/Weather_map","text":"A weather map is a tool. It shows facts about the weather quickly. Weather maps have been used from the mid-19th century, for study and for weather forecasting. Some maps show differences of temperature, and weather fronts.\nA station model is a symbolic picture showing the weather at a reporting station. Meteorologists made the station model to put down many weather elements in a small space on weather maps. Maps thickly filled with station-model plots can be hard to read. However, they help meteorologists, pilots, and mariners to see important weather patterns. A computer draws a station model for every place of observation. The station model is mostly used for surface-weather maps. It can also be used to show the weather in the sky, though. A complete station-model map lets people study patterns in air pressure, temperature, wind, cloud cover, and precipitation.\nHistory.\nPeople first began using weather charts in a modern way in the mid-19th century. They began using them to make a theory about storm systems. When a telegraph network developed by 1845, it was possible for people to collect information about the weather. They could get the information from many different places far away quickly enough for the information to be useful. In the 1840s, Joseph Henry took charge. He helped the Smithsonian Institution focus most of its observers on the center and the eastern part of the United States during the 1840s and 1860s. The U.S. Army Signal Corps kept up this network between 1870 and 1874 by an act of Congress. It later expanded to the Western United States.\nAt first, all the data on the map was not taken from these analyses. This was because there was not enough time standardization. People first tried to standardize time in Great Britain in 1855. The entire United States was not influenced by time zones (areas with different times) until 1906. This was when Detroit had made the standard time at last. Over all the earth, other countries began taking weather observations at the same time. This started in 1873.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tool","surface_form":"tool","offset":19},{"uri":"Weather","surface_form":"weather","offset":50},{"uri":"Weather_forecasting","surface_form":"weather forecasting","offset":140},{"uri":"Temperature","surface_form":"temperature","offset":191},{"uri":"Weather_fronts","surface_form":"weather fronts","offset":208},{"uri":"Symbol","surface_form":"symbol","offset":245},{"uri":"Weather","surface_form":"weather","offset":274},{"uri":"Weather_station","surface_form":"reporting station","offset":287},{"uri":"Meteorologist","surface_form":"Meteorologist","offset":306},{"uri":"Pilot","surface_form":"pilot","offset":513},{"uri":"Mariner","surface_form":"mariner","offset":525},{"uri":"Air_pressure","surface_form":"air pressure","offset":812},{"uri":"Temperature","surface_form":"temperature","offset":826},{"uri":"Wind","surface_form":"wind","offset":839},{"uri":"Cloud","surface_form":"cloud","offset":845},{"uri":"Precipitation","surface_form":"precipitation","offset":862},{"uri":"Theory","surface_form":"theory","offset":999},{"uri":"Storm","surface_form":"storm","offset":1012},{"uri":"Telegraph","surface_form":"telegraph","offset":1034},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":1310},{"uri":"United_States","surface_form":"United States","offset":1404},{"uri":"U.S._Army_Signal_Corps","surface_form":"U.S. Army Signal Corps","offset":1450},{"uri":"Western_United_States","surface_form":"Western United States","offset":1564},{"uri":"Standard","surface_form":"standardization","offset":1699},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1758},{"uri":"Detroit","surface_form":"Detroit","offset":1894}]}