{"id":246036,"url":"http://en.wikipedia.org/wiki/Lost_(season_6)","text":"The sixth and final season of the American television series \"Lost'\"\" began broadcast in the United States and Canada on February 2, 2010. In the final 18 TV episodes, the writers showed the fate of the remaining survivors, and explained the powers which the Island held in their lives. The sixth-season premiere was the first to climb in the ratings year-over-year since the second season, drawing 12.1 million viewers. The series finale aired on May 23, 2010. The final episode ran 2.5 hours starting at 9/8 CDT, pushing the late-night news back a half-hour. It was followed by the previously announced post-finale special, \"Jimmy Kimmel Live: Aloha to Lost\", at 12:05 a.m. (11:05 CDT). The season continued the stories of the survivors of the fictional September 22, 2004 crash of Oceanic Airlines Flight 815, on an unknown island in the South Pacific. The survivors must deal with two outcomes of the explosion of a nuclear bomb on the island in the 1970s. While the on-island story continues, a set of \"flash sideways\" scenes show a second timeline, in which Flight 815 never crashes. The season is scheduled to be released on DVD and Blu-ray on August 24, 2010, alongside a complete series boxset.\nFor a summary of the final season's storyline, see below: \"Season 6 plot summary\".\nProduction.\nOn May 7, 2007, ABC Entertainment President Stephen McPherson announced that \"Lost\" would end during the 2009–2010 season with a \"highly anticipated and shocking finale\". \"We felt that this was the only way to give \"Lost\" a proper creative conclusion,\" McPherson said. Beginning with the 2007–2008 television season, the final 48 episodes would have been aired as three seasons with 16 episodes each, with \"Lost\" concluding in its sixth season. Due to the 2007-2008 writers' strike, the fourth season featured 14 episodes, and season 5 had 17 episodes. Season six was planned to have 17 episodes, too. However, on June 29 it was announced that the final season would feature an additional hour, making the number of episodes 18.\nExecutive producers Damon Lindelof and Carlton Cuse stated that they \"always envisioned \"Lost\" as a show with a beginning, middle, and end,\" and that by announcing when the show would end that viewers would \"have the security of knowing that the story will play out as we've intended.\" Lindelof and Cuse stated that securing the 2010 series-end date \"was immensely liberating\" and helped the series rediscover its focus. Lindelof noted, \"We're no longer stalling.\" The producers also planned to wrap up long-standing mysteries, such as the nature of the smoke monster, the reason the Dharma periodic resupply drops continue after the purge, and the \"bird\" from \"Exodus Pt. 2\" and \"Live Together, Die Alone Pt. 1\". While the destruction of the four-toed statue of Taweret was revealed in the ninth episode of the final season, Lindelof hinted that the identity of the statue's builders would not be addressed. The producer also indicated that Walt's unusual abilities may be explained, although not necessarily with the character's direct involvement. In a podcast, Cuse and Lindelof stated that they would explain the \"Rules\" first stated in an episode in season four, but only those that are \"important for the narrative they are telling.\" Matthew Fox said in an interview that in the final season, the characters of Jack Shephard and John Locke \"will come head to head.\" It was also claimed that a third of the way through the final season, the two timelines would be \"solidified into one\" and \"will be very linear – no more flashbacks, nothing;\" however this was still not the case by the season midpoint. He also claimed to be the only cast member to know the ending of the series, though Lindelof has clarified that Fox only knew things that were relevant to his character.\nDuring Comic-Con 2009, numerous sixth-season reports were made. Carlton Cuse stated both the time travel and flash-forward seasons were over, and they were moving into something different for the sixth season. Josh Holloway stated his character Sawyer would revert to his old self after the loss of Juliet. Though Cuse and Lindelof stated that the Dharma Initiative would no longer play a large role in the show, they have said that the \"Dharma-Michigan connection\" would play a significant role in season six. Lindelof stated that the producers had a direct hand in the production of the season six promotional poster that was first displayed at Comic-Con, and that everything in it was intentional; he also made a reference to the Abbey Road cover in connection to the poster. Season six was the first and only season of Lost ever to not feature any kind of preview or official promotional material such as sneak peeks and promo pictures for future episodes since the Lost producers considered any single frame from the first episodes to be too revealing. According to Lindelof, \"even a single scene from the show would basically tip what it is we're doing this year, and what it is we're doing this year is different than what we've done in other years.\" Lindelof has also emphasized that the flashes-sideways are important, stating \"People are saying [they] don't need these stories and all we can say is they're absolutely 100 percent necessary to tell the story of Lost, and hopefully by the end of the season it will be more obvious as to why.\" He also noted that the term \"flash-sideways\" was deliberately used instead of \"alternate reality\" because viewers might otherwise \"infer that one of them isn't real, or one of them is real and the other is the alternate to being real.\" When asked to describe the last three episodes, Lindelof said \"Water.\"\nABC charged advertisers $900,000 USD for a 30-second commercial during the series finale, in contrast to the standard 2010 season price of $214,000.\nCast.\nThe cast features fifteen major roles with star billing: eleven return from the fifth season, one returns from the fourth season after a year's absence, and three are new regular cast members. Unlike the latter half of the previous season, in which the cast was divided into two groups following two separate storylines, Season Six features an alternate universe scenario which the producers call \"flash-sideways,\" and almost all the main characters participate in both storylines. Returning from the fifth season are the survivors' leader Dr. Jack Shephard (Matthew Fox); former fugitive Kate Austen (Evangeline Lilly); millionaire Hugo \"Hurley\" Reyes (Jorge Garcia); former torturer Sayid Jarrah (Naveen Andrews); con artist James \"Sawyer\" Ford (Josh Holloway); medium Miles Straume (Ken Leung); former mob-enforcer Jin-Soo Kwon (Daniel Dae Kim) and his privileged wife Sun Kwon (Yunjin Kim); leader of the island's native population (known as the \"Others\") Ben Linus (Michael Emerson); and deceased crash survivor John Locke, who lives on in the sideways timeline but has been possessed in the original timeline by the mysterious Man In Black. Emilie de Ravin returns in her role as Claire Littleton, a new mother who was absent for one season after disappearing on the Island, and Henry Ian Cusick also returns as Desmond Hume, who starts the season off the Island. The new main cast roles go to pilot Frank Lapidus (Jeff Fahey), Richard Alpert (Nestor Carbonell), an ageless advisor to the Others, and mysterious Flight 316 leader Ilana Verdansky (Zuleikha Robinson). Carbonell was named a main cast member by the executive producers at Comic-Con 2009, after guest starring in the previous three seasons, and Fahey and Robinson were confirmed after appearing in recurring roles in the fourth and fifth seasons.\nSeveral former cast members are scheduled to return to the show, or have been asked back. Elizabeth Mitchell returns as fertility specialist Dr. Juliet Burke. Mitchell has stated that her return is \"instrumental to the story\". Dominic Monaghan returned as rock star Charlie Pace in four episodes. Jeremy Davies returned as physicist Daniel Faraday in multiple episodes. Ian Somerhalder also returned as Flight 815 crash survivor Boone Carlyle in several episodes. Rebecca Mader, who portrays anthropologist Charlotte Lewis, also returned. The producers have also confirmed that Harold Perrineau and Cynthia Watros, who portray Michael Dawson and Libby Smith, respectively, returned in the second half of the season. About the return of Libby, Cuse stated, \"Finally, all of your questions [about Libby] will be answered\", however, Lindelof jokingly responded, \"No, they will not\". Michelle Rodriguez, another second season star, returned as police officer Ana Lucia Cortez, following a brief cameo in the fifth season. Maggie Grace, who portrays Shannon Rutherford, Boone's stepsister, was asked to return at the beginning of the season, but Grace was unable due to her schedule; she appeared later in the season, instead. Furthermore, the producers wished to bring back the character of Walt Lloyd, however Malcolm David Kelley, who portrays Walt, has aged significantly and the producers are working to overcome this obstacle.\nRecurring characters who returned include: Jack and Claire's father, Dr. Christian Shephard (John Terry), wealthy industrialist and former Other Charles Widmore (Alan Dale), Desmond's wife Penny Widmore (Sonya Walger), former Other Eloise Hawking (Fionnula Flanagan), Locke's ex-girlfriend, Helen Norwood (Katey Sagal), Hurley's former boss, Randy Nations (Billy Ray Gallion), mysterious Flight 316 passenger Bram (Brad William Henke), Sayid's wife, Nadia (Andrea Gabriel), deceased Frenchwoman Danielle Rousseau (Mira Furlan), science teacher Leslie Arzt (Daniel Roebuck), the Others' doctor Ethan Rom (William Mapother), Ben Linus' father Roger (Jon Gries), mercenaries Martin Keamy (Kevin Durand) and Omar (Anthony Azizi), and Vincent, a dog who survived the crash of Flight 815 and lives on the island. Mark Pellegrino returns in his role as Jacob, the mysterious figure in charge of the island, while Titus Welliver also reprises his role as the mysterious unnamed character, known only as \"The Man in Black\", who appeared to be antagonistic to him in the season 5 finale. L. Scott Caldwell and Sam Anderson returned in their roles as Rose and Bernard respectively, as does Kimberley Joseph who plays 815 stewardess-turned-Other Cindy. Also, Academy Award-winner Fisher Stevens returns as communications officer George Minkowski from the first few episodes of the fourth season in the eleventh episode. Kevin Tighe returns as Anthony Cooper, Locke's father.\nSeveral new recurring characters were introduced in the sixth season. \"Deadwood\" actor John Hawkes was cast to portray a character named Lennon and Japanese actor Hiroyuki Sanada obtained the role of; both men are Others stationed at the temple. Also, William Atherton was cast in a guest role as the principal of the school where Ben works. Sheila Kelley has been cast in a recurring role that was initially described as \"Kendall\" and later confirmed to be \"Zoe\".\nEpisodes.\nThe season premiered on February 2, 2010, with a double-length episode (two hours including commercials) preceded by a one-hour clip show, entitled \"Lost: Final Chapter\". The show continued from February 9 at its new timeslot of Tuesdays at 9 pm, with a total of 18 episodes airing in 16 broadcasts, ending with a two and a half hour, two-part series finale, the latter part of which aired Sunday, May 23, 2010. Additionally, the first hour of the premiere episode was screened to an estimated 15,000 fans on Waikiki Beach on January 30. In the following table, \"Series #\" refers to the episode's number in the overall series, whereas \"Season #\" refers to the episode's number in this particular season. \"U.S. viewers in millions\" refers to the number of Americans in millions who watched the episodes live or recorded them and watched them within seven days of broadcast.\nSeason 6 plot summary.\nThe sixth season followed two timelines, each an outcome of the explosion of a hydrogen bomb in the previous season finale. In the first timeline (referred to as \"flash sideways\"), Oceanic Flight 815 never crashes but lands with all leaving the airplane at Los Angeles LAX airport. In the second timeline, the remaining survivors return to the present day (on the Island) and must deal with the demise of \"Jacob\", whose death has been caused by the mysterious Man in Black, the Smoke Monster. According to show producer Damon Lindelof, the term \"flash-sideways\" was deliberately used instead of \"alternate reality\" because it might then imply \"that one of them isn't real, or one of them is real and the other is the alternate to being real.\"\nOn the island, it is revealed that, long long ago, infant \"Jacob\" and his brother were stolen, from their birth mother, by a woman who raised them to become protectors of the island, after her. At the hidden center of the island, is a waterfall cave containing a bright power source. \"Jacob\" (with blond hair) and his brother (with black hair, symbolizing white and black) grow up with opposing viewpoints. \"Jacob\" stays loyal to his adoptive mother, but his brother joins with outsiders on the island. When the brother reveals that they have dug into the core of the island, tapping an underground power to escape, the mother hits the brother with a rock, and she destroys the people in their village. She then chooses \"Jacob\" to drink the water of immortality. His brother awakens to see the burned village, and seeking revenge, he finds and kills his adoptive mother. \"Jacob\" discovers her dead body, and in turn, throws his brother into the waterfall cave, transforming him into the black Smoke Monster.\nNow centuries later, among the survivors, the Smoke Monster assumes the form of \"John Locke\", returned to the island in a coffin. This \"Locke\" had convinced \"Ben\" to enter the seaside cave and stab \"Jacob\", who fell into the fire and died. With many survivors believing that \"Locke\" has been resurrected, they follow him in various plans to leave the island. In one plan, they overthrow the guards at \"Widmore's\" submarine, and leave the island, unaware that a time bomb is inside the submarine. \"Jack\" (the doctor) discovers the time bomb, advising them not to disarm it while reasoning that the Smoke Monster cannot kill anyone directly. Instead, \"Sawyer\" (Ford) refuses to listen and pulls the bomb wires, which, instead, causes the bomb to count down faster. \"Sayid\" grabs the bomb and runs through the submarine, sacrificing himself to shield the others from the bomb blast. However, the bomb splits the submarine walls, and while sinking, \"Sun-Hwa\" is trapped in the wreckage, but \"Jin\" stays with her, vowing to never leave her side again, as they both die underwater.\n\"Jack\" swims, with a breathing tube, to the surface and back to shore. He tells the rest that \"Sun\" and \"Jin\" did not escape. In anger, \"Kate\" vows to kill \"John Locke\", for what he has done to their friends. \"Sayyid\" (the Iraqi guard), \"Richard\", and \"Miles\" (son of the DHARMA leader) go to the other island to destroy the airplane. However, crossing at sea, they find the pilot adrift, who convinces them to repair the airplane to escape later.\nThe spirit of \"Jacob\" asks who among them would become Protector of the island, and \"Jack\" volunteers. At the waterfall cave, \"Jack\" drinks the water of immortality and returns to the group. \"Jack\" says they must meet with \"Locke\" and \"Desmond\" to settle the dispute and kill \"Locke\". The 2 groups meet on the hilltop, and just the 3 proceed toward the waterfall cave. There, \"Desmond\" descends on a rope into the cave, but pulls a rock from the bottom, which puts out the light of the power source. The island begins a series of earthquake tremors, to fall into the sea, with rocks tumbling into the water. \"Locke\" flees the area, now needing to get the sailboat to the other island: he has lost his immortality when the light source was put out. \"Jack\" chases him to the sea cliffs to stop him from leaving, and a long fight begins. \"Locke\" grabs a knife and stabs \"Jack\" in the side, then forces the knife up to \"Jack's\" neck. Before plunging the knife, a gunshot is heard: \"Kate\" as promised, has shot \"Locke\" (the Smoke Monster) in the back, and \"Jack\" pushes him off the sea cliff, to die on the rocks below.\n\"Jack\" tells them he must return to the island core, as he promised Jacob, to restore the light at the waterfall cave. He instructs \"Kate\" to leave with \"Sawyer\" to get \"Claire\" into the airplane on the other island. \"Kate\" in turmoil kisses \"Jack\" goodbye, fearing it will be the last time. \"Kate\" and \"Sawyer\" jump into the sea and swim to the sailboat at anchor.\n\"Hurley\" and \"Ben\" help \"Jack\" return to the waterfall cave. They lower \"Jack\" into the cave, where he revives and ties \"Desmond\" to the rope. \"Jack\" then puts the missing stone back into the floor, and restarts the light power source. When \"Hurley\" and \"Ben\" pull the rope, they find only \"Desmond\". They call below, but \"Jack\", overcome by the knife wound and rushing water, never answered, so they take \"Desmond\" away from the area. Some time later, Jack awakens, alone, outside the cave, as if lifted from the depth of the cave by an unseen force. Dazed, he wanders through the jungle, but he is losing strength. Just as with \"Locke's\" death, \"Jack\" also lost his immortality, and protection, at the first time the light source was put out. \"Jack\" falls to the ground, looking up to the blue sky. At that point, he sees \"Kate's\" plane flying far overhead, and then closes his eyes, for the last time.\nSoon after returning on Flight 815, \"Desmond\" has been tasked to ensure that bandmember \"Charlie\" stays sober to appear at a benefit concert for Charles Widmore. \"Charlie\" keeps talking about some imaginary, profound romance with a blonde girl, as if in some dream. Trying to rebel against \"Desmond\", he grabs the steering wheel, and the car goes into the harbor. Underwater, looking back inside the car to save \"Charlie\", he remembers seeing \"NOT PENNY'S BOAT\" written on \"Charlie's\" hand, but not actually, then pulls him to the surface. They get rescued to the hospital, and Desmond asks, \"Who is Penny?\". Some memories come back, and Desmond begins to orchestrate a plan: at the school, he hits \"John Locke\" with his car, causing him to need surgery, led by \"Jack Shephard\" at the hospital. \"Desmond\" turns himself in to the police station for \"Sawyer\", who puts him in a jail cell near \"Kate\" and \"Sayid\".\nMeanwhile, \"Hurley\" has been hired to free \"Kate\", \"Sayid\" and \"Desmond\" by paying Officer \"Ana Lucia\" to detour the prison van to the harbor. They get in 2 cars, and make plans to attend the benefit concert. \"Desmond\" and \"Kate\" drive to the church, where \"Desmond\" meets the funeral van, to accept the casket of \"Christian Shephard\" (\"Jack's\" father) into the chapel. This same day, \"John Locke\" has a 2nd spinal surgery, by \"Jack\", and regains feeling in his legs. Coming to the hospital to visit \"Sun-Hwa\", the police officer \"Sawyer (Ford)\" meets \"Juliet\" at the snack machines, where they both suddenly remember their parallel life, 3 years together on the island.\nNow nighttime, \"Hurley\" drives \"Sayid\" to a backstreet, saying that he knows he is really a good guy: a fight breaks out in the alley, and a girl shouts, \"Don't hurt my brother!\" \"Sayid\", instinctively, jumps out to rescue her. When he sees her face, he remembers her: \"Shannon?\" Her stepbrother, \"Boone\" goes to the van and tells \"Hurley\", he is glad \"Sayid\" finally arrived because he was getting tired of staging the alley fight for them. \"Desmond\" attends the concert, where \"Daniel Faraday's\" mother talks to \"Desmond\" about the secret plan. While performing on stage, \"Charlie\" recognizes \"Claire\" in the audience, as the girl of his dreams, when she leaves to give birth to her son, assisted by \"Kate\" to get to the hospital.\nFinally, \"Kate\" has convinced \"Jack\" (only partially aware of his parallel memories) to drive to the church, intended for his father's funeral. There, he enters the chapel, and upon touching his father's casket, he too begins to remember \"everything\" from the Island, all of them, including his years spent with \"Kate\". However, upon opening the casket, he finds it empty: his father has assumed a spirit form, and reminds him that he, too, died on the island, in his other life, which was as real as the present day. They both enter the church, where all the former islanders have gathered: \"Sun\" with \"Jin\"; \"Sawyer\" with \"Juliet\"; \"Sayid\" with \"Shannon\"; \"Rose\" with \"Bernard\"; \"Hurley\" with \"Libby\" (etc.). Even \"Desmond\" and \"Penny\" are together there, remembering their parallel life and birth of their child. Everyone who recently landed with Oceanic Flight 815, now greet and hug each other as if old friends, remembering how, once, they all were \"lost\" but now they have found each other.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_program","surface_form":"television series","offset":43},{"uri":"Lost_(TV_series)","surface_form":"Lost'\"","offset":62},{"uri":"United_States","surface_form":"United States","offset":93},{"uri":"Canada","surface_form":"Canada","offset":111},{"uri":"Episode","surface_form":"episode","offset":158},{"uri":"Survivor","surface_form":"survivor","offset":213},{"uri":"Central_Daylight_Time","surface_form":"CDT","offset":510},{"uri":"Oceanic_Airlines","surface_form":"Oceanic Airlines","offset":784},{"uri":"South_Pacific","surface_form":"South Pacific","offset":841},{"uri":"2007%E2%80%932008_Writers_Guild_of_America_strike","surface_form":"2007-2008 writers' strike","offset":1755},{"uri":"Damon_Lindelof","surface_form":"Damon Lindelof","offset":2048},{"uri":"Carlton_Cuse","surface_form":"Carlton Cuse","offset":2067},{"uri":"Exodus_(Lost)","surface_form":"Exodus Pt. 2","offset":2690},{"uri":"Live_Together%2C_Die_Alone","surface_form":"Live Together, Die Alone Pt. 1","offset":2709},{"uri":"Ab_Aeterno","surface_form":"ninth episode of the final season","offset":2819},{"uri":"Walt_Lloyd","surface_form":"Walt","offset":2970},{"uri":"The_Shape_of_Things_to_Come_(Lost)","surface_form":"an episode in season four","offset":3170},{"uri":"Comic-Con_International","surface_form":"Comic-Con 2009","offset":3814},{"uri":"Dharma_Initiative","surface_form":"Dharma Initiative","offset":4155},{"uri":"Abbey_Road","surface_form":"Abbey Road","offset":4540},{"uri":"USD","surface_form":"USD","offset":5699},{"uri":"Alternate_universe","surface_form":"alternate universe","offset":6165},{"uri":"Jack_Shephard","surface_form":"Jack Shephard","offset":6365},{"uri":"Matthew_Fox_(actor)","surface_form":"Matthew Fox","offset":6380},{"uri":"Kate_Austen","surface_form":"Kate Austen","offset":6410},{"uri":"Evangeline_Lilly","surface_form":"Evangeline Lilly","offset":6423},{"uri":"Hugo_%26quot%3BHurley%26quot%3B_Reyes","surface_form":"Hugo \"Hurley\" Reyes","offset":6454},{"uri":"Jorge_Garcia","surface_form":"Jorge Garcia","offset":6475},{"uri":"Sayid_Jarrah","surface_form":"Sayid Jarrah","offset":6506},{"uri":"Naveen_Andrews","surface_form":"Naveen Andrews","offset":6520},{"uri":"James_%26quot%3BSawyer%26quot%3B_Ford","surface_form":"James \"Sawyer\" Ford","offset":6548},{"uri":"Josh_Holloway","surface_form":"Josh Holloway","offset":6569},{"uri":"Mediumship","surface_form":"medium","offset":6585},{"uri":"Miles_Straume","surface_form":"Miles Straume","offset":6592},{"uri":"Ken_Leung","surface_form":"Ken Leung","offset":6607},{"uri":"Jin-Soo_Kwon","surface_form":"Jin-Soo Kwon","offset":6639},{"uri":"Daniel_Dae_Kim","surface_form":"Daniel Dae Kim","offset":6653},{"uri":"Sun-Hwa_Kwon","surface_form":"Sun Kwon","offset":6693},{"uri":"Yunjin_Kim","surface_form":"Yunjin Kim","offset":6703},{"uri":"Others_(Lost)","surface_form":"Others","offset":6772},{"uri":"Ben_Linus","surface_form":"Ben Linus","offset":6781},{"uri":"Michael_Emerson","surface_form":"Michael Emerson","offset":6792},{"uri":"John_Locke_(Lost)","surface_form":"John Locke","offset":6838},{"uri":"Man_in_Black_(Lost)","surface_form":"Man In Black","offset":6954},{"uri":"Emilie_de_Ravin","surface_form":"Emilie de Ravin","offset":6968},{"uri":"Claire_Littleton","surface_form":"Claire Littleton","offset":7007},{"uri":"Henry_Ian_Cusick","surface_form":"Henry Ian Cusick","offset":7106},{"uri":"Desmond_Hume","surface_form":"Desmond Hume","offset":7139},{"uri":"Frank_Lapidus","surface_form":"Frank Lapidus","offset":7227},{"uri":"Jeff_Fahey","surface_form":"Jeff Fahey","offset":7242},{"uri":"Richard_Alpert_(Lost)","surface_form":"Richard Alpert","offset":7255},{"uri":"Nestor_Carbonell","surface_form":"Nestor Carbonell","offset":7271},{"uri":"Ilana_(Lost)","surface_form":"Ilana Verdansky","offset":7357},{"uri":"Zuleikha_Robinson","surface_form":"Zuleikha Robinson","offset":7374},{"uri":"Elizabeth_Mitchell","surface_form":"Elizabeth Mitchell","offset":7727},{"uri":"Juliet_Burke","surface_form":"Juliet Burke","offset":7782},{"uri":"Dominic_Monaghan","surface_form":"Dominic Monaghan","offset":7864},{"uri":"Charlie_Pace","surface_form":"Charlie Pace","offset":7903},{"uri":"Jeremy_Davies_(actor)","surface_form":"Jeremy Davies","offset":7934},{"uri":"Physicist","surface_form":"physicist","offset":7960},{"uri":"Ian_Somerhalder","surface_form":"Ian Somerhalder","offset":8007},{"uri":"Boone_Carlyle","surface_form":"Boone Carlyle","offset":8066},{"uri":"Rebecca_Mader","surface_form":"Rebecca Mader","offset":8101},{"uri":"Charlotte_Lewis_(Lost)","surface_form":"Charlotte Lewis","offset":8144},{"uri":"Harold_Perrineau","surface_form":"Harold Perrineau","offset":8215},{"uri":"Cynthia_Watros","surface_form":"Cynthia Watros","offset":8236},{"uri":"Michael_Dawson_(Lost)","surface_form":"Michael Dawson","offset":8264},{"uri":"Libby_Smith","surface_form":"Libby Smith","offset":8283},{"uri":"Michelle_Rodriguez","surface_form":"Michelle Rodriguez","offset":8517},{"uri":"Lost_(season_2)","surface_form":"second season","offset":8545},{"uri":"Ana_Lucia_Cortez","surface_form":"Ana Lucia Cortez","offset":8592},{"uri":"Maggie_Grace","surface_form":"Maggie Grace","offset":8655},{"uri":"Shannon_Rutherford","surface_form":"Shannon Rutherford","offset":8682},{"uri":"Walt_Lloyd","surface_form":"Walt Lloyd","offset":8924},{"uri":"Malcolm_David_Kelley","surface_form":"Malcolm David Kelley","offset":8944},{"uri":"Christian_Shephard","surface_form":"Christian Shephard","offset":9138},{"uri":"John_Terry_(actor)","surface_form":"John Terry","offset":9158},{"uri":"Charles_Widmore","surface_form":"Charles Widmore","offset":9210},{"uri":"Alan_Dale","surface_form":"Alan Dale","offset":9227},{"uri":"Penny_Widmore","surface_form":"Penny Widmore","offset":9254},{"uri":"Sonya_Walger","surface_form":"Sonya Walger","offset":9269},{"uri":"Fionnula_Flanagan","surface_form":"Fionnula Flanagan","offset":9313},{"uri":"Katey_Sagal","surface_form":"Katey Sagal","offset":9371},{"uri":"Billy_Ray_Gallion","surface_form":"Billy Ray Gallion","offset":9422},{"uri":"Brad_William_Henke","surface_form":"Brad William Henke","offset":9480},{"uri":"Andrea_Gabriel","surface_form":"Andrea Gabriel","offset":9522},{"uri":"Danielle_Rousseau","surface_form":"Danielle Rousseau","offset":9560},{"uri":"Mira_Furlan","surface_form":"Mira Furlan","offset":9579},{"uri":"Leslie_Arzt","surface_form":"Leslie Arzt","offset":9609},{"uri":"Daniel_Roebuck","surface_form":"Daniel Roebuck","offset":9622},{"uri":"Ethan_Rom","surface_form":"Ethan Rom","offset":9658},{"uri":"William_Mapother","surface_form":"William Mapother","offset":9669},{"uri":"Jon_Gries","surface_form":"Jon Gries","offset":9713},{"uri":"Martin_Keamy","surface_form":"Martin Keamy","offset":9737},{"uri":"Kevin_Durand","surface_form":"Kevin Durand","offset":9751},{"uri":"Anthony_Azizi","surface_form":"Anthony Azizi","offset":9775},{"uri":"Mark_Pellegrino","surface_form":"Mark Pellegrino","offset":9872},{"uri":"Titus_Welliver","surface_form":"Titus Welliver","offset":9971},{"uri":"Man_in_black_(Lost)","surface_form":"The Man in Black","offset":10061},{"uri":"The_Incident_(Lost)","surface_form":"season 5 finale","offset":10126},{"uri":"L._Scott_Caldwell","surface_form":"L. Scott Caldwell","offset":10143},{"uri":"Sam_Anderson","surface_form":"Sam Anderson","offset":10165},{"uri":"Rose_Henderson","surface_form":"Rose","offset":10205},{"uri":"Bernard_Nadler","surface_form":"Bernard","offset":10214},{"uri":"Kimberley_Joseph","surface_form":"Kimberley Joseph","offset":10244},{"uri":"Cindy_Chandler","surface_form":"Cindy","offset":10299},{"uri":"Academy_Award","surface_form":"Academy Award","offset":10312},{"uri":"Fisher_Stevens","surface_form":"Fisher Stevens","offset":10333},{"uri":"Lost_(season_4)","surface_form":"the fourth season","offset":10430},{"uri":"Kevin_Tighe","surface_form":"Kevin Tighe","offset":10473},{"uri":"Deadwood_(TV_series)","surface_form":"Deadwood","offset":10599},{"uri":"John_Hawkes_(actor)","surface_form":"John Hawkes","offset":10615},{"uri":"Hiroyuki_Sanada","surface_form":"Hiroyuki Sanada","offset":10691},{"uri":"William_Atherton","surface_form":"William Atherton","offset":10780},{"uri":"Sheila_Kelley_(American_actress)","surface_form":"Sheila Kelley","offset":10870},{"uri":"Waikiki_Beach","surface_form":"Waikiki Beach","offset":11512},{"uri":"Survivor","surface_form":"survivor","offset":12219},{"uri":"Coffin","surface_form":"coffin","offset":13772},{"uri":"Resurrect","surface_form":"resurrect","offset":13942},{"uri":"Earthquake","surface_form":"earthquake","offset":15704},{"uri":"Tremor","surface_form":"tremor","offset":15715},{"uri":"Cliff","surface_form":"cliff","offset":15951},{"uri":"Concert","surface_form":"concert","offset":17693},{"uri":"Romance_(love)","surface_form":"romance","offset":17777},{"uri":"Wheel","surface_form":"wheel","offset":17883},{"uri":"Harbor","surface_form":"harbor","offset":17916},{"uri":"Surgery","surface_form":"surgery","offset":18306},{"uri":"Jail_cell","surface_form":"jail cell","offset":18436},{"uri":"Detour","surface_form":"detour","offset":18577},{"uri":"Funeral","surface_form":"funeral","offset":18748},{"uri":"Casket","surface_form":"casket","offset":18775},{"uri":"Stepbrother","surface_form":"stepbrother","offset":19426},{"uri":"Chapel","surface_form":"chapel","offset":20040}]}