{"id":246022,"url":"http://en.wikipedia.org/wiki/Louver","text":"A louver (American English) or louvre (British English), from the French \"l'ouvert\"; \"the open one\") is a window, blind or shutter with horizontal or, less often, vertical slats. They are angled to allow light and air in. They also keep out rain, direct sunshine, and noise. The angle of the slats may be adjusted.\nLouvers come from the Middle Ages as lantern-like constructions in wood that were fitted on top of roof holes. They were put in large kitchens to allow ventilation while keeping out rain and snow. They were originally rather rough constructions consisting only of a barrel. Later they became more elaborate designs made of pottery. They took the shape of faces where the smoke and steam from cooking would pour out through the eyes and mouth. They also became more like modern louvers, with slats that could be opened or closed by pulling on a string.\nMore modern louver windows are made of slats of glass, opened and closed with a metal lever. They may also be shutters of wood, plastic or other material.\nSome modern louver systems serve to improve indoor daylighting. Fixed mirrored louver systems can limit glare and of redirect diffuse light. Such louvers may be put in between two panes of double glazing.\nLouvers are rarely seen as primary design elements in the language of modern architecture. They are rather simply a technical device. However, there are examples of architects who use them as part of the overall aesthetic effect of their buildings. The most well-known example is Finnish modernist architect Alvar Aalto who would create aesthetic effects in the facades of his buildings through the combination of different types and sizes of louvers. Some are fixed and some are moveable. They are made mostly from wood (e.g. the various buildings of the Helsinki University of Technology). A second example, taking influence from Aalto, is the second-generation modernist architect Juha Leiviskä.\nAdditionally, louvers are used as semi-passive means of thermal control on spacecraft. They are also available as an accessory for some automobiles.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":66},{"uri":"Window_blind","surface_form":"blind","offset":114},{"uri":"Window_shutter","surface_form":"shutter","offset":123},{"uri":"Slats","surface_form":"slats","offset":172},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":337},{"uri":"Ventilation","surface_form":"ventilation","offset":467},{"uri":"Daylighting","surface_form":"daylighting","offset":1073},{"uri":"Mirror","surface_form":"mirror","offset":1092},{"uri":"Double_glazing","surface_form":"double glazing","offset":1211},{"uri":"Alvar_Aalto","surface_form":"Alvar Aalto","offset":1535},{"uri":"Helsinki_University_of_Technology","surface_form":"Helsinki University of Technology","offset":1783},{"uri":"Juha_Leivisk%C3%A4","surface_form":"Juha Leiviskä","offset":1911},{"uri":"Spacecraft","surface_form":"spacecraft","offset":2001}]}