{"id":246267,"url":"http://en.wikipedia.org/wiki/Asia_Brewery","text":"Asia Brewery is a brewery founded in 1982 in Makati City, the Philippines. It is one of only two breweries in the Philippines, and is the smaller of the two, with only 10% market share. It is owned by Lucio Tan, listed by Forbes Magazine as the second richest Filipino in the Philippines, with assets worth $1.5 billion.\nProducts.\nIt produces malt beverages like beer, shandy, iced tea, bottled water and carbonated soft drinks. Its sister company Tanduay Distillers, Inc. produces hard liquor. It somewhat mimics the structure of its bigger rival San Miguel Corporation, except that ABI has no food and agribusiness divisions.\nIt offers eight beers in the Philippines with its flagship brand Beer na Beer launched in 1988 as Beer Pale Pilsen. It changed its name to Beer na Beer after lawsuits by other breweries using the term pale pilsen. In 2001, Beer na Beer was reformulated and now has 6.0% alcohol volume.\nABI's seven other beers are sold on a somewhat limited scale, but its Colt 45 brand, launched in 1995, is the biggest among them. This malt liquor's biggest competitor is Red Horse Extra Strong from San Miguel. ABI's other licensed brands are Carlsberg (the brewery's first beer in 1987), Lone Star (launched in 2000), Lone Star Light (2002), Colt Ice (2003), Lone Star ULTRA (the country's first low-carb beer, launched in 2004, Stag (either cancelled or it's just hard to find in the country), and Coors (2008).\nThe company also offers Absolute distilled drinking water, the second biggest-selling bottled water brand in the market behind SMC's Wilkins, and Summit mineral water. They are both launched in 1992.\nIn 1995, Q Shandy was launched to compete with SMC's Cali. In 1999, Pacific Sun iced tea was launched. In 2009, Asia Brewery introduced Feelgood, the first juice drink in the Philippines to contain prebiotics.\nAsia Brewery entered the low-priced carbonated soft drinks market by acquiring a license to produce Virgin Cola from Virgin Drinks. They are responsible in distributing products such as Summit Vitaminwater, ZeroCal and 100Plus.\nIn 2008, Asia Brewery partnered with Cobra International Beverage Holdings, Inc. introduced the Philippine version of Cobra Energy Drink, is the ready-to-drink energy drink now in the Philippine market.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brewery","surface_form":"brewery","offset":18},{"uri":"Philippines","surface_form":"Philippines","offset":62},{"uri":"Lucio_Tan","surface_form":"Lucio Tan","offset":201},{"uri":"Forbes_Magazine","surface_form":"Forbes Magazine","offset":222},{"uri":"Beer","surface_form":"beer","offset":363},{"uri":"Shandy","surface_form":"shandy","offset":369},{"uri":"San_Miguel_Corporation","surface_form":"San Miguel Corporation","offset":548},{"uri":"Philippines","surface_form":"Philippines","offset":657},{"uri":"Beer_na_Beer","surface_form":"Beer na Beer","offset":693},{"uri":"Colt_45_(malt_liquor)","surface_form":"Colt 45","offset":984},{"uri":"Carlsberg_Group","surface_form":"Carlsberg","offset":1157},{"uri":"Lone_Star_(beer)","surface_form":"Lone Star","offset":1203},{"uri":"Prebiotics","surface_form":"prebiotics","offset":1826},{"uri":"Virgin_Cola","surface_form":"Virgin Cola","offset":1938},{"uri":"Virgin_Drinks","surface_form":"Virgin Drinks","offset":1955},{"uri":"Philippines","surface_form":"Philippine","offset":2162}]}