{"id":246273,"url":"http://en.wikipedia.org/wiki/NBA_TV","text":"NBA TV is a television specialty channel that is dedicated to showcasing the sport of basketball in the United States. The network is financially backed by the National Basketball Association (NBA), which also uses NBA TV as a way of advertising their out of market package NBA League Pass, and partner channel TNT.\nEarly years.\nStarted in 1999 as nba.com TV, the channel, which had its studios at NBA Entertainment in Secaucus, New Jersey, began a multi-year deal with American television companies Cox Communications, Cablevision, and Time Warner on June 28, 2003, allowing the network to expand to 45 million American homes, and 30 different countries. NBA TV replaced Time Warner's SI on many cable systems after that network shut down a year earlier.\nProgramming.\nNBA TV offers basketball news every day, as well as programming showcasing basketball players' individual lifestyles, life as a basketball team during an NBA season, famous games of the past, and live games typically four days a week during the NBA season. Live games on NBA TV are subject to local blackout restrictions, since NBA TV does not have exclusive broadcast rights to any of its games. Games carried by NBA TV are always also carried by each team's local rights holder.\nThe channel also shows international games, typically on Saturday evenings, with special emphasis on the Euroleague and the Maccabi Tel Aviv team from Israel. In April 2005, the channel televised the Chinese Basketball Association finals for the first time.\nNBA TV carries at least 90 regular-season games per season, all broadcast in high definition, as well as some first-round playoff games. It also broadcasts WNBA games nationally (subject to local blackout).\nThe channel's flagship program is \"NBA Gametime Live\", a show in which a host and studio analysts go over the latest news, highlights, and look in at games in progress. The show is live six days a week, not airing on most Thursdays due to NBA's coverage of \"The NBA on TNT\". An edited one hour/thirty minute version of the broadcast is repeated throughout the late night/early morning hours.\nPersonalities.\nThe studio host and analysts vary every night on NBA Gametime Live.\nOwnership.\nOn October 8, 2007, it was reported that Turner Sports, a division of Time Warner, was to take over the channel's operations, according to\n\"NBATV: Surprisingly there has been little said about the NBA's decision to sell off NBATV to one of its media partners. Talks had gone on for as ESPN/ABC and Turner both explored scenarios with the league. Ultimately it seems Turner has won out, and will take over operation of the league's flagship cable channel, that reaches some 12 million subscribers. The exact changeover date is not clear, but several months ago a Bloomberg report cited sources saying senior level producers were offered contract buyouts in September.\"\nTurner Sports relaunched the channel on October 28, 2008, using analysts carried over from NBA on TNT.\nThe studio was also upgraded, and the show now airs live from Studio B at Turner Studios in Atlanta, Georgia; Studio B is adjacent to Studio J, home of Inside the NBA.\nInternational presence.\nIn 2001, Raptors NBA TV begin airing in Canada. Although quite similar to NBA TV, there is a larger focus on the Toronto Raptors basketball team, due to Canadian content requirements and restrictions on foreign ownership (the channel is owned by Raptors parent company Maple Leaf Sports & Entertainment, not the league).\nNBA TV HD.\nNBA TV HD is a 1080i high definition simulcast of NBA TV. All studio programs and original shows are shot in HD, and all live games and recent game rebroadcasts are shown in HD. For programs not available in HD (such as older game footage), unique stylized pillarboxes are used, the NBA logo with \"NBA TV\" under it, or alternately, just \"NBA TV\" sideways. Both are in black and gray\nNew carriage agreements.\nOn April 16, 2009, it was announced that DirecTV and the NBA reached a new carriage agreement. NBA TV was moved from the satellite television provider's add-on Sports Pack (and premium subscription package NBA League Pass) to its lower priced base package Choice Xtra on October 1, 2009. DirecTV believes the move will make the channel available to an additional 8 million subscribers.\nOn June 4, 2009, it was announced that the NBA and Comcast have reached a deal to move the channel from the cable company's add-on Sports Entertainment Package to its basic level Digital Classic package, by the start of the 2009-10 NBA season. Comcast believes an additional 8 million customers will now have access to the channel.\nVerizon FiOS added the channel and NBA League Pass for the first time on September 23, 2009.\nThe channel also signed new multiyear agreements with Time Warner Cable, Cablevision, and Dish Network on October 22, 2009. They also reached a new deal with Cox Cable earlier this year.\nWith all of the above carriage deals, the NBA believes it will now reach 45 million viewers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":12},{"uri":"Specialty_channel","surface_form":"specialty channel","offset":23},{"uri":"Basketball","surface_form":"basketball","offset":86},{"uri":"United_States","surface_form":"United States","offset":104},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":160},{"uri":"NBA_League_Pass","surface_form":"NBA League Pass","offset":274},{"uri":"Turner_Network_Television","surface_form":"TNT","offset":311},{"uri":"NBA_Entertainment","surface_form":"NBA Entertainment","offset":398},{"uri":"Secaucus%2C_New_Jersey","surface_form":"Secaucus, New Jersey","offset":419},{"uri":"Cox_Communications","surface_form":"Cox Communications","offset":500},{"uri":"Cablevision","surface_form":"Cablevision","offset":520},{"uri":"Time_Warner","surface_form":"Time Warner","offset":537},{"uri":"Time_Warner","surface_form":"Time Warner","offset":672},{"uri":"CNN_Sports_Illustrated","surface_form":"SI","offset":686},{"uri":"Euroleague","surface_form":"Euroleague","offset":1355},{"uri":"Maccabi_Tel_Aviv_B.C.","surface_form":"Maccabi Tel Aviv","offset":1374},{"uri":"Israel","surface_form":"Israel","offset":1401},{"uri":"Chinese_Basketball_Association","surface_form":"Chinese Basketball Association","offset":1450},{"uri":"Women%27s_National_Basketball_Association","surface_form":"WNBA","offset":1664},{"uri":"NBA_Gametime_Live","surface_form":"NBA Gametime Live","offset":1750},{"uri":"The_NBA_on_TNT","surface_form":"The NBA on TNT","offset":1973},{"uri":"Turner_Sports","surface_form":"Turner Sports","offset":2242},{"uri":"Time_Warner","surface_form":"Time Warner","offset":2271},{"uri":"NBA_on_TNT","surface_form":"NBA on TNT","offset":2960},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":3064},{"uri":"Inside_the_NBA","surface_form":"Inside the NBA","offset":3124},{"uri":"Raptors_NBA_TV","surface_form":"Raptors NBA TV","offset":3173},{"uri":"Canada","surface_form":"Canada","offset":3204},{"uri":"Toronto_Raptors","surface_form":"Toronto Raptors","offset":3277},{"uri":"Canadian_content","surface_form":"Canadian content","offset":3317},{"uri":"Maple_Leaf_Sports_%26amp%3B_Entertainment","surface_form":"Maple Leaf Sports & Entertainment","offset":3433},{"uri":"1080i","surface_form":"1080i","offset":3511},{"uri":"High_definition_television","surface_form":"high definition","offset":3517},{"uri":"DirecTV","surface_form":"DirecTV","offset":3945},{"uri":"NBA_League_Pass","surface_form":"NBA League Pass","offset":4110},{"uri":"Comcast","surface_form":"Comcast","offset":4341},{"uri":"Verizon_FiOS","surface_form":"Verizon FiOS","offset":4622},{"uri":"NBA_League_Pass","surface_form":"NBA League Pass","offset":4657},{"uri":"Time_Warner_Cable","surface_form":"Time Warner Cable","offset":4769},{"uri":"Cablevision","surface_form":"Cablevision","offset":4788},{"uri":"Dish_Network","surface_form":"Dish Network","offset":4805},{"uri":"Cox_Cable","surface_form":"Cox Cable","offset":4873}]}