{"id":246316,"url":"http://en.wikipedia.org/wiki/Manic_Street_Preachers","text":"Manic Street Preachers (often referred to as the Manics) are an alternative rock band from Blackwood, Wales, formed in 1986. They are James Dean Bradfield (vocals, guitars), Nicky Wire (bass, occasional vocals) and Sean Moore (drums, backing vocals, occasional trumpet). The band is part of the Cardiff music scene. Their biggest success was during the 1990s.\nThe band were originally a four piece band: lyricist and rhythm guitarist Richey Edwards mysteriously vanished on 1 February 1995. In November 2008, 13 years after his disappearance, he was officially declared presumed dead.\nThe Manics released their debut album \"Generation Terrorists\" in 1992. Their combination of androgynous glam punk imagery, outspoken\ninvective and songs about \"culture, alienation, boredom and despair\" soon gained them a loyal following and cult status. The band's later albums kept a politicized and smart lyrical style. They also adopted a broader alternative rock sound. Enigmatic lyricist Richey Edwards gained early notoriety by carving the words \"4 REAL\" into his arm with a razor blade (narrowly missing an artery and requiring seventeen stitches) in response to the suggestion that the band were less than authentic. The dark nature of 1994's \"The Holy Bible\" showed the result of Edwards' instability.\nFollowing Edwards' disappearance, Bradfield, Moore, and Wire kept with the Manic Street Preachers and went on to gain critical and commercial success. They became one of Britain's top rock bands. They have had eight top ten albums and fifteen top ten singles. They have reached number one three times, with their 1998 album \"This Is My Truth Tell Me Yours\" and the singles \"If You Tolerate This Your Children Will Be Next\" (1998) and \"The Masses Against The Classes\" (2000). They have also won the Best British Album and Best British Group accolades at the BRIT Awards in 1997 and 1999, and were lauded by the NME for their lifetime achievements in 2008. Their ninth studio album, \"Journal For Plague Lovers\", was released on 18 May 2009 and features lyrics Edwards had left behind to the band weeks before his disappearance.\nIn 2010 their tenth album \"Postcards from a Young Man\" was released. Their eleventh album \"Rewind the Film\" was released on 16 September 2013. Their next album \"Futurology\" is going to be released in 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_rock","surface_form":"alternative rock","offset":64},{"uri":"Blackwood%2C_Caerphilly","surface_form":"Blackwood","offset":91},{"uri":"Wales","surface_form":"Wales","offset":102},{"uri":"James_Dean_Bradfield","surface_form":"James Dean Bradfield","offset":134},{"uri":"Nicky_Wire","surface_form":"Nicky Wire","offset":174},{"uri":"Sean_Moore_(musician)","surface_form":"Sean Moore","offset":215},{"uri":"Cardiff_music_scene","surface_form":"Cardiff music scene","offset":295},{"uri":"Richey_Edwards","surface_form":"Richey Edwards","offset":434},{"uri":"Mystery","surface_form":"mysteriously","offset":449},{"uri":"Generation_Terrorists","surface_form":"Generation Terrorists","offset":624},{"uri":"Androgyny","surface_form":"androgynous","offset":677},{"uri":"Glam_punk","surface_form":"glam punk","offset":689},{"uri":"Culture","surface_form":"culture","offset":745},{"uri":"Alienation","surface_form":"alienation","offset":754},{"uri":"Boredom","surface_form":"boredom","offset":766},{"uri":"Despair","surface_form":"despair","offset":778},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":935},{"uri":"The_Holy_Bible_(album)","surface_form":"The Holy Bible","offset":1237},{"uri":"This_Is_My_Truth_Tell_Me_Yours","surface_form":"This Is My Truth Tell Me Yours","offset":1621},{"uri":"If_You_Tolerate_This_Your_Children_Will_Be_Next","surface_form":"If You Tolerate This Your Children Will Be Next","offset":1670},{"uri":"The_Masses_Against_The_Classes","surface_form":"The Masses Against The Classes","offset":1731},{"uri":"The_BRIT_Awards","surface_form":"the BRIT Awards","offset":1849},{"uri":"NME","surface_form":"NME","offset":1906},{"uri":"Journal_For_Plague_Lovers","surface_form":"Journal For Plague Lovers","offset":1978}]}