{"id":246358,"url":"http://en.wikipedia.org/wiki/Wind_turbine","text":"A wind turbine is a rotating machine that transfers kinetic energy from the wind into mechanical energy. If the mechanical energy is used directly by machinery, such as for pumping water, cutting lumber or grinding stones, the machine is called a windmill. If the mechanical energy is instead converted to electricity, the machine may be called a wind turbine generator (WTG), wind power unit (WPU), wind energy converter (WEC), or aerogenerator.\nTurning the generator.\nThe wind turbine's blades are turned by the wind. This turns a shaft turning slowly, at about 10-20 rpm with a high torque. The shaft goes into a reduction gearbox with a ratio of about 1:50, although some wind turbine gearboxes can have a ratio of 1:100 or more. Some wind turbines may have no reduction gearbox at all, and have a ratio of 1:1. The gearbox turns the generator more quickly, at around 1000 rpm, at a low torque. The generator creates electricity. This electricity is combined with any other wind turbines that may be in the same wind farm. This combined electricity may be used locally, or adjusted to match the electricity in the power grid and sent to the power grid.\nEnvironmental Impact.\nAlthough wind turbines are a renewable source of energy and don't pollute the environment as a result of generating power, they have an environmental impact. Some people think that wind turbines create a lot of noise and look unappealing. However, wind turbines are placed no closer than 300 meters from residential homes. At that distance, a wind turbine is no louder than an average household air conditioner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rotate","surface_form":"rotating","offset":20},{"uri":"Machine","surface_form":"machine","offset":29},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":52},{"uri":"Wind","surface_form":"wind","offset":76},{"uri":"Mechanical_energy","surface_form":"mechanical energy","offset":86},{"uri":"Mechanical_energy","surface_form":"mechanical energy","offset":112},{"uri":"Windmill","surface_form":"windmill","offset":247},{"uri":"Electric_power","surface_form":"electricity","offset":306},{"uri":"Rpm","surface_form":"rpm","offset":570},{"uri":"Torque","surface_form":"torque","offset":586},{"uri":"Gear","surface_form":"gear","offset":626},{"uri":"Torque","surface_form":"torque","offset":891},{"uri":"Generator","surface_form":"generator","offset":903},{"uri":"Wind_farm","surface_form":"wind farm","offset":1016},{"uri":"Power_grid","surface_form":"power grid","offset":1118},{"uri":"Renewable_resource","surface_form":"renewable","offset":1208},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":1574}]}