{"id":246335,"url":"http://en.wikipedia.org/wiki/Regional_casino","text":"A Regional Casino, more commonly known as a Super Casino (or occasionally known as Mega Casino), is the term given to the largest category of casino that was to have been permitted under UK law. It is meant to be the same size as the larger casinos in Las Vegas. The first Regional Casino was proposed to be in the City of Manchester. This was stopped by the UK government soon after Gordon Brown became Prime Minister of the United Kingdom.\nHistory.\nThe Gambling Act 2005 revised many regulations relating to gambling in England. Amongst the most controversial provisions was the establishment of a number of 'destination casinos' in the style of Las Vegas, commonly referred to in the media as 'Super Casinos'\nInitial drafts of the act proposed eight regional casinos but concerns expressed in the national media and by a range of addiction related social and religious groups meant that the final revision of the act permitted only one casino of the largest size, referred to as a 'Regional Casino', with a further eight 'large' and eight 'small' casinos of a smaller sizes and with reduced Jackpot limits.\nPrior to the act there were 140 casinos in the UK, the largest of which in Star City, Birmingham had a floor area of around 950 square metres. Customers were required to register twenty-four hours prior to gaming.\nDefinition of casino types.\nUnder the terms of the Gambling Act the Secretary of State is able to define each type of Casino, with reference to any matter he or she chooses; although the act specifically mentions as facts to consider the number, location and concentration of gaming tables, and the floor area designated for a specific purpose.\nDefinitions have been determined such that the 'super casino' will have a minimum customer area of 5000 square metres and at most 1250 unlimited-jackpot slot machines.\n'Large casinos' will have a minimum area of 1000 square metres and up to 150 slot machines with a maximum jackpot of £4000.\nThe 'small casinos' will have a minimum customer area of 750 sq metres, up to 80 slot machines and a jackpot of £4000.\nThe shortlist.\nOn 30 January 2007 it was announced that the first Regional Casino would be built in East Manchester near the City of Manchester Stadium. This was a shock to the Blackpool and The O2 (formerly the Millennium Dome) bids. Both of them were thought of as the favourites. However, the Blackpool bid organisers pledged to continue the work in getting government approval for a 'supercasino'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Occasionally","surface_form":"occasionally","offset":61},{"uri":"United_Kingdom_of_Great_Britain_and_Northern_Ireland","surface_form":"UK","offset":187},{"uri":"Las_Vegas_Strip","surface_form":"Las Vegas","offset":252},{"uri":"Manchester","surface_form":"City of Manchester","offset":315},{"uri":"Gordon_Brown","surface_form":"Gordon Brown","offset":384},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":404},{"uri":"Gambling_Act_2005","surface_form":"Gambling Act 2005","offset":455},{"uri":"Las_Vegas_Strip","surface_form":"Las Vegas","offset":648},{"uri":"Star_City%2C_Birmingham","surface_form":"Star City, Birmingham","offset":1185},{"uri":"Square_metre","surface_form":"square metre","offset":1238},{"uri":"Secretary_of_State_for_Culture%2C_Media_and_Sport","surface_form":"Secretary of State","offset":1392},{"uri":"Casino","surface_form":"Casino","offset":1442},{"uri":"Slot_machine","surface_form":"slot machine","offset":1822},{"uri":"Jackpot","surface_form":"jackpot","offset":1943},{"uri":"Manchester","surface_form":"Manchester","offset":2185},{"uri":"City_of_Manchester_Stadium","surface_form":"City of Manchester Stadium","offset":2205},{"uri":"The_O2_(London)","surface_form":"The O2","offset":2271}]}