{"id":246500,"url":"http://en.wikipedia.org/wiki/Dispute","text":"e=\"preserve\">A dispute/disagreement is a continuing disagreement carried on between two or more parties. The parties may be people, or they may be organisations or countries. Disputes can last a long time, and they can have serious results. Dispute may happen from controversy. Disputes may become conflicts. Disputes between individual people may lead to violence. Disputes between organisations may lead to legal action. Disputes between countries may lead to war.\nHow disputes become serious.\nSeveral factors make disputes more serious. Serious disputes may do a lot of damage to the people involved, and to their societies.\nLength of time.\nDisputes may last for long periods, and the longer they last, the more damage they may do. Where disputes involve religions, or hostile countries, they may last for more than a lifetime. Generations of children may be taught that their side is completely right, and the other wrong.\nFundamental values.\nDisputes arise when there are conflicting needs, values or ideas. Differences of religion and culture are a common cause of disputes. Self-interest is a common cause of disputes between individuals.\nMedia spread disputes.\nA second factor is the use of books, newspapers, radio and television by each side to promote their side of the argument. This propaganda helps to continue and spread the dispute.\nLaws.\nLaws may prevent freedom of speech, and prevent discussion in print or other media. This makes it difficult for either side to see merit in the other point of view. In turn, this makes it difficult for compromise or tolerance to dissolve the dispute.\nNegotiation.\nThe study of disputes and conflicts reached its peak during the Cold War. Then the West versus East conflict seemed to threaten world peace, and many ideas were put forward to use negotiation as a tool to calm the tension. Negotiation about the reduction of nuclear weapons was successful.\nThe tension was finally reduced by the unexpected end of the Soviet Union, and the withdrawal of Soviet troops from Eastern Europe. This was not achieved by negotiation. The reasons for the end of the Soviet Union are still being debated.\nMediation.\nProfessional help may be available. Between people, there are counsellors; between organisations there are specialists in conflict resolution; between countries there is the United Nations.\nTime.\nSome disputes do fade with the passage of time, though the time may be much longer than a human lifetime. Conflict between religions may fade only after centuries, and there is no known process of mediation.\nLaw.\nAll legal systems have provisions for making decisions in disputes. Usually the cases are based on claims about money, between individual people or between 'corporate entities'. These are companies or other organisations. Usually, the law can only be used if it can reach a decision based on evidence. Law textbooks list which disputes which may be addressed by law, and which can not.\nDirect action.\nForce has been used many times to enforce one side of the other to submit. Wars have been based on disputes, or disputes have been used as an excuse for wars. However, force has also been used to keep warring groups apart, and calm people down. Both the European Union and the United Nations have used peace-keeping forces in areas under violent dispute.\nEducation.\nEducation may be used to harden opinion and make a dispute worse, or it may be used to open people's minds to unpopular ideas. Education which helps people to think for themselves and keep an open mind is thought to reduce prejudice and conflict.\nDemocracy.\nDemocracy is one way of easing conflict within a country. It is not a perfect solution, for small groups may feel they are permanently excluded from power. Free speech and freedom from censorship exist to some extent in democracies. These freedoms are valuable to minority groups inside a country. Countries that have these freedoms are called open or liberal democracies.\nExamples.\nOf course, there are many disputes between individual people, but disputes between large groups or nations are of very great importance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disagreement","surface_form":"disagreement","offset":52},{"uri":"Organisation","surface_form":"organisation","offset":147},{"uri":"Country","surface_form":"countries","offset":164},{"uri":"Controversy","surface_form":"controversy","offset":265},{"uri":"Conflict","surface_form":"conflict","offset":298},{"uri":"Violence","surface_form":"violence","offset":356},{"uri":"Law","surface_form":"legal action","offset":409},{"uri":"Countries","surface_form":"countries","offset":440},{"uri":"War","surface_form":"war","offset":462},{"uri":"Society","surface_form":"societies","offset":617},{"uri":"Religion","surface_form":"religion","offset":758},{"uri":"Hostile","surface_form":"hostile","offset":772},{"uri":"Need","surface_form":"need","offset":989},{"uri":"Value","surface_form":"value","offset":996},{"uri":"Idea","surface_form":"idea","offset":1006},{"uri":"Book","surface_form":"book","offset":1199},{"uri":"Newspaper","surface_form":"newspaper","offset":1206},{"uri":"Radio","surface_form":"radio","offset":1218},{"uri":"Television","surface_form":"television","offset":1228},{"uri":"Argument","surface_form":"argument","offset":1281},{"uri":"Propaganda","surface_form":"propaganda","offset":1296},{"uri":"Speech","surface_form":"speech","offset":1383},{"uri":"Discussion","surface_form":"discussion","offset":1403},{"uri":"Print","surface_form":"print","offset":1417},{"uri":"Media","surface_form":"media","offset":1432},{"uri":"Compromise","surface_form":"compromise","offset":1557},{"uri":"Tolerance","surface_form":"tolerance","offset":1571},{"uri":"Cold_War","surface_form":"Cold War","offset":1683},{"uri":"Peace","surface_form":"peace","offset":1753},{"uri":"Negotiation","surface_form":"negotiation","offset":1799},{"uri":"Reduction","surface_form":"reduction","offset":1864},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":1877},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1970},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":2025},{"uri":"Debate","surface_form":"debate","offset":2139},{"uri":"Counsellor","surface_form":"counsellor","offset":2221},{"uri":"Conflict_resolution","surface_form":"conflict resolution","offset":2281},{"uri":"United_Nations","surface_form":"United Nations","offset":2333},{"uri":"Rule_of_law","surface_form":"legal systems","offset":2572},{"uri":"Law","surface_form":"law","offset":2803},{"uri":"Evidence","surface_form":"evidence","offset":2860},{"uri":"Textbook","surface_form":"textbook","offset":2874},{"uri":"European_Union","surface_form":"European Union","offset":3223},{"uri":"Prejudice","surface_form":"prejudice","offset":3558},{"uri":"Democracy","surface_form":"Democracy","offset":3593},{"uri":"Free_speech","surface_form":"Free speech","offset":3749},{"uri":"Censorship","surface_form":"censorship","offset":3778},{"uri":"Minority_group","surface_form":"minority group","offset":3857},{"uri":"Liberal","surface_form":"liberal","offset":3945}]}