{"id":246652,"url":"http://en.wikipedia.org/wiki/Point_Hicks","text":"Point Hicks, once called Cape Everard, is a coastal headland on the east coast of Victoria, Australia. It is now a part of the Croajingolong National Park.\nName.\nPoint Hicks is where, on 19 April 1770, the continent of Australia was first sighted by the men on Captain Cook's \"Endeavour\" voyage. Cook wrote that it was Lieutenant Zachary Hickes who first saw land, and Cook named the point after him. Hickes spelt his name with an \"e\", Cook wrote both \"Hicks\" and \"Hickes\" in different places. The spelling \"Hicks\" is now in use for the point.\nWhen George Bass sailed past the area at the end of 1797 he did not locate the point. It did not appear on the charts Matthew Flinders made of their voyages, and the name fell into disuse.\nThe point came to be known as Cape Everard. The first use of that name is said to be by hydrographer John Lort Stokes who surveyed the coast in the \"Beagle\" in 1843. It is thought he named it after fellow naval officer John Everard Home, but his maps do not use the name.\nThe first map showing Cape Everard was by surveyor George Douglas Smythe, made in 1852 and published in 1853. If he thought of the name, he may have named it after William Everard, commissioner of crown lands.\nThe name Cape Everard was used until 1970. There has been doubt and arguments about exactly what Cook saw. The actual latitude and longitude he gave () is a location many miles out to sea.\nPoint Hicks was renamed as part of Cook's bicentenary. Victorian Premier Henry Bolte announced the new name in a ceremony at the point on 20 April 1970 (this was the 200th anniversary; Cook's 19 April was by nautical time, i.e. not adjusted for the International Date Line).\nLighthouse.\nA lighthouse was built on the point in 1887/8 and started operation in 1890. It was built from concrete and with wooden lighthouse keepers houses. It was connected to mains electricity in 1965, and then to solar power recently. The keepers' cottages are today used as holiday houses. With 37 metres of height it is the tallest lighthouse on Australia's mainland. Its light is a double white flash every ten seconds, from a height of 56 metres above sea level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":82},{"uri":"Australia","surface_form":"Australia","offset":92},{"uri":"Croajingolong_National_Park","surface_form":"Croajingolong National Park","offset":127},{"uri":"Continent","surface_form":"continent","offset":206},{"uri":"James_Cook","surface_form":"Captain Cook","offset":261},{"uri":"HMS_Endeavour","surface_form":"\"Endeavour\"","offset":276},{"uri":"Zachary_Hickes","surface_form":"Lieutenant Zachary Hickes","offset":319},{"uri":"George_Bass","surface_form":"George Bass","offset":549},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":662},{"uri":"Hydrographer","surface_form":"hydrographer","offset":821},{"uri":"John_Lort_Stokes","surface_form":"John Lort Stokes","offset":834},{"uri":"Survey","surface_form":"survey","offset":855},{"uri":"John_Everard_Home","surface_form":"John Everard Home","offset":952},{"uri":"Surveyor","surface_form":"surveyor","offset":1047},{"uri":"George_Douglas_Smythe","surface_form":"George Douglas Smythe","offset":1056},{"uri":"Latitude","surface_form":"latitude","offset":1333},{"uri":"Longitude","surface_form":"longitude","offset":1346},{"uri":"Premier_of_Victoria","surface_form":"Victorian Premier","offset":1459},{"uri":"Henry_Bolte","surface_form":"Henry Bolte","offset":1477},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":1653},{"uri":"Lighthouse","surface_form":"lighthouse","offset":1693},{"uri":"Electricity","surface_form":"electricity","offset":1864}]}