{"id":246684,"url":"http://en.wikipedia.org/wiki/Thrace","text":"Thrace (: \"Thráke\";; \"Trakiya\",) is a historical and geographic area in southeast Europe. It was bounded by the Balkan Mountains on the north, Rhodope Mountains and the Aegean Sea on the south, and by the Black Sea and the Sea of Marmara on the east. Thrace included areas which are now southeastern Bulgaria, northeastern Greece, and the European part of Turkey. The Thracians were an ancient Indo-European people. They lived in Central, Eastern and Southeastern Europe.\nAncient history.\nThe indigenous population of Thrace was a people called the Thracians. They were divided into many tribal groups. Thracian troops were known to be used in the Persian army. Many of them went with neighbouring ruler Alexander the Great when he crossed the Hellespont (which is next to Thrace) during his invasion of the Persian Empire.\nThe Thracians were divided into separate tribes. They did not form a lasting political organization until the Odrysian state was founded in the 4th century BC. Like Illyrians, Thracian tribes of the mountainous regions had a warrior tradition. The tribes based in the plains were more peaceable. Recent funeral mounds in Bulgaria suggest that Thracian kings did rule regions of Thrace with distinct Thracian national identity.\nThrace was conquered by Alexander. It later regained its freedom. It was conquered after several attempts by the Romans in 46 AD, in the reign of Claudius. They became a province, and later four provinces, of the Roman Empire. Finally, as the Empire crumbled, Thrace suffered more than a thousand years of conflict and conquest by stronger forces. It never regained its independence.\nThe Thracians did not describe themselves as such and \"Thrace\" and \"Thracians\" are simply the names given them by the Greeks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":82},{"uri":"Balkan_Mountains","surface_form":"Balkan Mountains","offset":112},{"uri":"Rhodope_Mountains","surface_form":"Rhodope Mountains","offset":143},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":169},{"uri":"Black_Sea","surface_form":"Black Sea","offset":205},{"uri":"Sea_of_Marmara","surface_form":"Sea of Marmara","offset":223},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":300},{"uri":"Greece","surface_form":"Greece","offset":323},{"uri":"Turkey","surface_form":"Turkey","offset":356},{"uri":"Thracians","surface_form":"Thracians","offset":368},{"uri":"Indo-European","surface_form":"Indo-European","offset":394},{"uri":"Indigenous","surface_form":"indigenous","offset":493},{"uri":"Thracians","surface_form":"Thracians","offset":549},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":704},{"uri":"Hellespont","surface_form":"Hellespont","offset":744},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":808},{"uri":"Odrysian","surface_form":"Odrysian state","offset":934},{"uri":"Illyria","surface_form":"Illyria","offset":989},{"uri":"Roman_Empire","surface_form":"Romans","offset":1364},{"uri":"Claudius","surface_form":"Claudius","offset":1397},{"uri":"Province","surface_form":"province","offset":1421},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1464}]}