{"id":246678,"url":"http://en.wikipedia.org/wiki/Fethullah_G%C3%BClen","text":"Fethullah Gülen is a Turkish preacher, author, educator and Muslim scholar. He lives in self-imposed exile in Pennsylvania (USA).\nGülen teaches a moderate version of Sunni / Hanafi Islam, deriving from that of Said Nursi's teachings and modernizing them. Gülen condemns terrorism, supports communication between people of different religions, and has initiated such dialogue with the Vatican and some Jewish organisations. Until 2013 he was an ally of President Recep Tayyip Erdoğan, who later blamed him for the 2016 Turkish coup d'état attempt. He operates a worldwide organisation called the Gülen Movement also known as FETÖ.\nTeachings.\nFethullah Gülen's attitude towards hijab has changed over time. In the past, Gülen, who regarded the unwinding of even a strand of women's hair as a great sin, suggested that women should cover their whole body by using veils and gloves. In his last speeches, Gülen evaluated the headscarf as a füruat (minor details).\nFor Fethullah Gülen, to allow views opposed to belief in creation is a devastating delusion and evolution, a Darwin fallacy.\nAccording to Gülene, the creation of Adam as the first human and Eve from Adam's file bone are miracle creations that should not be addressed in the context of cause-effect relationship.\nHe wrote his anti-evolutionary ideas in his book \"The Truth of Creation and Evolution\". This book was prepared by compiling his speeches at the meetings he held against Darwinism and evolution. In the book; He states that biology science is a \"fantasy\", and that the greatest biology fantasy is the theory of evolution.","categories":[],"infobox_types":["philosopher"],"annotations":[{"uri":"Turkey","surface_form":"Turkish","offset":21},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":110},{"uri":"Sunni","surface_form":"Sunni","offset":166},{"uri":"Hanafi","surface_form":"Hanafi","offset":174},{"uri":"Islam","surface_form":"Islam","offset":181},{"uri":"Said_Nursi","surface_form":"Said Nursi","offset":210},{"uri":"Terrorism","surface_form":"terrorism","offset":270},{"uri":"Recep_Tayyip_Erdo%C4%9Fan","surface_form":"Recep Tayyip Erdoğan","offset":462},{"uri":"2016_Turkish_coup_d%27%C3%A9tat_attempt","surface_form":"2016 Turkish coup d'état attempt","offset":513},{"uri":"Hijab","surface_form":"hijab","offset":676},{"uri":"Great_sin","surface_form":"great sin","offset":790},{"uri":"Darwin","surface_form":"Darwin","offset":1069},{"uri":"Adam","surface_form":"Adam","offset":1122},{"uri":"Eve","surface_form":"Eve","offset":1150},{"uri":"Miracle","surface_form":"miracle","offset":1180},{"uri":"Darwinism","surface_form":"Darwinism","offset":1441},{"uri":"Biology","surface_form":"biology","offset":1494}]}