{"id":246774,"url":"http://en.wikipedia.org/wiki/Human_penis_size","text":"Human penis size is described by length and circumference of penis. It is larger than in any other primate.\nThe size depends on arousal level, time of day, room temperature, frequency of sexual activity, and unreliability of the measurement methods. Average measurements are applied. The length is measured along the top, from the base to the tip with the man standing and the penis held parallel to the floor. The circumference is measured on erect penis: just below the glans penis, in the middle of the shaft, and at the base. Self-measurements report a higher average length than those which used medical or scientific methods. Doctors induce erection or stretch the flaccid penis as far as possible. Flaccid length is not a reliable indication of erect length.\nThe arithmetic mean human penis is approximately in length, the circumference is approximately. There is no scientific relation between either penis size or race, and shoe size or stretched penis size. At birth the penis is between, at the beginning of puberty, it is 6 cm. Penis size does not change much during adulthood.\nPerceptions of penis size.\nMales may quite easily underestimate the size of their own penis compared to that of others because of looking down and the accumulation of fat at the base of the penis. Studies found that many men who believed that their penis was of inadequate size had average-sized penises. Sex education of penis measurements was helpful and relieving for men who were concerned about small penis size.\nAn Internet survey found only 15% of participating men were satisfied with their penis size, whereas 85% of participating women said they were \"very satisfied\" with the size of their partner's penis, and only 6% of women rated their partner as smaller than average. A study concluded that penis width, rather than length, was a more important factor of sexual stimulation probably because a wider penis provides more friction to the clitoral area, while a longer penis reaches a less sensitive area. At Utrecht University was found that the majority of homosexual men regarded a large penis as ideal, and having one was linked to self-esteem.\nPopular culture.\nWidespread private concerns have led to a number of folklore sayings and popular culture reflections related to penis size. There is belief that it is possible to predict the size of someone's penis by observing other bodily features such as the hands, feet, nose or height. The media has equated a man's penis size with both power and masculinity. The perception of having a large penis is linked to higher self-esteem.\nPenis size and female genital response.\nMany men exaggerate the importance of deep vaginal penetration in stimulating a woman to orgasm.\nThe most sensitive area of the female genitals includes the vulva, clitoris, and the section of vagina closest to the outside of a woman's body, which is roughly in length. The majority of penises are likely of sufficient length to fully satisfy their partners.\nSome women find stimulation of the cervix by penis as uncomfortable or painful, others report it to be key to orgasm. The cervix may be confused with the deepest point of the vagina, above and below the cervix, respectively making it possible for there to be indirect and/or simultaneous stimulation between them. During arousal, the vagina lengthens rapidly to an average of about 10 centimetres, but can continue to lengthen in response to pressure. The walls of the vagina are composed of soft elastic folds of mucous membrane skin which stretch or contract (with support from pelvic muscles) to the size of the penis. With proper arousal, the vagina stretches or contracts to accommodate virtually any size penis, from small to large.\nVariation.\nAn adult penis with an erect length of less than, but otherwise formed normally, is referred to as having the micropenis condition. Some of the causes are deficiency of pituitary growth hormone and/or gonadotropins, mild degrees of androgen insensitivity, a variety of genetic syndromes, and variations in certain homeobox genes. Some types of micropenis can be addressed with growth hormone or testosterone treatment in early childhood.\nMacropenis.\nAncient Romans admired the large penis of Priapus. Ancient Greek art was not obsessed with penis size. A passage from Aristophanes lists broad shoulders, tiny tongue, strong buttocks, and a little penis as the most desirable masculine features. In medieval Arabic literature, a longer penis was preferred, but Afro-Arab author Al-Jahiz wrote: \"If the length of the penis were a sign of honor, then the mule would belong to the (honorable tribe of) Quraysh\". Roughly 0.6% of males suffer from the macropenis condition.\nEnvironmental influence on penis size.\nIt has been suggested that penis size differences between individuals may also be caused by environmental factors such as culture, diet, chemical/pollution exposure, etc. Endocrine disruptor resulting from chemical exposure has been linked to genital deformation in both sexes (among many other problems). Chemicals from both synthetic (e.g. pesticides, anti-bacterial Triclosan, plasticizers for plastics, etc.) and natural (e.g., chemicals found in tea tree oil and lavender oil)) sources in the blood of pregnant women have been linked to various degrees of endocrine disruption.\nPenis size and condom use.\nVarious studies have examined condom breakage, which looked, among other things, at penis size as a factor for breakage or slippage. Although the most common type of condom, those made of latex, have great ability to stretch, they are vulnerable to dry friction (i.e., the dry rubbing motion of sexual activity when there is tight pressure or a lack of smooth lubricated movement) as well as other mistakes of usage. In a separate study of people practicing anal sex, condom breakage was linked more to excessive friction (in this case due to low usage of a sexual lubricant) than to penis size.Penis size did not influence slippage, but penis circumference and broken condoms were strongly correlated, with larger sizes increasing the rate of breakage. Men with macrophallism sometimes find it hard to find a condom that fits.\nReferences.\n4. [http://erectiledysfunctiontopic.blogspot.com/2008/08/who-says-penis-size-is-not-important-by.html Who says the penis size is not important] by Simon Chan","categories":[],"infobox_types":[],"annotations":[{"uri":"Circumference","surface_form":"circumference","offset":44},{"uri":"Penis","surface_form":"penis","offset":61},{"uri":"Primate","surface_form":"primate","offset":99},{"uri":"Puberty","surface_form":"puberty","offset":1019},{"uri":"Penis","surface_form":"penis","offset":1496},{"uri":"Penis","surface_form":"penis","offset":1589},{"uri":"Penis","surface_form":"penis","offset":1701},{"uri":"Penis","surface_form":"penis","offset":1797},{"uri":"Penis","surface_form":"penis","offset":1905},{"uri":"Clitoris","surface_form":"clitoral","offset":1941},{"uri":"Folklore","surface_form":"folklore","offset":2220},{"uri":"Popular_culture","surface_form":"popular culture","offset":2241},{"uri":"Hands","surface_form":"hands","offset":2414},{"uri":"Foot","surface_form":"feet","offset":2421},{"uri":"Nose","surface_form":"nose","offset":2427},{"uri":"Vulva","surface_form":"vulva","offset":2786},{"uri":"Clitoris","surface_form":"clitoris","offset":2793},{"uri":"Vagina","surface_form":"vagina","offset":2822},{"uri":"Cervix","surface_form":"cervix","offset":3023},{"uri":"Cervix","surface_form":"cervix","offset":3110},{"uri":"Vagina","surface_form":"vagina","offset":3163},{"uri":"Cervix","surface_form":"cervix","offset":3191},{"uri":"Vagina","surface_form":"vagina","offset":3322},{"uri":"Vagina","surface_form":"vagina","offset":3457},{"uri":"Vagina","surface_form":"vagina","offset":3635},{"uri":"Micropenis","surface_form":"micropenis","offset":3848},{"uri":"Pituitary","surface_form":"pituitary","offset":3907},{"uri":"Growth_hormone","surface_form":"growth hormone","offset":3917},{"uri":"Gonadotropin","surface_form":"gonadotropin","offset":3939},{"uri":"Androgen_insensitivity_syndrome","surface_form":"androgen insensitivity","offset":3970},{"uri":"Homeobox","surface_form":"homeobox","offset":4052},{"uri":"Testosterone","surface_form":"testosterone","offset":4133},{"uri":"Priapus","surface_form":"Priapus","offset":4230},{"uri":"Aristophanes","surface_form":"Aristophanes","offset":4306},{"uri":"Arabic_literature","surface_form":"Arabic literature","offset":4445},{"uri":"Al-Jahiz","surface_form":"Al-Jahiz","offset":4515},{"uri":"Mule","surface_form":"mule","offset":4590},{"uri":"Quraysh","surface_form":"Quraysh","offset":4636},{"uri":"Culture","surface_form":"culture","offset":4867},{"uri":"Diet","surface_form":"diet","offset":4876},{"uri":"Endocrine_disruptor","surface_form":"Endocrine disruptor","offset":4916},{"uri":"Triclosan","surface_form":"Triclosan","offset":5114},{"uri":"Plasticizers","surface_form":"plasticizers","offset":5125},{"uri":"Condom","surface_form":"condom","offset":5385},{"uri":"Latex","surface_form":"latex","offset":5543},{"uri":"Anal_sex","surface_form":"anal sex","offset":5813},{"uri":"Sexual_lubricant","surface_form":"sexual lubricant","offset":5913}]}