{"id":246942,"url":"http://en.wikipedia.org/wiki/Lena_Meyer-Landrut","text":"Lena Meyer-Landrut (born 23 May 1991 in Hanover) is a German singer. She won the Eurovision Song Contest 2010 with the song \"Satellite\". After publishing her first Album \"My Cassette Player\" she used the stage name Lena.\nFamily.\nLena Meyer-Landrut grew up in Hanover. She was the only child of her parents. When she was two years old, her father deserted the family. Moreover, she has got political relatives.\nSchool.\nShe absolved the school with the diploma from German secondary school qualifying for university admission in 2010. She began to study African cultures and philosophy in 2011.\nArtistic development.\nBefore becoming famous she danced ballet and jazz. 2007 she founded her first school band \"Stenorette 2080\" and got the first experiences of singing. Thus she wrote her first songs.\nEurovision Song Contest 2010 & 2011.\n2009 Meyer-Landrut applied for the German contest Unser Star für Oslo, the preliminary decision of the Eurovision Song Contest. She reached the final decision and won the contest with her own song \"Satellite\". The song entered the first position and sold over 100,000 downloads in its first week. So it became Germany's fastest selling digital release ever. Lena followed her success and won also the Eurovision Song Contest 2010 and became famous all over the world. Her album \"My Cassette Player\" and her single \"Satellite\" were sold in many Europe countries. One year later she tried to defend her victory and competed against other singers of the Eurovision Song Contest 2011. There she reached the 10th position with the song \"Taken by a Stranger\".\nGermany tour 2011.\nIn April 2011 Meyer-Landrut absolvated her first tour (Lena Live Tour 2011). The locations were nine cities: Berlin, Hanover, Frankfurt, Dortmund, Hamburg, Leipzig, Munich, Stuttgart and Cologne. She presented 21 songs taken from her albums \"My Cassette Player\" and \"Good News\". About 75,000 visitors came to all her concerts. Moreover, she had three opening acts. The Concert in Frankfurt was recorded because of a DVD. It was released in 9. May 2011 and is called \"Good News – Live DVD\"\n2012.\nOn 24 May, Meyer-Landrut performed as part of the interval act during the second semi-finals of the Eurovision Song Contest 2012 in Baku, Azerbaijan. She was joined by the last five Eurovision winners from 2007 to 2011 which included Marija Šerifović, Dima Bilan, Alexander Rybak, and Ell & Nikki, performing a medley of their winning song entries and a rendition of classic \"Waterloo\".\nDuring the year she announced the work on a new album based on her own songs and collaborations with other artists like Miss Li and Johnny McDaid. On 21 September the single \"Stardust\" was released as first single from her new album Stardust, which followed on 12 October. Both single and album debuted at No.2 on the German Album and the German Single charts and certified finally for Gold\nSince October 2012 she is performing the theme song in the opening credits of \"Sesamstraße\", the German version of \"Sesame Street\". and took part on the children carity album \"Giraffenaffen\" with the song \"Sjörövar Fabbe\" (\"Seeräuber-Opa Fabian\").\n2013.\nIn March \"Neon\" was released as the second single from the album Stardust. The single version is a dance remix that is different from the version previously released on the album.\nOn ECHO Award 2013, Meyer-Landrut was twice nominated (winning \"Best National Video\" for \"Stardust\") and part of the show program with her single \"Neon\".\nIn April 2013, Lena went on her second tour through clubs in thirteen German cities. The last concert was streamed live on the Internet. The tour title \"No One Can Catch Us Tour\" was derived from lyrics of the song Stardust.\nThe third single from \"Stardust\" Mr. Arrow Key was released immediately after the tour. The video is based on tour impressions of artist, band and fans.\nSince April 2013 Lena Meyer-Landrut is one of the three coaches of the newly created casting show The Voice Kids. It's the children's version of The Voice of Germeny and aired in April/May. The other two coaches are Tim Bendzko and Henning Wehland.\nDuring Eurovision Song Contest 2013 Lena Meyer-Landrut was jury president and spokesperson of the German jury and presented the German voting results at the Grande Finale on May 18.\nShe is the German voice of Jane in the motion capture animated film Tarzan 3D. She also continued her engagement for the charity \"Giraffenaffen\" in several audiobooks.\nIn June she appered in a viral commercial for a shower head (\"Doosh\") invented by her former mentor Stefan Raab. The soundtrack of the commercial, \"Revolution\" by Raabs band \"Dicks on Fire\" featuring Lena Meyer-Landrut, was later released as Music download in October.\nSince autum 2013 she is testimonial for several cosmetics products of L'Oréal.\n2014.\nIn March 2014 she continued her coaching work for \"The Voice Kids\"\nEarly 2014 she also announced starting principal work on her 4th studio album, including continued work with Israeli-American singer-songwriter Rosi Golan who already wrote the song \"Stardust\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":54},{"uri":"Eurovision_Song_Contest_2010","surface_form":"Eurovision Song Contest 2010","offset":81},{"uri":"Satellite_(Lena_Meyer-Landrut_song)","surface_form":"Satellite","offset":125},{"uri":"Only_child","surface_form":"only child","offset":280},{"uri":"Diploma","surface_form":"diploma","offset":451},{"uri":"Secondary_school","surface_form":"secondary school","offset":471},{"uri":"University","surface_form":"university","offset":503},{"uri":"Unser_Star_f%C3%BCr_Oslo","surface_form":"Unser Star für Oslo","offset":884},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":937},{"uri":"Eurovision_Song_Contest_2010","surface_form":"Eurovision Song Contest 2010","offset":1235},{"uri":"Eurovision_Song_Contest_2011","surface_form":"Eurovision Song Contest 2011","offset":1485},{"uri":"Berlin","surface_form":"Berlin","offset":1716},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":1733},{"uri":"Dortmund","surface_form":"Dortmund","offset":1744},{"uri":"Hamburg","surface_form":"Hamburg","offset":1754},{"uri":"Leipzig","surface_form":"Leipzig","offset":1763},{"uri":"Munich","surface_form":"Munich","offset":1772},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":1780},{"uri":"Cologne","surface_form":"Cologne","offset":1794},{"uri":"Semi-final","surface_form":"semi-final","offset":2183},{"uri":"Eurovision_Song_Contest_2012","surface_form":"Eurovision Song Contest 2012","offset":2202},{"uri":"Baku","surface_form":"Baku","offset":2234},{"uri":"Marija_%C5%A0erifovi%C4%87","surface_form":"Marija Šerifović","offset":2336},{"uri":"Dima_Bilan","surface_form":"Dima Bilan","offset":2354},{"uri":"Alexander_Rybak","surface_form":"Alexander Rybak","offset":2366},{"uri":"Ell_%26amp%3B_Nikki","surface_form":"Ell & Nikki","offset":2387},{"uri":"Medley","surface_form":"medley","offset":2413},{"uri":"Waterloo_(ABBA_song)","surface_form":"Waterloo","offset":2478},{"uri":"Miss_Li","surface_form":"Miss Li","offset":2609},{"uri":"Johnny_McDaid","surface_form":"Johnny McDaid","offset":2621},{"uri":"Stardust_(Lena_Meyer-Landrut_song)","surface_form":"Stardust","offset":2664},{"uri":"Stardust_(Lena_album)","surface_form":"Stardust","offset":2722},{"uri":"Sesamstra%C3%9Fe","surface_form":"Sesamstraße","offset":2959},{"uri":"Sesame_Street","surface_form":"Sesame Street","offset":2996},{"uri":"Sj%C3%B6r%C3%B6var_Fabbe","surface_form":"Sjörövar Fabbe","offset":3086},{"uri":"Neon_(Lonely_People)","surface_form":"Neon","offset":3144},{"uri":"Stardust_(Lena_album)","surface_form":"Stardust","offset":3199},{"uri":"Stardust_(Lena_Meyer-Landrut_song)","surface_form":"Stardust","offset":3404},{"uri":"Neon_(Lonely_People)","surface_form":"Neon","offset":3461},{"uri":"Stardust_(Lena_Meyer-Landrut_song)","surface_form":"Stardust","offset":3683},{"uri":"Mr._Arrow_Key","surface_form":"Mr. Arrow Key","offset":3726},{"uri":"The_Voice_Kids","surface_form":"The Voice Kids","offset":3944},{"uri":"The_Voice_of_Germeny","surface_form":"The Voice of Germeny","offset":3991},{"uri":"Tim_Bendzko","surface_form":"Tim Bendzko","offset":4062},{"uri":"S%C3%B6hne_Mannheims","surface_form":"Henning Wehland","offset":4078},{"uri":"Eurovision_Song_Contest_2013","surface_form":"Eurovision Song Contest 2013","offset":4102},{"uri":"Jane_Porter_(Tarzan)","surface_form":"Jane","offset":4304},{"uri":"Motion_capture","surface_form":"motion capture","offset":4316},{"uri":"Animated_film","surface_form":"animated film","offset":4331},{"uri":"Tarzan_(2013_film)","surface_form":"Tarzan 3D","offset":4345},{"uri":"Audiobook","surface_form":"audiobook","offset":4433},{"uri":"Mentor","surface_form":"mentor","offset":4538},{"uri":"Stefan_Raab","surface_form":"Stefan Raab","offset":4545},{"uri":"Music_download","surface_form":"Music download","offset":4687},{"uri":"Testimonial","surface_form":"testimonial","offset":4738},{"uri":"L%27Or%C3%A9al","surface_form":"L'Oréal","offset":4784},{"uri":"Israelis","surface_form":"Israeli","offset":4975},{"uri":"Rosi_Golan","surface_form":"Rosi Golan","offset":5010}]}