{"id":246929,"url":"http://en.wikipedia.org/wiki/Reconstruction_era","text":"e=\"preserve\">The Reconstruction was after the American Civil War. It was the remaking of the Southern United States, after it had lost its war of rebellion and slavery was ended. The southern states were occupied territory. Andrew Johnson became President of the U.S. after the assassination of Abraham Lincoln in 1865. He wanted to make it easy to restore local rule in the previously rebellious states, and he permitted some of them to hold elections in 1865. Former leaders of the Confederate States of America who ran as Democrats were elected to Congress, and states passed laws that denied rights to former slaves.\nMany members of the Republican Party wanted stricter terms before local rule was returned to the South. After the Republicans won a large majority of the Congressional seats in the 1866 elections, they refused to let former Confederate leaders take seats in the United States Congress. The Republicans passed laws that former leaders of the rebellion were temporarily denied suffrage, the right to hold office or vote in elections. Three new amendments to the U.S. Constitution were passed that ended slavery, made former slaves citizens, and gave them the right to vote. Some newly freed black slaves won elected offices. Many Northern carpetbagger<nowiki/>s also went to the occupied territories to lead the people. Some became rich.\nMany white people in the Southern United States resisted allowing former slaves to have equal rights and to vote. The Ku Klux Klan was formed to force black people out of political and economic power. After Reconstruction ended in 1877, white people in the South used their regained political rights to pass Jim Crow Laws. These laws enforced segregation (keeping blacks and whites separate) and took the vote away from African Americans whose parents or grandparents were slaves. After Reconstruction, white Southerners voted mostly for the Democratic Party for about 80 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Civil_War","surface_form":"American Civil War","offset":46},{"uri":"Southern_United_States","surface_form":"Southern United States","offset":93},{"uri":"Slavery","surface_form":"slavery","offset":160},{"uri":"Occupied_territory","surface_form":"occupied territory","offset":204},{"uri":"Andrew_Johnson","surface_form":"Andrew Johnson","offset":224},{"uri":"Assassination_of_Abraham_Lincoln","surface_form":"assassination of Abraham Lincoln","offset":278},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":484},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":525},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":641},{"uri":"Strict","surface_form":"stricter","offset":665},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":883},{"uri":"Suffrage","surface_form":"suffrage","offset":996},{"uri":"U.S._Constitution","surface_form":"U.S. Constitution","offset":1081},{"uri":"Carpetbagger","surface_form":"carpetbagger","offset":1258},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":1475},{"uri":"Political","surface_form":"political","offset":1528},{"uri":"Economy","surface_form":"economic","offset":1542},{"uri":"Jim_Crow_laws","surface_form":"Jim Crow Laws","offset":1665},{"uri":"Racial_segregation","surface_form":"segregation","offset":1700}]}