{"id":247174,"url":"http://en.wikipedia.org/wiki/Sejanus","text":"Sejanus (Lucius Aelius Seianus 20 BC – October 18, AD 31), was an ambitious soldier, friend and confidant of the Roman Emperor Tiberius. An equestrian by birth, Sejanus rose to power as Praetorian Prefect. He commanded the Roman imperial bodyguard, the Praetorian Guard, from AD 14 until his death in 31.\nAfter the Praetorian Guard was established under Augustus, Sejanus introduced reforms which saw the unit go from a mere bodyguard to an influential branch of the government. It controlled public security, and influenced civil administration. Most important of all, it influenced the succession of emperors: all needed the goodwill and support of the Guard. These changes would have a lasting impact on the Empire.\nDuring the 20s, Sejanus gradually accumulated power by influencing Tiberius and eliminating potential political opponents, including the emperor's son, Drusus. When Tiberius withdrew to Capri in 26, Sejanus was left in control of the entire state mechanism as \"de facto\" ruler of the empire. For a time the most influential and feared citizen of Rome, Sejanus suddenly fell from power in 31, the year his career culminated with the consulship. Amidst suspicions of conspiracy against Tiberius, Sejanus was arrested and executed, along with his followers.\nSejanus as tyrant.\nIn 29 Sejanus began a series of purge trials of senators and rich equestrians in the city, removing those capable of opposing his power, adding to the imperial (and his own) treasury. Networks of spies and informers brought the victims to trial with false accusations of treason, and many chose suicide over the disgrace of being condemned and executed. Only Caligula, the last remaining son of Germanicus, managed to survive the purges of Sejanus. He had moved to Capri to be with Tiberius in 31.\nDownfall.\nThrough years of crafty intrigues and indispensable service to the emperor, Sejanus had worked himself up to become the most powerful man in the empire. Exactly what caused his sudden downfall is unclear: According to Josephus, it was Antonia, the mother of Livilla, who finally alerted Tiberius to the growing threat Sejanus posed. She sent a letter to Capri in the care of her freedman Pallas.\nBy the end of 31, he would be arrested, summarily executed. His body unceremoniously cast down the Gemonian stairs, which were a flight of steps in the ancient city of Rome. Nicknamed the Stairs of Mourning, they are infamous in Roman history as a place of execution.\nIt was done like this. Tiberius resigned his post of Consul, which forced Sejanus to do likewise. This removed much of Sejanus' legal powers and protection. Another man, Macro, was appointed as Praetorian Prefect. Sejanus was summoned to a meeting of the Senate, where a letter from Tiberius was read condemning Sejanus and ordering his immediate execution.\nFollowing an issue of \"damnatio memoriae\" by the Senate, his statues were torn down and his name obliterated from public records. Although Rome at first rejoiced at the death of Sejanus, the city quickly plunged into more extensive trials, as Tiberius relentlessly persecuted all those who could in any way be tied to the schemes of Sejanus or had courted his friendship. This included all the children of Sejanus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":113},{"uri":"Tiberius","surface_form":"Tiberius","offset":127},{"uri":"Equestrian_(Roman)","surface_form":"equestrian","offset":140},{"uri":"Praetorian_Prefect","surface_form":"Praetorian Prefect","offset":186},{"uri":"Bodyguard","surface_form":"bodyguard","offset":238},{"uri":"Praetorian_Guard","surface_form":"Praetorian Guard","offset":253},{"uri":"Augustus","surface_form":"Augustus","offset":354},{"uri":"Security","surface_form":"security","offset":500},{"uri":"Administration","surface_form":"administration","offset":531},{"uri":"Capri","surface_form":"Capri","offset":905},{"uri":"De_facto","surface_form":"de facto","offset":980},{"uri":"Roman_consul","surface_form":"consulship","offset":1151},{"uri":"Espionage","surface_form":"spies","offset":1489},{"uri":"Treason","surface_form":"treason","offset":1564},{"uri":"Caligula","surface_form":"Caligula","offset":1652},{"uri":"Josephus","surface_form":"Josephus","offset":2019},{"uri":"Capital_punishment","surface_form":"executed","offset":2247}]}