{"id":247355,"url":"http://en.wikipedia.org/wiki/Lee_Myung-bak","text":"Lee Myung-bak (); born 19 December 1941) was President of South Korea from 2008 to 2013. He was the CEO of Hyundai Engineering and Construction. In 2002 Lee declared his candidacy for Seoul Mayor, and won the election. After he became president, he said, \"I will give Seoul a complete makeover.\" He was elected the President of South Korea on 19 December 2007. This was the same day as his birthday. It was also the same day he married his wife, Kim Yoon-ok. So, on their 37th wedding anniversary and his 67th birthday, Lee became President of South Korea. He finished his service in February 2013. Lee has three daughters and one son.\nLee Myung-bak was born on December 19, 1941 in Japan. After the end of World War II in 1945, his family came back to his father's hometown Pohang, Gyeongsangbuk-do, South Korea. Lee went to night school at Dongji Commercial High School.\nOn March 26, 2010 an explosion destroyed the South Korean warship Cheonan. This killed 40 men. Six men also disappeared. They are thought to be dead. An investigation into the sinking blamed North Korea. They said that a torpedo fired by a North Korean submarine had sunk the ship. North Korea said it had nothing to do with the Cheonan's sinking. They said they were not guilty. Lee said their denial was \"laughable\". He stopped all trade between the north and south. He also asked the United Nations to help them against North Korea. He also began sending radio messages to North Korean people.\nLee Myung-bak is a Christian and goes to the Somang Presbyterian church. When he was a mayor, he once declared that Seoul was a \"holy place governed by God\". He has been much criticized for his beliefs. Buddhist people protested that Lee was a threat to their religion.\nLee has also been criticized for not giving enough political freedom to the people. For example, the police limited demonstrations. But Lee said, \"I fully understand the protestors' point of view on the matter\". He added, \"Protesting culture has a deep root in democracy of Korea and despite the ongoing political upheaval of this country, the enthusiasm that the protesters showed is one embrace (approve) and this a positive (good) drive of Korea's development.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Hyundai_Engineering_and_Construction","surface_form":"Hyundai Engineering and Construction","offset":107},{"uri":"Candidacy","surface_form":"candidacy","offset":170},{"uri":"Seoul","surface_form":"Seoul","offset":184},{"uri":"Mayor","surface_form":"Mayor","offset":190},{"uri":"President","surface_form":"President","offset":315},{"uri":"South_Korea","surface_form":"South Korea","offset":328},{"uri":"Birthday","surface_form":"birthday","offset":390},{"uri":"Marriage","surface_form":"married","offset":428},{"uri":"Kim_Yoon-ok","surface_form":"Kim Yoon-ok","offset":446},{"uri":"Anniversary","surface_form":"anniversary","offset":485},{"uri":"Japan","surface_form":"Japan","offset":683},{"uri":"World_War_II","surface_form":"World War II","offset":707},{"uri":"South_Korea","surface_form":"South Korea","offset":801},{"uri":"Warship","surface_form":"warship","offset":931},{"uri":"North_Korea","surface_form":"North Korea","offset":1113},{"uri":"Submarine","surface_form":"submarine","offset":1126},{"uri":"Guilty","surface_form":"guilty","offset":1245},{"uri":"United_Nations","surface_form":"United Nations","offset":1360},{"uri":"Christian","surface_form":"Christian","offset":1489},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":1522},{"uri":"Church","surface_form":"church","offset":1535},{"uri":"Buddhism","surface_form":"Buddhist","offset":1673},{"uri":"Democracy","surface_form":"democracy","offset":2001}]}