{"id":247425,"url":"http://en.wikipedia.org/wiki/Phonon","text":"e=\"preserve\">In physics, a phonon is a quantized lattice vibration. The word quantized is used in physics to mean that only certain values of something are allowed. Something that is quantized can be thought of as stairs; you can only move from step to step and you can't stand in between steps. Something that is not quantized can be thought of as a ramp or smooth incline; you can move any distance up or down. A lattice is the repeating or periodic structure of a crystal. A crystal is made up of atoms or molecules in a certain pattern. The points on the pattern at which the atoms or molecules are located is the lattice. Solids, liquids, and gases can all experience vibrations. A vibration being quantized means that only certain frequencies of vibrations are allowed.\nIntuitively, there is no reason for lattice vibrations to be quantized. The macroscopic or large-scale vibrations of a material are not quantized and can take on essentially any frequency. It is only when we consider the tiny vibrations of the particles that make up a material—atoms and molecules—that the concept of quantization and phonons becomes important. To understand why phonons exist, complicated quantum mechanics is needed. Without going into too much detail, the interactions between the constituent atoms or molecules of a crystal are analyzed quantum mechanically. Because of their arrangement in a pattern that repeats, when one arrives at a mathematical expression for the frequency of oscillation, one finds that there are only distinct quantized values allowed. There is unfortunately no simple way to explain this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":16},{"uri":"Periodic","surface_form":"periodic","offset":443},{"uri":"Crystal","surface_form":"crystal","offset":467},{"uri":"Atoms","surface_form":"atoms","offset":500},{"uri":"Molecules","surface_form":"molecules","offset":509},{"uri":"Vibration","surface_form":"vibrations","offset":673},{"uri":"Frequency","surface_form":"frequencies","offset":737},{"uri":"Macroscopic","surface_form":"macroscopic","offset":852},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":1183},{"uri":"Oscillation","surface_form":"oscillation","offset":1479}]}