{"id":247532,"url":"http://en.wikipedia.org/wiki/Gaza_flotilla_raid","text":"The Gaza flotilla raid is an event that occurred on 31 May 2010. It was in the international waters of the Mediterranean Sea, when Israeli naval forces seized an aid flotilla of six ships carrying 663 or 682 pro-Palestinian activists from 37 nations, known as the \"Gaza Freedom Flotilla\". The activists were trying to breach the blockade of Gaza and deliver humanitarian supplies.\nDuring the event, Israeli military forces seized a convoy of six ships carrying goods which should be brought to the Palestinian territories in the form of aid. There were 663-682 people on board these ships. The ships were headed to the port of Gaza. Israel had offered them to land at a different port, so that the aid could be inspected, but the crew had declined this offer. During the incident, at least nine people were killed.\nThe regional overview.\nThe Gaza strip is part of Palestine. It is amongst the most densely populated areas on Earth. About 1.5 million people live on a surface of roughly 493 km².\nThe Palestinian Authority says that this is an occupied territory. They say, Israel is the occupation force, and it should withdraw, and give the territory back to the Palestinians. Israel has attacked and bombed Gaza several times, most recently during December of 2008.\nIsrael does not see things this way, since they gave over the territory to Palestinian administration in 2005, and have pulled back their troops over time. Meanwhile, Hamas, the Palestinian group which controls the territory, has launched it's rockets at Israel.\nHamas took over the Gaza Strip since the Fatah–Hamas conflict that was after the 2006 Palestinian elections Israel said Hamas to be a terrorist movement. Likewise, Egypt did not agree with Hamas removing the Palestinian Authority officials from Gaza.\nThe Israeli blockade of the Gaza Strip was said to be a safety measure by Israel, but the Free Gaza Movement are opposed. Hamas, along with other groups had been causing trouble there and in southern parts of Israel. The blocked started in 2007. Many countries (like Egypt) feal sorry for the Gaza Strip, a few others (like Iran) hate or some how fear Israel and some (like the USA) agree with Israel.\nThe ships' route.\nThe Turkish passenger ship Cruse Liner MV Mavi Marmara was trying to take Turkish and Cypriot aid to the Gaza Strip on May the 31st, when the Israeli Navy found it. The 3 year old blockade was upheld by Flotilla 13. The Mavi Marmara was 40 miles from the Gaza Strip when it was raided. 27 British activists, 9 Palestinian, 8 Turks, 2 Irish, 1 Swedish, 1 South African, 1 American and 1 Albanian were on the Mavi Marmara, along with a few others. The Mavi Marmara was followed by the Irish passenger ship MV Rachel Corrie and 4 other minor vessels. The ships carried a total of 663-682 activists and aid workers, including several Turks, several Malaysians another American, an Australian, and a Belgian.\nThere were in total 663 or 683 people from 37 nations on board the 6 ships in the civilian flotilla. Notable people aboard the flotilla included Nobel Peace Prize laureate Mairead Corrigan, former UN Assistant Secretary-General Denis Halliday, Israeli-Arab member of Knesset Haneen Zoubi, leader of the northern branch of the Islamic Movement in Israel Raed Salah, Swedish novelist Henning Mankell, and a number of politicians from European and Arab national governments and the European Parliament.\nThe raid.\nIsrael said that the other 5 ships were boarded and taken over peacefully, and that the only incidents took place in the \"Mavi Marmara\", but many reports that several people from the other ships were also wounded.\nThe flotilla had planned to break through the Gaza blockade, ignoring Israel's plan for the activists to stop at the port of Ashdod and transfer the cargo through there. After the flotilla's activists ignored repeated calls to give in, soldiers from the Shayetet 13 (Flotilla 13) unit boarded the ships at around 04:00 IST\nThe convoy organizers Arafat Shoukriof, of the Free Gaza Movement (FGM), denied the account of Israeli military. One of the co-organizers of the flotilla convoy, said those on board one ship had called them by telephone to say that Israeli helicopters had arrived to do a surprise raid.\nThe MV Mavi Marmara is raided.\nThe boarding of the \"Mavi Marmara\" resulted in violent clashes between activists and Israeli soldiers, though the details are disputed.\nApparently an Israeli helicopter dropped 30 specialist soldiers on to the ship. Fighting then broke out for an unknown reason. An Israeli trooper was thrown over the side of the ship, some aid workers rioted and threw chairs at the Israelis. The Israelis then used tear gas, tasers, stun grenades and smoke bombs to stop the trouble. Later several gun shots were fired by both sides. Finally, at the end of it all, an Albanian woman fell over the side of the ship. The soldiers, who used stun grenades, then asked for government permission to use their firearms, which they then received.\nThe Israeli military said that the troops were suddenly attacked after climbing down ropes from helicopters onto the deck of the ship. Soldiers were reportedly beaten badly, one was stabbed, and one was thrown in to the sea Two Israelis had their guns taken away. An Israeli commando said that there was live fire at some point against them from below deck. Stun grenades and tear gas were used in an attempt to disperse activists. After this proved ineffective, the commandos requested and received permission to use shoot the resisting activists. The commandos then shot activists in the legs, which forced them to disperse. The commandos reached the bridge and took over the ship after 30 minutes. Some fighting can be seen in videos released by the Israeli military and Free Gaza activists. The Israeli military released 20 videos of the incident,\nAccording to Major Avital Leibovich of the IDF Spokesperson's Unit, the activists attacked the soldiers with knives, slingshots, spikes, and clubs, and with pistols that were found by the Israeli troops. Adam Shapiro, a board member of the Free Gaza Movement, said that according to the Al Jazeera correspondents on the ship, the soldiers started opening fire immediately as they came down the ropes.\nThe wife of the Mavi Marmara captain, Nilüfer Ören, stated that IDF began tracking them after, there were 40 Israeli ships following and snooping on the convoy until the troopers were boarding the ships from helicopters at 04:45 am. She also said that stun grenades and smoke bombs were used. Therefore activists and crewmembers used gasmasks. Norman Paech, a former member of the German parliament Left Party who was aboard the Mavi Marmara said he only saw three activists resisting on his part of the boat and said \"They had no knives, no axes, only sticks that they used to defend themselves.\"\nReporters for Iranian TV and Al Jazeera TV news told of the use of tear gas/CS gas and stun grenades. The Israeli solders said that the activists wore gas masks and ski masks. Neither side were fully believed by the United Nations, who tried not to take sides.\nThe MV Rachel Corrie is raided.\nThe MV Rachel Corrie gave in and hoisted the white flag of truce when boarded by the Israeli navy.\nThe Challenger One is raided.\nThe ship Challenger One sped up along its course in an attempt to allow journalists to take their photos of the ongoing raid. Huwaida Arraf, an American activist who was on the \"Challenger One\" reported that Israeli soldiers attacked any one who tried to block them from taking over the vessel with kicks, tasers, and stun grenades.\nActivist Huwaida Arraf reported that once on board the Challenger One, Israeli troops seized all communication equipment, cameras, mobile phones, radios and memory cards from activists.\nThe ship Sfendoni is raided.\nFormer UK diplomat Ed Peck, who was on board the ship Sfendoni, said that the Israelite troopers were well-trained, and behaved well. The soldiers scuffled with a few activists trying to block their access to the wheelhouse, but there were no major injuries, Peck said. Paul Larudee, a 64-year-old former language professor from El Cerrito, California on board the \"Sfendoni\", was beaten and tased according to his family by the US Consul General and his lawyers; his family has reported that Israeli consular officials informed them that Larudee, a pacifist, was beaten after not to follow the orders of troops.\nCrewman Shane Dillon reported that Israeli troops used stun guns, broke the nose of a Belgian woman among them, and beat another passenger. Australian photojournalist Kate Geraghty was attacked and tasered by Israeli troops aboard the \"Challenger One\", while attempting to photograph the raid.\nThe ship Eleftheri Mesogeios is raided.\nKutlu Tiryaki, a captain of the other vessel in the flotilla, said that the passengers did not have weapons at all, but only came to bring aid in a peaceful manner.\nThe other, unnamed ship is raided.\nThe final ship in the convoy gave in as it was raided and hoist a white flag.\nThe results.\n9-19 were said to be dead and 32-50 were said to injured. 10 of the injured were Israelis and 1 of the dead was a Turkish politician. Israel has confirmed four being dead. Among the dead is İbrahim Bilgen, a Turkish politician from the Felicity Party.\nAt least 32 activists who had been aboard the ships were arrested and incarcerated by the Israel Prisons Service, after they refused to sign deportation orders, including two who were wounded but refused hospital treatment.\nIsrael said that the navy forces \"found weapons ready in advance and used against our forces.\" IDF photos displayed knives, metal and wooden poles, flares, wrenches and slingshots with marble projectiles said to have been used against the soldiers. The activists were said to have also lobbed stun grenades at IDF soldiers, and the IDF showed video illustrating this. The Israeli searches of the ship found bulletproof vests, night-vision goggles, and gas masks.\nA press-release by the Foreign Affairs Minister of Israel said that violence against the soldiers was already planned, and that \"light weaponry\" was found on the ships, including pistols that would have been seized from activists on the \"Mavi Marmara\" by the Israel Defence Forces (IDF) soldiers.\nA close-up picture presented to readers of \"Jerusalem Post\" as: \"The array of equipment found on board the ships that made up the Gaza aid flotilla was as divergent as the flotilla’s stated aims\", showed some knives and clubs. Israeli troops also admitted to finding wheelchairs, cleaning supplies and baby milk onboard both the ships.\nA high ranking Norwegian officer stated after watching pictures that \"This is not military equipment\", and that most of the tools and kitchen knives would belong on a ship.\nHigh ranking Officials in the Customs Undersecretariat called the Israeli \"complete nonsense\".\nAfterwards.\nFor the most part, the diplomatic result was unfairly harsh to Israel.\nEgypt opened its Rafah Border Crossing with the Gaza Strip to allow medical aid to enter following world criticism of the raid. Hamas's leader Khaled Meshaal call for the border to be opened eminently.\nThe Israeli blockade itself against Gaza itself is not illegal, and it's okay for Israeli ships to operate in international waters to enforce it,\" said Allen Weiner, former U.S. State Department\nThe German newspaper \"Frankfurter Allgemeine Zeitung\", said UN worldwide law says countries are not allowed to extend their rule on areas outside of their coastal waters. In Israel’s case, a from the coast.\nSouth Africa's Ambassador left Israel and returned to South Africa as a form of protest.\nTurkey's deputy parliament speaker, Guldal Mumcu, said \"[t]his attack was an open violation of United Nations rules and international law,\" and that \"Turkey should seek justice against Israel through national and international legal authorities. The parliament expects the Turkish government to revise the political, military and economic relations with Israel, and to take effective measures.\"\nLawyer Dr. Turgut Tarhanlı of the University of Istanbul cited the ideal of innocent passage, under which vessels are given safe travel rights in a manner which is not \"prejudicial to the peace, good order or the security\" of the state.\nCyprus stated its belief that NGOs must be allowed to do their work freely and lawfully. Further, it called for the lifting of the blockade of Gaza.\nThe rogue state of North Korea's Foreign Ministry condemned the Israel, which \"mercilessly killed or wounded dozens of civilians aboard the boats.\" It went on to call the attack \"crime against humanity perpetrated at the U.S. connivance and under its patronage and a blatant challenge to the Arabs including Palestinians and the Mideast peace process\". The statement also \"expresses full support and solidarity with the cause of the Palestinians and other Arab people\"\nThe rogue state of Iran Supreme Leader of the Islamic Revolution Ayatollah Sayyid Ali Khamenei condemned the savage attack of the Zionist regime against an international aid convoy heading towards Gaza, and said the Israeli regime proved that it is more brutal than Fascists. Iran president Mahmoud Ahmedinejad said that the incident was an \"inhuman action of the Zionist regime against the Palestinian people\" and that it would bring the regime \"closer than ever to its end.\" The Iranian government has called for a boycott of Israel. Iran's Supreme National Security Council (SNSC) Secretary Saeed Jalili high lighted the need among regional and Islamic states to confront the Zionist regime of Israel effectively. Iran's Foreign Ministry condemned the raid, saying \"the incident once again revealed the criminal and war-mongering nature of the Zionist regime.\" Iran also on the UN Security Council and the OIC to take swift punitive action against Israel.\nThe Irish Taoiseach Brian Cowen described the attacks as \"very serious\" and stated that he feels the blockade action was a violation of international law. He also stated that people are allowed to receive humanitarian assistance.Minister for Foreign Affairs Micheál Martin said he was \"gravely concerned\"\nFrench President Nicolas Sarkozy condemned \"the out sized use of force\" against the flotilla.\nBelgium's foreign minister, Steven Vanackere, called the use of Israeli force \"disproportionate\" and \"invited the Israeli ambassador to explain how things happened.\"\nThe Bosnian representative at the UN Security Council, Ivan Barbalić, condemned the Israeli attack, called for an investigation and wanted Israel to lift the blockade of Gaza.\nChina Foreign Ministry spokesman Ma Zhaoxu condemned Israel's raid on the international convoy and urged Israel to carry out UN Security Council resolutions and improve the humanitarian situation in Gaza.\nThe Bulgarian Foreign Ministry demanded the quick release of two Bulgarian journalists travelling in the convoy. In addition, Bulgaria condemned the attack, saying \"nothing can justify the violence that resulted in the killing of over 10 people on board one of the ships.\" It called for an investigation.\nProtest rallies hit the streets of Tottenham, Paris, Germany, Italy, Turkey, Egypt and Malaysia.\nThe Czech Republic had gone out in support for Israel and declared that the Turkish flotilla was made to provoke Israel in to a military or political trap.\nThe USA also expressed pro-Israeli opinions, while Nauru said Hamas was wrong.\nThe Cuban Ministry of Foreign Affairs condemned the Israeli action, calling it a \"criminal attack\" and expressed its \"most energetic condemnation.\" Cuba calls for the lifting of the Gaza blockade and reaffirms its solidarity with the Palestinian people. The former Cuban President Fidel Castro has condemned Israel's attack on the Freedom Flotilla as \"Nazi fascist fury.\" He added that the Israeli commandos who boarded the ships fired at the aid workers.\nMontenegro, China, Zambia and the UK called for a peaceful solution to the situation.\nThe representative of Gabon at the UN Security Council expressed his shock at the events. He further called upon Israel to lift the blockade of Gaza, and called all parties to end the violence.\nSwitzerland called for an international inquiry and summoned the Israeli ambassador.\nThe Holy See expressed \"great concern and pain\" about the incident.\nThe fate of the captured people.\nIsrael planned to deport all of the captured passengers within 48 hours of their arrival into Israel. On of 2 June 2010 Israel had decided to release over 600 of the detained activists.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_waters","surface_form":"international waters","offset":79},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":107},{"uri":"Israeli_Navy","surface_form":"Israeli naval forces","offset":131},{"uri":"Humanitarian_aid","surface_form":"aid","offset":162},{"uri":"Flotilla","surface_form":"flotilla","offset":166},{"uri":"Palestinian","surface_form":"Palestinian","offset":212},{"uri":"Activist","surface_form":"activist","offset":224},{"uri":"The_blockade_of_Gaza","surface_form":"the blockade of Gaza","offset":325},{"uri":"Israel","surface_form":"Israel","offset":399},{"uri":"Convoy","surface_form":"convoy","offset":432},{"uri":"Good_(economics)","surface_form":"goods","offset":461},{"uri":"Aid","surface_form":"aid","offset":537},{"uri":"Gaza","surface_form":"Gaza","offset":627},{"uri":"Gaza_strip","surface_form":"Gaza strip","offset":842},{"uri":"Palestine","surface_form":"Palestine","offset":864},{"uri":"Palestinian_Authority","surface_form":"Palestinian Authority","offset":999},{"uri":"Occupied_territory","surface_form":"occupied territory","offset":1042},{"uri":"Israel","surface_form":"Israel","offset":1072},{"uri":"Occupation_force","surface_form":"occupation force","offset":1086},{"uri":"Palestinian","surface_form":"Palestinian","offset":1163},{"uri":"Hamas","surface_form":"Hamas","offset":1434},{"uri":"Hamas","surface_form":"Hamas","offset":1530},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":1550},{"uri":"Fatah%E2%80%93Hamas_conflict","surface_form":"Fatah–Hamas conflict","offset":1571},{"uri":"Israel","surface_form":"Israel","offset":1638},{"uri":"Terrorist","surface_form":"terrorist","offset":1664},{"uri":"Egypt","surface_form":"Egypt","offset":1694},{"uri":"Palestinian_Authority","surface_form":"Palestinian Authority","offset":1738},{"uri":"Israel","surface_form":"Israel","offset":1785},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":1809},{"uri":"Israel","surface_form":"Israel","offset":1855},{"uri":"Free_Gaza_Movement","surface_form":"Free Gaza Movement","offset":1871},{"uri":"Hamas","surface_form":"Hamas","offset":1903},{"uri":"Israel","surface_form":"Israel","offset":1990},{"uri":"Egypt","surface_form":"Egypt","offset":2048},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":2074},{"uri":"Iran","surface_form":"Iran","offset":2105},{"uri":"USA","surface_form":"USA","offset":2159},{"uri":"Turkey","surface_form":"Turkish","offset":2205},{"uri":"Cruse_Liner","surface_form":"Cruse Liner","offset":2228},{"uri":"MV_Mavi_Marmara","surface_form":"MV Mavi Marmara","offset":2240},{"uri":"Cypriot","surface_form":"Cypriot","offset":2287},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":2306},{"uri":"Israel","surface_form":"Israel","offset":2343},{"uri":"Flotilla_13","surface_form":"Flotilla 13","offset":2404},{"uri":"British","surface_form":"British","offset":2490},{"uri":"Palestinian","surface_form":"Palestinian","offset":2511},{"uri":"Turkey","surface_form":"Turks","offset":2526},{"uri":"Irish_people","surface_form":"Irish","offset":2535},{"uri":"Swedish_people","surface_form":"Swedish","offset":2544},{"uri":"South_African","surface_form":"South African","offset":2555},{"uri":"United_States","surface_form":"American","offset":2572},{"uri":"Albania","surface_form":"Albania","offset":2587},{"uri":"Mavi_Marmara","surface_form":"Mavi Marmara","offset":2651},{"uri":"Irish_people","surface_form":"Irish","offset":2684},{"uri":"Passenger_ship","surface_form":"passenger ship","offset":2690},{"uri":"MV_Rachel_Corrie","surface_form":"MV Rachel Corrie","offset":2705},{"uri":"Ships","surface_form":"vessels","offset":2740},{"uri":"Malaysia","surface_form":"Malaysia","offset":2846},{"uri":"United_States","surface_form":"American","offset":2865},{"uri":"Australian","surface_form":"Australian","offset":2878},{"uri":"Belgium","surface_form":"Belgian","offset":2896},{"uri":"Civilian","surface_form":"civilian","offset":2987},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":3050},{"uri":"Mairead_Corrigan","surface_form":"Mairead Corrigan","offset":3077},{"uri":"Denis_Halliday","surface_form":"Denis Halliday","offset":3133},{"uri":"Israeli-Arab","surface_form":"Israeli-Arab","offset":3149},{"uri":"Knesset","surface_form":"Knesset","offset":3172},{"uri":"Haneen_Zoubi","surface_form":"Haneen Zoubi","offset":3180},{"uri":"Islamic_Movement_in_Israel","surface_form":"Islamic Movement in Israel","offset":3231},{"uri":"Raed_Salah","surface_form":"Raed Salah","offset":3258},{"uri":"Henning_Mankell","surface_form":"Henning Mankell","offset":3287},{"uri":"Europe","surface_form":"Europe","offset":3337},{"uri":"Arab","surface_form":"Arab","offset":3350},{"uri":"European_Parliament","surface_form":"European Parliament","offset":3384},{"uri":"Ashdod","surface_form":"Ashdod","offset":3754},{"uri":"Flotilla","surface_form":"flotilla","offset":3809},{"uri":"Flotilla_13","surface_form":"Shayetet 13","offset":3883},{"uri":"Arafat_Shoukriof","surface_form":"Arafat Shoukriof","offset":3974},{"uri":"Free_Gaza_Movement","surface_form":"Free Gaza Movement","offset":3999},{"uri":"Helicopter","surface_form":"helicopter","offset":4428},{"uri":"Soldier","surface_form":"soldier","offset":4461},{"uri":"Fight","surface_form":"Fight","offset":4486},{"uri":"Soldier","surface_form":"trooper","offset":4544},{"uri":"Ship","surface_form":"ship","offset":4584},{"uri":"Aid_worker","surface_form":"aid worker","offset":4595},{"uri":"Rioted","surface_form":"rioted","offset":4607},{"uri":"Gun","surface_form":"gun","offset":4754},{"uri":"Albania","surface_form":"Albania","offset":4824},{"uri":"Stun_grenade","surface_form":"Stun grenade","offset":5353},{"uri":"Tear_gas","surface_form":"tear gas","offset":5371},{"uri":"Shoot","surface_form":"shoot","offset":5513},{"uri":"Military","surface_form":"military","offset":5756},{"uri":"Major_Avital_Leibovich","surface_form":"Major Avital Leibovich","offset":5860},{"uri":"IDF_Spokesperson%27s_Unit","surface_form":"IDF Spokesperson's Unit","offset":5890},{"uri":"Slingshots","surface_form":"slingshots","offset":5964},{"uri":"Club_(weapon)","surface_form":"clubs","offset":5988},{"uri":"Pistol","surface_form":"pistol","offset":6004},{"uri":"Adam_Shapiro","surface_form":"Adam Shapiro","offset":6051},{"uri":"Al_Jazeera","surface_form":"Al Jazeera","offset":6134},{"uri":"Nil%C3%BCfer_%C3%96ren","surface_form":"Nilüfer Ören","offset":6286},{"uri":"Snooping","surface_form":"snooping","offset":6385},{"uri":"Convoy","surface_form":"convoy","offset":6401},{"uri":"Stun_grenades","surface_form":"stun grenades","offset":6500},{"uri":"Smoke_bombs","surface_form":"smoke bombs","offset":6518},{"uri":"Crew","surface_form":"crew","offset":6565},{"uri":"Gasmask","surface_form":"gasmask","offset":6582},{"uri":"Norman_Paech","surface_form":"Norman Paech","offset":6592},{"uri":"Left_Party_(Germany)","surface_form":"Left Party","offset":6647},{"uri":"Iran","surface_form":"Iran","offset":6860},{"uri":"Al_Jazeera","surface_form":"Al Jazeera","offset":6875},{"uri":"Tear_gas","surface_form":"tear gas","offset":6913},{"uri":"CS_gas","surface_form":"CS gas","offset":6922},{"uri":"Stun_grenades","surface_form":"stun grenades","offset":6933},{"uri":"Activists","surface_form":"activists","offset":6982},{"uri":"Gas_masks","surface_form":"gas masks","offset":6997},{"uri":"Ski_masks","surface_form":"ski masks","offset":7011},{"uri":"United_Nations","surface_form":"United Nations","offset":7062},{"uri":"MV_Rachel_Corrie","surface_form":"MV Rachel Corrie","offset":7143},{"uri":"White_flag","surface_form":"white flag","offset":7184},{"uri":"Truce","surface_form":"truce","offset":7198},{"uri":"Navy","surface_form":"navy","offset":7232},{"uri":"Challenger_One","surface_form":"Challenger One","offset":7277},{"uri":"Huwaida_Arraf","surface_form":"Huwaida Arraf","offset":7394},{"uri":"United_States","surface_form":"American","offset":7412},{"uri":"Activist","surface_form":"activist","offset":7421},{"uri":"Stun_grenade","surface_form":"stun grenade","offset":7586},{"uri":"Huwaida_Arraf","surface_form":"Huwaida Arraf","offset":7610},{"uri":"Communication_equipment","surface_form":"communication equipment","offset":7698},{"uri":"Cameras","surface_form":"cameras","offset":7723},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":7732},{"uri":"Radio","surface_form":"radio","offset":7747},{"uri":"Memory_card","surface_form":"memory card","offset":7758},{"uri":"Diplomat","surface_form":"diplomat","offset":7826},{"uri":"Ed_Peck","surface_form":"Ed Peck","offset":7835},{"uri":"Sfendoni","surface_form":"Sfendoni","offset":7870},{"uri":"Wheelhouse","surface_form":"wheelhouse","offset":8029},{"uri":"El_Cerrito%2C_California","surface_form":"El Cerrito, California","offset":8145},{"uri":"Taser","surface_form":"tased","offset":8208},{"uri":"Belgium","surface_form":"Belgian","offset":8515},{"uri":"Australia","surface_form":"Australia","offset":8569},{"uri":"Journalist","surface_form":"journalist","offset":8585},{"uri":"Kate_Geraghty","surface_form":"Kate Geraghty","offset":8596},{"uri":"Kutlu_Tiryaki","surface_form":"Kutlu Tiryaki","offset":8763},{"uri":"Israelis","surface_form":"Israelis","offset":9135},{"uri":"%C4%B0brahim_Bilgen","surface_form":"İbrahim Bilgen","offset":9244},{"uri":"Politician","surface_form":"politician","offset":9270},{"uri":"Felicity_Party","surface_form":"Felicity Party","offset":9290},{"uri":"Israel_Prisons_Service","surface_form":"Israel Prisons Service","offset":9396},{"uri":"Navy","surface_form":"navy","offset":9551},{"uri":"Stun_grenades","surface_form":"stun grenades","offset":9823},{"uri":"Bulletproof_vest","surface_form":"bulletproof vest","offset":9937},{"uri":"Night-vision_goggles","surface_form":"night-vision goggles","offset":9956},{"uri":"Gas_masks","surface_form":"gas masks","offset":9982},{"uri":"Foreign_Affairs_Minister_of_Israel","surface_form":"Foreign Affairs Minister of Israel","offset":10016},{"uri":"Pistol","surface_form":"pistol","offset":10172},{"uri":"Israel_Defence_Forces","surface_form":"Israel Defence Forces","offset":10252},{"uri":"Jerusalem_Post","surface_form":"Jerusalem Post","offset":10334},{"uri":"Wheelchairs","surface_form":"wheelchairs","offset":10557},{"uri":"Cleaning_supplies","surface_form":"cleaning supplies","offset":10570},{"uri":"Baby_milk","surface_form":"baby milk","offset":10592},{"uri":"Norway","surface_form":"Norwegian","offset":10641},{"uri":"Ministries_of_Turkey","surface_form":"Customs Undersecretariat","offset":10829},{"uri":"Egypt","surface_form":"Egypt","offset":10977},{"uri":"Rafah_Border_Crossing","surface_form":"Rafah Border Crossing","offset":10994},{"uri":"Hamas","surface_form":"Hamas","offset":11105},{"uri":"Khaled_Meshaal","surface_form":"Khaled Meshaal","offset":11120},{"uri":"Allen_Weiner","surface_form":"Allen Weiner","offset":11331},{"uri":"U.S._State_Department","surface_form":"U.S. State Department","offset":11352},{"uri":"Germany","surface_form":"German","offset":11378},{"uri":"Frankfurter_Allgemeine_Zeitung","surface_form":"Frankfurter Allgemeine Zeitung","offset":11396},{"uri":"United_Nations","surface_form":"UN","offset":11434},{"uri":"Worldwide_law","surface_form":"worldwide law","offset":11437},{"uri":"South_Africa","surface_form":"South Africa","offset":11581},{"uri":"Ambassador","surface_form":"Ambassador","offset":11596},{"uri":"University_of_Istanbul","surface_form":"University of Istanbul","offset":12099},{"uri":"Innocent_passage","surface_form":"innocent passage","offset":12141},{"uri":"Cyprus","surface_form":"Cyprus","offset":12302},{"uri":"North_Korea","surface_form":"North Korea","offset":12470},{"uri":"Iran","surface_form":"Iran","offset":12939},{"uri":"Ali_Khamenei","surface_form":"Ali Khamenei","offset":13002},{"uri":"Mahmoud_Ahmedinejad","surface_form":"Mahmoud Ahmedinejad","offset":13211},{"uri":"Saeed_Jalili","surface_form":"Saeed Jalili","offset":13514},{"uri":"Republic_of_Ireland","surface_form":"Irish","offset":13883},{"uri":"Taoiseach","surface_form":"Taoiseach","offset":13889},{"uri":"Brian_Cowen","surface_form":"Brian Cowen","offset":13899},{"uri":"Minister_for_Foreign_Affairs_(Ireland)","surface_form":"Minister for Foreign Affairs","offset":14108},{"uri":"Miche%C3%A1l_Martin","surface_form":"Micheál Martin","offset":14137},{"uri":"France","surface_form":"French","offset":14184},{"uri":"President","surface_form":"President","offset":14191},{"uri":"Nicolas_Sarkozy","surface_form":"Nicolas Sarkozy","offset":14201},{"uri":"Belgium","surface_form":"Belgium","offset":14278},{"uri":"Steven_Vanackere","surface_form":"Steven Vanackere","offset":14306},{"uri":"Bosnia","surface_form":"Bosnia","offset":14448},{"uri":"UN_Security_Council","surface_form":"UN Security Council","offset":14478},{"uri":"Ivan_Barbali%C4%87","surface_form":"Ivan Barbalić","offset":14499},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":14620},{"uri":"Ministry_of_Foreign_Affairs_of_the_People%27s_Republic_of_China","surface_form":"Foreign Ministry","offset":14626},{"uri":"Ma_Zhaoxu","surface_form":"Ma Zhaoxu","offset":14653},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":14829},{"uri":"Tottenham","surface_form":"Tottenham","offset":15165},{"uri":"Paris","surface_form":"Paris","offset":15176},{"uri":"Germany","surface_form":"Germany","offset":15183},{"uri":"Italy","surface_form":"Italy","offset":15192},{"uri":"Turkey","surface_form":"Turkey","offset":15199},{"uri":"Egypt","surface_form":"Egypt","offset":15207},{"uri":"Malaysia","surface_form":"Malaysia","offset":15217},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":15231},{"uri":"Israel","surface_form":"Israel","offset":15274},{"uri":"Military","surface_form":"military","offset":15355},{"uri":"Political","surface_form":"political","offset":15367},{"uri":"USA","surface_form":"USA","offset":15387},{"uri":"Nauru","surface_form":"Nauru","offset":15434},{"uri":"Hamas","surface_form":"Hamas","offset":15445},{"uri":"Cuba","surface_form":"Cuba","offset":15466},{"uri":"Ministry_of_Foreign_Affairs_(Cuba)","surface_form":"Ministry of Foreign Affairs","offset":15472},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":15743},{"uri":"Montenegro","surface_form":"Montenegro","offset":15918},{"uri":"China","surface_form":"China","offset":15930},{"uri":"Zambia","surface_form":"Zambia","offset":15937},{"uri":"UK","surface_form":"UK","offset":15952},{"uri":"Gabon","surface_form":"Gabon","offset":16026},{"uri":"Switzerland","surface_form":"Switzerland","offset":16198},{"uri":"Holy_See","surface_form":"Holy See","offset":16287}]}