{"id":247648,"url":"http://en.wikipedia.org/wiki/Mesut_%C3%96zil","text":"Mesut Özil (born 15 October 1988) is a German football player of Turkish descent. He plays for Arsenal and the German national team.\nÖzil is often praised for his skill at being an attacking midfielder. He is known for making plenty of assists. In 2011, he made the second most assists with Real Madrid in La Liga with 17 and the most assists in major European competitions with 25.\nSchalke 04.\nIn 2005, he went to the youth department of FC Schalke 04. He was a midfielder, and his number was 17. He soon played in the Ligapokal, against teams such as FC Bayern Munich and Bayer Leverkusen. He was thought to be the \"next big thing,\" but soon left the club.\nWerder Bremen.\nIn 2008, Mesut Özil moved to Werder Bremen for a reported amount of €4.3 million, signing a contract with the German club until June 30, 2011. He soon became popular in the club, leading them to the 2009 DFB-Pokal final with the winning goal against Bayer Leverkusen. He helped the team make it to the UEFA Cup, but lost to Shakhtar Donetsk.\nReal Madrid.\nBecause of his impressive performance in the 2010 FIFA World Cup, he made his place as one of the best young football athletes in Europe. Teams such as FC Barcelona, Manchester United. and Arsenal wanted him in their squad. Werder Bremen made an agreement with Real Madrid. The transfer amount was believed to be near €15 million. After signing, Özil said, \"When the offer came in to join Real Madrid, there is no decision to make. Let's be honest – you don't refuse this club. I was in no rush to leave Werder Bremen, but this is one club you say yes to. They are an institution, a club with a fantastic history, stadium and squad full of world-class players. The prospect of performing at the Bernabeu is so awesome you jump straight in.\"\nHis first game was against Hércules, which the team won the game 3-1. His first goal was against Deportivo de La Coruña, which the team won 6-1.\nMesut Özil performed many assists, and in the 2011-12 season he was nominated for the FIFA Ballon d'Or award. Real Madrid maintained its success, and finished in 1st place in the 2011-12 La Liga.\nOzil joined Arsenal in September 2013 at a transfer fee believed to be around €50 million. His first game for Arsenal was against Sunderland in which the team won 3-1, with him making an assist. He was a top performer in his first season, however his form has went down since then.\nRetirement.\nŐzil stopped playing for the German National Team in July 2018 citing \"racism and disrespect\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":46},{"uri":"Turkey","surface_form":"Turkish","offset":65},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":95},{"uri":"Germany_national_football_team","surface_form":"German national team","offset":111},{"uri":"Real_Madrid_C.F.","surface_form":"Real Madrid","offset":291},{"uri":"La_Liga","surface_form":"La Liga","offset":306},{"uri":"FC_Schalke_04","surface_form":"FC Schalke 04","offset":439},{"uri":"Ligapokal","surface_form":"Ligapokal","offset":520},{"uri":"FC_Bayern_Munich","surface_form":"FC Bayern Munich","offset":553},{"uri":"Bayer_Leverkusen","surface_form":"Bayer Leverkusen","offset":574},{"uri":"2009_DFB-Pokal","surface_form":"2009 DFB-Pokal final","offset":873},{"uri":"Bayer_Leverkusen","surface_form":"Bayer Leverkusen","offset":924},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":976},{"uri":"Shakhtar_Donetsk","surface_form":"Shakhtar Donetsk","offset":998},{"uri":"2010_FIFA_World_Cup","surface_form":"2010 FIFA World Cup","offset":1074},{"uri":"FC_Barcelona","surface_form":"FC Barcelona","offset":1181},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United.","offset":1195},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":1218},{"uri":"Real_Madrid_C.F.","surface_form":"Real Madrid","offset":1290},{"uri":"H%C3%A9rcules_CF","surface_form":"Hércules","offset":1797},{"uri":"R.C._Deportivo_de_La_Coru%C3%B1a","surface_form":"Deportivo de La Coruña","offset":1867},{"uri":"FIFA_Ballon_d%27Or","surface_form":"FIFA Ballon d'Or","offset":2001},{"uri":"2011%E2%80%9312_La_Liga","surface_form":"2011-12 La Liga","offset":2094},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":2123},{"uri":"Sunderland_A.F.C.","surface_form":"Sunderland","offset":2241}]}