{"id":247801,"url":"http://en.wikipedia.org/wiki/Goto","text":"goto is a statement in many programming languages. It is a combination of the English words \"go\" and \"to\". It is a way to jump to another line of code.\nMany languages support the goto statement, and many do not. In Java, goto is a reserved word, but cannot be used. (A \"reserved word\" is a word that is a \"part\" of the programming language and cannot be used for other things like naming variables.)\nIn Computer Science, there is a theory called the structured program theorem. This theory says that any program can be written in such a way that things are done with \"functions\" and \"methods\" (smaller sub-programs) instead of in one very big program and \"goto\" statements. The theory proves that the goto statement is not needed to write programs.\nUse.\nIn this example, the computer would jump to the location of \"LABEL\".\nThis can be read as \"if \"some condition is true\", then go to the location of \"LABEL\".\"\nDifferent programming languages have different restrictions or limits on the use of goto statements. For example, the C programming language does not allow a goto to jump to a location inside of another function (subprogram).","categories":[],"infobox_types":[],"annotations":[{"uri":"Statement","surface_form":"statement","offset":10},{"uri":"Programming_language","surface_form":"programming language","offset":28},{"uri":"Go","surface_form":"go","offset":93},{"uri":"To","surface_form":"to","offset":102},{"uri":"Java_(programming_language)","surface_form":"Java","offset":215},{"uri":"Reserved_word","surface_form":"reserved word","offset":231},{"uri":"Variable","surface_form":"variable","offset":388},{"uri":"Computer_Science","surface_form":"Computer Science","offset":403},{"uri":"Structured_program_theorem","surface_form":"structured program theorem","offset":450},{"uri":"Function","surface_form":"function","offset":568},{"uri":"Method_(computer_science)","surface_form":"method","offset":584},{"uri":"Restriction","surface_form":"restriction","offset":957},{"uri":"C_programming_language","surface_form":"C programming language","offset":1028}]}