{"id":247815,"url":"http://en.wikipedia.org/wiki/Lisa_M._Buttenheim","text":"e=\"preserve\">Lisa M. Buttenheim, a national of the United States, was appointed by the United Nations Secretary-General Ban Ki-moon as his Special Representative and Head of the United Nations Peacekeeping Force in Cyprus (UNFICYP)on 2 June 2010.She has extensive experience with the United Nations in political affairs and peacekeeping.\nButtenheim replaces Tayé-Brook Zerihoun of Ethiopia, who held the same function from May 2008 to April 2010. The Secretary-General expressed his gratitude to Zerihoun for his devotion and leadership of UNFICYP. In addition, Zerihoun served as the acting Deputy to the Special advisor of the Secretary-General on Cyprus. During his tenure, he provided assistance to the Secretary-General’s mission of good offices.\nBefore the appointment of Buttenheim, she was Director of the Middle East and West Asia Division in the Department of Political Affairs from January 2009. She previously served in the same department as Director of the Asia and Pacific Division from January to December 2008. She was Director of the Asia and Middle East Division in the Department of Peacekeeping Operations from April 2004 to December 2007. She served as Director and Head of the United Nations Office in Belgrade from March 2003 to March 2004.\nBetween May 1997 and February 2003, Buttenheim was Senior Political Adviser in the Office of the Director-General of the United Nations Office at Geneva.During the same period, she was also the acting Chief of Staff, Office of the Special Representative of the Secretary-General in the United Nations Interim Administration Mission in Kosovo (UNMIK), Director and Senior Adviser in the Office of the Special Envoy for the Balkans in Geneva.\nShe joined the United Nations in March 1983 and held a number of positions in the Executive Office of the Secretary-General, the Office of the Under-Secretaries-General for Special Political Affairs in New York, and the United Nations Truce Supervision Organization (UNTSO) in Jerusalem.\nButtenheim holds a Master's degree in international economics and Middle East studies from Johns Hopkins University’s School of Advanced International Studies, in Washington, D.C., and a bachelor's degree in political science and English from Stanford University.\nShe was born in 1954 and is married to Jean-Claude Aimé, a former United Nations official.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":51},{"uri":"The_United_Nations","surface_form":"the United Nations","offset":83},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":120},{"uri":"Cyprus","surface_form":"Cyprus","offset":215},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":381},{"uri":"Middle_East","surface_form":"Middle East","offset":814},{"uri":"West_Asia","surface_form":"West Asia","offset":830},{"uri":"Asia","surface_form":"Asia","offset":971},{"uri":"Pacific","surface_form":"Pacific","offset":980},{"uri":"Belgrade","surface_form":"Belgrade","offset":1225},{"uri":"Geneva","surface_form":"Geneva","offset":1411},{"uri":"Kosovo","surface_form":"Kosovo","offset":1600},{"uri":"Balkans","surface_form":"Balkans","offset":1687},{"uri":"Geneva","surface_form":"Geneva","offset":1698},{"uri":"New_York","surface_form":"New York","offset":1908},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1983},{"uri":"Johns_Hopkins","surface_form":"Johns Hopkins","offset":2085},{"uri":"Washington","surface_form":"Washington","offset":2157},{"uri":"Stanford_University","surface_form":"Stanford University","offset":2237}]}