{"id":247956,"url":"http://en.wikipedia.org/wiki/Snowy_River_National_Park","text":"Snowy River National Park is a national park in Victoria (Australia), 323 km east of Melbourne. The park includes much of the Snowy River.\nA lot of the park is a protected wilderness area, with no access for vehicles. The park in the Little River Gorge area, has one of the last natural habitats for the endangered Brush-tailed Rock Wallaby. Numbers for this species are estimated as extremely small, with the rugged terrain making it difficult to count the population. Over 250 species have been found in the park, 29 are rare or threatened in Victoria. These include the Long-footed Potoroo, Spotted Quoll (Tiger Quoll), Giant Burrowing Frog and Eastern She-oak Skink.\nLittle River Gorge.\nLittle River Gorge is Victoria's deepest gorge. The Little River drops 610 metres from the Wulgulmerang plateau over a distance 14 km to where it joins the Snowy River at a height of 122 metres above sea level.\nMcKillops Bridge.\nMcKillops Road is the northern park boundary, with the Alpine National Park to the north of the road. The road is not suitable for caravans, trailers and large trucks because it is steep and winding. At McKillops Bridge the road which crosses the Snowy River near its junction with the Deddick River. A camping site near McKillops Bridge has excellent spots for swimming. It is also a good place to begin canoe and raft trips through the rugged gorges downstream. It is the start for the 18km Silver Mine Walking Track and the short Snowy River Trail.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":31},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":48},{"uri":"Australia","surface_form":"Australia","offset":58},{"uri":"Melbourne%2C_Australia","surface_form":"Melbourne","offset":85},{"uri":"Endangered_species","surface_form":"endangered","offset":304},{"uri":"Brush-tailed_Rock_Wallaby","surface_form":"Brush-tailed Rock Wallaby","offset":315},{"uri":"Species","surface_form":"species","offset":479},{"uri":"Threatened_species","surface_form":"threatened","offset":531},{"uri":"Long-footed_Potoroo","surface_form":"Long-footed Potoroo","offset":573},{"uri":"Spotted_Quoll","surface_form":"Spotted Quoll","offset":594},{"uri":"Cyclodomorphus_michaeli","surface_form":"Eastern She-oak Skink","offset":648},{"uri":"Gorge","surface_form":"gorge","offset":732},{"uri":"Snowy_River","surface_form":"Snowy River","offset":847},{"uri":"Sea_level","surface_form":"sea level","offset":891},{"uri":"Alpine_National_Park","surface_form":"Alpine National Park","offset":975},{"uri":"Caravan","surface_form":"caravan","offset":1051}]}