{"id":248209,"url":"http://en.wikipedia.org/wiki/Mall_of_America","text":"Mall of America (also MOA, MoA, the Megamall) is a large shopping mall in the Twin Cities suburb of Bloomington, Minnesota, USA. The mall is southeast of the junction of Interstate 494 and Minnesota State Highway 77, north of the Minnesota River and is across the interstate from the Minneapolis-St. Paul International Airport. In the United States, it is the second-largest inside mall in terms of retail space but is largest in terms of total enclosed floor area. Opened in 1992, the mall received 40 million visitors in 2006.\n\"Triple Five Group\", owned by the Ghermezian family of Canada, fully owns and manages the property, and has also owned West Edmonton Mall in Canada.\nDesign.\nMall of America (founded by John Scott & Benjamin Clark) has a gross area of 4.2 million square feet (390,000 m²), with 2.5 million sq ft. (230,000 m²) available as retail space. The mall is a nearly symmetric building, with a roughly rectangular floor plan. Over 520 stores are arranged along three levels of pedestrian walkways on the sides of the rectangle, with a fourth level on the East side. An addition planned north of the mall will allow for up to 900 stores. Four \"anchor\" department stores are at the corners. The Mall is organized into four different zones, each with its own decorative style.\nDespite Minnesota's often cold temperatures in the winter, only the mall's entrances are heated. Heat is allowed in through skylights above Nickelodeon Universe. Heat is produced by lighting fixtures, other electric devices and also by employees and guests of the mall in sufficient amounts to keep it comfortable. In fact, even during the winter, air conditioning systems need to be run nonstop during peak hours to ensure a comfortable shopping environment.\nAlthough the common areas are unheated, the individual stores do have heating systems.\nTwo nearly identical seven story parking ramps on east and west sides provide 12,550 parking spaces. Parking lots on the north and south of the building, along with nearby overflow parking, bring the total number of spaces up to approximately 20,000.\nHistory.\nThe mall was designed and built by \"Triple Five Group\", owned by the Ghermezian brothers of Canada, who also own the biggest shopping mall in North America, the West Edmonton Mall. Mall of America is on the past site of Metropolitan Stadium, where the Minnesota Vikings and Minnesota Twins played until the Hubert H. Humphrey Metrodome opened. The teams left Metropolitan Stadium in 1982. A plaque in the amusement park is where home plate used to be in that stadium. One seat from Met Stadium was placed in Mall of America at its exact location (including elevation) in the stadium, to recognize a 520 foot home run hit by hall-of-famer Harmon Killebrew on June 3, 1967.\nIn 1986, The Bloomington Port Authority signed an agreement with the Ghermezian Organization. Groundbreaking for the mall took place on June 14, 1989. Organizations involved include Melvin Simon and Associates, Teachers Insurance and Annuity (a.k.a. TIAA), the Triple Five Group, and the office of architect Jon Jerde.\nThe mall opened its doors to the public August 11, 1992. Even before opening, Mall of America had earned several nicknames, including \"The Megamall\" (or \"The Megamess\" during construction), \"Sprawl of America\", \"Hugedale\" (in reference to the four major \"Dale\" shopping malls within the Twin Cities, Rosedale, Southdale, Ridgedale and Brookdale) and, simply, \"The Mall\".\nIt became the second largest shopping mall in total area and largest in total store vendors in the United States when it opened, however, the mall has never been the largest in the world (the West Edmonton Mall, opened in 1991, is larger). Mall of America is the most visited shopping mall in the world with more than 40 million visitors annually (or roughly eight times the population of the state of Minnesota). The mall employs over 12,000 workers.\nStarting on September 4, 1995, The Mall had an event for live television for the first time. Time-Warner owned professional wrestling company World Championship Wrestling set up in the building for the Inaugural edition of WCW Monday Nitro - also the WCW debut of Lex Luger, under his \"The Narcissist\" gimmick. This first broadcast on Turner Network Television, along with later editions broadcast from the Mall, would become a well known part of the federation's competition with The World Wrestling Federation.\nDuring its run as a large entertainment and retail venue, certain aspects-such as-have been criticized and closely looked at. A Mardi Gras themed bar, Fat Tuesdays, shut its doors in early 2000 due to indecent exposure and alcohol related offenses, for ignoring warnings from the mall and Bloomington police to not repeat incidents caught on tape the year before. Following that incident were other problems, such as foot traffic within the Mall after the bars (all on the fourth floor) had closed for the evening. The Mall storefronts were closed, however. The Hooters restaurant, the Cantina #1 restaurant and the Theatres at Mall of America movie theater are the only establishments remaining on the fourth floor.\nIn 2003, after a six year legal battle between Simon Property Group, the managing general partner of the property, and the Ghermezian brothers/Triple Five Group, over majority ownership of the site, a federal appeals judge ruled in favor of the Ghermezians, effectively transferring control and planning authority of the mall back to its original founders. The dispute stemmed from a 1999 purchase of Teacher's Insurance's 27.5% equity stake by Simon Properties, giving them majority ownership. The Ghermezians claimed they were never told of the deal and sued Simon, citing fiduciary responsibility.\nOn November 3, 2006, the Ghermezians gained full control of Mall of America, spending US$1 billion to do so. The ruling cleared the way for Triple Five to begin work on what is being called \"Phase II\".\nPhase II expansion.\nPhase II is the planned expansion for MOA, developing a large, empty area of land north of the mall which was the former home of the Met Center indoor arena and integrating an IKEA store built on a portion of the property in 2004. Phase II, in current form, includes a dinner theatre, ice rink, three hotels, and a waterpark; similar in design to the West Edmonton Mall. The expansion will not make MOA exceed the size of the WEM (itself going under expansion).\nMOA currently estimates costs of $1.9 billion for the expansion, doubling the mall's size with a 5.2 million-square-foot extension. The mall's developers have asked for $234 million in state and local subsidies, but the request was vetoed as part of a larger bill by Gov. Tim Pawlenty on its first appearance in the 2006-07 session.\nIn the meantime, MOA has signed papers to bring in Great Wolf Resorts as the waterpark operator, as well as Bass Pro Shops and a Kimpton Hotel. The expansion section will connect to the mall on all four levels, and an adjacent IKEA store via a second level bridge. There will be an NHL-sized ice rink for public & private skating. There will also be an additional parking ramp, adding 8,000 parking spaces.\nThere will also be fine art exhibits planned in the expansion, and two upscale department stores. Another plan that was in the works would have been fashions, architecture, and restaurants based after Europe.\nOn May 18, 2008, the Minnesota State Legislature passed a bill granting the city of Bloomington the right to raise property and sales taxes to pay for the MOA expansion.\nNickelodeon Universe.\nNickelodeon Universe is an indoor theme park in the center of the mall, formerly known as Knott's Camp Snoopy, Camp Snoopy, and The Park at MOA. The park features roller coasters, among numerous other rides and attractions, and is the largest indoor theme park in the United States. Unlike many indoor amusement parks, Nickelodeon Universe has a great deal of natural foliage in and about the park, and its floor has a wide variance in height - the highest ground level in the park is 15 feet above the lowest. This allows for a far more naturalistic experience than would normally occur in an indoor amusement park.\nThe park features two new roller coasters; SpongeBob SquarePants Rock Bottom Plunge and Avatar Airbender. It also has a miniature golfing section called Moose Mountain. With 18 holes, it is designed to create a challenge for players hoping to seek a hole in one.\nUnderwater Adventures Aquarium.\nGuests travel through a 300 foot long curved tunnel through 14 feet of water to view over 4,500 sea creatures including sharks, turtles, stingrays, and many more. Underwater Adventures offers special events such as sleepovers, scuba diving, snorkeling, and birthday parties.\nTransit.\nThe mall is used as a major transportation hub in the region, with bus and light rail service linking the mall to other destinations. Regular public transit service is provided by Metro Transit and other area bus lines, and nearby Mystic Lake Casino offers free shuttles to their establishment. The primary bus/rail station for scheduled local service is in the lower level of the eastern parking ramp. There, the Hiawatha Line light rail line connects the mall to the Minneapolis-Saint Paul International Airport and from there to downtown Minneapolis (another major shopping destination in the region, particularly during weekdays). The mall is being discouraged as a park and ride facility, and overnight parking is banned to prevent passengers taking the train to the airport. Commuters are encouraged to use the nearby 28th Avenue Station's parking lot. The mall is the first stop on the Cedar Avenue Bus Rapid Transitway and the nineteenth, final stop on the Hiawatha Line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shopping_mall","surface_form":"shopping mall","offset":57},{"uri":"Minneapolis_%E2%80%93_Saint_Paul","surface_form":"Twin Cities","offset":78},{"uri":"Minnesota","surface_form":"Minnesota","offset":113},{"uri":"Interstate_494","surface_form":"Interstate 494","offset":170},{"uri":"Minnesota_State_Highway_77","surface_form":"Minnesota State Highway 77","offset":189},{"uri":"Minnesota_River","surface_form":"Minnesota River","offset":230},{"uri":"Minneapolis-St._Paul_International_Airport","surface_form":"Minneapolis-St. Paul International Airport","offset":284},{"uri":"List_of_largest_shopping_malls_in_the_United_States","surface_form":"in terms of retail space","offset":387},{"uri":"West_Edmonton_Mall","surface_form":"West Edmonton Mall","offset":648},{"uri":"Canada","surface_form":"Canada","offset":670},{"uri":"Gross","surface_form":"gross","offset":749},{"uri":"Symmetry","surface_form":"symmetric","offset":886},{"uri":"Rectangle","surface_form":"rectangular","offset":921},{"uri":"Floor_plan","surface_form":"floor plan","offset":933},{"uri":"Department_store","surface_form":"department store","offset":1170},{"uri":"Skylight_(window)","surface_form":"skylight","offset":1417},{"uri":"Air_conditioning","surface_form":"air conditioning","offset":1641},{"uri":"Parking_ramp","surface_form":"parking ramp","offset":1873},{"uri":"Parking_lot","surface_form":"Parking lot","offset":1941},{"uri":"Canada","surface_form":"Canada","offset":2192},{"uri":"West_Edmonton_Mall","surface_form":"West Edmonton Mall","offset":2261},{"uri":"Metropolitan_Stadium","surface_form":"Metropolitan Stadium","offset":2320},{"uri":"Minnesota_Vikings","surface_form":"Minnesota Vikings","offset":2352},{"uri":"Minnesota_Twins","surface_form":"Minnesota Twins","offset":2374},{"uri":"Hubert_H._Humphrey_Metrodome","surface_form":"Hubert H. Humphrey Metrodome","offset":2407},{"uri":"Baseball_Hall_of_Fame","surface_form":"hall-of-famer","offset":2724},{"uri":"Harmon_Killebrew","surface_form":"Harmon Killebrew","offset":2738},{"uri":"Melvin_Simon_and_Associates","surface_form":"Melvin Simon and Associates","offset":2954},{"uri":"TIAA-CREF","surface_form":"Teachers Insurance and Annuity (a.k.a. TIAA)","offset":2983},{"uri":"Jon_Jerde","surface_form":"Jon Jerde","offset":3080},{"uri":"Rosedale_Center","surface_form":"Rosedale","offset":3391},{"uri":"Southdale_Center","surface_form":"Southdale","offset":3401},{"uri":"Ridgedale_Center","surface_form":"Ridgedale","offset":3412},{"uri":"Brookdale_Center","surface_form":"Brookdale","offset":3426},{"uri":"United_States","surface_form":"United States","offset":3561},{"uri":"West_Edmonton_Mall","surface_form":"West Edmonton Mall","offset":3654},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":4056},{"uri":"WCW_Monday_Nitro","surface_form":"WCW Monday Nitro","offset":4137},{"uri":"Lex_Luger","surface_form":"Lex Luger","offset":4178},{"uri":"Turner_Network_Television","surface_form":"Turner Network Television","offset":4249},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Federation","offset":4399},{"uri":"Hooters","surface_form":"Hooters","offset":4989},{"uri":"Simon_Property_Group","surface_form":"Simon Property Group","offset":5191},{"uri":"Met_Center","surface_form":"Met Center","offset":6100},{"uri":"IKEA","surface_form":"IKEA","offset":6143},{"uri":"Waterpark","surface_form":"waterpark","offset":6282},{"uri":"West_Edmonton_Mall","surface_form":"West Edmonton Mall","offset":6318},{"uri":"Tim_Pawlenty","surface_form":"Tim Pawlenty","offset":6701},{"uri":"Bass_Pro_Shops","surface_form":"Bass Pro Shops","offset":6870},{"uri":"Europe","surface_form":"Europe","offset":7370},{"uri":"Theme_park","surface_form":"theme park","offset":7604},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":7733},{"uri":"United_States","surface_form":"United States","offset":7838},{"uri":"SpongeBob_SquarePants_Rock_Bottom_Plunge","surface_form":"SpongeBob SquarePants Rock Bottom Plunge","offset":8230},{"uri":"Avatar_Airbender","surface_form":"Avatar Airbender","offset":8275},{"uri":"Bus","surface_form":"bus","offset":8833},{"uri":"Light_rail","surface_form":"light rail","offset":8841},{"uri":"Metro_Transit_(Minnesota)","surface_form":"Metro Transit","offset":8946},{"uri":"Mystic_Lake_Casino","surface_form":"Mystic Lake Casino","offset":8997},{"uri":"Hiawatha_Line","surface_form":"Hiawatha Line","offset":9180},{"uri":"Light_rail","surface_form":"light rail","offset":9194},{"uri":"Minneapolis-Saint_Paul_International_Airport","surface_form":"Minneapolis-Saint Paul International Airport","offset":9235},{"uri":"Park_and_ride","surface_form":"park and ride","offset":9436},{"uri":"28th_Avenue_(Metro_Transit_station)","surface_form":"28th Avenue Station","offset":9590},{"uri":"Cedar_Avenue_Bus_Rapid_Transitway","surface_form":"Cedar Avenue Bus Rapid Transitway","offset":9659}]}