{"id":248229,"url":"http://en.wikipedia.org/wiki/Painful_sexual_act","text":"Painful sexual act is a medical problem where a person feels pain in their genitals before, during, or after a sexual act. Doctors call this problem dyspareunia. It can have physical or emotional causes. Both men and women can have dyspareunia. Up to one-fifth of women (one in every five) may have dyspareunia at some point in their lives.\nSymptoms in women.\nWhen a woman experiences a painful sexual act, the pain may distract her from feeling pleasure and excitement. Her vagina will be less lubricated (wet) and will not expand (dilate) as much as usual. When the vagina is dry and undilated, thrusting of the penis is painful. Even after the original cause of her pain has disappeared, a woman may feel pain simply because she expects pain.\nCauses in women.\nIn most cases, painful sexual acts have a physical cause at first. There are many physical problems that can cause or worsen painful sexual act. A doctor may be able to identify the cause by doing a careful physical examination and medical history. Some of the most common physical causes are infections of the vagina, urinary tract, cervix, or fallopian tubes; endometriosis; scar tissue left by surgery (like an episiotomy); and ovarian cysts and tumors. Common infections are mycoses (infections caused by a fungus), candidiasis, chlamydia, trichomoniasis, urinary tract infections, coliform bacteria, monilial organisms and herpes). Painful sexual act can also be caused by problems with a woman's anatomy, like hymenal remnants (pieces of the hymen that stay in the vagina) or female genital mutilation, or when the entrance to the vagina has become too small for normal penetration (Sarrell and Sarrell 1989).\nIn women who are past menopause, a common cause of painful sexual act is having too little estrogen. In women who are breastfeeding, a common cause is dryness of the vagina. Women who are getting radiation therapy for cancer in the pelvic area may have pain during sex because the walls of the vagina have atrophied (wasted away) and are more sensitive to injury. Dryness in the vagina can also be a cause of painful sexual act for women with Sjögren's syndrome, which attacks the glands that create saliva and tears.\nPainful sexual act may be one of the first symptoms of cystitis (a bladder infection). People with cystitis may have bladder pain during or after sex. Women with cystitis usually have pain the day after sex, because the muscles around her bladder are spasming (tightening up painfully). Women with cystitis usually also have urinary frequency (needing to urinate a lot) and/or urinary urgency (needing to urinate suddenly).\nIn men.\nThere are a number of physical factors as well. Pain is sometimes experienced in the testicular or glans area of the penis immediately after ejaculation. Infections of the prostate, bladder, or seminal vesicles can lead to burning or itching sensations following ejaculation. Men suffering from cystitis may experience intense pain at the moment of ejaculation and is focused at the tip of the penis. Gonorrheal infections are associated with burning or sharp penis pains during ejaculation. Urethritis or prostatitis can make genital stimulation painful or uncomfortable. Anatomic deformities of the penis (retraction of a too-tight foreskin) may also result in pain during sexual act.\nIn men pain in the genital organs during ejaculation or immediately thereafter is experienced as sharp, stabbing, and/or burning, it may be persistent and returning. The duration of pain is usually brief. The immediate cause of psychogenic post ejaculatory pain is the involuntary painful spasm or cramping of certain pain-sensitive muscles in the male genital and reproductive organs, the painful muscle cramps may be attributable to a man’s conflict about ejaculating.\nA pelvic floor disorder can also be the cause of pain during and after sex.\nDiagnosis.\nSufferers will see several doctors before a correct diagnosis is made. Sufferers are also often hesitant to seek treatment for chronic vulvar pain, especially since many women begin experiencing symptoms around the same time they become sexually active. Before being successfully diagnosed patients sometimes are told that the pain is \"in their head\". For the diagnosis doctor carefully takes a history and carefully examines the pelvis to duplicate the discomfort and to identify a site or source of the pelvic pain. The diagnosis of painful sexual act has to be differentiated from conditions known as ‘’’chronic vulvar pain’’’ and vaginismus. It is worth to be sure whether the painful sexual act is acquired or lifelong and whether it is generalized (complete) or situational. During the first two weeks, painful sexual act caused by penis insertion or movement of the penis in the vagina or by deep penetration is often due to disease or injury deep within the pelvis. Inquiry should determine whether the pain is superficial or deep - whether it occurs primarily at the vaginal outlet or vaginal barrel or upon deep thrusting against the cervix. The possible role of psychological factors in either causing or maintaining the pain must be acknowledged.\nAtrophy of vagina as a source of painful sexual act is most frequently seen in women after menopause and is generally associated with estrogen deficiency. The latter is associated with inadequacy of lubrication of vagina, which can lead to painful friction during sexual act.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genitals","surface_form":"genitals","offset":75},{"uri":"Sexual_intercourse","surface_form":"sexual act","offset":111},{"uri":"Vagina","surface_form":"vagina","offset":475},{"uri":"Vagina","surface_form":"vagina","offset":568},{"uri":"Penis","surface_form":"penis","offset":614},{"uri":"Physical_examination","surface_form":"physical examination","offset":970},{"uri":"Medical_history","surface_form":"medical history","offset":995},{"uri":"Infection","surface_form":"infection","offset":1056},{"uri":"Urinary_tract_infection","surface_form":"urinary tract","offset":1082},{"uri":"Cervix","surface_form":"cervix","offset":1097},{"uri":"Fallopian_tube","surface_form":"fallopian tube","offset":1108},{"uri":"Endometriosis","surface_form":"endometriosis","offset":1125},{"uri":"Scar","surface_form":"scar","offset":1140},{"uri":"Episiotomy","surface_form":"episiotomy","offset":1177},{"uri":"Ovary","surface_form":"ovarian","offset":1194},{"uri":"Tumor","surface_form":"tumor","offset":1212},{"uri":"Fungus","surface_form":"fungus","offset":1274},{"uri":"Candidiasis","surface_form":"candidiasis","offset":1283},{"uri":"Chlamydia_infection","surface_form":"chlamydia","offset":1296},{"uri":"Trichomoniasis","surface_form":"trichomoniasis","offset":1307},{"uri":"Urinary_tract_infection","surface_form":"urinary tract infection","offset":1323},{"uri":"Coliform_bacteria","surface_form":"coliform bacteria","offset":1349},{"uri":"Monilial_organism","surface_form":"monilial organism","offset":1368},{"uri":"Herpes","surface_form":"herpes","offset":1391},{"uri":"Anatomy","surface_form":"anatomy","offset":1465},{"uri":"Hymen","surface_form":"hymen","offset":1479},{"uri":"Female_genital_mutilation","surface_form":"female genital mutilation","offset":1545},{"uri":"Vagina","surface_form":"vagina","offset":1600},{"uri":"Menopause","surface_form":"menopause","offset":1701},{"uri":"Estrogen","surface_form":"estrogen","offset":1770},{"uri":"Radiation_therapy","surface_form":"radiation therapy","offset":1875},{"uri":"Pelvis","surface_form":"pelvic area","offset":1911},{"uri":"Sj%C3%B6gren%27s_syndrome","surface_form":"Sjögren's syndrome","offset":2122},{"uri":"Bladder","surface_form":"bladder","offset":2264},{"uri":"Urination","surface_form":"urinate","offset":2552},{"uri":"Testicle","surface_form":"testicular","offset":2714},{"uri":"Glans_penis","surface_form":"glans","offset":2728},{"uri":"Penis","surface_form":"penis","offset":2746},{"uri":"Ejaculation","surface_form":"ejaculation","offset":2770},{"uri":"Prostate","surface_form":"prostate","offset":2801},{"uri":"Bladder","surface_form":"bladder","offset":2811},{"uri":"Seminal_vesicle","surface_form":"seminal vesicle","offset":2823},{"uri":"Ejaculation","surface_form":"ejaculation","offset":2892},{"uri":"Cystitis","surface_form":"cystitis","offset":2924},{"uri":"Ejaculation","surface_form":"ejaculation","offset":2978},{"uri":"Penis","surface_form":"penis","offset":3023},{"uri":"Gonorrhea","surface_form":"Gonorrhea","offset":3030},{"uri":"Penis","surface_form":"penis","offset":3089},{"uri":"Ejaculation","surface_form":"ejaculation","offset":3108},{"uri":"Urethritis","surface_form":"Urethritis","offset":3121},{"uri":"Prostatitis","surface_form":"prostatitis","offset":3135},{"uri":"Penis","surface_form":"penis","offset":3230},{"uri":"Foreskin","surface_form":"foreskin","offset":3263},{"uri":"Sexual_intercourse","surface_form":"sexual act","offset":3304},{"uri":"Ejaculation","surface_form":"ejaculation","offset":3357},{"uri":"Pelvis","surface_form":"pelvis","offset":4304},{"uri":"Sexual_intercourse","surface_form":"sexual act","offset":4417},{"uri":"Vaginismus","surface_form":"vaginismus","offset":4508},{"uri":"Sexual_intercourse","surface_form":"sexual act","offset":4691},{"uri":"Penis","surface_form":"penis","offset":4712},{"uri":"Penis","surface_form":"penis","offset":4747},{"uri":"Vagina","surface_form":"vagina","offset":4760},{"uri":"Pelvis","surface_form":"pelvis","offset":4840},{"uri":"Cervix","surface_form":"cervix","offset":5018},{"uri":"Vagina","surface_form":"vagina","offset":5144},{"uri":"Sexual_intercourse","surface_form":"sexual act","offset":5174},{"uri":"Menopause","surface_form":"menopause","offset":5224},{"uri":"Estrogen","surface_form":"estrogen","offset":5267},{"uri":"Vagina","surface_form":"vagina","offset":5347},{"uri":"Sexual_intercourse","surface_form":"sexual act","offset":5397}]}