{"id":248357,"url":"http://en.wikipedia.org/wiki/Nematomorpha","text":"The Nematomorpha (horsehair worms) are a phylum of parasitic cycloneuralian animals. They look similar to nematode worms and live in similar environments, which is why their names are similar. They are sometimes called Gordiacea..\nThey range in size from long and in extreme cases may be up to 2 meters long. They are in diameter. Horsehair worms can be discovered in damp areas such as watering troughs, streams, puddles, and cisterns.\nAbout 326 species are known and an estimate suggests that there may be about 2000 species worldwide.\nFossilized worms have been reported from Lower Cretaceous Burmese amber 100–110 million years ago.\nLife cycle.\nThe adult worms are free living and, in North America, are usually found only in the summer months in or near shallow water.\nThe larvae are parasitic on arthropods: beetles, cockroaches, grasshoppers and crickets. These are their final hosts, but since they do not live in water, the nematomorph life cycle has an extra stage.\nA day or two after they come out of their hosts, the adult worms mate in the water, and then around mid-August or Mid-October, they lay their eggs in the water. It takes about a month for the larvae to develop inside the egg. Once the larvae hatch, they somehow get into gastropods (like snails and slugs), insects, or earthworms, which live in moist habitats. There they build a cyst, and grow. The animal they grow inside is called an interim (temporary) host, because a final host is still needed.\nNext, developing nematomorph worms can be found in their final hosts (beetles, etc.). It is not clear how they get there, but probably the final host eats the interim host with the larvae inside them. After they appear in the final host, the nematomorphs begin to eat it from the inside.\nThe nematomorph may control the host, leading it towards water and even causing it to jump into the water. Then it breaks out of the beetle in or near the water and finds a knot of other worms. There it can mate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":41},{"uri":"Parasitism","surface_form":"parasitic","offset":51},{"uri":"Cycloneuralia","surface_form":"cycloneuralia","offset":61},{"uri":"Animal","surface_form":"animal","offset":76},{"uri":"Nematode","surface_form":"nematode","offset":106},{"uri":"Environment","surface_form":"environment","offset":141},{"uri":"Diameter","surface_form":"diameter","offset":321},{"uri":"Cistern","surface_form":"cistern","offset":427},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":579},{"uri":"Amber","surface_form":"amber","offset":604},{"uri":"Larva","surface_form":"larva","offset":778},{"uri":"Parasite","surface_form":"parasitic","offset":789},{"uri":"Arthropods","surface_form":"arthropods","offset":802},{"uri":"Beetle","surface_form":"beetle","offset":814},{"uri":"Cockroach","surface_form":"cockroach","offset":823},{"uri":"Grasshoppers","surface_form":"grasshoppers","offset":836},{"uri":"Crickets","surface_form":"crickets","offset":853},{"uri":"Larvae","surface_form":"larvae","offset":1168},{"uri":"Gastropod","surface_form":"gastropod","offset":1247},{"uri":"Insect","surface_form":"insect","offset":1283},{"uri":"Earthworm","surface_form":"earthworm","offset":1295},{"uri":"Habitat","surface_form":"habitat","offset":1327},{"uri":"Cyst","surface_form":"cyst","offset":1356}]}