{"id":248403,"url":"http://en.wikipedia.org/wiki/Rhabdomyosarcoma","text":"e=\"preserve\">Rhabdomyosarcoma is a rare type of cancer that is most common in children. Rhabdomyosarcoma is a cancer that begins in muscle tissue - usually the muscles that are attached to bones to help a person move.\nRhabdomyosarcoma should not be confused with rhabdomyolysis, which is often called \"rhabdo\" for short.\nThere are three different kinds of rhabdomyosarcoma.\nEmbryonal rhabdomyosarcoma (ERMS).\nThis is the most common type of rhabdomyosarcoma. More than half of people with this cancer have ERMS. It is most common in children under age 6.\nAlveolar rhabdomyosarcoma (ARMS).\nThis is the second most common type of rhabdomyosarcoma. Alveolar rhabdomyosarcoma is more common in older children and teenagers, but it can also happen in younger children and adults.\nHowever, it can also happen in the genitals or the area around the anus.\nThis type of rhabdomyosarcoma usually grows faster than embryonal rhabdomyosarcoma, and needs more treatment than ERMS.\nAnaplastic rhabdomyosarcoma.\nAnaplastic rhabdomyosarcoma does not happen very often. When it does happen, it usually affects adults; is very rare in children.\nThis type of cancer usually grows quickly and needs a lot of treatment.\nPrognosis.\nThe prognosis of a person with rhabdomyosarcoma also depends on many different things. For example, adults with rhabdomyosarcoma usually have tumors that grow faster and are harder to treat. Prognosis also depends on the type of rhabdomyosarcoma a person has, what kind of treatment they get, whether their cancer has spread, and many other things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cancer","surface_form":"cancer","offset":48},{"uri":"Muscular_system","surface_form":"muscle","offset":132},{"uri":"Tissue","surface_form":"tissue","offset":139},{"uri":"Bone","surface_form":"bone","offset":189},{"uri":"Rhabdomyolysis","surface_form":"rhabdomyolysis","offset":263},{"uri":"Anus","surface_form":"anus","offset":842},{"uri":"Prognosis","surface_form":"prognosis","offset":1214}]}