{"id":24842,"url":"http://en.wikipedia.org/wiki/Camembert_cheese","text":"Camembert cheese, more generally known as Camembert, is a French soft cheese. It originated in the village of Camembert in Normandy. Since 1983, the name \"Camembert de Normandie\" has been protected as Appellation d'Origine controlée (AOC).\nProduction.\nCamembert is made from unpasteurized cow's milk, and is ripened by the moulds \"Penicillium candida\" and \"Penicillium camemberti\" for at least three weeks. It is produced in small rounds, about 250 grams in weight, which are wrapped in paper and boxed in thin wooden boxes.\nCharacteristics.\nWhen fresh, it is quite crumbly and relatively hard, but it characteristically ripens and becomes more runny and strongly flavoured as it ages.\nCamembert can be used in many dishes, but it is popularly eaten uncooked on bread or with wine or meat, to enjoy the subtle flavour and texture which do not survive heating.\nHistory.\nCamembert was reputedly invented in 1791 by Marie Harel, a farmer from Normandy. However, the origin of the cheese we know today as camembert is more likely to rest with the beginnings of the industrialisation of the cheese-making process at the end of the 19th century. In 1890, an engineer, M. Ridel invented the wooden box which was used to carry the cheese and helped to send it for longer distances, in particular to America where it became very popular. These boxes are still used today.\nBefore fungi were properly understood, the colour of Camembert rind was a matter of chance, most commonly blue-grey, with brown spots. From the early 20th century onwards the rind has been more commonly pure white, but it was not until the mid-1970s that pure white became standard.\nThe cheese was famously issued to French troops in the First World War, becoming firmly fixed in the French popular culture as a result. It has many other roles in French culture, literature and history. It is now internationally known, and many local varieties are made around the world.\nThe cheese is said to have inspired Salvador Dalí to create his famous painting, \"The Persistence of Memory\". Its \"melting\" watches were inspired by the sight of a melting wheel of over-ripe Camembert.\nThe Camembert de Normandie was granted a protected designation of origin in 1992 after the original AOC in 1983.\nReferences.\n\"Camembert: A National Myth\" by Pierre Boisard claims that Camembert was one of the first globalised, homogenised and standardised foods.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":58},{"uri":"Soft_cheese","surface_form":"soft cheese","offset":65},{"uri":"Camembert","surface_form":"Camembert","offset":110},{"uri":"Normandy","surface_form":"Normandy","offset":123},{"uri":"Appellation_d%27Origine_Contr%C3%B4l%C3%A9e","surface_form":"Appellation d'Origine controlée (AOC)","offset":201},{"uri":"Cow","surface_form":"cow","offset":289},{"uri":"Milk","surface_form":"milk","offset":295},{"uri":"Mould","surface_form":"mould","offset":323},{"uri":"Penicillium_candida","surface_form":"Penicillium candida","offset":331},{"uri":"Penicillium_camemberti","surface_form":"Penicillium camemberti","offset":357},{"uri":"Gram","surface_form":"gram","offset":449},{"uri":"Marie_Harel","surface_form":"Marie Harel","offset":913},{"uri":"Normandy","surface_form":"Normandy","offset":940},{"uri":"Fungi","surface_form":"fungi","offset":1370},{"uri":"Salvador_Dal%C3%AD","surface_form":"Salvador Dalí","offset":1971},{"uri":"The_Persistence_of_Memory","surface_form":"The Persistence of Memory","offset":2017},{"uri":"Protected_designation_of_origin","surface_form":"protected designation of origin","offset":2178},{"uri":"Appellation_d%27Origine_Contr%C3%B4l%C3%A9e","surface_form":"AOC","offset":2237},{"uri":"Pierre_Boisard","surface_form":"Pierre Boisard","offset":2294}]}