{"id":248572,"url":"http://en.wikipedia.org/wiki/Digital_rights","text":"e=\"preserve\">Digital rights are the rights of people regarding what they can do with their computer. There are many cases that need special thought related to digital rights, such as the right to have data accessible to a few people (privacy) and freedom of expression. Very often the word is used when referring to computer networks such as the Internet.\nIn 2003, the United Nations held a special talk, called the World Summit on the Information Society. One of the tasks of this talk was to make the digital divide smaller. The digital divide separates countries into \"rich\" ones and \"poor\" ones. For \"poor\" countries accessing the internet is much more hard. After long talks, all people in the talk signed a closing statement.\nThe statement pointed out that human rights were universal, and that they could not be divided. They were also related to the basic freedoms that the Vienna Declaration had defined, and could not be separated from them. In addition, democracy as well as sustainable development should be respected and the rule of law should be made stronger.\n\"We reaffirm, as an essential foundation of the Information Society, and as outlined in Article 19 of the Universal Declaration of Human Rights, that everyone has the right to freedom of opinion and expression; that this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers. Communication is a fundamental social process, a basic human need and the foundation of all social organization. It is central to the Information Society. Everyone, everywhere should have the opportunity to participate and no one should be excluded from the benefits of the Information Society offers.\"\nDigital rights management is in this area, as an example.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":91},{"uri":"Privacy","surface_form":"privacy","offset":234},{"uri":"Freedom_of_expression","surface_form":"freedom of expression","offset":247},{"uri":"Computer_network","surface_form":"computer network","offset":316},{"uri":"Internet","surface_form":"Internet","offset":346},{"uri":"United_Nations","surface_form":"United Nations","offset":369},{"uri":"Digital_divide","surface_form":"digital divide","offset":503},{"uri":"Human_rights","surface_form":"human rights","offset":763},{"uri":"Vienna_Declaration","surface_form":"Vienna Declaration","offset":882},{"uri":"Democracy","surface_form":"democracy","offset":965},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":986},{"uri":"Rule_of_law","surface_form":"rule of law","offset":1038},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":1181},{"uri":"Freedom_of_speech","surface_form":"freedom of opinion and expression","offset":1251}]}