{"id":248593,"url":"http://en.wikipedia.org/wiki/The_Human_Centipede_(First_Sequence)","text":"\"The Human Centipede (First Sequence)\" is a 2009 Dutch horror movie. It is written and directed by Tom Six. The movie is about a mad doctor who wants to stick people together so they become what he calls his 'human centipede'.\n\"The Human Centipede\" did not get very many good reviews, but Tom Six made two sequels to the movie called \"The Human Centipede 2 (Full Sequence)\" and \"The Human Centipede 3 (Final Sequence)\".\nStory.\nLindsay (played by Ashley C. Williams) and Jenny (played by Ashlynn Yennie) are two American girls who are on holiday in Germany. They are kidnapped by a mad doctor called Dr. Heiter (played by Dieter Laser) after their car breaks down and they go to his house to look for help. The doctor Heiter then kidnaps a Japanese man named Katsuro (played by Akihiro Kitamura). The doctor tells the three that he is world-famous for separating conjoined twins, but wants to join people together so they share a single digestive system. He tells the three how he will connect his three victims together mouth-to-anus. Lindsay tries to escape, but is captured before she can get away. The doctor then sews the three together; he sews Lindsays's mouth to Katsuro's anus, and Jenny's mouth to Lindsay's anus. This means that when he feeds Katsuro food, Katsuro defecates into Lindsay's mouth, and Lindsay defecates her feces into Jenny's mouth.\nThe doctor calls his victims his 'human centipede', and he tries to train his centipede as a pet. However, the doctor becomes very restless when he is kept awake by the screaming of his victims, and even more annoyed when Jenny starts to get ill from blood poisoning.\nWhen the police visit the doctor to look for the missing people, he decides to add them to his centipede and get rid of Jenny. The doctor tries but fails to drug the detectives, and they leave the house saying they will come back later. The three try to escape, and Katsuro attacks the doctor, by stabbing him in the foot and leg, but they do not escape the house. Katsuro tells the doctor that he deserves his fate, because he had treated his family very badly in the past, then he kills himself with a piece of glass. The police come back to the house and search it, as the doctor hides near his swimming pool. One policeman finds the 'human centipede' but then hears a gunshot which he goes to investigate. He discovers the other policeman dead in the swimming pool. The doctor then shoots him in the stomach, and as he is dying he shoots the doctor in the head. The policeman then falls in the pool and is dead.\nJenny and Lindsay hold hands as Jenny dies from her blood poisoning. Lindsay is left alone in the house. The movie ends with her screaming into Heiter's empty laboratory, while still attached to Katsuro and Jenny.\nReception.\nMost reviews said \"The Human Centipede\" was not very good. However some Horror blogs liked the idea and thought it was funny.\nThe movie won some awards at Film Festivals.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":49},{"uri":"Horror_movie","surface_form":"horror movie","offset":55},{"uri":"Insanity","surface_form":"mad","offset":129},{"uri":"Review","surface_form":"review","offset":276},{"uri":"Sequel","surface_form":"sequel","offset":306},{"uri":"The_Human_Centipede_2_(Full_Sequence)","surface_form":"The Human Centipede 2 (Full Sequence)","offset":335},{"uri":"The_Human_Centipede_3_(Final_Sequence)","surface_form":"The Human Centipede 3 (Final Sequence)","offset":379},{"uri":"Americans","surface_form":"American","offset":511},{"uri":"Dieter_Laser","surface_form":"Dieter Laser","offset":621},{"uri":"Conjoined_twins","surface_form":"conjoined twins","offset":862},{"uri":"Digestive_system","surface_form":"digestive system","offset":936},{"uri":"Feces","surface_form":"feces","offset":1333},{"uri":"Blood_poisoning","surface_form":"blood poisoning","offset":1610},{"uri":"Laboratory","surface_form":"laboratory","offset":2702}]}