{"id":248951,"url":"http://en.wikipedia.org/wiki/Clarence_S._Campbell_Bowl","text":"The Clarence S. Campbell Bowl is a National Hockey League (NHL) trophy awarded to the Western Conference playoff champions. The trophy is named for Clarence S. Campbell to honor his work for the NHL. He was the president of the NHL from 1946 to 1977. The trophy is a made of sterling silver. It was made by a British silversmith in 1878.\nHistory.\nThe trophy was first awarded in 1968 to the regular-season champions of the West Division. Starting in 1975, the trophy was awarded to the regular-season winner of the Campbell Conference. Starting in 1982, the trophy was awarded to the playoff champion in the Campbell Conference. Since 1994, the trophy has been awarded to the playoff champion in the Western Conference.\nA traditional supersitition that is prevalent among many of today's NHL players is that no player should either touch or lift the Campbell (Western Conference champion) or Prince of Wales (Eastern Conference champion) Trophies after they have won the conference playoffs; the players feel that the Stanley Cup is the true championship trophy and thus it should be the only trophy that they should be hoisting.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":35},{"uri":"Trophy","surface_form":"trophy","offset":64},{"uri":"Western_Conference_(NHL)","surface_form":"Western Conference","offset":86},{"uri":"Clarence_S._Campbell","surface_form":"Clarence S. Campbell","offset":148},{"uri":"British","surface_form":"British","offset":309},{"uri":"Smith_(metalwork)","surface_form":"silversmith","offset":317},{"uri":"1967-68_NHL_season","surface_form":"1968","offset":379},{"uri":"West_Division_(NHL)","surface_form":"West Division","offset":423},{"uri":"1974-75_NHL_season","surface_form":"1975","offset":450},{"uri":"Clarence_Campbell_Conference","surface_form":"Campbell Conference","offset":515},{"uri":"1981-82_NHL_season","surface_form":"1982","offset":548},{"uri":"1993-94_NHL_season","surface_form":"1994","offset":635},{"uri":"Superstition","surface_form":"supersitition","offset":734}]}