{"id":24914,"url":"http://en.wikipedia.org/wiki/Supernova","text":"A supernova is the explosion of a giant star. It usually happens when its nuclear fusion cannot hold the core against its own gravity. The core collapses, and explodes.\nThe biggest stars that make supernovae are hypergiants and smaller ones are supergiants. They are massive: because of gravity, they use up their energy very quickly. Normally they only live for a few million years.\nDuring the explosion, the total energy radiated by supernovae may briefly outshine the entire output of a galaxy. They emit energy equal to that of the whole lifetime of a solar-like star. The explosion blows off its stellar material away from the star, at velocities up to 30,000 km/s or 10% of the speed of light. This drives a shock wave into the surrounding interstellar medium. This sweeps up an expanding shell of gas and dust, which we see as a supernova remnant. After exploding, what is left becomes a black hole or a neutron star.\nMost stars are small and do not explode. They become colder and smaller, and they become white dwarf stars.\nSupernova explosions happen rarely. The last time people saw a supernova in our own galaxy, the Milky Way, was in the year 1604. We can see supernovas in other galaxies too. Every year we see 300 supernovas in other galaxies, because there are so many galaxies. Sometimes they are brighter than the whole rest of the galaxy.\nTypes.\nSupernovas are usually sorted into Type I and Type II supernovas.\nType I supernovas have absorption lines that show they do not have hydrogen in them. Type Ia supernovas are very bright for a short amount of time. Then they get less bright very quickly. Type Ia supernovas happen when a white dwarf star is orbiting a big star. Sometimes, the white dwarf star sucks matter off of the big star. When the white dwarf gets to be about 1.4 times the mass of the sun, it collapses. This makes lots of energy and light, which is why supernovas are very bright. Type 1a have mostly the same brightness. This allows them to be used as a secondary standard candle to measure the distance to their host galaxies.\nType II supernovas have absorption lines that show they do have hydrogen in them. A star must have at least 8 times, and no more than 40–50 times, the mass of the Sun to undergo this type of explosion.\nIn a star like the Sun, nuclear fusion turns hydrogen into helium. In very large stars, helium gets turned into oxygen, and so on. The star fuses increasingly higher mass elements, up through the periodic table until a core of iron and nickel is produced. Fusion of iron or nickel produces no net energy output, so no more fusion can take place. But, the collapse of the core is so rapid (about 23% of the speed of light) that a huge shock wave is produced. The extremely high temperature and pressure lasts long enough for a brief moment when the elements heavier than iron are produced. Depending on initial size of the star, the remnants of the core form a neutron star or a black hole.\nSupernovas and life.\nWithout supernovas there would be no life on Earth. This is because many of the chemical elements were made in supernova explosions. These are called \"heavy elements\". Heavy elements are needed to make living things. The supernova is the only way heavy elements can be made. Other elements were made by fusion in stars. Heavy elements need very high temperature and pressure to form. In a macho supernova explosion the temperature and pressure are so high that heavy elements can be made. Scientists call this \"supernova nucleosynthesis\".\nIt could be dangerous if a supernova explosion happened very close to the Earth. The explosion is very big and many kinds of dangerous radiation are formed. But we do not have to be afraid. Only very big stars can explode as supernovas. There are no stars big enough near the Earth and if there was it would take millions of years for it to happen.\nImportant supernovas.\nSN 1572 was seen by Tycho Brahe. This supernova helped astronomers learn that things in space could change. SN 1604 was seen by Johannes Kepler. It was the last supernova close enough to be seen from Earth's northern hemisphere without a telescope. SN 1987A is the only supernova so close that scientists could find neutrinos from it. SN 1987A was also bright enough to see without a telescope. People in the southern hemisphere saw it.\nEffects on Earth.\nThe Earth does have traces of past supernovae. Traces of radioactive iron-60, a strong indicator of supernova debris, is buried in the sea floor right across the globe.\nThe \"local bubble\" is a ballooning region of hot gas, 600 light-years across. It surrounds the Solar System and dominates our stellar neighbourhood. It was formed by over a dozen supernovae blowing up in a nearby moving clump of stars. This happened between 2.3 million and 1.5 million years ago. This roughly corresponds with the start of the Pleistocene ice ages. The connection may be accidental.","categories":[],"infobox_types":[],"annotations":[{"uri":"Giant_star","surface_form":"giant star","offset":34},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":74},{"uri":"Hypergiant","surface_form":"hypergiant","offset":212},{"uri":"Supergiant","surface_form":"supergiant","offset":245},{"uri":"Mass","surface_form":"mass","offset":267},{"uri":"Gravity","surface_form":"gravity","offset":287},{"uri":"Galaxy","surface_form":"galaxy","offset":490},{"uri":"Emission","surface_form":"emit","offset":503},{"uri":"Shock_wave","surface_form":"shock wave","offset":714},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":746},{"uri":"Black_hole","surface_form":"black hole","offset":895},{"uri":"Neutron_star","surface_form":"neutron star","offset":911},{"uri":"White_dwarf","surface_form":"white dwarf","offset":1014},{"uri":"Galaxy","surface_form":"galaxy","offset":1117},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1129},{"uri":"1604","surface_form":"1604","offset":1156},{"uri":"Spectral_line","surface_form":"absorption lines","offset":1454},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1498},{"uri":"White_dwarf","surface_form":"white dwarf","offset":1652},{"uri":"Orbit","surface_form":"orbit","offset":1672},{"uri":"Matter","surface_form":"matter","offset":1731},{"uri":"Mass","surface_form":"mass","offset":1811},{"uri":"Collapse","surface_form":"collapse","offset":1831},{"uri":"Standard_candle","surface_form":"standard candle","offset":2004},{"uri":"Solar_mass","surface_form":"mass of the Sun","offset":2219},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":2294},{"uri":"Hydrogen","surface_form":"hydrogen","offset":2315},{"uri":"Helium","surface_form":"helium","offset":2329},{"uri":"Helium","surface_form":"helium","offset":2358},{"uri":"Oxygen","surface_form":"oxygen","offset":2382},{"uri":"Iron","surface_form":"iron","offset":2497},{"uri":"Nickel","surface_form":"nickel","offset":2506},{"uri":"Neutron_star","surface_form":"neutron star","offset":2930},{"uri":"Black_hole","surface_form":"black hole","offset":2948},{"uri":"Chemical_element","surface_form":"chemical element","offset":3061},{"uri":"Nuclear_fusion","surface_form":"fusion","offset":3284},{"uri":"Temperature","surface_form":"temperature","offset":3331},{"uri":"Pressure","surface_form":"pressure","offset":3347},{"uri":"Radiation","surface_form":"radiation","offset":3655},{"uri":"SN_1572","surface_form":"SN 1572","offset":3891},{"uri":"Tycho_Brahe","surface_form":"Tycho Brahe","offset":3911},{"uri":"SN_1604","surface_form":"SN 1604","offset":3999},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":4019},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":4099},{"uri":"Telescope","surface_form":"telescope","offset":4129},{"uri":"SN_1987A","surface_form":"SN 1987A","offset":4140},{"uri":"Neutrino","surface_form":"neutrinos","offset":4207},{"uri":"SN_1987A","surface_form":"SN 1987A","offset":4226},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":4300},{"uri":"Radioactive","surface_form":"radioactive","offset":4403},{"uri":"Debris","surface_form":"debris","offset":4456},{"uri":"Solar_System","surface_form":"Solar System","offset":4610},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":4859},{"uri":"Ice_age","surface_form":"ice age","offset":4871}]}