{"id":249147,"url":"http://en.wikipedia.org/wiki/Vuvuzela","text":"A vuvuzela is a blowing horn commonly used in soccer games in South Africa. They are also called lepatas or a stadium horn. To blow this horn, the lip and lung strength of the blower has to be strong to make a sound like a foghorn or an elephant.\nOrigin.\nThe \"vuvuzela\" was originally made out of tin. It became very popular in South Africa in the 1990s. A fan of the Kaizer Chiefs FC named Freddie \"Saddam\" Maake says that he invented the vuvuzela. He got the idea from the aluminium 1965 bicycle horn, and after taking off the black rubber, he blew it. After that, he thought it was too short, and so he joined a pipe to make it longer. He has kept photos of himself in South African soccer games holding the aluminium vuvuzela. He says the instrument was not allowed to be used because it was thought of as a dangerous weapon. Because of this, he tried to find a plastic company that could make it safer.\nIn 2001, South Africa-based company Masincedane Sport began to sell the plastic version. Neil van Schalkwyk, the co-owner of Masincedane Sport, won the SAB KickStart Award in 2001.\nVuvuzelas have been said to be rooted in African history, but this is argued between many historians. South African people used to blow on a kudu horn to call villagers to a meeting. Also, there is a South African saying that \"A baboon is killed by a lot of noise.\" Similar horns have been made for a long time by many people. A horn that looks identical to a vuvuzela is seen in Winslow Homer's woodcut \"The Dinner Horn\" from the 1870s.\n2009 FIFA Confederations Cup and 2010 FIFA World Cup.\nIn the 2010 World Cup, vuvuzelas were in the news all over the world because it was normal in South Africa for them to be blown at football matches. The world football governing body, FIFA, did not want to allow the use of vuvuzelas. This was because they were afraid that might use the instrument as a weapon and that businesses could put advertisements on vuvuzelas. However the South African Football Association (SAFA) said that vuvuzelas were important for South African games, and FIFA decided in July 2008 to let the instruments be used.\nSome football players and audiences did not like the vuvuzelas. The Lee Dixon of the BBC Three said that the sounds were \"quite \". The European broadcasters also complained to the FIFA that they could not hear the commentators because of the sound.\nProblems.\nVuvuzelas have also caused problems. With a Vuvuzela, high sound pressure levels can be reached. These are about 120 dB(A) at a distance of one metre, and about 191 db(A) next to the instrument. There have been moves to prohibit the use of vuvuzelas in certain public viewing areas, because they can damage hearing, and because their sound may be louder than that of emergency broadcasts. Demand for earplugs to protect from hearing loss during the World Cup was bigger than the available supply. Many pharmacies ran out of stock. Neil van Schalkwyk, manufacturer of the plastic vuvuzela, began selling earplugs to fans. After the World Cup 2010 vuvuzelas started to be banned in other countries. In Britain Tottenham Hotspur was the first football team to ban them in July 2010, and many other football teams have since followed. They were banned because of health and safety reasons, especially because it was said that people might not hear any safety announcements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horn_(musical_instrument)","surface_form":"horn","offset":24},{"uri":"Soccer","surface_form":"soccer","offset":46},{"uri":"South_Africa","surface_form":"South Africa","offset":62},{"uri":"Lip","surface_form":"lip","offset":147},{"uri":"Lung","surface_form":"lung","offset":155},{"uri":"Foghorn","surface_form":"foghorn","offset":223},{"uri":"Elephant","surface_form":"elephant","offset":237},{"uri":"Origin","surface_form":"originally","offset":274},{"uri":"Tin","surface_form":"tin","offset":297},{"uri":"South_Africa","surface_form":"South Africa","offset":328},{"uri":"1990s","surface_form":"1990s","offset":348},{"uri":"Kaizer_Chiefs_FC","surface_form":"Kaizer Chiefs FC","offset":368},{"uri":"Aluminium","surface_form":"aluminium","offset":475},{"uri":"1965","surface_form":"1965","offset":485},{"uri":"Bicycle","surface_form":"bicycle","offset":490},{"uri":"Rubber","surface_form":"rubber","offset":535},{"uri":"Pipe","surface_form":"pipe","offset":615},{"uri":"Photo","surface_form":"photo","offset":651},{"uri":"Plastic","surface_form":"plastic","offset":980},{"uri":"South_African_Breweries","surface_form":"SAB","offset":1060},{"uri":"Kudu","surface_form":"kudu","offset":1230},{"uri":"Baboon","surface_form":"baboon","offset":1318},{"uri":"Winslow_Homer","surface_form":"Winslow Homer's","offset":1469},{"uri":"2010_World_Cup","surface_form":"2010 World Cup","offset":1588},{"uri":"FIFA","surface_form":"FIFA","offset":1765},{"uri":"Weapon","surface_form":"weapon","offset":1884},{"uri":"Business","surface_form":"business","offset":1900},{"uri":"Advertisement","surface_form":"advertisement","offset":1921},{"uri":"South_African_Football_Association","surface_form":"South African Football Association","offset":1962},{"uri":"BBC_Three","surface_form":"BBC Three","offset":2211},{"uri":"Commentator","surface_form":"commentator","offset":2340},{"uri":"Sound_pressure","surface_form":"sound pressure","offset":2444},{"uri":"Sound_pressure","surface_form":"dB(A)","offset":2502},{"uri":"Earplug","surface_form":"earplug","offset":2785},{"uri":"Britain","surface_form":"Britain","offset":3085},{"uri":"Tottenham_Hotspur","surface_form":"Tottenham Hotspur","offset":3093},{"uri":"Health_and_safety","surface_form":"health and safety","offset":3244}]}