{"id":249368,"url":"http://en.wikipedia.org/wiki/Horizontal_and_vertical_writing_in_East_Asian_scripts","text":"Many East Asian scripts can be written both horizontally and vertically.\nHistory.\nDocuments around the world have many different ways of writing. But there are mainly two ways of writing: writing horizontally (횡서, 橫書) or vertically (종서縱書). There are two kinds of horizontal writing. One kind can be read from left to right (좌횡서, 左橫書); the other is read from right to left (우횡서, 右橫書). There are two kinds of vertical writing as well: from left to right (좌정서, 左縱書) or from right to left (우정서, 右縱書), both of these are written from top to bottom. Traditionally, the countries in the East Asian cultural sphere (such as Korea, China, Japan or Vietnam) write vertically from right to left. When it was necessary to write horizontally, they wrote horizontally from right to left. When the Western culture began influencing them, they began writing horizontally from left to right, which is now used widely.\nMost Western languages are written horizontally from left to right, but Arabic and Hebrew are written horizontally from right to left. Mongol letters are written horizontally from left to right.\nLong ago, people used hieroglyphs. Hieroglyphs were very flexible characters. They were often written from left to right in the first line, and then right to left in the second line, and so on. This is called boustrophedon. A person can tell which direction to read by which direction the hieroglyphs of animals and people were facing. If the hieroglyphs were facing left, then the line must be read from left to right. If they were facing right, they must be read from right to left.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_Asia","surface_form":"East Asia","offset":5},{"uri":"Writing_system","surface_form":"scripts","offset":16},{"uri":"World","surface_form":"world","offset":103},{"uri":"East_Asian_cultural_sphere","surface_form":"East Asian cultural sphere","offset":579},{"uri":"Korea","surface_form":"Korea","offset":615},{"uri":"China","surface_form":"China","offset":622},{"uri":"Japan","surface_form":"Japan","offset":629},{"uri":"Vietnam","surface_form":"Vietnam","offset":638},{"uri":"Arabic_language","surface_form":"Arabic","offset":972},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":983},{"uri":"Mongolian_language","surface_form":"Mongol letters","offset":1035},{"uri":"Hieroglyphs","surface_form":"hieroglyphs","offset":1117},{"uri":"Grapheme","surface_form":"characters","offset":1161}]}