{"id":249472,"url":"http://en.wikipedia.org/wiki/Discourse_analysis","text":"e=\"preserve\">Discourse analysis is a subject which studies a text or a conversation. This is a subject in linguistics which does not study sentences, like in syntax, but the entire text or conversation. The text or conversation is known as discourse. Discourse analyst prefer to use real life discourse in their studies, rather than invented sentences like in traditional linguistics. This way of studying real life discourse is called corpus linguistics.\nDiscourse analysis is related to text linguistics. However, text linguistics studies how discourse is structured so that they are connected (how sentences are joined to each other). Discourse analysis studies this, and also how the discourse is connected to the context. This context includes who the people talking or writing are, the social and cultural context. Also, it studies the way mode, which is the way the language is represented (is it a letter, speech, email, Internat chat?), influences discourse. Discourse analysis is also interested in the genre (topic) of the discourse.\nDiscourse analysis is studied not only in linguistics, but also in sociology, anthropology, psychology, communication studies and translation studies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Text","surface_form":"text","offset":61},{"uri":"Conversation","surface_form":"conversation","offset":71},{"uri":"Linguistics","surface_form":"linguistics","offset":106},{"uri":"Syntax","surface_form":"syntax","offset":158},{"uri":"Traditional_linguistics","surface_form":"traditional linguistics","offset":360},{"uri":"Corpus_linguistics","surface_form":"corpus linguistics","offset":436},{"uri":"Text_linguistics","surface_form":"text linguistics","offset":489},{"uri":"Mode(linguistics","surface_form":"mode","offset":846},{"uri":"Genre","surface_form":"genre","offset":1013},{"uri":"Sociology","surface_form":"sociology","offset":1112},{"uri":"Anthropology","surface_form":"anthropology","offset":1123},{"uri":"Psychology","surface_form":"psychology","offset":1137},{"uri":"Communication_studies","surface_form":"communication studies","offset":1149},{"uri":"Translation_studies","surface_form":"translation studies","offset":1175}]}