{"id":249479,"url":"http://en.wikipedia.org/wiki/Super_Paper_Mario","text":"\"Super Paper Mario\" (also known as \"Paper Mario 3\") is a Wii role playing game released in 2007. It is the third game for the \"Paper Mario\" series to be released on platform. The game was going to be released for the GameCube, like its predecessor), but was instead released for the Wii.\nGameplay.\nThe player controls Mario and his companions and has to explore different lands of a town called Flipside, fights enemies to gain levels and solves puzzles. As the story progresses, Princess Peach, Luigi, and Bowser become playable. \"Super Paper Mario\" is a 2D and 3D game since one of Mario's abilities is to change the perspective of the environment.\nStory.\nMario and his friends set out to collect eight Pure Hearts in each chapters, in order to destroy the Chaos Heart and prevent the black hole from destroying the world.\nCompanions.\nIn each \"Paper Mario\" game, there have always been members that follow Mario and help him in battles. Pixl is a name that comes from the word pixel, but is also a reference to pixie, which is a name for a fairy. Each pixl has a different power and look, but despite having many members, the player can only use one. In \"Super Paper Mario\", Tippi, also called Tiptron, is the player's butterfly partner. She has the ability to give tips to Mario and makes invisible objects appear. The player can recruit one of the Pixls in each chapters as the game progresses.\nReception.\nMost of the reviews for \"Super Paper Mario\" were positive such as IGN that gives a score of 8.9 out of 10. Most critics praised the plot because it has a great sense of humor, but said that the graphics were fine, but not extraordinary. The game has sold more than 2.28 million copies worldwide.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Wii","surface_form":"Wii","offset":57},{"uri":"Role_playing_game","surface_form":"role playing game","offset":61},{"uri":"GameCube","surface_form":"GameCube","offset":217},{"uri":"The_Thousand-Year_Door","surface_form":"its predecessor","offset":232},{"uri":"Mario","surface_form":"Mario","offset":318},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":480},{"uri":"Luigi","surface_form":"Luigi","offset":496},{"uri":"Bowser","surface_form":"Bowser","offset":507},{"uri":"Tippi","surface_form":"Tippi","offset":1177},{"uri":"Butterfly","surface_form":"butterfly","offset":1221},{"uri":"IGN","surface_form":"IGN","offset":1476}]}