{"id":249457,"url":"http://en.wikipedia.org/wiki/Conservapedia","text":"e=\"preserve\">Conservapedia is a wiki designed for Americans who are conservative Christians. It was created by Andrew Schlafly. Conservapedia is a reaction to what its creators see as a \"liberal point of view\" in Wikipedia. Conservapedia has articles on many things, but most of the site is about politics and religion. It also has lectures and other materials for students, and classes taught by Mr. Schlafly for free. All articles are written from a conservative point of view dominant in the Right-wing of the Republican Party in the United States of America. Conservapedia has some different ideas on community. They have Administrators who have the most power. Users cannot edit at nighttime in the U.S. (because of vandalism), upload images, or do other things they could do at most wikis. Users are granted these rights and can also earn the right to block other users. As of August 2018, Conservapedia owned 47,610 articles.\nHistory.\nConservapedia was founded by lawyer Andrew Schlafly because of what he felt was liberal bias in Wikipedia. He did this with his homeschooled World History class after one of his students used Common Era dating methods instead of his preferred Anno Domini ones.\nEditing.\nUnlike Wikipedia, anonymous people are not allowed to contribute to Conservapedia. They have to create accounts that should be using part of their real names (such as the preferred real first name and last initial setup). Edits should follow the site's conservative, Christian point of view. Administrators control every aspect of the site and have the final say in editorial authority. Vandals often edit Conservapedia to mess up the pages because they do not agree with the site's point of view. Some editors are banned for making minor mistakes.\nConservative Bible Project.\nIn part of Conservapedia, editors edit the Bible to remove what they call \"liberal bias\" from modern versions. They claim that the New International Version of the Bible is written at the seventh-grade level and that it has politically correct language. Critics say that it is not good to rewrite the Bible and say it was bad for them to remove Jesus' prayer in Luke 23:34 and the adulteress story.\nLenski dialogue.\nSchlafly got into an argument with Michigan State University researcher Richard Lenski over his twenty-year experiment with e.coli samples he used to show evolution happening. Schlafly mailed Lenski asking for the results. Lenski replied by showing Schlafly his paper on the subject. Schlafly (who did not read the paper) asked for the evidence and Lenski refused to hand him the samples since Schlafly is not enough of an expert. Conservapedians got in a campaign criticizing Lenski.\nCritics use this as a way to show how ignorant they think Conservapedia is.\nReactions.\nConservapedia has had some bad reactions from people who think that it is untrue. It has also been criticized for supporting some ideas such as creationism.\nA site called RationalWiki was created mainly to criticize Conservapedia. Some editors of that site decided that they wanted to vandalize or destroy Conservapedia. Rational-Wiki now mocks and criticizes other things too.\nTwo other sites, A Storehouse of Knowledge, and Ameriwiki were created as alternatives to Conservapedia.\nThe Bible Retranslation project has come under criticism by people who feel it is wrong to change God's word.\nHowever, there are still some who praise Conservapedia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"Americans","offset":50},{"uri":"Conservatism","surface_form":"conservative","offset":68},{"uri":"Christians","surface_form":"Christians","offset":81},{"uri":"Liberal","surface_form":"liberal","offset":187},{"uri":"Perspective_(cognitive)","surface_form":"point of view","offset":195},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":213},{"uri":"Politics","surface_form":"politics","offset":297},{"uri":"Religion","surface_form":"religion","offset":310},{"uri":"Lecture","surface_form":"lecture","offset":332},{"uri":"Student","surface_form":"student","offset":365},{"uri":"Right-wing","surface_form":"Right-wing","offset":495},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":513},{"uri":"United_States_of_America","surface_form":"United States of America","offset":537},{"uri":"Vandalism","surface_form":"vandalism","offset":721},{"uri":"Wikis","surface_form":"wikis","offset":789},{"uri":"Lawyer","surface_form":"lawyer","offset":971},{"uri":"Liberal","surface_form":"liberal","offset":1022},{"uri":"Bias","surface_form":"bias","offset":1030},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":1038},{"uri":"Homeschooling","surface_form":"homeschooled","offset":1070},{"uri":"Common_Era","surface_form":"Common Era","offset":1134},{"uri":"Anno_Domini","surface_form":"Anno Domini","offset":1185},{"uri":"New_International_Version","surface_form":"New International Version","offset":1920},{"uri":"Political_correctness","surface_form":"politically correct","offset":2013},{"uri":"Michigan_State_University","surface_form":"Michigan State University","offset":2240},{"uri":"Experiment","surface_form":"experiment","offset":2313},{"uri":"Evolution","surface_form":"evolution","offset":2360},{"uri":"Criticize","surface_form":"criticized","offset":2876},{"uri":"Creationism","surface_form":"creationism","offset":2921}]}