{"id":24957,"url":"http://en.wikipedia.org/wiki/Easter_egg","text":"An Easter egg is an egg, eaten and used for decoration during the Easter holidays. The egg was a symbol of the earth to celebrate spring. It was used by early Christians as a sign of the resurrection (rising from the dead) of Jesus.\nUse.\nThe use of painted and decorated Easter eggs was first recorded in the 13th century. The church did not let people eat eggs during Holy Week, but chickens still laid eggs during that week. Because there was nothing else to do with the eggs, they were used for Easter decoration.\nIn modern times, chocolate eggs with a colorful wrapping are given to children to be eaten. In the United Kingdom, children receive on average 8.8 chocolate Easter eggs every year. It is unclear where this tradition comes from. Most likely, it comes from a pagan fertility ritual during spring. Sometimes on Easter, children go on egg hunts to look for Easter eggs. They can look for them indoors or outdoors.\nAn easter egg is also the name of something secret added in computer programs, such as a joke, a picture, or a message that can be uncovered.\nHistory.\nAlthough there have been claims that Easter eggs came from the pagan symbols, there is no solid evidence for this. At the Passover, a hard-boiled egg dipped in salt water is a symbol of both new life and the Passover sacrifice offered at the Temple in Jerusalem. In Christian times, the egg was a symbol of new life just as a chick might hatch from the egg. The Easter egg tradition may have celebrated the end of the privations of Lent. In the Medieval Europe, people were not allowed to eat eggs on fast days. It was traditional to use up all of the eggs that they had before Lent began, and this also made the tradition of Pancake Day. Eggs were viewed as symbols of new life and fertility through the ages. It is believed that for this reason many ancient cultures, including the Ancient Egyptians, Persians, and Romans, used eggs during their spring festivals. In Eastern Christianity, both meat and dairy are still not allowed to be eaten during the fast, and eggs are seen as \"dairy\" too.\nIt was during Easter that everybody was trying to get rid of the eggs before the fast. Eggs were given as gifts for children and servants, and used for decoration. And this is probably the reason why eggs came to be associated with Easter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egg_(biology)","surface_form":"egg","offset":20},{"uri":"Easter","surface_form":"Easter","offset":66},{"uri":"Symbol","surface_form":"symbol","offset":97},{"uri":"Earth","surface_form":"earth","offset":111},{"uri":"Christians","surface_form":"Christians","offset":159},{"uri":"Resurrection","surface_form":"resurrection","offset":187},{"uri":"Jesus","surface_form":"Jesus","offset":226},{"uri":"Decoration","surface_form":"decorated","offset":261},{"uri":"Chicken","surface_form":"chicken","offset":384},{"uri":"Chocolate","surface_form":"chocolate","offset":534},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":616},{"uri":"Paganism","surface_form":"pagan","offset":774},{"uri":"Fertility","surface_form":"fertility","offset":780},{"uri":"Ritual","surface_form":"ritual","offset":790},{"uri":"Pagan","surface_form":"pagan","offset":1141},{"uri":"Symbol","surface_form":"symbol","offset":1147},{"uri":"Sacrifice","surface_form":"sacrifice","offset":1295},{"uri":"Egypt","surface_form":"Egypt","offset":1870},{"uri":"Persia","surface_form":"Persia","offset":1881},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1895},{"uri":"Dairy","surface_form":"dairy","offset":1983}]}