{"id":24958,"url":"http://en.wikipedia.org/wiki/Lemur","text":"Lemurs are primates and prosimians (not monkeys). The word \"lemur\" comes from the Latin word \"lemures\", which means \"ghosts\". Lemur are divided into eight families, with 15 genera and about 100 living species. However, lemur classification is controversial: it depends on which species concept is used. \"Lemur\" is also a genus in one of the families.\nLemurs are native \"only\" to the island of Madagascar. From there a few species got to smaller islands nearby, for example the Comoros. Madagascar, like Africa and India, was part of the ancient southern continent of Gondwana.\nLemurs weigh from 30g to the 10kg. Larger species have all become extinct since human groups moved to Madagascar. Usually, the smaller lemurs are active at night (nocturnal), and the larger ones were active during the day (diurnal).\nLemurs are endangered species because people destroy their habitat and used to hunt them, and perhaps still do so.\nPhysical description.\nRing-tailed lemur, the most studied, are white and black with a ring tail The larger species are about 1.5 meters tall and weigh about 2 to 3.5 kilograms. They move quietly, usually at night, sometimes letting out eerie wailing cries, which some people think is the reason why they got their names.\nFeeding habits and life.\nLemurs mostly eat fruit, leaves, and other plant parts. They live in family groups of 5 to 42 members which is called a troop. Females are dominant and remain in the same troop for life. Males move between troops. The female's gestation period lasts four to five months, and they usually have one or two babies. Lemur mothers nurse their babies until they are about four months old. Then they begin to feed the babies solid food such as fruit. Lemurs spend most of their time in the trees. Some are great leapers, flinging themselves from tree to tree.\nCommunication.\nLemurs communicate with a variety of hoots. They will also send messages with scents (smells). When a male lemur wants to scare another male away, he first rubs its tail on the smelly glands under its arms and then waves the tail in the other male's face. These are called \"stink fights\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Primate","surface_form":"primate","offset":11},{"uri":"Prosimian","surface_form":"prosimian","offset":24},{"uri":"Monkey","surface_form":"monkey","offset":40},{"uri":"Latin_language","surface_form":"Latin","offset":82},{"uri":"Ghosts","surface_form":"ghosts","offset":117},{"uri":"Family_(biology)","surface_form":"families","offset":155},{"uri":"Genera","surface_form":"genera","offset":173},{"uri":"Species","surface_form":"species","offset":201},{"uri":"Taxonomy_(biology)","surface_form":"classification","offset":225},{"uri":"Genus","surface_form":"genus","offset":321},{"uri":"Island","surface_form":"island","offset":383},{"uri":"Madagascar","surface_form":"Madagascar","offset":393},{"uri":"Comoros","surface_form":"Comoros","offset":477},{"uri":"Africa","surface_form":"Africa","offset":503},{"uri":"India","surface_form":"India","offset":514},{"uri":"Gondwana","surface_form":"Gondwana","offset":567},{"uri":"Weight","surface_form":"weigh","offset":584},{"uri":"Gram","surface_form":"g","offset":597},{"uri":"Kilogram","surface_form":"kg","offset":608},{"uri":"Extinction","surface_form":"extinct","offset":643},{"uri":"Human","surface_form":"human","offset":657},{"uri":"Nocturnal","surface_form":"nocturnal","offset":740},{"uri":"Diurnal","surface_form":"diurnal","offset":800},{"uri":"Endangered_species","surface_form":"endangered species","offset":821},{"uri":"Habitat","surface_form":"habitat","offset":869},{"uri":"Ring-tailed_lemur","surface_form":"Ring-tailed lemur","offset":947},{"uri":"Dominant","surface_form":"dominant","offset":1410},{"uri":"Gestation","surface_form":"gestation","offset":1498},{"uri":"Scents","surface_form":"scents","offset":1917}]}