{"id":249653,"url":"http://en.wikipedia.org/wiki/Ian_Stevenson","text":"Ian Stevenson, M.D., was a Canadian professor of psychiatry. He worked at the University of Virginia, in the area of parapsychology.\nStevenson thought that the idea of reincarnation might help modern medicine better understand aspects of human behavior and development. He traveled a lot over a period of 40 years to investigate 3,000 childhood cases that suggested to him the possibility of past lives.\nStevenson saw reincarnation as the survival of the personality after death, although he never suggested a physical process by which a personality might survive death.\nStevenson's research was the subject of Jim B. Tucker's \"Life Before Life\" (2005).\nReincarnation research.\nStevenson found that the best evidence supporting the belief in reincarnation comes from the cases of young children who, typically between the ages of 2 and 5, make statements about a previous life they claim to have had before being born. Their statements are often accompanied by behaviour that is unusual for their family but appropriate for the life that the child claims to remember. There is often a \"forgetting of the imaged memories between the ages of 5 and 8; a high incidence of violent death claimed in the claimed previous life; and mention of the mode of death by the subject\".\nSome 35 per cent of the subjects have birthmarks or birth defects which often correspond to injuries or illness experienced by the deceased person who the subject remembers. Medical documents have confirmed this correspondence in more than forty cases.\nSelected books.\nIan Stevenson authored or co-authored more than a dozen books. Stevenson died in 2007, and many of these books are mentioned in his obituaries in the \"British Medical Journal\", \"New York Times\", and the \"Washington Post\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Doctor_of_Medicine","surface_form":"M.D.","offset":15},{"uri":"Canadians","surface_form":"Canadian","offset":27},{"uri":"Professor","surface_form":"professor","offset":36},{"uri":"Psychiatry","surface_form":"psychiatry","offset":49},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":78},{"uri":"Parapsychology","surface_form":"parapsychology","offset":117},{"uri":"Reincarnation","surface_form":"reincarnation","offset":168},{"uri":"Medicine","surface_form":"medicine","offset":200},{"uri":"Jim_B._Tucker","surface_form":"Jim B. Tucker","offset":611},{"uri":"Life_Before_Life","surface_form":"Life Before Life","offset":628},{"uri":"British_Medical_Journal","surface_form":"British Medical Journal","offset":1691},{"uri":"New_York_Times","surface_form":"New York Times","offset":1718},{"uri":"Washington_Post","surface_form":"Washington Post","offset":1744}]}