{"id":249635,"url":"http://en.wikipedia.org/wiki/Der_Wanderer","text":"e=\"preserve\">Der Wanderer is the name of a Lied composed by Franz Schubert in October 1816 for voice and piano. The words are taken from a German poem by Georg Philipp Schmidt von Lübeck. The lied is set in the key of C-sharp minor with the tempo marking \"sehr langsam\" (very slow) and the time signature alla breve. The piece has a total of 72 measures. Schubert wrote another lied entitled \"Der Wanderer;\" it is numbered D.649.\nDetailed Description of \"Der Wanderer\".\nThe song begins with a recitative, describing the setting: mountains, a steaming valley, the roaring sea. The wanderer is strolling quietly, unhappily, and asks, sighing, the question: \"where?\"\nThe next section, consisting of 8 bars of a slow melody sung in pianissimo, describes the feelings of the wanderer: He feels that he is a stranger everywhere. This 8 bar section was later used by Schubert as theme for the second movement of the \"Wanderer Fantasy\".\nNext the music shifts to the key of E major, the tempo increases and the time signature changes to 8. The wanderer asks: \"where are you my beloved land?\" This place the wanderer longs for is described as green with hope, \"the land where my roses bloom, my friends stroll, my dead rise\" and, finally, \"the land which speaks my language, Oh land, where are you?\" Towards the end of this section, the music gets quite animated and forms the climax of the song.\nFinally, the music returns to the original minor key and slow tempo. After quoting the question \"where?\" from the opening, the song closes with a \"ghostly breath\" finally answering the question: \"There where you are not, there is happiness.\" The song closes in the key of E major.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lied","surface_form":"Lied","offset":43},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":60},{"uri":"Singer","surface_form":"voice","offset":95},{"uri":"Piano","surface_form":"piano","offset":105},{"uri":"Georg_Philipp_Schmidt_von_L%C3%BCbeck","surface_form":"Georg Philipp Schmidt von Lübeck","offset":154},{"uri":"Key_(music)","surface_form":"key","offset":211},{"uri":"C-sharp_minor","surface_form":"C-sharp minor","offset":218},{"uri":"Tempo","surface_form":"tempo","offset":241},{"uri":"Time_signature","surface_form":"time signature","offset":290},{"uri":"Time_signature","surface_form":"alla breve","offset":305},{"uri":"Bar_(music)","surface_form":"measures","offset":345},{"uri":"Recitative","surface_form":"recitative","offset":493},{"uri":"Bar_(music)","surface_form":"bars","offset":698},{"uri":"Dynamics_(music)","surface_form":"pianissimo","offset":728},{"uri":"Theme_(music)","surface_form":"theme","offset":872},{"uri":"Movement_(music)","surface_form":"movement","offset":893},{"uri":"E_major","surface_form":"E major","offset":965},{"uri":"Time_signature","surface_form":"8","offset":1028}]}