{"id":24963,"url":"http://en.wikipedia.org/wiki/Jared_Diamond","text":"Jared Mason Diamond (born September 10, 1937) is an American author and biologist. His book \"Guns, Germs, and Steel\" won a Pulitzer Prize in 1997.\nLife.\nDiamond was born in Boston, Massachusetts. His father was a doctor and his mother was a teacher. He received his college degree from Harvard University in 1958, and then he received a doctorate degree from the University of Cambridge in 1961.\nIn 1966, he became a teacher at UCLA, a university in Los Angeles, California. He has also traveled to some islands called New Guinea, which are far away from the United States, in the South Pacific Ocean. Diamond is famous for knowing a lot about the birds that lived on that island, and he has traveled there many times.\nWriting.\nDiamond writes about science in ways that people can understand, and he has written many articles for magazines like \"Discover\" in the United States.\nHe also writes books. One of his first books was called \"The Third Chimpanzee\", which talked about the way that people evolved from monkeys, and how many things are the same between humans and monkeys.\nHis most famous book is \"Guns, Germs, and Steel\". In his book, Diamond explained why he thought that different parts of the Earth had people on them at different times, and why some people in some parts of the world had more science or farming than people in other parts of the world. The book went over thousands of years of human history.\nIn 2004, he wrote another book, called, \"Collapse: How Societies Choose to Fail or Succeed.\" In this book, Diamond wrote about why he thought that some groups of people from many hundreds of years ago were able to have their groups get very big and strong, while other groups fell apart. His book talked about what people today can maybe learn from the studying the problems from history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":52},{"uri":"Author","surface_form":"author","offset":61},{"uri":"Biologist","surface_form":"biologist","offset":72},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":123},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":173},{"uri":"Harvard_University","surface_form":"Harvard University","offset":286},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":363},{"uri":"University_of_California%2C_Los_Angeles","surface_form":"UCLA","offset":428},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":450},{"uri":"New_Guinea","surface_form":"New Guinea","offset":519},{"uri":"United_States","surface_form":"United States","offset":559},{"uri":"Human","surface_form":"human","offset":1060},{"uri":"Earth","surface_form":"Earth","offset":1204},{"uri":"Science","surface_form":"science","offset":1305},{"uri":"Agriculture","surface_form":"farming","offset":1316}]}