{"id":249657,"url":"http://en.wikipedia.org/wiki/Jhelum","text":"Jhelum (Urdu and) is a city on the right bank of the Jhelum River, in the district of the same name in the north of Punjab province, Pakistan. Jhelum is known for providing a large number of soldiers to the British and later to the Pakistan armed forces due to which it is also known as city of soldiers or land of martyrs.\nNorth Panjab, Greater Pothwar or Panjistan region.\nThis area is sometimes called North Panjab, Upper Panjab, Greater Pothohar/Extended Pothwar (or occasionally North Panjnadi region), and nowdays more specifically and correctly known as Panjistan Region and when it is combined with Mirpuri, Poonchi (in Kashmir) and (Southern) Hindko localities (mostly Hazara) is also known as \"Panjistani belt\".\nModern Panjistani.\nThe Panjistani language (as originally certified by Mohammad Afzal UK 1987 and some others) was formerly called North Panjabi, Upper Panjabi, Pothwari, Mirpuri, Western Pahari, Northern Lahnda, etc. In Jhelum it is spoken with the local accent or dialect known as Jhelumi.\nDemand for Panjistan province recently.\nThese political parties namely the Panjistan Freedom Party (PFP) Panjistan National Party (PNP) Panjistan Communist Party (PCP) Panjistan Republican Party (PRP) Panjistan Democratic Front (PDF) Panjistan Popular Front (PPF) Panjistan Socialist Party (PSP) Panjistan Unionist party (PUP) Panjistan National Unity Party (PNUP) Panjistan Democratic party (PDP) Panjistan workers party (PWP) Panjistan Social Democratic Party (PSDP) and these major socio-cultural groupings called Panjistani language movement (PLM) Panjistani language board (PLB) Panjistani Literary Forum (PLF) Panjistani language Society (PLS) and Just4Panjistani Commission (J4P) want the creation of North Panjab or Panjistan province and recently formed the Charter of Panjistan council (or CPC).","categories":[],"infobox_types":[],"annotations":[{"uri":"Urdu","surface_form":"Urdu","offset":8},{"uri":"Jhelum_River","surface_form":"Jhelum River","offset":53},{"uri":"Jhelum_District","surface_form":"the same name","offset":86},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":116},{"uri":"British_people","surface_form":"British","offset":207},{"uri":"Pakistan_Army","surface_form":"Pakistan armed forces","offset":232}]}