{"id":24966,"url":"http://en.wikipedia.org/wiki/State_court_(United_States)","text":"e=\"preserve\">In some countries, a municipal court is a court with limited jurisdiction, both in people and laws. Most commonly, municipal courts only deal with the laws and citizens of one city or town. But in some places they make decisions for an entire county, and may be involved with early hearings of cases that will be tried in a higher court. Some things that often involve municipal courts are traffic tickets, leash laws, and building code violations and death.\nMississippi.\nMunicipal courts in Mississippi are \"Judge Alone\" courts. This means that judges alone hear the presented cases and offenders(and alleged offenders)have no right to jury trials. In felony cases in Mississippi, the Municipal court holds a preliminary hearing and then sends the case to the grand jury of the state. The Municipal court is not a court of record and its cases are summarized by docket.\nNorth Carolina.\nThere are no municipal court facilities in the state. All courthouses are done at the county level. For example, if a speeding ticket violation occurred, it automatically goes to the county seat in which the violation occurs whether it is in a municipality or unincorporated. In the case of some elongated counties like Chatham County, there is an alternate courtroom in Siler City as well as Pittsboro, the county seat. In other cases where there are multiple large population centers like in Guilford County, court cases are handled in Greensboro and High Point. Although a federal issue, traffic violations occurring in military bases are not subject to civilian courts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Court","surface_form":"court","offset":55},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":74},{"uri":"Law","surface_form":"law","offset":164},{"uri":"Citizen","surface_form":"citizen","offset":173},{"uri":"City","surface_form":"city","offset":189},{"uri":"County","surface_form":"county","offset":256},{"uri":"Hearing_(law)","surface_form":"hearing","offset":295},{"uri":"Traffic_ticket","surface_form":"traffic ticket","offset":403},{"uri":"Leash_law","surface_form":"leash law","offset":420},{"uri":"Building_code","surface_form":"building code","offset":436},{"uri":"Chatham_County%2C_North_Carolina","surface_form":"Chatham County","offset":1220},{"uri":"Siler_City%2C_NC","surface_form":"Siler City","offset":1271},{"uri":"Pittsboro%2C_NC","surface_form":"Pittsboro","offset":1293},{"uri":"County_seat","surface_form":"county seat","offset":1308},{"uri":"Guilford_County%2C_NC","surface_form":"Guilford County","offset":1394},{"uri":"Greensboro%2C_NC","surface_form":"Greensboro","offset":1438},{"uri":"High_Point%2C_NC","surface_form":"High Point","offset":1453}]}