{"id":24970,"url":"http://en.wikipedia.org/wiki/Computer_engineering","text":"Computer engineering is the practice of making computers and their parts. Computer engineers are always trying to make new parts smaller and better. They can also work on software, especially software for embedded systems (specialized electronics like cell-phones and satellite receivers, not a general-purpose computer).\nComputers are electrical machines that run programs. So Computer engineering has parts of both electrical engineering and computer science/software engineering. In Computer engineering classes, students learn about the hardware and software of computers. This starts with learning how transistors and computer chips are made and how they work (which uses quantum mechanics). Then the student learns how the chips talk to each other and how to make a complete printed circuit board (PCB). This is the electrical part. They also learn how to program the ROM or Flash memory so the computer can do something useful.\nBecause Computer engineering is closely related to electrical engineering and computer science, the fields are found in the same department at many universities. Students also need to learn fundamental science subjects and mathematics, such as calculus and differential equations.\nComputer engineering is difficult to learn, but computer engineers are needed. Software engineering companies, telecommunications firms, designers of digital hardware, and many other companies hire computer engineering majors upon graduation and pay them well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":47},{"uri":"Embedded_system","surface_form":"embedded system","offset":205},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":417},{"uri":"Computer_science","surface_form":"computer science","offset":444},{"uri":"Software_engineering","surface_form":"software engineering","offset":461},{"uri":"Computer_hardware","surface_form":"hardware","offset":541},{"uri":"Software","surface_form":"software","offset":554},{"uri":"Transistor","surface_form":"transistor","offset":607},{"uri":"Computer_chip","surface_form":"computer chip","offset":623},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":677},{"uri":"Printed_circuit_board","surface_form":"printed circuit board","offset":781},{"uri":"Read-only_memory","surface_form":"ROM","offset":874},{"uri":"Flash_memory","surface_form":"Flash memory","offset":881},{"uri":"Science","surface_form":"science","offset":1137},{"uri":"Mathematics","surface_form":"mathematics","offset":1158},{"uri":"Calculus","surface_form":"calculus","offset":1179},{"uri":"Differential_equation","surface_form":"differential equation","offset":1192},{"uri":"Software_engineering","surface_form":"Software engineering","offset":1295}]}