{"id":249702,"url":"http://en.wikipedia.org/wiki/Mechanical_bull","text":"A mechanical bull, also known as a Rodeo Bull or Bucking Bronco is a machine that gives the rider sense of riding a bucking animal such as a rodeo bull or horse.\nIts speed can be made faster or slower. Padded flooring is often used around the machine in order to prevent injury to those thrown off it.\nA special motor lets the operator to safely control the ride and safety for the rider; this motor allows the operator to stop the ride before a rider is thrown off the machine. The trained operator at the speed control box controls the unit’s speed as well as spin direction. The equipment has the ability of starting rides very slowly and can be advanced to faster speeds if a rider is able to handle them. It can go slow and simply spin for beginners and run at a more advanced speed for experts or professionals.\nMechanical bulls have been around for decades as a training machine for rodeo riders, as they enable a rider to improve their rodeo performance and skills without the risk. Although mechanical bulls are still used for rodeo training, they are also used as an amusement ride, both as party entertainment and entertainment found in bars, restaurants, and clubs.\nAs a form of entertainment, the mechanical bull often includes a saddle (even though saddles are not used in real bull riding) and often a model of the head of a bull, complete with horns. One of the earliest uses as a form of entertainment was at Bertrand Island Amusement Park in New Jersey), where a mechanical bucking bronco ride was introduced in the 1930s, under the name of \"Ride 'Em Cowboy!\".\nThe commercial use of mechanical bulls gained popular appeal with the release of the 1980 movie \"Urban Cowboy\". In this movie John Travolta and Debra Winger showed the riding a mechanical bull. The mechanical bull used in this movie was the El Toro brand of mechanical bull. This brand of mechanical bull is still being made, but does not carry the same safety features that are available on more current models. Mechanical bulls can also be seen in the films \"Stir Crazy\", and '. In the movie \"Barnyard\", in the night barn, a \"Mechanical Man\" is seen (as the main characters are cows).\nIn the television show \"Strangers with Candy\", Jerri Blank's physical education class is uses mechanical bull riding.\nA bucking bronco was originally a cowboy term for a horse that jumps about with stiff knees and an arched back.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bronco","surface_form":"Bronco","offset":57},{"uri":"Bucking","surface_form":"bucking","offset":116},{"uri":"Rodeo","surface_form":"rodeo","offset":141},{"uri":"Cattle","surface_form":"bull","offset":147},{"uri":"Horse","surface_form":"horse","offset":155},{"uri":"Speed","surface_form":"speed","offset":166},{"uri":"Padding","surface_form":"Padded","offset":202},{"uri":"Flooring","surface_form":"flooring","offset":209},{"uri":"Injury","surface_form":"injury","offset":271},{"uri":"Motor","surface_form":"motor","offset":312},{"uri":"Rodeo","surface_form":"rodeo","offset":890},{"uri":"Amusement_ride","surface_form":"amusement ride","offset":1077},{"uri":"Saddle","surface_form":"saddle","offset":1243},{"uri":"Bertrand_Island_Amusement_Park","surface_form":"Bertrand Island Amusement Park","offset":1426},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1460},{"uri":"Urban_Cowboy","surface_form":"Urban Cowboy","offset":1676},{"uri":"John_Travolta","surface_form":"John Travolta","offset":1705},{"uri":"Debra_Winger","surface_form":"Debra Winger","offset":1723},{"uri":"Stir_Crazy_(film)","surface_form":"Stir Crazy","offset":2040},{"uri":"Barnyard_(film)","surface_form":"Barnyard","offset":2074},{"uri":"Strangers_with_Candy","surface_form":"Strangers with Candy","offset":2190},{"uri":"Physical_education","surface_form":"physical education","offset":2227},{"uri":"Cowboy","surface_form":"cowboy","offset":2318},{"uri":"Horse","surface_form":"horse","offset":2336}]}