{"id":249883,"url":"http://en.wikipedia.org/wiki/Suda","text":"The \"Suda\" or \"Souda\" () is a massive 10th century Byzantine encyclopedia of the ancient Mediterranean world. It is an encyclopedic dictionary, written in Greek, with 30,000 entries. The derivation is probably from the Byzantine Greek word \"souda\", meaning 'fortress' or 'stronghold'.\nThe \"Suda\" is somewhere between a grammatical dictionary and an encyclopedia in the modern sense. It explains the source, derivation, and meaning of words according to the philology of its period. There is nothing especially important about this aspect of the work. It is the articles on literary history that are valuable. These entries supply details and quotations from authors whose works are otherwise lost.\nThis lexicon represents a convenient work of reference for persons who played a part in political, ecclesiastical, and literary history in the East down to the tenth century. The chief source for this is the encyclopedia of Constantine VII Porphyrogenitus (912–959), and for Roman history the excerpts of John of Antioch (seventh century).\nThe work deals with biblical as well as pagan subjects, from which it is inferred that the writer was a Christian. A prefatory note gives a list of dictionaries from which the lexical portion was compiled, together with the names of their authors. The work is uncritical, and probably much added to, and the value of the articles is very unequal. Nevertheless, it contains much information on ancient history and life.\nThe \"Souda\" has a near-contemporaneous Islamic parallel, the \"Kitab al-Fehrest\" of Ibn al-Nadim.\nOrganization.\nThe lexicon is arranged alphabetically with some slight deviations. The letters follow phonetically, in order of sound (of course in the pronunciation of the tenth century, which is similar to that of modern Greek). The system is not difficult to learn and remember, but in some modern editions the work is rearranged alphabetically.","categories":[],"infobox_types":[],"annotations":[{"uri":"Byzantine_Empire","surface_form":"Byzantine","offset":51},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":89},{"uri":"Encyclopedia","surface_form":"encyclopedic","offset":119},{"uri":"Greek_language","surface_form":"Greek","offset":155},{"uri":"Souda","surface_form":"souda","offset":241},{"uri":"Dictionary","surface_form":"dictionary","offset":331},{"uri":"Philology","surface_form":"philology","offset":457},{"uri":"Constantine_VII_Porphyrogenitus","surface_form":"Constantine VII Porphyrogenitus","offset":922},{"uri":"John_of_Antioch","surface_form":"John of Antioch","offset":1003},{"uri":"Bible","surface_form":"biblical","offset":1058},{"uri":"Paganism","surface_form":"pagan","offset":1078},{"uri":"Christianity","surface_form":"Christian","offset":1142},{"uri":"Islamic","surface_form":"Islamic","offset":1496},{"uri":"Ibn_al-Nadim","surface_form":"Ibn al-Nadim","offset":1540},{"uri":"Phonetics","surface_form":"phonetically","offset":1655}]}