{"id":249930,"url":"http://en.wikipedia.org/wiki/Cockatoo_Island_(New_South_Wales)","text":"Cockatoo Island is the largest island in Sydney Harbour in Sydney, New South Wales, Australia. It is at the junction of the Parramatta and Lane Cove rivers. Cockatoo Island has been a prison, industrial school, and reformatory (a prison for boys). It was also the site of one of Australia's biggest shipyards during the 20th century. The first of its two dry docks was built by convicts in 1857. The dockyards closed in 1992.\nIn March 2005 the island was opened to the public for the 'Cockatoo Island 2005 Festival' Cockatoo Island Festival. The island is now looked after by the Sydney Harbour Federation Trust which wants people to come and visit. The island's history will be a big attraction. The prison buildings were listed as a World Heritage Site in 2010, along with ten other convict sites around Australia. Large workshops, slipways, wharves, houses and other buildings show the island's ship building history.\nCockatoo Island has great views of Sydney Harbour. A campsite [http://www.cockatooisland.ov.au/camping] opened on the island in 2008. Campers can bring their own tents or hire a tent on the island. The island's views of the Sydney Harbour Bridge make it a popular spot for watching the New Year's Eve fireworks display. More than 2000 campers watched the fireworks in 2009. Two historic dockyard houses can be used as holiday houses.\nFerries going to Woolwich and Balmain, and the Parramatta RiverCat stop at Cockatoo Island. Day visitors can picnic, barbecue, visit the cafe, walk around the island or take an audio or guided tour. Cockatoo Island is open daily and there is no cost to visit.\nRegular events and art shows are often held on the island. The island has held the contemporary art show, the Biennale of Sydney, in 2008. More than 80,000 visitors went to the show over 12 weeks. The 2010 Biennale will be also held on the island. Cockatoo Island also had the Sydney Festival's \"All Tomorrow's Parties\" music festival in January 2009. The two day festival included 24 bands over four stages across the island. The event was organized by Nick Cave, with an audience of over 11,000. The island also held the World's Funniest Island Comedy Festival on a weekend in October 2009. The 200 comedy acts were seen by more than 8,000 people. There are plans to repeat the comedy festival in 2010, and there are plans for future events.\nThe island is also used for private events both large and small. Part of the movie was filmed there in 2008.\nEarly history.\nBefore the arrival of Europens, Cockatoo Island was used by the Aboriginal tribes who live in the Sydney area.\nIn 1839 it was chosen as the site of prison by the Governor of the colony of New South Wales, Sir George Gipps. Between 1839 and 1869 the island was used as a convict prison. The first prisoners came from Norfolk Island. They cut silos into the rock to store the colony's grain supply. By 1842, about 140 tonnes of grain were stored on the island.\nOne convict on Cockatoo Island was the Australian bushranger, Captain Thunderbolt. He escaped did the crimes which made him famous. His wife had swum across to the island with tools to help him escape. They both swam back to the mainland.\nStone was dug up on the island to build the prison as well as other buildings in Sydney, including the seawall for Circular Quay. Between 1847 and 1857, convicts were used to dig the Fitzroy Dock, Australia’s first dry dock, on the island.\nIn 2009, an archeological dig on the island found convict era punishment cells under the cookhouse. These cells show the conditions convicts lived under on the island.\nCockatoo Island Dockyard.\nIn 1864 the island was split between the NSW Department of Prisons and the Public Works Department. The dockyard was made larger taking up most of foreshores. In 1869 the convicts were moved to Darlinghurst Gaol. In 1890 the Sutherland Dock, a dry dock large enough to take ships of 20,000 tonnes, was opened.\nIn 1913 Cockatoo Island become the Commonwealth Naval Dockyard. In 1933 it was leased to the Cockatoo Island Docks and Engineering Company Ltd. During World War II, Cockatoo Island's importance to the Allies increased after Singapore and its shipyards were captured by the Japanese. At least 20 ships were built during the war. The dockyard continued to build both naval and commercial vessels until it closed in 1992.\nThe Light Destroyer (DDL) program was a large project to build ten ships similar to the Royal Navy's Type 21 or Amazon class frigate for Australia during the 1970s and early 1980s. Rising costs saw the original number revised down to five and then three vessels before being stopped altogether in 1972. It was planned that some of these ships would be built at Cockatoo Island Dockyard, but only the Williamstown Naval Dockyard built the ships before the project ended.\nCockatoo Island Festival.\nMore than 20,000 people went to the festival. There were more than 120 musical acts, as well as stand-up comedians, performance artists and more. A special ferry service ran day and night to take people to and from the island. The festival did not return to the island in this format and was reborn elsewhere as The Great Escape in 2006.\nPlanning and Projects.\nIn 2001, control of Cockatoo Island was given to the Sydney Harbour Federation Trust as public, urban park. In 2003 the Harbour Trust completed a Comprehensive Plan for Cockatoo Island and its other sites around Sydney Harbour. The plan proposed making Cockatoo Island a landmark harbour attraction. People would visit the island for sea-based activities, its convict and its ship building history. It would have parklands and spaces for cultural events.\nBiennale 2008 and 2010.\nFrom 18 June to 7 September, Cockatoo Island was used for the Biennale of Sydney, Australia's Festival of Contemporary Art, with 35 artists using buildings and sites across the island to display contemporary art. Over 80,000 visitors attended. The Biennale is being staged on the island in 2010 between 12 May and 1 August.\nTelevision.\nThe island was used in 2009 to shoot an episode from the TV program on the episode 66. The candidates had to make an orienteering race around the island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Port_Jackson","surface_form":"Sydney Harbour","offset":41},{"uri":"Sydney","surface_form":"Sydney","offset":59},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":67},{"uri":"Australia","surface_form":"Australia","offset":84},{"uri":"Prison","surface_form":"prison","offset":184},{"uri":"20th_century","surface_form":"20th century","offset":320},{"uri":"Convict","surface_form":"convict","offset":378},{"uri":"Cockatoo_Island_Festival","surface_form":"Cockatoo Island Festival","offset":516},{"uri":"Sydney_Harbour_Federation_Trust","surface_form":"Sydney Harbour Federation Trust","offset":580},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":735},{"uri":"Australian_Convict_Sites","surface_form":"ten other convict sites","offset":775},{"uri":"Wharf","surface_form":"wharves","offset":844},{"uri":"Sydney_Harbour_Bridge","surface_form":"Sydney Harbour Bridge","offset":1145},{"uri":"New_Year%27s_Eve","surface_form":"New Year's Eve","offset":1207},{"uri":"Fireworks_display","surface_form":"fireworks display","offset":1222},{"uri":"Ferry","surface_form":"Ferries","offset":1355},{"uri":"Woolwich%2C_New_South_Wales","surface_form":"Woolwich","offset":1372},{"uri":"Balmain%2C_New_South_Wales","surface_form":"Balmain","offset":1385},{"uri":"Parramatta","surface_form":"Parramatta","offset":1402},{"uri":"Barbecue","surface_form":"barbecue","offset":1472},{"uri":"Nick_Cave","surface_form":"Nick Cave","offset":2069},{"uri":"Movie","surface_form":"movie","offset":2436},{"uri":"Europe","surface_form":"Europe","offset":2505},{"uri":"Australian_Aborigine","surface_form":"Aboriginal","offset":2547},{"uri":"Governor","surface_form":"Governor","offset":2645},{"uri":"Colony","surface_form":"colony","offset":2661},{"uri":"George_Gipps","surface_form":"George Gipps","offset":2692},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":2799},{"uri":"Tonne","surface_form":"tonne","offset":2899},{"uri":"Bushranger","surface_form":"bushranger","offset":2992},{"uri":"Captain_Thunderbolt","surface_form":"Captain Thunderbolt","offset":3004},{"uri":"Circular_Quay","surface_form":"Circular Quay","offset":3296},{"uri":"Dry_dock","surface_form":"dry dock","offset":3396},{"uri":"Archeology","surface_form":"archeological","offset":3433},{"uri":"Darlinghurst_Gaol","surface_form":"Darlinghurst Gaol","offset":3809},{"uri":"Tonnes","surface_form":"tonnes","offset":3905},{"uri":"World_War_II","surface_form":"World War II","offset":4076},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":4126},{"uri":"Singapore","surface_form":"Singapore","offset":4149},{"uri":"Japan","surface_form":"Japan","offset":4198},{"uri":"Australian_light_destroyer_project","surface_form":"Light Destroyer (DDL) program","offset":4348},{"uri":"Royal_Navy","surface_form":"Royal Navy's","offset":4432},{"uri":"Type_21_frigate","surface_form":"Type 21","offset":4445},{"uri":"Ferry","surface_form":"ferry","offset":4996},{"uri":"The_Great_Escape_(festival)","surface_form":"The Great Escape","offset":5152},{"uri":"Biennale_of_Sydney","surface_form":"Biennale of Sydney","offset":5742}]}