{"id":249994,"url":"http://en.wikipedia.org/wiki/National_Park_Service","text":"e=\"preserve\">The National Park Service (NPS) is part of the United States Department of the Interior. The National Park Service looks after many natural landscapes and historic and archaeological places and buildings. Millions of people from around the world visit the national parks. The National Park Service helps keep these parks in order.\nCongress established the National Park service in 1916. The United States Secretary of the Interior appoints a director to head the office in Washington, D.C.\nThere are more than 400 areas in the National Park System. Of these, 61 are national parks. The Service also keeps the National Register of Historic Places.\nManagement.\nThe National Park Service has two main jobs. One is to protect America’s national parks. The other is to help visitors enjoy them. Some people think these two jobs conflict with each other.\nThey say some of the problems of the parks are the result of too many people visiting them. For example, the many vehicles in national parks cause pollution and road damage. And the many visitors cause water and waste systems to have to work hard.\nSome national parks cost money to enter. But they're generally affordable. And parks that charge entry fees must share the money with parks that do not. That means they cannot keep all the money for things like repairs and improvements.\nFor years, the Park Service has said it does not have enough money to operate at its best. Sometimes visitors protest about conditions in the parks. For example, they say some roads and places to sleep have not been repaired as needed. Critics of the system say many parks lack enough employees.\nBudget.\nMoney to support America's national parks comes from the federal government and visitors. It also comes from businesses and individuals through the National Park Foundation. Congress established this organization in 1967. The job of the foundation is to gather private support for America's national parks.\nIn the nation’s capital, for instance, the Target Corporation provided money to help restore the Washington Monument. Another example is Kodak. That company supports photo competitions at national parks. And there is much to photograph.\nThe National Park received additional funding in 2020. This means visitors get extra one day free visit to the parks every August.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Department_of_the_Interior","surface_form":"United States Department of the Interior","offset":60},{"uri":"Landscape","surface_form":"landscape","offset":153},{"uri":"History","surface_form":"historic","offset":168},{"uri":"Archaeology","surface_form":"archaeological","offset":181},{"uri":"Congress","surface_form":"Congress","offset":344},{"uri":"Appoint","surface_form":"appoints","offset":444},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":486},{"uri":"Area","surface_form":"areas","offset":527},{"uri":"National_park","surface_form":"national park","offset":579},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":622},{"uri":"Washington_Monument","surface_form":"Washington Monument","offset":2055},{"uri":"Kodak","surface_form":"Kodak","offset":2095}]}