{"id":25005,"url":"http://en.wikipedia.org/wiki/Hannibal","text":"Hannibal (Hǎnnibal Barca, 247 BC – ? 183/2/1 BC), was a Carthaginian statesman and general. He was the greatest enemy of the Roman Republic.\nHannibal is most famous for what he did in the Second Punic War. He marched an army from Iberia over the Pyrenees mountains and the Alps mountains into northern Italy and defeated the Romans in a series of battles. At the Battle of Cannae, he defeated the largest army Rome had ever put together. The Roman army at Cannae is reckoned at 16 legions and a total of 86,000 men. Over 80% of this army was killed or captured, including many of its commanders.\nHannibal kept an army in Italy for many years. Eventually, a Roman invasion of North Africa made him return to Carthage. He lost, and the Romans made him leave Carthage. He lived at the Seleucid court, and convinced its Emperor to fight Rome. When he lost a naval battle, Hannibal fled to the Bithynian court. When the Romans told him to give up, he killed himself.\nHannibal is listed as one of the greatest military commanders in history. Military historian Theodore Ayrault Dodge once called Hannibal the \"father of strategy\" because even his greatest enemy, Rome, copied his military ideas.\nEarly career.\nIn return, Hamilcar agreed to take Hannibal with him to Hispania. Hamilcar spent two years finishing the conquest of Iberia south of the river Ebro. He died in 229/228 in battle, most likely drowning in the Jucar River. His son-in-law Hasdrubal took command, but was assassinated in 221 BC.\nWith Hasdrubal's death, Hannibal became the leader of the army. Rome feared the growing strength of Hannibal. They made an alliance with the city of Saguntum and claimed to be protecting the city. Saguntum was south of the river Ebro. Hannibal attacked the city because of this. It was captured after eight months. With this attack of a Roman ally, Rome wanted justice from Carthage. Instead, the Carthaginian government saw nothing wrong with Hannibal's actions. The war Hannibal wanted was declared at the end of the year.\nOverland journey to Italy.\nHannibal's army was made up of as many as 75,000 foot soldiers and 9,000 horsemen. Hannibal left \"New Carthage\" in late spring of 218 BC. He fought his way north to the Pyrenees. He defeated the tribes through clever mountain tactics and stubborn fighting. After marching 290 miles through Hispania and reaching the Ebro river, Hannibal chose the most trustworthy and loyal parts of his army of Libyan and Iberian mercenaries to keep going with him. He left 11,000 troops to keep watch over the newly conquered region. At the Pyrenees, he let go of another 11,000 Iberian troops. Hannibal entered Gaul with 50,000 foot soldiers and 9,000 horsemen.\nHannibal needed to cross the Pyrenees, the Alps, and many important rivers in the region. starting in the spring of 218 BC, he fought his way to the Pyrenees. He made peace deals with the Gaulic tribal leaders and reached the Rhône River. Arriving at the Rhône in September, Hannibal's army numbered 38,000 infantry, 8,000 horsemen, and thirty-seven war elephants.\nHannibal got away from a Roman force sent to fight him in Gaul. He then went up the valley of one of the streams of the Rhône River. By Autumn, he reached the foot of the Alps. His journey over the mountains is one of the most famous achievements of any military force. After this journey, Hannibal came down from the foothills into northern Italy, to the surprise of the Romans. He had arrived with only half the forces he had started with and only a few elephants. Hannibal had lost as many as 20,000 men crossing over the mountains.\nBattle of Trebbia.\nPublius Cornelius Scipio commanded the Roman force sent to stop Hannibal. He did not expect Hannibal to cross the Alps. He expected to fight Hannibal in Spain. With a small army still in Gaul, Scipio tried to stop Hannibal. He moved his army to Italy by sea in time to meet Hannibal. Hannibal made the area behind him safer by defeating the tribe of the Taurini (modern Turin). The opposing forces fought at Carthage. Here, Hannibal forced the Romans to get out of the plain of Lombardy. This victory did much to weaken Roman control over the Gauls. The Gauls decided to join the Carthaginians. Soon all of northern Italy was unofficially allied. Gallic and Ligurian troops soon raised his army back to 40,000 men. Hannibal’s army was ready to invade Italy. Scipio retreated across the River Trebia. He camped at the town of Placentia and waited for more troops.\nThe Senate had ordered Sempronius Longus to bring his army from Sicily to meet Scipio and face Hannibal. Hannibal was in position to head him off. Sempronius avoided Hannibal and joined Scipio near the Trebbia River near Placentia. At Trebia, Hannibal defeated the Roman infantry by a surprise attack from an ambush on the flank.\nBattle of Lake Trasimene.\nArriving in Etruria in the spring of 217 BC, Hannibal decided to lure the main Roman army led by Flaminius into battle. Hannibal found Flaminius camped at Arretium. He marched around his opponent’s left side and cut Flaminius off from Rome. Hannibal made Flaminius chase him. On the shore of Lake Trasimenus, Hannibal destroyed Flaminius's army in the waters or on the nearby slopes. He killed Flaminius as well. He had got rid of the only force that could stop him from getting to Rome. He realized that without siege engines he could not hope to take the capital, so he decided to continue into central and southern Italy. He hoped this show of strength would create a revolt against the Roman government. After Lake Trasimene, Hannibal said, \"“I have not come to fight Italians, but on behalf of the Italians against Rome.”\"\nFabius.\nRome was put into an immense state of panic. They appointed a dictator named Quintus Fabius Maximus. He was an intelligent and careful general.\nFabius adopted the \"Fabian strategy\". He refused open battle with his enemy, and put several Roman armies near Hannibal to limit his movement. Fabius sent out small forces against Hannibal’s foraging parties. Residents of small northern villages were told to post lookouts. They could gather their livestock and possessions and go to fortified towns. This would wear down the invaders’ endurance.\nHannibal decided to march through Samnium to Campania. He hoped that the destruction would draw Fabius into battle but Fabius refused to be drawn into battle. His troops became irritated by his \"“cowardly spirit”\". His policies were not liked. Romans were used to facing their enemies in the field and the people wanted to see a quick end to the war.\nThe rest of Autumn continued with frequent skirmishes. After six months, Fabius was removed from his position in accordance with the Roman law.\nBattle of Cannae.\nIn the Spring of 216 BC Hannibal captured the large supply depot at Cannae in the Apulian plain, effectively placing himself between the Romans and their source of supply. The Roman Senate resumed their Consular elections in 216. They chose Caius Terentius Varro and Lucius Aemilius Paullus as Consuls. The Romans raised largest army to this point in their history to defeat Hannibal. It's estimated that the total strength of the army was around 80,000 men.\nThe Roman army marched southward to Apulia. After a two days’ march, they found Hannibal at the Audifus River. Consul Varro was a reckless man full of pride and was determined to defeat Hannibal. Varro's arrogance got the better of him and allowed Hannibal to drew him into a trap. With brilliant tactics, Hannibal surrounded and destroyed most of this force.\nIt is estimated that 50,000-70,000 Romans were killed or captured at Cannae. Among the dead were eighty senators. The Roman Senate was no more than 300 men – this was 25%–30% of the governing body. The Battle of Cannae one of the worst defeats in the history of Ancient Rome. It is also one of the bloodiest battles in all of human history in terms of the number of lives lost in a single day. After Cannae, the Romans refused to fight Hannibal in battles. They tried instead to defeat him by wearing him down. They relied on their advantages of supply and manpower.\nBecause of this victory most of southern Italy joined Hannibal's cause. During that same year, the Greek cities in Sicily revolted against Roman control. The Macedonian king, Philip V supported Hannibal. This started the First Macedonian War against Rome. Hannibal made his new base in Capua, the second largest city of Italy.\nStalemate.\nWithout the resources from his allies or reinforcements from Carthage, Hannibal could not do much more and began losing ground. He continued defeating the Romans whenever he could bring them into battle but was never able to score another decisive victory.\nEnd of War in Italy.\nIn 212 BC conspirators in Tarentum let Hannibal into the city. They then blew the alarm with some Roman trumpets. This let Hannibal's troops pick off the Romans as they stumbled into the streets. Hannibal told the Tarentines to mark every house where Tarentines lived so they wouldn't be looted. Even with the looting the citadel held out. This stopped Hannibal from using the harbor and Rome was slowly gaining ground over Hannibal. In the same year, he lost Campania.\nIn 211 BC the city of Capua fell. In summer of that year, the Romans destroyed the Carthaginian army in Sicily. Meanwhile, Hannibal had defeated Fulvius at Herdonea in Apulia, but lost Tarentum. With the loss of Tarentum in 209 BC and the Romans capturing of Samnium and Lucania, his hold on south Italy was almost lost.\nIn 207 BC he retired into Bruttium. These events marked the end to Hannibal's success in Italy. In 203 BC, Hannibal was recalled to Carthage to lead the defence of his homeland against a Roman invasion.\nThe Battle of Zama.\nBoth Scipio and Hannibal met on the field of Zama. Hannibal had about 50,000 infantry and 4,000 cavalry. Scipio had 34,000 infantry and 8,700 cavalry. For years, Hannibal had won victories with his experienced army. He now faced the best of the Roman army, while he led a makeshift army. They did not do well against the Romans.\nHannibal was defeated. 20,000 men of Hannibal’s army were killed at Zama. The same number of men were taken as prisoners. The Romans lost as few as 500 dead and 4,000 wounded. With their best general defeated, the Carthaginians accepted defeat and surrendered to Rome.\nExile and death (195–183 BC).\nSeven years after the victory of Zama, the Romans demanded Hannibal's surrender. Hannibal went into voluntary exile. He journeyed to Tyre, the mother-city of Carthage, and then to Ephesus and Syria.\nIn 190 BC he was placed in command of a Phoenician fleet but was defeated in a battle off the Eurymedon River. Hannibal went to Crete, but he soon returned to the Asia Minor. At Libyssa on the eastern shore of the Sea of Marmora, he was going to be turned over to the Romans. Rather than letting himself be taken, he drank poison. The precise year of his death is not certain. It is believed to be 183 BC. He died in the same year as Scipio Africanus.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":45},{"uri":"Carthage","surface_form":"Carthaginian","offset":56},{"uri":"Statesman","surface_form":"statesman","offset":69},{"uri":"General_officer","surface_form":"general","offset":83},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":125},{"uri":"Second_Punic_War","surface_form":"Second Punic War","offset":188},{"uri":"Iberian_Peninsula","surface_form":"Iberia","offset":230},{"uri":"Pyrenees","surface_form":"Pyrenees","offset":246},{"uri":"Mountain","surface_form":"mountain","offset":255},{"uri":"Alps","surface_form":"Alps","offset":273},{"uri":"Italy","surface_form":"Italy","offset":302},{"uri":"Roman_Republic","surface_form":"Romans","offset":325},{"uri":"Battle","surface_form":"battle","offset":347},{"uri":"Battle_of_Cannae","surface_form":"Battle of Cannae","offset":363},{"uri":"Roman_legion","surface_form":"legions","offset":481},{"uri":"Invasion","surface_form":"invasion","offset":663},{"uri":"North_Africa","surface_form":"North Africa","offset":675},{"uri":"Seleucid_Empire","surface_form":"Seleucid","offset":782},{"uri":"Emperor","surface_form":"Emperor","offset":816},{"uri":"Bithynia","surface_form":"Bithynia","offset":889},{"uri":"Surrender_(military)","surface_form":"give up","offset":934},{"uri":"Suicide","surface_form":"killed himself","offset":946},{"uri":"Military","surface_form":"military","offset":1004},{"uri":"Strategy","surface_form":"strategy","offset":1114},{"uri":"Invasion","surface_form":"conquest","offset":1309},{"uri":"Ebro","surface_form":"Ebro","offset":1347},{"uri":"Assassination","surface_form":"assassinated","offset":1471},{"uri":"Leader","surface_form":"leader","offset":1539},{"uri":"Alliance","surface_form":"alliance","offset":1618},{"uri":"Saguntum","surface_form":"Saguntum","offset":1644},{"uri":"Rome","surface_form":"Rome","offset":1844},{"uri":"Justice","surface_form":"justice","offset":1856},{"uri":"Infantry","surface_form":"foot soldiers","offset":2096},{"uri":"Cavalry","surface_form":"horsemen","offset":2120},{"uri":"Cartagena","surface_form":"New Carthage","offset":2145},{"uri":"Pyrenees","surface_form":"Pyrenees","offset":2216},{"uri":"Military_tactics","surface_form":"tactic","offset":2273},{"uri":"Ebro","surface_form":"Ebro","offset":2363},{"uri":"Trustworthy","surface_form":"trustworthy","offset":2399},{"uri":"Loyalty","surface_form":"loyal","offset":2415},{"uri":"Libya","surface_form":"Libya","offset":2442},{"uri":"Iberia","surface_form":"Iberia","offset":2453},{"uri":"Mercenary","surface_form":"mercenaries","offset":2461},{"uri":"Gaul","surface_form":"Gaul","offset":2644},{"uri":"Pyrenees","surface_form":"Pyrenees","offset":2724},{"uri":"Alps","surface_form":"Alps","offset":2738},{"uri":"Peace","surface_form":"peace","offset":2862},{"uri":"Rh%C3%B4ne_River","surface_form":"Rhône River","offset":2921},{"uri":"War_elephant","surface_form":"war elephant","offset":3045},{"uri":"Autumn","surface_form":"Autumn","offset":3196},{"uri":"Alps","surface_form":"Alps","offset":3231},{"uri":"Journey","surface_form":"journey","offset":3241},{"uri":"Italy","surface_form":"Italy","offset":3402},{"uri":"Publius_Cornelius_Scipio","surface_form":"Publius Cornelius Scipio","offset":3615},{"uri":"Spain","surface_form":"Spain","offset":3768},{"uri":"Turin","surface_form":"Turin","offset":3985},{"uri":"Carthage","surface_form":"Carthage","offset":4023},{"uri":"Lombardy","surface_form":"Lombardy","offset":4093},{"uri":"Piacenza","surface_form":"Placentia","offset":4440},{"uri":"Roman_Senate","surface_form":"Senate","offset":4482},{"uri":"Sempronius_Longus","surface_form":"Sempronius Longus","offset":4501},{"uri":"Trebbia_River","surface_form":"Trebbia River","offset":4680},{"uri":"Infantry","surface_form":"infantry","offset":4749},{"uri":"Ambush","surface_form":"ambush","offset":4787},{"uri":"Flank","surface_form":"flank","offset":4801},{"uri":"Etruria","surface_form":"Etruria","offset":4846},{"uri":"Flaminius","surface_form":"Flaminius","offset":4931},{"uri":"Arretium","surface_form":"Arretium","offset":4989},{"uri":"March","surface_form":"march","offset":5002},{"uri":"Lake_Trasimeno","surface_form":"Lake Trasimenus","offset":5126},{"uri":"Siege_engine","surface_form":"siege engine","offset":5347},{"uri":"Revolt","surface_form":"revolt","offset":5505},{"uri":"Battle_of_Lake_Trasimene","surface_form":"Lake Trasimene","offset":5548},{"uri":"Italy","surface_form":"Italians","offset":5606},{"uri":"Roman_dictator","surface_form":"dictator","offset":5732},{"uri":"Fabius_Maximus","surface_form":"Fabius Maximus","offset":5755},{"uri":"Intelligent","surface_form":"intelligent","offset":5781},{"uri":"Adopt","surface_form":"adopt","offset":5821},{"uri":"Food","surface_form":"foraging","offset":6005},{"uri":"Resident","surface_form":"Resident","offset":6023},{"uri":"Livestock","surface_form":"livestock","offset":6112},{"uri":"Possession","surface_form":"possession","offset":6126},{"uri":"Samnium","surface_form":"Samnium","offset":6245},{"uri":"Campania","surface_form":"Campania","offset":6256},{"uri":"Coward","surface_form":"cowardly","offset":6407},{"uri":"Policy","surface_form":"policies","offset":6430},{"uri":"Supply","surface_form":"supply","offset":6888},{"uri":"Roman_consul","surface_form":"Consular","offset":6927},{"uri":"Election","surface_form":"election","offset":6936},{"uri":"Caius_Terentius_Varro","surface_form":"Caius Terentius Varro","offset":6965},{"uri":"Lucius_Aemilius_Paullus","surface_form":"Lucius Aemilius Paullus","offset":6991},{"uri":"Apulia","surface_form":"Apulia","offset":7219},{"uri":"Pride","surface_form":"pride","offset":7334},{"uri":"Battle_of_Cannae","surface_form":"Battle of Cannae","offset":7745},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":7805},{"uri":"Victory","surface_form":"victory","offset":8126},{"uri":"Ancient_Greece","surface_form":"Greek","offset":8209},{"uri":"Sicily","surface_form":"Sicily","offset":8225},{"uri":"Macedon","surface_form":"Macedon","offset":8268},{"uri":"Philip_V_of_Macedon","surface_form":"Philip V","offset":8285},{"uri":"First_Macedonian_War","surface_form":"First Macedonian War","offset":8331},{"uri":"Capua","surface_form":"Capua","offset":8396},{"uri":"Resource","surface_form":"resource","offset":8460},{"uri":"Reinforcement","surface_form":"reinforcement","offset":8489},{"uri":"Conspirator","surface_form":"conspirator","offset":8736},{"uri":"Taranto","surface_form":"Tarentum","offset":8752},{"uri":"Citadel","surface_form":"citadel","offset":9048},{"uri":"Lucania","surface_form":"Lucania","offset":9467},{"uri":"Bruttium","surface_form":"Bruttium","offset":9543},{"uri":"Carthage","surface_form":"Carthage","offset":9649},{"uri":"Homeland","surface_form":"homeland","offset":9685},{"uri":"Scipio","surface_form":"Scipio","offset":9745},{"uri":"Battle_of_Zama","surface_form":"Zama","offset":9785},{"uri":"Death","surface_form":"killed","offset":10127},{"uri":"Prisoner","surface_form":"prisoner","offset":10180},{"uri":"Surrender","surface_form":"surrender","offset":10317},{"uri":"Exile","surface_form":"exile","offset":10478},{"uri":"Ephesus","surface_form":"Ephesus","offset":10548},{"uri":"Syria","surface_form":"Syria","offset":10560},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":10607},{"uri":"Crete","surface_form":"Crete","offset":10695},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":10730},{"uri":"Libyssa","surface_form":"Libyssa","offset":10745},{"uri":"Sea_of_Marmora","surface_form":"Sea of Marmora","offset":10781},{"uri":"Scipio_Africanus","surface_form":"Scipio Africanus","offset":11001}]}