{"id":250159,"url":"http://en.wikipedia.org/wiki/Nonverbal_communication","text":"Nonverbal communication (NVC) is sending and receiving wordless messages. Language is not the only way to communicate, there are other means. Much nonverbal communication is unconscious: it happens without thinking about it.\nNVC can use gestures and touch, body language or posture, facial expression and eye contact. NVC can be communicated through objects such as clothing and hairstyles. Dance is also a type of nonverbal communication.\nSpeech has nonverbal elements known as paralanguage. These include voice quality, emotion and speaking style, rhythm, intonation and stress. Likewise, written texts have nonverbal elements such as handwriting style, spatial arrangement of words, or the use of emoticons, such as:).\nNonverbal communication has three main aspects: the situation where it takes place, the communicators, and their behavior during the interaction.p7\nMeaning of verbal & non-verbal.\n\"When we speak (or listen), our attention is focused on words rather than body language. But our judgement includes both. An audience is simultaneously processing both verbal and nonverbal cues. Body movements are not usually positive or negative in and of themselves; rather, the situation and the message will determine the appraisal\".p4\nParalanguage.\nParalanguage is the study of nonverbal cues of the voice. Various acoustic properties of speech such as tone, pitch and accent, collectively known as prosody, can all give off nonverbal cues. Paralanguage may change the meaning of words.\nThe linguist George L. Trager developed a classification of voice set, voice qualities, and vocalization.\nClothes.\nClothes, and fashion generally, send messages. We judge others by what we see, at least when we first meet them. Fashion is a reflection of the time and place. The styles show as much about history and the time period as any history book. Clothes reflect on what people think, and how they live. Fashion is a nonverbal statement. It reflects our time, our beliefs and sometimes our religion.\nBody language.\nBody language means how your body is held: the \"stance\". It tends to show your attitude (state of mind) to what is going on round you. Others pick up the signs in a flash.\nEye gaze.\nEye contact can indicate interest, attention, and involvement.p10 Gaze includes looking while talking, looking while listening, amount of gaze, and frequency of glances, patterns of fixation, pupil dilation, and blink rate.p153\nEmotions.\nThese are listed in order of clarity. No-one mistakes anger or fear, but more subtle emotions may sometimes be missed by the onlooker.\nThe animal world.\nAnimals other than humans do not have our kind of language, but many make use of non-verbal communication. With many, scent plays a greater role in their communication. Also, social animals can get to understand the meaning of tone of voice, and even understand key words. Say \"walkies!\" to the family dog... With animals which are social and intelligent, humans can have a genuine relationship. In general, that means animals which are mammals. Communication of the non-verbal kind is strongly developed in mammals, and mammals are mostly social animals.\nMany animals recognise each other's alarm signals (cross-species communication). Indeed animal communication of one kind or another is almost universal amongst vertebrates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":55},{"uri":"Adaptive_unconscious","surface_form":"unconscious","offset":174},{"uri":"Gesture","surface_form":"gesture","offset":237},{"uri":"Touch","surface_form":"touch","offset":250},{"uri":"Body_language","surface_form":"body language","offset":257},{"uri":"Posture","surface_form":"posture","offset":274},{"uri":"Face","surface_form":"facial","offset":283},{"uri":"Expression","surface_form":"expression","offset":290},{"uri":"Eye_contact","surface_form":"eye contact","offset":305},{"uri":"Clothing","surface_form":"clothing","offset":366},{"uri":"Haircut","surface_form":"hairstyles","offset":379},{"uri":"Dance","surface_form":"Dance","offset":391},{"uri":"Speech","surface_form":"Speech","offset":440},{"uri":"Voice","surface_form":"voice","offset":507},{"uri":"Emotion","surface_form":"emotion","offset":522},{"uri":"Speech","surface_form":"speaking","offset":534},{"uri":"Rhythm","surface_form":"rhythm","offset":550},{"uri":"Intonation_(linguistics)","surface_form":"intonation","offset":558},{"uri":"Stress_(linguistics)","surface_form":"stress","offset":573},{"uri":"Handwriting","surface_form":"handwriting","offset":637},{"uri":"Emoticon","surface_form":"emoticon","offset":700},{"uri":"Situation","surface_form":"situation","offset":774},{"uri":"Clothes","surface_form":"Clothes","offset":1609},{"uri":"Fashion","surface_form":"fashion","offset":1622},{"uri":"Religion","surface_form":"religion","offset":1991},{"uri":"Body_language","surface_form":"Body language","offset":2016},{"uri":"Sign","surface_form":"sign","offset":2170},{"uri":"Eye_contact","surface_form":"Eye contact","offset":2198},{"uri":"Scent","surface_form":"scent","offset":2707},{"uri":"Mammals","surface_form":"mammals","offset":3026},{"uri":"Vertebrates","surface_form":"vertebrates","offset":3305}]}