{"id":250229,"url":"http://en.wikipedia.org/wiki/Acupuncture","text":"Acupuncture is an ancient kind of medical treatment where the doctor sticks needles in certain places of a person's body. The oldest records are at least 2,500 years old. Thin metal needles are pushed into the body at certain places called \"acupuncture points\". It is a form of alternative medicine, and a key part of Traditional Chinese medicine (TCM). It uses the Chinese philosophy of yin and yang.\nEffectiveness.\nThere is no general agreement as to whether acupuncture is effective. It is difficult to do good research on this issue.\nA 2014 review article said \"researchers usually find that it generally does not matter where the needles are inserted, how often (that is, no dose-response effect is observed), or even if needles are actually inserted. In other words, 'sham' or 'placebo' acupuncture generally produces the same effects as 'real' acupuncture and, in some cases, does better\". A 2013 analysis found little evidence that the effectiveness of acupuncture on pain (compared to sham) was modified by the location of the needles, the number of needles used, the experience or technique of the practitioner, or by the circumstances of the sessions.\nUsing the principles of \"evidence-based medicine\" (~ scientific research) to research acupuncture is controversial, and has produced different results. Some research suggests acupuncture can alleviate pain but the majority of research suggests that acupuncture's effects are mainly due to placebo. Evidence suggests that any benefits of acupuncture are short-lasting. There is insufficient evidence to support use of acupuncture compared to mainstream medical treatments. Acupuncture is not better than mainstream treatment in the long term.\nOperations using acupuncture.\nChinese doctors have claimed to perform surgery with acupuncture as the only anaesthetic. This is a claim which is difficult to test. In some cases at least, the claim has been fraudulent, because morphine, or other sedatives were delivered through a drip. In 2006, a BBC documentary \"Alternative Medicine\" filmed a patient undergoing open heart surgery allegedly under acupuncture-induced anesthesia. It was later revealed that the patient had been given a cocktail of anesthetics.\nThe present.\nRecently, acupuncture has begun to be used more frequently in the West. In the United States acupuncture has often been used to help control pain and drug and alcohol addiction. It is also often used to treat headaches, asthma, and arthritis. It is widely agreed that acupuncture treatment is safe when done by well-trained doctors using clean needles.\nGuidelines from the NICE (National Institute for Health and Care Excellence) is that\n\"The National Institute for Health and Care Excellence (NICE) only recommends considering acupuncture as a treatment option for chronic lower back pain, chronic tension-type headaches and migraine\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Medicine","surface_form":"medical treatment","offset":34},{"uri":"Alternative_medicine","surface_form":"alternative medicine","offset":278},{"uri":"Chinese_medicine","surface_form":"Chinese medicine","offset":330},{"uri":"Philosophy","surface_form":"philosophy","offset":374},{"uri":"Yin_and_yang","surface_form":"yin and yang","offset":388},{"uri":"Placebo","surface_form":"placebo","offset":784},{"uri":"Medicine","surface_form":"mainstream medical treatments","offset":1604},{"uri":"Surgery","surface_form":"surgery","offset":1775},{"uri":"Anaesthetic","surface_form":"anaesthetic","offset":1812},{"uri":"Morphine","surface_form":"morphine","offset":1932},{"uri":"BBC","surface_form":"BBC","offset":2003},{"uri":"United_States_of_America","surface_form":"United States","offset":2310},{"uri":"Drug","surface_form":"drug","offset":2381},{"uri":"Alcohol","surface_form":"alcohol","offset":2390},{"uri":"Addiction","surface_form":"addiction","offset":2398},{"uri":"Headache","surface_form":"headache","offset":2440},{"uri":"Asthma","surface_form":"asthma","offset":2451},{"uri":"Arthritis","surface_form":"arthritis","offset":2463}]}