{"id":250475,"url":"http://en.wikipedia.org/wiki/Xenophanes","text":"e=\"preserve\">Xenophanes of Colophon, c.570 – c.475 BC, was a Greek philosopher, poet, and social and religious critic.\nOur knowledge of his views comes from fragments of his poetry, surviving as quotations by later Greek writers. To judge from these, his poetry criticized and satirized a wide range of ideas. This included Homer and Hesiod, the belief in the pantheon of anthropomorphic gods and the Greeks' love of athletics and athleticism. He is the earliest Greek poet who claims explicitly to be writing for future generations, creating \"fame that will reach all of Greece, and never die while the Greek kind of songs survives\".\nPhilosophy.\nBut if cattle and horses and lions had handsor could paint with their hands and create works such as men do,horses like horses and cattle like cattlealso would depict the gods' shapes and make their bodiesof such a sort as the form they themselves have...Ethiopians say that their gods are snubnosed and blackThracians that they are pale and red-haired.\nMonotheist?\nHis remark \"God is one, supreme among gods and men, and not like mortals in body or in mind\". led some to claim he was the first monotheist. Others pointed out that he still referred to other gods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greece","surface_form":"Greek","offset":61},{"uri":"Philosopher","surface_form":"philosopher","offset":67},{"uri":"Poet","surface_form":"poet","offset":80},{"uri":"Critic","surface_form":"critic","offset":111},{"uri":"Satire","surface_form":"satirized","offset":277},{"uri":"Homer","surface_form":"Homer","offset":324},{"uri":"Hesiod","surface_form":"Hesiod","offset":334},{"uri":"Pantheon_(gods)","surface_form":"pantheon","offset":360},{"uri":"Anthropomorphic","surface_form":"anthropomorphic","offset":372},{"uri":"Deity","surface_form":"gods","offset":388},{"uri":"Sport","surface_form":"athletics","offset":417},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":902},{"uri":"Thracians","surface_form":"Thracians","offset":956},{"uri":"Monotheist","surface_form":"monotheist","offset":1142}]}