{"id":25048,"url":"http://en.wikipedia.org/wiki/Homo_sapiens","text":"\"Homo sapiens\" (Latin: \"wise man\") is the scientific name for the human species.\n\"Homo\" is the human genus. \"H. sapiens\" is the only surviving species of the genus \"Homo\".\nModern humans are sometimes called \"anatomically modern humans\". \"Homo sapiens\" considers itself the most influential species on the planet. However, many kinds of life, especially plants and protists, have had a much greater effect on the air, the rocks, life, and natural environment on Earth.\nOrigin.\nThe recent African origin of modern humans is the mainstream model of the origin and dispersal of anatomically modern humans.\nThe hypothesis that humans have a single origin was published in Charles Darwin's \"The Descent of Man\" (1871). The concept is supported by a study of present-day mitochondrial DNA, and with evidence based on physical anthropology of fossil humans. According to genetic and fossil evidence, older versions of \"Homo sapiens\" evolved only in Africa, between 200,000 and 100,000 years ago, with members of one branch leaving Africa by 90,000 years ago and over time replacing earlier human populations such as Neanderthals and \"Homo erectus\".\nThe recent single origin of modern humans in East Africa is the near-consensus position held within the scientific community.\nSequencing of the full Neanderthal genome suggests Neanderthals and some modern humans share some ancient genetic lineages. The authors of the study suggest that their findings are consistent with Neanderthal admixture of up to 4% in some populations. The reason for this admixture is not known. In August 2012, a study suggested that the DNA overlap is a remnant of a common ancestor of both Neanderthals and modern humans.\nEvolution.\nThe time frame for the evolution of the genus \"Homo\" out of the last common ancestor is roughly 10 to 2 million years ago, that of \"H. sapiens\" out of \"Homo erectus\" roughly 1.8 to 0.2 million years ago.\nScientific study of human evolution is mostly concerned with the development of the genus \"Homo\", but usually involves studying other hominids and hominines as well, such as \"Australopithecus\". \"Modern humans\" are defined as the \"Homo sapiens\" species, of which the only living subspecies is known as \"Homo sapiens sapiens\".\n\"Homo sapiens idaltu\", the other known subspecies, is now extinct. \"Homo neanderthalensis\", which became extinct 30,000 years ago, has sometimes been classified as a subspecies, \"Homo sapiens neanderthalensis\". Genetic studies now suggest that the functional DNA of modern humans and Neanderthals diverged 500,000 years ago.\nSimilarly, the discovered specimens of the \"Homo rhodesiensis\" species have been classified by some as a subspecies, but this classification is not widely accepted.\nEarliest fossils of the species.\nUntil recently it was thought that anatomically modern humans first appeared in the fossil record in Africa about 195,000 years ago. Studies of molecular biology suggested that the approximate time of divergence from the common ancestor of all modern human populations was 200,000 years ago. The broad study of African genetic diversity found the ǂKhomani San people had the greatest genetic diversity among the 113 distinct populations sampled, making them one of 14 \"ancestral population clusters\". The research also placed the origin of modern human migration in south-western Africa, near the coastal border of Namibia and Angola.\nIn the 1960s an archaeological site at Jebel Irhoud in Morocco was dated as about 40,000 years old but it was re-dated in the 2000s. It is now thought to be between 300,000 and 350,000 years old. The skull form is almost identical to modern humans, though the jaw is different.\nThe forces of natural selection have continued to operate on human populations, with evidence that certain regions of the genome show selection in the past 15,000 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":16},{"uri":"Scientific_name","surface_form":"scientific name","offset":42},{"uri":"Human","surface_form":"human","offset":66},{"uri":"Homo_(genus)","surface_form":"Homo","offset":82},{"uri":"Genus","surface_form":"genus","offset":101},{"uri":"Protists","surface_form":"protists","offset":364},{"uri":"Air","surface_form":"air","offset":412},{"uri":"Rocks","surface_form":"rocks","offset":421},{"uri":"Natural_environment","surface_form":"natural environment","offset":438},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":667},{"uri":"The_Descent_of_Man","surface_form":"The Descent of Man","offset":685},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":764},{"uri":"Physical_anthropology","surface_form":"physical anthropology","offset":810},{"uri":"Africa","surface_form":"Africa","offset":941},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":1108},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":1126},{"uri":"East_Africa","surface_form":"East Africa","offset":1186},{"uri":"Neanderthal_genome","surface_form":"Neanderthal genome","offset":1290},{"uri":"Homo","surface_form":"Homo","offset":1750},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":1855},{"uri":"Human_evolution","surface_form":"human evolution","offset":1927},{"uri":"Hominidae","surface_form":"hominids","offset":2041},{"uri":"Homininae","surface_form":"hominines","offset":2054},{"uri":"Australopithecus","surface_form":"Australopithecus","offset":2082},{"uri":"Species","surface_form":"species","offset":2151},{"uri":"Subspecies","surface_form":"subspecies","offset":2185},{"uri":"Homo_sapiens_idaltu","surface_form":"Homo sapiens idaltu","offset":2233},{"uri":"Neanderthal","surface_form":"Homo neanderthalensis","offset":2300},{"uri":"Homo_rhodesiensis","surface_form":"Homo rhodesiensis","offset":2601},{"uri":"Fossil_record","surface_form":"fossil record","offset":2839},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":2899},{"uri":"San_people","surface_form":"San people","offset":3111},{"uri":"Namibia","surface_form":"Namibia","offset":3370},{"uri":"Angola","surface_form":"Angola","offset":3382},{"uri":"Archaeological_site","surface_form":"archaeological site","offset":3406},{"uri":"Morocco","surface_form":"Morocco","offset":3445},{"uri":"Natural_selection","surface_form":"natural selection","offset":3682}]}