{"id":250506,"url":"http://en.wikipedia.org/wiki/On_the_Origin_of_Species","text":"\"On the Origin of Species\" is the famous book by Charles Darwin. It gave evidence for evolution, and suggested what had caused evolution to happen.\nIts full title was \"On the origin of species by means of natural selection, or the preservation of favoured races in the struggle for life\".\nIt was published in London by John Murray in November 1859. It was translated into many languages, and has been in print ever since. The title since the 6th edition of 1872 has been \"The Origin of Species\". This is the most important single book in the biological sciences, and its main ideas are well-supported by modern research.\nWhat the book did.\nDarwin's book did two things. First, it provided a great deal of evidence that evolution has taken place. Second, it proposed a theory to explain \"how\" evolution works. That theory is natural selection. Evolution by natural selection is the key to understanding biology, and the diversity of life on Earth.\nAreas of comparative weakness.\nDarwin's ideas on the connection between natural selection and inheritance were unclear, mainly because the process of genetic inheritance was unknown at that time. This was solved in the mid-20th century by the modern evolutionary synthesis, which showed that Gregor Mendel's genetics was compatible with evolution in small steps. Darwin made almost no mention of the evolution of the human race, though most of the controversy raged around this topic. Darwin eventually published \"The Descent of Man\" in 1871.\nThe book's effects.\nThe \"Origin\" was a serious blow to all who interpreted the Bible literally. However, even in 1860, there were many Christians who thought some of the Old Testament could not be literally true. Even the early Church Fathers had not interpreted Genesis literally.p323 Today, both the Anglican and Catholic churches hold that evolution is not inconsistent with their beliefs.\nThe \"Origin\" marked a big step in the history of science. Before it, religious leaders often gave their opinions on science; after – though it took time – science increasingly became the business of professional scientists. Darwin's friend Thomas Henry Huxley devoted many years to supporting Darwin, and opposing any interference of religion in science.\nAll aspects of biology have been affected by evolution. Before Darwin, most biology was natural history, done by dedicated amateurs. After Darwin, most biology was done by professionals trained in modern techniques. The book helped this change by providing evolution as the explanation of how living things came to be as they are.\nNature of Darwin's argument.\nDarwin's aims were twofold: to show that species had not been separately created, and to show that natural selection had been the chief agent of change.\nMany readers were already familiar with the idea of evolution from a book published anonymously in 1844, \"Vestiges of the Natural History of Creation\" (actually by Robert Chambers). In his introduction Darwin ridicules that work as failing to provide a mechanism (a way it could happen).\nThe first four chapters lay out his case that selection in nature, caused by the struggle for existence, is analogous to the selection of variations under domestication.\nDarwin presents supporting facts drawn from many disciplines. The idea was to show that his theory could explain a myriad of observations from many fields of natural history that were inexplicable if species had been individually created.\nLater editions.\nThere were six editions of the \"Origin\" during Darwin's life. The second, in 1860, was almost the same as the first. The sixth edition bore the title: \"The origin of species\".\nThere were many changes in the text in later editions. In the fifth edition of 1869 Darwin used Herbert Spencer's phrase 'survival of the fittest' for the first time, in the heading of chapter 4.\nThe \"Origin\" was translated during Darwin's lifetime into Danish, Dutch, French, German, Hungarian, Italian, Polish, Serbian, Spanish and Swedish, and into 18 more languages since. Translations into some languages, such as French and German, were done more than once.\nReference works.\nThere are some reference works which help scholars to do research on the \"Origin\".\nPeckham, Morse (ed) 1959. \"The Origin of Species: a variorum text\". University of Pennsylvania, Philadelphia. A variorum contains all variants of a text; this records every change made by Darwin to the first edition up to 1890.\nHorblit H.D. 1964. \"One hundred books famous in science\". Grolier Club. Contains the first full bibliographic description of the first edition.\nBarrett, Paul H., Weinshank D.J. and Gottleber T.T. 1961, reprint 1981. \"A concordance to Darwin's \"Origin of Species\", first edition\". Cornell, Ithaca & London. This takes every substantive word in the book in alphabetical order, and lists every occurrence with context and page number. Same idea as concordances to the Bible.\nStauffer R.C. (ed) 1975. \"Charles Darwin's Natural Selection being the second part of his big species book written from 1856 to 1858\". Edited from manuscript. Cambridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":49},{"uri":"Evolution","surface_form":"evolution","offset":86},{"uri":"Cause","surface_form":"caused","offset":120},{"uri":"Species","surface_form":"species","offset":185},{"uri":"Natural_selection","surface_form":"natural selection","offset":205},{"uri":"London","surface_form":"London","offset":309},{"uri":"Evidence","surface_form":"evidence","offset":705},{"uri":"Theory","surface_form":"theory","offset":768},{"uri":"Natural_selection","surface_form":"natural selection","offset":824},{"uri":"Biology","surface_form":"biology","offset":902},{"uri":"Earth","surface_form":"Earth","offset":940},{"uri":"Inheritance","surface_form":"inheritance","offset":1041},{"uri":"Modern_evolutionary_synthesis","surface_form":"modern evolutionary synthesis","offset":1190},{"uri":"Gregor_Mendel","surface_form":"Gregor Mendel","offset":1239},{"uri":"Genetics","surface_form":"genetics","offset":1255},{"uri":"The_Descent_of_Man","surface_form":"The Descent of Man","offset":1461},{"uri":"Bible","surface_form":"Bible","offset":1569},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1660},{"uri":"Genesis","surface_form":"Genesis","offset":1753},{"uri":"Anglican_Church","surface_form":"Anglican","offset":1792},{"uri":"Catholic_Church","surface_form":"Catholic","offset":1805},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":2123},{"uri":"Species","surface_form":"species","offset":2639},{"uri":"Natural_selection","surface_form":"natural selection","offset":2697},{"uri":"Anonymity","surface_form":"anonymous","offset":2835},{"uri":"Robert_Chambers","surface_form":"Robert Chambers","offset":2915},{"uri":"Mechanism","surface_form":"mechanism","offset":3004},{"uri":"Struggle_for_existence","surface_form":"struggle for existence","offset":3120},{"uri":"Analogy","surface_form":"analogous","offset":3147},{"uri":"Variation_(biology)","surface_form":"variations","offset":3177},{"uri":"Domestication","surface_form":"domestication","offset":3194},{"uri":"Natural_history","surface_form":"natural history","offset":3367},{"uri":"Herbert_Spencer","surface_form":"Herbert Spencer","offset":3736},{"uri":"Danish_language","surface_form":"Danish","offset":3894},{"uri":"Dutch_language","surface_form":"Dutch","offset":3902},{"uri":"French_language","surface_form":"French","offset":3909},{"uri":"German_language","surface_form":"German","offset":3917},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":3925},{"uri":"Italian_language","surface_form":"Italian","offset":3936},{"uri":"Polish_language","surface_form":"Polish","offset":3945},{"uri":"Serbian_language","surface_form":"Serbian","offset":3953},{"uri":"Spanish_language","surface_form":"Spanish","offset":3962},{"uri":"Swedish_language","surface_form":"Swedish","offset":3974},{"uri":"Concordance","surface_form":"concordance","offset":4651},{"uri":"Bible","surface_form":"Bible","offset":4897}]}