{"id":250677,"url":"http://en.wikipedia.org/wiki/Dung_beetle","text":"Dung beetles are beetles that feed partly or only on the dung of mammals. They are a kind of scarab beetle. All these species belong to the superfamily Scarabaeoidea, and most of them to the family Scarabaeidae. The subfamily Scarabaeinae alone has more than 5,000 species. There are dung-feeding beetles in other related families, such as the Geotrupidae (the 'earth-boring dung beetles').\nMany dung beetles, known as \"rollers\", roll dung into balls, which are used as a food source or brooding chambers. Other dung beetles, known as \"tunnelers\", bury the dung wherever they find it. A third group, the \"dwellers\", neither roll nor burrow: they simply live in dung. They are often attracted by the dung burrowing owls collect.\nTaxonomy.\nDung beetles are not a single taxonomic group: dung feeding is found in a number of beetle families. The behaviour probably evolved more than once.\nEcology and behavior.\nDung beetles live in many different habitats, including deserts, farmlands, forests, and grasslands. They do not like extremely cold or dry weather. They are found on all continents except Antarctica.\nDung beetles eat the dung of herbivores and omnivores, and prefer it to any other kind of dung. They may also feed on mushrooms and rotting leaves and fruits. One species living in South America, \"Deltochilum valgum\", is a carnivore which eats millipedes. Those that eat dung do not need to eat or drink anything else, because the dung provides all the necessary nutrients.\nMost dung beetles search for dung using their sensitive sense of smell. Some of the smaller species simply attach themselves to the dung-providers to wait for their reward. After capturing the dung, a dung beetle will roll it, following a straight line despite all obstacles. Sometimes dung beetles will try to steal the dung ball from another beetle, so the dung beetles have to move rapidly away from a dung pile once they have rolled their ball to prevent it from being stolen. Dung beetles can roll up to 50 times their weight. Male \"Onthophagus taurus\" beetles can pull 1,141 times their own body weight: the equivalent of an average person pulling six double-decker buses full of people. In 2003, researchers found one species of dung beetle (the African \"Scarabaeus zambesianus\") navigates by using polarization patterns in moonlight. The discovery is the first proof any animal can use polarized moonlight for orientation.\nThe \"rollers\" roll and bury a dung ball either for food storage or to make a brooding ball. In the latter case, two beetles, one male and one female, will be seen around the dung ball during the rolling process. Usually it is the male that rolls the ball, with the female hitch-hiking or simply following behind. In some cases the male and the female roll together. When a spot with soft soil is found, they stop and bury the dung ball. They will then mate underground. After the mating, both or one of them will prepare the brooding ball. When the ball is finished, the female lays eggs inside it. Some species do not leave after this stage, but remain to safeguard their offspring.\nThe dung beetle goes through a complete metamorphosis. The larvae live in brood balls made with dung prepared by their parents. During the larval stage, the grub feeds on the dung surrounding it.\nThe behavior of the beetles was much misunderstood until the studies of Jean Henri Fabre. Fabre corrected the myth that a dung beetle would seek aid from other dung beetles when confronted by obstacles. By painstaking observations and experiments, he found the seeming helpers were, in fact, robbers awaiting an opportunity to steal the roller's food source.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feces","surface_form":"dung","offset":57},{"uri":"Mammal","surface_form":"mammal","offset":65},{"uri":"Species","surface_form":"species","offset":118},{"uri":"Geotrupidae","surface_form":"Geotrupidae","offset":344},{"uri":"Burrowing_owl","surface_form":"burrowing owls","offset":704},{"uri":"Family_(biology)","surface_form":"families","offset":829},{"uri":"Farm","surface_form":"farmlands","offset":973},{"uri":"Forest","surface_form":"forests","offset":984},{"uri":"Grassland","surface_form":"grassland","offset":997},{"uri":"Antarctica","surface_form":"Antarctica","offset":1097},{"uri":"Herbivore","surface_form":"herbivores","offset":1138},{"uri":"Omnivore","surface_form":"omnivores","offset":1153},{"uri":"Mushrooms","surface_form":"mushrooms","offset":1227},{"uri":"Leaf","surface_form":"leaves","offset":1249},{"uri":"Fruit","surface_form":"fruit","offset":1260},{"uri":"Species","surface_form":"species","offset":1272},{"uri":"South_America","surface_form":"South America","offset":1290},{"uri":"Deltochilum_valgum","surface_form":"Deltochilum valgum","offset":1306},{"uri":"Carnivore","surface_form":"carnivore","offset":1332},{"uri":"Millipede","surface_form":"millipede","offset":1353},{"uri":"Nutrient","surface_form":"nutrient","offset":1472},{"uri":"Olfaction","surface_form":"sense of smell","offset":1539},{"uri":"Polarized_light","surface_form":"polarization","offset":2289},{"uri":"Moonlight","surface_form":"moonlight","offset":2314},{"uri":"Complete_metamorphosis","surface_form":"complete metamorphosis","offset":3129},{"uri":"Larva","surface_form":"grub","offset":3255},{"uri":"Jean_Henri_Fabre","surface_form":"Jean Henri Fabre","offset":3366}]}