{"id":250669,"url":"http://en.wikipedia.org/wiki/Tarbosaurus","text":"\"Tarbosaurus\" was a large carnivorous theropod dinosaur from Asia, especially Mongolia and China. It was a tyrannosaurid dinosaur which flourished between 70 and 65 million years ago, at the end of the Cretaceous period.\n\"Tarbosaurus\" lived in a humid floodplain criss-crossed by river channels. In this environment, it was a predator at the top of the food chain, probably preying on other large dinosaurs like the hadrosaur \"Saurolophus\" or the sauropod \"Nemegtosaurus\".\nTarbosaurus is known from dozens of specimens, with several complete skulls and skeletons. These remains have allowed scientific studies on its phylogeny, skull mechanics, and brain structure.\nSkull.\nLike its close North American relative Tyrannosaurus rex, it had a large head and powerful jaws, but was not top heavy. Its huge skull was comparatively light, with large air pockets. Many of its bones were hollow, making them strong but light, so they did not add excessive weight to this large predator.\nIts skull was similar to that of \"Tyrannosaurus\", but more rigid. Also, because its skull was not so broad at the back, it did not have binocular vision like \"Tyrannosaurus\".\nIn the lower jaw, a ridge on the outer surface of the angular bone articulated with the rear of the dentary bone, creating a locking mechanism unique to \"Tarbosaurus\" and \"Alioramus\". Other tyrannosaurids lacked this ridge and had more flexibility in the lower jaw.\nLimbs.\nIts forlimbs were small with two fingers, as with its larger relative. The small, two-fingered, front limb is absolutely distinctive of tyrannosaurids.\nThe three-toed hind limbs were long and thick, supporting the body in a bipedal posture. The long, heavy tail served as a counterweight to the head and torso and put the center of gravity over the hips.\nPalaeobiology.\nSome scientists think the more rigid skull of \"Tarbosaurus\" was an adaptation to hunting the massive sauropods found in Asia, which did not exist in most of North America during the later Cretaceous.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theropod","surface_form":"theropod","offset":38},{"uri":"Dinosaur","surface_form":"dinosaur","offset":47},{"uri":"Asia","surface_form":"Asia","offset":61},{"uri":"Mongolia","surface_form":"Mongolia","offset":78},{"uri":"China","surface_form":"China","offset":91},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":202},{"uri":"Humid","surface_form":"humid","offset":246},{"uri":"Floodplain","surface_form":"floodplain","offset":252},{"uri":"River","surface_form":"river","offset":280},{"uri":"Environment","surface_form":"environment","offset":304},{"uri":"Predator","surface_form":"predator","offset":326},{"uri":"Food_chain","surface_form":"food chain","offset":353},{"uri":"Hadrosaur","surface_form":"hadrosaur","offset":416},{"uri":"Saurolophus","surface_form":"Saurolophus","offset":427},{"uri":"Sauropod","surface_form":"sauropod","offset":447},{"uri":"Nemegtosaurus","surface_form":"Nemegtosaurus","offset":457},{"uri":"Phylogeny","surface_form":"phylogeny","offset":617},{"uri":"Skull","surface_form":"skull","offset":628},{"uri":"Brain","surface_form":"brain","offset":649},{"uri":"North_American","surface_form":"North American","offset":688},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus rex","offset":712},{"uri":"Mandible","surface_form":"lower jaw","offset":1161},{"uri":"Angular_bone","surface_form":"angular","offset":1208},{"uri":"Dentary","surface_form":"dentary","offset":1254},{"uri":"Bipedal","surface_form":"bipedal","offset":1651},{"uri":"Torso","surface_form":"torso","offset":1731},{"uri":"Center_of_gravity","surface_form":"center of gravity","offset":1749},{"uri":"Adaptation","surface_form":"adaptation","offset":1864},{"uri":"Sauropod","surface_form":"sauropod","offset":1898}]}