{"id":250798,"url":"http://en.wikipedia.org/wiki/Extra_time","text":"e=\"preserve\">Extra time is more time added to a game if the score is tied at the end of normal time. Some sports do not allow some of all of their games to end in a tie. In score notation (notes about the score of the game), it is often written by the letters ET or a.e.t. a.e.t stands for \"after extra time\".\nIn tournament play, where only the winner continues to the next round, professional association football add 30 minutes of extra time to the game. The extra time is made up of two 15-minute periods. If a game is still tied after extra time, it is usually decided by kicks from the penalty mark, commonly called a penalty shootout.\nExtra time is also used in other sports. Some of these sports are rugby union and rugby league, where extra time is usually 20 minutes long. In Australian rules football, two five-minute extra time periods are played in knockout finals matches when scores are tied at the end of the final quarter. In Gaelic football (and hurling), two halves of ten minutes are played after a draw. In major Gaelic football tournaments, extra time is only used if a replay finishes in a tie. In field hockey matches, extra time of 7½ minutes each way is played.\nIn North American sports, extra time is usually referred to as \"overtime\"; for ice hockey, it is usually \"sudden death\", which means that the overtime period ends with the first score made. In college football, a system of alternating possessions beginning at the opponent's 25-yard line is used which plays out similarly to extra innings in baseball in that each team receives a chance to score, and if the game is still tied, another iteration occurs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Score","surface_form":"score","offset":60},{"uri":"Association_football","surface_form":"association football","offset":394},{"uri":"Penalty_shootout_(football)","surface_form":"penalty shootout","offset":623},{"uri":"Rugby_union","surface_form":"rugby union","offset":707},{"uri":"Rugby_league","surface_form":"rugby league","offset":723},{"uri":"Australian_rules_football","surface_form":"Australian rules football","offset":785},{"uri":"Knockout","surface_form":"knockout","offset":861},{"uri":"Gaelic_football","surface_form":"Gaelic football","offset":942},{"uri":"Hurling","surface_form":"hurling","offset":963},{"uri":"Field_hockey","surface_form":"field hockey","offset":1120},{"uri":"Overtime_(sports)","surface_form":"overtime","offset":1251},{"uri":"Sudden_death_(sport)","surface_form":"sudden death","offset":1293},{"uri":"College_football","surface_form":"college football","offset":1380},{"uri":"Baseball","surface_form":"baseball","offset":1529}]}