{"id":250738,"url":"http://en.wikipedia.org/wiki/StarHub_TV","text":"StarHub TV is a cable television service in Singapore. It is owned by StarHub Limited.\nThe cable network has been operating since 1991. It was then operated by Singapore Cable Vision (SCV). By 1996, SCV had built a S$600 million broadband cable network across the country. In 2002, SCV merged with StarHub, and was renamed StarHub Cable Vision. In 2007, StarHub Cable Television was rebranded as StarHub TV.\nIt is the only cable television service in Singapore. It was previously also the only pay television service in the country until 2007, when mio TV was launched.\nOn 17 February 2009, StarHub announced that their television will be converted to digital and analogue set-top boxes will be terminated by 30 June 2009, beginning a phase of digital television transition in Singapore.\nOn 30 April 2010, channel numbers for StarHub TV was overhauled into a three-digit numbering system, allowing easier recall for subscribers. The channels were also classified into eight categories based on the channel's genre and its first number.\nSince 2010, many channels were made to free-viewing for a brief period of time to commemorate a holiday. Its first free preview was held between 28 May to 13 June due to a school holiday. Since then, a weeklong free previewing of channels were held on other major public holidays.\nOn 1 August 2010, StarHub TV will cease broadcasting the Barclays English Premier League for the 2010/11, 2011/12 and 2012/13 seasons as it did not procure the rights to do so. Its carriage of Goal TV 1, Goal TV 2, ESPN, STAR Sports and STAR Cricket will also cease at the same time. The ESS channels were unavailable on StarHub's platform for two years until in December 2012, it was announced that ESPN, STAR Sports and STAR Cricket will return to StarHub on 14 December on a non-exclusive basis. The channel was revived after StarHub TV acquired its rights to broadcast the 2018-19 season of UEFA Champions League.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cable_television","surface_form":"cable television","offset":16},{"uri":"Singapore","surface_form":"Singapore","offset":44},{"uri":"StarHub","surface_form":"StarHub Limited","offset":70},{"uri":"Broadband","surface_form":"broadband","offset":229},{"uri":"Pay_television","surface_form":"pay television","offset":494},{"uri":"Mio_TV","surface_form":"mio TV","offset":549}]}