{"id":250796,"url":"http://en.wikipedia.org/wiki/Stick_insect","text":"Stick insects (also called phasmids, walking sticks, stick-bugs, or ghost insects) are insects in the order Phasmatodea (or Phasmida).\nThe whole order is camouflaged as either sticks or leaves. Leaf insects are generally the family Phylliidae. They are found in south and southeast Asia to New Zealand.\nOver 3,000 species have been described.\nThe name Phasmatodea comes from the Ancient Greek \"phasma\", meaning an apparition or phantom.\nLife habit.\nThe order has a worldwide distribution, but most species are found in the tropics. These tropic species vary from stick-like species to those resembling bark, leaves and even moss or lichen. The stick insect can sometimes reach over 13 inches (33 cm) long. The longest is Chan's megastick.\nA few species, such as \"Carausius morosus\", are even able to change their pigmentation to match their surroundings. Many species are wingless, or have reduced wings.\nPhasmids are herbivorous, feeding mostly on the leaves of trees and shrubs. Their eggs are usually camouflaged, look like plant seeds, and may remain dormant for a full season or more before hatching. The nymphs are born already closely resembling the adults.\nBehaviour.\nStick insects make rhythmic, repetitive side-to-side movements. This is like vegetation moving in the wind. This is used to stick bug people.\nAlso, the swaying movements may help the insects see objects against the background. Rocking movements by these sedentary (sitting) insects may replace flying or running as way to define objects in the visual field.\nSome species of phasmid are able to produce a defensive spray when threatened. The spray contains pungent-smelling volatile molecules which the insect gets from its food plant. The spray from one species, \"Megacrania nigrosulfurea\", is even used as a treatment for skin infections by a tribe in Papua New Guinea by virtue of its antibacterial constituents.\nMating involves long pairings. A record among insects, the Indian stick insect \"Necroscia sparaxes\" was seen coupled for 79 days at a time. It is not uncommon for this species to assume the mating posture for days or weeks on end, and among some species (\"Diapheromera veliei\" Walsh and \"D. Covilleae\"), pairing has been seen to last three to 136 hours in captivity.\nExplanations for this behaviour range from males guarding their mates against other males, to the view that the pairings are a defensive alliance against predators.\nDefences.\nThey are unusual in that the whole order is camouflaged. They are all mimics of their natural background. Some species (such as \"O. macklotti\" and \"Palophus centaurus\") are covered in mossy or lichenous outgrowths that supplement their disguise. Some species can change color as their surroundings shift (\"B. scabrinota\", \"T. californica\"). Many species have a rocking motion, where the body sways from side to side, like leaves or twigs swaying in the breeze. The nocturnal feeding habits of adults also helps them to hide from predators.\nSecondary defences.\nOnce found, they make use of secondary defences.\nDistribution.\nTheir natural camouflage can make them extremely difficult to spot. Phasmatodea can be found all over the world in warmer zones, especially the tropics and subtropics. The greatest diversity is found in Southeast Asia and South America, followed by Australia. Phasmids also have a considerable presence in the continental United States, mainly in the Southeast.","categories":[],"infobox_types":[],"annotations":[{"uri":"Insect","surface_form":"insect","offset":87},{"uri":"Order_(biology)","surface_form":"order","offset":102},{"uri":"Camouflage","surface_form":"camouflage","offset":154},{"uri":"Stick","surface_form":"stick","offset":176},{"uri":"Leaf","surface_form":"leaves","offset":186},{"uri":"Leaf_insect","surface_form":"Leaf insect","offset":194},{"uri":"Family_(biology)","surface_form":"family","offset":225},{"uri":"Phylliidae","surface_form":"Phylliidae","offset":232},{"uri":"Southeast_Asia","surface_form":"southeast Asia","offset":272},{"uri":"New_Zealand","surface_form":"New Zealand","offset":290},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":379},{"uri":"Moss","surface_form":"moss","offset":624},{"uri":"Lichen","surface_form":"lichen","offset":632},{"uri":"Chan%27s_megastick","surface_form":"Chan's megastick","offset":721},{"uri":"Herbivorous","surface_form":"herbivorous","offset":918},{"uri":"Seed","surface_form":"seed","offset":1033},{"uri":"Dormancy","surface_form":"dormant","offset":1055},{"uri":"Volatile","surface_form":"volatile","offset":1649},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":1829},{"uri":"Camouflaged","surface_form":"camouflaged","offset":2477},{"uri":"Mimicry","surface_form":"mimics","offset":2503},{"uri":"Moss","surface_form":"moss","offset":2617},{"uri":"Lichen","surface_form":"lichenous","offset":2626},{"uri":"Nocturnal","surface_form":"nocturnal","offset":2898},{"uri":"Camouflage","surface_form":"camouflage","offset":3070},{"uri":"Tropics","surface_form":"tropics","offset":3200},{"uri":"Subtropics","surface_form":"subtropics","offset":3212},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":3259},{"uri":"South_America","surface_form":"South America","offset":3278},{"uri":"Australia","surface_form":"Australia","offset":3305}]}