{"id":251010,"url":"http://en.wikipedia.org/wiki/Peace_treaty","text":"e=\"preserve\">A peace treaty is a formal (official) agreement which ends a conflict. The conflict is usually between countries or governments, but may be between any other kind of group. The conflict is usually armed conflict, such as war, or serious disputes which might lead to war.\nA peace treaty is different from an armistice, which is an agreement to cease hostilities, or a surrender, in which one side agrees to give up its arms.\nAncient history.\nThe earliest recorded peace treaty was between the Hittite and Egyptian empires. The Battle of Kadesh (about 1274 BC) took place in what is modern Syria. The entire Levant was at that time contested between the Egyptian and Hittite empires. After a costly four-day battle, in which neither side gained a clear advantage, both sides claimed victory.\nFear of further conflict between the two states persuaded both rulers, Hattusili III and Ramesses II, to end their dispute and sign a peace treaty. Both sides were threatened by other enemies. Egypt had to defend her western border against Libyan tribesmen, while the Hittites faced the threat of the Assyrian Empire, which had conquered Mesopotamia.p256.\nThe peace treaty was recorded in two versions. One was in Egyptian hieroglyphics, the other in Akkadian, using cuneiform script. Fortunately, both versions survive. Such dual-language recording is common to many treaties. This treaty differs from others in that the two language versions are differently worded. Most of the text is identical, but the Hittite version claims that the Egyptians came suing for peace, while the Egyptian version claims the reverse.p73–79; 62–64.\nThe treaty was made in year 21 of Ramesses' reign, probably 1258 BC.p257 It contains a mutual-assistance pact in case one of the empires should be attacked by a third party, or in the event of internal strife. There are articles on the forced repatriation (sending back) of refugees, and provisions that they should not be harmed. So this might be called the first extradition treaty. There are also threats of retribution, should the treaty be broken.\nThis treaty is so significant that a reproduction hangs in the United Nations headquarters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formal","surface_form":"formal","offset":33},{"uri":"Agreement","surface_form":"agreement","offset":51},{"uri":"Conflict","surface_form":"conflict","offset":74},{"uri":"Government","surface_form":"government","offset":129},{"uri":"War","surface_form":"war","offset":234},{"uri":"Dispute","surface_form":"dispute","offset":250},{"uri":"Armistice","surface_form":"armistice","offset":320},{"uri":"Surrender_(military)","surface_form":"surrender","offset":380},{"uri":"Hittites","surface_form":"Hittite","offset":505},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":517},{"uri":"Syria","surface_form":"Syria","offset":601},{"uri":"Levant","surface_form":"Levant","offset":619},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":665},{"uri":"Hittite","surface_form":"Hittite","offset":678},{"uri":"Hattusili_III","surface_form":"Hattusili III","offset":874},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":892},{"uri":"Assyria","surface_form":"Assyria","offset":1104},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1141},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":1226},{"uri":"Akkad","surface_form":"Akkad","offset":1254},{"uri":"Cuneiform","surface_form":"cuneiform","offset":1270},{"uri":"Repatriation","surface_form":"repatriation","offset":1878},{"uri":"Refugee","surface_form":"refugee","offset":1909},{"uri":"Extradition","surface_form":"extradition","offset":2000},{"uri":"United_Nations","surface_form":"United Nations","offset":2151}]}