{"id":25108,"url":"http://en.wikipedia.org/wiki/Pinocchio_(1940_movie)","text":"\"Pinocchio\" is the second animated Disney movie, made by Walt Disney Productions and first released to movie theaters by RKO Radio Pictures on February 7, 1940. Based on the story ' by Carlo Collodi, it was made in response to the huge success of \"Snow White and the Seven Dwarfs\".\nThe movie tells the story of Pinocchio, a wooden puppet made by a man named Geppetto and brought to life by the Blue fairy, after Geppetto wishes he could have a son. She tells him he can become a real boy if he proves himself \"brave, truthful, and unselfish.\" Pinocchio must try to be good so he can become a real boy, with the help of his friend, Jiminy Cricket. Thus begins the adventures of the puppet into a real boy, which involve many encounters with a series of unpleasant characters.\nThe movie was adapted by Aurelius Battaglia, William Cottrell, Otto Englander, Erdman Penner, Joseph Sabo, Ted Sears, and Webb Smith from Collodi's book. The production was supervised by Ben Sharpsteen and Hamilton Luske, and the film's sequences were directed by Norman Ferguson, T. Hee, Wilfred Jackson, Jack Kinney, and Bill Roberts.\nIt features the song, \"When You Wish Upon A Star\", which has been used at the start of most Disney movies since 1985.\nThe story.\nA man called Gepetto makes a wood puppet called Pinocchio. He wishes that Pinocchio was a real boy, and the Blue Fairy makes Gepetto's wish come true. But to become a real boy instead of a live puppet, Pinocchio has to prove that he's good. The Blue Fairy assigns a cricket named Jiminy Cricket to guide him and keep him out of trouble. This is a hard job, and Pinocchio does a lot of things wrong.\nOn his first day of school, two crooks, a fox named Honest John and his mute sidekick named Gideon, trick Pinocchio to join Stromboli's puppet show instead. Pinocchio is popular in the show, but Stromboli is cruel to him and locks him in a bird cage. The Blue Fairy asks Pinocchio how this happened, but Pinocchio lies, and his nose grows longer. With the help of the Blue Fairy and Jiminy, Pinocchio escapes from the cage.\nThe crooks trick Pinocchio again, and tell him to go to Pleasure Island. He meets Lampwick, a bad boy who convinces him to gamble, smoke, drink, vandalize and other bad things. The island is magical, and the boys who act like \"jackasses\" (donkeys) \"turn into\" donkeys. These donkeys are sold to work in the local salt mines.\nLampwick becomes a donkey, but Pinocchio only changes part way, with donkey ears and a donkey tail. He escapes from Pleasure Island and returns to Geppetto's house. But Geppetto is not there. He has gone to sea, to search for Pinocchio.\nPinocchio and Jiminy go looking for Geppetto, but they are eaten by the huge whale Monstro. Monstro has also swallowed Geppetto. Pinocchio builds a fire to make Monstro sneeze, and this frees them all. But they are lost in the ocean and Geppetto is drowning. He tells Pinocchio to swim to shore and save himself, but Pinocchio grabs Geppetto and carries him to shore. Geppetto survives, but Pinocchio appears to be dead.\nGeppetto and Jiminy are sad and return home with Pinocchio's body. The Blue Fairy decides that Pinocchio has proved that he is good enough, and brings him back to life... and also turns him into a real boy. Everyone is happy and they celebrate. The movie ends with Jiminy Cricket getting a badge of soild gold and a chorus sings a reprise of the song \"When You Wish Upon A Star\".\nProduction.\nThe original plan for the movie was very different from what they made. Many characters and events from the original book were used in early versions. Producer Walt Disney was unhappy with this version and had them change a lot of the story and characters.\nAt first, Pinocchio was going to look like a real wooden puppet, with a long pointed nose, a pointed hat, and bare wood hands. He was going to act more grown-up and do bad things on purpose, instead of being tricked into doing bad things. But Walt Disney did not think that people would like this character, so they changed his appearance and the way he acted. They made him look more like a real boy, with a small nose, a child's hat, and regular hands with gloves. The only parts of him that still looked like a puppet were his arms and legs.\nJiminy Cricket (voiced by Cliff \"Ukelele Ike\" Edwards) became a more important character. He was not included in the first version of the story. When they added him, he looked more like a real cricket, but Walt wanted more people to like him, so Ward Kimball changed him into \"a little man with no ears. That was the only thing about him that was like an insect.\"\nRelease.\nWith the re-release of \"Snow White and then Seven Dwarfs\" in 1944 came the tradition of re-releasing Disney movies every seven to ten years. \"Pinocchio\" has been theatrically re-released in 1945, 1954, 1962, 1971, 1978, 1984, and 1992. The 1992 re-issue was digitally restored by cleaning and removing scratches from the original one scene at a time, getrting rid of blurry sound, and making the color lighter. The movie also received four video releases (and two DVD releases), being a big-seller in 1985 (this print was re-mastered and re-issued in 1986). Then the more complex digital restoration that was done for the 1992 re-issue was released on VHS, followed by the final VHS release (which was also the movie's first release on Disney DVD as well as the first in the Walt Disney Gold Classics Collection VHS/DVD line) in 1999. The second Disney DVD release (a 60th anniversary) premiered the following year in 2000. The third DVD release and first Blu-ray Disc release (the second Blu-ray in the Walt Disney Platinum Editions series) were released on March 10, 2009 (March 11, 2009 in Australia), and like the 2008 Sleeping Beauty release, the Blu-ray package featured two discs, and a bonus DVD of the movie also included.\nReception.\n\"Pinocchio\" was not successful at the box office when first released, and Disney only earned $1.9 million against a $2.6 million budget. The movie made some success at the American box office, but was not able to profit, due to its poor performance in Europe. The timing of the move's release was a reason, with World War II cutting off European markets. Although the United States had not yet gotten into the war, people's interests may have not have meant much among Americans in seeing fantasy stories as they were in the days of \"Snow White and the Seven Dwarfs\". It also lacked the romance element that had proven popular in \"Snow White\".\nNevertheless, there were positive reactions to the movie as well. Archer Winsten, who had criticized \"Snow White\", said that \"The faults (mistakes) that were in \"Snow White\" no longer exist. In writing of \"Pinocchio\", you are limited only by your own power of expressing enthusiasm\". Also, despite the poor timing of the release, the movie did do well both critically and at the box office in the United States. Jiminy Cricket's song, \"When You Wish Upon a Star,\" became a major success and still is today, and is the fanfare for The Walt Disney Company. \"Pinocchio\" also won the Academy Award for Best Song and the Academy Award for Best Scoring of a Musical Picture. In 1994, \"Pinocchio\" was added to the United States National FilmRegistry as being very important in culture, history, or aesthetic. In 2001 Terry Gilliam picked it as one of the ten best animated movies of all time and in 2005 Time.com named it one of the 100 best movies of the last 80 years. Many movie historians consider this to be the movie that is the closest to technical perfection of all the Disney animated features.\nPinocchio earned $84,254,167 at the box office.\nIn June 2008, the American Film Institute revealed its \"Ten top Ten\"—the best ten movies in ten \"classic\" American movie genres. After polling over 1,500 people from the creative community, \"Pinocchio\" was acknowledged as the second best movie in the animation genre, after \"Snow White\".\nSongs.\nThe songs in \"Pinocchio\" were composed by Leigh Harline, Ned Washington and Oliver Wallace, who had no screen credit as the film conductor while Paul J. Smith composed the incidental music score.\nOn, this includes \"When You Wish upon a Star\" on the blue disc, \"Give a Little Whistle\" on the purple disc, and \"I've Got No Strings\" on the orange disc.\nAnd on Disney's Greatest Hits, this also includes \"When You Wish upon a Star\" on another blue disc, \"I've Got No Strings\" on the green disc, and \"Give a Little Whistle\" on the red disc.\nIce show.\nDisney on ice \"starring\" Pinocchio, toured nationally & internationally from 1987 - 1992. A Shorter version of the story is also presented in the current Disney on ice production \"100 Years of Magic\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":26},{"uri":"List_of_Disney_animated_movies","surface_form":"Disney movie","offset":35},{"uri":"The_Walt_Disney_Company","surface_form":"Walt Disney Productions","offset":57},{"uri":"Movie_theaters","surface_form":"movie theaters","offset":103},{"uri":"RKO_Radio_Pictures","surface_form":"RKO Radio Pictures","offset":121},{"uri":"Carlo_Collodi","surface_form":"Carlo Collodi","offset":185},{"uri":"Snow_White_and_the_Seven_Dwarfs_(1937_movie)","surface_form":"Snow White and the Seven Dwarfs","offset":248},{"uri":"Pinocchio","surface_form":"Pinocchio","offset":311},{"uri":"Puppet","surface_form":"puppet","offset":331},{"uri":"Fairy","surface_form":"fairy","offset":399},{"uri":"Aurelius_Battaglia","surface_form":"Aurelius Battaglia","offset":800},{"uri":"William_Cottrell","surface_form":"William Cottrell","offset":820},{"uri":"Erdman_Penner","surface_form":"Erdman Penner","offset":854},{"uri":"Joseph_Sabo","surface_form":"Joseph Sabo","offset":869},{"uri":"Ted_Sears","surface_form":"Ted Sears","offset":882},{"uri":"Webb_Smith","surface_form":"Webb Smith","offset":897},{"uri":"Ben_Sharpsteen","surface_form":"Ben Sharpsteen","offset":962},{"uri":"Hamilton_Luske","surface_form":"Hamilton Luske","offset":981},{"uri":"Norman_Ferguson","surface_form":"Norman Ferguson","offset":1039},{"uri":"T._Hee","surface_form":"T. Hee","offset":1056},{"uri":"Wilfred_Jackson","surface_form":"Wilfred Jackson","offset":1064},{"uri":"Jack_Kinney","surface_form":"Jack Kinney","offset":1081},{"uri":"Bill_Roberts_(animator)","surface_form":"Bill Roberts","offset":1098},{"uri":"Cricket_(insect)","surface_form":"cricket","offset":1507},{"uri":"Muteness","surface_form":"mute","offset":1712},{"uri":"Sidekick","surface_form":"sidekick","offset":1717},{"uri":"Gambling","surface_form":"gamble","offset":2187},{"uri":"Smoking","surface_form":"smoke","offset":2195},{"uri":"Drinking","surface_form":"drink","offset":2202},{"uri":"Vandalism","surface_form":"vandalize","offset":2209},{"uri":"Jackass","surface_form":"jackass","offset":2291},{"uri":"Donkey","surface_form":"donkey","offset":2303},{"uri":"Salt_mine","surface_form":"salt mine","offset":2377},{"uri":"Whale","surface_form":"whale","offset":2703},{"uri":"Badge","surface_form":"badge","offset":3337},{"uri":"Gold","surface_form":"gold","offset":3352},{"uri":"Choir","surface_form":"chorus","offset":3363},{"uri":"When_You_Wish_Upon_A_Star","surface_form":"When You Wish Upon A Star","offset":3399},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":3599},{"uri":"Cliff_Edwards","surface_form":"Cliff \"Ukelele Ike\" Edwards","offset":4267},{"uri":"Ward_Kimball","surface_form":"Ward Kimball","offset":4487},{"uri":"Snow_White_and_the_Seven_Dwarfs_(movie)","surface_form":"Snow White and then Seven Dwarfs","offset":4638},{"uri":"VHS","surface_form":"VHS","offset":5266},{"uri":"Disney_DVD","surface_form":"Disney DVD","offset":5350},{"uri":"Walt_Disney_Gold_Classic_Collection","surface_form":"Walt Disney Gold Classics Collection","offset":5389},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray Disc","offset":5570},{"uri":"Walt_Disney_Platinum_Editions","surface_form":"Walt Disney Platinum Editions","offset":5618},{"uri":"Sleeping_Beauty_(1959_movie)","surface_form":"Sleeping Beauty","offset":5737},{"uri":"World_War_II","surface_form":"World War II","offset":6169},{"uri":"Europe","surface_form":"Europe","offset":6194},{"uri":"Snow_White_and_the_Seven_Dwarfs_(movie)","surface_form":"Snow White and the Seven Dwarfs","offset":6391},{"uri":"Archer_Winsten","surface_form":"Archer Winsten","offset":6567},{"uri":"Fanfare","surface_form":"fanfare","offset":7019},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":7031},{"uri":"Academy_Award","surface_form":"Academy Award","offset":7081},{"uri":"Song","surface_form":"Song","offset":7104},{"uri":"Scor","surface_form":"Scor","offset":7140},{"uri":"Picture","surface_form":"Picture","offset":7161},{"uri":"National_FilmRegistry","surface_form":"National FilmRegistry","offset":7222},{"uri":"Culture","surface_form":"culture","offset":7271},{"uri":"History","surface_form":"history","offset":7280},{"uri":"Aesthetic","surface_form":"aesthetic","offset":7292},{"uri":"Terry_Gilliam","surface_form":"Terry Gilliam","offset":7311},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":7664},{"uri":"Leigh_Harline","surface_form":"Leigh Harline","offset":7983},{"uri":"Ned_Washington","surface_form":"Ned Washington","offset":7998},{"uri":"Oliver_Wallace","surface_form":"Oliver Wallace","offset":8017},{"uri":"Paul_Smith_(composer)","surface_form":"Paul J. Smith","offset":8086},{"uri":"When_You_Wish_upon_a_Star","surface_form":"When You Wish upon a Star","offset":8156},{"uri":"Give_a_Little_Whistle","surface_form":"Give a Little Whistle","offset":8202},{"uri":"I%27ve_Got_No_Strings","surface_form":"I've Got No Strings","offset":8250},{"uri":"Disney%27s_Greatest_Hits","surface_form":"Disney's Greatest Hits","offset":8298},{"uri":"When_You_Wish_upon_a_Star","surface_form":"When You Wish upon a Star","offset":8342},{"uri":"I%27ve_Got_No_Strings","surface_form":"I've Got No Strings","offset":8392},{"uri":"Give_a_Little_Whistle","surface_form":"Give a Little Whistle","offset":8437},{"uri":"Disney_on_ice","surface_form":"Disney on ice","offset":8487}]}