{"id":25111,"url":"http://en.wikipedia.org/wiki/Pearl","text":"Pearls are made of a kind of material made by mollusks, like oysters. Pearls are small and often white but sometimes in pale colors or even black. They are often round, but sometimes half-round, oval, or in different shapes. Pearls are often used for jewelry. The pearl is the birthstone for the month June.\nHow a natural pearl is formed.\nA natural pearl is formed when nacre-producing cells are displaced from the mantle tissue of an oyster. These cells are genetically programmed to produce nacre, the substance that lines the inner sides of an oyster's shell. When the cells become displaced, often by a boring parasite or damage to the outer shell, they continue to do what they are programmed to do -- produce nacre and form a pearl.\nThey can be very tiny (as tiny as a peppercorn) or quite big (as big as a human's fist). The world's largest pearl, found in 1934 and called the Pearl of Lao-tze, is about the size of a basketball.\nTypes of pearls.\nThere are two kinds of pearls: saltwater pearls and freshwater pearls. Saltwater pearls come from oysters that live in the oceans. Freshwater pearls are found in mussels that live in rivers, lakes, or ponds.\nThere is also a \"natural pearl\" and a \"cultured pearl.\" Natural pearls are made by oysters accidentally, and are very rare. Cultured pearls are made by inserting small and a piece of donor mantle tissue (in the case of saltwater pearls) into the reproductive organ of a saltwater oyster, or simply inserting a piece of donor mantle tissue (in the case of freshwater pearls) into a small incision in the mantle of a freshwater mussel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mollusca","surface_form":"mollusks","offset":46},{"uri":"Oyster","surface_form":"oyster","offset":61},{"uri":"Jewelry","surface_form":"jewelry","offset":251},{"uri":"June","surface_form":"June","offset":302},{"uri":"Peppercorn","surface_form":"peppercorn","offset":775},{"uri":"Fist","surface_form":"fist","offset":821},{"uri":"Oyster","surface_form":"oyster","offset":1052},{"uri":"Mussel","surface_form":"mussel","offset":1116}]}