{"id":251644,"url":"http://en.wikipedia.org/wiki/Nicol_David","text":"Datuk Nicol Ann David (born August 26, 1983) is a Malaysian professional squash player. She is the current world number 1 in women's squash, and is the first Asian woman to achieve this. She won the British Open title in 2005, 2006 and 2008. She also won the World Open title in 2005, 2006, 2008 and 2009.\nNicol is the first squash player to have won the World Junior title twice; in 1999 and 2001. She was the only female squash player to have done this until in 2007. This was when Raneem El Weleily won her second World Junior Championship. Nicol joined WISPA and turned professional in 2000 when she won her first WISPA title, after only a month in the tour. The win came in February, when she beats Salma Shabana in the final of the Savcor Finnish Open. On June 7, 2008, Nicol David was recognized with the Order of Merit (Darjah Bakti) or D.B. in conjunction with the birthday of the His Majesty Tuanku Mizan Zainal Abidin. She was the first recipient of the award which was started on June 26, 1975. Nicol was also invited to carry the Olympic torch for Malaysia during the build up to the Athens Olympics in 2004 and being appointed as UNDP National Goodwill Ambassador for Malaysia.\nNicol David's other notable achievements include the Asian Squash Championship, which she won with a record of seven times (in 1998, 2000, 2002, 2004, 2006, 2008 and 2010). She also held a 13-month, 51-match winning streak, from March 2006 until April 2007. In April 2007 she finally lost to Natalie Grinham in the final of the 2007 Seoul Open. Nicol has also won the WISPA Player of the Year on five consecutive times, from 2005 until 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"August_26","surface_form":"August 26","offset":28},{"uri":"1983","surface_form":"1983","offset":39},{"uri":"Malaysia","surface_form":"Malaysia","offset":50},{"uri":"Squash_(sport)","surface_form":"squash","offset":73},{"uri":"Asian_people","surface_form":"Asian","offset":158},{"uri":"British_Open_Squash_Championships","surface_form":"British Open","offset":199},{"uri":"World_Open","surface_form":"World Open","offset":259},{"uri":"World_Junior_Squash_Championships","surface_form":"World Junior","offset":355},{"uri":"Raneem_El_Weleily","surface_form":"Raneem El Weleily","offset":484},{"uri":"Women%27s_International_Squash_Players_Association","surface_form":"WISPA","offset":557},{"uri":"Salma_Shabana","surface_form":"Salma Shabana","offset":704},{"uri":"Yang_di-Pertuan_Agong","surface_form":"His Majesty","offset":890},{"uri":"Tuanku_Mizan_Zainal_Abidin","surface_form":"Tuanku Mizan Zainal Abidin","offset":902},{"uri":"United_Nations_Development_Programme","surface_form":"UNDP","offset":1144}]}