{"id":251657,"url":"http://en.wikipedia.org/wiki/Karnak","text":"Karnak is the largest ancient religious site in the world. The complex of temples is near Luxor on the Nile in Egypt. Luxor is some 500 km south of Cairo. About thirty pharaohs contributed to the buildings. The site reached a size, complexity, and diversity not seen elsewhere.\nThe Karnak Temple Complex—usually called Karnak—is a vast group of ruined temples, chapels, pylons, and other buildings. The largest and most important are the Great Temple of Amun, and a massive structure begun by Pharaoh Ramses II (ca. 1391–1351 BC).\nAn ancient sacred lake is part of the site as well. The area around Karnak was the ancient Egyptian Ipet-isut ('The Most Selected of Places'). It was the main place of worship of the eighteenth dynasty, part of the monumental city of Thebes.\nPrecinct of Amun-Re.\nThis is the largest precinct of the temple complex, dedicated to Amun-Re (a form of Amun), the chief deity. There are several colossal statues including the figure of Pinedjem I which is 10.5 meters tall. The sandstone for this temple, including all the columns, was transported from Gebel Silsila 100 miles south on the Nile river. It also has one of the largest obelisks weighing 328 tonnes and standing 29 meters tall.\nThe Great Hypostyle Hall.\nThe Great Hypostyle Hall of Karnak, within the Karnak temple complex, in the Precinct of Amon-Re, is one of the most visited monuments of Ancient Egypt.\nThe hall covers an area of 50,000 sq ft (5,000 m2). The roof, now fallen, was supported by 134 columns in 16 rows; the 2 middle rows are higher than the others (being 33 feet (10 m) in circumference and 80 feet (24 m) high).\nThe hall was not begun by Horemheb, or Amenhotep III as earlier scholars had thought. It was built entirely by Seti I who covered the northern wing of the hall with inscriptions. Decoration of the southern wing was completed by Ramesses II. Ramesses changed Seti's names to his own along the main east-west axis of the Hall and part of the north-south processional route.","categories":[],"infobox_types":[],"annotations":[{"uri":"Luxor","surface_form":"Luxor","offset":90},{"uri":"Nile","surface_form":"Nile","offset":103},{"uri":"Egypt","surface_form":"Egypt","offset":111},{"uri":"Cairo","surface_form":"Cairo","offset":148},{"uri":"Pharaoh","surface_form":"pharaoh","offset":168},{"uri":"Amun","surface_form":"Amun","offset":454},{"uri":"Thebes","surface_form":"Thebes","offset":765},{"uri":"Pinedjem%26amp%3Bnbsp%3BI","surface_form":"Pinedjem I","offset":961},{"uri":"Seti_I","surface_form":"Seti I","offset":1731},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":1848}]}