{"id":251651,"url":"http://en.wikipedia.org/wiki/Penang","text":"Penang (also known \"Pulau Pinang\") is a state in Malaysia. It is on the northwestern part of Malaysia. The capital city of Penang is George Town. by the Strait of Malacca. A resident of Penang is known as a Penangite. It has two parts – Penang Island and Butterworth on the mainland. The state of Penang is next to Kedah to the north and east, and Perak to the south.\nHistory.\nFrom the 14th century Portuguese traders set foot on the island of Penang. They were looking for spices to sell.\nThen, many years later Chinese traders arrived and it was then the island was first put onto a map. On 17 July 1786, Captain Francis Light, an English sailor landed on the island. He built a fort called Fort Cornwallis, On 12 August 1786, Light renamed the island Prince of Wales Island after the Prince of Wales. He named the new town George Town in honour of King George III of England.\nGeography.\nThe geography of Seberang Perai is mostly flat. It has a long coastline, the majority of which is lined with mangrove.\nThe north and east of Penang island is very built up. Here is where most of the population live.\nThis includes: Batu Ferringhi, Tanjong Bungah, Tanjong Tokong and Georgetown\nThe north west and middle of the island is covered with thick forest.\nClimate.\nThe highest temperature ever recorded in Penang was 40.0°C (104.0°F) on 22 January 1976 and the lowest was 15.0°C (59.0°F) on 24 November 1979.\nAs in the rest of Malaysia, Penang has a tropical rainforest climate bordering on a tropical monsoon climate, although the state does experience slightly drier conditions from December to February of the following year. The climate is very much dictated by the surrounding sea and the prevailing wind system.\nPenang's proximity with the island of Sumatra makes it susceptible to dust particles carried by wind from perennial but transient forest fires, creating a phenomenon known as the Southeast Asian haze.\nThe Penang Meteorological Office in Bayan Lepas is the primary weather forecast facility for northern Malaysia.\nStreet Art.\nIn 2012 artist Ernest Zacharevic created a series of 6 wall paintings. Since these paintings, the street art scene has grown.\nThere are lots of examples around Georgetown. Many people come to the city just to see them!\nSociety.\nThe population of Penang is 1,902,116 as of 2016.[3] It is very crowded with lots of construction going on.\nPenang Island has a population of 711,102 in 2016.\nPenang Island is the most populated island in Malaysia.\nThere are many people and cultures in Penang.\nMalays, Chinese, Indian (Malaysian Indian), Europeans, Australians, Americans, Indonesians, Myanmar, Vietnam, Thailand, and South Asian nations.\nBecause of this, Penang is very famous for its delicious food! Other clues that tell us where people moved here from include the buildings and the languages spoken.","categories":[],"infobox_types":[],"annotations":[{"uri":"Malaysia","surface_form":"Malaysia","offset":49},{"uri":"Peninsular_Malaysia","surface_form":"Malaysia","offset":93},{"uri":"George_Town%2C_Penang","surface_form":"George Town","offset":133},{"uri":"Strait_of_Malacca","surface_form":"Strait of Malacca","offset":153},{"uri":"Penang_Island","surface_form":"Penang Island","offset":237},{"uri":"Kedah","surface_form":"Kedah","offset":315},{"uri":"Perak","surface_form":"Perak","offset":348},{"uri":"Francis_Light","surface_form":"Francis Light","offset":615},{"uri":"Fort_Cornwallis","surface_form":"Fort Cornwallis","offset":693},{"uri":"George_Town%2C_Penang","surface_form":"George Town","offset":826},{"uri":"Tropical_rainforest_climate","surface_form":"tropical rainforest climate","offset":1447},{"uri":"Sumatra","surface_form":"Sumatra","offset":1753},{"uri":"Southeast_Asian_haze","surface_form":"Southeast Asian haze","offset":1894},{"uri":"Bayan_Lepas","surface_form":"Bayan Lepas","offset":1952},{"uri":"Ernest_Zacharevic","surface_form":"Ernest Zacharevic","offset":2055}]}