{"id":251791,"url":"http://en.wikipedia.org/wiki/Library_of_Alexandria","text":"The ancient Library of Alexandria was a large and significant library of the ancient world. It was founded in Alexandria, Egypt. The Library flourished under the patronage of the Ptolemaic dynasty and functioned as a major center of scholarship. It was built in the third century BC.\nIn ancient Latin, the library was known as the \"ALEXANDRINA BYBLIOTHECE\" (\"see image at right\"). The Greek term \"bibliotheke\" (\"βιβλιοθήκη\"), used by many historians of the era, refers to the collection of books, not to any building. This complicates the history and chronology.\nThe library was conceived and opened either during the reign of Ptolemy I Soter or during the reign of his son Ptolemy II.\nIts destruction.\nPlutarch (AD 46–120) wrote that during his visit to Alexandria in 48 BC, Julius Caesar might have accidentally burned the library when he set fire to his own ships to frustrate Achillas' attempt to limit his ability to communicate by sea. According to Plutarch's account, this fire spread to the docks and then to the library.\nHowever, this version of events is not confirmed in contemporary accounts of Caesar's visit. In fact, it has been reasonably established that segments of its collection were partially destroyed on several occasions before and after the first century BC. A modern view attributes the destruction to Coptic Christian Archbishop Theophilus of Alexandria in 391, who called for the destruction of the Serapeum -- the Daughter library and a temple to the god Serapis.\nThe Library as a research institution.\nAccording to the earliest source of information, the library was initially organized by Demetrius of Phaleron, a student of Aristotle, under the reign of Ptolemy I Soter (ca.367 BC—ca.283 BC).\nThe library comprised a \"peripatos\" (walk), gardens, a room for shared dining, a reading room, lecture halls and meeting rooms. However, the exact layout is not known. This model's influence may still be seen today in the layout of university campuses. The library itself is known to have had an acquisitions department (possibly built near the stacks, or for utility closer to the harbour), and a cataloguing department. The hall contained shelves for the collections of scrolls (as the books were at this time on papyrus scrolls), known as \"bibliothekai\" (\"βιβλιοθῆκαι\"). It was rumored that carved into the wall above the shelves, a famous inscription read: \"The place of the cure of the soul.\"\nIt was the first known library to gather a serious collection of books from beyond its country's borders. The Library was charged with collecting all the world's knowledge. It did so through an aggressive and well-funded royal mandate involving trips to the book fairs of Rhodes and Athens and a policy of pulling the books off every ship that came into port. They kept the original texts and made copies to send back to their owners. Alexandria, because of its man-made bidirectional port between the mainland and the Pharos island, welcomed trade from the East and West, and soon found itself the international hub for trade, as well as the leading producer of papyrus and, soon enough, books.\nThe library was also home to a host of international scholars. The library filled its stacks with new works in mathematics, astronomy, physics, natural history and other subjects. It was at the Library of Alexandria that the scientific method was first conceived and put into practice, and its empirical standards applied in serious textual criticism. As the same text often existed in several different versions, comparative textual criticism was crucial for ensuring their accuracy. Once ascertained, copies would then be made for scholars, royalty and wealthy bibliophiles the world over, this commerce bringing income to the library. The editors at the Library of Alexandria are especially well known for their work on Homeric texts. The more famous editors generally also held the title of head librarian. These included, among others,\nAlready famous in the ancient world, the library's collection became even more storied in later years. Papyrus scrolls comprised the collection, and although parchment codices were used predominantly as a more advanced writing material after 300 BC.\nA single piece of writing might occupy several scrolls. King Ptolemy II Philadelphus (309–246 BC) is said to have set 500,000 scrolls as an objective for the library. Mark Antony supposedly gave Cleopatra over 200,000 scrolls (taken from the great Library of Pergamum) for the library as a wedding gift. Carl Sagan, in his series \"Cosmos\", states that the library contained nearly one million scrolls, though other experts have estimated a smaller number. No index of the library survives, and it is not possible to know with certainty how large and how diverse the collection may have been.\nA perhaps exaggerated story concerns how the library's collection grew so large. By decree of Ptolemy III of Egypt, all visitors to the city were required to surrender all books and scrolls. Official scribes then swiftly copied these writings, some copies proving so precise that the originals were put into the library, and the copies delivered to the unsuspecting owners. This process also helped to create a reservoir of books in the relatively new city.\nAccording to Galen, Ptolemy III requested permission from the Athenians to borrow the original scripts of Aeschylus, Sophocles and Euripides, for which the Athenians demanded the enormous amount of fifteen talents as guarantee. Ptolemy happily paid the fee but kept the original scripts for the library.\nThe Bibliotheca Alexandrina was inaugurated in 2002 near the site of the old library.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alexandria","surface_form":"Alexandria","offset":110},{"uri":"Egypt","surface_form":"Egypt","offset":122},{"uri":"Ptolemaic_dynasty","surface_form":"Ptolemaic dynasty","offset":179},{"uri":"Ptolemy_I_Soter","surface_form":"Ptolemy I Soter","offset":627},{"uri":"Ptolemy_II_of_Egypt","surface_form":"Ptolemy II","offset":674},{"uri":"Plutarch","surface_form":"Plutarch","offset":703},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":776},{"uri":"Achillas","surface_form":"Achillas","offset":880},{"uri":"1st_century_BC","surface_form":"first century BC","offset":1266},{"uri":"Demetrius","surface_form":"Demetrius","offset":1620},{"uri":"Aristotle","surface_form":"Aristotle","offset":1656},{"uri":"Ptolemy_I_Soter","surface_form":"Ptolemy I Soter","offset":1686},{"uri":"Rhodes","surface_form":"Rhodes","offset":2695},{"uri":"Athens","surface_form":"Athens","offset":2706},{"uri":"Pharos","surface_form":"Pharos","offset":2942},{"uri":"Mathematics","surface_form":"mathematics","offset":3230},{"uri":"Astronomy","surface_form":"astronomy","offset":3243},{"uri":"Physics","surface_form":"physics","offset":3254},{"uri":"Natural_history","surface_form":"natural history","offset":3263},{"uri":"Scientific_method","surface_form":"scientific method","offset":3344},{"uri":"Textual_criticism","surface_form":"textual criticism","offset":3452},{"uri":"Homer","surface_form":"Homer","offset":3842},{"uri":"Papyrus","surface_form":"Papyrus","offset":4063},{"uri":"Codex","surface_form":"codices","offset":4128},{"uri":"Ptolemy_II","surface_form":"Ptolemy II","offset":4271},{"uri":"Mark_Antony","surface_form":"Mark Antony","offset":4377},{"uri":"Cleopatra","surface_form":"Cleopatra","offset":4405},{"uri":"Carl_Sagan","surface_form":"Carl Sagan","offset":4514},{"uri":"A_personal_voyage","surface_form":"\"Cosmos\"","offset":4540},{"uri":"Ptolemy_III_of_Egypt","surface_form":"Ptolemy III of Egypt","offset":4896},{"uri":"Scroll","surface_form":"scroll","offset":4984},{"uri":"Ptolemy_III","surface_form":"Ptolemy III","offset":5280},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":5366},{"uri":"Sophocles","surface_form":"Sophocles","offset":5377},{"uri":"Euripides","surface_form":"Euripides","offset":5391}]}