{"id":25177,"url":"http://en.wikipedia.org/wiki/South_Asia","text":"South Asia (or Southern Asia) is the southern part of the continent of Asia. It is also known as Indian subcontinent.\nThe natural resource most used by the people is the rich land. Most of the people living there are farmers. They produce lots of cashews, rice, peanuts, sesame seeds, and tea. Lots of natural gas are there, but these resources are usually underdeveloped. Many people there raise cattle and sheep. The cattle are raised for their milk or to carry things in Hindu areas. In India, the cattle are very important to the environment because the manure is a fertilizer for agriculturists.\nThe climate of South Asia can be divided into three basic kinds: tropical, dry, and temperate. The northeast is from tropical to subtropical (temperate). Moving west the moisture and elevation change, causing a steppe and a desert climate that is like the Middle East. There is also a part of steppe climate in the center of the lower peninsula. Two parts of the South Asia climate especially affect the people. One like the \"monsoons\". These changing winds bring lots of the area's rain, so when they do not come early, the land becomes very dry. Hurricanes also happen every year and sometimes destroy many things. In the extreme north of India and Pakistan, the climate is affected by the mountains. There is a mild climate near the Indus river where farmers grow crops like rice and tea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Farmer","surface_form":"farmer","offset":217},{"uri":"Cashew","surface_form":"cashew","offset":247},{"uri":"Peanut","surface_form":"peanut","offset":262},{"uri":"Tea","surface_form":"tea","offset":289},{"uri":"Cattle","surface_form":"cattle","offset":397},{"uri":"Sheep","surface_form":"sheep","offset":408},{"uri":"Climate","surface_form":"climate","offset":605},{"uri":"Tropic","surface_form":"tropic","offset":666},{"uri":"Temperate","surface_form":"temperate","offset":685},{"uri":"Water","surface_form":"moisture","offset":771},{"uri":"Elevation","surface_form":"elevation","offset":784},{"uri":"Middle_East","surface_form":"Middle East","offset":857},{"uri":"Monsoon","surface_form":"monsoon","offset":1027},{"uri":"Hurricane","surface_form":"Hurricane","offset":1149},{"uri":"India","surface_form":"India","offset":1242},{"uri":"Pakistan","surface_form":"Pakistan","offset":1252},{"uri":"Mountain","surface_form":"mountain","offset":1293},{"uri":"Indus_River","surface_form":"Indus river","offset":1337}]}