{"id":252231,"url":"http://en.wikipedia.org/wiki/Hatshepsut","text":"Hatshepsut (1507–1458 BC), meaning \"Foremost of Noble Ladies\", was the fifth Pharaoh of the 18th dynasty of Ancient Egypt. She reigned longer than any other woman of an indigenous Egyptian dynasty, and successfully.\nHer father was Thutmose I. Her predecessor was Thutmose II (her husband). Her successor was Thutmose III, her nephew, the son of Thutmose II by a lesser wife. Thutmose III was co-regent with his stepmother, and was head of the army, but Hatshepsut was the effective ruler, and the named Pharaoh.\nToday it is generally recognized that Hatshepsut assumed the position of Pharaoh. The length of her reign usually is given as twenty-two years. The third-century B.C. historian, Manetho, gave that figure of twenty-one years and nine months, and he had access to many records that now are lost. She died in 1458 BC, which means that she became pharaoh in about 1479 BC.\nMajor accomplishments.\nHatshepsut established the trade networks that had been disrupted during the Hyksos occupation of Egypt during the Second Intermediate Period.\nMany Egyptologists have claimed that her foreign policy was mainly peaceful. However, there is evidence that Hatshepsut led successful military campaigns in Nubia, the Levant, and Syria early in her career.\nBuilding projects.\nHatshepsut was one of the most prolific builders in ancient Egypt. She commissioned hundreds of construction projects throughout both Upper Egypt and Lower Egypt, that were grander and more numerous than those of any of her Middle Kingdom predecessors. Later pharaohs attempted to claim some of her projects as theirs.\nShe employed the great architect Ineni. He also had worked for her father, her husband, and for the royal vizier Senemut. During her reign, so much statuary was produced that almost every major museum in the world has Hatshepsut statuary among their collections. For example, the Hatshepsut Room in New York City's Metropolitan Museum of Art is made up of some of these pieces.\nFollowing the tradition of most pharaohs, Hatshepsut had monuments built at the Temple of Karnak. At Karnak, she also restored the original Precinct of Mut, an ancient goddess of Egypt, that had been damaged by the Hyksos occupation. She had twin obelisks, at the time the tallest in the world, erected at the entrance to the temple. One still stands, as the tallest surviving ancient obelisk on Earth. The other has broken in two and fallen down.\nAs with many pharaohs, the masterpiece of Hatshepsut's building projects was her mortuary temple. She built hers in a complex at Deir el-Bahri. It was designed and implemented by Senemut at a site on the West Bank of the Nile River near the entrance to what now is called the Valley of the Kings. The focal point was the Djeser-Djeseru or \"the Sublime of Sublimes\", a structure of perfect harmony built nearly one thousand years before the Parthenon. Djeser-Djeseru sits on a series of agricultural terraces that once had lush gardens. Djeser-Djeseru is built into a cliff face that rises sharply above it. Djeser-Djeseru and the other buildings of Hatshepsut's Deir el-Bahri complex were significant advances in architecture. Another of her accomplishments is the Hatshepsut needle (the granite obelisk).\nHer status.\nWomen had a high status in ancient Egypt and enjoyed the legal right to own, inherit, and will property. A woman becoming pharaoh was rare, however. Only Khentkaues, Sobekneferu, and Neferneferuaten came before her in known records as ruling solely in their own name. Twosret, a female king and the last pharaoh of the nineteenth dynasty, may have been the only woman to succeed her among the indigenous rulers.\nIn Egyptian history, there was no word for a \"queen regnant\". By the time of Hatshepsut's reign, \"Pharaoh\" had become the name for the ruler. Hatshepsut is not unique, however, in taking the title. Sobekneferu, ruling six dynasties before Hatshepsut, also did so when she ruled Egypt. Hatshepsut had been well trained in her duties as the daughter of the pharaoh. During her father's reign she held the powerful office of \"God's Wife\". She had taken a strong role as queen to her husband and was well experienced in the administration of her kingdom by the time she became pharaoh. There is no indication of challenges to her leadership and, until her death, her co-regent remained in a secondary role, quite amicably heading her powerful army–which would have given him the power necessary to overthrow a usurper of his rightful place, if that had been needed.\nHatshepsut wore all of the regalia and symbols of the pharaonic office in official representations. Many existing statues show her in typically feminine attire. Others show her in the royal ceremonial attire. Statues portraying Sobekneferu also combine elements of traditional male and female iconography. Those may have been the inspiration for the works commissioned by Hatshepsut. After this period of transition ended, however, most formal images of Hatshepsut as pharaoh showed her in the royal attire, with all of the pharaonic regalia.\nModern scholars think that by using the typical symbols of pharaonic power, Hatshepsut was asserting her claim to be the sovereign rather than a \"King's Great Wife\" or queen consort. The gender of pharaohs was never stressed in official images. Even the men were shown with the highly stylized false beard associated with their position in the society.\nMoreover, the \"Osirian statues\" of Hatshepsut—as with other pharaohs—show the dead pharaoh as Osiris, with the body and regalia of that deity. All of the statues of Hatshepsut at her tomb do that. The cult of Osiris believed in resurrection after death. Since many statues of Hatshepsut shown in this fashion have been displayed in museums and those images have been widely published, viewers who lack an understanding of the religious significance of these depictions have been misled.\nMost of the official statues commissioned of Hatshepsut show her less symbolically and more naturally, as a woman in typical dresses of the nobility of her day. Notably, even after assuming the formal regalia, Hatshepsut still described herself as a beautiful woman, often as the most beautiful of women, and although she assumed almost all of her father's titles, she declined to take the title \"The Strong Bull\" (the full title being, \"The Strong Bull of his Mother\"), which tied the pharaoh to the goddesses Isis, \"the throne\", and Hathor, (the cow who gave birth to and protected the pharaohs)–by being her son sitting on her throne–an unnecessary title for her, since Hatshepsut became allied with the goddesses, herself, which no male pharaoh could. Rather than the strong bull, Hatshepsut, having served as a very successful warrior during the early portion of her reign as pharaoh, associated herself with the lioness image of Sekhmet, the major war deity in the Egyptian pantheon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pharaoh","surface_form":"Pharaoh","offset":77},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":108},{"uri":"Indigenous_peoples","surface_form":"indigenous","offset":169},{"uri":"Dynasty","surface_form":"dynasty","offset":189},{"uri":"Thutmose_I","surface_form":"Thutmose I","offset":231},{"uri":"Thutmose_II","surface_form":"Thutmose II","offset":263},{"uri":"Thutmose_III","surface_form":"Thutmose III","offset":308},{"uri":"Nephew","surface_form":"nephew","offset":326},{"uri":"Manetho","surface_form":"Manetho","offset":690},{"uri":"Trade_route","surface_form":"trade network","offset":931},{"uri":"Hyksos","surface_form":"Hyksos","offset":981},{"uri":"Egyptologist","surface_form":"Egyptologist","offset":1052},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":1088},{"uri":"Military_campaign","surface_form":"military campaign","offset":1182},{"uri":"Nubia","surface_form":"Nubia","offset":1204},{"uri":"Levant","surface_form":"Levant","offset":1215},{"uri":"Syria","surface_form":"Syria","offset":1227},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":1407},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":1423},{"uri":"Middle_Kingdom_of_Egypt","surface_form":"Middle Kingdom","offset":1497},{"uri":"Ineni","surface_form":"Ineni","offset":1625},{"uri":"Vizier","surface_form":"vizier","offset":1698},{"uri":"Senemut","surface_form":"Senemut","offset":1705},{"uri":"New_York_City","surface_form":"New York City","offset":1891},{"uri":"Metropolitan_Museum_of_Art","surface_form":"Metropolitan Museum of Art","offset":1907},{"uri":"Karnak","surface_form":"Temple of Karnak","offset":2050},{"uri":"Mut","surface_form":"Mut","offset":2122},{"uri":"Obelisk","surface_form":"obelisk","offset":2217},{"uri":"Mortuary","surface_form":"mortuary","offset":2499},{"uri":"Temple","surface_form":"temple","offset":2508},{"uri":"Thebes%2C_Egypt","surface_form":"West Bank","offset":2622},{"uri":"Nile_River","surface_form":"Nile River","offset":2639},{"uri":"Valley_of_the_Kings","surface_form":"Valley of the Kings","offset":2694},{"uri":"Djeser-Djeseru","surface_form":"Djeser-Djeseru","offset":2739},{"uri":"Parthenon","surface_form":"Parthenon","offset":2858},{"uri":"Terrace","surface_form":"terrace","offset":2917},{"uri":"Garden","surface_form":"garden","offset":2945},{"uri":"Cliff","surface_form":"cliff","offset":2985},{"uri":"Granite","surface_form":"granite","offset":3206},{"uri":"Twosret","surface_form":"Twosret","offset":3504},{"uri":"Regalia","surface_form":"regalia","offset":4537},{"uri":"Iconography","surface_form":"iconography","offset":4803},{"uri":"Osiris","surface_form":"Osiris","offset":5500},{"uri":"Isis","surface_form":"Isis","offset":6404},{"uri":"Hathor","surface_form":"Hathor","offset":6428},{"uri":"Sekhmet","surface_form":"Sekhmet","offset":6828},{"uri":"List_of_war_deities","surface_form":"war deity","offset":6847},{"uri":"Egyptian_pantheon","surface_form":"Egyptian pantheon","offset":6864}]}