{"id":252398,"url":"http://en.wikipedia.org/wiki/Christian_Wulff","text":"Christian Wilhelm Walter Wulff (born 19 June 1959) is a German politician and lawyer. He is member of the conservative Christian Democratic Union. He was elected to be the President of Germany on 30 June 2010. Wulff was sworn in two days after the election on 2 July 2010. He served as Minister-President of the state of Lower Saxony from 2003 to 2010. On 17 February 2012, Wulff announced his resignation of the position as President of Germany.\nEarly life and education.\nWulff was born in Osnabrück and is Roman Catholic. His father left the family, and he grew up with his mother. As a teenager, he had to take responsibility for the care of his younger sister, after his mother developed multiple sclerosis. After completing his Abitur at the Gymnasium in Osnabrück, Wulff went to study law. He specialised in economic law at the University of Osnabrück. In 1987 and 1990, he passed the first and second state examinations in law. He started to work as a lawyer.\nPolitical career.\nSince 1975, Wulff has been a member of the CDU. From 1978 to 1980, he served as federal chairman of the \"Schülerunion\". This was a political high school student organization connected to the Christian Democrats. He became the regional chairman of the \"Junge Union\" in Lower Saxony in 1983. In 1986, he was elected a city councillor in his hometown. Since 1984, he has sat on the CDU's regional party council of Lower Saxony, serving as its chairman since 1994.\nThe Christian Democrats made Wulff candidate for state Prime Minister in 1994. However, the popular office holder Gerhard Schröder won. After four years in opposition, the election in 1998 brought another opportunity for Wulff to become Prime Minister. Indeed, the federal Christian Democrat party, led by Chancellor Helmut Kohl, made Wulff another time the candidate.\nWulff has been one of the four deputy chairmen of the CDU party at the federal level since 7 November 1998. He has also been a board member of the Konrad Adenauer Foundation since 2003.\n2003 state election.\nLower Saxony announced deeper cuts of education and municipal services. This set a stage for the 2003 election campaign. Wulff entered the race as the favourite to win the election. The Christian Democrats, in the political wilderness since 1990, were returned to power in the Legislative Assembly, gaining 48.3% of the vote. Wulff was sworn in as Prime Minister on 4 March 2003, as the head of a coalition between centre-right Christian Democrats and liberal Free Democrats (FDP).\nPolicies.\nAs Minister-President, Wulff has made a several reforms. This includes a restructuring of the primary education system in Lower Saxony, as well as an increase of police officers. When Wulff took office, Lower Saxony faced a severe budget crisis. It was the result from years of public deficits. Painful cuts to public expenditure were enacted and implemented against considerable political resistance. The measures included cuts in university funding and in benefits for the blind. Other policies concern the reform of the administration. Many measures have remained controversial.\nPrior to the 2005 Federal Election, Wulff had been mentioned as a potential candidate for the German chancellorship. Surprisingly, in a spring 2005 poll, 28 percent of all respondents named Wulff as their preferred candidate for the Christian Democrat nomination for Chancellor in the 2006 election. As Wulff only began his first term as Prime Minister in early 2003, he is likely to dismiss such speculations. in December 2014, Wulff was re-elected deputy leader of the federal party with about 86 per cent of all delegates supporting him.\nIn a speech, Wulff expressed his opposition to euthanasia and warned of a retreat of moral values. This can be seen as the first attempt to formulate a value-based agenda for the 2008 legislative assembly, and the 2009 federal elections. In this context, it is important to note that Chancellor Angela Merkel had been severely criticized for a lack of emotional warmth during the 2005 federal election campaign.\nWulff and the 2005 federal elections.\nDue to his popularity in Lower Saxony, and in federal opinion polls, Wulff was considered to be a contender for the office of Chancellor.\nAfter the 23 May announcement that federal elections will be advanced to September 2005, Wulff announced that he was not a candidate for the CDU nomination for Chancellor. He has not completed his first term as Premier of Lower Saxony. Instead, Wulff declared his support for Angela Merkel. She was the CDU leader in the Bundestag. It was expected that the Christian Democrats would win the election and form a government, and that Wulff would be given a position in this government. However, with the September 18 election resulting in a hung parliament, the outcome is unclear. Wulff continued to be named as a possible CDU candidate for Chancellor, particularly if Chancellor Merkel failed to secure a decisive mandate in the 2009 federal election.\nPresident of Germany.\nChristian Wulff was elected President of Germany on 30 June 2010. He gon 625 of 1242 votes in the third ballot of the Federal Convention. He is Germany's youngest President (51 years) and the first Roman Catholic President in more than forty years (the last Roman Catholic President was Heinrich Lübke). Wullf was sworn in on 2 July 2010 in front of the Bundestag and the Bundesrat.\nHis main rival in the election was Joachim Gauck, a civil rights activist from East Germany and a former Federal Commissioner for the Stasi Archives. Not a member of any party, Gauck was nominated by the opposition SPD and Greens as their presidential candidate on 3 June.\nWulff is succeeded as Prime Minister of Lower Saxony by David McAllister. Wulff's candidacy for President of Germany in the 2010 presidential election was formally confirmed by Angela Merkel, Guido Westerwelle and Horst Seehofer. They are the heads of the CDU, FDP and CSU parties.\nFamily.\nChristian Wulff met his first wife, lawyer Christiane Wulff (born 1959), when they were both law students in Osnabrück in 1983. They married in March 1988, and have a daughter, Annalena (born 1993). In June 2006, Wulff announced that he would divorce his wife. In 2008, Wulff married an aide from the Prime Minister's Office, Bettina Körner (born 1973 in Hanover). She has a son from a previous relationship. On 12 May 2008, she gave birth to their first child together, also a boy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":56},{"uri":"Politician","surface_form":"politician","offset":63},{"uri":"Lawyer","surface_form":"lawyer","offset":78},{"uri":"Conservatism","surface_form":"conservative","offset":106},{"uri":"Christian_Democratic_Union_(Germany)","surface_form":"Christian Democratic Union","offset":119},{"uri":"Elected","surface_form":"elected","offset":154},{"uri":"President_of_Germany","surface_form":"President of Germany","offset":172},{"uri":"Minister-President","surface_form":"Minister-President","offset":286},{"uri":"States_of_Germany","surface_form":"state","offset":312},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":321},{"uri":"Osnabr%C3%BCck","surface_form":"Osnabrück","offset":491},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":508},{"uri":"Responsibility","surface_form":"responsibility","offset":614},{"uri":"Multiple_sclerosis","surface_form":"multiple sclerosis","offset":692},{"uri":"Abitur","surface_form":"Abitur","offset":733},{"uri":"Gymnasium_(school)","surface_form":"Gymnasium","offset":747},{"uri":"Law","surface_form":"law","offset":791},{"uri":"University_of_Osnabr%C3%BCck","surface_form":"University of Osnabrück","offset":834},{"uri":"Lawyer","surface_form":"lawyer","offset":959},{"uri":"Christian_Democratic_Union_(Germany)","surface_form":"CDU","offset":1028},{"uri":"Federation","surface_form":"federal","offset":1065},{"uri":"Chairman","surface_form":"chairman","offset":1073},{"uri":"Connected","surface_form":"connected","offset":1159},{"uri":"City_council","surface_form":"councillor","offset":1306},{"uri":"Gerhard_Schr%C3%B6der","surface_form":"Gerhard Schröder","offset":1560},{"uri":"Helmut_Kohl","surface_form":"Helmut Kohl","offset":1763},{"uri":"Konrad_Adenauer_Foundation","surface_form":"Konrad Adenauer Foundation","offset":1962},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":2022},{"uri":"Education","surface_form":"education","offset":2060},{"uri":"Campaign","surface_form":"campaign","offset":2133},{"uri":"Free_Democratic_Party_(Germany)","surface_form":"FDP","offset":2498},{"uri":"Minister-President","surface_form":"Minister-President","offset":2517},{"uri":"Primary_school","surface_form":"primary education","offset":2608},{"uri":"Result","surface_form":"result","offset":2771},{"uri":"Public_deficit","surface_form":"public deficit","offset":2792},{"uri":"Public_expenditure","surface_form":"public expenditure","offset":2825},{"uri":"Blind","surface_form":"blind","offset":2989},{"uri":"German_federal_election%2C_2005","surface_form":"2005 Federal Election","offset":3109},{"uri":"Chancellor","surface_form":"chancellor","offset":3197},{"uri":"Dismiss","surface_form":"dismiss","offset":3480},{"uri":"Deputy","surface_form":"deputy","offset":3546},{"uri":"Euthanasia","surface_form":"euthanasia","offset":3684},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":3932},{"uri":"German_federal_election%2C_2005","surface_form":"September 2005","offset":4298},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":4501},{"uri":"Bundestag","surface_form":"Bundestag","offset":4546},{"uri":"Hung_parliament","surface_form":"hung parliament","offset":4764},{"uri":"President_of_Germany","surface_form":"President of Germany","offset":5027},{"uri":"Federal_Convention_(Germany)","surface_form":"Federal Convention","offset":5117},{"uri":"Heinrich_L%C3%BCbke","surface_form":"Heinrich Lübke","offset":5286},{"uri":"Bundestag","surface_form":"Bundestag","offset":5353},{"uri":"Bundesrat","surface_form":"Bundesrat","offset":5371},{"uri":"Joachim_Gauck","surface_form":"Joachim Gauck","offset":5417},{"uri":"Civil_rights","surface_form":"civil rights","offset":5434},{"uri":"East_Germany","surface_form":"East Germany","offset":5461},{"uri":"Federal_Commissioner_for_the_Stasi_Archives","surface_form":"Federal Commissioner for the Stasi Archives","offset":5487},{"uri":"Social_Democratic_Party_of_Germany","surface_form":"SPD","offset":5597},{"uri":"Alliance_%2790/The_Greens","surface_form":"Greens","offset":5605},{"uri":"David_McAllister","surface_form":"David McAllister","offset":5711},{"uri":"German_presidential_election%2C_2010","surface_form":"2010 presidential election","offset":5779},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":5832},{"uri":"Guido_Westerwelle","surface_form":"Guido Westerwelle","offset":5847},{"uri":"Horst_Seehofer","surface_form":"Horst Seehofer","offset":5869},{"uri":"Christian_Democratic_Union_(Germany)","surface_form":"CDU","offset":5911},{"uri":"Free_Democratic_Party_(Germany)","surface_form":"FDP","offset":5916},{"uri":"Christian_Social_Union_of_Bavaria","surface_form":"CSU","offset":5924},{"uri":"Bettina_Wulff","surface_form":"Bettina Körner","offset":6271}]}