{"id":252340,"url":"http://en.wikipedia.org/wiki/Julia_Gillard","text":"Julia Eileen Gillard (born 29 September 1961) is an Australian politician who was the 27th Prime Minister of Australia. She became the first female Prime Minister of Australia. She was also Australia's first unmarried prime minister. Gillard was the first prime minister not born in Australia since Billy Hughes, who served from 1915 to 1923.\nGillard became the leader of the Australian Labor Party on 24 June 2010 when Kevin Rudd resigned. She had been Deputy Prime Minister under Kevin Rudd. On 11 December 2007, Rudd went to the United Nations Climate Change Conference in Bali. Gillard became the first woman in Australia's history to take on the prime-ministerial role as the acting prime minister.\nGillard was elected to the House of Representatives in 1988. She represented the Division of Lalor, in western suburbs of Melbourne.\nEarly life.\nGillard was born in 1961 in Barry, Vale of Glamorgan, Wales. She had bronchopneumonia as a child, and her parents thought it would be better in a warmer country. The family came to Australia in 1966, settling in Adelaide. She became an Australian citizen in 1974.,\nGillard's father was a psychiatric nurse, and her mother worked in a Salvation Army nursing home. She and her sister went to Mitcham Demonstration School, and Julia went on to attend Unley High School. She studied at the University of Adelaide but cut short her courses in 1982 and moved to Melbourne to work with the Australian Union of Students. She graduated from the University of Melbourne with Bachelor of Arts and Bachelor of Laws degrees in 1986.\nIn 1987, Gillard joined the law firm Slater & Gordon at Werribee, Melbourne, working in industrial law. In 1990 at the age of 29, she became one of their first female partners.\nPolitics.\nAt the University of Adelaide, she joined the Labor Club and became involved in a campaign to fight state education budget cuts.\nMoving to Melbourne in 1983, Gillard became the second woman to lead the Australian Union of Students. Gillard was also the secretary of the Socialist Forum. The Socialist Forum wanted to end the ANZUS treaty, making Leningrad a sister city of Melbourne, and increase taxes on rich people.\nFrom 1996 to 1998, Gillard was Chief of Staff to the Victorian opposition leaderJohn Brumby She was responsible for writing new rules for the Labor Party in Victoria to increase the number of women elected to parliament. She also played a role in starting EMILY's List, the pro-choice fund-raising and support network for Labor women.\nParliament.\nGillard was elected as Member for Lalor in the House of Representatives at the 1998 election, replacing Barry Jones, who had retired. She made her first speech to the house on 11 November 1998.\nShadow Minister for Population and Immigration: 2001–03.\nAfter the 2001 election, Gillard was elected to the shadow cabinet, to oversee population and immigration. In February 2003, she was given reconciliation and Indigenous affairs.\nAfter the Tampa and Children Overboard affairs, which were partly credited with Labor's 2001 election loss, Gillard worked on a new immigration policy for the Labor Party.\nShadow Minister for Health: 2003–06.\nGillard was promoted to the position of Shadow Health Minister in July 2003. Shortly after this, Tony Abbott became Health Minister. The contest between Abbott and Gillard often attracted attention from the media. She also was in charge of opposition business in the House of Representatives.\nAfter the Labor loss at the October 2004 election, Gillard was seen as a possible future leader. However she stayed out of leadership changes in the Labor Party.\nDeputy leader of the opposition.\nOn 1 December 2006, with Kevin Rudd and Gillard launched a challenge for leadership of the ALP. Once Rudd was elected as leader on 4 December 2006, the deputy leader, Jenny Macklin. Gillard was elected unopposed as deputy leader. After the leader ship change, Gillard became the shadow ministe for Employment, Workplace Relations and Social Inclusion.\nDeputy prime minister: 2007–10.\nThe Labor Party won the 2007 federal election. On 3 December 2007, Gillard was sworn in as the first female Deputy Prime Minister of Australia.\nShe was also the Minister for Education, Minister for Employment and Workplace Relations, and Minister for Social Inclusion. As Minister for Education, Gillard went to Washington, DC, where she signed a deal with the US Secretary of Education, Arne Duncan, to enourage improved policy collaboration in education reform between both countries.\nOn 11 December 2007 she became the first woman in Australia's history to be in the prime ministerial role when she became acting prime minister while Kevin Rudd went to the United Nations Climate Change Conference in Bali. In the first year of government, she served as acting prime minister for 69 days while Rudd was overseas.\nGillard is a highly regarded debater, and has been described as \"the best parliamentary performer on the Labor side\".\nMinister for Education, Employment and Workplace Relations.\nGillard removed the WorkChoices industrial relations laws introduced by the Howard government, and replaced it with the \"Fair Work Bill\". This set up a single industrial relations bureaucracy called Fair Work Australia.\nIn 2009 Gillard was in charge of the government's \"Building the Education Revolution\" program, which gave AU$16 billion to build new school classrooms, libraries and assembly halls.\nPrime minister 2010–13.\nDuring 2010 Rudd's level of support dropped in the opinion polls. Labor politicians were unhappy with the way he led the party. The media had a lot of stories about the possibility that he would be challenged as leader. On 23 June 2010, there were several meetings between Gillard and Rudd, as well as other Labor party leaders. Rudd spoke to the media and said that Gillard had asked him to resign or hold a new vote for the party leadership. This would decide who was to be the leader of the Labor Party and therefore the Prime Minister of Australia.\nAt first Rudd said he would challenge Gillard at the meeting. However, hours before the vote, he resigned as leader when he knew that he did not have enough support to defeat Gillard. She won the election unopposed and became Australia's 27th Prime Minister. At the same meeting the Treasurer, Wayne Swan, was elected unopposed to succeed Gillard as Labor's deputy leader, and hence Deputy Prime Minister. Gillard said that \"It is my intention to lead a government that is focused each and every day on meeting the needs of working families around the country\". She said \"I came to the view that a good government was losing its way\".\nIn February 2012, Rudd resigned as Foreign Minister, and said that he would challenge her for the leadership of the Labor Party. Gillard called a party meeting on 27 February 2012 and asked for a new leadership vote. She won the leadership, getting 71 votes to only 31 for Rudd.\nOn 26 June 2013, Gillard called a leadership spill. Kevin Rudd declared himself as a candidate. Rudd defeated Gillard by 57 to 45 votes. After the results, several ministers resigned from their ministerial positions including Wayne Swan, Peter Garrett, Greg Combet, Joe Ludwig, Craig Emerson and Stephen Conroy. In accordance with the pledge she and Rudd made in the vote, Gillard announced that she would not seek re-election and announced her retirement from politics at the upcoming federal election.\nPolitical positions.\nGillard is a member of the Left faction of the Labor party. Analyses of Jacqueline Kent's 2009 biography of Gillard suggest that her membership in the faction is \"more organisational than ideological\".\nOn population policy, in contrast to her predecessor, Gillard is against a \"big Australia\". She emphasises the need for sustainability, saying \"Australia should not hurtle down the track towards a big population\".\nGillard is pro-choice on reproductive rights. She does not support gay marriage.\nPersonal life and views.\nGillard's partner since 2006 is Tim Mathieson. She had previous relationships with union officials Michael O'Connor and Bruce Wilson and fellow Federal Labor MP Craig Emerson. She has never married and has had no children.\nWhen asked in 2010 on the ABC's Jon Faine program, \"Do you believe in God?\", Gillard answered, \"No, I don't Jon, I'm not a religious person... I'm, of course, a great respecter of religious beliefs but they're not my beliefs\". Newly appointed Prime Ministers must take an affirmation of office, or swear an oath of office on the Bible. Gillard chose an affirmation.\nShe lives in the south western Melbourne suburb of Altona and is a public supporter of the Western Bulldogs Australian Rules Football club.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":91},{"uri":"Billy_Hughes","surface_form":"Billy Hughes","offset":299},{"uri":"Australian_Labor_Party","surface_form":"Australian Labor Party","offset":376},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":420},{"uri":"Deputy_Prime_Minister_of_Australia","surface_form":"Deputy Prime Minister","offset":454},{"uri":"2007_United_Nations_Climate_Change_Conference","surface_form":"United Nations Climate Change Conference","offset":532},{"uri":"Bali","surface_form":"Bali","offset":576},{"uri":"Division_of_Lalor","surface_form":"Division of Lalor","offset":785},{"uri":"Barry%2C_Vale_of_Glamorgan","surface_form":"Barry, Vale of Glamorgan","offset":877},{"uri":"Wales","surface_form":"Wales","offset":903},{"uri":"Bronchopneumonia","surface_form":"bronchopneumonia","offset":918},{"uri":"Adelaide","surface_form":"Adelaide","offset":1061},{"uri":"Psychiatric","surface_form":"psychiatric","offset":1137},{"uri":"Salvation_Army","surface_form":"Salvation Army","offset":1183},{"uri":"Mitcham%2C_South_Australia","surface_form":"Mitcham","offset":1239},{"uri":"Unley_High_School","surface_form":"Unley High School","offset":1297},{"uri":"University_of_Adelaide","surface_form":"University of Adelaide","offset":1335},{"uri":"Australian_Union_of_Students","surface_form":"Australian Union of Students","offset":1432},{"uri":"University_of_Melbourne","surface_form":"University of Melbourne","offset":1485},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":1514},{"uri":"Bachelor_of_Laws","surface_form":"Bachelor of Laws","offset":1535},{"uri":"Slater_%26amp%3B_Gordon","surface_form":"Slater & Gordon","offset":1606},{"uri":"Werribee%2C_Victoria","surface_form":"Werribee","offset":1625},{"uri":"Industrial_law","surface_form":"industrial law","offset":1657},{"uri":"Australian_Union_of_Students","surface_form":"Australian Union of Students","offset":1958},{"uri":"ANZUS","surface_form":"ANZUS","offset":2081},{"uri":"Saint_Petersburg","surface_form":"Leningrad","offset":2102},{"uri":"Leader_of_the_Opposition","surface_form":"opposition leader","offset":2238},{"uri":"John_Brumby","surface_form":"John Brumby","offset":2255},{"uri":"EMILY%27s_List_Australia","surface_form":"EMILY's List","offset":2431},{"uri":"Division_of_Lalor","surface_form":"Lalor","offset":2556},{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":2569},{"uri":"Barry_Jones_(Australian_politician)","surface_form":"Barry Jones","offset":2626},{"uri":"Shadow_Cabinet_of_Australia","surface_form":"shadow cabinet","offset":2825},{"uri":"Tampa_affair","surface_form":"Tampa","offset":2961},{"uri":"Children_Overboard_Affair","surface_form":"Children Overboard","offset":2971},{"uri":"Tony_Abbott","surface_form":"Tony Abbott","offset":3257},{"uri":"Jenny_Macklin","surface_form":"Jenny Macklin","offset":3815},{"uri":"Deputy_Prime_Minister_of_Australia","surface_form":"Deputy Prime Minister of Australia","offset":4140},{"uri":"United_States_Secretary_of_Education","surface_form":"US Secretary of Education","offset":4393},{"uri":"Arne_Duncan","surface_form":"Arne Duncan","offset":4420},{"uri":"2007_United_Nations_Climate_Change_Conference","surface_form":"United Nations Climate Change Conference","offset":4692},{"uri":"WorkChoices","surface_form":"WorkChoices","offset":5046},{"uri":"Howard_government","surface_form":"Howard government","offset":5102},{"uri":"Fair_Work_Australia","surface_form":"Fair Work Australia","offset":5225},{"uri":"Building_the_Education_Revolution","surface_form":"Building the Education Revolution","offset":5297},{"uri":"Australian_dollar","surface_form":"AU$","offset":5352},{"uri":"Treasurer_of_Australia","surface_form":"Treasurer","offset":6288},{"uri":"Wayne_Swan","surface_form":"Wayne Swan","offset":6299},{"uri":"Deputy_Prime_Minister_of_Australia","surface_form":"Deputy Prime Minister","offset":6388},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":6971},{"uri":"Wayne_Swan","surface_form":"Wayne Swan","offset":7145},{"uri":"Peter_Garrett","surface_form":"Peter Garrett","offset":7157},{"uri":"Greg_Combet","surface_form":"Greg Combet","offset":7172},{"uri":"Joe_Ludwig","surface_form":"Joe Ludwig","offset":7185},{"uri":"Craig_Emerson","surface_form":"Craig Emerson","offset":7197},{"uri":"Stephen_Conroy","surface_form":"Stephen Conroy","offset":7215},{"uri":"Pro-choice","surface_form":"pro-choice","offset":7871},{"uri":"Reproductive_rights","surface_form":"reproductive rights","offset":7885},{"uri":"Gay_marriage","surface_form":"gay marriage","offset":7927},{"uri":"Domestic_partnership","surface_form":"partner","offset":7976},{"uri":"Tim_Mathieson","surface_form":"Tim Mathieson","offset":7998},{"uri":"Craig_Emerson","surface_form":"Craig Emerson","offset":8127},{"uri":"Affirmation_in_law","surface_form":"affirmation","offset":8461},{"uri":"Bible","surface_form":"Bible","offset":8518},{"uri":"Altona%2C_Victoria","surface_form":"Altona","offset":8606},{"uri":"Western_Bulldogs","surface_form":"Western Bulldogs","offset":8646},{"uri":"Australian_Rules_Football","surface_form":"Australian Rules Football","offset":8663}]}