{"id":252454,"url":"http://en.wikipedia.org/wiki/Lee_Kuan_Yew","text":"Lee Kuan Yew, GCMG, CH (Honorary) (; 16 September 1923 – 23 March 2015; also Lee Kwan-Yew) was a Singaporean politician. He was the first Prime Minister of the Republic of Singapore from 1959 to 1990.\nHe was the co-founder and first secretary-general of the People's Action Party (PAP), and led the party to a landslide victory in 1959. During his leadership, Singapore separated from the Federation of Malaysia in 1965 and grew from an underdeveloped colonial outpost with no natural resources into a \"First World\", Asian Tiger. He has remained one of the most influential political figures in South-East Asia.\nUnder Singapore's second prime minister Goh Chok Tong, Lee served as Senior Minister. He served as Minister Mentor, a post created when his son Lee Hsien Loong became the nation's third prime minister on 12 August 2004, until 2011.\nOn 13 September 2008, Lee, 84, underwent successful treatment for abnormal heart rhythm (atrial flutter) at Singapore General Hospital, but he was still able to address a philanthropy forum via video link from hospital.\nLee died on 23 March 2015 from pneumonia, aged 91.\nFamily.\nLee says in his autobiography that he is a fourth-generation Chinese Singaporean: his Hakka great-grandfather, Lee Bok Boon (born 1846), emigrated from the Dapu county of Guangdong province to the Straits Settlements in 1862.\nLee Kuan Yew was born at 92 Kampong Java Road in Singapore. He was the oldest child of Lee Chin Koon and Chua Jim Neo. As a child he was strongly influenced by British culture, partly because of the influence of his grandfather Lee Hoon Leong, who had given his sons an English education.\nLee and his wife Kwa Geok Choo were married on 30 September 1950. They have two sons (Lee Hsien Loong and Lee Hsien Yang) and one daughter (Lee Wei Ling).\nMany of Lee's family have important positions in Singaporean society, and his children hold high government or government-linked posts. His elder son Lee Hsien Loong, a former Brigadier General, has been the Prime Minister since 2004. He is also the Deputy Chairman of the Government of Singapore Investment Corporation (GIC), of which Lee himself is the chairman. Lee's younger son, Lee Hsien Yang, is also a former Brigadier General and is a former President and Chief Executive Officer of SingTel, a pan-Asian telecommunications giant and Singapore's largest company by market capitalisation (listed on the Singapore Exchange, SGX). Fifty-six percent of SingTel is owned by Temasek Holdings, a prominent government holding company with controlling stakes in a variety of very large government-linked companies such as Singapore Airlines and DBS Bank. Temasek Holdings was until 2009 run by Executive Director and C.E.O. Ho Ching, the wife of Lee Hsien Loong. Lee's daughter, Lee Wei Ling, runs the National Neuroscience Institute. Lee's wife, Kwa Geok Choo, used to be a partner of the prominent legal firm Lee & Lee.\nEarly life.\nLee studied at Telok Kurau Primary School, Raffles Institution (where he was a member of the 01 Raffles Scout Group), and Raffles College (now National University of Singapore). He was stopped from going to university by World War II and the 1942-1945 Japanese occupation of Singapore. During the occupation, he ran a successful black market business selling tapioca-based glue called \"Stikfas\". Because he had taken Chinese and Japanese lessons since 1942, he was able to find work transcribing Allied wire reports for the Japanese, as well as being the English language editor on the Japanese \"Hodobu\" (報道部 – an information or propaganda department) from 1943 to 1944.\nDecisions and policies.\nLee had three main concerns — national security, the economy, and social issues — during his post-independence administration.\nNational security.\nThe vulnerability of Singapore was deeply felt, with threats from multiple sources including the communists, Indonesia (with its Confrontation stance), and UMNO extremists who wanted to force Singapore back into Malaysia. As Singapore gained admission to the United Nations, Lee quickly sought international recognition of Singapore's independence. He declared a policy of neutrality and non-alignment, following Switzerland's model. At the same time, he asked Goh Keng Swee to build up the Singapore Armed Forces (SAF) and requested help from other countries for advice, training and facilities.\nGovernment policies.\nLike many countries, Singapore was not immune to political corruption. Lee introduced legislation giving the Corrupt Practices Investigation Bureau (CPIB) greater power to conduct arrests, search, call up witnesses, and investigate bank accounts and income-tax returns of suspected persons and their families.\nLee believed that ministers should be well paid in order to maintain a clean and honest government. In 1994 he proposed to link the salaries of ministers, judges, and top civil servants to the salaries of top professionals in the private sector, arguing that this would help recruit and retain talent to serve in the public sector.\nIn the late 1960s, fearing that Singapore's growing population might overburden the developing economy, Lee started a vigorous 'Stop-at-Two' family planning campaign. Couples were urged to undergo sterilisation after their second child. Third or fourth children were given lower priorities in education and such families received fewer economic rebates.\nIn 1983, Lee sparked the 'Great Marriage Debate' when he encouraged Singapore men to choose highly-educated women as wives. He was concerned that a large number of graduate women were unmarried. Some sections of the population, including graduate women, were upset by his views. Nevertheless, a match-making agency Social Development Unit (SDU) was set up to promote socialising among men and women graduates. Lee also introduced incentives such as tax rebates, schooling, and housing priorities for graduate mothers who had three or four children, in a reversal of the over-successful 'Stop-at-Two' family planning campaign in the 1960s and 1970s. By the late 1990s, the birth rate had fallen so low that Lee's successor Goh Chok Tong extended these incentives to all married women, and gave even more incentives, such as the 'baby bonus' scheme.\nHe was retired from politics in 2011. Goh Chok Tong was also retired as well, but he is staying in Marine Parade GRC.\nDeath.\nOn 5 February 2015, Lee was hospitalised with \"severe pneumonia\" and was put on a ventilator at the intensive care unit of Singapore General Hospital, although his condition was reported as \"stable\". A 26 February update stated that Lee was again being given antibiotics, while being sedated and still under mechanical ventilation. On 23 March 2015, Singaporean Prime Minister Lee Hsien Loong announced the death of Lee Kuan Yew, at the age of 91. His state funeral was held at the University Cultural Centre, National University of Singapore at 2p.m. local time on 29 March 2015.\nLegacy.\nDuring the three decades in which Lee held office, Singapore grew from being a developing country to one of the most developed nations in Asia, despite its small population, limited land space and lack of natural resources. Lee has often stated that Singapore's only natural resources are its people and their strong work ethic. He is widely respected by many Singaporeans, particularly the older generation, who remember his inspiring leadership during independence and the separation from Malaysia.\nOn the other hand, many Singaporeans have criticized Lee as being authoritarian and intolerant of dissent, citing his numerous mostly successful attempts to sue political opponents and newspapers who express an unfavorable opinion. International media watchdog Reporters Without Borders has asked Lee, and other senior Singaporean officials, to stop taking libel actions against journalists.\nMemoirs.\nLee has written a two-volume set of memoirs: \"The Singapore Story\" (), which covers his view of Singapore's history until its separation from Malaysia in 1965, and ' (), which gives his account of Singapore's subsequent transformation into a developed nation.\nDevan Nair.\nDevan Nair, the third President of Singapore and who was living in exile in Canada, remarked in a 1999 interview with the Toronto \"The Globe and Mail\" that Lee's technique of suing his opponents into bankruptcy or oblivion was an abrogation of political rights. He also remarked that Lee is \"an increasingly self-righteous know-all\", surrounded by \"department store dummies\". In response to these remarks, Lee sued Devan Nair in a Canadian court and Nair countersued. Lee then brought a motion to have Nair's counterclaim thrown out of court. Lee argued that Nair's counterclaim disclosed no reasonable cause of action and constituted an inflammatory attack on the integrity of the government of Singapore. However, the Ontario Superior Court of Justice refused to throw out Nair's counterclaim, holding that Lee had abused the litigating process and therefore Nair has a reasonable cause of action.\nIslam.\nIn 2011, Wikileaks published diplomatic cables attributing controversial comments on Islam to Lee. Wikileaks quoted Lee as having described Islam as a \"venomous religion\". Lee later denied making the comments.\n\"I have to speak candidly to be of value, but I do not wish to offend the Muslim community.\nI think we were progressing very nicely until the surge of Islam came, and if you asked me for my observations, the other communities have easier integration - friends, intermarriages and so on, Indians with Chinese, Chinese with Indians - than Muslims. That's the result of the surge from the Arab states.\nI would say today, we can integrate all religions and races except Islam.\nI think the Muslims socially do not cause any trouble, but they are distinct and separate...\nBut now, you go to schools with Malay and Chinese, there's a halal and non-halal segment and so too, the universities. And they tend to sit separately so as not to be contaminated. All that becomes a social divide...\nBe less strict on Islamic observances and say ‘Okay, I'll eat with you.\"\nAccording to former PM Goh Chok Tong, Singaporean Muslims adjusted their religious practices according to the unique circumstances in Singapore.\nThe ethnic integration policy was also implemented to avoid the formation of ethnic ghettoes in Singapore's HDB flats. Every precinct had to have inhabitants from all the ethnic groups according to national proportions.\nDefamation judgment.\nOn 24 September 2008 the High Court of Singapore, in a summary judgment by Justice Woo Bih Li, ruled that the Far Eastern Economic Review (FEER) magazine (Hugo Restall, editor), defamed Lee and his son, Prime Minister Lee Hsien Loong. The court found the 2006 article \"Singapore's 'Martyr': Chee Soon Juan\" meant that Lee Kuan Yew \"has been running and continues to run Singapore in the same corrupt manner as T. T. Durai operated the National Kidney Foundation (NKF) and he has been using libel actions to suppress those who would question to avoid exposure of his corruption.\" The court sentenced FEER, owned by Dow Jones & Company (in turn owned by Rupert Murdoch's News Corp), to pay damages to the complainants. FEER appealed but lost the case when the Court of Appeal ruled in October, 2009 that the \"Far Eastern Economic Review\" did defame the country's founder Lee Kuan Yew and his son Prime Minister Lee Hsien Loong.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_St_Michael_and_St_George","surface_form":"GCMG","offset":14},{"uri":"Order_of_the_Companions_of_Honour","surface_form":"CH (Honorary)","offset":20},{"uri":"Singapore","surface_form":"Singapore","offset":97},{"uri":"Prime_Minister_of_Singapore","surface_form":"Prime Minister","offset":138},{"uri":"Singapore","surface_form":"Republic of Singapore","offset":160},{"uri":"Secretary_General","surface_form":"secretary-general","offset":233},{"uri":"People%27s_Action_Party","surface_form":"People's Action Party","offset":258},{"uri":"Malaysia","surface_form":"Federation of Malaysia","offset":389},{"uri":"Colony","surface_form":"colonial","offset":452},{"uri":"First_World","surface_form":"First World","offset":503},{"uri":"Four_Asian_Tigers","surface_form":"Asian Tiger","offset":517},{"uri":"South-East_Asia","surface_form":"South-East Asia","offset":595},{"uri":"Goh_Chok_Tong","surface_form":"Goh Chok Tong","offset":652},{"uri":"Senior_Minister","surface_form":"Senior Minister","offset":681},{"uri":"Minister_Mentor","surface_form":"Minister Mentor","offset":711},{"uri":"Lee_Hsien_Loong","surface_form":"Lee Hsien Loong","offset":756},{"uri":"Atrial_flutter","surface_form":"atrial flutter","offset":933},{"uri":"Singapore_General_Hospital","surface_form":"Singapore General Hospital","offset":952},{"uri":"Philanthropy","surface_form":"philanthropy","offset":1015},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1095},{"uri":"Autobiography","surface_form":"autobiography","offset":1139},{"uri":"Hakka_people","surface_form":"Hakka","offset":1209},{"uri":"Guangdong","surface_form":"Guangdong","offset":1294},{"uri":"Straits_Settlements","surface_form":"Straits Settlements","offset":1320},{"uri":"Kwa_Geok_Choo","surface_form":"Kwa Geok Choo","offset":1655},{"uri":"Lee_Hsien_Loong","surface_form":"Lee Hsien Loong","offset":1943},{"uri":"Brigadier_General","surface_form":"Brigadier General","offset":1969},{"uri":"Government_of_Singapore_Investment_Corporation","surface_form":"Government of Singapore Investment Corporation","offset":2066},{"uri":"Lee_Hsien_Yang","surface_form":"Lee Hsien Yang","offset":2177},{"uri":"Chief_Executive_Officer","surface_form":"Chief Executive Officer","offset":2258},{"uri":"Singapore_Telecommunications","surface_form":"SingTel","offset":2285},{"uri":"Singapore_Exchange","surface_form":"Singapore Exchange","offset":2403},{"uri":"Temasek_Holdings","surface_form":"Temasek Holdings","offset":2470},{"uri":"Holding_company","surface_form":"holding company","offset":2511},{"uri":"Singapore_Airlines","surface_form":"Singapore Airlines","offset":2614},{"uri":"DBS_Bank","surface_form":"DBS Bank","offset":2637},{"uri":"Ho_Ching","surface_form":"Ho Ching","offset":2716},{"uri":"National_Neuroscience_Institute","surface_form":"National Neuroscience Institute","offset":2794},{"uri":"Kwa_Geok_Choo","surface_form":"Kwa Geok Choo","offset":2839},{"uri":"Raffles_Institution","surface_form":"Raffles Institution","offset":2969},{"uri":"National_University_of_Singapore","surface_form":"National University of Singapore","offset":3069},{"uri":"World_War_II","surface_form":"World War II","offset":3147},{"uri":"Japanese_occupation_of_Singapore","surface_form":"Japanese occupation of Singapore","offset":3178},{"uri":"Underground_economy","surface_form":"black market","offset":3255},{"uri":"Tapioca","surface_form":"tapioca","offset":3285},{"uri":"Chinese_language","surface_form":"Chinese","offset":3343},{"uri":"Japanese_language","surface_form":"Japanese","offset":3355},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":3422},{"uri":"Empire_of_Japan","surface_form":"Japanese","offset":3450},{"uri":"English_language","surface_form":"English language","offset":3481},{"uri":"Propaganda","surface_form":"propaganda","offset":3555},{"uri":"United_Nations","surface_form":"United Nations","offset":4026},{"uri":"Neutrality_(international_relations)","surface_form":"neutrality","offset":4140},{"uri":"Switzerland","surface_form":"Switzerland","offset":4180},{"uri":"Goh_Keng_Swee","surface_form":"Goh Keng Swee","offset":4228},{"uri":"Singapore_Armed_Forces","surface_form":"Singapore Armed Forces","offset":4258},{"uri":"Political_corruption","surface_form":"political corruption","offset":4434},{"uri":"Corrupt_Practices_Investigation_Bureau","surface_form":"Corrupt Practices Investigation Bureau","offset":4494},{"uri":"Family_planning","surface_form":"family planning","offset":5168},{"uri":"Sterilization_(surgical_procedure)","surface_form":"sterilisation","offset":5224},{"uri":"Tax_refund","surface_form":"rebate","offset":5372},{"uri":"Social_Development_Unit","surface_form":"Social Development Unit","offset":5696},{"uri":"Tax_rebate","surface_form":"tax rebate","offset":5830},{"uri":"Birth_rate","surface_form":"birth rate","offset":6053},{"uri":"Goh_Chok_Tong","surface_form":"Goh Chok Tong","offset":6103},{"uri":"Goh_Chok_Tong","surface_form":"Goh Chok Tong","offset":6267},{"uri":"Pneumonia","surface_form":"pneumonia","offset":6408},{"uri":"National_University_of_Singapore","surface_form":"National University of Singapore","offset":6864},{"uri":"Developing_country","surface_form":"developing country","offset":7022},{"uri":"Developed_country","surface_form":"developed nation","offset":7060},{"uri":"Natural_resource","surface_form":"natural resource","offset":7148},{"uri":"Reporters_Without_Borders","surface_form":"Reporters Without Borders","offset":7705},{"uri":"The_Singapore_Story","surface_form":"The Singapore Story","offset":7891},{"uri":"History_of_Singapore","surface_form":"Singapore's history","offset":7941},{"uri":"Malaysia","surface_form":"Malaysia","offset":7987},{"uri":"Devan_Nair","surface_form":"Devan Nair","offset":8117},{"uri":"President_of_Singapore","surface_form":"President of Singapore","offset":8139},{"uri":"Exile","surface_form":"exile","offset":8184},{"uri":"Canada","surface_form":"Canada","offset":8193},{"uri":"Toronto","surface_form":"Toronto","offset":8239},{"uri":"The_Globe_and_Mail","surface_form":"The Globe and Mail","offset":8248},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":8317},{"uri":"Government_of_Singapore","surface_form":"government of Singapore","offset":8799},{"uri":"Ontario_Superior_Court_of_Justice","surface_form":"Ontario Superior Court of Justice","offset":8837},{"uri":"Wikileaks","surface_form":"Wikileaks","offset":9033},{"uri":"Islam","surface_form":"Islam","offset":9109},{"uri":"Housing_Development_Board","surface_form":"HDB","offset":10343},{"uri":"High_Court_of_Singapore","surface_form":"High Court of Singapore","offset":10501},{"uri":"Summary_judgment","surface_form":"summary judgment","offset":10531},{"uri":"Woo_Bih_Li","surface_form":"Woo Bih Li","offset":10559},{"uri":"Far_Eastern_Economic_Review","surface_form":"Far Eastern Economic Review","offset":10586},{"uri":"Prime_Minister_of_Singapore","surface_form":"Prime Minister","offset":10679},{"uri":"Lee_Hsien_Loong","surface_form":"Lee Hsien Loong","offset":10694},{"uri":"Chee_Soon_Juan","surface_form":"Chee Soon Juan","offset":10767},{"uri":"T._T._Durai","surface_form":"T. T. Durai","offset":10886},{"uri":"National_Kidney_Foundation_Singapore","surface_form":"National Kidney Foundation","offset":10911},{"uri":"Dow_Jones_%26amp%3B_Company","surface_form":"Dow Jones & Company","offset":11090},{"uri":"Rupert_Murdoch","surface_form":"Rupert Murdoch","offset":11128},{"uri":"Damages","surface_form":"damages","offset":11164}]}