{"id":25247,"url":"http://en.wikipedia.org/wiki/Jubilee_line","text":"The Jubilee line is a line on the London Underground. It runs from Stanmore in north-west London to Stratford in east London. The colour of the Jubilee line on tube maps is grey.\nHistory.\nThe line opened on 1 May 1979, taking over one of the Bakerloo Line's two branches to relieve the main part of the line. To the Baker Street to Stanmore part a new four-kilometre part into central London was added, terminating at a new station at Charing Cross railway station.\nThe old Charing Cross station, on the Circle, District, Bakerloo and Northern lines, was renamed Embankment. The new Charing Cross tube station created a new interchange, from the stations of Strand on the Northern Line and Trafalgar Square on the Bakerloo.\nThe Jubilee Line of 1979 was to be the first part of the project, but because of the lack of money the line stayed the same until the late 1990s. Phase 2 would have extended the line along Fleet Street to stations at Aldwych, Ludgate Circus, Cannon Street, Fenchurch Street, St Katherine's Dock, Wapping and then under the River Thames to New Cross, terminating at Lewisham. An alternative plan was created in the late 1970s to extend the Jubilee Line in parallel with the River Thames, this would taken the Line from Wapping to Thamesmead Via Surrey Docks North, Canary Wharf, North Greenwich, Custom House, Silvertown, Woolwich Arsenal and to Thamesmead. However the 'river line' extension as it was called was too expensive and construction of the extension never started.\nChanges in land use, particularly the new areas in the Docklands area, caused the project to change considerably in the 1990s. The Jubilee Line Extension, opened in three stages in 1999, split from the existing line at Green Park, creating a one-station branch to Charing Cross, which is now closed (although it is still sometimes opened for occasional use as a film set). With the extension, the Jubilee Line is the only line on the London Underground network that crosses all other lines.\nTrains.\nWhen the Jubilee Line was opened, it was run with 1972 trains. In 1984 the 1972 trains were replaced by the new 1983 trains. The old 1972 Stock were used on the Northern Line. The 1983 trains proved to be unreliable in service, with their single doors making passenger loading and unloading slower than on other trains with wider doors. With the opening of the Jubilee Line Extension, the opportunity was taken to introduce new trains, and today the line is worked by 1996 trains.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":34},{"uri":"1_May","surface_form":"1 May","offset":207},{"uri":"1979","surface_form":"1979","offset":213},{"uri":"Bakerloo_Line","surface_form":"Bakerloo Line","offset":242},{"uri":"Baker_Street_tube_station","surface_form":"Baker Street","offset":316},{"uri":"Stanmore_tube_station","surface_form":"Stanmore","offset":332},{"uri":"Charing_Cross_railway_station","surface_form":"Charing Cross railway station","offset":435},{"uri":"Circle_Line","surface_form":"Circle","offset":504},{"uri":"District_Line","surface_form":"District","offset":512},{"uri":"Bakerloo_Line","surface_form":"Bakerloo","offset":522},{"uri":"Northern_Line","surface_form":"Northern","offset":535},{"uri":"Embankment_tube_station","surface_form":"Embankment","offset":563},{"uri":"Charing_Cross_tube_station","surface_form":"Charing Cross tube station","offset":583},{"uri":"Strand_tube_station","surface_form":"Strand","offset":658},{"uri":"Trafalgar_Square_tube_station","surface_form":"Trafalgar Square","offset":690}]}