{"id":252728,"url":"http://en.wikipedia.org/wiki/Dave_Bolland","text":"Dave Bolland (born June 5, 1986 in Etobicoke, Ontario) is a Canadian professional ice hockey centre. He played for the Florida Panthers of the National Hockey League (NHL). He has also played for the Chicago Blackhawks and Toronto Maple Leafs.\nHe began his hockey career when he played for the Queensway Canadiens at Mimico Areana, the local arena in Mimico. He then played minor hockey for the Toronto Red Wings of the Greater Toronto Hockey League from 2000 until 2002. When he played for the Red Wings, they won the OHL All Ontario Bantam Championship.\nHe was selected eighth overall in the first round of the 2002 Ontario Hockey League (OHL) Priority Selection by the London Knights. He played 4 seasons with the Knight before he was drafted with the 32nd overall pick by the Chicago Blackhawks in the 2004 NHL Entry Draft. He won the Stanley Cup with the Chicago Blackhawks in 2010.\nOn June 24, 2013, He scored the game-winning goal in the final minute of game 6 of the 2013 Stanley Cup Finals to help the Blackhawks win their fifth cup and the second cup in four years (2010).\nDuring the 2013 NHL Entry draft, the Blackhawks traded Bolland to the Maple Leafs in exchange for the 51st pick, the 117th pick and a fourth-round pick in the 2014 NHL Entry draft.\nOn June 28, 2014, Bolland was signed as a free agent by the Florida Panthers to a five-year, $27.5 million contract.\nDave Bolland has yet to play a NHL game since December 16, 2015 due to back injury although he was traded to Arizona Coyotes for a conditional second round pick.","categories":[],"infobox_types":[],"annotations":[{"uri":"June_5","surface_form":"June 5","offset":19},{"uri":"1986","surface_form":"1986","offset":27},{"uri":"Etobicoke","surface_form":"Etobicoke","offset":35},{"uri":"Ontario","surface_form":"Ontario","offset":46},{"uri":"Canadians","surface_form":"Canadian","offset":60},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":82},{"uri":"Centre_(ice_hockey)","surface_form":"centre","offset":93},{"uri":"Florida_Panthers","surface_form":"Florida Panthers","offset":119},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":143},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Blackhawks","offset":200},{"uri":"Toronto_Maple_Leafs","surface_form":"Toronto Maple Leafs","offset":223},{"uri":"Ontario_Hockey_League","surface_form":"Ontario Hockey League","offset":618},{"uri":"London_Knights","surface_form":"London Knights","offset":672},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":839},{"uri":"2009-10_NHL_season","surface_form":"2010","offset":882},{"uri":"Florida_Panthers","surface_form":"Florida Panthers","offset":1324}]}