{"id":252903,"url":"http://en.wikipedia.org/wiki/Premier_of_Victoria","text":"The Premier of Victoria is the head of the Government of Victoria, Australia. The Premier does the same job at a state level as the Prime Minister of Australia does at a national level. Formal power is held by the Queen who is represented in Victoria by the Governor of Victoria. The Governor acts on the advice given to him by the Premier. The current Premier of Victoria is Daniel Andrews.\nVictoria is governed under the Westminster system of parliamentary government. It is a bicameral system with two elected houses. The lower house is called the Legislative Assembly and the upper house is called the Legislative Council. After an election, the State Governor appoints as Premier, the leader of the party who can control a majority of the elected members in the lower house. The Premier must resign if they no longer have a majority in the Legislative Assembly. This can happen if they lose seats at an election, or if their own political party does not support them.\nVictoria was a British colony, and power was held by the Governor. In 1855, Britain allowed Victoria to have its own parliament, and the power was passed to the Premier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":57},{"uri":"Australia","surface_form":"Australia","offset":67},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":132},{"uri":"Governor_of_Victoria","surface_form":"Governor of Victoria","offset":258},{"uri":"Daniel_Andrews","surface_form":"Daniel Andrews","offset":376},{"uri":"Westminster__system","surface_form":"Westminster system","offset":423},{"uri":"Parliament","surface_form":"parliament","offset":445},{"uri":"Bicameral","surface_form":"bicameral","offset":479},{"uri":"Political_party","surface_form":"political party","offset":934},{"uri":"Britain","surface_form":"British","offset":988},{"uri":"Colony","surface_form":"colony","offset":996}]}