{"id":253002,"url":"http://en.wikipedia.org/wiki/University_of_Melbourne","text":"The University of Melbourne is in Melbourne, Victoria. Opened in 1853, it is the second oldest university in Australia, and the oldest in Victoria. The main campus is in Parkville, just north of the Melbourne CBD. It has several other campuses across Victoria. It has one of the largest financial endowments of any Australian university, standing at $1.105bn as of 2008.\nPublic recognition.\nMelbourne is one of the top universities in Australia and the world. In Australia it has a leading position in business, education, engineering, arts, law and medicine. It is the second largest research organisation in Australia after the CSIRO. In 2008, it spent AU$653.7m on research.\nStudents and staff.\nThe university has over 35,000 students, and nearly 7,200 staff members. In 2008 it changed the way it organized its courses. This to be like way American and European universities work. The idea was to link to the European Union's Bologna process and get international acceptance for its degrees. many people were unhappy with these changes. Professor Glyn Davis AC is Melbourne's current vice-chancellor.\nHistory.\nMelbourne University was started by the Victorian Parliament in 1853. Classes began in 1855 with three professors and 16 students. The buildings were officially opened by the Lieutenant Governor of the Colony of Victoria, Sir Charles Hotham, on 3 October 1855. The first chancellor, Redmond Barry (later Sir Redmond), held the position until his death in 1880.\nAt first all the buildings were built in the gothic revival style. In the 1950s a modernist style was started as the new \"house style\", resulting in the mix of university buildings seen today.\nThe opening of the university was made possible by the wealth coming from the Victorian gold rush. The university was to be a \"civilising influence\" at a time of rapid settlement and commercial growth (Selleck, 2003). It was not a religious university and was not allowed to offer in degrees in divinity. The churches could only build colleges on only the northern edge. The local population wanted 'useful' subjects like law, not 'useless' subjects like classics. The people of Melbourne won this argument, and law was introduced in 1857, and medicine and engineering in the 1860s. Women were let into courses in 1881.\nIn 1902 the university was bankrupt when it was found out that the man in charge of the university's money, Frederick Dickson, had stolen ₤24,000. The university's annual budget was £15,000. Dickson was jailed for seven years. This resulted in a royal commission that came up with new ways of funding, and new courses including agriculture and education.\nAfter World War II, there were more students wanting to go to a university and Melbourne University became much larger and more inclusive.\nThe 150th anniversary was celebrated in 2003.","categories":[],"infobox_types":[],"annotations":[{"uri":"Melbourne","surface_form":"Melbourne","offset":34},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":45},{"uri":"Australia","surface_form":"Australia","offset":109},{"uri":"Parkville%2C_Victoria","surface_form":"Parkville","offset":170},{"uri":"Central_business_district","surface_form":"CBD","offset":209},{"uri":"Business","surface_form":"business","offset":502},{"uri":"Education","surface_form":"education","offset":512},{"uri":"Engineering","surface_form":"engineering","offset":523},{"uri":"Arts","surface_form":"arts","offset":536},{"uri":"Law","surface_form":"law","offset":542},{"uri":"Medicine","surface_form":"medicine","offset":550},{"uri":"CSIRO","surface_form":"CSIRO","offset":630},{"uri":"AU%24","surface_form":"AU$","offset":655},{"uri":"European_Union","surface_form":"European Union","offset":913},{"uri":"Bologna_process","surface_form":"Bologna process","offset":930},{"uri":"Glyn_Davis","surface_form":"Glyn Davis","offset":1051},{"uri":"Order_of_Australia","surface_form":"AC","offset":1062},{"uri":"Chancellor_(education)","surface_form":"vice-chancellor","offset":1088},{"uri":"Charles_Hotham","surface_form":"Charles Hotham","offset":1340},{"uri":"Redmond_Barry","surface_form":"Redmond Barry","offset":1397},{"uri":"Gothic_revival","surface_form":"gothic revival","offset":1520},{"uri":"Victorian_gold_rush","surface_form":"Victorian gold rush","offset":1746},{"uri":"Divinity_(academic_discipline)","surface_form":"divinity","offset":1963},{"uri":"Classics","surface_form":"classics","offset":2123},{"uri":"World_War_II","surface_form":"World War II","offset":2649}]}