{"id":253031,"url":"http://en.wikipedia.org/wiki/2010_Tour_de_France","text":"ce=\"preserve\">The 97th edition of the Tour de France took place from 3 to 25 July. The winner was Andy Schleck, because Alberto Contador was disqualified.\nStages.\nThe Prologue is held in Rotterdam in the Netherlands. After Amsterdam in 1954, Scheveningen in 1973, Leiden in 1978 and s'Hertogenbosch in 1996, Rotterdam is the fifth city in the Netherlands to have hosted the start of the Tour de France.\nPrices.\nDuring this Tour de France, 3,27 million € are distributed. At the start, each team receives 51 243 €. In return, each team presents in the arrival with at least seven riders obtained a prime of 1 600 € per rider present.\nYellow Jersey.\nIt rewards the overall leader, adding the times achieved on each step. In case of equal time in the general classification, the hundredths of a second recorded by the timekeepers at the time trial \"individual\" are reintroduced into the total time to separate athletes and decide the attribution of the Yellow jersey.\nMountain Classification.\nPoints awarded in the climb off-categorized, 1 and 2 categories are doubled when it's the last mountain pass of the stage.\nBest Young Rider Classification.\nThe classification is reserved for young riders born in 1985 or later. The first of them in the general classification is declared leader of the best young rider.\nTeam classification.\nThe general team classification is established by adding the three best individual times from each team in all stages. After the last stage, the team credited with the shortest time is declared the winner of the team standings.\nCombativity award.\nThe combativity award reward the rider who was the most generous in the effort and showing the best sportsmanship in the stage. After the last stage a Super Competitor is designated by members of the Jury of the Tour de France.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tour_de_France","surface_form":"Tour de France","offset":38},{"uri":"Andy_Schleck","surface_form":"Andy Schleck","offset":98},{"uri":"Alberto_Contador","surface_form":"Alberto Contador","offset":120},{"uri":"Disqualified","surface_form":"disqualified","offset":141},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":187},{"uri":"Netherlands","surface_form":"Netherlands","offset":204},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":223},{"uri":"Scheveningen","surface_form":"Scheveningen","offset":242},{"uri":"Leiden","surface_form":"Leiden","offset":264},{"uri":"S%27Hertogenbosch","surface_form":"s'Hertogenbosch","offset":283},{"uri":"Netherlands","surface_form":"Netherlands","offset":343},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":387},{"uri":"Sportsmanship","surface_form":"sportsmanship","offset":1677}]}