{"id":25307,"url":"http://en.wikipedia.org/wiki/Lava","text":"Lava is magma, hot molten rock that flows through holes in the Earth's crust and onto the surface. Like magma, lava can be either viscous (~thick) or fluid (~thin). Blocky lava is so thick and slow that it barely moves along the ground. Other types of lava, like \"pahoehoe\", \"aa\", and \"pillow lava\", are thinner and flow faster. Lava sometimes set things on fire. Sometimes it even destroys towns.\nBlocky lava.\n\"Blocky lava\" is cool, stiff lava that cannot travel far from where it was erupted. Blocky lava usually oozes out from a volcano only after an explosion has let out lots of the gas pressure from the place where there is magma. Blocky lava makes jumbled piles of sharp chunks.\nPahoehoe.\nPronounced \"pah HOY HOY\", \"pahoehoe\" gets its name from the Hawaiian word for \"ropy\" because its surface looks like coils of rope. Pahoehoe lava flows slowly, like wax dripping down from a candle, making a glassy surface with round wrinkles.\nAa.\n\"Aa\" is a Hawaiian word that is pronounced \"AH-AH\". This lava that has a sharp, jagged surface. This stiff lava pours out quickly and makes a crust that breaks easily. The crust is torn into sharp pieces as the hot lava underneath still moves.\nPillow lava.\nPillow lava is made when lava erupts underwater. It makes round lumps that are the size and shape of pillows. Pillow lava has a round shape because the lava cools very quickly when it touches water.\nThey occur wherever mafic or intermediate lavas push out under water. This happens along marine hotspot volcano chains and the constructive plate boundaries of mid-ocean ridges. Pillow lavas occur in the oldest preserved volcanic sequences on earth, the Isua and Barberton greenstone belts. This shows that large bodies of water were on the Earth's surface early in the Archaean. Pillow lavas are used generally to show volcanism occurred underwater in metamorphic belts. Pillow lavas are also found where volcanoes were under ice early before an eruption.\nLava tube.\nA lava tube is a natural channel formed in flowing lava. The lava continues flowing under the tube's upper surface. Later, when the lava is cooled and solid, the tube remains as a feature in the landscape.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magma","surface_form":"magma","offset":8},{"uri":"Flow","surface_form":"flow","offset":36},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":63},{"uri":"Surface","surface_form":"surface","offset":90},{"uri":"Magma","surface_form":"magma","offset":104},{"uri":"Viscosity","surface_form":"viscous","offset":130},{"uri":"Ooze","surface_form":"oozes","offset":515},{"uri":"Volcano","surface_form":"volcano","offset":532},{"uri":"Jumble","surface_form":"jumbled","offset":656},{"uri":"Coil","surface_form":"coils","offset":813},{"uri":"Candle","surface_form":"candle","offset":886},{"uri":"Hawaii","surface_form":"Hawaii","offset":953},{"uri":"Jagged","surface_form":"jagged","offset":1023},{"uri":"Pillow","surface_form":"pillow","offset":1301},{"uri":"Mafic","surface_form":"mafic","offset":1419},{"uri":"Hotspot_(geology)","surface_form":"hotspot","offset":1495},{"uri":"Volcano","surface_form":"volcano","offset":1503},{"uri":"Divergent_boundary","surface_form":"constructive plate boundaries","offset":1526},{"uri":"Mid-ocean_ridge","surface_form":"mid-ocean ridge","offset":1559},{"uri":"Isua_greenstone_belt","surface_form":"Isua","offset":1653},{"uri":"Barberton_belt","surface_form":"Barberton","offset":1662},{"uri":"Greenstone_belt","surface_form":"greenstone belt","offset":1672},{"uri":"Archaean","surface_form":"Archaean","offset":1769},{"uri":"Metamorphism","surface_form":"metamorphic","offset":1852},{"uri":"Volcano","surface_form":"volcano","offset":1905},{"uri":"Ice","surface_form":"ice","offset":1926},{"uri":"Landscape","surface_form":"landscape","offset":2162}]}