{"id":253245,"url":"http://en.wikipedia.org/wiki/Alternative_country","text":"Alternative country (sometimes called alt-country, or Americana) is a type of country music. It has singers or bands that sound very different from mainstream or pop country music. \"Alternative country\" has been used to describe country music bands and artists that have influences such as roots rock, bluegrass, rockabilly, Americana, honky-tonk, alternative rock, folk rock, or punk.\nHistory.\nIn the 1990s the term \"alternative country\" (which is like the term alternative rock, which was becoming popular at the same time), began to be used to talk about different groups of musicians and singers who did not follow the same traditions of regular country music, and who had a different sound. Many of them did not follow the high production values (such as spending a lot of money in the recording studio) of the big country music industry at the time, which was mostly based in Nashville, Tennessee.\nLyrics in alternative country might be depressing or about social issues, and often from the heart. They do not follow the clichés sometimes used by mainstream country musicians as often. In other ways, the sounds of alternative country artists do not always have much in common. They can include traditional American folk tunes, bluegrass, and other types of sounds. It can be music that does not sound like mainstream rock or country. This has become even more confusing with \"alternative country artists\" saying that they do not want to be called alternative country, with more mainstream artists saying they are alternative country, and with people saying that older musicians or musicians from the past are alternative country. \"No Depression\", the most popular magazine about alternative country, said that it covered \"alternative-country music (whatever that is)\".\nEven though not everybody agrees on what makes music \"alternative country\", most people agree that alternative country came from traditional American country music.\nIn the 1980s, in southern California, some musicians tried to make some music that had parts of country and parts of punk. This was called the \"cowpunk scene\". It had bands like Jason and the Scorchers. These styles came together in Uncle Tupelo's popular album \"No Depression\", which came out in 1990. Many people think it was the first alternative country album. A magazine called \"No Depression\" later came out that was written about alternative country. The magazine was named after Uncle Tupelo's album. The band made three more important albums and joined a big record label. The band broke up in 1994. Musicians in the band and people around the band later started three other important alternative country bands: Wilco, Son Volt and Bottle Rockets. Bottle Rockets signed, along with acts like Freakwater, The Old 97's and Robbie Fulks, to the Chicago-based indie record label, Bloodshot. They played a type of alternative country called \"insurgent country\". The bands Blue Mountain, Whiskeytown, Blood Oranges and Drive-By Truckers kept going in this direction before most began to move more in the direction of rock music in the 2000s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_music","surface_form":"country music","offset":78},{"uri":"Mainstream_(terminology)","surface_form":"mainstream","offset":148},{"uri":"Pop_music","surface_form":"pop","offset":162},{"uri":"Influences","surface_form":"influences","offset":271},{"uri":"Roots_rock","surface_form":"roots rock","offset":290},{"uri":"Bluegrass_music","surface_form":"bluegrass","offset":302},{"uri":"Rockabilly","surface_form":"rockabilly","offset":313},{"uri":"Americana_(music)","surface_form":"Americana","offset":325},{"uri":"Honky-tonk","surface_form":"honky-tonk","offset":336},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":348},{"uri":"Folk_rock","surface_form":"folk rock","offset":366},{"uri":"Punk_rock","surface_form":"punk","offset":380},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":463},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":882},{"uri":"Bluegrass_music","surface_form":"bluegrass","offset":1234},{"uri":"Traditional","surface_form":"traditional","offset":1905},{"uri":"California","surface_form":"California","offset":1967},{"uri":"Punk","surface_form":"punk","offset":2058},{"uri":"Cowpunk","surface_form":"cowpunk","offset":2085},{"uri":"Jason_and_the_Scorchers","surface_form":"Jason and the Scorchers","offset":2119},{"uri":"Uncle_Tupelo","surface_form":"Uncle Tupelo","offset":2174},{"uri":"Record_label","surface_form":"record label","offset":2509},{"uri":"Wilco","surface_form":"Wilco","offset":2662},{"uri":"Son_Volt","surface_form":"Son Volt","offset":2669},{"uri":"Bottle_Rockets","surface_form":"Bottle Rockets","offset":2682},{"uri":"Freakwater","surface_form":"Freakwater","offset":2742},{"uri":"The_Old_97%27s","surface_form":"The Old 97's","offset":2754},{"uri":"Robbie_Fulks","surface_form":"Robbie Fulks","offset":2771},{"uri":"Bloodshot_Records","surface_form":"Bloodshot","offset":2826},{"uri":"Blue_Mountain_(band)","surface_form":"Blue Mountain","offset":2917},{"uri":"Whiskeytown","surface_form":"Whiskeytown","offset":2932},{"uri":"Blood_Oranges","surface_form":"Blood Oranges","offset":2945},{"uri":"Drive-By_Truckers","surface_form":"Drive-By Truckers","offset":2963}]}