{"id":253434,"url":"http://en.wikipedia.org/wiki/Constitution_of_Australia","text":"The Constitution of Australia is the law that set up the Australian Commonwealth Government and says how it works. It is made up of several documents. The most important is the Constitution of the Commonwealth of Australia. The people of Australia voted in referendums from 1898–1900 to accept the Constitution. The Constitution was then passed as a part of the Commonwealth of Australia Constitution Act 1900 (Imp), an Act of the Parliament of the United Kingdom. Queen Victoria signed it on 9 July 1900. The Constitution became law on 1 January 1901. Even though the Constitution was an Act of the United Kingdom parliament, the Australia Acts took away the power of the United Kingdom parliament to change the Constitution. Now only the Australian people can change it by referendum.\nTwo other laws support the Australian Constitution. The first is the Statute of Westminster, as passed by the Commonwealth as the \"Statute of Westminster Adoption Act 1942.\" The second is the \"Australia Act 1986\", which was passed by the Parliaments of every Australian state, the United Kingdom, and the Australian Federal Parliament. Together, these Acts had the effect of cutting all constitutional links between Australia and the United Kingdom. Even though the same person, Queen Elizabeth II, is the monarch of both countries, these are now separate countries.\nUnder Australia's common law system, the High Court of Australia and the Federal Court of Australia have the power to decide what the constitution actually means.\nHistory.\nThe history of the Constitution of Australia began with moves towards federation in the 19th century. The Australian colonies joined together to form the Commonwealth of Australian in 1901.\nFederation..\nIn the mid-19th century, the Australian colonies needed to work together on things that affected them all, especially tariffs between the colonies. This cooperation led to plans to join the colonies together in a single federation. The push to do this came mainly from Britain and there was little local support. The smaller colonies thought they would be taken over by the larger ones. Victoria and New South Wales did not agree about the need to protect local industry, as opposed to allowing everyone to trade freely. The then-recent American Civil War also weakened the case for federalism. These difficulties led to the failure of several attempts to bring about federation in the 1860s and 1850s.\nBy the 1880s Australians were worried about the growing presence of the Germans and the French in the Pacific. Along with a growing Australian identity, this created the opportunity to start the first inter-colonial body, the Federal Council of Australasia, in 1885. This Federal Council could make laws on certain subjects, but did not have a permanent office, an executive, or its own source of income. New South Wales, the largest colony, would not take part.\nHenry Parkes, the Premier of New South Wales, pushed for a series of conferences in the 1890s to talk about federalism. The first was in Melbourne in 1890, and another, the National Australasian Convention, in Sydney in 1891. These were attended by colonial leaders. By the 1891 conference, many people wanted a federal system. Most of the discussion was about how this federal system would work. With help from Sir Samuel Griffith, a draft constitution was written. These meetings did not have popular support. The draft constitution also left out important, but difficult, issues, such as tariff policy. The draft of 1891 was given to colonial parliaments but was not supported by New South Wales. Without New South Wales, the other colonies were unwilling to continue.\nIn 1895, the six premiers of the Australian colonies agreed to set up a new Convention by popular vote. The Convention met over the course of a year from 1897 to 1898. The meetings produced a new Constitution that was the same as the 1891 draft, but with added provisions for responsible government. To get popular support, the draft was voted on by the electors of each colony. After one failed attempt, a changed draft was given to the electors of each colony except Western Australia. Five colonies passed the Bill that was then sent to the Westminster Parliament with a letter requesting the Queen to make it into law.\nThe British government made one change before the Bill was passed. The Chief Justices of the colonies wanted the right to appeal decisions of the High Court to the Privy Council on constitutional matters. They were worried that the limits of the powers of the Commonwealth or States could be changed by parliament. The British Parliament passed the \"Commonwealth of Australia Constitution Act\" in 1900. Western Australia finally agreed to join the Commonwealth in time for it to join the Commonwealth of Australia, which officially began on 1 January 1901.\nIn 1990, the Public Records Office in London loaned the original copy 1900 of the \"Commonwealth of Australia Constitution Act\" to Australia. The Australian government wanted to keep the copy. The British parliament agreed by passing the \"Australian Constitution (Public Record Copy) Act 1990\".\nThe Statute of Westminster and the Australia Acts.\nAlthough Federation made Australia independent of Britain, legally the Commonwealth was a creation of the British Imperial Parliament, through the \"Commonwealth of Australia Constitution Act\" 1900 (Imp), which applied to Australia. As a result, there was continued uncertainty as to whether British Imperial laws still applied to the Commonwealth. This was fixed by the \"Statute of Westminster 1931\", adopted by the Commonwealth via the \"Statute of Westminster Adoption Act 1942\". The Statute of Westminster freed the Dominions, including the Commonwealth, from Imperial laws and controls. Legally, this is the moment of Australia's national independence.\nHowever, British laws were still more important in Australian states. This was fixed by the \"Australia Act 1986\", which was passed by the parliaments of Australia, the United Kingdom, and each of the states. This law stopped the British Parliament's power to make laws over Australian states. It also stopped appeals from the Australian courts to the Judicial Committee of the Privy Council. As this was a very important document, Queen Elizabeth II travelled to Australia to sign the proclamation of the law.\nOne result of these two laws is that Australia is now a fully independent country. The Constitution is now different from the original Act, as the Australian people can change the Constitution, by referendum. However, the original Act remains on the UK's law book with a note saying, \"The Constitution is not necessarily in the form in which it is in force in Australia\". Even if the United Kingdom Parliament were to remove the \"Commonwealth of Australia Constitution Act 1900\", it would have no effect on Australia.\nArticles.\nThe \"Commonwealth of Australia Constitution Act 1900\" (Imp) contains a Preamble, and nine sections. Sections 1– 8 are the laws to set up the Commonwealth. Section 9, starting with the words \"The Constitution of the Commonwealth shall be as follows...\", contains the Constitution of the Commonwealth of Australia. The Constitution itself is in eight chapters, with 128 sections.\nThe Parliament.\nSection 1 says that legislative power belongs to the Parliament. It is the most powerful part of government.\nPart II of Chapter 1 is about the Senate. Senators are to be \"directly chosen by the people of the State\", voting as a single electorate. Each State is to have the same number of senators. Currently, there are 12 senators for each State, and 2 each for the mainland territories, the Northern Territory and the Australian Capital Territory.\nPart III of Chapter 1 is about the House of Representatives. Section 24 says the House must have twice as many members as the Senate, each elected by a single electorate. This is called the 'Nexus'. It designed to prevent swamping of the senate's power in the case of a joint sitting (see Section 57 below). The number of electorates in a State is to be based on its share of the national population.\nPart IV of Chapter 1 says who can vote, who can be elected to the parliament, how much members can be paid, parliamentary rules and related matters.\nPart V of Chapter 1 is about the powers of the parliament. Section 51 deals with powers of the Commonwealth parliament and are called \"specific powers\". There are also \"concurrent powers\", and both the Commonwealth and the States can make laws on these subjects. Federal law is more important if the laws are different (Section 109). Of the thirty-nine parts of section 51, a few have become very important in deciding how much power the Commonwealth government has in law. These include the Trade and Commerce Power, the Corporations Power and the External Affairs Power. Section 52 deals with powers that belong only to the Commonwealth parliament. States cannot make laws on these subjects.\nThe Executive Government.\nChapter II sets up the executive branch of government. Executive power is to be exercised by the Governor-General, advised by the Federal Executive Council. The Governor-General is the commander in chief. He or she may appoint and dismiss the members of the Executive Council, ministers of state, and all officers of the executive government. These powers, along with the powers to dissolve (or refuse to dissolve) parliament (Section 5, Section 57), are termed \"reserve powers\". The use of these powers is by convention. Generally, the Governor-General acts only on the advice of the Prime Minister. There has been only one instance of the Governor-General not taking the Prime Minister's advice. Governor-General Sir John Kerr, acting on his own, dismissed Prime Minister Gough Whitlam in the 1975 Australian constitutional crisis.\nReserve powers in all Westminster nations are only \"extremely\" rarely exercised outside of the understood conventions. However, in contrast with the constitutions of other Commonwealth Realms such as Canada, which formally grant extensive reserve powers to the Monarch, even the formal powers of the Queen of Australia are extremely limited, and most powers can be used only by the Governor-General.\nSection 68 says that the Command in chief of Australia's naval and military forces \"is vested in the Governor General as the Queen's representative\". The Commander in chief of the Australian Defence Force is now Her Excellency Quentin Bryce as the Governor General of Australia. The Queen of Australia is not in command of the military.\nThe Judicature.\nChapter III sets up the judicial branch of government. Section 71 gives judicial power to a \"Federal Supreme Court\" called the High Court of Australia. The Parliament can also make new federal courts or give other courts federal powers. Such courts, called \"Chapter III Courts\", are the only courts that can use federal judicial power. Sections 73 and 75-78 outline the original and appellate jurisdiction of the High Court. Section 74 explains how an appeal can be made to the Queen in Council. Section 79 allows Parliament to limit the number of judges able to exercise federal jurisdiction and section 80 guarantees trial by jury for indictable offences against the Commonwealth.\nFinance and Trade.\nChapter IV deals with finance and trade in the federal system. Section 81 says that all Commonwealth revenue shall form the Consolidated Revenue Fund. Parliament can make laws as to the how its money is spent (Section 53). Unlike most other powers of the parliament, laws made under this power cannot usually be challenged. Section 90 gives the Commonwealth exclusive power over duties of custom and excise.\nSection 92 provides that \"trade, commerce, and intercourse among the States shall be \"absolutely free\". The precise meaning of this phrase is the subject of a considerable body of law.\nSection 96 gives the Commonwealth power to give money to States \"on such terms and conditions as the Parliament thinks fit\". This power is not limited by any other part of the Constitution, such as Section 99 that forbids giving preference to one State or over another State. It is subject only to Section 116, freedom of religion, and possibly other such freedoms. This power, which was only meant to be used (\"during a period of ten years... and thereafter until the Parliament otherwise provides\"), has been used by the Commonwealth to encourage cooperation by the States to various extents over the years.\nSection 101 sets up an Inter-State Commission, a body which is no longer exists, but which was meant to have a significant role in the federal structure.\nThe States.\nChapter V says what the States can do in a federal system. Sections 106-108 preserve the Constitution, the powers of the Parliament, and the laws in force of each of the States.\nSection 109 says that, where a State law is different to a federal law, the federal law applies.\nSection 111 says that a State can give up any part of its lands to the Commonwealth. This has happened several times. South Australia gave the Northern Territory to the Commonwealth.\nSection 114 stops any state from having its own military force. It also stops the State or the Commonwealth taxing each other's property.\nSection 116 sets out \"freedom of religion\", by stopping \"the Commonwealth\" from making any law to start a religion, to impose any religious observance, or to stop a religion, and by stopping religious discrimination for public office.\nNew States.\nChapter VI allows new states to be made, or to join the Commonwealth. Section 122 allows the Parliament to provide for the representation in Parliament of any new territory. Section 123 says that changing the boundaries of a State needs the support of the Parliament of that State and must pass a referendum in that State.\nNo new states have joined the Commonwealth since federation.\nMiscellaneous.\nChapter VII says that the seat of government of the Commonwealth (now Canberra) shall be in New South Wales but no less than one hundred miles from Sydney, and that the Governor-General may appoint deputies. Section 127 first said that Aborigines cannot be counted in any Commonwealth or State census. This section was changed in 1967.\nAlteration of the Constitution.\nThe Governor-General must put the referendum bill to the people between two and six months after passing parliament. After the constitutional amendment bill has passed both the parliament and the referendum, it then receives Royal Assent from the Governor-General. This makes it the new law and the wording of the Constitution is changed.\nAn exception to this process is if the amendment bill is rejected by one house of Federal Parliament. If the bill passes the first house and is rejected by the second, then after three months the first house may pass it again. If the bill is still rejected by the second house, then the Governor-General may choose to still put the bill to the people's vote.\nChanges.\nAs mentioned above, changing the Constitution requires a referendum in which the \"Yes\" vote achieves a majority nationally, as well as majorities in a majority of states.\nForty-four proposals to change the Constitution have been voted on at referendums. Eight have been approved. The following is a list of changes that have been approved.\nThe role of conventions.\nAs well as the written Constitution and Letters Patent issued by the Crown, conventions are an important part of the Constitution. These have developed over the years and define how various constitutional mechanisms work in practice.\nInterpretation.\nThe vast majority of constitutional cases before the High Court deal with characterisation: whether new laws are part of the power granted to the Commonwealth government by the Constitution.\nProtection of rights.\nThe Australian Constitution does not include a Bill of Rights. Some people at the 1898 Constitutional Convention wanted a Bill of Rights like the United States Constitution, but the majority felt that the traditional rights and freedoms of British subjects were enough. These would be protected by the Parliamentary system and independent judiciary which the Constitution would create. As a result, the Australian Constitution has often been criticised for not protecting rights and freedoms.\nIn 1992 and 1994, the High Court of Australia found that the Constitution gave an \"implied\" right to freedom of political communication, in a series of cases including the \"Australian Capital Television\" case and the \"Theophanous\" case. This was seen as a necessary part of the democratic system created by the Constitution. The application of this \"implied right\" has, however, been restricted in later cases, such as \"Lange v ABC\". It is in no way equivalent to a freedom of speech, and only protects individuals against the government trying to limit their political communication: it offers no protection against other individuals.\nIn 2007, the High Court of Australia in \"Roach v Electoral Commissioner\" said that sections 7 and 24 of the Constitution, by providing that members of the House of Representatives and the Senate be \"directly chosen by the people\", created a limited right to vote. This means that there is a universal franchise in principle, and limited the Federal Parliament's legislative power to change it. In the case, a legislative change to stop all prisoners from voting (as opposed to only those serving sentences of three years or more, as it was before the amendment) was rejected as breaking that right.\nOther attempts to find other \"implied rights\" in High Court cases have not been successful.\nPreamble.\nWhile a \"pro forma\" preamble prefaces the Imperial \"Commonwealth of Australia Constitution Act 1900\", the Australian Constitution itself does not have a preamble. There have been some calls to add one to express the spirit and aspirations embodied in the constitution. However, there has been fierce opposition, usually on the basis of the content of the preamble, as well as possible legal ramifications of this text. In 1999, a proposed preamble, written by John Howard, the then Prime Minister, was defeated in a referendum held concurrently with the Republic referendum. The \"Yes\" vote (in favour of the insertion of the preamble) did not achieve a majority in any of the six states.\nRepublic proposals.\nThere have been many people who have wanted Australia to become a republic. On 6 November 1999, Australians did not support a law to remove the Queen and replace the Governor-General with a President. The President was to be appointed by a two-thirds majority of the members of the Commonwealth Parliament. Opinion poll results said that the majority of Australians were in favour of some form of a republic. Many voters who voted against the 1999 referendum wanted to be able to vote for a President. In research and polling following the 1999 referendum, people said that an appointed President would not be able to act independently of the Parliament. By being able to appoint the President, rather than having the people elect a President, many felt that too much power was being given to Parliament with no check or balance on that power. Support for holding another referendum in the near future seems to be growing, and another referendum may be held. Former Prime Minister Kevin Rudd said the current (2012) situation \"no longer reflects either the fundamental democratic principles that underpin the Australian nation or its diversity\". He was thinking about a referendum for an independent, elected President. He went on to say that \"over the next year there would be an \"accelerated public debate\" about the monarchy question\".\nCommemoration.\nConstitution Day is celebrated on 9 July, the date the Constitution became law in 1900. The date is not a public holiday. Constitution Day was first held on 9 July 2000 to mark the centenary of the Constitution as part of the Centenary of Federation. The celebrations were not big and have not been widely held after 2001. Constitution Day was revived in 2007 and is jointly organised by the National Archives of Australia, which holds the original Constitution documents, and the Department of Immigration and Citizenship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government_of_Australia","surface_form":"Commonwealth Government","offset":68},{"uri":"Document","surface_form":"document","offset":140},{"uri":"Referendum","surface_form":"referendum","offset":257},{"uri":"Act_of_Parliament","surface_form":"Act","offset":420},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Parliament of the United Kingdom","offset":431},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":465},{"uri":"Statute_of_Westminster_1931","surface_form":"Statute of Westminster","offset":856},{"uri":"Statute_of_Westminster_Adoption_Act_1942","surface_form":"Statute of Westminster Adoption Act 1942","offset":918},{"uri":"Australia_Act_1986","surface_form":"Australia Act 1986","offset":980},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":1266},{"uri":"Common_law","surface_form":"common law","offset":1372},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":1395},{"uri":"Federal_Court_of_Australia","surface_form":"Federal Court of Australia","offset":1427},{"uri":"19th_century","surface_form":"19th century","offset":1614},{"uri":"Commonwealth_of_Australia","surface_form":"Commonwealth of Australia","offset":1680},{"uri":"19th_century","surface_form":"19th century","offset":1740},{"uri":"Tariff","surface_form":"tariff","offset":1847},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":2116},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2129},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2266},{"uri":"Germany","surface_form":"Germans","offset":2504},{"uri":"Federal_Council_of_Australasia","surface_form":"Federal Council of Australasia","offset":2658},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2837},{"uri":"Henry_Parkes","surface_form":"Henry Parkes","offset":2895},{"uri":"Premier_of_New_South_Wales","surface_form":"Premier of New South Wales","offset":2913},{"uri":"Melbourne","surface_form":"Melbourne","offset":3032},{"uri":"Sydney","surface_form":"Sydney","offset":3105},{"uri":"Sir_Samuel_Griffith","surface_form":"Sir Samuel Griffith","offset":3307},{"uri":"Responsible_government","surface_form":"responsible government","offset":3943},{"uri":"Western_Australia","surface_form":"Western Australia","offset":4136},{"uri":"British_Imperial_Parliament","surface_form":"Westminster Parliament","offset":4211},{"uri":"Queen_Victoria","surface_form":"Queen","offset":4263},{"uri":"High_Court_of_Australia","surface_form":"High Court","offset":4436},{"uri":"Privy_Council","surface_form":"Privy Council","offset":4454},{"uri":"Western_Australia","surface_form":"Western Australia","offset":4693},{"uri":"Public_Records_Office","surface_form":"Public Records Office","offset":4860},{"uri":"London","surface_form":"London","offset":4885},{"uri":"British_Imperial_Parliament","surface_form":"British Imperial Parliament","offset":5298},{"uri":"British_Empire","surface_form":"British Imperial","offset":5483},{"uri":"Commonwealth_of_Australia","surface_form":"Commonwealth","offset":5526},{"uri":"Statute_of_Westminster_1931","surface_form":"Statute of Westminster 1931","offset":5563},{"uri":"Statute_of_Westminster_Adoption_Act_1942","surface_form":"Statute of Westminster Adoption Act 1942","offset":5630},{"uri":"British_Dominions","surface_form":"Dominions","offset":5710},{"uri":"Australia_Act_1986","surface_form":"Australia Act 1986","offset":5941},{"uri":"Australian_court_hierarchy","surface_form":"Australian courts","offset":6174},{"uri":"Judicial_Committee_of_the_Privy_Council","surface_form":"Judicial Committee of the Privy Council","offset":6199},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":6279},{"uri":"Referendum","surface_form":"referendum","offset":6555},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":7672},{"uri":"Australian_Capital_Territory","surface_form":"Australian Capital Territory","offset":7699},{"uri":"Section_51_of_the_Australian_Constitution","surface_form":"Section 51","offset":8338},{"uri":"Section_109_of_the_Australian_Constitution","surface_form":"Section 109","offset":8599},{"uri":"Section_51(i)_of_the_Australian_Constitution","surface_form":"Trade and Commerce Power","offset":8771},{"uri":"Section_51(xx)_of_the_Australian_Constitution","surface_form":"Corporations Power","offset":8801},{"uri":"Section_51(xxix)_of_the_Australian_Constitution","surface_form":"External Affairs Power","offset":8828},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":9096},{"uri":"Federal_Executive_Council","surface_form":"Federal Executive Council","offset":9129},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":9584},{"uri":"John_Kerr","surface_form":"John Kerr","offset":9718},{"uri":"Gough_Whitlam","surface_form":"Gough Whitlam","offset":9773},{"uri":"1975_Australian_constitutional_crisis","surface_form":"1975 Australian constitutional crisis","offset":9794},{"uri":"Canada","surface_form":"Canada","offset":10033},{"uri":"Reserve_power","surface_form":"reserve power","offset":10072},{"uri":"Queen_of_Australia","surface_form":"Queen of Australia","offset":10133},{"uri":"Australian_Defence_Force","surface_form":"Australian Defence Force","offset":10413},{"uri":"Quentin_Bryce","surface_form":"Quentin Bryce","offset":10460},{"uri":"Governor_General_of_Australia","surface_form":"Governor General of Australia","offset":10481},{"uri":"Queen_of_Australia","surface_form":"Queen of Australia","offset":10516},{"uri":"Judiciary","surface_form":"judicial","offset":10610},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":10713},{"uri":"Chapter_III_Court","surface_form":"Chapter III Court","offset":10844},{"uri":"Judicial_Committee_of_the_Privy_Council","surface_form":"Queen in Council","offset":11064},{"uri":"Jury_trial","surface_form":"trial by jury","offset":11205},{"uri":"Indictable_offence","surface_form":"indictable offence","offset":11223},{"uri":"Excise_tax","surface_form":"excise","offset":11688},{"uri":"Freedom_of_religion","surface_form":"freedom of religion","offset":12192},{"uri":"Inter-State_Commission","surface_form":"Inter-State Commission","offset":12514},{"uri":"Section_109_of_the_Australian_Constitution","surface_form":"Section 109","offset":12835},{"uri":"South_Australia","surface_form":"South Australia","offset":13050},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":13075},{"uri":"Canberra","surface_form":"Canberra","offset":13969},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":13991},{"uri":"Sydney","surface_form":"Sydney","offset":14047},{"uri":"Australian_Aborigines","surface_form":"Aborigines","offset":14135},{"uri":"Australian_referendum%2C_1967_(Aboriginals)","surface_form":"changed","offset":14218},{"uri":"Letters_patent","surface_form":"Letters Patent","offset":15379},{"uri":"Constitutional_convention_(political_custom)","surface_form":"conventions","offset":15415},{"uri":"Characterisation","surface_form":"characterisation","offset":15663},{"uri":"Bill_of_Rights","surface_form":"Bill of Rights","offset":15849},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":15948},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":16317},{"uri":"Australian_Capital_Television_Pty_Ltd_v_Commonwealth","surface_form":"Australian Capital Television","offset":16468},{"uri":"Theophanous_v_Herald_and_Weekly_Times_Ltd","surface_form":"Theophanous","offset":16513},{"uri":"Lange_v_ABC","surface_form":"Lange v ABC","offset":16715},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":16944},{"uri":"Roach_v_Electoral_Commissioner","surface_form":"Roach v Electoral Commissioner","offset":16972},{"uri":"Universal_franchise","surface_form":"universal franchise","offset":17222},{"uri":"High_Court_of_Australia","surface_form":"High Court","offset":17579},{"uri":"List_of_enacting_formulae","surface_form":"\"pro forma\" preamble","offset":17640},{"uri":"Preamble","surface_form":"preamble","offset":17785},{"uri":"John_Howard","surface_form":"John Howard","offset":18092},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":18114},{"uri":"1999_Australian_republic_referendum","surface_form":"Republic referendum","offset":18186},{"uri":"1999_Australian_republic_referendum","surface_form":"did not support","offset":18448},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":19321},{"uri":"Federation_of_Australia","surface_form":"Centenary of Federation","offset":19920},{"uri":"National_Archives_of_Australia","surface_form":"National Archives of Australia","offset":20086},{"uri":"Department_of_Immigration_and_Citizenship_(Australia)","surface_form":"Department of Immigration and Citizenship","offset":20175}]}