{"id":253569,"url":"http://en.wikipedia.org/wiki/John_Joseph_Woods","text":"John Joseph Woods was a New Zealand teacher and songwriter. He is best known for winning a competition to set \"God Defend New Zealand\", a poem by Thomas Bracken, to music. By doing this, he composed the tune to what later became New Zealand's national anthem. Woods was also the Tuapeka County Council clerk for 55 years.\nPersonal life.\nWoods was born in Tasmania in 1849 into an Irish family with fourteen other children, seven boys and seven girls. His father was a soldier. After teaching in Tasmania for nine years, he came to New Zealand as a young man and worked for a time in Nelson, Christchurch, Dunedin and Invercargill. Eight years teaching in New Zealand led to a position as the head teacher of St Patrick's School in Lawrence, Otago, and he moved there from Invercargill in 1874. Woods was known as a good musician. He was choirmaster of the local Catholic church, and could play twelve different instruments, though he was best known for his skill on the violin. Singing a solo at his own wedding, Woods showed that he was also a good singer.\nWhile in Lawrence, Woods taught with an Irish widow called Harriet Conway (née Plunket) who already had two sons. They were married in September 1874 and had four children together, three sons and a daughter named Mary.\nIn 1902, Woods built a house of brick and wood on the corner of Lismore and Lancaster Streets. He lived there until he died in 1934. It is now under the care of the Historic Places Trust, which mounted a plaque on the street-facing back wall to remember his composition of the national anthem.\nComposition of the national anthem.\nOne night in the winter of June 1876, Woods read about the competition in the \"Saturday Advertiser\". According to tradition, he usually met the coach that delivered the news in the main street of Lawrence to pick up his paper. It was already 9 pm, but he went straight to his piano and in that one sitting composed the tune for what later became the national anthem. In a later letter to A.H. Reed, he explained that the words inspired him so much he had to write music for them. He entered his composition under the pen name of \"Orpheus\". The \"Advertiser\" sent it off with the eleven other submissions to Melbourne, where it was judged. In October 1876, it was announced that the three judges all agreed that Woods' composition was the clear winner. The prize was ten guineas.\nThe rules of the competition meant that the copyright of the music would belong to the \"Saturday Advertiser\", which gave the manuscript to the Dunedin-based Charles Begg & Co to publish, but a nine-month delay in sending it to a publisher was followed by two months of waiting for it to be printed. The end result was a very poor edition with only one verse, which was thrown out by the \"Advertiser\". When promises of reprint failed to come true, the \"Advertiser\" was forced to hand the copyright back over to Woods. He immediately arranged for it to be printed by Hopwood and Crew in London, with Bracken's blessing. Bracken did not mean for his poem to become the national anthem, and it was Woods who had always used the word \"anthem\" where Bracken called it a \"hymn\".\nBeing a choirmaster, Woods' focus in composing the melody was to make it simple and easy for children to sing. This proved to help its success when the Premier George Grey visited Lawrence on 11 March 1878 and was welcomed by six hundred local schoolchildren singing what was by then beginning to be labelled as the \"national anthem\". Grey was very taken by the music and immediately sent a telegram to Bracken congratulating him.\nCounty clerk.\nIn 1877, Woods stopped teaching and became the county clerk for the Tuapeka County Council. He was known for working 13-hour days and keeping accounts of such a high standard that he was accepted as a fellow of the Registered Accountants of New Zealand. Serving in this role, he also became known as an authority on county law, sought out by the council and clerks of other regions. He also organised the decoration of council office buildings to mark Queen Victoria's Diamond Jubilee in 1897.\nHe served in that role for 55 years until ill health forced him to retire in 1932, aged 83.\nOther honours.\nWoods was deeply involved in the affairs of the town. He was a member of many local clubs and societies. He was also known as an expert on cultivating daffodils, of which his collection was the largest in the area. In 1884, Woods was elected first president of the local choral society.\nWhen Woods was made an Honorary Freeman of New Zealand, he was commended for his \"efficiency, integrity and devotion to duty\".","categories":[],"infobox_types":[],"annotations":[{"uri":"New_Zealand","surface_form":"New Zealand","offset":24},{"uri":"God_Defend_New_Zealand","surface_form":"God Defend New Zealand","offset":111},{"uri":"Thomas_Bracken","surface_form":"Thomas Bracken","offset":146},{"uri":"National_anthem","surface_form":"national anthem","offset":243},{"uri":"Nelson","surface_form":"Nelson","offset":583},{"uri":"Christchurch","surface_form":"Christchurch","offset":591},{"uri":"Dunedin","surface_form":"Dunedin","offset":605},{"uri":"Invercargill","surface_form":"Invercargill","offset":617},{"uri":"Otago","surface_form":"Otago","offset":741},{"uri":"Choir","surface_form":"choir","offset":837},{"uri":"Violin","surface_form":"violin","offset":970},{"uri":"Wedding","surface_form":"wedding","offset":1004},{"uri":"Irish_people","surface_form":"Irish","offset":1098},{"uri":"Widow","surface_form":"widow","offset":1104},{"uri":"Historic_Places_Trust","surface_form":"Historic Places Trust","offset":1443},{"uri":"Pen_name","surface_form":"pen name","offset":2125},{"uri":"Guinea_(British_coin)","surface_form":"guineas","offset":2377},{"uri":"Copyright","surface_form":"copyright","offset":2430},{"uri":"Manuscript","surface_form":"manuscript","offset":2511},{"uri":"Dunedin","surface_form":"Dunedin","offset":2529},{"uri":"Sir_George_Grey","surface_form":"George Grey","offset":3318},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":4055},{"uri":"Daffodil","surface_form":"daffodil","offset":4355}]}