{"id":253548,"url":"http://en.wikipedia.org/wiki/Badwater_Basin","text":"Badwater Basin is a basin in Death Valley National Park, Death Valley, California. The water which goes into it does not flow into any ocean.\nBadwater Basin is the lowest point in North America, at below sea level. Mount Whitney, the highest point in the 48 states, is only 76 miles west of the Basin. It is one of the lowest places in Death Valley.\nBadwater Basin has a small natural pool of undrinkable water next to the road. The water comes from a spring. It is called 'Badwater' because people cannot drink the water. This is because so much salt has built up from the basin. The pool does have animals and plants living there, including pickleweed, insects, and the Badwater snail.\nThe pool is not actually the lowest point of the basin. The lowest point is several miles to the west, the exact point which is lowest changes. However, the salt flats are dangerous to travel across (in many cases being only a thin white crust over mud), therefore the sign states that the lowest point is at the pool, where people can see it. Some people say that it is the lowest point in the Western Hemisphere, but this is not true. The lowest point is actually Laguna del Carbón in Argentina at -105 meters (-344 feet).\nGeography.\nAt Badwater Basin, big rainstorms sometimes flood the bottom of the valley. They cover the salt pan with a thin sheet of standing water. This makes new lakes, but the lakes do not last long. This is because the average of rain that falls every year is much lower than the a 150-inch annual evaporation rate, so all the water evaporates away. This means that even a 12-foot-deep, 30-mile-long lake would dry up in a single year. While the basin is flooded, some of the salt dissolves and goes back into the basin as clean crystals when the water evaporates.\nPainted on the cliff above Badwater is a sign that says \"Sea Level\" which people visiting like to look at.\nHistory.\nDuring the Holocene, when the regional climate was less dry, streams that ran from mountains in the area slowly filled Death Valley until it was 3 feet (1m) deep. Eventually, there was a long lake, Lake Manly.\nThe wet times with much rain did not last. The temperature got warmer, and there was less rain. The lake began to dry up, and as the water evaporated, the lake became saltier. Eventually, only a soup of brine was left. Salts (95% table salt: NaCl) began to turn into crystals, covering the surface with a thick crust from three inches to five feet thick (1-1.7m).","categories":[],"infobox_types":[],"annotations":[{"uri":"Basin_(geology)","surface_form":"basin","offset":20},{"uri":"Death_Valley_National_Park","surface_form":"Death Valley National Park","offset":29},{"uri":"Death_Valley","surface_form":"Death Valley","offset":57},{"uri":"California","surface_form":"California","offset":71},{"uri":"Ocean","surface_form":"ocean","offset":135},{"uri":"North_America","surface_form":"North America","offset":180},{"uri":"Sea_level","surface_form":"sea level","offset":204},{"uri":"Mount_Whitney","surface_form":"Mount Whitney","offset":215},{"uri":"48_states","surface_form":"48 states","offset":255},{"uri":"Spring_(water)","surface_form":"spring","offset":452},{"uri":"Salt","surface_form":"salt","offset":547},{"uri":"Insect","surface_form":"insect","offset":655},{"uri":"Salt_flats","surface_form":"salt flats","offset":845},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":1083},{"uri":"Laguna_del_Carb%C3%B3n","surface_form":"Laguna del Carbón","offset":1154},{"uri":"Argentina","surface_form":"Argentina","offset":1175},{"uri":"Valley","surface_form":"valley","offset":1292},{"uri":"Dissolve","surface_form":"dissolves","offset":1697},{"uri":"Crystal","surface_form":"crystal","offset":1745},{"uri":"Cliff","surface_form":"cliff","offset":1796},{"uri":"Sea_level","surface_form":"Sea Level","offset":1838},{"uri":"Holocene","surface_form":"Holocene","offset":1908},{"uri":"Mountains","surface_form":"mountains","offset":1980},{"uri":"Lake_Manly","surface_form":"Lake Manly","offset":2095},{"uri":"Temperature","surface_form":"temperature","offset":2154},{"uri":"Rain","surface_form":"rain","offset":2197},{"uri":"Brine","surface_form":"brine","offset":2310}]}