{"id":253607,"url":"http://en.wikipedia.org/wiki/FC_Twente","text":"FC Twente is a football club from Enschede in the Netherlands. They play in the Eredivisie and also in the UEFA Champions League.\nTwente plays its games in the Grolsch Veste (a capacity of 30 000).\nFC Twente currently holds the national cup and the Johan Cruijff Schaal. In season 2010/11 they ended second in the league.\nHistory.\nFC Twente was founded on 1 July 1965 as a combination of Sportclub Enschede and Enschedes Boys. The two professional football teams in Enschede at that time (Sportclub Enschede and Enschedese Boys) had both money problems and were forced to merge. FC Twente started in the Eredivisie (highest Dutch league) and within a few years they were part of the top of Dutch football. Between 1970 and 1980 they came close to several prizes, but they always lost the final. In 1974 the ended second in the Eredivisie and in 1975 the lost the Dutch cup final as well as the UEFA Cup final (after beating Juventus in the semi-final). Only in 1978 they won the Dutch Cup (by beating PEC Zwolle in the final with 3-0). In the next decade (1980-1990) the club went down hill, with the relegation to the Eerste Divisie (second tier of Dutch football) in 1983 as all-time low. Twente was back in the Eredivisie within a year however. In the nineties Twente played a modest role in Dutch football, usually ending around the 5th place in the Eredivisie.\nIn the first decade of the 21st century the golden era started. In 2001 FC Twente won the Dutch cup by beating PSV Eindhoven in the final with a penalty shootout. This victory caused huge celebrations in the eastern part of the Netherlands. This showed the popularity of the club in the region, eventhough FC Twente almost never wins a prize. In 2003 the club almost went bankrupt and Joop Munsterman took over as chairman. He understood the potential of this club and developed a plan to increase the sportive, economic and social capacity of Twente. In 2008 the stadium size was increased from 13,500 to 24,000 seats. In 2011 the stadium was further increased to 30,000 seats. FC Twente again played on the top of the Dutch league, resulting in their first national title in 2010. Also the Intertoto Cup was won in 2006, the Johan Cruijff Schaal was won in 2010 and 2011 and the Dutch cup in 2011. In these years FC Twente also started a social programm to help unemployed people to find a job, encourage handicaped people to do sports and to give away free seats in the stadium to people that cannot afford a ticket.\nCurrent squad.\n\"For recent transfers, see List of Dutch football transfers winter 2011–12 and List of Dutch football transfers summer 2012.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":15},{"uri":"Enschede","surface_form":"Enschede","offset":34},{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":46},{"uri":"Eredivisie","surface_form":"Eredivisie","offset":80},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":107},{"uri":"Grolsch_Veste","surface_form":"Grolsch Veste","offset":160},{"uri":"KNVB_Cup","surface_form":"national cup","offset":228},{"uri":"Johan_Cruijff_Schaal","surface_form":"Johan Cruijff Schaal","offset":249},{"uri":"Sportclub_Enschede","surface_form":"Sportclub Enschede","offset":388},{"uri":"Enschedes_Boys","surface_form":"Enschedes Boys","offset":411},{"uri":"Enschede","surface_form":"Enschede","offset":466},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":894},{"uri":"Juventus","surface_form":"Juventus","offset":924},{"uri":"FC_Zwolle","surface_form":"PEC Zwolle","offset":1001},{"uri":"Eerste_Divisie","surface_form":"Eerste Divisie","offset":1119},{"uri":"PSV_Eindhoven","surface_form":"PSV Eindhoven","offset":1477},{"uri":"Joop_Munsterman","surface_form":"Joop Munsterman","offset":1751},{"uri":"Intertoto_Cup","surface_form":"Intertoto Cup","offset":2158},{"uri":"Johan_Cruijff_Schaal","surface_form":"Johan Cruijff Schaal","offset":2193},{"uri":"List_of_Dutch_football_transfers_winter_2011%E2%80%9312","surface_form":"List of Dutch football transfers winter 2011–12","offset":2528},{"uri":"List_of_Dutch_football_transfers_summer_2012","surface_form":"List of Dutch football transfers summer 2012","offset":2580}]}