{"id":25393,"url":"http://en.wikipedia.org/wiki/Mackenzie_Bowell","text":"Sir Mackenzie Bowell, PC, KCMG (27 December 1823–10 December 1917) was the fifth Prime Minister of Canada from 21 December 1894 to 27 April 1896.\nEarly life.\nBowell was born in Rickinghall, Suffolk, England to John Bowell and Elizabeth Marshall. In 1832 his family moved to Belleville, Ontario. He started work helping the printer at the town newspaper, \"The Intelligencer\". He became printer and editor with that newspaper, and later its owner. He was a Freemason and an Orangeman, becoming Grandmaster of the Orange Order of British North America, 1870 – 1878. In 1847 he married Harriet Moore (1829 – 1884). He had four sons and five daughters.\nPolitics.\nBowell was elected to the House of Commons in 1867, as a Conservative, for North Hastings, Ontario. In 1878 he became Minister of Customs. In 1892 he became Minister of Militia and Defence. He was a skilled and hardworking administrator. He later became Minister of Trade and Commerce. He was elected to the Senate. His visit to Australia in 1893 led to the first meeting of British colonies and territories. It was held in Ottawa in 1894. He became Leader of the Government in the Senate on October 31 1893.\nIn December 1894 the Prime Minister Sir John Thompson died suddenly. Bowell was the most senior Cabinet minister and was appointed Prime Minister by the Governor General. Bowell was the second of two Canadian Prime Ministers to serve in the Senate rather than the House of Commons. (The first was John Abbott.)\nManitoba Schools Question.\nAs Prime Minister, Bowell faced the difficult Manitoba Schools Question. In 1890 Manitoba stopped giving money to Catholic schools. This was the opposite of an earlier law called in the Manitoba Act of 1870. Bowell other political leaders could not solve the problem. It had divided the country, the government, and even Bowell's own Cabinet. He could not make up his own mind on how to fix the problem. As a Senator he could not speak in the arguments in the House of Commons. Bowell supported a law that would have forced Manitoba to restore funding the Catholic schools. His Cabinet did not agree. Normal government activities stopped. His Cabinet decided he did not have the ability to be Prime Minister and he was forced to resign. Seven government ministers resigned and stopped new people from being appointed. Bowell called them \"a nest of traitors\". After ten days, the Governor General stepped in and the problem was solved. Six of the ministers went back to their jobs. Charles Tupper was the person who was seen as the real leader. Tupper had been Canadian High Commissioner to the United Kingdom. He had been asked to come back and taker over from Bowell. Bowell resigned at the end of the parliamentary session.\nBowell was the Conservative leader until 1906. He stayed in the Senate until his death. He died of pneumonia in Bellville, just before he turned 94. He was buried in the Belleville Cemetery. His funeral was attended by a full group of the Orange Order.\nBowell's descendants live in Hertfordshire, England.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen%27s_Privy_Council_of_Canada","surface_form":"PC","offset":22},{"uri":"Order_of_St._Michael_and_St._George","surface_form":"KCMG","offset":26},{"uri":"Prime_Minister_of_Canada","surface_form":"Prime Minister of Canada","offset":81},{"uri":"Rickinghall","surface_form":"Rickinghall","offset":177},{"uri":"Suffolk","surface_form":"Suffolk","offset":190},{"uri":"England","surface_form":"England","offset":199},{"uri":"Belleville%2C_Ontario","surface_form":"Belleville","offset":274},{"uri":"Ontario","surface_form":"Ontario","offset":286},{"uri":"Newspaper","surface_form":"newspaper","offset":343},{"uri":"Freemason","surface_form":"Freemason","offset":455},{"uri":"Orange_Institution","surface_form":"Orangeman","offset":472},{"uri":"Harriet_Moore","surface_form":"Harriet Moore","offset":582},{"uri":"Canadian_House_of_Commons","surface_form":"House of Commons","offset":684},{"uri":"Conservative_Party_of_Canada_(historical)","surface_form":"Conservative","offset":715},{"uri":"Australia","surface_form":"Australia","offset":987},{"uri":"British_colonies","surface_form":"British colonies","offset":1033},{"uri":"Ottawa","surface_form":"Ottawa","offset":1082},{"uri":"Leader_of_the_Government_in_the_Senate","surface_form":"Leader of the Government in the Senate","offset":1108},{"uri":"October_31","surface_form":"October 31","offset":1150},{"uri":"1893","surface_form":"1893","offset":1161},{"uri":"John_Sparrow_David_Thompson","surface_form":"John Thompson","offset":1207},{"uri":"John_Abbott","surface_form":"John Abbott","offset":1464},{"uri":"Manitoba_Schools_Question","surface_form":"Manitoba Schools Question","offset":1551},{"uri":"Manitoba","surface_form":"Manitoba","offset":1586},{"uri":"Roman_Catholicism","surface_form":"Catholic","offset":1619},{"uri":"Manitoba_Act","surface_form":"Manitoba Act","offset":1691},{"uri":"Charles_Tupper","surface_form":"Charles Tupper","offset":2486},{"uri":"High_Commissioner","surface_form":"High Commissioner","offset":2574},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2599},{"uri":"Pneumonia","surface_form":"pneumonia","offset":2830},{"uri":"Belleville_Cemetery","surface_form":"Belleville Cemetery","offset":2901},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":3013}]}