{"id":254010,"url":"http://en.wikipedia.org/wiki/AIDS_orphan","text":"An AIDS orphan is a child who became an orphan because at least one of their parents died of AIDS. (An orphan is a child with no parents.)\nThe Joint United Nations Programme on HIV/AIDS (UNAIDS), the World Health Organization (WHO) and the United Nations Children's Fund (UNICEF), use the term \"AIDS orphan\" to talk about children whose mothers died of AIDS before the child's 15th birthday, whether the child's father is still alive or not. Because of this, some people say that 80% of all \"AIDS orphans\" still have one parent who is still alive.\nThere are 70,000 new AIDS orphans a year. People in the past have guessed that by the year 2010, over 20 million children would be AIDS orphans.\nBecause most people who get AIDS are people who have sex, most people who die of AIDS are people who make most of their family's money (because most people who have sex are old enough to work). This means that many AIDS orphans need help from their country's government to live, and need money. This happens a lot in Africa especially.\nIn 2007, South Africa had more AIDS orphans than any other country, (although South Africa uses the term \"AIDS orphan\" differently than UNICEF and WHO. South Africa uses the term to talk about children under age 18 who lost either their father or their mother to AIDS). In 2005, the country with the highest percentage of AIDS orphans among the country's orphans was Zimbabwe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orphan","surface_form":"orphan","offset":40},{"uri":"AIDS","surface_form":"AIDS","offset":93},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":200},{"uri":"United_Nations_Children%27s_Fund","surface_form":"United Nations Children's Fund","offset":240},{"uri":"AIDS","surface_form":"AIDS","offset":353},{"uri":"Sexual_intercourse","surface_form":"sex","offset":746},{"uri":"Money","surface_form":"money","offset":822},{"uri":"Government","surface_form":"government","offset":952},{"uri":"Africa","surface_form":"Africa","offset":1010},{"uri":"South_Africa","surface_form":"South Africa","offset":1038},{"uri":"Percentage","surface_form":"percentage","offset":1337},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":1396}]}