{"id":25415,"url":"http://en.wikipedia.org/wiki/Kick","text":"In hand-to-hand combat, in martial arts and sports, a kick is a blow with the foot, the knee or the leg. It is used in combat as an attack. Generally, the kicks are slower than the punches although stronger than the blows with hands.\nThe kicks are a fundamental part in many martial arts. The examples are: wushu, karate, kickboxing, tangsudo or taekwondo; whereas other arts do not use any kick, as it is in the case of judo or of boxing. Other martial arts can use kicks, although they limit them to attacks to the legs and to the lower parts of the body of the opponent.\nThere exists a great number of kicks, and a lot of them have typical names for each one. Frequently the same movement has different names in different martial arts. This is obvious especially when comparisons are done between western arts and oriental arts.\nUsual kicks.\n(1) The front kicks and side kicks, in \"penetrating\" form, on the lower member are entitled between the professionals especially for certain titles, but not in all the lands.\n(2) There exist numerous hybrid kicks, such as the \"side-front\" que the \"side kick\" with the hips rather frontal what allows an instant connection of the techniques of fist much useful in active defense\nSpinning and jumping kicks.\n(*) Certain techniques can be spinning and jumping at the same time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Martial_art","surface_form":"martial art","offset":27},{"uri":"Sport","surface_form":"sport","offset":44},{"uri":"Foot","surface_form":"foot","offset":78},{"uri":"Knee","surface_form":"knee","offset":88},{"uri":"Leg","surface_form":"leg","offset":100},{"uri":"Hand","surface_form":"hand","offset":227},{"uri":"Karate","surface_form":"karate","offset":314},{"uri":"Kickboxing","surface_form":"kickboxing","offset":322},{"uri":"Tangsudo","surface_form":"tangsudo","offset":334},{"uri":"Taekwondo","surface_form":"taekwondo","offset":346},{"uri":"Active_defense","surface_form":"active defense","offset":1208}]}