{"id":254395,"url":"http://en.wikipedia.org/wiki/Padlock","text":"A padlock is a type of portable lock that has a U-shaped shackle that will not come apart from the body of the lock unless the correct key is inserted or the correct combination is dialed. The U-shape of the lock allows for a wide variety of uses. Typically the padlock is used to lock two things together, for example, a door and its frame, two or more chains, or a chain and a fixed object. Padlocks are not recommended for high-security applications because the shackle is easily cut with a bolt cutter or hacksaw. Some newer padlocks have hardened boron alloy shackles or shrouded (hidden or covered) shackles to make them more difficult to cut.\nConstruction.\nThe combination padlock is usually made with a metal \"can\" with three tumblers inside connected to a dial on the front. The mechanism is very similar to that used in safes. When the correct combination is entered, the notches on the tumblers line up and allow a latch to fall into the notches, releasing the shackle. Combination locks of this type are not recommended for outdoor use because they can fill up with rain water which causes them to rust. The laminated padlock is constructed from a series of metal plates that are riveted together.\nThe shackle of most padlocks is made from hardened steel, although more expensive padlocks may have boron alloy steels to make them more difficult to cut. Inexpensive padlocks usually have a shackle made of ordinary steel. Corrosion-resistant padlocks usually have a brass or stainless steel shackle although these materials have low hardness and are easily cut with bolt-cutters. The material that the shackle is made of is usually stamped in the center of the shackle. For example, a hardened steel shackle will be stamped \"HARDENED\" or a boron alloy shackle will be stamped \"BORON ALLOY\". Alloy steels with appropriate heat treating provide much higher cutting resistance to bolt-cutters. Alloy steel shackles are plated with another metal such as nickel or chrome to protect them from rust. The body of the padlock is usually also plated. Brass and stainless steel padlocks do not need plating, although they are sometimes plated anyway for appearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lock","surface_form":"lock","offset":32},{"uri":"Shackle","surface_form":"shackle","offset":57},{"uri":"Key","surface_form":"key","offset":135},{"uri":"Door","surface_form":"door","offset":322},{"uri":"Chain","surface_form":"chain","offset":354},{"uri":"Bolt_cutter","surface_form":"bolt cutter","offset":494},{"uri":"Hacksaw","surface_form":"hacksaw","offset":509},{"uri":"Boron","surface_form":"boron","offset":552},{"uri":"Alloy","surface_form":"alloy","offset":558},{"uri":"Safe","surface_form":"safe","offset":830},{"uri":"Latch","surface_form":"latch","offset":926},{"uri":"Rain","surface_form":"rain","offset":1078},{"uri":"Rust","surface_form":"rust","offset":1110},{"uri":"Heat_treating","surface_form":"hardened","offset":1252},{"uri":"Steel","surface_form":"steel","offset":1426},{"uri":"Brass","surface_form":"brass","offset":1477},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":1486},{"uri":"Nickel","surface_form":"nickel","offset":1961},{"uri":"Chromium","surface_form":"chrome","offset":1971},{"uri":"Rust","surface_form":"rust","offset":1999}]}