{"id":254307,"url":"http://en.wikipedia.org/wiki/Anchiornis","text":"\"Anchiornis\" ('near bird') is a genus of small, feathered, troodontid dinosaurs. \"Anchiornis huxleyi\" is named in honour of Thomas Henry Huxley, the first to propose a close evolutionary relationship between birds and dinosaurs. A complete individual would be 34 cm (13 in) and weigh only 110 g (3.9 oz), making it the smallest known feathered dinosaur.\n\"Anchiornis\" fossils have been found in Liaoning, China, dating to the first part of the late Jurassic period, 160 to 161 million years ago.\nDescription.\n\"Anchiornis\" is a small, early troodontid dinosaur with a triangular skull like other troodontids. Also, \"Anchiornis\" had long legs, usually an indication of a strong runner. However, the extensive leg feathers indicate that long legs may be an vestigial trait, because running animals tend to have reduced, not increased, hair or feathers on their legs. The forelimbs of \"Anchiornis\" were also very long, unusual among troodontids (which tend to be short-armed) but similar to dromaeosaurids and early birds, emphasizing its basal ('primitive') position among dinobirds.\nFeathers.\nWhile the first specimen of \"Anchiornis,\" found in the 2000s, preserved only faint traces of feathers around the preserved portion of the body, the well-preserved second specimen showed nearly complete feather preservation, allowing researchers to identify the structure of the feathers and how they were distributed.\nAs in other early birds, such as \"Microraptor\", \"Anchiornis\" had large wings, made up of flight feathers attached to the arm and hand (as in modern birds) as well as flight feathers on the hind legs, forming an arrangement of fore and hind wings. The forewing of \"Anchiornis\" was composed of 11 primary feathers and 10 secondary feathers. Unlike \"Microraptor\", the primary feathers in \"Anchiornis\" were about as long as the secondaries and formed a more rounded wing, with curved but symmetrical central vanes, a small and thin relative size, and rounded tips, all indicating poorer aerodynamic ability compared to its later relative. In \"Microraptor\" and \"Archaeopteryx\", the longest forewing feathers were closest to the tip of the wing, making the wings appear long, narrow, and pointed. However, in \"Anchiornis\", the longest wing feathers anchored near the wrist, making the wing broadest in the middle and tapering near the tip for a more rounded, less flight-adapted profile.\nThe hind wings of \"Anchiornis\" were also shorter than those of \"Microraptor\", and were made up of 12–13 flight feathers anchored to the tibia (lower leg) and 10–11 to the metatarsus (upper foot). Also unlike \"Microraptor\", the hind wing feathers were longest closer to the body, with the foot feathers being short and directed downward, almost perpendicular to the foot bones. Unlike any other known Mesozoic dinosaur, the feet of \"Anchiornis\" (except for the claws) were completely covered in feathers (much shorter than the ones making up the hind wing).\nTwo types of simpler, downy (plumaceous) feathers covered the rest of the body, as in \"Sinornithosaurus\". Long downy feathers covered almost the entire head and neck, torso, upper legs,and the first half of the tail. The rest of the tail bore pennaceous tail feathers (rectrices).\nColour.\nIn 2010, a team examined numerous points among the feathers of an extremely well-preserved \"Anchiornis\" specimen to survey the distribution of melanosomes, the pigment cells that give feathers their colour. By studying the melanosomes and comparing them with those of modern birds, the scientists were able to map the colours and patterning present on \"Anchiornis\" when it was alive. Though this technique had been used before, \"Anchiornis\" became the first Mesozoic dinosaur for which almost the entire life colouration was known.\nMost of the body feathers of \"Anchiornis\" were grey and black. The crown of head feathers was mainly reddish with a grey base and front, and the face had rufous speckles among predominantly black head feathers. The fore and hind wing feathers were white with black tips. The coverts (shorter feathers covering the bases of the long wing feathers) were grey, contrasting the mainly white main wings. The larger coverts of the wing were also white with grey or black tips, forming rows of darker dots along mid-wing. These took the form of dark stripes or even rows of dots on the outer wing (primary feather coverts) but a more uneven array of speckles on the inner wing (secondary coverts). The shanks of the legs were grey other than the long hind wing feathers, and the feet and toes were black.\nLike many modern birds, \"Anchiornis\" exhibited a complex pattern of coloration with different colours in speckled patterns across the body and wings, or \"within- and among-feather plumage coloration\". In modern birds, such colour patterning is used in communication and display, either to members of the same species (e.g. for mating or territorial threat display) or to threaten and warn off competing or predatory species.\nPalaeobiology.\n\"Anchiornis\" is notable for its long forelimbs, which were 80% of the total length of the hind limbs. This is similar to \"Archaeopteryx\"; long forelimbs are necessary for flight. \"Anchiornis\" also had a more avian wrist than other non-avialan theropods. The authors first thought that \"Anchiornis\" could fly or glide. However, further finds showed that the wings of \"Anchiornis\", while well-developed, were short when compared to later species like \"Microraptor\", with relatively short primary feathers that had rounded, symmetrical tips, unlike the pointed, aerodynamically proportioned feathers of \"Microraptor\". So the animal could glide, but probably not fly.\n\"Anchiornis\" has long hind legs, suggesting a fast-running lifestyle. However, the legs and even feet and toes of \"Anchiornis\" were covered in feathers, making it unlikely that \"Anchiornis\" was a capable ground runner. A tree-based glider is the probable life-style.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":32},{"uri":"Troodontid","surface_form":"troodontid","offset":59},{"uri":"Dinosaur","surface_form":"dinosaur","offset":70},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":124},{"uri":"Feathered_dinosaur","surface_form":"feathered dinosaur","offset":334},{"uri":"Liaoning","surface_form":"Liaoning","offset":394},{"uri":"China","surface_form":"China","offset":404},{"uri":"Jurassic","surface_form":"Jurassic","offset":448},{"uri":"Troodontidae","surface_form":"troodontid","offset":539},{"uri":"Dromaeosauridae","surface_form":"dromaeosaurids","offset":986},{"uri":"Origin_of_birds","surface_form":"birds","offset":1011},{"uri":"Dinobird","surface_form":"dinobird","offset":1069},{"uri":"Microraptor","surface_form":"Microraptor","offset":1442},{"uri":"Feather","surface_form":"feather","offset":1504},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":2065},{"uri":"Down","surface_form":"down","offset":2969},{"uri":"Sinornithosaurus","surface_form":"Sinornithosaurus","offset":3034},{"uri":"Melanosome","surface_form":"melanosome","offset":3379},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":3694},{"uri":"Grey","surface_form":"grey","offset":3815},{"uri":"Red","surface_form":"red","offset":3869},{"uri":"Communication","surface_form":"communication","offset":4818},{"uri":"Display_(zoology)","surface_form":"display","offset":4836},{"uri":"Predator","surface_form":"predator","offset":4972},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":5128},{"uri":"Glider","surface_form":"glide","offset":5317},{"uri":"Microraptor","surface_form":"Microraptor","offset":5456}]}