{"id":254498,"url":"http://en.wikipedia.org/wiki/Symphony_No.8_%26quot%3BSymphony_of_a_Thousand%26quot%3B_(Mahler)","text":"Symphony No. 8 in E-flat major by Gustav Mahler (1860–1911) is one of the largest choral works in classical music. It needs a huge orchestra to play it and a huge choir to sing. Because so many performers are needed it is often called \"Symphony of a Thousand\", but that is not a name that Mahler gave to it.\nMahler worked very hard at it, composing it in quite a short time at Maiernigg in southern Austria in the summer of 1906. It was the last of Mahler's works that was to be given its first performance in his lifetime. The symphony was given its first performance in Munich on 12 September 1910.\nSymphonies are usually pieces of music played just by an orchestra, but Beethoven started a tradition of having singing in symphonies: his Ninth Symphony is the famous one with the Ode to Joy in the last movement. Mahler took up this idea of combining singing with symphony. His Symphonies Nos 2, 3, and 4 all have singing in them. The next three are just for orchestra, but in No. 8 he uses singing again.\nSymphony No. 8 is very unusual because he does not have the usual three or four movements with traditional forms such as sonata form. The whole symphony is in two parts. Part I is based on the Latin text of a ninth-century Christian hymn for Pentecost, \"Veni creator spiritus\" (\"Come, Creator Spirit\"). Part II is in German. The words come from the closing scene of Goethe's \"Faust\".\nThe two parts have a common idea: the idea of being saved through the power of love. Musically Mahler does this by sharing tunes throughout the symphony. The symphony expresses the confidence of the eternal human spirit.\nFor many years after Mahler’s death it was not often performed. It is, of course, a very expensive symphony to perform because of the vast numbers of musicians needed. It also needs to be performed in a very large concert hall. Today it is played more often. The 100th anniversary of its first performance will be celebrated in July 2010in the opening concert of the BBC Proms is the Royal Albert Hall, London.\nOpinions about the symphony have been divided. Some people did not think the optimism expressed in the music was really convincing. Other people have said it is one of the greatest musical expressions of humanity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":34},{"uri":"Choral","surface_form":"choral","offset":82},{"uri":"Classical_music","surface_form":"classical music","offset":98},{"uri":"Orchestra","surface_form":"orchestra","offset":131},{"uri":"Choir","surface_form":"choir","offset":163},{"uri":"Maiernigg","surface_form":"Maiernigg","offset":377},{"uri":"Austria","surface_form":"Austria","offset":399},{"uri":"Symphony","surface_form":"symphony","offset":528},{"uri":"Munich","surface_form":"Munich","offset":572},{"uri":"12_September","surface_form":"12 September","offset":582},{"uri":"1910","surface_form":"1910","offset":595},{"uri":"Symphony_No.9_(Beethoven)","surface_form":"Ninth Symphony","offset":740},{"uri":"Ode_to_Joy","surface_form":"Ode to Joy","offset":782},{"uri":"Movement_(music)","surface_form":"movements","offset":1088},{"uri":"Sonata_form","surface_form":"sonata form","offset":1129},{"uri":"Latin","surface_form":"Latin","offset":1201},{"uri":"Christian","surface_form":"Christian","offset":1231},{"uri":"Hymn","surface_form":"hymn","offset":1241},{"uri":"Pentecost","surface_form":"Pentecost","offset":1250},{"uri":"Veni_creator_spiritus","surface_form":"Veni creator spiritus","offset":1262},{"uri":"German_language","surface_form":"German","offset":1325},{"uri":"Goethe%27s_Faust","surface_form":"Goethe's \"Faust\"","offset":1374},{"uri":"Love","surface_form":"love","offset":1471},{"uri":"Eternity","surface_form":"eternal","offset":1591},{"uri":"Concert_hall","surface_form":"concert hall","offset":1827},{"uri":"July","surface_form":"July","offset":1941},{"uri":"2010","surface_form":"2010","offset":1946},{"uri":"BBC_Proms","surface_form":"BBC Proms","offset":1980},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":1997},{"uri":"London","surface_form":"London","offset":2016},{"uri":"Human_nature","surface_form":"humanity","offset":2228}]}