{"id":254441,"url":"http://en.wikipedia.org/wiki/Epidexipteryx","text":"\"Epidexipteryx\" ('display feather') is a genus of small maniraptoran dinosaurs, known from one fossil specimen in Beijing. \"Epidexipteryx\" is the earliest known example of ornamental feathers in the fossil record. It is a small maniraptoran dinosaur from the Middle or Upper Jurassic age Daohugou Beds of Inner Mongolia, China (perhaps 160 to 168 million years ago).\nStructure.\nIt is known from a well preserved partial skeleton that includes four long feathers on the tail, composed of a central rachis and vanes. However, unlike in modern-style tail feathers, the vanes were not branched but made up of a single ribbon-like sheet. \"Epidexipteryx\" also preserved a covering of simpler body feathers. They are unique in that some appear to arise from a \"membranous structure\".\nIn all, the skeleton of \"Epidexipteryx hui\" measures 25 centimeters (10 inches) in length (44.5 cm or 17.5 in including the incomplete tail feathers), and the authors estimated a weight of 164 grams, smaller than most other early dinobirds.\nThe skull of \"Epidexipteryx\" is also unique in a number of features. It had teeth only in the front of the jaws, with unusually long front teeth angled forward, a feature only seen in \"Masiakasaurus\" among other theropods. The tail of \"Epidexipteryx\" bore unusual vertebrae towards the tip which resembled the feather-anchoring pygostyle of modern birds and some oviraptors.\nDespite its close relationship to avialan birds, \"Epidexipteryx\" appears to have lacked wing feathers, and so it could not fly. Zhang \"et al.\" suggest that unless \"Epidexipteryx\" evolved from flying ancestors and subsequently lost its wings, this may indicate that advanced display feathers on the tail may have predated flying or gliding flight.\nDating.\nThere is uncertainty about the age of the Daohugou Beds in which this fossil was found. Various papers have placed the fossils here anywhere from the Middle Jurassic (169 million years ago) to the Lower Cretaceous (122 ma). The age of this formation has implications for the relationship between similar dinosaurs, as well as for the origin of birds in general. A Middle Jurassic age would mean that the bird-like dinosaurs in the Daohugou beds are older than the 'first bird', \"Archaeopteryx\", which was late Jurassic in age. Until this question is decided, the significance of \"Epidexipteryx\" (and other early dinobirds from that area) is not clear.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":41},{"uri":"Maniraptora","surface_form":"maniraptora","offset":56},{"uri":"Dinosaur","surface_form":"dinosaur","offset":69},{"uri":"Beijing","surface_form":"Beijing","offset":114},{"uri":"Feather","surface_form":"feather","offset":183},{"uri":"Maniraptora","surface_form":"maniraptora","offset":228},{"uri":"Dinosaur","surface_form":"dinosaur","offset":241},{"uri":"Jurassic","surface_form":"Jurassic","offset":275},{"uri":"Inner_Mongolia","surface_form":"Inner Mongolia","offset":305},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":321},{"uri":"Skeleton","surface_form":"skeleton","offset":420},{"uri":"Masiakasaurus","surface_form":"Masiakasaurus","offset":1203},{"uri":"Pygostyle","surface_form":"pygostyle","offset":1346},{"uri":"Middle_Jurassic","surface_form":"Middle Jurassic","offset":1898},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":1945},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":2227}]}