{"id":254480,"url":"http://en.wikipedia.org/wiki/Foxtrot","text":"The Foxtrot, or \"Slow foxtrot\", is an English ballroom dance which developed from American band music. It is now one of the international standard ballroom dances. All ballroom dance competitions controlled by the World Dance Council include the Foxtrot.\nHistory.\nAll the standard ballroom dances had their origins abroad, but were adapted and modified by English dancers into their modern style. The Waltz came from Germany around 1810. The Tango came from Argentina. The Foxtrot and Quickstep were greatly influenced by American music.\nThe Boston.\nAn American dance called the Boston arrived in England about 1903. This had fairly slow, gliding steps. It is a characteristic of the Foxtrot that in the basic steps, unlike the other dances, the feet slide past each other rather than coming together. The Boston seems to have been the first dance to move the feet in this way. The Boston also was the first ballroom dance to be done with feet parallel (rather than turned out, as in ballet).\nThe Boston, like much else, was finished off by the First World War. Crowded dance floors in wartime left no room for it, and new musical imports arrived from America.\nRagtime.\nRagtime and jazz came to Europe, and were great sensations. Both the music, and the many 'craze' dances contributed. After the war the big bands of Paul Whiteman took centre stage. He played 'arranger's jazz', meaning, the band played from charts rather than by ear. Whiteman's bands were hugely successful (there were several).\nThe craze dances.\n\"The decade between 1910 and 1920\", said one writer, \"was the period in which America went dance mad\".p369 \"From 1912 through 1914\", said another, \"over one hundred new dances found their way in and out of our fashionable ballrooms\".p76\nThese are a few examples: The Shimmy, The Grind, The Turkey Trot, The Bunny Hug, The Texas Tommy, The Cakewalk... Almost all these dances originated in the black community in the United States, and some moved over into white society.p95\nThe English touch.\nDuring the 1920s, English professional dancers and dance teachers set out to find ways of dancing to the new music. In their opinion, what was needed was separate dances for different tempos. So what happened was that the Foxtrot, which had started off as a mid-tempo dance influenced by ragtime, gradually split into two dances, a Slow foxtrot and a quick foxtrot. The difference in tempo allowed the dances to become, in time, different in style as well as music. The Quickstep (as it was soon called) was influenced by the Charleston, and the Slow foxtrot by ideas from the Boston. The syncopation which is still common in the quickstep is an example of ragtime influence on modern dancing.\nThe name.\nWhere did the name 'foxtrot' come from? It is often said that Foxtrot took its name from its inventor, the vaudeville actor Harry Fox; however the exact origins are not clear. The dance was premiered in 1914, quickly catching the eye of the talented husband and wife duo Vernon and Irene Castle, who lent the dance its signature grace and style.\nW.C. Handy's \"Memphis Blues\" was said to be the inspiration for the Foxtrot. The Castles' music director would play the Memphis Blues during breaks from the fast paced Castle Walk and One-step. The Castles were intrigued by the rhythm. They introduced the 'Bunny Hug' in a magazine article. They went abroad and in mid-ocean sent a wireless to the magazine to change the Bunny Hug to the 'Foxtrot'.p226\nFigures.\nFor the International or English style foxtrot","categories":[],"infobox_types":[],"annotations":[{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":46},{"uri":"World_Dance_Council","surface_form":"World Dance Council","offset":214},{"uri":"Germany","surface_form":"Germany","offset":417},{"uri":"Argentina","surface_form":"Argentina","offset":458},{"uri":"First_World_War","surface_form":"First World War","offset":1045},{"uri":"Ragtime","surface_form":"Ragtime","offset":1170},{"uri":"Jazz","surface_form":"jazz","offset":1182},{"uri":"Charleston_(dance)","surface_form":"Charleston","offset":2536},{"uri":"Vaudeville","surface_form":"vaudeville","offset":2821},{"uri":"Actor","surface_form":"actor","offset":2832},{"uri":"Harry_Fox","surface_form":"Harry Fox","offset":2838},{"uri":"Vernon_and_Irene_Castle","surface_form":"Vernon and Irene Castle","offset":2985},{"uri":"Dance","surface_form":"dance","offset":3023},{"uri":"W.C._Handy","surface_form":"W.C. Handy","offset":3060}]}