{"id":254583,"url":"http://en.wikipedia.org/wiki/Vernon_and_Irene_Castle","text":"Vernon and Irene Castle were a husband-and-wife team of ballroom dancers of the early 20th century. They were famous for developing and promoting dancing in the period of the First World War.\nVernon Castle (2 May 1887 – 15 February 1918) was born William Vernon Blyth in Norwich, Norfolk, England. Irene Castle (17 April 1893 – 25 January 1969) was born Irene Foote, the daughter of a prominent physician in New Rochelle, New York.\nVernon chose 'Castle' as a stage name when he first performed as a comic, because his sister (also on the stage) already used the family name, Blyth. He had already taken the name before Irene met him in 1910.p33\nRise to fame.\nVernon was initially trained to become a civil engineer. He moved to New York in 1906. There he became established as a comic actor and conjuror.\nIrene studied dancing and performed in several amateur theatricals before meeting Vernon in 1910. The next year, over her father’s objections, the two were married. The English-born Vernon had already established himself as a dancer in comedic roles. His specialty was playing a gentleman drunk, who elegantly fell about the stage while trying to hide his condition.\nAfter their marriage, Irene joined Vernon in The Hen-Pecks (1911), a production in which he was a featured player. The two then travelled together to Paris to perform in a dance revue. The show closed quickly, but the couple were hired as a dance act by the Café de Paris. Performing the latest American dances, the Castles were soon the rage of Parisian society. They introduced American ragtime dances, such as the Turkey Trot and the Grizzly Bear.\nWhen the Castles returned to the U.S. in 1912, their success was repeated on a far wider scale. Making their New York debut at a branch of the Cafe de Paris, the duo were soon in demand on stage, in vaudeville and in motion pictures. In 1914, the couple opened a dancing school in New York called \"Castle House\", a nightclub called \"Castles by the Sea\" on the Boardwalk in Long Beach New York, and a restaurant, the \"Sans Souci\".\nFilm and fashion.\nIn addition to cabaret, the Castles also became staples of Broadway. The Castles' greatest success was on Broadway, in Irving Berlin's debut musical \"Watch Your Step\" (1914). In this extravaganza, the couple refined and popularized the Foxtrot, which vaudeville comedian Harry Fox may have invented. After its New York run, \"Watch Your Step\" toured through 1916.\nThe Castles helped remove the stigma of vulgarity from close dancing. The Castles’ performances, often set to ragtime and jazz rhythms, also popularized African-American music among well-heeled whites. Irene’s fashion sense, too, started national trends. Her elegant, yet simple, flowing gowns were often featured in fashion magazines. She also introduced American women to the bob—the short hairstyle favored by flappers in the 1920s (see also Louise Brooks).\nThe Castles appeared in a newsreel called \"Social and Theatrical Dancing\" in 1914 and wrote a bestselling instructional book, \"Modern Dancing\", later the same year. The pair also starred in a feature film called \"The Whirl of Life\" (1915), which was well-received by critics and public alike. As the couple's celebrity increased in the mid-1910s, Irene Castle became a major fashion trendsetter, with her bobbed hair and shorter skirts. Her chic wardrobe was supplied almost exclusively by the couturière 'Lucile', (Lucy, Lady Duff-Gordon) but Irene also designed some of her clothes herself.\nThe slim, elegant Castles were trendsetters in many ways: they travelled with a black orchestra, had an openly lesbian manager, and were animal rights advocates long before it became a public issue.\nThe Castles endorsed Victor Records and Victrolas. They issued records by the Castle House Orchestra, led by James Reese Europe –– a pioneering figure in Black music. They also lent their names to advertising for other products, from cigars and cosmetics to shoes and hats. They were, in short, personalities of the modern kind, who had a gift for self-publicity. They were as famous as any film stars of the day.\nWorld War I: Vernon's death.\nVernon returned to the UK to become a pilot in the Royal Flying Corps during World War I. Flying over the Western Front he shot down two aircraft and was awarded the French Croix de Guerre in 1917. He was posted to Canada to train new pilots, and then promoted to Captain and posted to the US to train American pilots.\nWhile flying at Benbrook Field, near Fort Worth, Texas, he took emergency action shortly after take off to avoid another aircraft. His plane stalled, and he was unable to recover control. Vernon was the only casualty. Fatally injured, he died soon after the crash, on. Irene paid tribute to Vernon in her memoir \"My Husband\", 1919.\nLife without Vernon.\nIrene starred solo in about a dozen silent movies between 1917 and 1924 and appeared in several stage productions before retiring from show business. She married three more times –– to Robert Treman, Frederic McLaughlin, and George Enzinger.\nIn 1939, her life with Vernon was turned into a movie, \"The Story of Vernon and Irene Castle\", produced by RKO and starring Fred Astaire and Ginger Rogers. Irene served as a technical advisor on the movie, but clashed with Rogers, who refused to short bob or darken her hair. Irene also objected to white actor Walter Brennan playing their servant: \"Walter was BLACK\".\nFor the rest of her life, Irene was a staunch animal-rights activist, ultimately founding the Illinois animal shelter \"Orphans of the Storm\", which is still active.\nIrene died. Vernon and Irene Castle are interred together in the Woodlawn Cemetery in The Bronx, New York. There is a large monument to Vernon Castle near the site of his crash in Benbrook, Texas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":56},{"uri":"First_World_War","surface_form":"First World War","offset":175},{"uri":"Norwich","surface_form":"Norwich","offset":271},{"uri":"Norfolk","surface_form":"Norfolk","offset":280},{"uri":"England","surface_form":"England","offset":289},{"uri":"Physician","surface_form":"physician","offset":395},{"uri":"New_Rochelle","surface_form":"New Rochelle","offset":408},{"uri":"New_York","surface_form":"New York","offset":422},{"uri":"Engineer","surface_form":"engineer","offset":706},{"uri":"Paris","surface_form":"Paris","offset":1322},{"uri":"Caf%C3%A9_de_Paris","surface_form":"Café de Paris","offset":1430},{"uri":"United_States","surface_form":"American","offset":1552},{"uri":"Ragtime","surface_form":"ragtime","offset":1561},{"uri":"United_States","surface_form":"U.S.","offset":1656},{"uri":"Vaudeville","surface_form":"vaudeville","offset":1822},{"uri":"Long_Beach","surface_form":"Long Beach","offset":1996},{"uri":"Cabaret","surface_form":"cabaret","offset":2086},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":2177},{"uri":"Irving_Berlin","surface_form":"Irving Berlin","offset":2190},{"uri":"Foxtrot","surface_form":"Foxtrot","offset":2307},{"uri":"Comedian","surface_form":"comedian","offset":2333},{"uri":"Ragtime","surface_form":"ragtime","offset":2544},{"uri":"Jazz","surface_form":"jazz","offset":2556},{"uri":"Louise_Brooks","surface_form":"Louise Brooks","offset":2879},{"uri":"Lesbian","surface_form":"lesbian","offset":3599},{"uri":"Animal_rights","surface_form":"animal rights","offset":3625},{"uri":"List_of_record_labels_starting_with_V","surface_form":"Victor Records","offset":3708},{"uri":"List_of_record_labels_starting_with_V","surface_form":"Victrola","offset":3727},{"uri":"Pilot","surface_form":"pilot","offset":4168},{"uri":"Royal_Flying_Corps","surface_form":"Royal Flying Corps","offset":4181},{"uri":"World_War_I","surface_form":"World War I","offset":4207},{"uri":"Western_Front","surface_form":"Western Front","offset":4236},{"uri":"Croix_de_Guerre","surface_form":"Croix de Guerre","offset":4303},{"uri":"Canada","surface_form":"Canada","offset":4345},{"uri":"Fort_Worth%2C_Texas","surface_form":"Fort Worth, Texas","offset":4486},{"uri":"Silent_movie","surface_form":"silent movie","offset":4838},{"uri":"Fred_Astaire","surface_form":"Fred Astaire","offset":5168},{"uri":"Ginger_Rogers","surface_form":"Ginger Rogers","offset":5185},{"uri":"The_Bronx","surface_form":"The Bronx","offset":5664}]}