{"id":254544,"url":"http://en.wikipedia.org/wiki/Geyser","text":"A geyser is a hot spring which shoots out water and steam. They erupt when pressure has built up, often at regular intervals. There are about a thousand geysers around the world. About half are in Yellowstone National Park, Wyoming, United States.\nCauses.\nGeysers are made in special geological conditions. Only a few places on Earth have these conditions. Because of this, geysers are not very common. One place is the Yellowstone National Park, which is the remains of a gigantic volcano. Another is Iceland, which sits on top of the Mid-Atlantic Ridge, where new Earth's crust is formed.\nGeysers are often near active volcanos. This is because the geyser is caused by magma. Surface water usually goes down to about. There, it mixes with hot rocks. The pressurized water begins to boil. When it is pressured enough, hot water and steam burst out of the geyser.\nForm and function.\nIndividual geysers do not last forever, but \"systems\" of geysers last as long as the geological situation continues. The oldest individual geysers are only a few thousand years old. Geysers are usually near volcanic areas. As the water boils, the pressure increases. This forces hot steam and water to the surface through the geyser. Geysers are usually made because of three things that are around volcanoes.\nMost importantly, the temperatures near the bottom of the geyser become high enough to start boiling the water. Steam bubbles come out of the top of the column. They burst through the geyser's vent. Some water flows or splashes out. This makes the weight of the column of water and the pressure on the water below less. When this pressure is released, the hot water turns into steam. It boils violently.\nSolar system.\nThere are several bodies in the Solar System where jet-like eruptions, often called \"geysers\" and \"cryogeysers\", have been seen. Unlike geysers on Earth, these are eruptions of gas, together with dust or ice particles, but without liquid.\nWater vapor streams have been seen near the south pole of Saturn's moon Enceladus. Nitrogen eruptions have been seen on Neptune's moon Triton. Carbon dioxide eruptions from the southern polar ice cap of Mars have also been seen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hot_spring","surface_form":"hot spring","offset":14},{"uri":"Steam","surface_form":"steam","offset":52},{"uri":"Yellowstone_National_Park","surface_form":"Yellowstone National Park","offset":197},{"uri":"Wyoming","surface_form":"Wyoming","offset":224},{"uri":"United_States","surface_form":"United States","offset":233},{"uri":"Geology","surface_form":"geological","offset":284},{"uri":"Earth","surface_form":"Earth","offset":328},{"uri":"Volcano","surface_form":"volcano","offset":482},{"uri":"Iceland","surface_form":"Iceland","offset":502},{"uri":"Mid-Atlantic_Ridge","surface_form":"Mid-Atlantic Ridge","offset":536},{"uri":"Crust_(geology)","surface_form":"Earth's crust","offset":566},{"uri":"Active_volcano","surface_form":"active volcano","offset":614},{"uri":"Magma","surface_form":"magma","offset":671},{"uri":"Pressure","surface_form":"pressurized","offset":756},{"uri":"Solar_System","surface_form":"Solar System","offset":1743},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":2008},{"uri":"Enceladus_(moon)","surface_form":"Enceladus","offset":2022},{"uri":"Nitrogen","surface_form":"Nitrogen","offset":2033},{"uri":"Neptune","surface_form":"Neptune","offset":2070},{"uri":"Triton_(moon)","surface_form":"Triton","offset":2085},{"uri":"Carbon_dioxide","surface_form":"Carbon dioxide","offset":2093},{"uri":"Mars","surface_form":"Mars","offset":2153}]}