{"id":255145,"url":"http://en.wikipedia.org/wiki/Quickstep","text":"e=\"preserve\">The Quickstep is an International Style ballroom dance that follows a 4/4 time beat, at about 50 bars per minute.p62 From its early beginning as a faster Foxtrot, the Quickstep has become quite different. It is danced to the fastest tempo of the ballroom dances.\nThe Quickstep developed in the 1920s from a combination of the Foxtrot, the Charleston, and other dances. The dance is English in origin, and was standardized in 1927. Although it came from the Foxtrot, the Quickstep now is quite separate. Unlike the modern Foxtrot, the feet often close and syncopated (split-beat) steps occur often. Three characteristic dance figures of the Quickstep are the \"chassés\", where the feet come together, the \"quarter turns\", and the \"lock step\".p126\nThis dance became a very dynamic one with a lot of movement on the dance floor, with many advanced patterns including hops, runs, quick steps with a lot of momentum, and rotation. The tempo of Quickstep dance is rather brisk as it was developed to ragtime era jazz music which was fast-paced compared to other dance music.\nToday the complexity of Quickstep as done by competition dancers has increased. They use more syncopated steps. While in older times quickstep patterns were counted with \"quick\" (one beat) and \"slow\" (two beats) steps, many advanced patterns today are cued with split beats, such as \"quick-and-quick-and-quick, quick, slow\", with there being further steps on the 'and's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":53},{"uri":"Foxtrot","surface_form":"Foxtrot","offset":167},{"uri":"Charleston_(dance)","surface_form":"Charleston","offset":352},{"uri":"Standard","surface_form":"standard","offset":422},{"uri":"Syncopation","surface_form":"syncopated","offset":568},{"uri":"Chass%C3%A9","surface_form":"chassé","offset":672},{"uri":"Hop","surface_form":"hop","offset":876},{"uri":"Momentum","surface_form":"momentum","offset":914},{"uri":"Rotation","surface_form":"rotation","offset":928},{"uri":"Ragtime","surface_form":"ragtime","offset":1006},{"uri":"Jazz","surface_form":"jazz","offset":1018},{"uri":"Competition","surface_form":"competition","offset":1126}]}