{"id":25519,"url":"http://en.wikipedia.org/wiki/Feta_cheese","text":"Feta cheese (, feminine gender; pronounced), or simply Feta is a kind of cheese. Usually it is made from the milk of sheep or goats. Feta cheese originally is from the Greek mainland, or from Lesbos in the Aegean Sea.\nTurkish version of Feta is called Beyaz Peynir.\nOther cheese (which is usually not from Greece and is usually made from cow milk) must not be called \"Feta\" from 2007. The European Court said so in its decisions C-465/02 and C-466/02 (from October 25, 2005).\nThis ruling is only valid for the European Union, and other countries in Europe. Several member state of the WTO still think that the term \"feta\" is generic. European Member states wanted to ddefend this protected designation of origin at the WTO talks in Doha.\nHistory.\nWhat is now called \"feta cheese\" was known to Ancient Greeks. Homer must have known about it. There were several references to the cheese in the \"Odyssey\". According to the myth, the cyclops Polyphemos was the first cheese manufacturer. He carried the milk in animal-skin bags. He had collected the milk from his sheep. He was very surprised to see that days later the milk had become solid. When Polyphemus tried to eat it, it tasted well. He also found that as such a solid, it would go bad later than with milk.\nThe name \"Feta\" has an Italian origin. It is derived from \"fetta\" (slice), and dates back to the 17th century. Very likely this referred to the method of cutting the cheese in slices to put it in barrels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cheese","surface_form":"cheese","offset":73},{"uri":"Milk","surface_form":"milk","offset":109},{"uri":"Sheep","surface_form":"sheep","offset":117},{"uri":"Goat","surface_form":"goat","offset":126},{"uri":"Greece","surface_form":"Greek","offset":168},{"uri":"Lesbos","surface_form":"Lesbos","offset":192},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":206},{"uri":"Cow","surface_form":"cow","offset":338},{"uri":"European_Court","surface_form":"European Court","offset":389},{"uri":"Ancient_Greece","surface_form":"Ancient Greeks","offset":793},{"uri":"Homer","surface_form":"Homer","offset":809},{"uri":"Odyssey","surface_form":"Odyssey","offset":893},{"uri":"Myth","surface_form":"myth","offset":920},{"uri":"Cyclops","surface_form":"cyclops","offset":930},{"uri":"Polyphemos","surface_form":"Polyphemos","offset":938},{"uri":"Solid","surface_form":"solid","offset":1132},{"uri":"Slice","surface_form":"slice","offset":1329},{"uri":"17th_century","surface_form":"17th century","offset":1359},{"uri":"Barrel","surface_form":"barrel","offset":1458}]}