{"id":255197,"url":"http://en.wikipedia.org/wiki/Tracking_(education)","text":"Tracking is the method of placing students according to their ability level in homogeneous classes or learning experiences. Students of different abilities (low, middle, and high) are assigned to different \"tracks\" of courses and programs (vocational, general, college-bound, honors, and AP). Tracking is the term given to this process, and while some teachers believe that tracking makes instruction more manageable, others believe that it is a terribly flawed system. Once a student is placed, it may be very difficult to move up from one track to another. The placements may reflect racism, classism, or sexism. Many educators charge that the United States relies more on tracking than any other nation in the world. Most schools today work hard to avoid using the term \"tracking.\" Middle and high schools are taking their cue from elementary schools, where \"ability grouping\" has been in favor. Ability grouping sorts students based on capability, but the groupings may well vary by subject. While tracks suggest permanence, ability grouping is more transitory. One year, a student might find herself in a high-ability math group and a low-ability English group. The following year, that same student might be reassigned to a new set of groups. School tracking is a reality functioning under an assumed identity called ability grouping.\nOther.\nBesides tracking, another way to deal with diversity is to integrate students of different ability levels together in small working groups. Cooperative learning gives students a sense of pride for both their individual performance and that of the group. The students begin to take responsibility for their learning rather than on the teacher. Cooperative learning allows higher achievement in many students and has eased tensions in multicultural classrooms as students learn to work together.","categories":[],"infobox_types":[],"annotations":[{"uri":"Advanced_Placement","surface_form":"AP","offset":288},{"uri":"Racism","surface_form":"racism","offset":586},{"uri":"Social_class","surface_form":"classism","offset":594},{"uri":"Sexism","surface_form":"sexism","offset":607},{"uri":"Educator","surface_form":"educator","offset":620},{"uri":"United_States","surface_form":"United States","offset":646},{"uri":"Elementary_school","surface_form":"elementary school","offset":835}]}