{"id":255260,"url":"http://en.wikipedia.org/wiki/Monsieur_Pierre","text":"e=\"preserve\">Monsieur Pierre, or simply Pierre, was the professional name of Pierre Jean Phillipe Zurcher-Margolle, (born Toulon, France – London, 1963). Pierre was a professional dancer and dance teacher; he was a Fellow, Examiner and committee member of the Imperial Society of Teachers of Dancing (ISTD) and a Member of the Official Board of Ballroom Dancing (OBBD).\nPierre was the main person responsible for introducing the Latin American dances to England. He set them up for use in competitions and in social dance. The system he and his colleagues developed became the basis for all Latin American competitions held under the World Dance Council (WDC).\nAfter World War I ended in 1918 he started on a career as a professional ballroom dancer in London. Although he spent the rest of his life resident in London, Pierre never gave up his French citizenship.\nLatin dance in England.\nThe rhythms which make Latin American dance popular were brought to Britain between the two World Wars. Pierre was already an accomplished dancer and teacher in the English ballroom style. In Latin dances, his repertoire first consisted of the Argentine tango, the Paso doble and the Samba.\nBy the 1930s Pierre had moved more towards the Latin American dances, and in 1934 his full-page trade adverts featured the rumba. The studio stayed open all through World War II, and was a popular meeting place for the Free French fighters on leave in London. Pierre's studio always played authentic music for its LA dance instruction.\nThe rumba arrives in London.\nOriginally, Pierre had visited Paris to find out how their dancers and teachers dealt with the rumba. But after the war, in 1947, Pierre visited Cuba, where he discovered to his surprise that the Cubans danced it differently. When he was there, he danced at the \"acadamias\" every night. After this he returned to London determined to teach the Cuban rumba, \"sistema cubano\". To this end, Pierre wrote the first account of his ideas on the rumba as a dance.\nOne of the characteristics of Cuban dance to the \"Son\", and other similar rhythms, was, and still is, their method of taking three steps to four beats of music (whether 2/4 or 4/4). The Cuban rumba figure starts on beat 2, counting (pause) 2, 3, 4-1 as (pause) quick, quick, slow with the hip settling over the standing foot on 4-1.\nAll social dances in Cuba involve a hip-sway over the standing leg and, though this is scarcely noticeable in fast salsa, it is more pronounced in the slow ballroom rumba. In general, steps are kept compact and the dance is without any rise and fall. The argument in favour of this method was authenticity, and also satisfaction at the dance effect the Cuban style achieved.\nThe Latin and American section of the ISTD Ballroom Branch was formed in 1947 by Monsieur Pierre as Chairman. The syllabus finally agreed in 1955 has been the foundation of teaching and competition in the Latin American dances ever since. This work naturally included the Samba, Paso doble and Jive as well. After further visits to Cuba in the early 1950s, when Doris Lavelle and James Arnell accompanied Pierre, the Cha-cha-cha was added to make the five Latin American dances which are still the basis of teaching and competition today.\n\"The Latin American dancing world was so influenced, fostered and built up by him that the names of 'Pierre' and 'Latin American' became virtually synonymous\".","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":130},{"uri":"London","surface_form":"London","offset":139},{"uri":"Imperial_Society_of_Teachers_of_Dancing","surface_form":"Imperial Society of Teachers of Dancing","offset":260},{"uri":"Latin_American","surface_form":"Latin American","offset":429},{"uri":"World_Dance_Council","surface_form":"World Dance Council","offset":634},{"uri":"World_War_I","surface_form":"World War I","offset":667},{"uri":"Citizenship","surface_form":"citizenship","offset":852},{"uri":"Argentine","surface_form":"Argentine","offset":1133},{"uri":"Tango","surface_form":"tango","offset":1143},{"uri":"Paso_doble","surface_form":"Paso doble","offset":1154},{"uri":"Samba","surface_form":"Samba","offset":1173},{"uri":"World_War_II","surface_form":"World War II","offset":1345},{"uri":"Free_French","surface_form":"Free French","offset":1399},{"uri":"Cuba","surface_form":"Cuba","offset":1690},{"uri":"Salsa","surface_form":"salsa","offset":2450},{"uri":"Jive_(dance)","surface_form":"Jive","offset":3004},{"uri":"Cha-cha-cha","surface_form":"Cha-cha-cha","offset":3127}]}