{"id":255269,"url":"http://en.wikipedia.org/wiki/Occupational_Safety_and_Health","text":"e=\"preserve\">Occupational Safety and Health is a set of laws that have been made to protect the health and the safety of people when they are working. Health and safety rules will vary a lot from one country to another. Some countries have very strict rules. Rules about Health and Safety have been made since 1950 when the International Labour Organization (ILO) and the World Health Organization (WHO) agreed about standards of health in the workplace.\nHealth and safety laws will deal with such things as: the temperature in the workplace (it must not be too hot or too cold), things on the floor that people could fall over, or things that could catch on their clothing and cause an accident, smoking in the workplace and other things that might cause pollution or which might be fire hazards, how many toilets per person there should be, whether they need safety equipment (e.g. hard hats in case anything falls on their heads), whether it is safe for a person to be left alone in the workplace, the rights of disabled people, how many hours in the day people can work for etc.\nBusinesses that do not obey health and safety regulations may be punished (e.g. with a fine or forced to close), or they may be held responsible if there is an accident.\nIn the European Union, member states have authorities which make sure that people obey the health and safety laws. In the UK, health and safety legislation is made by the Health and Safety Executive and local authorities (the local council) under the Health and Safety at Work etc. Act 1974.\nIn the United States, the Occupational Safety and Health Act of 1970 created both the National Institute for Occupational Safety and Health (NIOSH) and the Occupational Safety and Health Administration (OSHA).\nNo one can ever be said to be absolutely safe, and employers have to fill in “risk assessments” (UK) or “hazard assessments” (USA) to show they have done everything they can to make things safe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":56},{"uri":"Health","surface_form":"health","offset":96},{"uri":"Safety","surface_form":"safety","offset":111},{"uri":"1950","surface_form":"1950","offset":310},{"uri":"International_Labour_Organization","surface_form":"International Labour Organization","offset":324},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":372},{"uri":"Smoking","surface_form":"smoking","offset":697},{"uri":"Pollution","surface_form":"pollution","offset":756},{"uri":"Right_(legal)","surface_form":"rights","offset":1005},{"uri":"Disabled","surface_form":"disabled people","offset":1015},{"uri":"Fine","surface_form":"fine","offset":1170},{"uri":"European_Union","surface_form":"European Union","offset":1260},{"uri":"Member_state","surface_form":"member state","offset":1276},{"uri":"UK","surface_form":"UK","offset":1375},{"uri":"Health_and_Safety_Executive","surface_form":"Health and Safety Executive","offset":1424},{"uri":"Health_and_Safety_at_Work_etc._Act_1974","surface_form":"Health and Safety at Work etc. Act 1974","offset":1504},{"uri":"United_States","surface_form":"United States","offset":1552},{"uri":"Occupational_Safety_and_Health_Act","surface_form":"Occupational Safety and Health Act","offset":1571},{"uri":"National_Institute_for_Occupational_Safety_and_Health","surface_form":"National Institute for Occupational Safety and Health","offset":1631},{"uri":"Occupational_Safety_and_Health_Administration","surface_form":"Occupational Safety and Health Administration","offset":1701}]}