{"id":255421,"url":"http://en.wikipedia.org/wiki/Eve_Torres","text":"Eve Torres (born August 21, 1984 in Denver, Colorado) is an American dancer, model, and professional wrestler. She is best known for working with WWE where she competed as Eve, as well as her full name\nTorres began her career as a model and dancer. She danced for The Southern California Summer Pro League and went on to become a member of the National Basketball Association's Los Angeles Clippers Spirit Dance Team for the 2006–2007 season. She has also appeared on several television shows, including \"Show Me The Money\", \"Sunset Tan\", and \"Deal or No Deal\".\nIn 2007 she entered the 2007 Diva Search and won, earning a contract with WWE. She first appeared on WWE programming as a backstage interviewer in 2008, and also appeared in non-wrestling contests such as bikini contests and dance competitions. She later became a full-time wrestler in 2009, and was involved in feuds with Michelle McCool, Layla and Natalya. She also managed the tag team of Cryme Tyme. After being traded to the Raw brand in late 2009, she managed Chris Masters before winning the WWE Divas Championship in April 2010. She held the championship for 69 days, before losing it in June. After acting as the valet for R-Truth in late 2010, she won the Divas Championship for the second time at the 2011 Royal Rumble in January. Her second reign lasted until April 2011.\nEarly life.\nTorres was born in Boston, Massachusetts, but grew up in Denver, Colorado and has \"a Latina background\". She has one younger brother, Phillip, who appeared on \"Are You Smarter Than a 5th Grader?\" in October 2008 and won $100,000. She attended the University of Southern California on a full tuition scholarship. During college, she was one of the founding members of the Omega Phi Beta sorority chapter on her campus and held the vice-president position for several years. While in Omega Phi Beta, Torres was awarded for Academic Excellence at the Order of Omega Greek Awards. She graduated with honors and a Grade Point Average above 3.5 in May 2006, with a degree in Industrial and Systems Engineering.\nDancing and modeling career.\nWhile attending the University of Southern California (USC), Torres appeared in commercials and music videos. Torres was the co-captain of the USC Fly Girls dance squad and created much of their choreography. She also danced for The Southern California Summer Pro League, the only summer league for National Basketball Association (NBA) players, in Long Beach, California. After graduating from college, she moved into dancing and modeling full-time. After reaching the tryout finals in previous years, Torres became a member of the NBA's Los Angeles Clippers Spirit Dance Team for the 2006–07 season. She also appeared on \"Show Me The Money\".\nWWE Diva Search (2007).\nIn May 2007, Torres entered World Wrestling Entertainment (WWE)'s Diva Search. She was chosen by WWE officials as one of the eight finalists from a group of 50. On October 29, 2007, in Philadelphia, live on \"Raw\", she was crowned the 2007 WWE Diva Search winner, defeating finalist Brooke Gilbertsen and becoming an official WWE Diva. Following her win, she began training for her wrestling debut in WWE's developmental territory, Ohio Valley Wrestling.\nSmackdown (2008–2009).\nVideos promoting Eve's debut on \"SmackDown\" began airing on January 11, 2008. The promo aired for three weeks before Eve made her official debut on the February 1, 2008 episode of \"SmackDown\" interviewing former World Heavyweight Champion Batista. During early 2008, Eve participated in a \"Diva Competition\" contest to determine the top Diva on \"SmackDown\", participating in a bikini contest, an obstacle course, and an arm wrestling competition before being eliminated. Eve appeared at WrestleMania XXIV as a Lumberjill in the BunnyMania match between Maria and Ashley against Beth Phoenix and Melina. Eve spent the rest of the year competing in similar contests, including a dance-off and a bikini contest, before participating in the Halloween Costume Contest on October 26 at the Cyber Sunday pay-per-view, where she was dressed as Raphael from the Teenage Mutant Ninja Turtles. On the 800th episode of \"Raw\" on November 3, 2008, Eve made her televised in-ring debut in a 16-Diva tag team match, which her team lost although she was never tagged in.\nHer first main storyline began in early 2009, when she began a scripted feud with Michelle McCool after McCool attacked her. On the February 6 episode of \"SmackDown\", Eve made her singles match debut in a losing effort against McCool via submission. Their feud continued for the next few months, with them competing against each other in singles and tag team matches. Eve then moved into a feud with Layla in mid-2009. After the pair competed in dance and arm wrestling competitions, Eve defeated Layla on the May 29 episode of \"SmackDown\" in a wrestling match. On the June 18 episode of \"Superstars\", Eve pinned Layla once again. After the match, they both shook hands.\nAround the same as her scripted rivalry with Layla, Eve became associated with Cryme Tyme (Shad and JTG), appearing in several backstage segments with them. She also began accompanying them to the ring as their manager during their storyline rivalry with The Hart Dynasty (David Hart Smith, Tyson Kidd, and Natalya). Eve and Cryme Tyme participated in multiple six-person mixed tag team matches against The Hart Dynasty, and Eve also faced Natalya in singles matches and tag team matches involving other Divas. Her final match on \"SmackDown\" was on October 9, when she was defeated in a singles match by Michelle McCool.\nRaw (2009–2013).\nOn October 12, 2009, Eve was traded to the Raw brand. On the November 2 episode of \"Raw\", she competed in her first match after being traded: a battle royal which was won by Alicia Fox. She then entered into a storyline romance with Chris Masters in December 2009, becoming his valet. In January 2010, the WWE Divas Championship was vacated and a tournament was set up to determine the new champion. Eve made it to the semi-finals, before being defeated by the eventual winner, Maryse. At WrestleMania XXVI Eve was on the losing team in a 10-Diva tag team match, but the following night on \"Raw\", she pinned Maryse in a rematch to earn the victory for her team.\nOn the April 5 episode of \"Raw\", Eve won a \"Dress to Impress\" battle royal to become the number one contender to the WWE Divas Championship, and the following week on \"Raw\", she defeated Maryse to win the championship for the first time. She successfully defended the championship against Maryse at the Over the Limit pay-per-view in May. At the Fatal 4-Way pay-per-view in June, Eve lost the championship in a fatal four-way match, when Alicia Fox pinned Maryse to win the championship. On the July 5 episode of \"Raw\", Eve invoked her rematch clause against Fox but was unsuccessful after Fox feigned an ankle injury. As a result, she received another rematch at the Money in the Bank pay per-view, but lost again to Fox. In mid-2010 she began acting as the valet for R-Truth.\nAt the Royal Rumble on January 30, 2011, the Raw General Manager added Eve to a two-on-one handicap match for the Divas Championship, turning it into a fatal four-way match. Eve pinned Layla to win the match and become a two-time Divas Champion. She retained the championship against Natalya in a Lumberjill match on the February 14 episode of \"Raw\", and against Nikki Bella on the March 7 episode. She held the championship until the April 11 episode of \"Raw\", when she lost it to Brie Bella.\nEve then formed an alliance with Kelly Kelly, and after Kelly won the Divas Championship in June, Eve accompanied her to the ring during her matches. Eve and Kelly began feuding with The Divas of Doom (Beth Phoenix and Natalya), and after Phoenix won the Divas Championship from Kelly, Eve defeated Natalya to earn a match against Phoenix. She faced Phoenix at the Vengeance pay-per-view, but was unsuccessful. On the October 31 episode of \"Raw\", Eve won a battle royal to become the number one contender to the Divas Championship. She received her championship match at the Survivor Series pay-per-view, but lost a Lumberjill match to Phoenix.\nEve moved into a storyline with Zack Ryder in December 2011, and the pair won a mixed tag team match against Natalya and Tyson Kidd on the December 26 episode of \"Raw\". On the January 9, 2012 episode of \"Raw\", Eve agreed to a date with Ryder beginning a storyline relationship. Following her participation in an eight-diva tag team match at the 2012 Royal Rumble—in which she Kelly Kelly, Alicia Fox, and Tamina were defeated by Phoenix, Natalya, and The Bella Twins in an 8 Diva Tag Team match. Kane began targeting Ryder (established as a friend of John Cena, with whom Kane had been feuding), injuring him before turning his attention on Eve, first trying to attack her after an unsuccessful championship match before Cena came out to save her. On the February 6 edition of \"Raw\", Eve suffered a broken nose during another eight Diva tag team match.\nAfter she lost the WWE Divas Championship to Kaitlyn, she quit WWE immediately after she lost.\nOther media.\nBefore WWE, She also appeared on \"Show Me The Money\". In August 2008, Torres, along with fellow WWE Divas Maria and Candice Michelle, appeared on an episode of \"Sunset Tan\". On October 2, 2008, Torres and Maria appeared on a special episode of \"Magic’s Biggest Secrets Finally Revealed\". Torres, along with Maryse and Michelle McCool, appeared in the January 2009 issue of \"Muscle & Fitness\" magazine. Torres appeared on the November 3, 2009 episode of \"Deal or No Deal\" with Maria and Dolph Ziggler.\nPersonal life.\nTorres is trained in Brazilian Jiu-Jitsu and holds a blue belt from the Gracie Jiu-Jitsu Academy in Torrance, California. Torres also participates in kickboxing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":36},{"uri":"Americans","surface_form":"American","offset":60},{"uri":"Dance","surface_form":"dance","offset":69},{"uri":"Model_(person)","surface_form":"model","offset":77},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":88},{"uri":"WWE","surface_form":"WWE","offset":146},{"uri":"Summer_Pro_League","surface_form":"The Southern California Summer Pro League","offset":264},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":344},{"uri":"Los_Angeles_Clippers","surface_form":"Los Angeles Clippers","offset":378},{"uri":"Show_Me_the_Money_(U.S._game_show)","surface_form":"Show Me The Money","offset":505},{"uri":"Sunset_Tan","surface_form":"Sunset Tan","offset":526},{"uri":"Deal_or_No_Deal_(U.S._game_show)","surface_form":"Deal or No Deal","offset":544},{"uri":"Bikini_contest","surface_form":"bikini contest","offset":767},{"uri":"Feud_(professional_wrestling)","surface_form":"feuds","offset":874},{"uri":"Michelle_McCool","surface_form":"Michelle McCool","offset":885},{"uri":"Layla_El","surface_form":"Layla","offset":902},{"uri":"Nattie_Neidhart","surface_form":"Natalya","offset":912},{"uri":"Manager_(professional_wrestling)","surface_form":"managed","offset":930},{"uri":"Tag_team","surface_form":"tag team","offset":942},{"uri":"Cryme_Tyme","surface_form":"Cryme Tyme","offset":954},{"uri":"Chris_Masters","surface_form":"Chris Masters","offset":1028},{"uri":"WWE_Divas_Championship","surface_form":"WWE Divas Championship","offset":1061},{"uri":"Ron_Killings","surface_form":"R-Truth","offset":1194},{"uri":"Royal_Rumble_(2011)","surface_form":"2011","offset":1274},{"uri":"Royal_Rumble","surface_form":"Royal Rumble","offset":1279},{"uri":"Boston","surface_form":"Boston, Massachusetts","offset":1377},{"uri":"Denver","surface_form":"Denver, Colorado","offset":1415},{"uri":"Hispanic_and_Latino_Americans","surface_form":"Latina","offset":1443},{"uri":"Are_You_Smarter_Than_a_5th_Grader%3F","surface_form":"Are You Smarter Than a 5th Grader?","offset":1518},{"uri":"University_of_Southern_California","surface_form":"University of Southern California","offset":1605},{"uri":"Omega_Phi_Beta","surface_form":"Omega Phi Beta","offset":1729},{"uri":"Grade_(education)","surface_form":"Grade Point Average","offset":1967},{"uri":"Choreography","surface_form":"choreography","offset":2287},{"uri":"Summer_Pro_League","surface_form":"The Southern California Summer Pro League","offset":2321},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":2391},{"uri":"Long_Beach%2C_California","surface_form":"Long Beach, California","offset":2441},{"uri":"Los_Angeles_Clippers","surface_form":"Los Angeles Clippers","offset":2631},{"uri":"2006%E2%80%9307_NBA_season","surface_form":"2006–07 season","offset":2678},{"uri":"Show_Me_the_Money_(U.S._game_show)","surface_form":"Show Me The Money","offset":2716},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":2788},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2945},{"uri":"WWE_Raw","surface_form":"Raw","offset":2968},{"uri":"WWE_Diva","surface_form":"WWE Diva","offset":3085},{"uri":"Ohio_Valley_Wrestling","surface_form":"Ohio Valley Wrestling","offset":3191},{"uri":"WWE_SmackDown","surface_form":"SmackDown","offset":3270},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Champion","offset":3449},{"uri":"Dave_Batista","surface_form":"Batista","offset":3476},{"uri":"Bikini_contest","surface_form":"bikini contest","offset":3614},{"uri":"Obstacle_course","surface_form":"obstacle course","offset":3633},{"uri":"WrestleMania_XXIV","surface_form":"WrestleMania XXIV","offset":3724},{"uri":"Lumberjack_match","surface_form":"Lumberjill","offset":3747},{"uri":"Maria_Kanellis","surface_form":"Maria","offset":3790},{"uri":"Ashley_Massaro","surface_form":"Ashley","offset":3800},{"uri":"Beth_Phoenix","surface_form":"Beth Phoenix","offset":3815},{"uri":"Melina_Perez","surface_form":"Melina","offset":3832},{"uri":"Competition","surface_form":"Halloween Costume Contest","offset":3974},{"uri":"Cyber_Sunday_(2008)","surface_form":"Cyber Sunday","offset":4021},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":4034},{"uri":"Raphael_(Teenage_Mutant_Ninja_Turtles)","surface_form":"Raphael","offset":4073},{"uri":"Teenage_Mutant_Ninja_Turtles","surface_form":"Teenage Mutant Ninja Turtles","offset":4090},{"uri":"Feud_(professional_wrestling)","surface_form":"scripted feud","offset":4354},{"uri":"Michelle_McCool","surface_form":"Michelle McCool","offset":4373},{"uri":"Professional_wrestling_tag_team_match_types","surface_form":"tag team matches","offset":4641},{"uri":"Layla_El","surface_form":"Layla","offset":4691},{"uri":"WWE_Superstars","surface_form":"Superstars","offset":4880},{"uri":"Cryme_Tyme","surface_form":"Cryme Tyme","offset":5041},{"uri":"Shad_Gaspard","surface_form":"Shad","offset":5053},{"uri":"Jayson_Paul","surface_form":"JTG","offset":5062},{"uri":"Manager_(professional_wrestling)","surface_form":"manager","offset":5173},{"uri":"The_Hart_Dynasty","surface_form":"The Hart Dynasty","offset":5217},{"uri":"Harry_Smith_(wrestler)","surface_form":"David Hart Smith","offset":5235},{"uri":"TJ_Wilson","surface_form":"Tyson Kidd","offset":5253},{"uri":"Nattie_Neidhart","surface_form":"Natalya","offset":5269},{"uri":"Battle_royal_(professional_wrestling)","surface_form":"battle royal","offset":5744},{"uri":"Alicia_Fox","surface_form":"Alicia Fox","offset":5774},{"uri":"Chris_Masters","surface_form":"Chris Masters","offset":5833},{"uri":"Manager_(professional_wrestling)","surface_form":"valet","offset":5878},{"uri":"WWE_Divas_Championship","surface_form":"WWE Divas Championship","offset":5906},{"uri":"Maryse_Ouellet","surface_form":"Maryse","offset":6078},{"uri":"WrestleMania_XXVI","surface_form":"WrestleMania XXVI","offset":6089},{"uri":"Over_the_Limit_(2010)","surface_form":"Over the Limit","offset":6565},{"uri":"WWE_Fatal_4-Way","surface_form":"Fatal 4-Way","offset":6608},{"uri":"Alicia_Fox","surface_form":"Alicia Fox","offset":6700},{"uri":"WWE_Money_in_the_Bank","surface_form":"Money in the Bank","offset":6930},{"uri":"R-Truth","surface_form":"R-Truth","offset":7031},{"uri":"Royal_Rumble_(2011)","surface_form":"Royal Rumble","offset":7047},{"uri":"Layla_El","surface_form":"Layla","offset":7225},{"uri":"The_Bella_Twins","surface_form":"Nikki Bella","offset":7403},{"uri":"The_Bella_Twins","surface_form":"Brie Bella","offset":7522},{"uri":"The_Divas_of_Doom","surface_form":"The Divas of Doom","offset":7717},{"uri":"Vengeance_(2011)","surface_form":"Vengeance","offset":7899},{"uri":"Survivor_Series_(2011)","surface_form":"Survivor Series","offset":8109},{"uri":"Zack_Ryder","surface_form":"Zack Ryder","offset":8211},{"uri":"2012_Royal_Rumble","surface_form":"2012 Royal Rumble","offset":8524},{"uri":"Kane_(wrestler)","surface_form":"Kane","offset":8675},{"uri":"John_Cena","surface_form":"John Cena","offset":8730},{"uri":"WWE_Divas_Championship","surface_form":"WWE Divas Championship","offset":9051},{"uri":"Kaitlyn_(wrestler)","surface_form":"Kaitlyn","offset":9077},{"uri":"Show_Me_the_Money_(U.S._game_show)","surface_form":"Show Me The Money","offset":9174},{"uri":"Candice_Michelle","surface_form":"Candice Michelle","offset":9256},{"uri":"Sunset_Tan","surface_form":"Sunset Tan","offset":9301},{"uri":"Magic%27s_Biggest_Secrets_Finally_Revealed","surface_form":"Magic’s Biggest Secrets Finally Revealed","offset":9385},{"uri":"Muscle_%26amp%3B_Fitness","surface_form":"Muscle & Fitness","offset":9514},{"uri":"Deal_or_No_Deal_(U.S._game_show)","surface_form":"Deal or No Deal","offset":9594},{"uri":"Nick_Nemeth","surface_form":"Dolph Ziggler","offset":9626},{"uri":"Brazilian_Jiu-Jitsu","surface_form":"Brazilian Jiu-Jitsu","offset":9677},{"uri":"Rorion_Gracie","surface_form":"Gracie Jiu-Jitsu Academy","offset":9728},{"uri":"Torrance%2C_California","surface_form":"Torrance, California","offset":9756},{"uri":"Kickboxing","surface_form":"kickboxing","offset":9806}]}