{"id":255547,"url":"http://en.wikipedia.org/wiki/Jive_(dance)","text":"e=\"preserve\">Jive is a dance, one of the five International Latin ballroom dances. It originated in the United States from African-Americans in the early 1940s. It is a lively and uninhibited variation of the earlier forms of Swing dance such as the Jitterbug.\nJive is danced in 4/4 time, and in competition at a speed of 44 bars per minute. It differs from Rock 'n Roll (dance) in having a syncopated chassé. Steps are counted 1, 2, 3 & 4, with 3 & 4 as the chassé.\nHistory.\nAmerican soldiers brought Lindy Hop/Jitterbug to Europe around 1942, where this dance quickly became popular among the young. In the United States the term 'Swing' became the most common word used to describe the dance. In the UK variations in technique led to styles such as Boogie-Woogie and Swing Boogie, with 'Jive' gradually emerging as the generic term.\nAfter the war, the boogie became the dominant form for popular music. It was, however, never far from criticism as a foreign, vulgar dance. The famous ballroom dancing guru, Alex Moore, said that he had \"never seen anything uglier\". English instructors developed the elegant and lively ballroom Jive, danced to slightly slower music. In 1968 it was adopted as the fifth Latin dance in International competitions. The modern form of ballroom jive in the 1990s-present, is a very happy and boppy dance, the lifting of knees and the bending or rocking of the hips often occurs.\nBasic step.\nThe basic step (Jive Basic) is a six beat pattern, comprising eight weight changes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":66},{"uri":"United_States","surface_form":"United States","offset":104},{"uri":"African-American","surface_form":"African-American","offset":123},{"uri":"Swing","surface_form":"Swing","offset":226},{"uri":"Jitterbug","surface_form":"Jitterbug","offset":250},{"uri":"Dance","surface_form":"dance","offset":269},{"uri":"Syncopation","surface_form":"syncopated","offset":391},{"uri":"Chass%C3%A9","surface_form":"chassé","offset":402},{"uri":"Lindy_Hop","surface_form":"Lindy Hop","offset":502},{"uri":"Jitterbug","surface_form":"Jitterbug","offset":512},{"uri":"Boogie","surface_form":"boogie","offset":855},{"uri":"Guru","surface_form":"guru","offset":1004},{"uri":"Basic_step","surface_form":"basic step","offset":1427}]}