{"id":255774,"url":"http://en.wikipedia.org/wiki/Veil","text":"A veil is a soft covering of all or part of the face. It has often been used by women in many cultures. It is often used by brides on their wedding day. It may have religious meaning, or it may be used for pleasure or dance. It is different from a mask because a mask is close-fitting, and often firm or hard, while a veil is soft and may fit loosely.\nVeils as communication.\nVeils are a kind of non-verbal communication. They always have some kind of unspoken message.\nSome kinds of veil include a hood which covers the entire head, like a hijab. The point of covering the head entirely is to cover all parts which have any sexual meaning. A woman's hair is one of her secondary sexual characteristics, and acts (with her face, body and personality) to attract the opposite sex. Some religious groups believe that female sexuality should not be shown in public.\nThe most important part of the head (for the viewer) is the face, because the human face takes part in communication. Covering it says, in effect, 'this person is not available'. That is why it has been used so often by women. Because it is of soft material, the veil may be lifted back over the head or unclipped from one side. This is also a signal. It says 'now I am available'. So brides lift their veil at the point when they are married.\nVeils may be, and often are, partly transparent. This adds ambiguity and mystery to the 'message' it offers the viewer; it is a 'fashion statement'. The raising or dropping of veils is a sign of intimacy: the wearer, who was covered, is now in the open. In an extreme example, the idea of a \"Dance of the Seven Veils\" originates with the 1893 English translation of Oscar Wilde's 1891 French play Salome in the stage direction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Face","surface_form":"face","offset":48},{"uri":"Bride","surface_form":"brides","offset":124},{"uri":"Wedding","surface_form":"wedding","offset":140},{"uri":"Religious","surface_form":"religious","offset":165},{"uri":"Dance","surface_form":"dance","offset":218},{"uri":"Mask","surface_form":"mask","offset":263},{"uri":"Non-verbal_communication","surface_form":"non-verbal communication","offset":396},{"uri":"Hood","surface_form":"hood","offset":499},{"uri":"Hijab","surface_form":"hijab","offset":541},{"uri":"Sexual","surface_form":"sexual","offset":625},{"uri":"Personality","surface_form":"personality","offset":738},{"uri":"Sexuality","surface_form":"sexuality","offset":822},{"uri":"Face","surface_form":"face","offset":923},{"uri":"Communication","surface_form":"communication","offset":966},{"uri":"Signal","surface_form":"signal","offset":1207},{"uri":"Transparent","surface_form":"transparent","offset":1343},{"uri":"Ambiguity","surface_form":"ambiguity","offset":1366},{"uri":"Mystery","surface_form":"mystery","offset":1380},{"uri":"Message","surface_form":"message","offset":1396},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":1673},{"uri":"Salome","surface_form":"Salome","offset":1704}]}