{"id":255853,"url":"http://en.wikipedia.org/wiki/French_Island_(Victoria)","text":"French Island is a large island in Western Port, Victoria, Australia. It is 61 km southeast of Melbourne. In 1997 about 70 per cent of the island was made the French Island National Park. It has also been listed as part of the National Estate. In 2002, the waters on the north coast were made into the French Island Marine National Park.\nEven though it is close to Melbourne, French Island is relatively isolated and undeveloped. There is no water or electricity supply, or medical services on the island. There is one small shop and post office on Tankerton Road about 3 km from Tankerton Jetty. There is a number of places to stay, including camping, bed and breakfasts, guest houses, and the McLeod Eco Farm which was once a prison.\nHistory.\nAn Australian aboriginal clan, Bunarong Tribe lived and hunted on French Island. The first Europeans to discover the island were the French in April 1802. A group from the ship, \"La Naturaliste\", explored the area naming it \"Île de Françoise\", (French Island).\nIn 1847 the first settlers, William and John Gardner, started farming on the island. In the 1880's, koalas were released on to the island. In the 1890's the government set up several small villages. Farmers began to grow chicory, and about 30 chicory kilns were built.\nOn July 17, 1916 the McLeod Prison Farm opened and continued until 1975. In 1967, the State Electricity Commission (SEC)wanted to build the first nuclear power plant in Australia on French Island\nTankerton Post Office opened on 3 September 1890 and closed in 1994. It reopened in 2001 under the name French Island. A Fairhaven office was also open from 1911 until 1957.\nNuclear power plant site.\nIn 1967, the SEC told the Lands Department to keep 400 acres of French Island for future construction of a nuclear power plant. The plant, to be built in the 1970's, would generate 350-500MW of electricity. More nuclear power plants would be built in Australia once there was a successful, fully operational plant in Victoria. The SEC also planned to build more brown coal power stations as well.\nDue to the low cost of brown coal in Victoria and pressure from the anti-nuclear movement, the SEC decided not to build a nuclear plant and instead continued to build brown coal plants. These included the Hazelwood Power Station, which was completed in 1971. Nuclear plants were not built in New South Wales, as access to black coal allowed for bigger generators. The declaration of various areas of many Australian states as nuclear free zones was a key factor in the selection of coal plants over nuclear plants.\nAccess.\nThere is easy access to the island by train and ferry. People can take a train from Melbourne to Frankston. From Frankston there is a diesel locomotive service to Stony Point. It is a short walk along the jetty to catch the passenger ferry to Tankerton jetty on French Island. It is also possible to catch a passenger ferry from Cowes on Phillip Island.\nGeography.\nImportant features are Mount Wellington which is 96m in height and the Pinnacles at 66m.\nPeople.\nIn 2006 there were 89 people living on French Island. In 2009,there were five students at the primary school.\nNatural Environment.\nHabitats range from coastal mangroves, swamps, heath, grasslands and blue gum forests. Most koalas on the mainland of Australia suffer from the chlamydia disease. French Island provides the world's most dense and disease free group of koalas. They are often moved to repopulate diseased areas on the mainland. Shelter is provided for more than 100 species of bush orchids, and 260 species of birds. Significant species on the island include: King Quail, the critically endangered Orange-bellied Parrot, Fairy Tern, White-bellied Sea Eagle, Swamp Skink, Long-nosed Potoroo.\nThe island is one of only two places in Victoria where there are no foxes. Because of this, the island has kept a variety of native species which have been devastated by the fox in other areas. However rabbits, feral cats, feral goats, feral pigs, Indian Mynahs and starlings pose a threat to the island's biodiversity.\nTransport.\nAs the only cars used on the island are by residents, the network of more than 40 km of gravel roads and tracks are quiet and ideal for cycling. The island is generally flat or mildly undulating with the highest point being Mt Wellington (96 m). Bicycles can be hired from the General Store, Macleod Eco Farm and Bayview. There are many walking tracks. Other activities include bushwalking, bird watching, horse riding, cycling, and as a base for deep sea fishing.\nTwo local tour companies, French Island Tours and French Island Eco Tours, can provide bus tours of the island.\nCamping.\nThere is one free camping site in the National Park at Fairhaven, 4 km up the coast road from Tankerton Jetty, where the ferry arrives from Stony Point. The camp site is set among trees near the beach, with one public toilet and a water tank. Other camping is available at \"private sites\" at Bayview and McLeod Eco Farm by arrangement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":25},{"uri":"Western_Port","surface_form":"Western Port","offset":35},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":49},{"uri":"Australia","surface_form":"Australia","offset":59},{"uri":"Melbourne%2C_Australia","surface_form":"Melbourne","offset":95},{"uri":"French_Island_National_Park","surface_form":"French Island National Park","offset":159},{"uri":"French_Island_Marine_National_Park","surface_form":"French Island Marine National Park","offset":302},{"uri":"Bed_and_breakfast","surface_form":"bed and breakfast","offset":653},{"uri":"Guest_house","surface_form":"guest house","offset":673},{"uri":"Prison","surface_form":"prison","offset":728},{"uri":"Australian_aboriginal","surface_form":"Australian aboriginal","offset":748},{"uri":"Koala","surface_form":"koala","offset":1106},{"uri":"Chicory","surface_form":"chicory","offset":1227},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":1421},{"uri":"Anti-nuclear_movement","surface_form":"anti-nuclear movement","offset":2136},{"uri":"Hazelwood_Power_Station%2C_Victoria","surface_form":"Hazelwood Power Station","offset":2273},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2360},{"uri":"Frankston%2C_Victoria","surface_form":"Frankston","offset":2688},{"uri":"Stony_Point%2C_Victoria","surface_form":"Stony Point","offset":2754},{"uri":"Ferry","surface_form":"ferry","offset":2825},{"uri":"Cowes%2C_Victoria","surface_form":"Cowes","offset":2920},{"uri":"Phillip_Island_(Victoria)","surface_form":"Phillip Island","offset":2929},{"uri":"Habitat","surface_form":"Habitat","offset":3184},{"uri":"Mangrove","surface_form":"mangrove","offset":3212},{"uri":"Swamp","surface_form":"swamp","offset":3223},{"uri":"Heath","surface_form":"heath","offset":3231},{"uri":"Grassland","surface_form":"grassland","offset":3238},{"uri":"Blue_gum","surface_form":"blue gum","offset":3253},{"uri":"Koala","surface_form":"koala","offset":3276},{"uri":"Chlamydia_infection","surface_form":"chlamydia","offset":3328},{"uri":"Species","surface_form":"species","offset":3532},{"uri":"Orchid","surface_form":"orchid","offset":3548},{"uri":"King_Quail","surface_form":"King Quail","offset":3626},{"uri":"Critically_Endangered_species","surface_form":"critically endangered","offset":3642},{"uri":"Orange-bellied_Parrot","surface_form":"Orange-bellied Parrot","offset":3664},{"uri":"Fairy_Tern","surface_form":"Fairy Tern","offset":3687},{"uri":"White-bellied_Sea_Eagle","surface_form":"White-bellied Sea Eagle","offset":3699},{"uri":"Swamp_Skink","surface_form":"Swamp Skink","offset":3724},{"uri":"Long-nosed_Potoroo","surface_form":"Long-nosed Potoroo","offset":3737},{"uri":"Fox","surface_form":"fox","offset":3825},{"uri":"Rabbit","surface_form":"rabbit","offset":3959},{"uri":"Domestic_cat","surface_form":"cat","offset":3974},{"uri":"Goat","surface_form":"goat","offset":3986},{"uri":"Pig","surface_form":"pig","offset":3999},{"uri":"Indian_Mynah","surface_form":"Indian Mynah","offset":4005},{"uri":"Starling","surface_form":"starling","offset":4023},{"uri":"Biodiversity","surface_form":"biodiversity","offset":4063}]}