{"id":255896,"url":"http://en.wikipedia.org/wiki/Elam","text":"Elam was an long-lasting ancient civilization just to the east of Mesopotamia, in what is now southwest Iran. Elam was centered in the far west and southwest of what is now modern-day Iran, stretching from the lowlands of what is now Khuzestan and Ilam Province as well as a small part of southern Iraq..\nHistory.\nThe Proto-Elamite city of Susa was founded around 5000 BC in the watershed of the river Karun. It is considered to be the site of Proto-Elamite cultural formation.\nWritten records start from around 3000 BC in the Old Elamite period (Middle Bronze Age). In the Achaemenid Empire the Elamite language was among those in official use. The Elamite language has no obvious connections with any other, and seems to be a language isolate like Sumerian. Some researchers have suggested the existence of a larger group known as Elamo-Dravidian. This theory is not established.\nAs it happens, the Elamites managed to stay independent for some time after this disaster. The devastation was less complete than Assurbanipal boasted, and Elamite rule, though rather broken up, continued until 540 BC, when Achaemenid rule begins in Susa. Under the Parthian period, a kingdom of Elymais existed which survived until its extinction by Sassanid invasion in the early third century AD. It was in the heartland of ancient Elam.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_history","surface_form":"ancient civilization","offset":25},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":66},{"uri":"Iran","surface_form":"Iran","offset":104},{"uri":"Iran","surface_form":"Iran","offset":184},{"uri":"Khuzestan","surface_form":"Khuzestan","offset":234},{"uri":"Ilam_Province","surface_form":"Ilam Province","offset":248},{"uri":"Susa","surface_form":"Susa","offset":340},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":554},{"uri":"Achaemenid_Empire","surface_form":"Achaemenid Empire","offset":574},{"uri":"Language_isolate","surface_form":"language isolate","offset":728},{"uri":"Sumer","surface_form":"Sumer","offset":750},{"uri":"Elamo-Dravidian","surface_form":"Elamo-Dravidian","offset":833},{"uri":"Parthia","surface_form":"Parthia","offset":1148},{"uri":"Sassanid","surface_form":"Sassanid","offset":1233}]}