{"id":255870,"url":"http://en.wikipedia.org/wiki/Eurovision_Song_Contest_2011","text":"The 56 Annual Eurovision Song Contest was held in Düsseldorf (Germany), due to Germany's first place with their singer Lena Meyer-Landrut with her song \"Satellite\" in the Eurovision Song Contest 2010 in Oslo (Norway). Like previous years, a system of two semi-finals was used: the first on 10 May and the second on 13 May 2011. The final was on the evening of 14 May 2011. The winners were Ell & Nikki with their song Running scared, they represented Azerbaijan.\nVenue.\nOn 12 October 2010, the German broadcaster, Norddeutscher Rundfunk (NDR) announced that the Esprit Arena of Düsseldorf as the venue of the Eurovision Song Contest 2011. Germany has already held the Eurovision Song Contest. The first in 1957 in Frankfurt am Main and the second in 1983 in Munich. Since 1998 and the victory of the United Kingdom the year before, it is the first time that a country of the \"Big Five\" (Germany, France, Spain, United Kingdom & Italy (since 2011)) will held the Eurovision Song Contest.\nFormat.\nThe five countries that are part of the \"Big Five\", along with the host of the contest, automatically qualify for a place in the final. But Germany is both the host of the 2011 edition and a member from the \"Big Five\". To answer this question of if a country will qualify directly for the final (maybe the second of the 2010 Contest), the EBU held a meeting in Belgrade (Serbia). And it was decided that the existing rules will remain in place, and that the number of participants in the final will simply decreased from twenty-five to twenty-four. On 31 December 2010, the EBU published the official list of the participants for the 2011 Eurovision Song Contest and which stated the return of Italy, Austria, San Marino and Hungary. And thanks to the return of Italy twenty-fiv countries will participate for the final of the 2011 edition of the Eurovision Song Contest.\nHosts.\nOn 16 December 2010, NDR revealed the presenters of the 2011 edition: Anke Engelke, Judith Rakers, and Stefan Raab. It will be the third time that three people have hosted the contest after 1999 and 2010. And the second time in a row.\nPot allocations.\nTo determine the semi-final running orders for the Eurovision Song Contest, participating nations were split into six pots on 17 January 2011. Countries has been drawn from each pot to determine if they will compete in either the first or second semi-final and like in 2010, it will determine in which half of the semi-final they will perform, in order for delegations to know when rehearsals will begin for their respective countries. The draw also determine in which semi-finals the members of the \"Big Five\" (France, Germany, Spain, the United Kingdom and Italy) will be able to vote.\nIsraeli broadcaster IBA requested to take part in the second semi-final due to the Israeli Memorial Day, which will be held during the first semi-final. German broadcaster NDR also requested that they be allowed to vote in the second semi-final for scheduling reasons.\nParticipating Countries.\nOn 31 December 2010, the EBU confirmed the forty-three countries which will be competing fir the 2011 Eurovision Song Contest. The 2011 edition which will mark the returns of Austria, which last participated in 2007, Italy, which last participated in 1997, San Marino, which only took part in 2008, and Hungary, which last participated in 2009.\nAt a meeting in Belgrade, the EBU decided that the countries has to choose their artists and their songs before 14 March because the running draw for the Eurovision Song Contest will be held on March 15.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":14},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":50},{"uri":"Germany","surface_form":"Germany","offset":62},{"uri":"Lena_Meyer-Landrut","surface_form":"Lena Meyer-Landrut","offset":119},{"uri":"Eurovision_Song_Contest_2010","surface_form":"Eurovision Song Contest 2010","offset":171},{"uri":"Oslo","surface_form":"Oslo","offset":203},{"uri":"Norway","surface_form":"Norway","offset":209},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":451},{"uri":"1957","surface_form":"1957","offset":706},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":714},{"uri":"1983","surface_form":"1983","offset":750},{"uri":"Munich","surface_form":"Munich","offset":758},{"uri":"1998","surface_form":"1998","offset":772},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":800},{"uri":"France","surface_form":"France","offset":896},{"uri":"Spain","surface_form":"Spain","offset":904},{"uri":"Italy","surface_form":"Italy","offset":928},{"uri":"European_Broadcasting_Union","surface_form":"EBU","offset":1334},{"uri":"Belgrade","surface_form":"Belgrade","offset":1356},{"uri":"Serbia","surface_form":"Serbia","offset":1366},{"uri":"Austria","surface_form":"Austria","offset":1696},{"uri":"San_Marino","surface_form":"San Marino","offset":1705},{"uri":"Hungary","surface_form":"Hungary","offset":1720},{"uri":"1999","surface_form":"1999","offset":2064},{"uri":"2010","surface_form":"2010","offset":2073}]}