{"id":255945,"url":"http://en.wikipedia.org/wiki/2008_Kosovo_declaration_of_independence","text":"The 2008 Kosovo declaration of independence was an act of the Provisional Institutions of Self-Government Assembly of Kosovo. It was adopted on 17 February 2008 by all of the 109 members that were present, which was the minimum number needed for it to pass. It declared Kosovo to be independent from Serbia.\nIt was the second declaration of independence by Kosovo's Albanian-majority political institutions. The first was proclaimed on 7 September 1990.\nThe government of Serbia said that the declaration was illegal. It took the case to the International Court of Justice. The ICJ said that the declaration did not violate international law.\nUnited Nations.\nFollowing a request from Russia, the United Nations Security Council held an emergency session in the afternoon of 17 February. The United Nations Secretary-General, Ban Ki-moon, issued a statement that avoided taking sides and urged all parties \"to refrain from any actions of statements that could endanger peace, incite violence or jeopardize security in Kosovo or the region.\" Speaking on behalf of six western countries—Belgium, Croatia, France, Germany, Italy and the United States—the Belgian ambassador expressed regret \"that the Security Council cannot agree on the way forward, but this impasse has been clear for many months. Today's events... represent the conclusion of a status process that has exhausted all avenues in pursuit of a negotiated outcome.\"\nICJ ruling.\nOn July 22, 2010 the International Court of Justice ruled that the declaration did not violate international law. Prior to the announcement Hashim Thaçi said there would be no \"winners or losers\" and that \"I expect this to be a correct decision, according to the will of Kosovo's citizens. Kosovo will respect the advisory opinion.\" For his part, Boris Tadić, the Serbian president, warned that \"If the International Court of Justice sets a new principle, it would trigger a process that would create several new countries and destabilise numerous regions in the world.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Provisional_Institutions_of_Self-Government","surface_form":"Provisional Institutions of Self-Government","offset":62},{"uri":"Assembly_of_Kosovo","surface_form":"Assembly of Kosovo","offset":106},{"uri":"Kosovo","surface_form":"Kosovo","offset":270},{"uri":"Serbia","surface_form":"Serbia","offset":300},{"uri":"Albanian_people","surface_form":"Albanian","offset":366},{"uri":"International_Court_of_Justice","surface_form":"International Court of Justice","offset":542},{"uri":"International_law","surface_form":"international law","offset":624},{"uri":"Russia","surface_form":"Russia","offset":684},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":696},{"uri":"United_Nations_Secretary-General","surface_form":"United Nations Secretary-General","offset":791},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":825},{"uri":"Belgium","surface_form":"Belgium","offset":1084},{"uri":"Croatia","surface_form":"Croatia","offset":1093},{"uri":"France","surface_form":"France","offset":1102},{"uri":"Germany","surface_form":"Germany","offset":1110},{"uri":"Italy","surface_form":"Italy","offset":1119},{"uri":"United_States","surface_form":"United States","offset":1133},{"uri":"International_Court_of_Justice","surface_form":"International Court of Justice","offset":1460}]}