{"id":255933,"url":"http://en.wikipedia.org/wiki/Khlo%C3%A9_Kardashian","text":"Khloé Alexandra Kardashian (born June 27, 1984) is an American television personality. She is the sister of Kim and Kourtney Kardashian. Kardashian is the daughter of Kris and Robert Kardashian Sr., who is known for representing O. J. Simpson during his infamous 1995 trial. She has one younger brother, Rob Kardashian Jr. She has had her own reality television series, \"Kourtney and Khloé Take Miami\" and \"Khloé & Lamar\". She and her sisters own the fashion store DASH and formerly owned the children's store Smooch, both run by her family.\nTelevision.\nIn 2017, calling herself the \"fat, funny sister\" during her childhood, Kardashian introduced the new E! TV series \"Revenge Body with Khloé Kardashian\", focused on helping contestants lose weight and improve physically and mentally over 12 weeks before making a reveal of their new body. The show was picked up for a second season.\nPersonal life.\nKardashian married Los Angeles Lakers basketball player Lamar Odom in 2009. She filed for divorce in December 2013, and it was finalized in 2016. She previously dated NBA player James Harden and music producer French Montana.\nKardashian is currently in a relationship with NBA player Tristan Thompson. On September 26, 2017, it was revealed that they are expecting a child together. This announcement came after Kardashian's half-sister Kylie Jenner announced her own pregnancy with rapper Travis Scott.\nOn April 12, 2018, Kardashian gave birth to her first child (and Thompson's second), a daughter named True Thompson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":54},{"uri":"Television_personality","surface_form":"television personality","offset":63},{"uri":"Kim_Kardashian","surface_form":"Kim","offset":108},{"uri":"Kourtney_Kardashian","surface_form":"Kourtney Kardashian","offset":116},{"uri":"Kris_Jenner","surface_form":"Kris","offset":167},{"uri":"Rob_Kardashian","surface_form":"Rob Kardashian","offset":304},{"uri":"Reality_television","surface_form":"reality television","offset":343},{"uri":"Television_series","surface_form":"series","offset":362},{"uri":"Fashion","surface_form":"fashion","offset":451},{"uri":"Marriage","surface_form":"married","offset":911},{"uri":"Los_Angeles_Lakers","surface_form":"Los Angeles Lakers","offset":919},{"uri":"Basketball","surface_form":"basketball","offset":938},{"uri":"Lamar_Odom","surface_form":"Lamar Odom","offset":956},{"uri":"Kylie_Jenner","surface_form":"Kylie Jenner","offset":1337},{"uri":"Travis_Scott","surface_form":"Travis Scott","offset":1390}]}