{"id":255987,"url":"http://en.wikipedia.org/wiki/Grupo_Santander","text":"Grupo Santander is a banking group centered on Banco Santander, the largest bank in the Eurozone. Grupo Santander is one of the largest banks in the world (in terms of market capitalisation). It originated in Santander, Cantabria, Spain.\nHistory.\nBanco Hispanoamericano was created in 1900. Banco Central was created in 1919. Banco Central and Banco Hispanoamericano merged.\nBanco Santander was founded in 1857. Banco Central Hispano was founded in 1991. In 1999, Banco Santander and Banco Central Hispano merged, creating Banco Santander Central Hispano, or BSCH.\nThe 1999 merger between Santander and Central Hispano was designed to be a \"merger of equals\". The top executives of the two firms would share control of the new firm. Soon after the merger former Central Hispano executives thought chairman Botin of trying to control the firm. They threatened to take legal action against him. The issue was resolved when Central Hispano the executives agreed to severance payments (money given when leaving a company), retirement. They also turned control of the firm over to Mr. Botin. This action cost the shareholders of the firm €164M.\nBecause of the large payouts, Mr. Botin was brought to trial on criminal charges of \"misappropriation of funds\" (using company money the wrong way) and \"irresponsible management.\" In April 2005 he was cleared of all charges. The decision said the retirement payments made were legal, \"made as compensation for the services provided to the bank.\"\nIn 2005, Mr. Botin was accused of insider trading (trading stock based on knowledge the general public did not have). The anti-corruption division of the Spanish public prosecutor's office cleared Mr. Botin of all charges.\nOn 26 July 2004 Banco Santander Central Hispano announced the purchase of Abbey National plc. The shareholders' approved of the purchase, and it was formally approved by the courts. Abbey became part of Grupo Santander on 12 November 2004.\nIn June 2006, Banco Santander Central Hispano purchased almost 20% of Sovereign Bank. They also acquired the option to buy Sovereign Bank for $40 per share in the middle of 2008.\nIn May 2007 Banco Santander Central Hispano announced that it would make an offer to purchase ABN AMRO. This offer was in conjunction with Royal Bank of Scotland and Fortis. BSCH's offered to purchase 28% of ABN AMRO. The offer would be made by a capital increase through a new stock share issue. In October 2007, the group outbid Barclays and purchased ABN AMRO. As part of the deal, Grupo Santander acquired ABN AMRO's subsidiary in Brazil, Banco Real, and its subsidiary in Italy, Banca Antonveneta.\nOn 13 August 2007, Banco Santander Central Hispano changed its legal name to Banco Santander.\nIn November 2007, it sold Banca Antonveneta to Monte dei Paschi di Siena. In March 2008, Banco Santander sold Interbanca, a subsidiary of Banca Antonveneta, to GE Commercial Finance In return, it received GE Money businesses in Germany, Finland and Austria, and GE's Card and Auto Financing Businesses in the UK. These will be integrate into Santander Consumer Finance.\nThe group announced in July 2008 that it intended to takeover the UK bank Alliance & Leicester. Alliance & Leicester had £24bn in deposits and 254 branches. The purchase was completed in October 2008 when the group removed the company's shares from the London Stock Exchange. This was followed by the purchase of the savings business of UK bank Bradford & Bingley (B&B) in September 2008 B&B had deposits of £22bn, 2.6m customers, 197 branches and 140 agencies. The banks, along with Abbey, are to be merged under the Santander name in the UK by the end of 2010.\nIn October 2008, Grupo Santander announced that it would purchase the 75.65% of Sovereign Bancorp it does not currently own. This would cosst approximately US$1.9 billion (€1.4 billion). The purchase of Sovereign has given Santander its first retail bank in the mainland United States.\nFundación Banco Santander.\nThe Foundation has the objective of Financing Master and Doctorate Scholarships.\nOperations.\nGrupo Santander has numerous operations in Latin America. It has renamed most of the subsidiaries it has acquired to Santander.\nGrupo Santander has 131,819 employees, 90.1 million customers, 11,178 branches and 2.27 million shareholders. Retail banking - the main part of Santander's operations - generates 82% of the group's profit.\nCurrently, Santander is a corporate sponsor of the Ferrari Formula One team and the Copa Libertadores de America.\nOn December 1, 2008, Santander announced that their Formula One sponsorship deal with McLaren will end in 2010, when Santander will become Ferrari's main sponsor. However, in September 2009, Santander announced that it will continue its sponsorship with Vodafone McLaren-Mercedes due to its brand awareness in the UK rising from 20 to 82 percent.\nOn December 14, 2008, it was revealed that the collapse of Bernard Madoff's Ponzi scheme might mean the loss of 2.33 billion euros at Banco Santander.\nOn November 10, 2009, HSBC Finance Corporation announced an agreement with Santander Consumer USA Inc. (SC USA). SC USA would sell HSBC US auto loan processing operations, and US $1 billion in auto loan receivables (money due to be received) for US $904 million in cash. SC USA would also enter into a loan processing agreement for the remainder of its US auto loan portfolio. This portfolio is in liquidation (being sold to pay off a debt). The transaction is expected to close in the first quarter of 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eurozone","surface_form":"Eurozone","offset":88},{"uri":"Santander%2C_Cantabria","surface_form":"Santander","offset":209},{"uri":"Cantabria","surface_form":"Cantabria","offset":220},{"uri":"Spain","surface_form":"Spain","offset":231},{"uri":"Abbey_(bank)","surface_form":"Abbey National plc","offset":1783},{"uri":"Sovereign_Bank","surface_form":"Sovereign Bank","offset":2019},{"uri":"ABN_AMRO","surface_form":"ABN AMRO","offset":2222},{"uri":"Royal_Bank_of_Scotland","surface_form":"Royal Bank of Scotland","offset":2267},{"uri":"Fortis_(finance)","surface_form":"Fortis","offset":2294},{"uri":"Barclays","surface_form":"Barclays","offset":2459},{"uri":"Banco_Real","surface_form":"Banco Real","offset":2571},{"uri":"Banca_Antonveneta","surface_form":"Banca Antonveneta","offset":2612},{"uri":"Monte_dei_Paschi_di_Siena","surface_form":"Monte dei Paschi di Siena","offset":2772},{"uri":"Interbanca","surface_form":"Interbanca","offset":2835},{"uri":"GE_Commercial_Finance","surface_form":"GE Commercial Finance","offset":2885},{"uri":"Alliance_%26amp%3B_Leicester","surface_form":"Alliance & Leicester","offset":3169},{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":3348},{"uri":"Bradford_%26amp%3B_Bingley","surface_form":"Bradford & Bingley","offset":3440},{"uri":"Abbey_(bank)","surface_form":"Abbey","offset":3579},{"uri":"United_States","surface_form":"United States","offset":3929},{"uri":"Latin_America","surface_form":"Latin America","offset":4107},{"uri":"Retail_banking","surface_form":"Retail banking","offset":4302},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":4449},{"uri":"Copa_Libertadores","surface_form":"Copa Libertadores de America","offset":4482},{"uri":"McLaren","surface_form":"McLaren","offset":4598},{"uri":"Vodafone","surface_form":"Vodafone","offset":4766},{"uri":"McLaren","surface_form":"McLaren","offset":4775},{"uri":"Mercedes-Benz_HighPerformanceEngines","surface_form":"Mercedes","offset":4783},{"uri":"Bernard_Madoff","surface_form":"Bernard Madoff","offset":4918},{"uri":"Ponzi_scheme","surface_form":"Ponzi scheme","offset":4935}]}