{"id":25607,"url":"http://en.wikipedia.org/wiki/Marie_Antoinette","text":"Marie Antoinette (2 November 1755 – 16 October 1793) was the last Queen of France, as the wife of King Louis XVI, before the monarchy was abolished in the French Revolution. She was born as Maria Antonia as an Archduchess of Austria.\nShe married Louis in 1770, when she was 14 years old and four years before he became the king. They were not close at first, and at first it was difficult for them to have children. After seven years of marriage, she gave birth to a daughter, and later to three more children. She was the mother of Louis XVII of France, who never actually became king.\nAlthough she was not unpopular at first, many people in France did not want the country to have an Austrian queen. France's alliance with Austria was unpopular; the two countries had been enemies until 1756, and their alliance had led to France's defeat in the Seven Years' War. It was not until during the French Revolution that she became an unpopular symbol of the old French monarchy (\"Ancien Régime\"). There were rumours that she spent too much money, had lovers and supported France's enemies. There was a rumour that when she learned that peasants were starving, she said \"Let them eat cake,\" but there is no evidence she said this. Many of these rumours were started by other people at the court, where Marie Antoinette had few friends. It is not clear what caused the French Revolution, but there were far bigger causes than her spending.\nShe helped plan the royal family's failed escape from Paris in 1791. This caused many people to think that the royal family, especially Marie Antoinette, were plotting with foreign governments to overthrow the elected government. The royal family were arrested in 1792 and the monarchy was abolished. She was executed by guillotine in 1793, nine months after her husband was executed.\nChildhood in Vienna (1755-1767).\nOn the morning of 2 November 1755, Maria Teresa, Queen of Hungary and Empress of the Holy Roman Empire, gave birth to Marie Antoinette, her fifteenth child and last daughter. The Empress quickly became well again after giving birth, and was reported to have looked happy and healthy. Marie Antoinette was taken care of by Constance Weber, a wet-nurse. When Marie Antoinette was a child, she often gave gifts to Constance Weber and her son, Joseph. According to Joseph, Marie Antoinette once said to Constance, \"Good Weber, have a care for your son.\"\nJoseph Weber added that the Archdukes and Archduchesses were allowed to make friends with \"ordinary\" (common) children. Except on formal celebrations, people who did not have a very high birth or title were still liked and allowed into the court. Marie Antoinette was known as \"Antoine\" when she was young. The Austrian court young Madame Antoine grew up in was already beginning to become much less formal. Antoine was taught by Countess Brandeis, who loved Marie Antoinette and treated her very kindly. Antoine's first recorded letter, written when she was 11 or 12, was to \"dearest Brandeis\" from \"your faithful pupil (student) who loves you dearly, Antoine\". However, though the countess taught Antoine about morality and religion, she did not educate her on many other subjects, and Antoine did not like to concentrate. Later, one of her friends said that when she talked, her words were not connected, \"like a grasshopper\". In fact, when Antoine was 12 she could not write or even speak French and German properly, though she spoke Italian well. She greatly loved music, though. In 1759, shortly before she became four years old, Antoine sang a French song at a party for her father, while her brothers and sisters sang Italian songs. She listened to and met Wolfgang Amadeus Mozart who was playing \"marvellously\" once, too. Mozart tried to propose to Antoinette. She would eventually be a fan of Mozart’s music. She was also famous for her beautiful dancing and the graceful way she carried her head. She had been officially taught by the famous French ballet master Jean-Georges Noverre. She was much less skilled at reading.\nStill, she loved her childhood home in Vienna and later missed it very much. She once said about her mother, \"I love the Empress but I'm frightened (afraid) of her, even at a distance; when I'm writing to her, I never feel completely at ease (comfortable).\" She disliked her sister, the Archduchess Marie \"Mimi\" Christine, who her mother seemed to love most. But her relationship with her sister Maria \"Charlotte\" Carolina was quite different: they loved each other warmly. They were very close, and a painter later said that they \"resembled (looked like) each other greatly\". Charlotte was more forceful, and Antoine was usually thought to be prettier.\nA political marriage (1767-1770).\nAt the beginning of 1767 the Empress had five daughters with her. Marie Christine was already married to Prince Albert of Saxony. Elizabeth, who was very pretty, was 23, Amalia almost 21, Josepha was 16, Charlotte was 14, and Antoine was now 12. The Empress wanted Josepha, who was gentle and pretty, to marry Charles III of Spain. But then bad things started to happen. Her son Joseph's second wife died because of smallpox and was buried. After that Maria Teresa caught the smallpox and almost died.\nThen Maria Teresa took her daughter Josepha, who was about to begin her bridal journey to Naples, to go to the tomb of Joseph's wife to pray. But the tomb had not been closed tightly enough. Probably because of this, Josepha suddenly caught smallpox and died. Elizabeth also caught the disease. She lived, but her beauty was gone. Antonia, who had caught smallpox when she was two years old and become healthy again, did not catch the disease.\nBut a bride was still needed for King Ferdinand of Naples. Maria Teresa quickly wrote a letter explaining what had happened to Charles III of Spain a month after Josepha died. \"I grant of my daughters to make good the loss,\" she wrote. \"I do currently (right now) have two who could fit, one is the Archduchess Amalia who is said to have a pretty face and whose health should other is the Archduchess Charlotte who is also very healthy and a year and seven months younger than the King of Naples.\" Soon, the King of Naples married Charlotte and Amalia was married to Louis XV's grandson, Don Ferdinand of Parma. Amalia was not happy with her mother's decision.\nThe only daughter left was now Marie Antoinette. Empress Maria Theresa decided to use Antonia to make Austria become friendly with France. After long discussions, Antonia was engaged to Louis-Auguste, Dauphin of France. The duc de Choiseul from France and the Prince of Starhemberg from Austria helped arrange the wedding.\nThey immediately began preparing Marie Antoinette for her marriage. Her teeth were crooked, but a French dentist came to fix it. After a painful three months, Marie Antoinette had a smile that was \"very beautiful and straight\". Her thick \"mountain of curls\" were dressed by Larsenneur, a famous hairdresser who powdered and softened her hair. Marie Antoinette also had a high forehead which was thought unfashionable at that time. though she had a long, graceful neck.\nHer education was also changed. In November 1768, the Abbe Jacques-Mathieu de Vermond went to Vienna to teach Antonia. She was clever, but without the knowledge a future queen should have. She was also lazy and unable to concentrate. She could not read or write properly in French or German, but a year after Vermond had arrived, she could speak it well enough. By the time she left Austria, she was speaking French easily and well, even if it had a small German accent. The Abbe also found that Marie Antoinette did not know much about French history, which they studied carefully together. In the end, Marie received a fairly good education.\nDeath.\nMarie Antoinette was publicly executed by guillotine for treason in Paris, France, on 16 October 1793, months after the death of her husband. Her youngest son Louis-Charles, later died of tuberculosis and malnutrition during the revolution. She was buried in the Saint Denis Basilica. Her eldest daughter, Marie Therese, was the only one of their family to survive the revolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen","surface_form":"Queen","offset":66},{"uri":"France","surface_form":"France","offset":75},{"uri":"Louis_XVI","surface_form":"Louis XVI","offset":103},{"uri":"French_Revolution","surface_form":"French Revolution","offset":155},{"uri":"Archduke","surface_form":"Archduchess","offset":210},{"uri":"Austria","surface_form":"Austria","offset":225},{"uri":"Louis_XVII_of_France","surface_form":"Louis XVII of France","offset":533},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":848},{"uri":"French_Revolution","surface_form":"French Revolution","offset":894},{"uri":"Ancien_R%C3%A9gime","surface_form":"Ancien Régime","offset":977},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1364},{"uri":"Execution","surface_form":"executed","offset":1744},{"uri":"Guillotine","surface_form":"guillotine","offset":1756},{"uri":"Friendship","surface_form":"friends","offset":2480},{"uri":"Formal","surface_form":"formal","offset":2533},{"uri":"Party","surface_form":"celebrations","offset":2540},{"uri":"Countess","surface_form":"Countess","offset":2833},{"uri":"Morality","surface_form":"morality","offset":3116},{"uri":"Religion","surface_form":"religion","offset":3129},{"uri":"Grasshopper","surface_form":"grasshopper","offset":3319},{"uri":"French_language","surface_form":"French","offset":3396},{"uri":"German_language","surface_form":"German","offset":3407},{"uri":"Italian_language","surface_form":"Italian","offset":3441},{"uri":"Music","surface_form":"music","offset":3473},{"uri":"Song","surface_form":"song","offset":3561},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":3668},{"uri":"Ballet","surface_form":"ballet","offset":3963},{"uri":"Reading","surface_form":"reading","offset":4028},{"uri":"Prince_Albert_of_Saxony","surface_form":"Prince Albert of Saxony","offset":4830},{"uri":"Charles_III_of_Spain","surface_form":"Charles III of Spain","offset":5035},{"uri":"Smallpox","surface_form":"smallpox","offset":5141},{"uri":"Bride","surface_form":"bridal journey","offset":5299},{"uri":"Naples","surface_form":"Naples","offset":5317},{"uri":"Engagement","surface_form":"engaged","offset":6507},{"uri":"Tooth","surface_form":"teeth","offset":6727},{"uri":"Crooked","surface_form":"crooked","offset":6738},{"uri":"Dentist","surface_form":"dentist","offset":6760},{"uri":"Mountain","surface_form":"mountain","offset":6894},{"uri":"Hairdresser","surface_form":"hairdresser","offset":6950},{"uri":"Accent","surface_form":"accent","offset":7587},{"uri":"Guillotine","surface_form":"guillotine","offset":7817},{"uri":"Treason","surface_form":"treason","offset":7832},{"uri":"Paris","surface_form":"Paris","offset":7843},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":7963},{"uri":"Malnutrition","surface_form":"malnutrition","offset":7980}]}