{"id":256172,"url":"http://en.wikipedia.org/wiki/Damselfly","text":"Damselflies are insects in the order Odonata. They are similar to dragonflies, but are in a separate suborder, the Zygoptera. There are 20 families of damselfly. \"Demoiselle\" is another name for damselflies.\nThe wings of most damselflies are held along, and parallel to, the body when at rest. There are also damselfly families in which the wings are held open, as in the true dragonflies (Anisoptera).\nDamselflies are also usually smaller, weaker fliers than dragonflies. Their eyes are well separated by more than their own diameter. Another distinction is that their forewings and hindwings look similar; this is not the case in the true dragonflies. Like dragonflies, damselflies cannot walk, but only land. Their life cycle is also similar. They have incomplete metamorphosis, with an aquatic nymph. The nymph is carnivorous, as is the adult.\nDamselflies have existed since the later Carboniferous (early forms may be put in the Protozygoptera by some authorities). They are found on every continent except Antarctica. One feature of their life is different from dragonflies. Not only do their nymphs grow in rivers, but the adults usually keep close to the river, and live in colourful little groups. Most damselflies live their lives within a short distance of where they were hatched.\nThey are often brilliantly coloured, but when they land on a bush, out of direct sunlight, they are not easy to see. They land and close their wings at the same instant. They have eyes which detect movement well, and they fly off if anything moves nearby. Thus, although they are fragile and highly coloured, they are not easily caught by predators.\nAll damselflies are predatory; both nymphs and adults eat other insects.","categories":[],"infobox_types":[],"annotations":[{"uri":"Insect","surface_form":"insect","offset":16},{"uri":"Odonata","surface_form":"Odonata","offset":37},{"uri":"Dragonfly","surface_form":"dragonflies","offset":66},{"uri":"Suborder","surface_form":"suborder","offset":101},{"uri":"Life_cycle","surface_form":"life cycle","offset":718},{"uri":"Incomplete_metamorphosis","surface_form":"incomplete metamorphosis","offset":756},{"uri":"Aquatic","surface_form":"aquatic","offset":790},{"uri":"Nymph","surface_form":"nymph","offset":798},{"uri":"Carnivorous","surface_form":"carnivorous","offset":818},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":889},{"uri":"Antarctica","surface_form":"Antarctica","offset":1012},{"uri":"Nymph","surface_form":"nymph","offset":1679}]}