{"id":256120,"url":"http://en.wikipedia.org/wiki/Mercedes_GP","text":"Mercedes GP Petronas Formula One Team, the trading name of Mercedes-Benz Grand Prix Limited. They are the Formula One racing team and constructor (builder) of Mercedes-Benz. Mercedes-Benz debuted in Formula One in, and competed with great success in the and seasons. After the 1955 season, Mercedes left the sport. Despite part-ownerships, and engine supplier deals in the 1990s and 2000s, it did not return as a factory team until November 2009.\nMercedes has been supplying engines to the McLaren team since. Mercedes-Benz, through its parent Daimler AG, and in partnership with Aabar Investments, reached an agreement to purchase the Brawn GP team. Daimler would buy 45.1% of Brawn, and Aabar would buy 30%. The purchase would be pending corporate and regulatory approval. The Brawn team was created when they purchased the Honda Racing F1 team. Brawn had won the drivers' and constructors' championships in the season, their first and only season as a team.\nFormer Williams driver Nico Rosberg was joined by seven-time World Champion Michael Schumacher for the team's maiden racing season. Mercedes has Nick Heidfeld as the test and reserve driver. In August, Mercedes released Heidfeld from his contract to allow him to do tyre testing. He will test the new Pirelli tyre that will be used in the season. In September, Heidfeld was signed by Sauber to replace Pedro de la Rosa.\nMercedes in Grand Prix motor racing (1930s–1955).\nMercedes-Benz first competed in Grand Prix motor racing in the 1930s. The Silver Arrows cars by Mercedes-Benz and rivals Auto Union were the best racing cars. Both teams were heavily funded by the Nazi regime. They won all the European Grand Prix Championships after 1932. Rudolf Caracciola won three of the championships for Mercedes-Benz.\nIn 1954 Mercedes-Benz returned to racing in the current f1 series using the advanced Mercedes-Benz W196 (pictured). This car was run in both open-wheeled and streamlined (body work that covered the wheels) forms. Juan Manuel Fangio, a previous champion the season transferred mid-season from Maserati to Mercedes-Benz for their debut at the French Grand Prix on July 4, 1954. The team had immediate success with a 1-2 victory (taking both first and second place) with Fangio and Karl Kling. They also set the fastest lap of the race with (Hans Herrmann). Fangio went on to win three more races in 1954, and won the Formula One World Championship.\nThey continued to have success in the season, where the same car was used again. Mercedes dominated the season, with Fangio wining four races, and his new team mate Stirling Moss winning the British Grand Prix. Fangio and Moss finished first and second in 1955's World Championship. A terrible crash at the 1955 24 Hours of Le Mans on June 11 killed Mercedes driver Pierre Levegh and over 80 spectators. This crash led to the cancellations of the French, German, Spanish and Swiss Grands Prix that year. Mercedes-Benz withdrew from motor sport, including Formula One, at the end of the 1955 season.\nThe company made a return to the Formula One in by unofficially supplying the Sauber team with engines. The next year, the partnership was made official. For, Mercedes change teams and started supplying engines to the McLaren. Mercedes also purchased a small portion of the McLaren. McLaren won three drivers' championships and one constructors' championship between 1995 and. In 2009, Mercedes began supplying engines to the Brawn GP and Force India teams. In 2009, Brawn won both the driver's and constructors' championship.\nPre-Mercedes.\nThe current Mercedes team can be traced back to the long-running Tyrrell Racing team. Tyrrell competed as a constructor from 1970 until 1998. In 1999, Tyrrell became British American Racing (BAR). BAR formed a partnership with Honda, and becoming Honda Racing F1 Team in 2006. In December 2008, Honda decided to leave Formula One racing, and Brawn GP, was formed from the Honda Team. Brawn's association with Mercedes began when the team opted to use the Mercedes FO 108W engine at the last minute. Mercedes needed special permission to supply engines to Brawn. The Formula One regulations at the time only allowed an engine supplier to supply two teams. Mercedes was already supplying engines to both McLaren and Force India.\nBrawn won the first race it entered at the 2009 Australian Grand Prix. Jenson Button won six of their first seven races of the season, and won the World Championship. His team-mate Rubens Barrichello won at Valencia and Italy. Both Button and Brawn went on to secure the Drivers' and Constructors' World Championships in the race in Brazil, the next to the last race of the season. It was the first time in the sport's sixty-year history that a team won both the drivers' and constructors' titles in its maiden (first) season.\nAcquisition of Brawn GP.\nOn November 16, 2009, it was officially announced that Mercedes would acquire the Brawn team, with Ross Brawn continuing his duties as team leader. The team will continue to be located in Brackley, United Kingdom. Brackley is less than 30 miles away from Mercedes' Formula One engine plant in Brixworth.\nNico Rosberg was announced as the team's first driver on November 23, 2009. On December 23, 2009, seven-time world champion Michael Schumacher announced that he will be returning to Formula One with the Mercedes team. Brawn's former drivers Jenson Button joined McLaren, and Rubens Barrichello joined Williams team for 2010. With the acquisition of Brawn, Mercedes parted ways with McLaren. The 40% stake that Daimler (which owns Mercedes) has in McLaren will be sold back to the McLaren Group for a reported £500m.\nOne reason given for Mercedes parting with McLaren was \"because of McLaren's ambitious plans to build road cars\". McLaren plan to put the McLaren MP4-12C in production by 2011. Mercedes has said it would continue to supply engines to McLaren until 2015.\nSponsorship.\nIn December 2009, the team suffered an early setback when it was discovered that sponsorship deal was invalid. An eighty million pound sponsorship arrangement that had been signed by Brawn with the German company Henkel was invalid. Henkel claimed they were unaware of the deal and were not interested in Formula One. They said the deal was made by a former Henkel employee on stolen company stationery to defrauding the company. On December 22, Henkel announced that the dispute with the Mercedes had been resolved with a mutual agreement and that legal action would not be pursued. Henkel plans to work with the German Prosecutor's Office to clarify the matter.\nOn December 21, the team announced that Malaysian oil supplier Petronas would join the team as the main sponsor. The team will compete under the full title of Mercedes GP Petronas Formula One Team. According to some reports, the sponsorship is valued at thirty million Euros each year. Together with the fifty million the team received for winning the 2009 championship as Brawn, Mercedes has a budget of eighty million Euros before spending any of their own money.\nOn January 25, 2010, the team's livery (paint scheme) was publicly unveiled at the Mercedes museum in Stuttgart, with Schumacher and Rosberg in attendance. The car races in Mercedes' traditional silver colors and retains Brawn GP sponsor MIGfx and adds investment group Aabar to its list of sponsors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":106},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":159},{"uri":"McLaren","surface_form":"McLaren","offset":490},{"uri":"Aabar_Investments","surface_form":"Aabar Investments","offset":580},{"uri":"Brawn_GP","surface_form":"Brawn GP","offset":636},{"uri":"Honda_Racing_F1","surface_form":"Honda Racing F1","offset":826},{"uri":"List_of_Formula_One_World_Drivers%27_Champions","surface_form":"drivers'","offset":866},{"uri":"List_of_Formula_One_World_Constructors%27_Champions","surface_form":"constructors'","offset":879},{"uri":"WilliamsF1","surface_form":"Williams","offset":968},{"uri":"Nico_Rosberg","surface_form":"Nico Rosberg","offset":984},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":1037},{"uri":"Nick_Heidfeld","surface_form":"Nick Heidfeld","offset":1106},{"uri":"Tire","surface_form":"tyre","offset":1227},{"uri":"Pirelli","surface_form":"Pirelli","offset":1262},{"uri":"Sauber","surface_form":"Sauber","offset":1345},{"uri":"Pedro_de_la_Rosa","surface_form":"Pedro de la Rosa","offset":1363},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":1431},{"uri":"Auto_racing","surface_form":"motor racing","offset":1474},{"uri":"Silver_Arrows","surface_form":"Silver Arrows","offset":1505},{"uri":"Auto_Union","surface_form":"Auto Union","offset":1552},{"uri":"Nazi_Germany","surface_form":"Nazi regime","offset":1628},{"uri":"European_Championship_(auto_racing)","surface_form":"European Grand Prix Championships","offset":1658},{"uri":"Rudolf_Caracciola","surface_form":"Rudolf Caracciola","offset":1704},{"uri":"F1","surface_form":"f1","offset":1828},{"uri":"Open_wheel_car","surface_form":"open-wheel","offset":1913},{"uri":"Juan_Manuel_Fangio","surface_form":"Juan Manuel Fangio","offset":1985},{"uri":"Maserati","surface_form":"Maserati","offset":2064},{"uri":"French_Grand_Prix","surface_form":"French Grand Prix","offset":2113},{"uri":"Karl_Kling","surface_form":"Karl Kling","offset":2251},{"uri":"Hans_Herrmann","surface_form":"Hans Herrmann","offset":2311},{"uri":"Stirling_Moss","surface_form":"Stirling Moss","offset":2584},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":2610},{"uri":"Pierre_Levegh","surface_form":"Pierre Levegh","offset":2785},{"uri":"French_Grand_Prix","surface_form":"French","offset":2866},{"uri":"German_Grand_Prix","surface_form":"German","offset":2874},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish","offset":2882},{"uri":"Swiss_Grand_Prix","surface_form":"Swiss","offset":2894},{"uri":"Sauber","surface_form":"Sauber","offset":3096},{"uri":"McLaren","surface_form":"McLaren","offset":3236},{"uri":"Brawn_GP","surface_form":"Brawn GP","offset":3444},{"uri":"Force_India","surface_form":"Force India","offset":3457},{"uri":"Tyrrell_Racing","surface_form":"Tyrrell Racing","offset":3624},{"uri":"British_American_Racing","surface_form":"British American Racing","offset":3725},{"uri":"Honda","surface_form":"Honda","offset":3786},{"uri":"Honda_Racing_F1_Team","surface_form":"Honda Racing F1 Team","offset":3806},{"uri":"Brawn_GP","surface_form":"Brawn GP","offset":3901},{"uri":"Mercedes-Benz_HighPerformanceEngines","surface_form":"Mercedes","offset":4014},{"uri":"McLaren","surface_form":"McLaren","offset":4261},{"uri":"Force_India","surface_form":"Force India","offset":4273},{"uri":"2009_Australian_Grand_Prix","surface_form":"2009 Australian Grand Prix","offset":4329},{"uri":"Jenson_Button","surface_form":"Jenson Button","offset":4357},{"uri":"Rubens_Barrichello","surface_form":"Rubens Barrichello","offset":4467},{"uri":"2009_European_Grand_Prix","surface_form":"Valencia","offset":4493},{"uri":"2009_Italian_Grand_Prix","surface_form":"Italy","offset":4506},{"uri":"2009_Brazilian_Grand_Prix","surface_form":"Brazil","offset":4619},{"uri":"Ross_Brawn","surface_form":"Ross Brawn","offset":4937},{"uri":"Brackley","surface_form":"Brackley","offset":5026},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5036},{"uri":"Brixworth","surface_form":"Brixworth","offset":5131},{"uri":"Nico_Rosberg","surface_form":"Nico Rosberg","offset":5142},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":5266},{"uri":"Jenson_Button","surface_form":"Jenson Button","offset":5383},{"uri":"McLaren","surface_form":"McLaren","offset":5404},{"uri":"Rubens_Barrichello","surface_form":"Rubens Barrichello","offset":5417},{"uri":"WilliamsF1","surface_form":"Williams","offset":5443},{"uri":"McLaren","surface_form":"McLaren","offset":5524},{"uri":"McLaren_Group","surface_form":"McLaren Group","offset":5622},{"uri":"McLaren_MP4-12C","surface_form":"McLaren MP4-12C","offset":5796},{"uri":"Brawn_GP","surface_form":"Brawn","offset":6108},{"uri":"Henkel","surface_form":"Henkel","offset":6138},{"uri":"Malaysia","surface_form":"Malaysia","offset":6629},{"uri":"Petronas","surface_form":"Petronas","offset":6652},{"uri":"Euro","surface_form":"Euro","offset":6858},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":7157},{"uri":"MIGfx","surface_form":"MIGfx","offset":7293},{"uri":"Aabar","surface_form":"Aabar","offset":7325}]}