{"id":256109,"url":"http://en.wikipedia.org/wiki/Eni","text":"Eni S.p.A. () is an Italian multinational oil and gas company. Eni is present in 70 countries, and currently is Italy's largest industrial company. It has a market capitalization of US$ 55.61 billion, as of 31 December 2019. The Italian Government owns a 30.303% golden share in the company. Golden shares are special stock shares that allow the government to control a company. 3.934% of the shares are held through the state Treasury and 26.369% are held through the Cassa depositi e prestiti (a bank mostly owned by the Ministry of Economy and Finance of Italy). Eni ranks among the top 100 on Fortune Global 500 list for largest companies by revenue.\nHistory.\nAgip was started in 1926. After World War II, Enrico Mattei was appointed Special Administrator to close down Agip. With the discovery of the Caviaga gas field in the Po Valley, the process of closing Agip was halted. Enrico Mattei converted it to a state monopoly (a company with no competition), and renamed it Eni. Eni comes from the company's original full name \"Ente Nazionale Idrocarburi\" (National Hydrocarbons Agency). Eni was to supply energy to Italy and contribute to the country's industrial development.\nEni decided that natural gas would supply the energy needed from the crisis of the 1973 oil embargo. They import gas from the Soviet Union and the Netherlands. Snam started the Transmediterranean pipeline, moving gas from the Hassi-R-Mel field in Algeria to the Po Valley. The gas pipeline was more than 2,500 km or 1550 miles long. It started in the Algerian desert and crosses Tunisia. It then crosses the Sicilian Channel at a water depth of over 650 metres or 2100 feet. Next it goes through Sicily and up the length of the entire Italian peninsula.\nIn the 1990s, Eni changed from a public corporation into a joint stock company. Most of Eni's share capital was put on the market in four successive public issues. Agip's international work increased with new acquisitions in Algeria, China, Angola, the North Sea and Egypt. New agreements were signed with Kazakhstan, Azerbaijan and for the Nigerian and Angolan deep water oil. Eni incorporated Agip, and became an oil and gas producer. Eni's daily oil and gas production reached the equivalent of 1,871 million barrels of oil.\nIn the 2000s, Eni started many projects for the production of renewable sources in Italy, such as the conversion of its refineries in Porto Marghera and in Gela into biorefineries (refineries that convert organic material to energy), or Progetto Italia, to build photovoltaic plants in Sardinia (Assemini, Porto Torres).\nExploration and production.\nEni operates in the exploration (searching) and production of hydrocarbons (oil and natural gas) in Italy, North Africa, West Africa, the North Sea, the Gulf of Mexico and Australia. It also operates in areas with great potential to produce oil such as the Caspian Sea, the Middle and Far East, India and Alaska.\nIts crude oil production comes primarily from Libya, Egypt, Nigeria, the Congo, the North Sea, and Angola. Smaller amounts of crude oil production come from Tunisia and in the United States. Eni's China production began in 1992, but it is only 1 percent of Eni's total crude oil production.\nGas.\nEni supplies natural gas. Gas sales reached 73.07 billion cubic meters in 2019. In June 2008 the company bought 57% of Distrigas, a Belgian company that supplies natural gas. In March 2009 it bought the rest of Distrigas. As of June 30, 2009 Distrigas is a fully owned subsidiary of Eni.\nPower.\nEni's generates electricity in Italy, using both natural gas and solar power.\nEngineering and construction.\nEni operates Saipem, a subsidiary, and owns 30.54% of the company. Saipem works in engineering, and oilfield services and construction.\nRefining and marketing.\nEni is one of the majors operators in refining and marketing of petroleum products in Italy. Eni is also engaged in retail and wholesales activities in Central Europe and Eastern Europe.\nSustainability.\nSince 2007, Eni ranked in the Dow Jones Sustainability World Index and it was also included in the FTSE4Good Index, two famous indexes that evaluate the sustainability performance and the ethical investments of the companies on the stock exchange. In 2013 Eni was the only FTSE MIB (Milano Italia Borsa) company to have the triple E for Standard Ethics. Eni is among the Top 10 companies by sustainability score in the WBCSD rank, a rank conceived by a global organization including over 200 international companies that works on issues related to sustainable development. Eni is involved in many projects to help fighting the climate change and cooperates with several institution to reduce its impact on the environment.\nControversies.\nThe Central Energy Italian Gas Holding scandal in 2005 involved Eni and Gazprom. Eni was one of the two companies selected to provide natural gas to Italy. Italian Prime Minister Silvio Berlusconi was a close friend of one of the main owners of Eni. The Italian parliament canceled the contract. In 2009, the European Commission filed formal antitrust charges against Eni. The commission believes that Eni has conspired (planned) to keep competitors from using its gas pipelines. In 2010, Eni proposed to sell its shares of the pipelines TAG, TENP e Transitgas and the European Commission accepted Eni proposal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":20},{"uri":"Petroleum","surface_form":"oil","offset":42},{"uri":"Natural_gas","surface_form":"gas","offset":50},{"uri":"Market_capitalization","surface_form":"market capitalization","offset":157},{"uri":"US%24","surface_form":"US$","offset":182},{"uri":"Golden_share","surface_form":"golden share","offset":263},{"uri":"Cassa_depositi_e_prestiti","surface_form":"Cassa depositi e prestiti","offset":469},{"uri":"Fortune_500","surface_form":"Fortune Global 500","offset":597},{"uri":"Agip","surface_form":"Agip","offset":664},{"uri":"World_War_II","surface_form":"World War II","offset":696},{"uri":"Enrico_Mattei","surface_form":"Enrico Mattei","offset":710},{"uri":"Po_Valley","surface_form":"Po Valley","offset":831},{"uri":"1973_oil_crisis","surface_form":"1973 oil embargo","offset":1264},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1307},{"uri":"Netherlands","surface_form":"Netherlands","offset":1328},{"uri":"Algeria","surface_form":"Algeria","offset":1428},{"uri":"Po_Valley","surface_form":"Po Valley","offset":1443},{"uri":"Tunisia","surface_form":"Tunisia","offset":1560},{"uri":"Sicily","surface_form":"Sicily","offset":1677},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":2041},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":2053},{"uri":"Nigeria","surface_form":"Nigeria","offset":2076},{"uri":"Angola","surface_form":"Angola","offset":2089},{"uri":"Italy","surface_form":"Italy","offset":2346},{"uri":"Oil_refinery","surface_form":"refineries","offset":2383},{"uri":"Porto_Marghera","surface_form":"Porto Marghera","offset":2397},{"uri":"Gela","surface_form":"Gela","offset":2419},{"uri":"Photovoltaics","surface_form":"photovoltaic plants","offset":2526},{"uri":"Sardinia","surface_form":"Sardinia","offset":2549},{"uri":"Assemini","surface_form":"Assemini","offset":2559},{"uri":"Porto_Torres","surface_form":"Porto Torres","offset":2569},{"uri":"Italy","surface_form":"Italy","offset":2712},{"uri":"North_Africa","surface_form":"North Africa","offset":2719},{"uri":"West_Africa","surface_form":"West Africa","offset":2733},{"uri":"North_Sea","surface_form":"North Sea","offset":2750},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2765},{"uri":"Australia","surface_form":"Australia","offset":2784},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":2869},{"uri":"Middle_East","surface_form":"Middle","offset":2886},{"uri":"Far_East","surface_form":"Far East","offset":2897},{"uri":"India","surface_form":"India","offset":2907},{"uri":"Alaska","surface_form":"Alaska","offset":2917},{"uri":"Libya","surface_form":"Libya","offset":2971},{"uri":"Egypt","surface_form":"Egypt","offset":2978},{"uri":"Nigeria","surface_form":"Nigeria","offset":2985},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Congo","offset":2998},{"uri":"North_Sea","surface_form":"North Sea","offset":3009},{"uri":"Angola","surface_form":"Angola","offset":3024},{"uri":"Tunisia","surface_form":"Tunisia","offset":3082},{"uri":"United_States","surface_form":"United States","offset":3101},{"uri":"China","surface_form":"China","offset":3122},{"uri":"Distrigas","surface_form":"Distrigas","offset":3340},{"uri":"Belgium","surface_form":"Belgian","offset":3353},{"uri":"Photovoltaic","surface_form":"solar","offset":3581},{"uri":"Saipem","surface_form":"Saipem","offset":3637},{"uri":"Italy","surface_form":"Italy","offset":3870},{"uri":"Central_Europe","surface_form":"Central Europe","offset":3936},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":3955},{"uri":"Sustainability","surface_form":"sustainability","offset":4140},{"uri":"Stock_exchange","surface_form":"stock exchange","offset":4219},{"uri":"FTSE_100_Index","surface_form":"FTSE","offset":4260},{"uri":"Climate_change","surface_form":"climate change","offset":4614},{"uri":"Gazprom","surface_form":"Gazprom","offset":4797},{"uri":"Silvio_Berlusconi","surface_form":"Silvio Berlusconi","offset":4904},{"uri":"European_Commission","surface_form":"European Commission","offset":5294}]}