{"id":256179,"url":"http://en.wikipedia.org/wiki/Rumba","text":"e=\"preserve\">Rumba is a music and dance term with two different meanings.\nFirst, it means Cuban event of African style, the rumba genre of Afro-Cuban music. This use of the term 'rumba' is quite different from the Latin ballroom dance.\nSecond, it refers to one of the Latin ballroom dances. In this sense, the Rumba is the slowest of the five competitive International Latin dances. The Paso doble, the Samba, the Cha-cha-cha and the Jive are the others. This ballroom Rumba was also danced in Cuba to a rhythm they call the \"bolero-son\". The international style was derived from studies of dance in Cuba in the pre-revolutionary period.\nRumba outside Cuba.\nThe \"Peanut Vendor\" was the first recording of Cuban music to become an international hit. It was described on the label as a \"rumba\", perhaps because the word \"son\" would not be understood in English. The label stuck, and a 'rumba craze' developed through the 1930s. This kind of rumba was introduced into dance salons in America and Europe in the 1930s, and was characterized by variable tempo, sometimes nearly twice as fast as the modern ballroom Rumba.\nBallroom Rumba.\nThe modern style of dancing the Rumba derives from studies made by dance teacher Monsieur Pierre (Pierre Zurcher-Margolle). Pierre, then from London, visited Cuba in 1947, 1951 and 1953 to find out how and what Cubans were dancing at the time.Intro\nThe international ballroom Rumba is a slower dance of about 120 beats per minute which corresponds, both in music and in dance to what the Cubans of an older generation called the \"bolero-son\". It is easy to see why, for ease of reference and for marketing, \"rumba\" is a better name, however inaccurate. It is the same kind of reason that led later on to the use of salsa as an overall term for popular music of Cuban origin.\nIn general, steps are kept compact and the dance is danced without any rise and fall. This style is authentic, as is the use of free arms in various figures. The basic figures derive from dance moves observed in Havana in the pre-revolutionary period, and have developed their own life since then. Competition figures are often complex, and this is where competition dance separates from social dance. Details can be obtained from the syllabi of dance teaching organizations and from standard texts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":24},{"uri":"Dance","surface_form":"dance","offset":34},{"uri":"Cuban","surface_form":"Cuban","offset":90},{"uri":"Rumba","surface_form":"rumba","offset":124},{"uri":"Cuban_music","surface_form":"Afro-Cuban music","offset":139},{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":220},{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":274},{"uri":"Paso_doble","surface_form":"Paso doble","offset":387},{"uri":"Samba","surface_form":"Samba","offset":403},{"uri":"Cha-cha-cha","surface_form":"Cha-cha-cha","offset":414},{"uri":"Jive_(dance)","surface_form":"Jive","offset":434},{"uri":"Peanut_Vendor","surface_form":"Peanut Vendor","offset":663},{"uri":"Monsieur_Pierre","surface_form":"Monsieur Pierre","offset":1213},{"uri":"London","surface_form":"London","offset":1274},{"uri":"Salsa","surface_form":"salsa","offset":1747},{"uri":"Cuban_revolution","surface_form":"revolutionary","offset":2037}]}