{"id":256266,"url":"http://en.wikipedia.org/wiki/John_Deere","text":"John Deere (February 7, 1804 – May 17, 1886) was an American blacksmith and inventor. He started Deere & Company, which is a big company that makes farm equipment. In 1837, he invented the first successful steel plow. This worked better with the tough soil of the Midwestern United States.\nJohn Deere was born in Rutland, Vermont, on February 7, 1804. He was the third son of William Rinold Deere and Sarah Yates Deere. In 1805, the family moved to Middlebury, Vermont, John’s father worked as a tailor. In 1808, William took a boat to England, because he hoped to claim an inheritance and make a more comfortable life for his family. He was never heard from again, and people think that he must have died at sea. John’s mother, Sarah, only had a small of money to raise him. John Deere's education was limited to the elementary schools of Vermont. At the age of 17 he learned how to be a blacksmith, which took him to several places in Vermont.\nIn 1836, John traveled to Grand Detour, Illinois, to make a fresh start. He had married and nine young children to look after. John was smart and hard working and he easily found work as a blacksmith. There were lots of farmers in Illinois and John had to fix their plows. The new farmers in Illinois struggled to turn heavy, sticky prairie soil with cast iron plows designed for the light, sandy soil of Vermont. John thought about the steel needles he had seen in father’s tailor shop. The needles stayed smooth and shiny because they were pulled through rough leather. John Deere came up with the idea for a plow that would work. The plow in his mind was polished and shiny and made of steel just like his father’s tailoring needles. It was shaped so that it could scour itself as it cut furrows. In 1837, he created his plow using a broken saw blade.\nJohn sold his first plow to a farmer named Lewis Crandall. Lewis loved the plow told lots of other farmers. By 1841, John was making 100 of the plows every year. In 1843, he started working with another man named Leonard Andrus to help him keep up! By 1848, John had stopped working with Leonard and moved the business to Moline, Illinois. Moline had water power, coal and cheaper transportation than in Grand Detour. In 1850, John’s company made 1600 plows. The company was soon producing other tools to go with the steel plow.\nIn 1858, John asked his son Charles to be in charge of the company. John stayed on as president of the company, but he also wanted to work on others things. He started a bank in Moline and joined a church. He was also the mayor of the city for two years and the director of the city library! John Deere died on May 17, 1886, at his home in Moline.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blacksmith","surface_form":"blacksmith","offset":61},{"uri":"Inventor","surface_form":"inventor","offset":76},{"uri":"Farm","surface_form":"farm","offset":148},{"uri":"Successful","surface_form":"successful","offset":195},{"uri":"Soil","surface_form":"soil","offset":252},{"uri":"Midwestern_United_States","surface_form":"Midwestern United States","offset":264}]}