{"id":256260,"url":"http://en.wikipedia.org/wiki/Scuderia_Toro_Rosso","text":"Scuderia Toro Rosso (Italian for \"Team Red Bull\") or just Toro Rosso is one of two Formula One teams owned by Austrian beverage company Red Bull. The other team is Red Bull Racing. Toro Rosso ran its first race in the season.\nToro Rosso is the sister team of Red Bull Racing. The goal is to use Toro Rosso to develop the skills of promising drivers for the Red Bull Racing. Vitantonio Liuzzi scored Roro Rosso's first point in its first season at the United States Grand Prix. The team's first pole position and victory were scored by Sebastian Vettel at the Italian Grand Prix.\nFor the, and seasons, Toro Rosso used Ferrari engines. Toro Rosso started using the Ferrari engines when Red Bull Racing switched from Ferrari to Renault engines. Its car, the Toro Rosso STR4 was nearly identical to the Red Bull RB5. Both cars were designed by Adrian Newey.\nOrigins.\nMinardi had competed in Formula One from 1985 to 2005. Minardi had a large fan base, but they were one of the least competitive teams in the sport. The main reason for their lack of performance was a relatively small budget. Minardi owner Paul Stoddart said he had 41 offers to buy the team. Stoddart preferred to sell the team to someone who could \"take it further\" than he could. He also wanted an owner who would maintain the team in its traditional base in Italy. The terms of the deal with Red Bull included a requirement that the team must keep in Faenza, Italy until at least the season.\nRed Bull decided to changed the Minardi name because of their sponsorship and marketing plans. Red Bull used the Italian language in the new name to hint at the team's Italian heritage. Red Bull changed the name of the team after taking control of the team to 'Scuderia Toro Rosso'.\n2006 season.\nVitantonio Liuzzi and Scott Speed were the race drivers, with Neel Jani filling the test/third driver role. Liuzzi had raced part time for Red Bull Racing in, while Speed entered F1 following the Red Bull Driver Search in the United States. Jani was the test driver for Sauber Petronas in.\nThe 2006 Toro Rosso chassis was a modified version of the 2005 Red Bull Racing RB1. Some teams felt that this infringed the rule that each team must design their own car. Toro Rosso claim that this design was first produced during by Jaguar Racing, Red Bull's predecessor. They believed that the design rights had belonged to the Ford Motor Company, Jaguar Racing's parent company before passing to Toro Rosso.\nThe new Formula One regulations for 2006 required new V8 engines. Toro Rosso was allowed to used Minardi's supply of power limited Cosworth 3 liter V10 engines. This option had been created to assist the less funded teams the expense of building new engines. Formula One allowing Toro Rosso to use this option after the Red Bull takeover caused friction with other teams, in particular Super Aguri and Midland. These teams felt that the engine gave Toro Rosso too much of an advantage. They relived that the concession to allow the team use the V10 engine was based on Minardi's poor financial situation, and should not have apply after the team was purchased by Red Bull.\n2007 season.\nFor the season, Toro Rosso began using the Ferrari 056 V8 engine, taking over the contract that Red Bull Racing broke from by switching to Renault engines.\nAt the launch of the STR2 on 13 February, Gerhard Berger confirmed Liuzzi as a driver. In testing in Bahrain on 24 February, Scott Speed was confirmed as the team's second driver. Three-time Champ Car champion Sébastien Bourdais was the unofficial test driver several times during the season.\nThe 2007 season was generally disappointing. The team suffered poor reliability and driver errors that lead to a low number of race finishes. Following the European Grand Prix, Scott Speed was removed as a driver. He was replaced by BMW Sauber development driver Sebastian Vettel. Vettel was later confirmed as a driver for.\nAt the Chinese Grand Prix, Toro Rosso scored their best results. Vettel finishing fourth and Liuzzi sixth, scoring eight points for the team. These were also the drivers' best finishes in Formula One. It was a big improvement over the preceding race. At the Japanese Grand Prix, Vettel crashed into Mark Webber's Red Bull under safety car conditions (full course yellow). Webber was running in second place, and Vettel was in third place. Liuzzi lost the possibility of scoring a point after a 25-second penalty. He was penalized for passing Adrian Sutil's Spyker for eighth place under a local yellow flag condition. The penalty dropped him to ninth place.\n2008 season.\nScuderia Toro Rosso's drivers for were Sebastian Vettel and Sébastien Bourdais. Bourdais earned his first points in F1 with a 7th place finish at the Australian Grand Prix. Vettel scored his first points of the season with a 5th place finish at the Monaco Grand Prix.\nThe team pulled off a massive shock at the wet Italian Grand Prix. Vettel claiming a pole position and won the race. It was the first pole and win for both himself and Toro Rosso. This was also the first win for a Ferrari engine in a customer chassis. Vettel's performances earned him a place at Red Bull Racing for.\n2009 season.\nWith Vettel moving to Red Bull Racing Sébastien Buemi and Sébastien Bourdais were the Toro Rosso drivers for. Before the season started, the team's boss Franz Tost said that it would be \"difficult\" to do as well as they did in the 2008 season. On 16 July, Toro Rosso announced that Bourdais' contract was terminated. On 20 July, the team announced that Jaime Alguersuari will replace Bourdais starting with the Hungarian Grand Prix.\nThe season ended with Toro Rosso finishing in last place in the championship. Force India was able to move ahead in the point race after finishing second in the Belgian Grand Prix. At the end of the season, Sébastien Buemi was able to score points in the final two races. Jaime Alguersuari failed to score any points in the season.\nControversy was present as whether or not the team threw away their chances by having two inexperienced drivers as essentially their car had the same DNA as what is said to have been the best on the grid, Redbull Racing's RB5.\n2010.\nScuderia Toro Rosso confirmed that they would keep Sébastien Buemi and Jaime Alguersuari for. Under the new regulations they also had to build and design their own car without help from Red Bull Technology, the teams first since Minardi. Alguersuari scored the first points of his career finishing ninth at the Malaysian Grand Prix. They went on to perform poorly throughout the season occasionally mixing it with the saubers, Force Indias and Vitaly Petrov. However they were continually the 'driver' who went out of the first qualifying with the three new teams.\nLong-term future.\nThe 2008 contract between the FIA and the Formula One teams outlawing customer cars starting in. Because of this, Red Bull put the Toro Rosso team up for sale in March 2008. They had hoped to sell the team by the end of the season. Until the team is sold, Toro Rosso will continue in its present form.On the 3rd of January 2011 rumours spread that a buyer had been found.\nSponsorship.\nSports sponsorship is a major part of Red Bull's marketing strategy. Scuderia Toro Rosso is not the first sports team to be bought and completely renamed. The same was done for Red Bull Racing (formerly Jaguar Racing), the Austrian football club Red Bull Salzburg (formerly \"SV Austria Salzburg\"), Austrian Ice Hockey team Red Bull Salzburg EC and MLS' Red Bull New York (previously \"Metrostars\").\nOther current sponsors and suppliers include Hangar-7, Volkswagen, Advanti Racing (wheel), USAG, Magneti Marelli, Advanti Racing, Siemens and Hexagon Metrology.\nComplete Formula One results.\nThe driver did not finish the Grand Prix, but was classified, as he completed over 90% of the race distance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":21},{"uri":"Formula_One","surface_form":"Formula One","offset":83},{"uri":"Austria","surface_form":"Austria","offset":110},{"uri":"Beverage","surface_form":"beverage","offset":119},{"uri":"Red_Bull","surface_form":"Red Bull","offset":136},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":164},{"uri":"Vitantonio_Liuzzi","surface_form":"Vitantonio Liuzzi","offset":374},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":451},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":535},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grand Prix","offset":559},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":617},{"uri":"Renault_F1","surface_form":"Renault","offset":725},{"uri":"Adrian_Newey","surface_form":"Adrian Newey","offset":840},{"uri":"Minardi","surface_form":"Minardi","offset":863},{"uri":"Formula_One","surface_form":"Formula One","offset":887},{"uri":"Paul_Stoddart","surface_form":"Paul Stoddart","offset":1102},{"uri":"Italy","surface_form":"Italy","offset":1324},{"uri":"Red_Bull","surface_form":"Red Bull","offset":1358},{"uri":"Faenza","surface_form":"Faenza","offset":1417},{"uri":"Italy","surface_form":"Italy","offset":1425},{"uri":"Vitantonio_Liuzzi","surface_form":"Vitantonio Liuzzi","offset":1754},{"uri":"Scott_Speed","surface_form":"Scott Speed","offset":1776},{"uri":"Neel_Jani","surface_form":"Neel Jani","offset":1816},{"uri":"United_States","surface_form":"United States","offset":1980},{"uri":"Sauber","surface_form":"Sauber","offset":2024},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":2107},{"uri":"Jaguar_Racing","surface_form":"Jaguar Racing","offset":2278},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":2374},{"uri":"V8_engine","surface_form":"V8 engine","offset":2509},{"uri":"Cosworth","surface_form":"Cosworth","offset":2586},{"uri":"V10_engine","surface_form":"V10","offset":2603},{"uri":"Super_Aguri_F1","surface_form":"Super Aguri","offset":2841},{"uri":"Midland_F1","surface_form":"Midland","offset":2857},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":3184},{"uri":"Renault_F1","surface_form":"Renault","offset":3280},{"uri":"Gerhard_Berger","surface_form":"Gerhard Berger","offset":3339},{"uri":"S%C3%A9bastien_Bourdais","surface_form":"Sébastien Bourdais","offset":3507},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":3746},{"uri":"BMW_Sauber","surface_form":"BMW Sauber","offset":3823},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":3853},{"uri":"Chinese_Grand_Prix","surface_form":"Chinese Grand Prix","offset":3922},{"uri":"Japanese_Grand_Prix","surface_form":"Japanese Grand Prix","offset":4173},{"uri":"Mark_Webber","surface_form":"Mark Webber","offset":4214},{"uri":"Adrian_Sutil","surface_form":"Adrian Sutil's","offset":4457},{"uri":"Spyker_F1","surface_form":"Spyker","offset":4472},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":4625},{"uri":"S%C3%A9bastien_Bourdais","surface_form":"Sébastien Bourdais","offset":4646},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":4736},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":4835},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grand Prix","offset":4901},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":5150},{"uri":"S%C3%A9bastien_Buemi","surface_form":"Sébastien Buemi","offset":5222},{"uri":"S%C3%A9bastien_Bourdais","surface_form":"Sébastien Bourdais","offset":5242},{"uri":"Franz_Tost","surface_form":"Franz Tost","offset":5337},{"uri":"Jaime_Alguersuari","surface_form":"Jaime Alguersuari","offset":5537},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":5595},{"uri":"Force_India","surface_form":"Force India","offset":5695},{"uri":"Belgian_Grand_Prix","surface_form":"Belgian Grand Prix","offset":5778},{"uri":"S%C3%A9bastien_Buemi","surface_form":"Sébastien Buemi","offset":6233},{"uri":"Jaime_Alguersuari","surface_form":"Jaime Alguersuari","offset":6253},{"uri":"Malaysian_Grand_Prix","surface_form":"Malaysian Grand Prix","offset":6493},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":7327},{"uri":"Jaguar_Racing","surface_form":"Jaguar Racing","offset":7353},{"uri":"Austria","surface_form":"Austria","offset":7373},{"uri":"Football_(soccer)","surface_form":"football","offset":7382},{"uri":"FC_Red_Bull_Salzburg","surface_form":"Red Bull Salzburg","offset":7396},{"uri":"Red_Bull_Salzburg_EC","surface_form":"Red Bull Salzburg EC","offset":7473},{"uri":"Major_League_Soccer","surface_form":"MLS","offset":7498},{"uri":"New_York_Red_Bulls","surface_form":"Red Bull New York","offset":7503},{"uri":"Hangar-7","surface_form":"Hangar-7","offset":7593},{"uri":"Volkswagen","surface_form":"Volkswagen","offset":7603},{"uri":"Advanti_Racing","surface_form":"Advanti Racing","offset":7615},{"uri":"USAG","surface_form":"USAG","offset":7639},{"uri":"Magneti_Marelli","surface_form":"Magneti Marelli","offset":7645},{"uri":"Advanti_Racing","surface_form":"Advanti Racing","offset":7662},{"uri":"Siemens","surface_form":"Siemens","offset":7678},{"uri":"Hexagon_Metrology","surface_form":"Hexagon Metrology","offset":7690}]}