{"id":256245,"url":"http://en.wikipedia.org/wiki/Casual_sex","text":"e=\"preserve\">Casual sex means some types of sexual activity outside of a romantic relationship. The term is not always used the same way: some use it to refer to sex in a casual relationship, and others use the word for one-time encounters, promiscuity, or to refer to sex without strong emotional attachment or love.\nHookup.\nA hookup is casual sex activity that could consist of masturbation, oral sex, or sexual intercourse. An extended hookup sometimes refers to many casual sex interactions with the same person. This is a situation in which the involved people meet for casual sex multiple times, always without a long-term commitment. This is a casual relationship is usually only for sex and without any emotional meaning. Also another similar term is \"no strings attached\" (\"NSA\") sex.\nOther terms used to describe two people engaged in a relationship in which there is no emotional but only sexual involvement are \"fuck buddies\", \"friends with benefits\", \"booty call\", and \"ami calin\" (the popular French term).\nOne-night stand.\nOne-night stand is a single sexual encounter between people, at least one of whom has no desire to start a longer-term sexual or romantic relationship.\nAnonymous sex.\nAnonymous sex is a form of one-night stand or \"casual sex\" between people who have very little or no history with each other, often engaging in sexual activity on the same day of their meeting and usually never seeing each other again after the sex. It is usually homosexual sex between men.\nCommercial sites.\nThere are many specialist online dating services or other internet websites, known as \"adult personals\" or \"adult matching\" sites, which cater to people looking for a purely physical relationship, without emotional attachments. These can provide a relatively anonymous forum where people who are geographically close but in totally separate work and social circles can make contact.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_intercourse","surface_form":"sexual activity","offset":44},{"uri":"Intimate_relationship","surface_form":"romantic relationship","offset":73},{"uri":"One-night_stand","surface_form":"one-time encounters","offset":220},{"uri":"Promiscuity","surface_form":"promiscuity","offset":241},{"uri":"Love","surface_form":"love","offset":312},{"uri":"Masturbation","surface_form":"masturbation","offset":380},{"uri":"Oral_sex","surface_form":"oral sex","offset":394},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":407},{"uri":"Casual_relationship","surface_form":"casual relationship","offset":651},{"uri":"One-night_stand","surface_form":"One-night stand","offset":1038},{"uri":"Sexual_intercourse","surface_form":"sexual encounter","offset":1066},{"uri":"Romantic","surface_form":"romantic","offset":1167},{"uri":"Anonymous_sex","surface_form":"Anonymous sex","offset":1205},{"uri":"Sexual_activity","surface_form":"sexual activity","offset":1349},{"uri":"Online_dating_service","surface_form":"online dating service","offset":1541},{"uri":"Internet","surface_form":"internet","offset":1573}]}