{"id":256296,"url":"http://en.wikipedia.org/wiki/Quena","text":"The quena, also written as \"kena\" in English, is the traditional flute of Peru and the Andes. Made of bamboo, it has six finger holes and one thumb hole and is open on both ends. To make a sound, the player closes the top end of the pipe with the flesh between the chin and lower lip, and blows a stream of air downward, over a notch cut into the end. It is normally in the key of G major. G is the lowest note when all the holes are covered. It produces a very breathy or airy tone.\nThe quenacho (also \"kenacho\" in English) is a bigger, lower sounding type of quena and made the same way. It is in the key of D major, a fourth lower than the quena. In most of Andes' towns \"vamos a ir a la quena\" (we will go to the quena) was used to threaten little children, because the quena was made of bamboo, a hard material.\nQuena is mostly used in traditional Andean music. In the 1960s and 1970s the quena was used by several Nueva Canción musicians. Some groups such as Illapu have used it regularly. In the 1980s and 1990s some post-Nueva Canción rock groups have also used the quena in some of their songs; notably Soda Stereo in \"Cuando Pase el Temblor\" and Los Enanitos Verdes in \"Lamento Boliviano\". The quena is also relatively common in World music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flute","surface_form":"flute","offset":65},{"uri":"Peru","surface_form":"Peru","offset":74},{"uri":"Andes","surface_form":"Andes","offset":87},{"uri":"Bamboo","surface_form":"bamboo","offset":102},{"uri":"Sound","surface_form":"sound","offset":189},{"uri":"G_major","surface_form":"G major","offset":381},{"uri":"D_major","surface_form":"D major","offset":610},{"uri":"Andes","surface_form":"Andes","offset":661},{"uri":"Andean_music","surface_form":"Andean music","offset":853},{"uri":"Nueva_Canci%C3%B3n","surface_form":"Nueva Canción","offset":920},{"uri":"Illapu","surface_form":"Illapu","offset":965},{"uri":"Soda_Stereo","surface_form":"Soda Stereo","offset":1112},{"uri":"Los_Enanitos_Verdes","surface_form":"Los Enanitos Verdes","offset":1156},{"uri":"World_music","surface_form":"World music","offset":1239}]}