{"id":256440,"url":"http://en.wikipedia.org/wiki/Virgin_Racing","text":"Marussia F1 is a Formula One racing team, which made its debut in the 2010 Formula One season. They were allowed to join F1 as Manor Grand Prix on 12 June 2009. They were one of four new teams selected to race in the 2010 season. On 30 November, the FIA released a revised entry list that stated the team's name as Virgin Racing. Richard Branson's Virgin Group is the title sponsor of the team, which was launched on 15 December 2009.\nOn 11 November, Russian car builder Marussia Motors became the majority share owner in Virgin Racing. Marussia has been a partner to Virgin Racing since the team started in 2009. The team will be known as Marussia Virgin Racing. Marussia fully bought the team in 2012 and re branded it Marussia F1 with Virgin remaining as a sponsor.\nFormation.\nThe team was first formed as Manor Grand Prix as a partership between Manor Motorsport and Wirth Research.\nInitially, Virgin's Alex Tai was the Team Principal (person in charge). Less than one month after the Virgin partnership was officially launched, Tai left his position and John Booth took over as team principal\nThe team will use engines supplied by Cosworth. Manor Motorsport are best known as a Formula Three team. They currently competes in the Formula Three Euroseries, and helped launch the careers of World Champions Kimi Räikkönen and Lewis Hamilton. Race car preparation and racing operations will be run from its headquarters in Dinnington, South Yorkshire. Wirth Research will design, develop and build the cars from its base in Bicester.\nThe Virgin Racing also have plans to create a \"Driver Academy\", a series of racing teams starting in the new GP3 Series and advancing all the way up to Formula One.\n2010.\nVirgin's car for 2010, the VR-01, is the first F1 car designed entirely using Computational fluid dynamics (CFD) computer simulation technology. CFD is computer program used to design a race car that will move through the air well. It is used to replace test models of cars in a wind tunnel to see how well they perform.\nOn 17 November 2009 Virgin announced that former Toyota driver Timo Glock would be the team's lead driver for the 2010 season. The driver has signed a two-year contract with a one-year extension offer. Long-time Brazilian GP2 regular Lucas di Grassi will join him. Fellow former GP2 driver Luiz Razia will be the testing and reserve driver. Álvaro Parente also signed as a test driver, but left the team prior to the launch of the VR-01. The 2010 car was officially launched on the team's website on 3 February 2010. The following two days, Virgin ran the car at a private event at Silverstone.\nAfter the start of the 2010 season, it was discovered that the race car's fuel tank is too small. Starting in 2010, cars cannot be refueled during the race. The Virgin cars would not be able to finish any races unless the drivers ran at a reduced speed to conserve fuel. The team has been allowed to redesign the chassis to increase the fuel tank size.\nThe team was not able to complete a full race with both cars until the Spanish Grand Prix, the fifth race of the season. The team finished last in 12 position.\n2011.\nDuring the warm-up just before the race, Timo Glock had a problem with his race car. Fifth gear in the transmission broke. Glock returned to the garage area. The team mechanics tried to fix the car. The team was not able to fix the transmission before the race started. Glock did not start the race, and was listed as DNS for Did Not Start. The team finished last again the standings for a second year in a row.\nMarussia (2012-).\nMarussia bought a controlling stake and the team was rebranded. Virgin stated they were fully committed to the team and were remaining as a sponsor. Timo Glock remained as a driver and scored the teams highest finish(a 12th in Singapore). The team occupied 10th spot in the championship for the majority of the season but they were beaten in the final race by Caterham. They finished the season 11th and well infront of HRT.\nSponsorship.\nVirgin purchased eighty percent of the team, as part of sponsorship arrangement. The official FIA entry list for 2010 announced on 30 November 2009 showed that Manor GP had been entered as Virgin Racing.\nThe team's partners for 2010 included\nOn 14 December 2009, Lloyds Banking Group announced that it had invested ten million pounds in the team. This is a reverse the recent trend of financial institutions such as ING and RBS to withdraw sponsorship. It remains unclear as to whether or not the Lloyds logo will appear on the cars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":17},{"uri":"2010_Formula_One_season","surface_form":"2010 Formula One season","offset":70},{"uri":"Richard_Branson","surface_form":"Richard Branson","offset":330},{"uri":"Virgin_Group","surface_form":"Virgin Group","offset":348},{"uri":"Russia","surface_form":"Russia","offset":451},{"uri":"Marussia_Motors","surface_form":"Marussia Motors","offset":471},{"uri":"Manor_Motorsport","surface_form":"Manor Motorsport","offset":850},{"uri":"Wirth_Research","surface_form":"Wirth Research","offset":871},{"uri":"Alex_Tai","surface_form":"Alex Tai","offset":907},{"uri":"Cosworth","surface_form":"Cosworth","offset":1136},{"uri":"Formula_Three","surface_form":"Formula Three","offset":1183},{"uri":"Formula_Three_Euroseries","surface_form":"Formula Three Euroseries","offset":1234},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":1309},{"uri":"Lewis_Hamilton","surface_form":"Lewis Hamilton","offset":1328},{"uri":"Dinnington","surface_form":"Dinnington","offset":1424},{"uri":"South_Yorkshire","surface_form":"South Yorkshire","offset":1436},{"uri":"Bicester","surface_form":"Bicester","offset":1525},{"uri":"GP3_Series","surface_form":"GP3 Series","offset":1644},{"uri":"Toyota_Racing","surface_form":"Toyota","offset":2076},{"uri":"Timo_Glock","surface_form":"Timo Glock","offset":2090},{"uri":"Brazil","surface_form":"Brazil","offset":2239},{"uri":"GP2_series","surface_form":"GP2","offset":2249},{"uri":"Lucas_di_Grassi","surface_form":"Lucas di Grassi","offset":2261},{"uri":"Luiz_Razia","surface_form":"Luiz Razia","offset":2317},{"uri":"%C3%81lvaro_Parente","surface_form":"Álvaro Parente","offset":2368},{"uri":"Silverstone_Circuit","surface_form":"Silverstone","offset":2609},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":3046},{"uri":"Timo_Glock","surface_form":"Timo Glock","offset":3182},{"uri":"Transmission","surface_form":"transmission","offset":3244},{"uri":"Lloyds_Banking_Group","surface_form":"Lloyds Banking Group","offset":4272},{"uri":"ING_Group","surface_form":"ING","offset":4425},{"uri":"Royal_Bank_of_Scotland","surface_form":"RBS","offset":4433}]}