{"id":256408,"url":"http://en.wikipedia.org/wiki/Building_model","text":"e=\"preserve\">A building model is either a physical (real) or virtual (computer) model of a building. Very often, the physical model is smaller than the original (scale model).\nThere are three basic types of building models: architectural, structural and mathematical (virtual).\nArchitectural building model.\nAn architectural model is a type of a physical model of a structure to study an architectural design or to share design ideas to clients, committees, and the general public. Architectural models are a tool which may be used for show, presentation, fundraising, getting permits, and sale purposes. Such models are a good tool for three-dimensional understanding of a design, used by architects, interior designers and exhibit designers.\nStructural building model.\nEngineers who need scale models to test the likely performance of a design at an early stage of development without paying for a full-sized prototype.\nVirtual building model.\nVirtual model is a digital model of the object (typically greatly simplified) that can be used in a computer simulation or virtual reality.\nThe most common examples of virtual models are those created in 3D for the purpose of \"visualisation\" - seeing how the structure looks before it is built. The field of architecture has greatly popularized the use of virtual models to animate fly-throughs of yet-to-be-built buildings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Matter","surface_form":"physical","offset":42},{"uri":"Computer_model","surface_form":"virtual","offset":61},{"uri":"Building","surface_form":"building","offset":91},{"uri":"Scale_model","surface_form":"scale model","offset":162},{"uri":"Architecture","surface_form":"architectural design","offset":388},{"uri":"Digital","surface_form":"digital","offset":965},{"uri":"Simulation","surface_form":"simulation","offset":1055},{"uri":"Virtual_reality","surface_form":"virtual reality","offset":1069},{"uri":"3D","surface_form":"3D","offset":1150}]}