{"id":256402,"url":"http://en.wikipedia.org/wiki/Hungaroring","text":"The Hungaroring is a Formula One racing circuit in Mogyoród, near Budapest, Hungary where the Hungarian Grand Prix is held. In 1986, it became the location of the first Formula One Grand Prix behind the Iron Curtain. Formula One leader Bernie Ecclestone wanted a race in the USSR, but was not able to make a deal with Moscow. A Hungarian friend of his recommended the city of Budapest. Formula One wanted a street circuit similar to the Circuit de Monaco to be built in the Népliget, Budapest's largest park. The Hungarian government decided to build a new circuit (track) just outside the city near a major highway. Construction work started on October 1, 1985. the circuit was built in eight months, less time than any other Formula One circuit. The first race was held on March 24, 1986 in memory of János Drapál. Drapál was the first Hungarian to win a Grand Prix motorcycle race. A survey by the Hungarian national tourism office ranks Mogyoród third in venues visited by tourists in Hungary.\nDescription.\nThe Hungaroring is a circuit in the Formula One Grands Prix calendar. The F1 race is normally held in the middle of a Central European summer. The circuit is generally dusty, which limits traction. This is because the track is not used very much throughout the season and it is built on sandy soil. The track is built in a natural valley. About 80 percent of the racetrack is visible from any viewing location.\nThe Hungaroring is a twisty style circuit, where passing difficult.\nThe Hungaroring is the home of Hungarian motorsport. Besides Formula One, there were also DTM, FIA GT Championship races in its history. A public drag race event takes place every month.\nFans.\nMost of the foreign fans are from Germany and Austria. The Hungaroring has traditionally seen a large number of Finnish fans as well. With the loss of the Austrian Grand Prix, this is the closest Formula One event for fans from other Central European countries. The race saw many spectators from Poland due to the debut of the first Polish Formula One driver, Robert Kubica.\nThe Hungarian Grand Prix has always been more of a promotional event than a profit raising event. The Formula One contract was extended until 2016. Tobacco advertising has been banned since 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":21},{"uri":"Mogyor%C3%B3d","surface_form":"Mogyoród","offset":51},{"uri":"Budapest","surface_form":"Budapest","offset":66},{"uri":"Hungary","surface_form":"Hungary","offset":76},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":94},{"uri":"Iron_Curtain","surface_form":"Iron Curtain","offset":203},{"uri":"Bernie_Ecclestone","surface_form":"Bernie Ecclestone","offset":236},{"uri":"USSR","surface_form":"USSR","offset":275},{"uri":"Moscow","surface_form":"Moscow","offset":318},{"uri":"Hungary","surface_form":"Hungarian","offset":328},{"uri":"Budapest","surface_form":"Budapest","offset":376},{"uri":"Circuit_de_Monaco","surface_form":"Circuit de Monaco","offset":437},{"uri":"J%C3%A1nos_Drap%C3%A1l","surface_form":"János Drapál","offset":803},{"uri":"Central_Europe","surface_form":"Central Europe","offset":1129},{"uri":"Hungary","surface_form":"Hungarian","offset":1521},{"uri":"Motorsport","surface_form":"motorsport","offset":1531},{"uri":"Deutsche_Tourenwagen_Masters","surface_form":"DTM","offset":1580},{"uri":"FIA_GT_Championship","surface_form":"FIA GT Championship","offset":1585},{"uri":"Germany","surface_form":"Germany","offset":1717},{"uri":"Austria","surface_form":"Austria","offset":1729},{"uri":"Finland","surface_form":"Finnish","offset":1795},{"uri":"Austrian_Grand_Prix","surface_form":"Austrian Grand Prix","offset":1838},{"uri":"Poland","surface_form":"Poland","offset":1979},{"uri":"Robert_Kubica","surface_form":"Robert Kubica","offset":2043}]}