{"id":256655,"url":"http://en.wikipedia.org/wiki/Kerry_King","text":"Kerry Ray King (born June 3, 1964) is an American guitarist, best known as the rhythm and lead guitarist and one of the first members of American thrash metal band Slayer.\nBiography.\nKing was born in Los Angeles, California. His father worked as an aircraft part inspector, and his mother worked for a telephone company. When he was a teenager, Kerry moved to Phoenix, Arizona, where he learned how to play guitar from a local man, Dana Dawley. He divorced once; his current wife is Ayesha King, he also has a daughter named Shyanne Kymberlee King from his first marriage. In 1981, King was trying out for the position as a guitarist in a band. After the session was over Jeff Hanneman talked with him and the two began playing Iron Maiden and Judas Priest songs with the session drummer. Hanneman said \"Why don’t we start our OWN band?” [Laughs] I was like, “…Fuck yeah!\"\nKing once had long hair, but then shaved his head when he started balding. His bald head, spiked wristband, long beard and his tattoo work (which covers his hands, arms and head) are his trademarks, to such a degree that \"Blender\" included a tour of his body ink.\nKing's acronym, KFK, was revealed to mean \"Kerry Fuckin' King\" in the January 2007 Issue of Guitar World.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":41},{"uri":"Guitarist","surface_form":"guitarist","offset":50},{"uri":"Rhythm","surface_form":"rhythm","offset":79},{"uri":"Lead_guitarist","surface_form":"lead guitarist","offset":90},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":146},{"uri":"Slayer","surface_form":"Slayer","offset":164},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":200},{"uri":"California","surface_form":"California","offset":213},{"uri":"Jeff_Hanneman","surface_form":"Jeff Hanneman","offset":672},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":728},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":744},{"uri":"Tattoo","surface_form":"tattoo","offset":1000},{"uri":"Trademarks","surface_form":"trademarks","offset":1060},{"uri":"Guitar_World","surface_form":"Guitar World","offset":1229}]}