{"id":25668,"url":"http://en.wikipedia.org/wiki/Medieval_commune","text":"Medieval townspeople in western Europe during the period of the High Middle Ages needed protection from lawless nobles and bandits. The walled city was protection from direct assault, but once a townsperson left the city walls, he or she was at the mercy of often violent and lawless nobles in the countryside. Because much of medieval Europe lacked central authority to provide protection, such as a police force (to use a modern analogy), each city had to provide its own protection for citizens both inside the city walls, and outside. In order to do this towns formed what are called communes.\nEvery town had its own commune and no two communes were alike, but at the heart, communes \"were sworn alliegences of mutual defense\". When a commune was formed, all particpitating members gathered and swore an oath together, in public, they would defend each other in time of trouble. In addition they would swear to maintain the peace within the city proper.\nWhat did it mean for a commune member to defend another? Obviously if a commune member was attacked outside the city it was too late to call for help as it would be unlikely anyone would be around in time. Instead the commune would promise to exact revenge on the attacker, the promise of revenge being a form of defense. However, what would happen if the attacker was a noble who had a castle, too strong for the townspeople? This was often the case and certainly the town commune could not muster the forces to attack a castle. Instead they might attack the nobles family, or burn his crops, or kill his serfs, or destroy his orchards. It was eye for eye violent revenge.\nThe commune movement started in the 11th century in northern Italy which had the most urbanized population of Europe at the time, and in what is now Belgium which was also relatively urban at the time. It then spread in the early 12th century to France, Germany, and Spain and elsewhere. England never saw much of the commune movement because it was by comparison a pretty well run kingdom and did not need local protection forces. Although in most cases the development of communes was connected with that of the cities, there were rural communes, notably in France and England, that were formed to protect the common interests of villagers.\nThe Church and King both had mixed reactions to communes. On the one hand they agreed safety and protection from lawless nobles was in everyones best interest. The communes intention was to keep the peace through the threat of revenge, and the Church was sympathetic to the end result of peace. However the Church had their own ways to enforce the peace such as the Peace and Truce of God movement, for example. On the other hand, communes disrupted the order of medieval society. The methods the commune used, eye for an eye, violence begets violence, were generally not acceptable to Church or King. Normally only the noble lords are allowed to fight and the merchant townspeople were the workers, not fighters. There was a sense the communes were a threat to the medieval 3-tiered social order: Those who work, those who pray, those who fight. Communes crossed the line between working and fighting. As such communes were sometimes accepted, and other times not by the Church and King. One of the most famous cases of a commune being suppressed and the resulting defiant urban revolt occurred in the French town of Laon in 1112.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medieval","surface_form":"Medieval","offset":0},{"uri":"Europe","surface_form":"Europe","offset":32},{"uri":"High_Middle_Ages","surface_form":"High Middle Ages","offset":64},{"uri":"Noble","surface_form":"noble","offset":112},{"uri":"Revenge","surface_form":"revenge","offset":1207},{"uri":"Castle","surface_form":"castle","offset":1345},{"uri":"Serfs","surface_form":"serfs","offset":1564},{"uri":"11th_century","surface_form":"11th century","offset":1668},{"uri":"Italy","surface_form":"Italy","offset":1693},{"uri":"Belgium","surface_form":"Belgium","offset":1781},{"uri":"12th_century","surface_form":"12th century","offset":1862},{"uri":"France","surface_form":"France","offset":1878},{"uri":"Germany","surface_form":"Germany","offset":1886},{"uri":"Spain","surface_form":"Spain","offset":1899},{"uri":"England","surface_form":"England","offset":1920},{"uri":"Peace_and_Truce_of_God","surface_form":"Peace and Truce of God","offset":2641},{"uri":"Laon","surface_form":"Laon","offset":3393},{"uri":"1112","surface_form":"1112","offset":3401}]}