{"id":256663,"url":"http://en.wikipedia.org/wiki/Surfing_with_the_Alien","text":"\"Surfing with the Alien\" is the second album by instrumental rock solo artist Joe Satriani, released in 1987. \"Surfing with the Alien\" contributed greatly to establishing Satriani's reputation as a respected rock guitarist.\nThe album contains fast and complex songs such as \"Surfing with the Alien\" and \"Satch Boogie\", stranger-sounding \"Crushing Day\" and \"Lords of Karma\", and slower, melodic songs like \"Always with Me, Always with You\" and \"Echo\" which provide a change of pace. Also, \"Midnight\", uses the technique of two-hand tapping at great speed, making a Latin-American effect. There are also Nashville tuned guitars (on \"Echo\") and key changes (on \"Always with Me, Always with You\" and \"Echo\") to vary the album.\nThe album cover shows the Marvel Comics character, the Silver Surfer on the front and the hand of Galactus on the back. The image is from Silver Surfer #1 (1982). The artist, John Byrne, has said that the image was used without his permission and that he never got paid for its use. The art is from panel 1 of page 6 of SILVER SURFER #1 published in 1982. However, the album liner notes mention a Marvel Characters, Inc. copyright and say the Silver Surfer likeness is used with permission.\nTrack listing.\nAll songs written by Joe Satriani.","categories":[],"infobox_types":["Album | &lt;!-- See Wikipedia:WikiProject_Albums --&gt;"],"annotations":[{"uri":"Album","surface_form":"album","offset":39},{"uri":"Instrumental_rock","surface_form":"instrumental rock","offset":48},{"uri":"Joe_Satriani","surface_form":"Joe Satriani","offset":78},{"uri":"Surfing_with_the_Alien_(song)","surface_form":"Surfing with the Alien","offset":275},{"uri":"Satch_Boogie","surface_form":"Satch Boogie","offset":304},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":749},{"uri":"Silver_Surfer","surface_form":"Silver Surfer","offset":778},{"uri":"Galactus","surface_form":"Galactus","offset":821},{"uri":"John_Byrne","surface_form":"John Byrne","offset":898},{"uri":"Joe_Satriani","surface_form":"Joe Satriani","offset":1250}]}