{"id":256799,"url":"http://en.wikipedia.org/wiki/Sheriff","text":"A sheriff is generally a legal official with responsibility for a county or parish. The duties of a sheriff vary from country to country. The term comes from Anglo-Norman English. The kings officer in each shire was called a \"shire-reeve\". His function was to enforce the king's law in the shire or county.\nHistory.\nThe term shire reeve appears in documents in England in the early 11th century. When William the Conqueror conquered England in 1066, he kept most of the Anglo-Saxon sheriffs. When William abolished the great Anglo-Saxon Earldoms, the sheriff became the immediate representative of the king in the county. His appointment was typically for one year. He held court where he punished minor offenders. Later, his powers were reduced to arresting and imprisoning criminals.\nColonial America.\nWhen the American colonies began to grow, Britain established political control. As each colony established counties, a sheriff was appointed to keep law and order. He was also an officer of the British court. The sheriff had different titles in different colonies. In Rhode Island he was called a general sergeant. In Connecticut and Massachusetts the title was Marshal. In Plymouth Colony he was called a messenger. In the later colonial period, sheriffs were appointed by the colonial governor. They collected taxes, testified in court and served subpoenas. Because they were paid per task, and tax collecting paid the most, enforcing the law became a lower priority.\nAfter the American Revolutionary War sheriffs were elected by the people.\n17th and 18th century America.\nIn the American west, the Spanish were colonizing what would become Texas, California. The equivalent of the sheriff was called an Alguacil (sheriff/constable). As Americans moved west, they often started new communities. A sheriff was usually the only available law enforcement. Sheriffs had the power of \"posse comitatus\". That means a sheriff had the power to deputize anyone to help him keep the peace or go after and arrest criminals. A group of temporary deputies under the authority of a sheriff is called a posse. As America grew the posse was used less and less. Sheriffs are still the main law enforcement in rural areas.\nUnited States.\nIn many states the sheriff remains the highest ranking county law enforcement officer. Each state decides what powers the sheriff will have. In some states the sheriff is a court officer and law enforcement is left to the police. In other states they are charged with enforcing laws, investigate crimes, transport prisoners and operate jails. A sheriff can appoint deputies. A small sheriff's department might be run by a sheriff alone. A large sheriff's department could have hundreds of deputies and civilian employees. The main difference between a sheriff's office and a police department is that the sheriff usually operates correctional facilities and county civil functions.\nAustralia.\nSheriffs were appointed, as early as 1829 in Western Australia, as a court official. Duties included collecting taxes and fines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal","surface_form":"legal","offset":25},{"uri":"County","surface_form":"county or parish","offset":66},{"uri":"Anglo-Norman","surface_form":"Anglo-Norman","offset":158},{"uri":"England","surface_form":"English","offset":171},{"uri":"King","surface_form":"king","offset":184},{"uri":"Shire","surface_form":"shire","offset":206},{"uri":"Document","surface_form":"document","offset":348},{"uri":"11th_century","surface_form":"11th century","offset":382},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":401},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":470},{"uri":"Earl","surface_form":"Earldoms","offset":537},{"uri":"Arrest","surface_form":"arrest","offset":749},{"uri":"Criminal","surface_form":"criminal","offset":775},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":1073},{"uri":"Sergeant","surface_form":"sergeant","offset":1110},{"uri":"Connecticut","surface_form":"Connecticut","offset":1123},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1139},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":1179},{"uri":"Governor","surface_form":"governor","offset":1292},{"uri":"Subpoena","surface_form":"subpoena","offset":1354},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1485},{"uri":"Spain","surface_form":"Spanish","offset":1606},{"uri":"Texas","surface_form":"Texas","offset":1648},{"uri":"California","surface_form":"California","offset":1655},{"uri":"Alguacil","surface_form":"Alguacil","offset":1711},{"uri":"Posse_comitatus_(common_law)","surface_form":"posse comitatus","offset":1887},{"uri":"Deputize","surface_form":"deputize","offset":1943},{"uri":"Arrest","surface_form":"arrest","offset":2002},{"uri":"Rural_areas","surface_form":"rural areas","offset":2199},{"uri":"States_of_the_United_States","surface_form":"states","offset":2235},{"uri":"Rank","surface_form":"rank","offset":2274},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":2289},{"uri":"Police","surface_form":"police","offset":2449},{"uri":"Jail","surface_form":"jail","offset":2563},{"uri":"Deputy","surface_form":"deputies","offset":2592},{"uri":"Civilian","surface_form":"civilian","offset":2729},{"uri":"Employee","surface_form":"employee","offset":2738},{"uri":"Prison","surface_form":"correctional facilities","offset":2857},{"uri":"Western_Australia","surface_form":"Western Australia","offset":2965}]}