{"id":256798,"url":"http://en.wikipedia.org/wiki/County_jail","text":"e=\"preserve\">The term \"county jail\" is used in the United States for jails maintained to hold prisoners in each of the many county divisions of a U.S. state. People may be moved into a county jail immediately after they are arrested, or may later be transferred to a county jail from a local holding cell or detention center. In smaller counties, there may be a single jail facility. Larger, more populated counties will often operate more than one jail at locations throughout the county.\nWho spends time in jail.\nJails may also hold key trial witnesses for criminal cases, known as \"material witnesses\", who have been found by a court to be unlikely to appear to testify if not detained, and people who have been charged with crimes in other states who are being held for extradition proceedings.\nAlthough it is unusual, some people charged with crimes might wait in a county jail for a year or longer, awaiting a criminal trial, while unable to bond out by posting \"bail\" (depending on the nature of the criminal charges against them).\nAfter a defendant is convicted of a crime, he or she may be sentenced to prison. When that occurs, the defendant will usually be held in the county jail until he or she can be taken into the custody of the state's prison system. U.S. prison populations include many \"hardened criminals\" who have been convicted of a significant crime or series of crimes, while a county jail might contain many people who have not yet been convicted and are thus presumed innocent, first-time offenders, who do not have a severe criminal mindset, along with more serious offenders who have not yet been convincted or sentenced, or are awaiting transfer to prison.\nOperation of jails.\nIn most states, each county jail is maintained by a \"sheriff's department\" run by the current county sheriff and his deputy officers. The County Sheriff's department is a police agency with county-wide jurisdiction, separate from the city or town police departments, within a county.\nIn order to protect the legal rights of inmates, both for their own safety and the safety of others, a county jail will have some private cells to hold especially violent or controversial suspects, to protect others from them or them from being targeted by the \"general population\" of the jail, as well as to observe inmates who may want to harm themselves. Also, a county jail will be subject to medical or health restrictions, such as providing medical care or Kosher foods, in order to ensure the health of inmates and to respect their civil rights.\nFor those reasons, a county jail is often very different, as to both structure and occupants, from a prison.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jail","surface_form":"jail","offset":69},{"uri":"County","surface_form":"county","offset":124},{"uri":"U.S._state","surface_form":"U.S. state","offset":146},{"uri":"Extradition","surface_form":"extradition","offset":774},{"uri":"Trial","surface_form":"trial","offset":925},{"uri":"Bail","surface_form":"bail","offset":969},{"uri":"Defendant","surface_form":"defendant","offset":1047},{"uri":"Prison","surface_form":"prison","offset":1253},{"uri":"Criminal","surface_form":"criminal","offset":1315},{"uri":"Sheriff","surface_form":"sheriff","offset":1759},{"uri":"Deputy","surface_form":"deputy","offset":1823},{"uri":"Police","surface_form":"police","offset":1953},{"uri":"Legal_rights","surface_form":"legal rights","offset":2014},{"uri":"Kosher","surface_form":"Kosher","offset":2453}]}