{"id":256773,"url":"http://en.wikipedia.org/wiki/Lee_Harvey_Oswald","text":"Lee Harvey Oswald (October 18, 1939 – November 24, 1963) was, according to five government investigations, the sniper who assassinated U.S. President John F. Kennedy in Dallas, Texas on November 22, 1963.\nA former U.S. Marine who lived in the Soviet Union for almost 3 years, Oswald was first arrested for the murder of police officer J. D. Tippit (1924-1963), who had been shot on a Dallas street shortly after Kennedy was killed. He was also soon suspected in the death of Kennedy as well.\nSoon after he was arrested, Oswald talked to reporters in a hallway. Oswald shouted, \"I didn't shoot anybody,\" and, \"They've taken me in because of the fact that I lived in the Soviet Union. I'm just a patsy!\" (a scapegoat or someone who is blamed for something someone else actually did). Later, at a press meeting, a reporter asked, \"Did you kill the President?\" and Oswald answered, \"No, I have not been charged with that. In fact, nobody has said that to me yet. The first thing I heard about it was when the newspaper reporters in the hall asked me that question.\" As he was led from the room the question was called out, \"What did you do in Russia?\" and, \"How did you hurt your eye?\"; Oswald answered, \"A policeman hit me.\"\nTwo days later, while being moved from police headquarters to the county jail, Oswald was shot and mortally wounded by nightclub owner Jack Ruby, in full view of television cameras broadcasting live.\nWarren Commission study.\nIn 1964, the Warren Commission concluded that Oswald acted alone in killing Kennedy, a conclusion reached previously by the FBI and Dallas Police. In 1979, The United States House of Representatives Select Committee on Assassinations agreed that Kennedy was killed by Oswald, but also concluded Kennedy`s death was probably as a result of a conspiracy. The members of this probable conspiracy were not identified.\nFamily history.\nOswald had been born in New Orleans, 2 months after his father died, and his mother moved him and 2 brothers to several different towns, while marrying a third husband for 3 years, 1945-48. After attending 12 schools, around Fort Worth, New York City, and New Orleans, Oswald dropped out of 10th grade, at age 16, and worked as a office clerk/messenger. Moving back to Texas in July 1956, Oswald entered 10th grade in Fort Worth, but quit school again, at age 17 in October, to join the U.S. Marines, as had his brother Robert, after their half-brother John Pic joined the U.S. Coast Guard. In 1959, Oswald received a hardship discharge (for mother's health) to quit the Marines, but defected to the Soviet Union, for nearly 3 years. Having married Marina, the daughter of a Soviet security official, he re-defected back to the U.S. with her and their daughter, in June 1962.\nThey settled in Dallas, with his mother and brother Robert. Oswald worked 3 months in a welding company, then worked in a printing shop from October until being fired in April 1963. Oswald was later suspected of the April 10 attempt to shoot General Edwin Walker, using a rifle (and handgun) he received through mail-order in March. Oswald and Marina quickly moved to New Orleans in April, but she returned to Dallas in late September 1963, when he traveled to Mexico with failed plans to go to Cuba and the USSR. Instead, he returned to Dallas and began working at the Texas School Book Depository on October 16, 1963. The FBI was investigating Marina as a possible Soviet spy. That was one month before the shootings of President Kennedy and Officer Tippit.\nOswald died on November 24, 1963, from gunshot wound by Jack Ruby. He was survived by his wife Marina, 2-year-old daughter June, and 1-month-old daughter Rachel.\na cry of anguish from Oswald Oswald slumped to the concrete paving, as his manacled hands clutched at his abdomen and writhing with pain, moaning. He lost consciousness shortly thereafter The crowd outside the headquarters burst into applause when they heard that Oswald had been shot. a police detective Billy Combest suddenly recognized Ruby and exclaimed: \"Jack, you son of a bitch!\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Sniper","surface_form":"sniper","offset":111},{"uri":"Assassinate","surface_form":"assassinate","offset":122},{"uri":"U.S._President","surface_form":"U.S. President","offset":135},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":150},{"uri":"Dallas","surface_form":"Dallas","offset":169},{"uri":"United_States_Marines","surface_form":"U.S. Marine","offset":214},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":243},{"uri":"Police_officer","surface_form":"police officer","offset":320},{"uri":"J._D._Tippit","surface_form":"J. D. Tippit","offset":335},{"uri":"Patsy","surface_form":"patsy","offset":694},{"uri":"Scapegoat","surface_form":"scapegoat","offset":705},{"uri":"County_jail","surface_form":"county jail","offset":1288},{"uri":"Nightclub","surface_form":"nightclub","offset":1341},{"uri":"Jack_Ruby","surface_form":"Jack Ruby","offset":1357},{"uri":"Camera","surface_form":"camera","offset":1395},{"uri":"FBI","surface_form":"FBI","offset":1571},{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":1621},{"uri":"Conspiracy","surface_form":"conspiracy","offset":1788},{"uri":"New_Orleans","surface_form":"New Orleans","offset":1901},{"uri":"Fort_Worth%2C_Texas","surface_form":"Fort Worth","offset":2102},{"uri":"New_York_City","surface_form":"New York City","offset":2114},{"uri":"New_Orleans","surface_form":"New Orleans","offset":2133},{"uri":"Clerk","surface_form":"clerk","offset":2214},{"uri":"Texas","surface_form":"Texas","offset":2246},{"uri":"U.S._Marines","surface_form":"U.S. Marines","offset":2364},{"uri":"United_States_Coast_Guard","surface_form":"U.S. Coast Guard","offset":2450},{"uri":"Welding","surface_form":"welding","offset":2841},{"uri":"Printer_(publisher)","surface_form":"printing shop","offset":2875},{"uri":"Rifle","surface_form":"rifle","offset":3025},{"uri":"Gun","surface_form":"handgun","offset":3036},{"uri":"Mexico","surface_form":"Mexico","offset":3214},{"uri":"Cuba","surface_form":"Cuba","offset":3248},{"uri":"USSR","surface_form":"USSR","offset":3261},{"uri":"Spy","surface_form":"spy","offset":3427},{"uri":"Jack_Ruby","surface_form":"Jack Ruby","offset":3569},{"uri":"Marina_Oswald_Porter","surface_form":"Marina","offset":3608}]}