{"id":25698,"url":"http://en.wikipedia.org/wiki/American_Sign_Language","text":"American Sign Language (old names: Amslan, Ameslan) is the most popular sign language for the Deaf in the United States, in the English-speaking parts of Canada, and in parts of Mexico. Although the United Kingdom and the United States share English as a spoken and written language, British Sign Language (BSL) is different from American Sign Language. ASL actually comes from French Sign Language, as Thomas Hopkins Gallaudet went to England for help learning sign language to teach to his deaf neighbors. He could not find anyone willing to teach him the British Sign Language, but did find some French people who were willing to help, he convinced one of them to travel back to the United States with him to set up the first deaf school in the U.S.\nASL is also used (sometimes with other sign languages) in the Philippines, Singapore, Dominican Republic, Haiti, Puerto Rico, Côte d'Ivoire, Burkina Faso, Ghana, Togo, Benin, Nigeria, Chad, Gabon, Democratic Republic of the Congo, Central African Republic, Mauritania, Kenya, Madagascar, and Zimbabwe. Like other sign languages, its grammar is different from any spoken language.\nASL includes fingerspelling. Fingerspelling is a way to show the written letter. ASL uses one hand to show the English alphabet, although there are ways to show alphabets from other languages. Names of people and places can be fingerspelled. Fingerspelling is also used for words that have no sign, or for when people are confused about what a used sign means.\nStatistics.\nCounting the number of ASL speakers is difficult because ASL users have never been counted by the American census. ASL use in the general American population has not been directly measured. The ultimate source for current estimates of the number of ASL users in the United States is a report for the National Census of the Deaf Population (NCDP) by Schein and Delk (1974). Based on a 1972 survey of the NCDP, Schein and Delk provided estimates consistent with a signing population between 250,000 and 500,000. The survey did not distinguish between ASL and other forms of signing.\nIncorrect figures are sometimes cited for the population of ASL speakers in the United States based on misunderstandings of statistics. Demographics of the deaf population have been confused with those of ASL use. This accounts for cited estimations which are greater than 500,000. Such mistaken estimations can reach as high as 15,000,000.\nASL is sometimes incorrectly cited as the third- or fourth-most-spoken language in the United States. These figures misquote Schein and Delk (1974), who said ASL speakers constituted the third-largest population \"requiring an interpreter in court\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sign_language","surface_form":"sign language","offset":72},{"uri":"British_Sign_Language","surface_form":"British Sign Language","offset":284},{"uri":"Thomas_Hopkins_Gallaudet","surface_form":"Thomas Hopkins Gallaudet","offset":403},{"uri":"Philippines","surface_form":"Philippines","offset":815},{"uri":"Singapore","surface_form":"Singapore","offset":828},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":839},{"uri":"Haiti","surface_form":"Haiti","offset":859},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":866},{"uri":"C%C3%B4te_d%27Ivoire","surface_form":"Côte d'Ivoire","offset":879},{"uri":"Burkina_Faso","surface_form":"Burkina Faso","offset":894},{"uri":"Ghana","surface_form":"Ghana","offset":908},{"uri":"Togo","surface_form":"Togo","offset":915},{"uri":"Benin","surface_form":"Benin","offset":921},{"uri":"Nigeria","surface_form":"Nigeria","offset":928},{"uri":"Chad","surface_form":"Chad","offset":937},{"uri":"Gabon","surface_form":"Gabon","offset":943},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":950},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":984},{"uri":"Mauritania","surface_form":"Mauritania","offset":1010},{"uri":"Kenya","surface_form":"Kenya","offset":1022},{"uri":"Madagascar","surface_form":"Madagascar","offset":1029},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":1045},{"uri":"Grammar","surface_form":"grammar","offset":1086},{"uri":"Fingerspelling","surface_form":"Fingerspelling","offset":1162},{"uri":"Alphabet","surface_form":"alphabet","offset":1252}]}