{"id":256959,"url":"http://en.wikipedia.org/wiki/Octopus%27s_Garden","text":"\"Octopus's Garden\" is a song by The Beatles written by Ringo Starr from their 1969 album \"Abbey Road\".\nGeorge Harrison worked on this the song with Ringo Starr; perhaps because his own songs were not seen as good enough by John Lennon and Paul McCartney. Harrison said: \"'Octopus's Garden' is Ringo's song. It's only the second song Ringo has ever written, mind you, and it's lovely.\" He added that the song gets very deep into your mind \"because it's so peaceful. I suppose Ringo is writing cosmic songs these days without even realising it.\"\nBackground.\nRingo Starr got the idea for the song when he was on a boat owned by comedian Peter Sellers in Sardinia in 1968. He ordered fish and chips for lunch, but instead of fish he got squid. It was the first time he'd eaten squid, and he said, \"It was OK. A bit rubbery. Tasted like chicken.\" The boat's captain told Ringo how octopuses travel along the sea bed picking up stones and shiny objects to build gardens. The \"Let It Be\" movie had a scene where George Harrison is shown helping Ringo Starr work the song out on piano.\nThe song, which contains the words \"Oh what joy for every girl and boy / Knowing they're happy and they're safe,\" is sometimes thought of as being a song for children, like \"Yellow Submarine\", \"The Continuing Story of Bungalow Bill\" or \"All Together Now\". It has been performed by the Muppets several times in their shows.\nRecording.\nThe basic instrumental track was recorded April 26, 1969, with two electric guitars (Harrison and John Lennon), bass guitar (Paul McCartney), and drums (Starr). George Martin did not produce the song, so the Beatles themselves were listed as producer, with Martin's assistant Chris Thomas present in the control room to help. Thirty-two takes were needed before the Beatles were happy with the song.\nThe backing vocals by McCartney and Harrison during the guitar solo were put through compressors and limiters to create a gurgling sound. Harrison added the sound of bubbles being blown into a glass of milk using a straw.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Beatles","surface_form":"The Beatles","offset":32},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":55},{"uri":"Abbey_Road","surface_form":"Abbey Road","offset":90},{"uri":"George_Harrison","surface_form":"George Harrison","offset":103},{"uri":"John_Lennon","surface_form":"John Lennon","offset":223},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":239},{"uri":"Peter_Sellers","surface_form":"Peter Sellers","offset":634},{"uri":"Sardinia","surface_form":"Sardinia","offset":651},{"uri":"Octopus","surface_form":"octopus","offset":876},{"uri":"Let_It_Be_(movie)","surface_form":"Let It Be","offset":970},{"uri":"Yellow_Submarine_(song)","surface_form":"Yellow Submarine","offset":1252},{"uri":"The_Continuing_Story_of_Bungalow_Bill","surface_form":"The Continuing Story of Bungalow Bill","offset":1272},{"uri":"All_Together_Now_(The_Beatles_song)","surface_form":"All Together Now","offset":1315},{"uri":"Muppets","surface_form":"Muppets","offset":1363},{"uri":"Multitrack_recording","surface_form":"track","offset":1435},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":1479},{"uri":"John_Lennon","surface_form":"John Lennon","offset":1510},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":1524},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":1537},{"uri":"Drum_kit","surface_form":"drums","offset":1558},{"uri":"George_Martin","surface_form":"George Martin","offset":1573},{"uri":"Chris_Thomas_(record_producer)","surface_form":"Chris Thomas","offset":1688},{"uri":"Control_room","surface_form":"control room","offset":1716}]}