{"id":257010,"url":"http://en.wikipedia.org/wiki/Sauber","text":"Sauber F1 Team is a Swiss Formula One team. It was founded in the 1970s by Peter Sauber. The team ran its first Formula One in.\nSauber was an independent team, it did not have the backing of a automobile manufacuer such as Ferrari. Having not won a single Grand Prix race, the team was sold to BMW in 2005. The team competed as BMW Sauber from 2006 to 2009, and won one race. At the end of the 2009 season, BMW deceided to leave Formula One.\nThe race team's future was uncertain for several months. BMW sold the team back to Peter Sauber which allowed the team to race in entry. Due to issues with the Formula One contract, the team name will remain BMW Sauber for the 2010 season.\nSports cars.\nSince the 1970s, Peter Sauber built sports cars. After using turbocharged Mercedes V8 engines in the 1980s, his team became the official factory team of Mercedes-Benz, reviving the Silver Arrow legend. They won the 24 hours of Le Mans and the World Sportscar Championship in 1989 and 1990, competing against Jaguar and Porsche.\nThe Mercedes era (1993–1994).\nMercedes-Benz had planed to enter Formula One with Sauber. They could not work out all the details, so Mercedes withdrew their formal support. Mercedes continued to fund Sauber's Formula One project unofficially. The Sauber team was powered by V10 Ilmor engines in a chassis named the C12. This continued the Sauber's naming policy from the sports car days. The 'C' was a reference to Peter Sauber's wife, Christine. The cars were driven by JJ Lehto and Karl Wendlinger.\nThe Sauber racing debut took place in the first race of the season in South Africa. The car finished in fifth place, earning two points under the scoring system at the time. Over the remainder of the season the team rarely saw the finish of a race due to unreliability and racing accidents. When the team did finish a race, they were often in the top ten. Sauber ended the season with twelve points, seventh out of the thirteen original entries.\nThe team competed in the season as Sauber Mercedes, now officially Mercedes' factory team. Their new car was the Sauber C13 and the Ilmor engine was re-badged (given a new name) as the Mercedes 3.5 V10. Former Sauber sports car driver Heinz Harald Frentzen was Karl Wendlinger's new team mate.\nEarly performance was disappointingly, delivering similar results as the previous year. They only scoring a few points in the opening rounds. Things got worse after the tragic deaths of Ayrton Senna and Roland Ratzenberger at the San Marino Grand Prix. Wendlinger was seriously injured in a crash during practice for the Monaco Grand Prix. He suffered serious head injuries and was unable to race for the of the season. Wendlinger was replaced by Andrea de Cesaris. After Lehto had been released by Benetton, he drove for Sauber the last two races of the season.\nSauber finished the season with twelve points and eighth out of the fourteen original teams entered. Mercedes were unhappy with the progress of Sauber and left the team at the end of the year.\nThe Ford era (1995–1996).\nFor, Sauber start the beginning of a ten year sponsorship deal with energy drink giant Red Bull. Dietrich Mateschitz had purchased a majority share in the team. Fritz Kaiser joined the team as the commercial director. The Sauber C14 used a factory supply of Ford-Cosworth. The 1995 season saw the return of Karl Wendlinger and Heinz Harald Frentzen as the drivers. Wendlinger's accident in 1994 seemed to have reduced his driving potential and he was replaced rookie Jean-Christophe Boullion.\nThe team finished on a record 18 points despite the under-performing Ford engine. They also climbed back up to seventh in the constructor's championship.\nIn 1995, Petronas become Sauber's presenting sponsor. They renewed their association in 2007, by which time the team had changed ownership.\nsaw Sauber's worst Formula One season in terms of points. They had a promising driver lineup with Heinz Harald Frentzen and Johnny Herbert, a revised C15 car and a new V10 engine from Ford. They held seventh spot on a shrinking list of constructors and only scored 11 points. For the next season they announced a customer deal to receive Ferrari V10 engines. They also were working with new sponsors Petronas to build their own engines. Unfortunately, due to a major economic crash in Asia, the engines were never completed.\nThe Ferrari era (1997–2005).\nSauber used Ferrari designed engines from 1997 to 2005. They were built by Sauber Petronas Engineering, a company founded for purpose of building these engines. The engines were nearly identical to the ones used by Ferrari. Sauber Petronas Engineering also built the gearboxes used by Sauber. Sauber licensed nearly every part they could from Ferrari. Sauber even had several Ferrari engineers on staff. Suspicious similarities between Ferrari and Sauber chassis were pointed out, but no formal accusations were ever made. The FIA rules require each team to design their own chassis.\nIn Sauber brought a virtually unknown and very inexperienced Kimi Räikkönen into Formula One. There were protests by a few drivers and members of the FIA, including Max Mosley. They believed Räikkönen would pose a danger to other drivers. His good performance that year proved the Sauber decision right. Räikkönen would later go on to win the Drivers Championship with Ferrari.\nIn its later years, Sauber's ties with Ferrari became weaker. They sided with the other teams over planned rule changes. Then they decided to switch to Michelin tyres, while Ferrari continued to use Bridgestones. Sauber's final grand prix came in China. Sauber departed F1 with their best results; six third places and two front row starts.\nAmong the notable Sauber drivers were Jean Alesi, Formula One championship runner-up Felipe Massa, Johnny Herbert and World Champion Jacques Villeneuve. Two former Sauber drivers, Nick Heidfeld and Jacques Villeneuve, drove for the new BMW Sauber team in 2006. BMW ownership of Sauber started on January 1, 2006.\nThe BMW era (BMW Sauber, 2006–2009).\nAt the end of the 2005 season the team was bought by BMW and was renamed BMW Sauber. Peter Sauber retaining a 20% stake in the team. BMW sold its share of BMW Sauber back to Peter Sauber after the end of the 2009 season. Because of their contract with Formula One, the team still formally uses the name 'BMW Sauber' in competitions for.\nFor the season the team signed Nick Heidfeld from Williams to be their lead driver, and retained Jacques Villeneuve as the second driver. Polish Robert Kubica was signed as the team's third or test driver. The team continued to use Sauber's facilities, mostly for chassis construction and wind tunnel testing. BMW's headquarters in Munich was responsible for building the new P86 V8 engine.\nFormer Sauber title sponsor Petronas renewed their contract with the new team, as a simple team sponsor, as did Credit Suisse. BMW Sauber announced a technical partnership with Intel and the Germany company O2, saying that it will lead to technological improvements on BMW road cars. The new livery (paint scheme), unveiled in Valencia on 17 January 2006, was the traditional BMW blue and white with a hint of red.\nAt the Hungarian Grand Prix, Heidfeld scored the team's first podium. Kubica filled in for Villeneuve. Villeneuve could not drive due to complications following his accident at the German Grand Prix. Kubica finished seventh, but was disqualified for having too light a car. Kubica would drive for the rest of the season, bringing an to Villeneuve's F1 career.\nThe team's finished the season fifth place in the constructor's championship with 36 points.\nFor the season Kubica and Heidfeld were again the teams' drivers. Sebastian Vettel would be the third or test driver. Timo Glock was signed as the team's second test driver.\nThe performance of the BMW Sauber's F1.08 firmly placed them as the best team behind the two championship leading teams of Ferrari and McLaren.\nThe Canadian Grand Prix brought the teams best finish to date, with Nick Heidfeld finishing in 2nd place, but Robert Kubica had a huge crash that resulted in a sprained ankle and concussion.\nSebastian Vettel took his place in the United States Grand Prix and finishing in 8th place. He became the youngest driver to score a Formula One World Championship point. After the European Grand Prix, Scuderia Toro Rosso announced that Vettel would take the second driver seat from Scott Speed.\nOn August 21, 2007, BMW confirmed its driver line-up of Nick Heidfeld and Robert Kubica for the season. Their 2008 car, the BMW Sauber F1.08 was officially launched in Munich on January 14, 2008.\nIn Bahrain, Kubica scored his and the team's first ever pole position, beating Felipe Massa by just under three hundredths of a second. The team went on to finish 3rd and 4th in the race, equaling their highest round of points scored. For the first time, the team was in first place in the constructors' championship.\nBMW Sauber's first race victory came in the Canadian Grand Prix. BMS Sauber scored a one-two finish with Robert Kubica's first race win and Nick Heidfeld taking second place. This was the first Formula One victory for a BMW engine since the Williams-BMW won the Brazilian Grand Prix.\nAfter the team's breakthrough win, the team stopped improving the current car. They started work on the new car for because of the new regulations for the next season. This was reflected in the team's performance for the remainder of the 2008 season. Kubica was leading the drivers championship after the Canadian Grand Prix. The lack of development was showed with a drop in performance through the second half of the season. BMW was outpaced by Renault, Toyota and Toro Rosso\nIn October 2008 the team confirmed that they would stay with Robert Kubica and Nick Heidfeld as their drivers for the Season.\nAlthough BMW Sauber targeted the 2009 season as the year they would challenge for the title, their start to the season was disappointing. Kubica was in 3rd place in the opening round, when he collided with Vettel while battling for 2nd place. Kubica was forced to retire from the race. Heidfeld secured the team's first podium of the year in Malaysia, but after 6 races BMW Sauber had collected only 6 points. They were in 8th place in the Constructors' Championship out of 10 teams.\nSeveral upgrades were scheduled for Turkey, including an improved energy recovery braking system (KERS) and a new air diffuser to improve downforce and traction. While the new diffuser was installed, the KERS would not fit the new car and both drivers raced without the device. BMW had been one of the strongest supports of KERS. After the British Grand Prix, the team announced they would stop development KERS. They set their focus on improving the car's aerodynamics (how well the car moves through the air). This left Ferrari and McLaren as the only remaining users of the KERS system. In the European Grand Prix at Valencia Robert Kubica scored the team's first points since the race in Turkey.\nOn July 28, the company announced the team's withdrawal from Formula One at the end of 2009. BMW Chairman Dr. Norbert Reithofer described the decision as a strategic one. On 15 September 2009 BMW Sauber announced they had a buyer for the team, Qadbak Investments Limited. Qadbak turned to be a shell company (a company without any real assets or operations), and the deal fell apart.\nLotus Racing was given the 13th and final slot in the Season.\nReturn to Sauber ownership and Ferrari engines (2010).\nOn November 27, 2009 Peter Sauber announced he would purchase the team back from BMW. He would only agree to the purchase if the team receiving a FIA entry for the season.\nOn December 3, 2009, the FIA confirmed that Sauber had been granted the entry position left by Toyota's departure from Formula one. The new Sauber team would be using Ferrari engines, and the team's chassis for the 2010 season would be designated Sauber C29. Peter Sauber said that he has not applied to change the name of the team, so they remain for now as \"BMW Sauber F1 Team\" despite using no BMW components.\nKamui Kobayashi was signed as a driver for the 2010 season on the December 17, 2009. Pedro de la Rosa was signed as Sauber's second driver on January 19, 2010. Esteban Gutiérrez has joined the team as an observer for some race weekends. He has been placed on the same training program as the race drivers de la Rosa and Kobayashi.\nThe team struggled in the early rounds of the season, and did not score any points from the first three races. Peter Sauber admitted at this point that his decision to rescue the team had been emotionally-driven, but insisted that it was a correct decision.\nThe team ran without a primary sponsor for the first four races of the 2010 season. For the Spanish and European Grand Prix, they carried the logo of the Spanish arm of the Burger King fast food franchise.\nIn Turkey, Kobayashi qualified in the top ten for the race, then finished 10th, collecting the team's first point in 2010.\nOn 14 September, Sauber announced that Nick Heidfeld had been signed to replace de la Rosa for the rest of the 2010 season. Heidfeld drove for Sauber from to, and to. Heidfeld will race starting with the Singapore Grand Prix.\n2011.\nFor the season, Sauber kept driver Kamui Kobayashi, and added rookie driver Sergio Pérez. Kobayashi qualified in 9th place, and Pérez in 13th. Pérez received praise for making his tyres last better than any other driver. He needed only one pit stop, when all other drivers needed at least two. They both finished the race in the points. Pérez finished in 7th place, and Kobayashi in 8th. The two Sauber cars were disqualified after the race. The team had made a mistake with the rear wing, and it was not legal.\nPérez suffered a serious crash in the Monaco race. He had intentions of being in the next race, at Canada, and ran in the Friday practice. However, Pérez fell ill (sick) and was replaced by Pedro de la Rosa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":20},{"uri":"Peter_Sauber","surface_form":"Peter Sauber","offset":75},{"uri":"Formula_One","surface_form":"Formula One","offset":112},{"uri":"Car","surface_form":"automobile","offset":193},{"uri":"Ferrari","surface_form":"Ferrari","offset":223},{"uri":"BMW","surface_form":"BMW","offset":294},{"uri":"Peter_Sauber","surface_form":"Peter Sauber","offset":712},{"uri":"Sports_car","surface_form":"sports car","offset":731},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":848},{"uri":"Silver_Arrow","surface_form":"Silver Arrow","offset":876},{"uri":"24_hours_of_Le_Mans","surface_form":"24 hours of Le Mans","offset":910},{"uri":"World_Sportscar_Championship","surface_form":"World Sportscar Championship","offset":938},{"uri":"Jaguar_(car)","surface_form":"Jaguar","offset":1003},{"uri":"Porsche","surface_form":"Porsche","offset":1014},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":1053},{"uri":"Ilmor","surface_form":"Ilmor","offset":1301},{"uri":"JJ_Lehto","surface_form":"JJ Lehto","offset":1494},{"uri":"Karl_Wendlinger","surface_form":"Karl Wendlinger","offset":1507},{"uri":"Heinz_Harald_Frentzen","surface_form":"Heinz Harald Frentzen","offset":2205},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":2450},{"uri":"Roland_Ratzenberger","surface_form":"Roland Ratzenberger","offset":2467},{"uri":"San_Marino_Grand_Prix","surface_form":"San Marino Grand Prix","offset":2494},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":2585},{"uri":"Andrea_de_Cesaris","surface_form":"Andrea de Cesaris","offset":2711},{"uri":"Benetton","surface_form":"Benetton","offset":2763},{"uri":"Red_Bull","surface_form":"Red Bull","offset":3133},{"uri":"Dietrich_Mateschitz","surface_form":"Dietrich Mateschitz","offset":3143},{"uri":"Fritz_Kaiser","surface_form":"Fritz Kaiser","offset":3207},{"uri":"Cosworth","surface_form":"Ford-Cosworth","offset":3304},{"uri":"Jean-Christophe_Boullion","surface_form":"Jean-Christophe Boullion","offset":3513},{"uri":"Petronas","surface_form":"Petronas","offset":3702},{"uri":"Johnny_Herbert","surface_form":"Johnny Herbert","offset":3957},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":4171},{"uri":"Sauber_Petronas_Engineering","surface_form":"Sauber Petronas Engineering","offset":4462},{"uri":"FIA","surface_form":"FIA","offset":4914},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":5032},{"uri":"Max_Mosley","surface_form":"Max Mosley","offset":5136},{"uri":"Drivers_Championship","surface_form":"Drivers Championship","offset":5314},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":5340},{"uri":"Michelin","surface_form":"Michelin","offset":5501},{"uri":"Bridgestone","surface_form":"Bridgestone","offset":5548},{"uri":"Chinese_Grand_Prix","surface_form":"China","offset":5596},{"uri":"Jean_Alesi","surface_form":"Jean Alesi","offset":5728},{"uri":"Felipe_Massa","surface_form":"Felipe Massa","offset":5775},{"uri":"Johnny_Herbert","surface_form":"Johnny Herbert","offset":5789},{"uri":"Jacques_Villeneuve","surface_form":"Jacques Villeneuve","offset":5823},{"uri":"Nick_Heidfeld","surface_form":"Nick Heidfeld","offset":5870},{"uri":"Jacques_Villeneuve","surface_form":"Jacques Villeneuve","offset":5888},{"uri":"BMW_Sauber","surface_form":"BMW Sauber","offset":5926},{"uri":"BMW","surface_form":"BMW","offset":6093},{"uri":"Nick_Heidfeld","surface_form":"Nick Heidfeld","offset":6408},{"uri":"WilliamsF1","surface_form":"Williams","offset":6427},{"uri":"Poland","surface_form":"Polish","offset":6515},{"uri":"Robert_Kubica","surface_form":"Robert Kubica","offset":6522},{"uri":"Petronas","surface_form":"Petronas","offset":6796},{"uri":"Credit_Suisse","surface_form":"Credit Suisse","offset":6880},{"uri":"Intel","surface_form":"Intel","offset":6945},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":7190},{"uri":"German_Grand_Prix","surface_form":"German Grand Prix","offset":7364},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":7702},{"uri":"Timo_Glock","surface_form":"Timo Glock","offset":7754},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":7933},{"uri":"McLaren","surface_form":"McLaren","offset":7945},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":7958},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":8145},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":8184},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":8326},{"uri":"Scuderia_Toro_Rosso","surface_form":"Scuderia Toro Rosso","offset":8347},{"uri":"Scott_Speed","surface_form":"Scott Speed","offset":8428},{"uri":"Munich","surface_form":"Munich","offset":8609},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain","offset":8640},{"uri":"Felipe_Massa","surface_form":"Felipe Massa","offset":8716},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":8999},{"uri":"WilliamsF1","surface_form":"Williams","offset":9196},{"uri":"Brazilian_Grand_Prix","surface_form":"Brazilian Grand Prix","offset":9217},{"uri":"Renault_F1","surface_form":"Renault","offset":9686},{"uri":"Toyota_Racing","surface_form":"Toyota","offset":9695},{"uri":"Scuderia_Toro_Rosso","surface_form":"Toro Rosso","offset":9706},{"uri":"Australian_Grand_Prix","surface_form":"opening round","offset":10012},{"uri":"Malaysian_Grand_Prix","surface_form":"Malaysia","offset":10185},{"uri":"Turkish_Grand_Prix","surface_form":"Turkey","offset":10363},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":10667},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":10924},{"uri":"Robert_Kubica","surface_form":"Robert Kubica","offset":10956},{"uri":"Lotus_Racing","surface_form":"Lotus Racing","offset":11411},{"uri":"Peter_Sauber","surface_form":"Peter Sauber","offset":11549},{"uri":"Toyota_Racing","surface_form":"Toyota","offset":11795},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":11867},{"uri":"Kamui_Kobayashi","surface_form":"Kamui Kobayashi","offset":12113},{"uri":"Pedro_de_la_Rosa","surface_form":"Pedro de la Rosa","offset":12198},{"uri":"Esteban_Guti%C3%A9rrez","surface_form":"Esteban Gutiérrez","offset":12273},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish","offset":12794},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":12806},{"uri":"Burger_King","surface_form":"Burger King","offset":12875},{"uri":"Turkish_Grand_Prix","surface_form":"Turkey","offset":12911},{"uri":"Nick_Heidfeld","surface_form":"Nick Heidfeld","offset":13070},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore Grand Prix","offset":13235},{"uri":"Sergio_P%C3%A9rez","surface_form":"Sergio Pérez","offset":13339},{"uri":"Pedro_de_la_Rosa","surface_form":"Pedro de la Rosa","offset":13965}]}