{"id":257126,"url":"http://en.wikipedia.org/wiki/Sgt._Pepper%27s_Lonely_Hearts_Club_Band_(song)","text":"\"Sgt. Pepper's Lonely Hearts Club Band\" is a song credited to McCartney, and released in 1967, on The Beatles' album of the same name. The song appears twice on the album: as the first song (transitioning into \"With a Little Help from My Friends\"), and as \"Sgt. Pepper's Lonely Hearts Club Band (Reprise)\", (which transitions into \"A Day in the Life\"). As the title track, the lyrics introduce the fictional band that performs in the album.\nSince its original album release, the song has also been released on singles, on compilation albums, and has been performed by several other artists including Jimi Hendrix (such as at the Isle of Wight Festival 1970), U2, and a comic interpretation by Bill Cosby.\nSong structure.\nOn the \"Sgt. Pepper's Lonely Hearts Club Band\" album, the song opens to the sound of a loud audience, and an orchestra tuning up, which was taken from the February 10 orchestra session for \"A Day in the Life\". The crowd sounds edited into the song were recorded in the early '60s by Martin, during a live recording of the stage show Beyond the Fringe. When the song itself begins, the band introduces its members. The song is in G major, with a 4/4 meter. A horn quartet was used to fill out the instrumental sections.\nReprise.\n\"Sgt. Pepper's Lonely Hearts Club Band (Reprise)\" is a repeat of the song at a faster tempo with heavier instruments. While the first track stays largely in the key of G major (except for transient modulation to F and perhaps C in the bridges), the reprise starts in F and modulates back to G. The track opens with a distorted guitar strumming a \"Hendrix chord\" (dominant 7th sharp 9). McCartney counts 1-2-3-4, and between 2 and 3, Lennon says \"bye!\".\nThe idea for a reprise was Aspinall's, who thought that as there was a \"welcome song\", there should be a \"goodbye song\". The song contains the same melody as the opening version, but with different lyrics. At 1:18, it is one of the Beatles' shorter songs (the shortest is \"Her Majesty\" at 0:23). The reprise was recorded on 1 April 1967, two months after the version that opens the album. At the end of the track, Martin's pre-recorded applause sample segues into the real final track of the album, \"A Day in the Life\".","categories":[],"infobox_types":["song","single","single"],"annotations":[{"uri":"McCartney","surface_form":"McCartney","offset":62},{"uri":"The_Beatles","surface_form":"The Beatles","offset":98},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"album of the same name","offset":111},{"uri":"With_a_Little_Help_from_My_Friends","surface_form":"With a Little Help from My Friends","offset":211},{"uri":"A_Day_in_the_Life","surface_form":"A Day in the Life","offset":332},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":600},{"uri":"Isle_of_Wight_Festival_1970","surface_form":"Isle of Wight Festival 1970","offset":629},{"uri":"U2","surface_form":"U2","offset":659},{"uri":"Bill_Cosby","surface_form":"Bill Cosby","offset":693},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":729},{"uri":"Beyond_the_Fringe","surface_form":"Beyond the Fringe","offset":1054},{"uri":"Horn_(instrument)","surface_form":"horn","offset":1179},{"uri":"Quartet","surface_form":"quartet","offset":1184},{"uri":"Hendrix_chord","surface_form":"Hendrix chord","offset":1596},{"uri":"Her_Majesty_(song)","surface_form":"Her Majesty","offset":1975},{"uri":"A_Day_in_the_Life","surface_form":"A Day in the Life","offset":2202}]}