{"id":257132,"url":"http://en.wikipedia.org/wiki/With_a_Little_Help_from_My_Friends","text":"\"With a Little Help from My Friends\" (originally titled \"A Little Help from My Friends\") is a song written by John Lennon and Paul McCartney, released on The Beatles album \"Sgt. Pepper's Lonely Hearts Club Band\" in 1967. The song was written for and sung by Beatles drummer Ringo Starr as the character \"Billy Shears\"; it is ranked #304 on Rolling Stone's list of the 500 Greatest Songs of All Time. Paul McCartney and Ringo Starr performed this song for the first time together at the David Lynch Foundation Benefit Concert in the Radio City Music Hall, New York on 4 April 2009.\nOrigins.\nLennon and McCartney finished writing this song in mid-March 1967, written as Starr's song for the album. It was briefly called \"Bad Finger Boogie\" (later the inspiration for the band name Badfinger), because Lennon composed the melody on a piano using his middle finger after having hurt his forefinger; but in his 1980 \"Playboy\" interview Lennon said: \"This is Paul, with a little help from me. 'What do you see when you turn out the light/ I can't tell you, but I know it's mine...' is mine.\"\nLennon and McCartney wrote a tune with a limited range - except for the last note, which McCartney worked closely with Starr to achieve.\nSpeaking in the Anthology, Starr insisted on changing the first line which originally was \"What would you do if I sang out of tune? Would you stand up and throw tomatoes at me?\" He changed the lyric so that fans would not throw tomatoes at him should he perform it live. (In the early days, after George Harrison made a comment that he liked jelly babies, fans would throw them at the Beatles at all of their live shows.)\nThe song is in the form of a conversation. The other three Beatles sing a question and Starr answers, for example: \"Would you believe in a love at first sight? / Yes, I'm certain that it happens all the time.\"\nThe band started recording the song the day before they posed for the Sgt. Pepper album cover (29 March 1967), ending the session at 5:45 in the morning.\nCultural references.\n\"With a Little Help from My Friends\" was played as wake-up music on Space Shuttle Mission STS-61.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Lennon","surface_form":"John Lennon","offset":110},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":126},{"uri":"The_Beatles","surface_form":"The Beatles","offset":154},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":173},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":274},{"uri":"Billy_Shears","surface_form":"Billy Shears","offset":304},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":340},{"uri":"500_Greatest_Songs_of_All_Time","surface_form":"500 Greatest Songs of All Time","offset":368},{"uri":"Badfinger","surface_form":"Badfinger","offset":779},{"uri":"The_Beatles_Anthology","surface_form":"Anthology","offset":1239},{"uri":"George_Harrison","surface_form":"George Harrison","offset":1520},{"uri":"Jelly_babies","surface_form":"jelly babies","offset":1565},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":2098},{"uri":"STS-61","surface_form":"STS-61","offset":2120}]}