{"id":25718,"url":"http://en.wikipedia.org/wiki/Glove","text":"e=\"preserve\">A glove is a piece of clothing that covers a hand. There are many different kinds of gloves. Gloves are made of many different fabrics and materials, and gloves are used in many ways.\nGloves worn for protection.\nPeople wear thick gloves, usually made of wool or fabric, to keep their hands warm in cold weather. They wear thin gloves (usually made of rubber or plastic) to keep their hands clean. People also wear thin gloves made of rubber or plastic to keep things they touch clean. Some workers wear gloves made of heavy rubber to protect their hands from chemicals. A mitten is a glove which has a separate place for the thumb, but the other four fingers are together. There are also mittens, which are very similar to gloves. Gloves and mittens are usually used to protect people from cold, and chemicals. People use latex gloves during Earth day to clean up.\nGloves worn for fashion.\nThere are also gloves that are worn for fashion, because they look good. These type of gloves are made from leather, fur, or different fabrics.\nGloves worn in sport.\nGloves are worn in sports, the most common reason being for extra grip for the competitors hands. Like in golf, baseball and goalkeepers in soccer.\nMittens.\nThe word is used for certain kinds of usually knitted gloves. Some don't have separate finger pieces, and are made for children. Others have separate finger pieces without tips, so the wearer can use his fingers for delicate work, and keep his hands warm at the same time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clothing","surface_form":"clothing","offset":35},{"uri":"Hand","surface_form":"hand","offset":58},{"uri":"Wool","surface_form":"wool","offset":267},{"uri":"Fabric","surface_form":"fabric","offset":275},{"uri":"Rubber","surface_form":"rubber","offset":364},{"uri":"Plastic","surface_form":"plastic","offset":374},{"uri":"Rubber","surface_form":"rubber","offset":447},{"uri":"Plastic","surface_form":"plastic","offset":457},{"uri":"Mitten","surface_form":"mitten","offset":585},{"uri":"Latex","surface_form":"latex","offset":835},{"uri":"Sport","surface_form":"sport","offset":1088},{"uri":"Grip","surface_form":"grip","offset":1135},{"uri":"Golf","surface_form":"golf","offset":1175},{"uri":"Baseball","surface_form":"baseball","offset":1181},{"uri":"Goalkeepers","surface_form":"goalkeepers","offset":1194},{"uri":"Soccer","surface_form":"soccer","offset":1209},{"uri":"Knitted","surface_form":"knitted","offset":1272}]}