{"id":257134,"url":"http://en.wikipedia.org/wiki/Lucy_in_the_Sky_with_Diamonds","text":"\"Lucy in the Sky with Diamonds\" is a song written by John Lennon and Paul McCartney for The Beatles' 1967 album \"Sgt. Pepper's Lonely Hearts Club Band\".\nLennon's son, Julian, inspired the song with a nursery school drawing he called \"Lucy — in the sky with diamonds\". Shortly after the song's release, people realized that the first letter of each of the title's nouns spelled LSD. Though Lennon denied and mocked the idea of a hidden LSD reference, the BBC banned the song.\nLater, other artists made a cover version of the song. One of them was Elton John, whose 1974 recording was at the top of the \"Billboards\" chart for two weeks.\nJulian's drawing.\nAccording to the Beatles, Lennon's son, Julian Lennon showed his father a nursery school drawing he called Lucy - in the sky with diamonds, depicting his classmate, Lucy O'Donnell.\nJulian said, \"I don't know why I called it that or why it stood out from all my other drawings, but I obviously had an affection for Lucy at that age. I used to show dad everything I'd built or painted at school, and this one sparked off the idea...\" Lucy Vodden née O'Donnell died of an immune system disease in 2009.\nLennon was surprised at the idea that the song title was a hidden reference to LSD.\nReviews and legacy.\n\"Rolling Stone\" magazine described the song as \"Lennon's lavish daydream\" and music critic Richie Unterberger said \"'Lucy in the Sky With Diamonds' was one of the best songs on the Beatles' famous Sgt. Pepper album, and one of the classic songs of psychedelia as a whole. There are few other songs that so successfully evoke a dream world, in both the sonic textures and words.\" In a review for the BBC, Chris Jones described the song as \"nursery rhyme surrealism\" that contributed to Sgt. Pepper's \"revolutionary... sonic carpet that enveloped the ears and sent the listener spinning into other realms.\"\nIn later interviews, Lennon expressed disappointment with the Beatles' arrangement of the recording, complaining that inadequate time was taken to fully develop his initial idea for the song. He also said that he felt he didn't think that he sang it very well. \"I was so nervous I couldn't sing,\" he told the journalist Ray Connolly, \"but I like the lyrics.\"\nA 3.2 million year-old, 40% complete fossil skeleton of an \"Australopithecus afarensis\" specimen discovered in 1974 was named \"Lucy\" because the Beatles song was being played loudly and repeatedly on a tape recorder in the camp.\nThe White dwarf star BPM 37093, which contains a core of crystallized carbon roughly 4000 km in diameter, is informally named \"Lucy\" as a tribute to the Beatles song.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Lennon","surface_form":"John Lennon","offset":53},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":69},{"uri":"The_Beatles","surface_form":"The Beatles","offset":88},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":113},{"uri":"Julian_Lennon","surface_form":"Julian","offset":167},{"uri":"LSD","surface_form":"LSD","offset":377},{"uri":"BBC","surface_form":"BBC","offset":454},{"uri":"Cover_version","surface_form":"cover version","offset":503},{"uri":"Elton_John","surface_form":"Elton John","offset":546},{"uri":"Billboard_Hot_100","surface_form":"Billboards","offset":602},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":1258},{"uri":"Richie_Unterberger","surface_form":"Richie Unterberger","offset":1348},{"uri":"Ray_Connolly","surface_form":"Ray Connolly","offset":2182},{"uri":"Lucy_(Australopithecus)","surface_form":"3.2 million year-old, 40% complete fossil skeleton","offset":2223},{"uri":"Australopithecus_afarensis","surface_form":"Australopithecus afarensis","offset":2281},{"uri":"White_dwarf","surface_form":"White dwarf","offset":2454},{"uri":"BPM_37093","surface_form":"BPM 37093","offset":2471}]}