{"id":257145,"url":"http://en.wikipedia.org/wiki/She%27s_Leaving_Home","text":"\"She's Leaving Home\" is a song, written by John Lennon and Paul McCartney and released in 1967 on The Beatles album \"Sgt. Pepper's Lonely Hearts Club Band\". McCartney wrote and sang the verse and Lennon the chorus. This was one of a handful of songs of the Beatles in which the members did not play any instruments.\nBackground.\nThe newspaper story McCartney mentioned was from the front page of the \"Daily Mirror\", about a girl named Melanie Coe. Although McCartney made up most of the content, Coe, who was 17 at the time said that he got most of it right. Her parents wondered why she had left... \"She has everything here.\" In real life, Melanie did not \"meet a man from the motor trade\", but instead a croupier, and left in the afternoon while her parents were at work. She was found ten days later because she had said where her boyfriend worked.\nCoincidentally, Coe had met McCartney three years earlier when she was a contestant and prize winner on ITV's \"Ready Steady Go!\". An update on Melanie appeared in the Daily Mail in May 2008.\nRecording.\nThe day before McCartney wanted to work on the string arrangement, he learned that George Martin was not available to do the score. He contacted Mike Leander, who did it in Martin's place. It was the first time a Beatle song was not arranged by Martin (and the only time it was done with the Beatles' consent: Phil Spector's orchestration of \"Let It Be\" was done without McCartney's knowledge). Martin was hurt by McCartney's actions, but he produced the song and conducted the string section. The harp was played by Sheila Bromberg, the first female musician to appear on a Beatles record.\nThe stereo version of the song runs at a slower speed than the mono mix, and consequently is a semitone lower in pitch. This is mentioned in the booklet accompanying \"The Beatles in Mono\" CD box set, but no reason is given. A 2007 Mojo magazine article revealed the mono mix was sped up to make Paul sound younger and tighten the track.\nCritical reception.\nWhen discussing Sgt. Pepper's Lonely Hearts Club Band, composer Ned Rorem described \"She's Leaving Home\" as \"equal to any song that Schubert ever wrote.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Lennon/McCartney","surface_form":"John Lennon and Paul McCartney","offset":43},{"uri":"The_Beatles","surface_form":"The Beatles","offset":98},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":117},{"uri":"Daily_Mirror","surface_form":"Daily Mirror","offset":400},{"uri":"Croupier","surface_form":"croupier","offset":705},{"uri":"Ready_Steady_Go%21","surface_form":"Ready Steady Go!","offset":962},{"uri":"George_Martin","surface_form":"George Martin","offset":1136},{"uri":"Music_score","surface_form":"score","offset":1178},{"uri":"Mike_Leander","surface_form":"Mike Leander","offset":1198},{"uri":"Phil_Spector","surface_form":"Phil Spector","offset":1363},{"uri":"Let_It_Be_(song)","surface_form":"Let It Be","offset":1396},{"uri":"Record_producer","surface_form":"produced","offset":1495},{"uri":"String_section","surface_form":"string section","offset":1531},{"uri":"The_Beatles_in_Mono","surface_form":"The Beatles in Mono","offset":1811},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":2017},{"uri":"Ned_Rorem","surface_form":"Ned Rorem","offset":2065},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":2133}]}