{"id":257214,"url":"http://en.wikipedia.org/wiki/Book_of_Wisdom","text":"The Book of Wisdom (also called Wisdom of Solomon or just Wisdom) is one of the books of the Old Testament. It has been grouped among the Septuagint, or the seven wisdom books of the Bible. It is part of the Catholic and Orthodox Biblical canon, put forward by the Council of Carthage in 397 and confirmed by Catholic leaders at the Council of Trent in 1546. It was written by a Jew in Ancient Egypt in the 1st century BC and talks about wisdom among other themes.\nWho wrote the book and when.\nThe book was initially written in the Greek language, but has the style of Hebrew poetry. Tradition says that King Solomon wrote the book, but scholars reject this tradition. The Catholic Encyclopedia says: \"It is freely admitted that Solomon is not the writer of the Book of Wisdom, which has been ascribed to him because its author, through a literary fiction, speaks as if he were the Son of David.\".\nThe book has the most classical Greek language of all the books in the Septuagint. It also had much of the Hebrew style that had existed when the book was written. The writer also must have been deeply involved in the philosophical, religious, and ethical writings in Hellenistic Alexandria.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Testament","surface_form":"Old Testament","offset":93},{"uri":"Septuagint","surface_form":"Septuagint","offset":138},{"uri":"Wisdom","surface_form":"wisdom","offset":163},{"uri":"Bible","surface_form":"Bible","offset":183},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":208},{"uri":"Eastern_Orthodoxy","surface_form":"Orthodox","offset":221},{"uri":"Biblical_canon","surface_form":"Biblical canon","offset":230},{"uri":"Council_of_Trent","surface_form":"Council of Trent","offset":333},{"uri":"Encyclopedia","surface_form":"Encyclopedia","offset":682},{"uri":"Classical","surface_form":"classical","offset":920},{"uri":"Greek_language","surface_form":"Greek language","offset":930},{"uri":"Septuagint","surface_form":"Septuagint","offset":969},{"uri":"Hellenistic","surface_form":"Hellenistic","offset":1166},{"uri":"Alexandria","surface_form":"Alexandria","offset":1178}]}