{"id":257231,"url":"http://en.wikipedia.org/wiki/Endeavour_River","text":"The Endeavour River on Cape York Peninsula in north Queensland, Australia, was named in 1770 by the English explorer, Captain James Cook. He had been forced to put his ship, HM Bark Endeavour, onto the beach at the river mouth so that it could be repaired. The ship had been damaged by coral on the Great Barrier Reef. The Aboriginal Australians, the Guugu Yimithirr people, called the river \"Wabalumbaal\".\nCook and his crew stayed for seven weeks and met with the Guugu Yimithirr. The word \"kangaroo\" was a Guugu Yimithirr word for the animal which Cook wrote down in his diary. The naturalists Joseph Banks and Daniel Solander made big collections of native plants and flowers, while Sydney Parkinson made pictures of the flora and fauna of the region.\nThe Endeavour River is very wide at its mouth where it meets the sea. Upstream it quickly branches into many small creeks. There are 25 species of mangrove grwoing along the river. Saltwater crocodiles live in the river, and can often be seen on the banks during the winter in June and July. In October 2008, a man fishing for crabs on the river bank was taken by a crocodile. At first people thought it was a big crocodile, more than six metres in length. But his remains were later found inside a crocodile. The river is also a good place to go fishing for barramundi.\nIn recent years, tilapia fish, which are a \"noxious species\" in Australia, have moved into the river in large numbers. Scientists are worried that this will harm the numbers of native fish. These fish, which are often farmed for food in other countries, are listed in the worst 100 introduced species. A person in Australia owning or selling a tilapia could be fined up to AU$11,000.\nThere is now a town, Cooktown, at the mouth of the Endeavour River. About 2000 people live in the town. Cooktown is the northernmost town on the east coast of Australia. It was first settled in 1873, at the site of Cook's landing. It was a port for the newly discovered Palmer River Goldfields. Some of the relatively undisturbed natural features near the mouth of the river have been protected as a Queensland National Park, the Endeavour River National Park.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cape_York_Peninsula","surface_form":"Cape York Peninsula","offset":23},{"uri":"Queensland","surface_form":"Queensland","offset":52},{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"James_Cook","surface_form":"James Cook","offset":126},{"uri":"HM_Bark_Endeavour","surface_form":"HM Bark Endeavour","offset":174},{"uri":"Coral","surface_form":"coral","offset":286},{"uri":"Great_Barrier_Reef","surface_form":"Great Barrier Reef","offset":299},{"uri":"Indigenous_Australian","surface_form":"Aboriginal Australians","offset":323},{"uri":"Kangaroo","surface_form":"kangaroo","offset":492},{"uri":"Naturalist","surface_form":"naturalist","offset":584},{"uri":"Joseph_Banks","surface_form":"Joseph Banks","offset":596},{"uri":"Daniel_Solander","surface_form":"Daniel Solander","offset":613},{"uri":"Sydney_Parkinson","surface_form":"Sydney Parkinson","offset":686},{"uri":"Flora","surface_form":"flora","offset":724},{"uri":"Fauna","surface_form":"fauna","offset":734},{"uri":"Creek","surface_form":"creek","offset":870},{"uri":"Species","surface_form":"species","offset":891},{"uri":"Mangrove","surface_form":"mangrove","offset":902},{"uri":"Saltwater_crocodile","surface_form":"Saltwater crocodile","offset":936},{"uri":"Crab","surface_form":"crab","offset":1082},{"uri":"Barramundi","surface_form":"barramundi","offset":1314},{"uri":"Tilapia","surface_form":"tilapia","offset":1343},{"uri":"Noxious","surface_form":"noxious","offset":1370},{"uri":"Introduced_species","surface_form":"introduced species","offset":1608},{"uri":"AU%24","surface_form":"AU$","offset":1699},{"uri":"Cooktown%2C_Queensland","surface_form":"Cooktown","offset":1731},{"uri":"Endeavour_River_National_Park","surface_form":"Endeavour River National Park","offset":2140}]}