{"id":257316,"url":"http://en.wikipedia.org/wiki/When_I%27m_Sixty-Four","text":"\"When I'm Sixty-Four\" is a love song by The Beatles, written by Paul McCartney (credited to McCartney) and released in 1967 on their album \"Sgt. Pepper's Lonely Hearts Club Band\".\nAccording to Ian MacDonald, the song was \"aimed chiefly at parents, and as a result got a cool reception from the group's own generation.\"\nComposition.\nThe song is sung by a young man to his lover, and is about his plans of growing old together with her. Although the theme is aging, it was one of the first songs McCartney wrote, when he was sixteen. The Beatles used it in the early days as a song they could play when the amplifiers broke down or the electricity went off. Both George Martin and Mark Lewisohn thought that McCartney may have thought of the song when recording began for \"Sgt. Pepper\" in December 1966 because his father turned 64 earlier that year.\nLennon said of the song, \"Paul wrote it in the Cavern days. We just stuck a few more words on it like 'grandchildren on your knee' and 'Vera, Chuck and Dave'... this was just one that was quite a hit with us.\" In his 1980 interview for \"Playboy\" he said, \"I would never even dream of writing a song like that.\"\nRecording.\nThe song was recorded on 6 December 1966, during one of the first sessions for the as-yet-unnamed album that became \"Sgt. Pepper's Lonely Hearts Club Band\". There were multiple overdub sessions, including the lead vocal by McCartney on 8 December and backing vocals by McCartney, Lennon, and George Harrison on 20 December. The clarinets were recorded on 21 December.\nThe song is in the key of D-flat major. The Beatles recorded the song in C major but the master take was sped up in order to raise the key by one semitone at the insistence of McCartney. Martin remembers that McCartney suggested this change in order to make his voice sound younger. McCartney says, \"I wanted to appear younger, but that was just to make it more rooty-tooty; just lift the key because it was starting to sound turgid.\"\nRelease.\nThe song was nearly released on a single as the B-side with either \"Strawberry Fields Forever\" or \"Penny Lane\" as the A-side. Instead, Martin decided on a double-A-sided-disc. The single did not make #1 in the UK, breaking a string of #1 singles going back to 1963. If \"When I'm Sixty-Four\" had been issued as a B-side, it probably would not have appeared on \"Sgt. Pepper\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Love_song","surface_form":"love song","offset":27},{"uri":"The_Beatles","surface_form":"The Beatles","offset":40},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":64},{"uri":"McCartney","surface_form":"McCartney","offset":92},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":140},{"uri":"Ian_MacDonald","surface_form":"Ian MacDonald","offset":193},{"uri":"George_Martin","surface_form":"George Martin","offset":661},{"uri":"Mark_Lewisohn","surface_form":"Mark Lewisohn","offset":679},{"uri":"Cavern_Club","surface_form":"Cavern","offset":896},{"uri":"Playboy","surface_form":"Playboy","offset":1086},{"uri":"George_Harrison","surface_form":"George Harrison","offset":1463},{"uri":"B-side","surface_form":"B-side","offset":2031},{"uri":"Strawberry_Fields_Forever","surface_form":"Strawberry Fields Forever","offset":2051},{"uri":"Penny_Lane","surface_form":"Penny Lane","offset":2082},{"uri":"A-side","surface_form":"A-side","offset":2101},{"uri":"UK_Singles_Chart","surface_form":"UK","offset":2193}]}