{"id":257302,"url":"http://en.wikipedia.org/wiki/Bel_and_the_Dragon","text":"e=\"preserve\">The narrative of Bel and the Dragon is from chapter 14 of the Book of Daniel. This chapter, along with chapter 13, is referred to as deuterocanonical, in that it is not universally accepted among Christians as belonging to the Bible. The story is typically not included in Protestant Bibles.\nIt is believed by some scholars to have been written in the late 2nd century BC and accounted apocryphal by Protestants. The chapter is formed of three independent narratives, which place the culture-hero Daniel at the court of Cyrus, king of the Persians: \"When King Astyages was laid to rest with his ancestors, Cyrus the Persian succeeded to his kingdom.\" There Daniel \"was a companion of the king, and was the most honored of all his Friends\" (14:1).\nThe narrative of Bel (14:1–22) is a folk tale ridiculing worship. In it, the king asks Daniel \"Do you not think that Bel is a living god? Do you not see how much he eats and drinks every day?\" Daniel proves through a ruse that the sacred meal of Bel is actually consumed at night by the seventy priests and their wives and children, who entered through a secret door when the temple's doors were sealed. The priests and their wives and children are killed, and Daniel is permitted to destroy the idol of Bel and the temple. This version has been cited as an ancestor of the \"locked room mystery\".\nIn the brief companion narrative of the Dragon (14:23–30), \"there was a great dragon, which the Babylonians revered.\" In this case the supposed god is no idol, but not all that eats is divine: Daniel slew the dragon by making cakes of pitch, fat and hair. The dragon ate them and burst open. Now the Babylonians were indignant. \"The king has become a Jew; he has destroyed Bel, and killed the dragon, and slaughtered the priests,\" they said, and demanded that Daniel be handed over to them.\nThe third narrative (14:31–42), Daniel in the Lions' Den, is apparently Daniel's 1st or 2nd trip. It has been made into a consequence of the preceding episode, but the Septuagint precedes it with the notice: \"From the prophecy of Habakkuk, son of Jesus, of the tribe of Levi.\" Daniel remained unharmed in the den with seven lions, fed by the miraculous transportation of the prophet Habakkuk. \"On the seventh day the king came to mourn for Daniel. When he came to the den he looked in, and there sat Daniel! The king shouted with a loud voice, \"You are great, O Lord, the God of Daniel, and there is no other besides you!\" Then he pulled Daniel out, and threw into the den those who had attempted his destruction, and they were instantly eaten before his eyes.\" Some have suggested that the Daniel in Bel and the Dragon is different from that of Daniel 1-13.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book_of_Daniel","surface_form":"Book of Daniel","offset":75},{"uri":"Deuterocanonical_books","surface_form":"deuterocanonical","offset":146},{"uri":"Christians","surface_form":"Christians","offset":209},{"uri":"Bible","surface_form":"Bible","offset":240},{"uri":"Protestant","surface_form":"Protestant","offset":286},{"uri":"2nd_century_BC","surface_form":"2nd century BC","offset":370},{"uri":"Apocrypha","surface_form":"apocrypha","offset":399},{"uri":"Daniel","surface_form":"Daniel","offset":510},{"uri":"Cyrus_the_Great","surface_form":"Cyrus","offset":533},{"uri":"Astyages","surface_form":"Astyages","offset":573},{"uri":"Bel_(god)","surface_form":"Bel","offset":877},{"uri":"Secret_passage","surface_form":"secret door","offset":1115},{"uri":"Locked_room_mystery","surface_form":"locked room mystery","offset":1335},{"uri":"European_dragon","surface_form":"Dragon","offset":1397},{"uri":"Septuagint","surface_form":"Septuagint","offset":2016},{"uri":"Habakkuk","surface_form":"Habakkuk","offset":2078}]}