{"id":257335,"url":"http://en.wikipedia.org/wiki/Hispania_Racing","text":"Hispania Racing F1 Team, officially known as HRT F1 Team, is a Spanish Formula One team. It was founded by former driver Adrián Campos, and first known as Campos Meta 1. The team was taken over by José Ramón Carabante and renamed HRT. The team made its debut in the season. It is the first Spanish team to race in Formula One. A previous Spanish effort known as Bravo F1 tried but failed to enter the sport in.\nFormation.\nThe team began as a collaboration between Adrián Campos of Campos Racing and Enrique Rodríguez of Meta Image, under the name of Campos Meta. Campos Racing currently runs a team in the European F3 Open Championship. They also used to run the GP2 Series team now known as Addax Team. Campos was running the Formula One operation in conjunction with Meta Image. Meta Image is a Madrid-based sports agency, who managed one of Campos' F3 Open drivers, Bruno Méndez. Campos and Rodríguez began looking at the possibility of creating Spain's first Formula One team in February 2009. In March, the team gained shareholders (investors) such as Spanish businessman José Ramón Carabante and basketball players Pau Gasol and Jorge Garbajosa.\nThe team's headquarters were first located at Meta Images's offices in Madrid, housing marketing and administration. Its technical centre is located at Campos Racing's headquarters in Alzira, Valencia. In October 2009 the team completed a deal with the local government of the Region of Murcia to build new facilities for the team at the Parque Tecnológico Fuente Álamo de Murcia science park. Italian constructor Dallara built the 2010 cars in Parma, which used Cosworth engines.\nOn June 12, Campos Meta were named by the FIA as one of three new teams granted entry to the 2010 season..\nOn the weekend of the Abu Dhabi Grand Prix, Campos confirmed that Bruno Senna, the nephew of former world champion Ayrton Senna, would be one of their racing drivers for 2010.\nFinancial struggles and rebranding.\nIn January 2010, A1 Grand Prix principal Tony Teixeira was one of several potential investors linked to the team. The investors were an effort to open up revenue for the 2010 pre-season testing. On January 27, the team admitted that they may not be able to participate in the 2010 pre-season testing, and that their second driver may not be announced until the eve of their first race. Teixeira said the team was aiming to make the second test session and believed that they would \"definitely\" make the third session at Jerez.\nOn 5 February 2010, Campos boss Adrián Campos told BBC Sport that the team were struggling to find funding. It was paying €7 million to Dallara stating that \"sometime we have the money sometime we don't\". He also denied that F1 hopeful Stefan GP had taken the Campos' car. He stated that \"we've got a contract and as long as we're paying the contract is valid\". In February, speculation began as to whether Campos would actually make the 2010 field. The team admitted budgetary problems.\nOn February 19, it was announced that majority shareholder José Ramón Carabante had taken over full control of the team from Adrián Campos. Colin Kolles also replaced him as team principal. The team was re-named to Hispania Racing F1 Team (HRT), with the name taken from Grupo Hispania, one of Carabante's companies. The team's headquarters were moved to Grupo Hispania's offices in Murcia. On March 4, Karun Chandhok was confirmed as the team's second driver. The team launched their Cosworth-powered, Dallara-designed car on the same day; it was called the Hispania F110.\n2010 season.\nWith no pre-season testing, the F110 completed its first laps during the weekend of the Bahrain Grand Prix. Senna's car was completed in time for him to complete three installation (first test lap) laps in the first free practice session. In the second session, he completed 17 laps, running over 11 seconds off the pace. He then slid off the track after his wheel came loose. Senna described the day's work as a \"great start\", considering the team's lack of preparation.\nChandhok's did not complete any laps in the Friday practice. The mechanics were unable to make the clutch and gearbox on the car work. In qualifying, Senna and Chandhok set the two slowest times to share the back row of the starting grid: Chandhok was finally able to complete his car's first laps at speed.\nFor the race, both cars started from the pit lane. Chandhok crashed on the second lap and was out of the race. Senna retired on lap 18 with an overheating engine. Hispania finally had both car finish the race at the Malaysian Grand Prix with Chandhok finishing in front of Senna. Chandhok was 3 laps down and Senna was 4 laps down.\nIn Turkish Grand Prix, the team's test driver Sakon Yamamoto completed the first practice session, and ran the slowest time of the session.\nOn the eve of the British Grand Prix at Silverstone, Hispania announced that Bruno Senna had been dropped for the race. Yest driver Sakon Yamamoto would race in his place. After the race, HRT announced that Senna would return after Silverstone. Yamamoto has replaced Chandhok for the German Grand Prix and the Hungarian Grand Prix.\n2011 Season.\nHispania parted company with Dallara in May 2010. The partnership between the two companies had become tense due to the car's lack of performance. The team is seeking a new technical deal to assist in the construction of its chassis.\nWhen Hispania was still under the Campos name, team owner José Ramón Carabante said in an interview with Autosport that Campos Meta F1/HRT were eyeing a Ferrari engine supply for the season. Colin Kolles said in an interview with Diario AS in July 2010, that talks about a partnership with Toyota was an option for 2011. Hispania continues to use Cosworth engines for 2011.\nThe first race of the 2011 season was the Australian Grand Prix. Hispania was not ready to race yet. The new chassis, the F111, had not been ready during the off season testing. During the weekend at Australia, the team was still putting the cars together. Karthikeyan and Liuzzi had to qualify in cars without any practice. Because of this, they were not fast enough to qualify for the race.\nThe fastest lap time during the first qualifying session was 1m 25.296s. Based on the new 107% rule, the minimum qualifying time was 1m 31.266s. Both Hispania cars were at least one second slower than the minimum time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":71},{"uri":"Adri%C3%A1n_Campos","surface_form":"Adrián Campos","offset":121},{"uri":"Jos%C3%A9_Ram%C3%B3n_Carabante","surface_form":"José Ramón Carabante","offset":197},{"uri":"Spain","surface_form":"Spanish","offset":290},{"uri":"Bravo_F1","surface_form":"Bravo F1","offset":362},{"uri":"Campos_Racing","surface_form":"Campos Racing","offset":481},{"uri":"European_F3_Open_Championship","surface_form":"European F3 Open Championship","offset":606},{"uri":"GP2_Series","surface_form":"GP2 Series","offset":663},{"uri":"Addax_Team","surface_form":"Addax Team","offset":692},{"uri":"Formula_One","surface_form":"Formula One","offset":727},{"uri":"Madrid","surface_form":"Madrid","offset":797},{"uri":"Bruno_M%C3%A9ndez","surface_form":"Bruno Méndez","offset":869},{"uri":"Jos%C3%A9_Ram%C3%B3n_Carabante","surface_form":"José Ramón Carabante","offset":1077},{"uri":"Basketball","surface_form":"basketball","offset":1102},{"uri":"Pau_Gasol","surface_form":"Pau Gasol","offset":1121},{"uri":"Jorge_Garbajosa","surface_form":"Jorge Garbajosa","offset":1135},{"uri":"Madrid","surface_form":"Madrid","offset":1223},{"uri":"Alzira%2C_Valencia","surface_form":"Alzira, Valencia","offset":1336},{"uri":"Region_of_Murcia","surface_form":"Region of Murcia","offset":1429},{"uri":"Science_park","surface_form":"science park","offset":1532},{"uri":"Dallara","surface_form":"Dallara","offset":1566},{"uri":"Parma","surface_form":"Parma","offset":1597},{"uri":"Cosworth","surface_form":"Cosworth","offset":1615},{"uri":"FIA","surface_form":"FIA","offset":1675},{"uri":"Abu_Dhabi_Grand_Prix","surface_form":"Abu Dhabi Grand Prix","offset":1762},{"uri":"Bruno_Senna","surface_form":"Bruno Senna","offset":1806},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":1855},{"uri":"A1_Grand_Prix","surface_form":"A1 Grand Prix","offset":1969},{"uri":"Tony_Teixeira","surface_form":"Tony Teixeira","offset":1993},{"uri":"Bahrain_Grand_Prix","surface_form":"their first race","offset":2320},{"uri":"Circuito_de_Jerez","surface_form":"Jerez","offset":2472},{"uri":"Adri%C3%A1n_Campos","surface_form":"Adrián Campos","offset":2511},{"uri":"BBC_Sport","surface_form":"BBC Sport","offset":2530},{"uri":"Euro","surface_form":"€","offset":2601},{"uri":"Dallara","surface_form":"Dallara","offset":2615},{"uri":"Stefan_GP","surface_form":"Stefan GP","offset":2715},{"uri":"Jos%C3%A9_Ram%C3%B3n_Carabante","surface_form":"José Ramón Carabante","offset":3026},{"uri":"Murcia","surface_form":"Murcia","offset":3350},{"uri":"Karun_Chandhok","surface_form":"Karun Chandhok","offset":3370},{"uri":"Cosworth","surface_form":"Cosworth","offset":3452},{"uri":"Dallara","surface_form":"Dallara","offset":3470},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain Grand Prix","offset":3642},{"uri":"Malaysian_Grand_Prix","surface_form":"Malaysian Grand Prix","offset":4550},{"uri":"Turkish_Grand_Prix","surface_form":"Turkish Grand Prix","offset":4669},{"uri":"Sakon_Yamamoto","surface_form":"Sakon Yamamoto","offset":4712},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":4824},{"uri":"Silverstone","surface_form":"Silverstone","offset":4846},{"uri":"German_Grand_Prix","surface_form":"German Grand Prix","offset":5090},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":5116},{"uri":"Jos%C3%A9_Ram%C3%B3n_Carabante","surface_form":"José Ramón Carabante","offset":5443},{"uri":"Autosport","surface_form":"Autosport","offset":5490},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":5538},{"uri":"Diario_AS","surface_form":"Diario AS","offset":5615},{"uri":"Toyota_Racing","surface_form":"Toyota","offset":5675},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":5801}]}