{"id":257403,"url":"http://en.wikipedia.org/wiki/Hookah","text":"A hookah is a type of glass water pipe used to smoke tobacco, or special hookah-tobacco called \"shisha\". It can also be used for smoking herbal fruits.\nThe hookah gained popularity under the reign of the Ottoman Dynasty. A hookah operates by water filtration and indirect heat.\nHistory.\nThe hookah has origins in Arabia, Persia, Turkey, India and ancient China. Ancient Persian paintings depict people smoking hookahs. In the early 19th century, Hookahs became popular with rich men, who often smoked them wearing smoking caps or fezzes and smoking jackets.\nThe more colloquial terms \"hubble-bubble\" and \"hubbly-bubbly\" may be used in the region surrounding the Red Sea.\nSmoking the hookah.\nThe jar at the bottom of the hookah is filled with water sufficient to submerge a few inches of the body tube, which is sealed tightly to it. Deeper water will only increase the inhalation force needed to use it. Tobacco or tobacco-free molasses are placed inside the bowl at the top of the hookah. Often the bowl is covered with perforated tin foil or a metal screen and coal placed on top. The foil or screen separates the coal and the tobacco, which minimizes inhalation of coal ash with the smoke and reduces the temperature the tobacco is exposed to, in order to prevent burning the tobacco directly.\nWhen one inhales through the hose, air is pulled through the charcoal and into the bowl holding the tobacco. The hot air, heated by the charcoal vaporizes the tobacco without burning it.\nThe vapor is passed down through the body tube that extends into the water in the jar. It bubbles up through the water, losing heat, and fills the top part of the jar, to which the hose is attached. When a smoker inhales from the hose, smoke passes into the lungs, and the change in pressure in the jar pulls more air through the charcoal, continuing the process.\nThe hookah in modern times.\nHookahs are widely used today. At parties, some people choose to smoke a hookah and spread it around for others to use. Hookah bars are places where people can meet up and smoke hookahs. Nowadays, hookahs appear in numerous designs, shapes, and sizes, from classic Egyptian look to modern and futuristic.\nHealth.\nA 2005 WHO report states that smoking using a waterpipe poses a serious potential health hazard and is not a safe alternative to cigarette smoking. The average hookah session typically lasts more than 40 minutes, and consists of 50 to 200 inhalations that each range from 0.15 to 0.50 liters of smoke. In an hour-long smoking session of hookah, users consume about 100 to 200 times the volume of smoke of a cigarette.","categories":[],"infobox_types":[],"annotations":[{"uri":"Water_pipe","surface_form":"water pipe","offset":28},{"uri":"Tobacco","surface_form":"tobacco","offset":53},{"uri":"Smoking","surface_form":"smoking","offset":129},{"uri":"Herb","surface_form":"herb","offset":137},{"uri":"Fruits","surface_form":"fruits","offset":144},{"uri":"Ottoman_Dynasty","surface_form":"Ottoman Dynasty","offset":204},{"uri":"Arabia","surface_form":"Arabia","offset":313},{"uri":"Persia","surface_form":"Persia","offset":321},{"uri":"Turkey","surface_form":"Turkey","offset":329},{"uri":"India","surface_form":"India","offset":337},{"uri":"Ancient_China","surface_form":"ancient China","offset":347},{"uri":"Smoking_cap","surface_form":"smoking cap","offset":514},{"uri":"Fez","surface_form":"fez","offset":530},{"uri":"Smoking_jacket","surface_form":"smoking jacket","offset":541},{"uri":"Red_Sea","surface_form":"Red Sea","offset":662},{"uri":"Inhalation","surface_form":"inhalation","offset":869},{"uri":"Tin_foil","surface_form":"tin foil","offset":1032},{"uri":"Coal","surface_form":"coal","offset":1116},{"uri":"Ash","surface_form":"coal ash","offset":1168},{"uri":"Charcoal","surface_form":"charcoal","offset":1358},{"uri":"Vapour","surface_form":"vaporizes","offset":1442},{"uri":"Hookah_bar","surface_form":"Hookah bar","offset":1996}]}