{"id":257428,"url":"http://en.wikipedia.org/wiki/South_Lebanon_conflict","text":"The South Lebanon conflict describes a series of military clashes in South Lebanon involving Israel, Palestine Liberation Organization, Lebanese factions and Syria.\nThe conflict began in late 1960s and escalated in the 1970s. After the PLO leadership and its Fatah brigade were expelled from Jordan in 1971 for fomenting a revolt, they entered Lebanon and internal and cross-border violence increased. The Palestine Liberation Organization (PLO) had already recruited militants in Lebanon from among the families of Palestinian refugees who were expelled or fled due to the creation of Israel in 1948. By 1968, the PLO and Israel were committing cross border attacks against each other. Meanwhile, demographic tensions over the Lebanese National Pact led to the Lebanese Civil War (1975–1990). PLO was one of the key factors to the eruption of the Lebanese Civil War and its bitter battles with Lebanese factions caused foreign intervention. Israel's 1978 invasion of Lebanon pushed the PLO north of the Litani River, but the PLO continued their campaign against Israel. Israel invaded Lebanon again in 1982, in alliance with major Lebanese Christian militias, and forcibly expelled the PLO. Israel withdrew to a slim borderland buffer zone, held with the aid of proxy militants in the South Lebanon Army (SLA). Israel and Lebanon signed the May 17 Agreement providing a framework for the establishment of normal bilateral relations between the two countries, but relations were disrupted with takeover of Shia and Druze militias in early 1984.\nIn 1985, a Lebanese Shi'te resistance movement sponsored by Iran, calling itself Hezbollah, called for armed struggle to \"end the Israel occupation of Lebanese territory\". When the Lebanese civil war ended and other warring factions agreed to disarm, Hezbollah and the SLA refused. Combat with Hezbollah weakened Israeli resolve and led to a collapse of the SLA and an Israeli withdrawal in 2000 to their side of the UN designated border. Citing Israeli control of the Shebaa farms territory, Hezbollah continued cross border attacks intermittently over the next six years. Hezbollah now sought freedom for Lebanese citizens in Israeli prisons and successfully used the tactic of capturing Israeli soldiers as leverage for a prisoner exchange in 2004. The capturing of two Israeli soldiers by Hezbollah ignited the 2006 Lebanon War. Its ceasefire called for the disarmament of Hezbollah and the remaining armed camps of the PLO, and for Lebanon to control its southern border militarily for the first time in four decades.\nHostilities were suspended on 8 September 2006. As of 2009 Hezbollah had not disarmed. On 18 June 2008, Israel declared that it was open to peace talks with Lebanon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Israel","surface_form":"Israel","offset":93},{"uri":"Palestine_Liberation_Organization","surface_form":"Palestine Liberation Organization","offset":101},{"uri":"Lebanon","surface_form":"Lebanese","offset":136},{"uri":"Syria","surface_form":"Syria","offset":158},{"uri":"Fatah","surface_form":"Fatah","offset":259},{"uri":"Black_September_in_Jordan","surface_form":"expelled from Jordan","offset":278},{"uri":"Palestine_Liberation_Organization","surface_form":"Palestine Liberation Organization","offset":406},{"uri":"Palestinian_refugee","surface_form":"Palestinian refugee","offset":516},{"uri":"Demographics_of_Lebanon","surface_form":"demographic tensions","offset":698},{"uri":"National_Pact","surface_form":"National Pact","offset":737},{"uri":"Lebanese_Civil_War","surface_form":"Lebanese Civil War","offset":762},{"uri":"Operation_Litani","surface_form":"1978 invasion of Lebanon","offset":951},{"uri":"1982_Lebanon_War","surface_form":"Israel invaded Lebanon","offset":1071},{"uri":"Israeli_Security_Zone","surface_form":"borderland buffer zone","offset":1218},{"uri":"South_Lebanon_Army","surface_form":"South Lebanon Army","offset":1286},{"uri":"May_17_Agreement","surface_form":"May 17 Agreement","offset":1342},{"uri":"Resistance_movement","surface_form":"resistance movement","offset":1572},{"uri":"Hezbollah","surface_form":"Hezbollah","offset":1626},{"uri":"Blue_Line_(Lebanon)","surface_form":"UN designated border","offset":1962},{"uri":"Shebaa_farms","surface_form":"Shebaa farms","offset":2014},{"uri":"Lebanese_prisoners_in_Israel","surface_form":"Lebanese citizens in Israeli prisons","offset":2152},{"uri":"Israeli_MIA_prisoner_exchanges","surface_form":"prisoner exchange","offset":2270},{"uri":"2006_Lebanon_War","surface_form":"2006 Lebanon War","offset":2360},{"uri":"United_Nations_Security_Council_Resolution_1701","surface_form":"ceasefire","offset":2382}]}