{"id":257447,"url":"http://en.wikipedia.org/wiki/Napoleon_and_Tabitha_D%27umo","text":"Napoleon Buddy D'umo (born October 17, 1968) and Tabitha A. D'umo (née Cortopassi born September 11, 1973), also known as Nappytabs, are husband and wife choreographers who are often credited with developing the new style of hip-hop dance known as lyrical hip-hop. They have been working together in the dance industry since 1996 and are best known for their choreography on the TV show \"So You Think You Can Dance\". They were nominated for a 2009 Emmy Award for Outstanding Choreography for their work on the fourth season of the show. Napoleon and Tabitha were also supervising choreographers on MTV's \"America's Best Dance Crew\" for the first five seasons.\nNapoleon and Tabitha started their career in Las Vegas while they were still in college choreographing industrial musicals for large businesses. After moving to Los Angeles, they began teaching hip-hop dance classes and choreographing for professional basketball and football dance teams including the Orlando Magic and the Dallas Cowboys. Their career improved to choreographing music videos, commercials, movies, television shows, and concerts. Napoleon and Tabitha have worked with entertainers such as Missy Elliott, Celine Dion, Kanye West, Ricky Martin, and Jennifer Lopez. They have also choreographed for Cirque Du Soleil. In addition to choreography and teaching classes, they direct concert tours and live events and have their own dance clothing line called \"Nappytabs\".\nEarly life.\nWhile growing up in Victorville, California, Napoleon learned how to dance by traveling to Los Angeles and spending time with b-boys; he was eventually cast as an extra in the movie \"Breakin' 2: Electric Boogaloo\" in 1984. After graduating from Apple Valley High School, Napoleon joined the US military and was sent to Germany. After he was discharged from the military, he attended the University of Nevada, Las Vegas (UNLV) where he majored in molecular biology. In college, Napoleon started taking jazz dance and modern dance classes. He eventually received a full scholarship as a member of the university's dance team.\nTabitha grew up in Galloway, New Jersey. Her mother enrolled her in jazz dance classes when she was young. Since there were no hip-hop classes, Tabitha learned by watching music videos and participating in her high school's cheer and dance teams. She names Michael Jackson, Janet Jackson, and Paula Abdul as influences. After graduating from Absegami High School, Tabitha moved to Nevada to attend UNLV where she majored in communications and started taking hip-hop dance classes. It was there that she met her future husband Napoleon.\nTabitha and Napoleon started their professional partnership in 1996 while still in college as part of the dance company Culture Shock. During their time with Culture Shock, they choreographed a variety of industrial musicals—musicals performed for the employees of a business to motivate/entertain—for companies such as Nike, Levi, Redken, Matrix Hair, and MAC. Although Tabitha was planning to take a job in public relations and Napoleon was planning to attend medical school, they both decided when they graduated college to pursue a career in the dance industry.\nChoreography.\nNapoleon and Tabitha have choreographed for sports teams, movies, television, and for the stage. They have choreographed for NFL and NBA dance teams including the Dallas Cowboys, Denver Broncos, Chicago Bulls, and Orlando Magic. Some of the celebrities they have worked with include Sean Kingston, Jennifer Lopez, Carrie Underwood, Celine Dion, Missy Elliott, Destiny's Child, and Timbaland.\nNapoleon and Tabitha were supervising choreographers for \"America's Best Dance Crew\" from season one in 2008 to season five in 2010. Also in 2008, Napoleon and Tabitha joined the choreography team on Fox's \"So You Think You Can Dance\" (SYTYCD). It was on this show that their lyrical hip-hop style gained popularity. The term \"lyrical hip-hop\" was created by SYTYCD judge Adam Shankman when he commented on a routine choreographed by Napoleon and Tabitha to Leona Lewis' song \"Bleeding Love\".\nThis routine was later nominated for a 2009 Emmy Award for Outstanding Choreography. In an interview with DanceInforma.com Tabitha stated that they do not create choreography without a story because the story determines the movement and the feeling they want to show: \"We listen to the song over and over and over and finally we find that skeleton and then we can start preparing some steps.\"\nIn April 2009, Napoleon and Tabitha choreographed three dance routines for the second season of \"So You Think You Can Dance Australia\". SYTYCD Australia judge and choreographer Matt Lee called their \"Dead and Gone\" lyrical hip-hop routine the best routine of the season. Later that year in September, Napoleon and Tabitha choreographed the opening dance performance on the season seven premiere of The Ellen Degeneres Show. The performance featured both DeGeneres and the top 10 dancers from season five of \"So You Think You Can Dance\".\nIn February 2010, Tabitha and Napoleon choreographed Cirque Du Soleil's \"Viva ELVIS\" show at the Aria Resort & Casino in Las Vegas. In July, they choreographed a hip-hop routine for Seattle Theatre Group's 12th Annual \"DANCE This\" concert. In September, they choreographed a pilot episode for another dance television show called \"MOBBED\". The following year, \"MOBBED\" expanded to a series and Tabitha and Napoleon choreographed another ten episodes.\nTeaching.\nNapoleon and Tabitha spend a lot of time teaching classes at dance studios and conventions—regional educational events hosted by professional dancers. They have taught hip-hop dance at Millennium Dance Complex, the Edge Performing Arts Center, Xtreme Dance Force, Shock the Intensive, Coastal Dance Rage, iHollywood, and Monsters of Hip Hop dance conventions. They were guest instructors at Project 818 in Moscow, Russia and judges at the 2009 Australian Hip Hop Championships in Sydney.\nDirecting.\nMost of Napoleon and Tabitha's work is in choreography and teaching but they have also provided creative direction for tours and live events. Creative directors are responsible for the design, vision, and theme of a show. In 2006 and 2007, they served as assistant creative directors for Christina Aguilera’s \"Back to Basics Tour\" and for Ricky Martin’s \"Black and White Tour\". In 2008, they were assistant creative directors for Celine Dion's \"Taking Chances Tour\" and Kanye West’s \"Glow in the Dark Tour\". They were the lead creative directors for \"Monsters of Hip Hop: The Show\", the \"So You Think You Can Dance Tour\", and \"America's Best Dance Crew Live\".\nIn 2009, they directed the second \"So You Think You Can Dance Tour\" and in 2010 they directed the Jabbawockeez' \"MÜS.I.C\" (muse-i-see) show at the MGM Grand Las Vegas hotel and casino. In 2013, Tabitha and Napoleon directed a new show for the Jabbawockeez called \"PRiSM\".\nProjects.\nNapoleon and Tabitha have their own line of dance clothing line called \"Nappytabs\". \"Nappytabs\" is the first line of hip-hop dance clothing. They decided to create it because of the lack of appropriate dance clothing for urban hip-hop dancers. For this reason, it is only sold at selected regional dance clothing stores, major dance conventions, online through the \"Nappytabs\" official website, and at their only retail location and dance studio in North Hollywood.\nIn 2007, Tabitha was the host of an exercise DVD titled \"Drop it with Dance\".\nThe video is split into six 10-minute routines that gradually increase in difficulty; movements from all six routines are combined in the finale \"Showtime\" segment. Tabitha also appeared in \"Rock Your Body\", a dance/fitness DVD hosted by choreographer and creative director Jamie King who is known primarily for his work with Madonna.\nNapoleon and Tabitha appeared in the dance documentary \"MOVE\". The movie is about dance as an art form and how notable choreographers were able to go from dancing as a hobby to dancing as a career. There are over fifty dance professionals who appear in this movie including director and choreographer Kenny Ortega.\nAwards and recognition.\nIn 2009, Tabitha and Napoleon were nominated for an Emmy Award for the lyrical hip-hop routine \"Bleeding Love\" that they choreographed on season four of \"So You Think You Can Dance\". On September 10, 2011, they won an Emmy Award for three routines they choreographed on season seven—\"Scars\", \"Fallin'\", and \"Outta Your Mind\". Three months earlier, \"Entertainment Weekly\" magazine made a list of the \"25 Best Performances Ever\" on the show. Tabitha and Napoleon choreographed four routines on the list.\nOn July 3, 2013, Tabitha and Napoleon won a Dancers' Choice Award for their work on the television shows \"Mobbed\", \"American Idol\", and \"So You Think You Can Dance\". The same month, they were nominated for another Emmy Award for three routines they choreographed on season nine of \"So You Think You Can Dance\": \"Love Cats\", \"Beautiful People\", and \"Call Of The Wild\".\nOn August 17, 2014, they won their second Emmy Award for their work on season ten of \"So You Think You Can Dance\".\nCollaborations.\n1 Tabitha and Napoleon choreographed Ellen's \"Outta Your Mind\" performance on the season seven finale episode in 2010.\n2 Tabitha and Napoleon choreographed Jennifer Lopez's guest performance.\n3 Tabitha and Napoleon choreographed the season seven premiere of The Ellen Degeneres Show in 2009.\n4 The film featured only Yunho in a cameo performance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Married_and_maiden_names","surface_form":"née","offset":67},{"uri":"Choreographer","surface_form":"choreographer","offset":154},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":448},{"uri":"MTV","surface_form":"MTV","offset":598},{"uri":"Orlando_Magic","surface_form":"Orlando Magic","offset":962},{"uri":"Dallas_Cowboys","surface_form":"Dallas Cowboys","offset":984},{"uri":"Missy_Elliott","surface_form":"Missy Elliott","offset":1166},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":1181},{"uri":"Kanye_West","surface_form":"Kanye West","offset":1194},{"uri":"Ricky_Martin","surface_form":"Ricky Martin","offset":1206},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":1224},{"uri":"Choreography","surface_form":"choreographed","offset":1255},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1545},{"uri":"Breakdance","surface_form":"b-boy","offset":1580},{"uri":"Germany","surface_form":"Germany","offset":1773},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":1900},{"uri":"Modern_dance","surface_form":"modern dance","offset":1970},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":2335},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":2352},{"uri":"Paula_Abdul","surface_form":"Paula Abdul","offset":2371},{"uri":"Medical_school","surface_form":"medical school","offset":3076},{"uri":"NFL","surface_form":"NFL","offset":3319},{"uri":"NBA","surface_form":"NBA","offset":3327},{"uri":"Dallas_Cowboys","surface_form":"Dallas Cowboys","offset":3357},{"uri":"Denver_Broncos","surface_form":"Denver Broncos","offset":3373},{"uri":"Chicago_Bulls","surface_form":"Chicago Bulls","offset":3389},{"uri":"Orlando_Magic","surface_form":"Orlando Magic","offset":3408},{"uri":"Sean_Kingston","surface_form":"Sean Kingston","offset":3477},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":3492},{"uri":"Carrie_Underwood","surface_form":"Carrie Underwood","offset":3508},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":3526},{"uri":"Missy_Elliott","surface_form":"Missy Elliott","offset":3539},{"uri":"Destiny%27s_Child","surface_form":"Destiny's Child","offset":3554},{"uri":"Timbaland","surface_form":"Timbaland","offset":3575},{"uri":"Fox_Broadcasting_Company","surface_form":"Fox","offset":3786},{"uri":"Leona_Lewis","surface_form":"Leona Lewis","offset":4044},{"uri":"Cirque_Du_Soleil","surface_form":"Cirque Du Soleil","offset":5062},{"uri":"Moscow","surface_form":"Moscow","offset":5876},{"uri":"Sydney","surface_form":"Sydney","offset":5950},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":6257},{"uri":"Ricky_Martin","surface_form":"Ricky Martin","offset":6308},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":6399},{"uri":"Kanye_West","surface_form":"Kanye West","offset":6439},{"uri":"Jabbawockeez","surface_form":"Jabbawockeez'","offset":6727},{"uri":"DVD","surface_form":"DVD","offset":7422},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":7781},{"uri":"Kenny_Ortega","surface_form":"Kenny Ortega","offset":8091},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":8181},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":8478},{"uri":"American_Idol","surface_form":"American Idol","offset":8747},{"uri":"The_Ellen_Degeneres_Show","surface_form":"The Ellen Degeneres Show","offset":9388}]}