{"id":257615,"url":"http://en.wikipedia.org/wiki/Monmouth","text":"Monmouth is a small town in south-east Wales. It is about 2 miles from the border with England. It is the county town of Monmouthshire, and just under 9,000 people live there. The River Wye and the River Monnow meet in Monmouth.\nHistory.\nThe Romans built a small fort there called \"Blestium\", but few people lived in the area after the Romans left. Eventually, the Normans built a castle by the River Monnow, after they conquered England in 1066. Monmouth grew in the Middle Ages, with a priory church, and a market street (now called Monnow Street). This street ran between the castle and a fortified bridge across the river, which is the only fortified bridge of its type in Britain. King Henry V of England was born in Monmouth Castle in 1387, but the castle itself was mostly knocked down after the Civil War in the seventeenth century.\nMonmouth was well known at one time for producing Monmouth caps - a sort of woollen headgear worn by soldiers, sailors and others. It also became famous at the end of the eighteenth century, when people such as Admiral Nelson, and many poets and painters, came to visit the beautiful Wye valley nearby. The town also has a famous public school, Monmouth School, which was started in 1615.\nIn 1840, an important trial took place in Monmouth, of Chartists who had protested that more people should be allowed to vote in elections. One of the first makers of cars in Britain, Charles Rolls who founded Rolls Royce, was born just outside the town. He was killed in an airplane crash in 1910 at the age of 33; there is a statue of him in the town centre.\nThe town today.\nThe town is known for its schools and its many shops, as well as for the services that it provides for its surrounding area. The hills around Monmouth are covered with woodland and farms. Monmouth is linked by the A40 road to the M4 motorway at Newport and the M50 at Ross-on-Wye. The town is twinned with Carbonne, France and Waldbronn, Germany.\nIn 2011, MonmouthpediA was set up as the first Wikipedia project to cover a whole town.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Wales","offset":39},{"uri":"England","surface_form":"England","offset":87},{"uri":"Monmouthshire","surface_form":"Monmouthshire","offset":121},{"uri":"River_Wye","surface_form":"River Wye","offset":180},{"uri":"Roman_Britain","surface_form":"Romans","offset":242},{"uri":"Fort","surface_form":"fort","offset":263},{"uri":"Normans","surface_form":"Normans","offset":365},{"uri":"Castle","surface_form":"castle","offset":381},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":468},{"uri":"Priory","surface_form":"priory","offset":488},{"uri":"Market","surface_form":"market","offset":509},{"uri":"Henry_V_of_England","surface_form":"King Henry V","offset":686},{"uri":"English_Civil_War","surface_form":"Civil War","offset":803},{"uri":"Admiral_Nelson","surface_form":"Admiral Nelson","offset":1052},{"uri":"Public_school","surface_form":"public school","offset":1171},{"uri":"Trial","surface_form":"trial","offset":1252},{"uri":"Chartism","surface_form":"Chartists","offset":1285},{"uri":"General_election","surface_form":"election","offset":1359},{"uri":"Charles_Rolls","surface_form":"Charles Rolls","offset":1414},{"uri":"Rolls_Royce","surface_form":"Rolls Royce","offset":1440},{"uri":"Airplane","surface_form":"airplane","offset":1505},{"uri":"Motorway","surface_form":"motorway","offset":1840},{"uri":"Newport","surface_form":"Newport","offset":1852},{"uri":"Ross-on-Wye","surface_form":"Ross-on-Wye","offset":1875},{"uri":"Twin_town","surface_form":"twinned","offset":1900},{"uri":"France","surface_form":"France","offset":1923},{"uri":"Germany","surface_form":"Germany","offset":1945},{"uri":"MonmouthpediA","surface_form":"MonmouthpediA","offset":1963},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":2001}]}