{"id":257611,"url":"http://en.wikipedia.org/wiki/Kiddieland_Amusement_Park","text":"Kiddieland Amusement Park was an amusement park located just west of Chicago at the corner of North Avenue and First Avenue in Melrose Park, Illinois. It was home to several classic rides including the \"Little Dipper\" roller coaster, which opened in 1950. The park closed on September 27, 2009 at 8 PM, and demolished in 2010 to make way for a new Costco store.\nHistory.\nKiddieland started out as a small venture of Arthur Fritz in 1929 when he purchased six ponies and offered rides as an escape for parents reeling from the Great Depression. Miniature gasoline-powered cars were added a few years later after Fritz learned that they were being given away to children by a Chicago newspaper as a subscription promotion.\nIn 1940, the \"German Carousel\", two Miniature Steam Locomotives, the \"Little Auto Ride\", the \"Roto Whip\" and the \"Ferris Wheel\" were added. The latter two lasted until the park's closing. The park saw its first major expansion in the 1950s with the addition of the Little Dipper and the Carousel, of which both still exist today. Bumper cars were added in the 1960s as they replaced the original pony ride.\nThe park transferred ownership in 1977, as Arthur Fritz's grandchildren took over the park and its operation. The park continued its expansion and installed several major attractions, including a Log flume, a swinging pirate ship, a long water coaster, and numerous other attractions.\nClosure.\nA dispute developed between Shirley and Glenn Rynes, who own the land that Kiddieland occupies, and Ronald Rynes, Jr. and Cathy and Tom Norini, who own the amusement park itself. The landowners sued the park owners in 2004, claiming that the park had an improper insurance policy and that fireworks were prohibited in the lease. The case was thrown out in a Cook County court and later in an appeals court. The landowners declined to extend the lease on the land in early 2009. In late June 2010, it was announced that Kiddieland would be demolished, nine months after the park closed to the public. A Costco store will be built in its place.\nThe Little Dipper.\nThe Litter Dipper was designed by Herbert Schmeck and built by the Philadelphia Toboggan Company in 1950. The brakes are operated manually by a wooden handle in the station. The out-and-back coaster is tall and travels a course of. It was awarded the ACE Coaster Classic award by the American Coaster Enthusiasts.\nSix Flags Great America in Gurnee, Illinois bought the ride in November 2009 at a Kiddieland auction. They paid $33,000 for the ride equipment at the auction.","categories":[],"infobox_types":["Amusement park"],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":69},{"uri":"Illinois_Route_64","surface_form":"North Avenue","offset":94},{"uri":"Melrose_Park%2C_Illinois","surface_form":"Melrose Park, Illinois","offset":127},{"uri":"Great_Depression","surface_form":"Great Depression","offset":526},{"uri":"Log_flume","surface_form":"Log flume","offset":1324},{"uri":"Pirate_ship_(ride)","surface_form":"swinging pirate ship","offset":1337},{"uri":"Water_coaster","surface_form":"water coaster","offset":1366},{"uri":"Cook_County%2C_Illinois","surface_form":"Cook County","offset":1780},{"uri":"Appeal","surface_form":"appeal","offset":1814},{"uri":"Philadelphia_Toboggan_Company","surface_form":"Philadelphia Toboggan Company","offset":2151},{"uri":"American_Coaster_Enthusiasts","surface_form":"American Coaster Enthusiasts","offset":2368},{"uri":"Six_Flags_Great_America","surface_form":"Six Flags Great America","offset":2398},{"uri":"Gurnee%2C_Illinois","surface_form":"Gurnee, Illinois","offset":2425}]}