{"id":257757,"url":"http://en.wikipedia.org/wiki/A_Day_in_the_Life","text":"\"A Day in the Life\" is a song by the English rock group The Beatles. It is the last song on the group's 1967 album \"Sgt. Pepper's Lonely Hearts Club Band\". It is a very famous song.\nInspiration.\nMany people think that the first verse was written about the death of Tara Browne, the 21-year-old heir to the Guinness fortune and close friend of Lennon and McCartney, who had crashed his Lotus Elan on 18 December 1966 when a Volkswagen pulled out of a side street into his path in Redcliffe Gardens, Earls Court. In many interviews, Lennon said this was the verse's main inspiration. However, George Martin thinks that it is a drug reference (as is the line \"I'd love to turn you on\" and other passages from the song) and while writing the lyrics Lennon and McCartney were imagining a stoned politician who had stopped at a set of traffic lights.\nThe description of the accident in \"A Day in the Life\" was not a literal description of Browne's fatal accident. Lennon said, \"I didn't copy the accident. Tara didn't blow his mind out, but it was in my mind when I was writing that verse. The details of the accident in the song — not noticing traffic lights and a crowd forming at the scene — were similarly part of the fiction.\"\nThe final verse was inspired by an article in the \"Daily Mail\" in January 1967 regarding a substantial number of potholes in Blackburn, a town in Lancashire. However, he had a problem with the words of the final verse, not being able to think of how to connect \"Now they know how many holes it takes to\" and \"the Albert Hall\". His friend Terry Doran suggested that they would \"fill\" the Albert Hall.\nSong structure.\n\"A Day in the Life\" is in the key of G major, but, as Alan W. Pollack explains, \"its true center of gravity is in the parallel minor and Major keys of E.\" The verses are in G-major/E-minor and the bridge is in E-major. A 4/4 meter is used throughout.\nThe song is laid out with an instrumental beginning, followed by three verses (0:13), an orchestral crescendo (1:45), a middle section (2:16), an orchestral bridge (2:49), the final verse (3:19), a second orchestral climax (3:50), and a final piano chord (4:21–5:05).\nEach verse sung by Lennon follows the same basic layout, but each has a different way of ending. The first verse, which is twenty measures, ends with a repetition of the F major chord progression before returning to the home key. The second verse, two measures shorter than the first, ends on the C major chord rather than repeating the F major progression. The third verse is the same as the second, except that there is one more measure (to accommodate the \"I'd love to\"), and the verse does not return to the home key. Instead it leads to a bridge, a long climax starting from low E to an E several octaves higher. Random cymbal crashes are interspersed near the end to \"challenge your sense of meter\".\nAn alarm clock rings, beginning McCartney's verse. While the pulse of this section remains the same, the accents suggest a tempo twice as fast as that of the verses before. The three chords in this nineteen measures long section are the I, flat VII, and V chords (E, D, and B). This is followed by an orchestral bridge: a repeated circle of fifths (from C to E) over twenty measures. The bridge is accompanied by a wordless vocal (\"Ahhhh...\") and leads to the fourth and final verse.\nThe final verse has the same layout as the third verse. Starr's drumming, however, retains its double-time feel from McCartney's section. This verse leads to the second crescendo. However, after the orchestra hits its highest note, there is a measure of silence, which leads to the final E-major piano chord.\nThe final chord.\nFollowing the final orchestral climax, the song ends with one of the most famous final chords in music history. Lennon, McCartney, Starr, and Evans shared three different pianos, with Martin on the Harmonium, and all played an E-major chord simultaneously. The final chord was made to ring out for over forty seconds by increasing the recording sound level as the vibration faded out. Towards the end of the chord the recording level was so high that listeners can hear the sounds of the studio, including rustling papers and a squeaking chair.\nThe piano chord was a replacement for a failed vocal experiment: on the evening following the orchestra recording session, the four Beatles had recorded an ending of their voices humming the chord, but after multiple overdubs they wanted something with more impact.\nMcCartney provided the fourth verse of the song, a short piano piece he had been working on by himself, with lyrics about a commuter whose uneventful morning routine leads him to drift off into a dream. He had written the piece as a wistful recollection of his younger years, which included riding the bus to school, smoking, and going to class. The line \"I'd love to turn you on\", which concludes both verse sections, was, according to Lennon, also contributed by McCartney; Lennon said \"I had the bulk of the song and the words, but he contributed this little lick floating around in his head that he couldn't use for anything.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":45},{"uri":"The_Beatles","surface_form":"The Beatles","offset":56},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":116},{"uri":"Tara_Browne","surface_form":"Tara Browne","offset":265},{"uri":"Guinness","surface_form":"Guinness","offset":306},{"uri":"Lotus_Elan","surface_form":"Lotus Elan","offset":385},{"uri":"George_Martin","surface_form":"George Martin","offset":591},{"uri":"Daily_Mail","surface_form":"Daily Mail","offset":1277},{"uri":"Blackburn","surface_form":"Blackburn","offset":1351},{"uri":"Lancashire","surface_form":"Lancashire","offset":1372},{"uri":"Royal_Albert_Hall","surface_form":"Albert Hall","offset":1539},{"uri":"Alan_W._Pollack","surface_form":"Alan W. Pollack","offset":1696},{"uri":"Chord_progression","surface_form":"chord progression","offset":2339},{"uri":"Circle_of_fifths","surface_form":"circle of fifths","offset":3198},{"uri":"Chord_(music)","surface_form":"chord","offset":3764}]}