{"id":257745,"url":"http://en.wikipedia.org/wiki/Lovely_Rita","text":"\"Lovely Rita\" is a song by The Beatles performed on the album \"Sgt. Pepper's Lonely Hearts Club Band\", written and sung by Paul McCartney, although as with all McCartney-written Beatles songs it is credited to McCartney. It is about a female parking attendant and the narrator's love for her.\nInspiration.\nThe term \"meter-maid\" was largely unknown in the UK prior to the song's release. It is American slang for a female traffic warden, now officially known by the gender-neutral term parking attendant. According to some sources, the song emanates from when a female traffic warden named Meta Davis gave a parking ticket to McCartney outside Abbey Road Studios. Instead of becoming angry, he accepted it with good grace and expressed his feelings in song. When asked why he had called her \"Rita\", McCartney replied, \"Well, she looked like a Rita to me\".\nRecording.\nRecording began on 23 February 1967. Using a four-track recorder, this first performance featured Harrison's guitar on track 1, Lennon's guitar on track 2, Ringo's drums on track 3, and McCartney's piano set on track 4. The band later added lead vocal, bass, and a three-part backing vocal section. By 21 March, the final mono mix was completed and a month later, the stereo mix was done.\nThe unusual noises during the song after the lines \"and the bag across her shoulder/ made her look a little like a military man\" were John Lennon, Paul McCartney, and George Harrison playing comb and paper. Mal Evans was sent to Abbey Road's lavatories to get toilet paper (which was stamped with the words, \"PROPERTY OF EMI\"). This was used to cover hair combs, which they blew through to sound like a kazoo orchestra.\nPink Floyd watched the Beatles recording \"Lovely Rita\". It is rumored that \"Lovely Rita\" influenced the song \"Pow R. Toc H.\" found on their first album, \"The Piper at the Gates of Dawn\".\nPersonnel.\nShawn Phillips has said in an interview that he performed background vocals on the track.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Beatles","surface_form":"The Beatles","offset":27},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":63},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":123},{"uri":"McCartney","surface_form":"McCartney","offset":210},{"uri":"Parking_attendant","surface_form":"parking attendant","offset":242},{"uri":"Meter-maid","surface_form":"meter-maid","offset":316},{"uri":"Parking_attendant","surface_form":"parking attendant","offset":485},{"uri":"Abbey_Road_Studios","surface_form":"Abbey Road Studios","offset":643},{"uri":"George_Harrison","surface_form":"George Harrison","offset":1422},{"uri":"Mal_Evans","surface_form":"Mal Evans","offset":1462},{"uri":"EMI","surface_form":"PROPERTY OF EMI","offset":1564},{"uri":"Hair_comb","surface_form":"hair comb","offset":1606},{"uri":"Kazoo","surface_form":"kazoo","offset":1658},{"uri":"Orchestra","surface_form":"orchestra","offset":1664},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":1675},{"uri":"Pow_R._Toc_H.","surface_form":"Pow R. Toc H.","offset":1785},{"uri":"The_Piper_at_the_Gates_of_Dawn","surface_form":"The Piper at the Gates of Dawn","offset":1829},{"uri":"Shawn_Phillips","surface_form":"Shawn Phillips","offset":1873}]}