{"id":257747,"url":"http://en.wikipedia.org/wiki/Cali","text":"Cali (official name, \"Santiago de Cali\") is the capital of Valle del Cauca department in Colombia and the third most populated city in the country, after Bogotá and Medellín. Like other department capitals, it is home of the Valle del Cauca Governance, Departmental assembly, The Court of Justice, and other official institutions.\nSantiago de Cali was founded in 1536 and although is one of the oldest cities in America, only until the 1930s accelerated its development to become one of the major economic and industrial centers of the country and the main urban center, cultural, economic, industrial and agriculture of southwestern of Colombia.\nPlace names.\nThe city has a compound name in the fashion of almost all Spanish settlements in America. Santiago (one of the most popular names on the continent thanks to the devotion of Santiago de Compostela in Spain), lives up to the Apostle Santiago. Cali was founded 25 July, the day which marks the date of the Apostle Santiago, principal patron of Europe. So given this name to the city. Cali, derived from the word of the Páez language, \"Caly\" (Knitting). Like many others placements of the department. Ej: \"Buga\" (Large clay pot), \"Yumbo\" (Flood, river bank, large river.), \"Sonso\" (Frog), \"Dagua\" (A type of tree), \"Petecué\" (Macaw), \"Tulua\" (Orchad), \"Chipichape\" (Cooked corn kernels), \"Yotoco\" (fans the flame), \"Quilichao\" (Flame sheds), \"Changos\" (Chisel).\nHistory.\nSantiago de Cali is one of the oldest cities in Colombia, and the Americas. Its foundation dates back to 1536 by the conquistador Sebastian de Belalcazar (one of the indigenous genocide of the time), to just three years after the foundation of Cartagena de Indias (1533), two years before the foundation of Santa Fe de Bogotá (1538) and 26 years of the founding of the first Hispanic population on the continent: Santa María la Antigua del Darién (1510), missing.\nGeography.\nThe city is located at coordinates ((coord | 3 | 27 | 00 | N | 76 | 32 | 00 | W)), in the department of Valle del Cauca. Geographically Cali is in the valley of the Cauca River, the second largest in the country. At the height of Cali this valley is 35 km wide and the urban area is on the west side of river. The western part of the city is guarded by the famous Farallones de Cali, which are part of the Cordillera Occidental of the Colombian Andes.\nThe municipality of Cali bordered to the north with Yumbo and La Cumbre, in the northeast by Palmira and east to Candelaria. To the south is the municipality of Jamundí, rural areas of Buenaventura in the southwest, and Dagua to the northwest.\nThe city is flat with an average elevation of 1,000 m. Cali is situated besides a focal and strategic point: to the west (approximately 100 km) is connected with the port of Buenaventura on the Pacific coast, and northeastern industrial center that conforms to Yumbo the Metropolitan Area of Cali. The city is a step in addition to the Pan-American Highway and therefore a must from Colombia to the Ecuador.\nThe main river of the city and the department is the Cauca River, the part of the municipality comes from the mouth of the river Jamundí to the border between Cali and Yumbo. The Cauca is a sinuous on his way through the department of Valle, 40 miles sailed in the municipality, advanced only 26 km south-north after multiple meanders.\nClime.\nThe climate is tropical savanna. The Western Cordillera blocks of moist air fronts from the Pacific Ocean although it is notable that the sea breeze comes to town. The Western Cordillera has 2,000 m average altitude in the north of the city and reached the 4,000 m in the south, this makes in the city the southwestern region that is more rainy than Northwest. The average annual precipitation ranges from 900 mm in the drier areas to 1,800 mm in wetter areas, with 1,000 mm average over most of the metropolitan area of Cali. The average temperature is 26 °C (79 °F) with a minimum average of 19 °C (66 °F) and a maximum average of 34 °C (93 °F). Dry seasons are December to March and July to August and the rainy season from April to June.\nNatural Resourses.\nThe location in the Cauca Valley, the climate and terrain, make the city an area of great natural wealth. The confluence of rivers and other water sources make the region a natural output of crops such as sugar cane and animal breeding.\nAs for minerals, although Valle del Cauca is not a metal region, in the city of Cali there are several coal mines in formations called Guachinte and Ferreira, in the south and north of the urban area. In the northern part of the urban area, extending to Yumbo is open pit mining for construction materials.\nUniversities.\nCali have a great number's of Universities and Knowledge Centers, that make the city one of the principal centers of education in the country.\nUniversidad del Valle.\nThe principal university in cali, is the Universidad del Valle (Univalle), University of Valley, Public institution founded in 1945, serves a demand of 29 000 students in undergraduate and graduate (8000 in the regional headquarters), at the headquarters of Cali, 20 800 are undergraduates and 2380 graduate and doctoral programs. It is the leading research and academic center of southwestern Colombia. It has the largest library in the region with 628 569 copies (307 514 books). is among the best national universities and South America.\nOther universities.\nIcesi University, Pontifical Javeriana University, Autonomy University of Western, Saint Buenaventura University, Santiago de Cali University, and many others technical and technological institutes.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Valle_del_Cauca","surface_form":"Valle del Cauca","offset":59},{"uri":"Colombia","surface_form":"Colombia","offset":89},{"uri":"Bogot%C3%A1","surface_form":"Bogotá","offset":154},{"uri":"Medell%C3%ADn","surface_form":"Medellín","offset":165},{"uri":"Americas","surface_form":"America","offset":412},{"uri":"Americas","surface_form":"America","offset":741},{"uri":"Santiago_de_Compostela","surface_form":"Santiago de Compostela","offset":833},{"uri":"Spain","surface_form":"Spain","offset":859},{"uri":"Saint_James","surface_form":"Apostle Santiago.","offset":883},{"uri":"P%C3%A1ez_language","surface_form":"Páez language","offset":1076},{"uri":"Colombia","surface_form":"Colombia","offset":1475},{"uri":"Sebastian_de_Belalcazar","surface_form":"Sebastian de Belalcazar","offset":1557},{"uri":"Cartagena_de_Indias","surface_form":"Cartagena de Indias","offset":1671},{"uri":"Bogot%C3%A1","surface_form":"Santa Fe de Bogotá","offset":1734},{"uri":"Santa_Mar%C3%ADa_la_Antigua_del_Dari%C3%A9n","surface_form":"Santa María la Antigua del Darién","offset":1840},{"uri":"Cauca_River","surface_form":"Cauca River","offset":2067},{"uri":"Farallones_de_Cali","surface_form":"Farallones de Cali","offset":2266},{"uri":"Cordillera_Occidental_(Colombia)","surface_form":"Cordillera Occidental","offset":2308},{"uri":"Yumbo","surface_form":"Yumbo","offset":2406},{"uri":"La_Cumbre_(Valle_del_Cauca)","surface_form":"La Cumbre","offset":2416},{"uri":"Palmira_(Colombia)","surface_form":"Palmira","offset":2447},{"uri":"Candelaria_(_Valle_del_Cauca)","surface_form":"Candelaria","offset":2467},{"uri":"Jamund%C3%AD","surface_form":"Jamundí","offset":2515},{"uri":"Buenaventura_(Colombia)","surface_form":"Buenaventura","offset":2539},{"uri":"Dagua","surface_form":"Dagua","offset":2574},{"uri":"Height","surface_form":"m","offset":2650},{"uri":"Kilometer","surface_form":"km","offset":2738},{"uri":"Pan-American_Highway","surface_form":"Pan-American Highway","offset":2934},{"uri":"Ecuador","surface_form":"Ecuador","offset":2997},{"uri":"Cauca_River","surface_form":"Cauca River","offset":3059},{"uri":"Sinuosity_river","surface_form":"sinuous","offset":3196},{"uri":"Meander_(geomorphology)","surface_form":"meanders.","offset":3332},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":3441},{"uri":"Meter","surface_form":"m","offset":3546},{"uri":"Mm","surface_form":"mm","offset":3759},{"uri":"Universidad_del_Valle","surface_form":"Universidad del Valle","offset":4875},{"uri":"Universidad_Icesi","surface_form":"Icesi University","offset":5395},{"uri":"Pontificia_Universidad_Javeriana","surface_form":"Pontifical Javeriana University","offset":5413},{"uri":"Universidad_Autonoma_de_Occidente","surface_form":"Autonomy University of Western","offset":5446},{"uri":"Universidad_de_San_Buenaventura","surface_form":"Saint Buenaventura University","offset":5478},{"uri":"Universidad_Santiago_de_Cali","surface_form":"Santiago de Cali University","offset":5509}]}