{"id":257736,"url":"http://en.wikipedia.org/wiki/Silverstone_Circuit","text":"Silverstone Circuit is an English motor racing circuit next to the Northamptonshire villages of Silverstone and Whittlebury. Nearly half of the circuit is across the Northamptonshire boundary in Buckinghamshire. The closest large towns are Northampton and Milton Keynes. It is best known as the home of the British Grand Prix, which it first hosted in 1948 and which has been held on the circuit every year since 1987. The circuit is also home to the BRDC International Trophy, awarded to the winner of a race for historic F1 cars at the annual Silverstone Classic meeting.\nCircuit development.\nSilverstone Circuit is built on the site of RAF Silverstone, a World War II Royal Air Force bomber station. RAF Silverstone opened in 1943.\nSilverstone was first used for racing by a group of friends who set up their own race in September 1947. Maurice Geoghegan, lived in Silverstone village and was knew that the airfield was deserted. He and eleven other drivers raced over a two-mile circuit. Geoghegan's car ran over a sheep and killed it. The car was beyond repair. This informal race became known as the \"Mutton Grand Prix\".\nThe next year the Royal Automobile Club leased the airfield and set-up a more formal racing circuit. Their first two races were held on the runways, with long straights and tight hairpin corners. For 1948, it was decided to switch to the perimeter track. This arrangement was used for the and British Grands Prix. Several small changes were made in the track before the track underwent a major redesign after the race.\nFollowing the deaths of Ayrton Senna and Roland Ratzenberger at the San Marino Grand Prix, many Grand Prix circuits were modified in order to reduce speed and increase driver safety. The entry from Hangar Straight into Stowe Corner was modified in 1995 so as to make its entry less dangerous and less challenging. The high speed Abbey kink was changed to a chicane in just 19 days before the Grand Prix.\nSpectator traffic management.\nSilverstone has suffered with bad traffic delays on race days. The traffic problem was improved when the A43 Silverstone bypass was built. When the race date was moved to April in 2000] heavy rain turned the fields used for parking into mud pits, causing severe problems for the spectators trying to park. On F1 race day many spectators travel to the circuit by helicopter. Silverstone Heliport is the busiest airport in the UK for this day.\nHosting Grands Prix and Formula One.\nSilverstone is the current home of the British Grand Prix, which it first hosted in 1948. The British Grand Prix at Silverstone was the first race in the newly created Formula One World Championship. The race rotated between Silverstone, Aintree and Brands Hatch from 1955 to 1986. In 1987 the rotation stopped and the race stayed at Silverstone.\nIn 2004, Silverstone was in danger of losing the Grand Prix. There was even the possibility that the British Grand Prix would not be run in 2005. In December an agreement was reached with Formula One Silverstone would host the British Grand Prix until 2009. Starting in 2010 Donington Park would become the new host of the British Grand Prix. Then the Donington Park leaseholders ran into economic problems. A new deal with Formula One resulted in a 17-year deal to hold the British Grand Prix at Silverstone.\nOther competitions.\nThe Dunlop MSA British Touring Car Championship withdrew the track from its calendar in 2007. Strong demand brought the series back to Silverstone for the 2008 BTCC calendar. Silverstone also hosts rounds of the FIA GT, British Superbikes, British F3, British GT and Le Mans Series championships as well as many club racing series. It is also host to the UK's only 24-hour car race, the Britcar 24, which is gaining in popularity, having first started in 2005.\nIt has in the past hosted exhibition rounds of the D1 Grand Prix both in 2005 and 2006. The course makes use of both Brooklands and Luffield corners to form an S-bend – a requirement in drifting. The section is currently used to host a European Drift Championship round. The Course also hosts the Formula Student Competition by the iMeche yearly.\nIn 2010 Silverstone hosted its very first Superleague Formula event.\nRedevelopment for motorcycle racing.\nBoth the FIM and Silverstone agree the circuit needs to be remodeled for motorcycle racing. The riders are concerned over the closeness of the bridge at Bridge corner.\nOn 22 January 2010 it was confirmed that Silverstone would host the British round of the 2010 Superbike World Championship season. The race was moved after Donington Park was deemed \"un-raceable\".\nCurrent circuit configurations.\nLike most racing circuits around the world, the Silverstone Circuit has a number of different layouts. The layouts offer different lengths and complexity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Motor_racing","surface_form":"motor racing","offset":34},{"uri":"Northamptonshire","surface_form":"Northamptonshire","offset":67},{"uri":"Village","surface_form":"village","offset":84},{"uri":"Silverstone","surface_form":"Silverstone","offset":96},{"uri":"Whittlebury","surface_form":"Whittlebury","offset":112},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":195},{"uri":"Northampton","surface_form":"Northampton","offset":240},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":256},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":307},{"uri":"BRDC_International_Trophy","surface_form":"BRDC International Trophy","offset":451},{"uri":"RAF_Silverstone","surface_form":"RAF Silverstone","offset":639},{"uri":"Royal_Automobile_Club","surface_form":"Royal Automobile Club","offset":1145},{"uri":"British_Grand_Prix","surface_form":"British Grands Prix","offset":1420},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":1570},{"uri":"Roland_Ratzenberger","surface_form":"Roland Ratzenberger","offset":1587},{"uri":"San_Marino_Grand_Prix","surface_form":"San Marino Grand Prix","offset":1614},{"uri":"A43_road","surface_form":"A43","offset":2085},{"uri":"Silverstone_Heliport","surface_form":"Silverstone Heliport","offset":2354},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":2498},{"uri":"1948_British_Grand_Prix","surface_form":"1948","offset":2543},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":2553},{"uri":"Formula_One","surface_form":"Formula One","offset":2627},{"uri":"Aintree_Motor_Racing_Circuit","surface_form":"Aintree","offset":2697},{"uri":"Brands_Hatch","surface_form":"Brands Hatch","offset":2709},{"uri":"Donington_Park","surface_form":"Donington Park","offset":3081},{"uri":"Dunlop_Tyres","surface_form":"Dunlop","offset":3340}]}