{"id":257927,"url":"http://en.wikipedia.org/wiki/2007_Formula_One_espionage_controversy","text":"e=\"preserve\">The 2007 Formula One espionage controversy, also known as \"Spygate,\" or \"Stepneygate\" involves claim that the teams passed confidential technical information. It was claimed that McLaren Formula One had information from the Ferrari team. Then it was claimed that Renault F1 had information from the McLaren team.\nThe case involved Nigel Stepney, who used to work for Ferrari and was working at the time for McLaren. It also included Mike Coughlan, who was working for McLaren and his wife Trudy Coughlan. Ferrari claimed that Stepney stole confidential technical information. This became the subject of legal action in Italy and an FIA investigation. The case in England was dropped after Ferrari reached an agreement with the Coughlans.\nThe FIA penalized McLaren. The biggest penalty was that McLaren excluded (not allowed to compete) from the Constructors' Championship. They were also fined a record-breaking $100 million (USD).\nThen the FIA claimed Renault F1 had information about the 2006 and 2007 McLaren cars. Renault were found guilty of breaking the same regulation as McLaren, but Renault was not punished.\nAllegations against Stepney.\nNigel Stepney was working at Ferrari with Jean Todt, Ross Brawn and Rory Byrne. Michael Schumacher was their superstar driver. They were part of the team given the credit for changing the of fortunes of Ferrari in the late 1990s.\nIn February 2007, Stepney said he was unhappy with some management changes made at Ferrari. On 3 July 2007, \"Gazzetta dello Sport\" reported that Ferrari had fired Stepney as a result an internal investigation.\nAllegations against Mike Coughlan.\nThe same day Ferrari fired Stepney, they announced taking action against an engineer from McLaren, later named as Mike Coughlan. Coughlan was suspended by McLaren as a result. Court details released say that Mike Coughlan is accused to be in possession of Ferrari documentation, and that his wife is accused of photocopying them.\nAllegations against Renault F1.\nOn 8 November 2007, the FIA announced that the Renault F1 team would be need to answer a charge of possession of confidential information relating to the 2006 and 2007 McLaren Formula One cars. The statement issued by the FIA states that Renault F1 was found to have information used by the 2006 and 2007 McLaren F1 cars.\nHonda involvement.\nOn 6 July 2007, Honda Racing F1 released a statement confirming that Stepney and Coughlan approached the team regarding \"job opportunities\" in June 2007. Honda said that no confidential information had been offered or received.","categories":[],"infobox_types":[],"annotations":[{"uri":"McLaren","surface_form":"McLaren","offset":192},{"uri":"Formula_One","surface_form":"Formula One","offset":200},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":237},{"uri":"Renault_F1","surface_form":"Renault F1","offset":276},{"uri":"Nigel_Stepney","surface_form":"Nigel Stepney","offset":344},{"uri":"Mike_Coughlan","surface_form":"Mike Coughlan","offset":446},{"uri":"Italy","surface_form":"Italy","offset":632},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":645},{"uri":"England","surface_form":"England","offset":676},{"uri":"Renault_F1","surface_form":"Renault F1","offset":966},{"uri":"Jean_Todt","surface_form":"Jean Todt","offset":1202},{"uri":"Ross_Brawn","surface_form":"Ross Brawn","offset":1213},{"uri":"Rory_Byrne","surface_form":"Rory Byrne","offset":1228},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":1240},{"uri":"Mike_Coughlan","surface_form":"Mike Coughlan","offset":1749},{"uri":"Renault_F1","surface_form":"Renault F1","offset":2044},{"uri":"McLaren","surface_form":"McLaren","offset":2165},{"uri":"Formula_One","surface_form":"Formula One","offset":2173},{"uri":"Honda_Racing_F1","surface_form":"Honda Racing F1","offset":2354}]}