{"id":258052,"url":"http://en.wikipedia.org/wiki/Wonderwall_(song)","text":"ce=\"preserve\">Wonderwall is a single by the rock band Oasis. It was written by Noel Gallagher. Wonderwall comes from \"(What's the Story) Morning Glory?\", Oasis's second album. The song also appears on \"Stop the Clocks\" and \"Time Flies... 1994-2009\". It was the only song that reached the top 10 in America on the Hot 100 for Oasis. It also reached number 1 in four countries and reached the top 10 in 10 countries.\nBackground.\nNoel Gallagher says the song was written about a girl he met at a concert when he was touring with Oasis.\nIt is said that \"Wonderwall\" was written for Gallagher's then-girlfriend, Meg Mathews. Gallagher now says the song was not about her, but he did say \"The meaning of that song was taken away from me by the media who jumped on it. How do you tell your Mrs it's not about her once she's read it is? It's a song about an imaginary friend who's gonna come and save you from yourself.\"\nIn 2008 Liam Gallagher said this about the song: \"I can't fucking stand that fucking song! Every time I have to sing it I want to gag. Problem is, it was a big, big tune for us.\" Noel said that Liam, \"...thought we had gone too dance when I wrote 'Wonderwall' because the drums didn't go boom-boom bap, boom-boom bap.\"\nRecording.\nThe song was recorded at Rockfield Studios in Wales in May of 1995. According to producer Owen Morris, the song was done in 6 to 8 hours.\nIn the beginning, Noel wanted to sing this song, but he gave his brother Liam Gallagher the choice, and Noel ended up singing \"Don't Look Back in Anger\". He later said he had only ever wanted to sing \"Don't Look Back in Anger\", and had used \"Wonderwall\" as a bargaining tool.\nMusic video.\nThe music video to the song was filmed in the short period when bassist Paul \"Guigsy\" McGuigan quit the band due to nervous exhaustion; Scott McLeod came in to replace him.\nThe song won Best British Video at the 1996 BRIT Awards.","categories":[],"infobox_types":[],"annotations":[{"uri":"Single_(music)","surface_form":"single","offset":30},{"uri":"Rock_music","surface_form":"rock","offset":44},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":54},{"uri":"Noel_Gallagher","surface_form":"Noel Gallagher","offset":79},{"uri":"(What%27s_the_Story)_Morning_Glory%3F","surface_form":"(What's the Story) Morning Glory?","offset":118},{"uri":"Stop_the_Clocks","surface_form":"Stop the Clocks","offset":202},{"uri":"Time_Flies..._1994-2009","surface_form":"Time Flies... 1994-2009","offset":224},{"uri":"United_States","surface_form":"America","offset":298},{"uri":"Billboard_Hot_100","surface_form":"Hot 100","offset":313},{"uri":"Media","surface_form":"media","offset":738},{"uri":"Imaginary_friend","surface_form":"imaginary friend","offset":850},{"uri":"Liam_Gallagher","surface_form":"Liam Gallagher","offset":921},{"uri":"Wales","surface_form":"Wales","offset":1289},{"uri":"Liam_Gallagher","surface_form":"Liam Gallagher","offset":1454},{"uri":"Don%27t_Look_Back_in_Anger","surface_form":"Don't Look Back in Anger","offset":1508},{"uri":"Paul_McGuigan_(musician)","surface_form":"Paul \"Guigsy\" McGuigan","offset":1742},{"uri":"Scott_McLeod","surface_form":"Scott McLeod","offset":1806},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":1887}]}