{"id":258176,"url":"http://en.wikipedia.org/wiki/Thongchai_McIntyre","text":"Biography.\nThongchai McIntyre, or \"Bird Thongchai\", is best known for his \"string (Thai pop)\" and \"luk thung music\". He is also known for acting in numerous films, on the television, musicals, and in commercials.\nThongchai McIntyre was born in Bangkok in 1958. His parents were James and Udom McIntyre. He lived in a family of musicians, and so, he enjoyed an upbringing in a musical environment. His father died when Bird was still a child. He started working in a bank as an officer. During that time, he had a chance to meet the famous Thai TV producer, \"Kai Varayuth\", who saw entertainment talent in Bird. Bird played his first TV series with Kai while still working in the bank. This task showed his talent. His most memorable roles were those of \"Captain Kobori\" from \"Koo Kam\", which was a tragic love story between a Japanese soldier (played by Bird) and a local Thai girl during the World War II. In both, he starred in a television series, and he reprised his role in the 1996 film adaptation, \"Sunset at Chaophraya\".\nHe reached the top of his musical career in the early nineties. Some of Bird's best-known songs are \"Duay Rak Lae Pook Pan\", \"Koo Gud\", \"Sabai Sabai\" and \"Kob Jai Jing Jing\". His popular singles released recently include luk thung singles \"Mah Tummai\" (with Jintara Poonlarp), \"Fan Ja\" (with Jintara and Jarin B. (Joey Boy), Nat Myria Benedetti and Katreeya English), \"Lao Su Kan Fang\", and \"Yak Tham Kor Tob\" and \"Mai Kang Ying Pae\" from his album \"Volume One\". Westerners became aware of him in the mid nineties as he became the first Thai artist to receive an International MTV Award, be featured in the most high budget Thai film at the time, \"Sunset at Chaopraya\" (which reached international acclaim in Japan as well as the United States). He was featured on CNN and Variety magazine. An award winning documentary on his life entitled \"Crossing Borders\" directed by Phanjanit Garnploog can be seen at St. John's University in New York which includes rare interviews with the director. In 2010, Bird made his first international tour in Los Angeles and the 50th Anniversary of Lincoln Center in New York. It marks the first time in history a Thai pop artist has made an international tour. His Grammy label mates have previously only performed at local venues.\nIn late 2007, he released another album entitled \"Simply Bird\", which features songs such as Chuay Rap Tee and Mee Tae Kid Tueng.","categories":[],"infobox_types":[],"annotations":[{"uri":"Acting","surface_form":"acting","offset":138},{"uri":"Movie","surface_form":"films","offset":157},{"uri":"Television","surface_form":"television","offset":171},{"uri":"Musical","surface_form":"musical","offset":183},{"uri":"Advertisement","surface_form":"commercial","offset":200},{"uri":"Bangkok","surface_form":"Bangkok","offset":244},{"uri":"1958","surface_form":"1958","offset":255},{"uri":"Empire_of_Japan","surface_form":"Japanese","offset":826},{"uri":"World_War_II","surface_form":"World War II","offset":893},{"uri":"Song","surface_form":"song","offset":1119},{"uri":"Jintara_Poonlarp","surface_form":"Jintara Poonlarp","offset":1287},{"uri":"CNN","surface_form":"CNN","offset":1794},{"uri":"Simply_Bird","surface_form":"Simply Bird","offset":2345}]}