{"id":258161,"url":"http://en.wikipedia.org/wiki/Cape_York_Peninsula","text":"ce=\"preserve\">:\"This article is about the peninsula in the Australian state of Queensland; not the Yorke Peninsula in South Australia, or Cape York, Greenland.\"\nCape York Peninsula is a large remote peninsula in the far north of Queensland, Australia. It is the largest unspoilt wilderness in eastern Australia and one of the last remaining wilderness areas on Earth. The area is mostly flat and about half is used for grazing cattle. Much of the wildlife is threatened by introduced species and weeds. However, the eucalyptus wooded savannah, tropical rainforests, and other types of habitat are now recognized as being globally important.\nGeography and geology.\nThe Cape York Peninsula region covers an area of about 137,000 km² north of 16°S latitude. From the tip of the peninsula, Cape York, it is about to New Guinea across the island and coral reefs of Torres Strait.\nThe west coast is bordered by the Gulf of Carpentaria and the east coast by the Coral Sea. There is no clear border to the south, but the boundary in the Cape York Peninsula Heritage Act 2007 of Queensland follows the 16°S latitude.\nAt the peninsula’s widest point, it is 430 km from the Bloomfield River, on the east coast, to the Aboriginal community of Kowanyama on the west coast. It is some 660 km from the southern border, to the tip of Cape York. The largest islands in the Torres Strait include Prince of Wales Island, Horn Island, Moa, and Badu Island.\nThe tropical landscapes are among the most stable in the world. There has been no tectonic activity for millions of years. The peninsula is an extremely eroded, almost level, low plain with mighty meandering rivers and vast floodplains. There are some very low hills, about 800m above sea level in the McIlwraith Range on the eastern side around Coen.\nPart of Australia’s Great Dividing Range, the Peninsula Ridge, is like a backbone along the peninsula. This mountain range is made up of ancient (1,500 million year-old) Precambrian and Palaeozoic rocks. To the east and west of the Peninsula Ridge lie the Carpentaria and Laura Basins, themselves made up of ancient Mesozoic sediments. There are several important landforms on the peninsula: the large area of undisturbed sand dunes on the east coast around Shelburne Bay and Cape Bedford-Cape Flattery; the huge piles of black granite boulders at Black Mountain National Park and Cape Melville; and the limestone karsts around Palmerston in the south.\nThe soils are poor, even compared to other areas of Australia. They are ancient and weathered, not suitable for ploughing and do not respond to fertilizers. Because of the poor soil, the region is thinly settled. Attempts to grow commercial crops have usually failed.\nThe climate on Cape York Peninsula is tropical and monsoonal. The heavy monsoon season is from November to April, during which time the forest becomes almost inhabitable. The dry season is from May to October. The temperature is warm to hot, with a cooler climate in higher areas. The mean annual temperatures range from 18 °C at higher elevations to 27 °C on the lowlands in the drier southwest. Temperatures over 40 °C and below 5 °C are rare.\nAnnual rainfall is high, ranging from over 2000 mm. in the Iron Range and north of Weipa to about 700 mm. at the southern border. Most of this rain falls between November and April. Only on the eastern slopes of the Iron Range is the median rainfall between June and September above 5mm (0.2 inches). Between January and March, however, the median monthly rainfall ranges from about 170mm (6.5 inches) in the south to over 500mm (20 inches) in the north and on the Iron Range.\nRivers.\nThe Peninsula Ridge forms the drainage divide between the Gulf of Carpentaria and the Coral Sea. To the west, large, winding river systems including the Mitchell, Coleman, Holroyd, Archer, Watson, Wenlock, Ducie and Jardine flow into the Gulf of Carpentaria. During the Dry season, those rivers become a series of waterholes and sandy beds. Yet, with the heavy rains in the Wet season, they become mighty waterways, spreading across huge floodplains and coastal wetlands and giving life to many freshwater and wetland species.\nOn the Eastern slopes, the shorter, faster-flowing Jacky Jacky Creek, Olive, Pascoe, Lockhart, Stewart, Jeannie and Endeavour Rivers flow towards the Coral Sea. These provide important freshwater and nutrients to the healthiest section of the Great Barrier Reef. Along their banks, those wild, undisturbed rivers are lined with dense rainforests, sand dunes or mangroves.\nThe floodplains of the Laura Basin are now protected in the Lakefield and Jack River National Parks. The plains are crossed by the Morehead, Hann, North Kennedy, Laura, Jack and Normanby Rivers.\nThe Peninsula’s rivers are famous for their hydrological integrity. This means that they are still in their natural state, with water flows and vegetation unchanged. Cape York Peninsula is one of the few places where tropical water cycles remain unchanged. Cape York Peninsula has as much as a quarter of Australia's surface runoff. With less than 3% of Australia's land area it produces more run-off than all of Australia south of the Tropic of Capricorn. The peninsula’s rivers are also important as they put water back into central Australia’s Great Artesian Basin. The Queensland Government is planning to protect 13 of Cape York Peninsula’s wild rivers under the Wild Rivers Act 2005.\nGeological history.\nAround 40 million years ago, the Indo-Australian tectonic plate began to split apart from the ancient supercontinent Gondwana. As it crashed into the Pacific Plate on its northward journey, the high mountain ranges of central New Guinea were made around 5 million years ago. Protected from this collision zone, the ancient rocks of what is now Cape York Peninsula were did not move.\nDuring the Pleistocene epoch Australia and New Guinea have been land-linked and separated by water a number of times. During the ice ages with their low sea levels, Cape York Peninsula was a low-lying land bridge. Another link existed between Arnhem Land and New Guinea, at times making a big freshwater lake, Lake Carpentaria, in the centre of what is now the Gulf of Carpentaria. In this way, Australia and New Guinea were joined until the shallow Torres Strait was last flooded around 8,000 years ago.\nPlants.\nCape York Peninsula has a range of intact tropical rainforests, tropical and subtropical grasslands, savannahs, and shrublands, tropical savannahs, heath lands, wetlands, wild rivers and mangrove swamps. These are home to about 3300 species of flowering plants. Almost all of the Cape York Peninsula (99.6%) still has its native vegetation. Cape York Peninsula also contains one of the highest rates of endemism in Australia, with more than 260 endemic plant species found so far. Because of this, parts of the Peninsula have been noted for their very high wilderness quality. The plants of the peninsula includes original Gondwanan species, plants that have developed since the breakup of Gondwana and species from Indo-Malaya and from across the Torres Strait in New Guinea. Most variety is in the rainforest areas. Most of the Cape York Peninsula is drier than New Guinea which stops the rainforest plants of that island from moving across to Australia.\nMost of the Cape York Peninsula is covered in grass and woodlands. These have a tall, thick grass layer and scattered trees, mostly eucalypts. The most common tree is the Darwin stringybark. Although common and complete on the peninsula, tropical savannahs are now rare and in poor condition in other parts of the world.\nTropical rainforests cover an area of 748,000 ha, or 5.6 percent of the total land area of Cape York Peninsula. Rainforests need some rainfall during the long Dry season. These conditions are mostly on the eastern slopes of the Cape’s coastal ranges. These are old-growth forests and support a huge range of plants. These rainforests are of high conservation significance. The largest rainforest area on the Cape is in the McIllwraith Range-Iron Range area. The Gondwanan plants of this area includes Araucariaceae and Podocarpaceae conifers and Arthrochilus, Corybas, and Calochilus orchids. This rainforest has at least 1000 different plants, including 100 rare or threatened species, and 16% of Australia's orchid species.\nOn poor, dry soils there are tropical heathlands. Northeast Cape York Peninsula has Australia’s largest areas of this highly diverse ecosystem.\nThe big wetlands on Cape York Peninsula are “among the largest, richest and most diverse in Australia”. 19 wetlands of national significance have been identified, mostly on the large floodplains and in coastal areas. Important wetlands include the Jardine River National Park, Lakefield National Park and the estuaries of the great rivers of the western plains. Many of these wetland only happen during the Wet season and have rare or uncommon plant types.\nThe Peninsula’s coastal areas and river estuaries are lined with mangrove forests of kwila and other trees. Australia’s largest mangrove forest is at Newcastle Bay.\nAnimals.\nThe Cape has lots of animals, with more than 700 vertebrate land animal species. Of these, 40 live only here. Because of its geological history, the plants and animals \"of Cape York Peninsula are a complex mixture of Gondwanan relics, Australian isolationists and Asian or New Guinean invaders” (p. 41). Birds include Buff-breasted Buttonquail (Turnix olivii), Golden-shouldered Parrot \"(Psephotus chrysopterygius)\", Lovely Fairywren \"(Malurus amabilis)\", White-streaked Honeyeater \"(Trichodere cockerelli)\", and Yellow-spotted Honeyeater \"(Meliphaga notata)\". Some, such as Pied Oystercatcher, live in other parts of Australia but have important populations on the peninsula. The Cape is also home to the Eastern brown snake, one of the world's most venomous snakes. Mammals include the endangered rodent Bramble Cay Melomys, which lives only on Bramble Cay in the Torres Strait.\nThe rainforests of the Iron Range have species that also live in New Guinea, including the Eclectus Parrot and Southern Common Cuscus. Other rainforest animals includes 200 species of butterfly including 11 endemic butterflies one of which is the huge Green Birdwing, the Green Tree Python and the Northern Quoll. Number of this forest marsupial have dropped because they have tried to eat the introduced poisonous cane toads.\nThe riverbanks of the lowlands are home to specific wildlife of their own. The rivers including the Jardine, Jackson, Olive, Holroyd and the Wenlock are rich in fish. The wetlands and coastal mangroves are noted for their importance as a fish nursery and crocodile habitat, providing important drought refuge. The Great Barrier Reef is off the east coast and is an important marine habitat.\nThreats and preservation.\nCattle farms use about 57% of the total area, mostly in central and eastern Cape York Peninsula. About 20% is indigenous land, with the entire West coast being held under Native title. The remainder is mostly National Park and managed by the Queensland Parks and Wildlife Service. Land uses include broad acre pastoralism, bauxite and silica sand mining, nature reserves, tourism and fishing. There are big deposits of bauxite along the west or Gulf of Carpentaria coast. Weipa is the centre for mining. Much has been damaged by overgrazing, mining, fires, wild pigs, cane toads, weeds, and other introduced species. But Cape York Peninsula remains fairly unspoilt with intact and healthy river systems and no recorded plant or animal extinction since European settlement.\nThe \"Cape York Peninsula Land Use Strategy\" study, by the Australian government in 1990, created plans to protect the wilderness. A nomination for World Natural Heritage is currently being looked at by the Queensland and Australian Federal governments. Major national parks include the Jardine River National Park in the far north, Mungkan Kandju National Park near Aurukun, and Lakefield National Park in the southeast of the bioregion.\nPeople and culture.\nThe first known contact between Europeans and Aborigines took place on the west coast of the peninsula in 1606. It was not settled by Europeans until the 19th century when fishing communities, then cattle ranches and later mining towns were started. European settlement led to the displacement of Aboriginal communities and the arrival of Torres Strait Islanders on the mainland. Today the peninsula has about 18,000 people. About 60% of them are Aborigines and Torres Strait Islanders.\nThe administrative and commercial centre for much of Cape York Peninsula is Cooktown, in its far southeastern corner. The peninsula’s largest settlement is the mining town Weipa on the Gulf of Carpentaria. Most of the Peninsula has few people, with half the people living in very small settlements and cattle ranches. Along the Peninsula Developmental Road, there are small service centres at Lakeland, Laura and Coen. At the tip of Cape York, there is a sizeable service centre on nearby Thursday Island. Aboriginal communities are at Hopevale, Pormpuraaw, Kowanyama, Aurukun, Lockhart River, Napranum, Mapoon, Injinoo, New Mapoon and Umagico. Torres Strait Islander communities on the mainland are at Bamaga and Seisia. A completely sealed inland road links Cairns and the Atherton Tableland to Lakeland Downs and Cooktown. The road north of Lakeland Downs to the tip of the Peninsula is sometimes cut after heavy rains during the wet season (roughly December to May).\nThe Peninsula is a popular with tourists in the Dry Season for camping, hiking, birdwatching and fishing. Many people make the adventurous, but rewarding, drive to the tip of Cape York, the northernmost point of mainland Australia.\nSome of the world's most extensive and ancient Aboriginal rock painting galleries surround the town of Laura, some of which are available for public viewing. There is also a new Interpretive Centre from which information on the rock art and local culture is available and tours can be arranged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queensland","surface_form":"Queensland","offset":79},{"uri":"Yorke_Peninsula","surface_form":"Yorke Peninsula","offset":99},{"uri":"South_Australia","surface_form":"South Australia","offset":118},{"uri":"Cape_York%2C_Greenland","surface_form":"Cape York, Greenland","offset":138},{"uri":"Peninsula","surface_form":"peninsula","offset":199},{"uri":"Queensland","surface_form":"Queensland","offset":229},{"uri":"Australia","surface_form":"Australia","offset":241},{"uri":"Introduced_species","surface_form":"introduced species","offset":473},{"uri":"Weed","surface_form":"weed","offset":496},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":516},{"uri":"Savannah","surface_form":"savannah","offset":534},{"uri":"Tropical_rainforests","surface_form":"tropical rainforests","offset":544},{"uri":"Habitat","surface_form":"habitat","offset":585},{"uri":"Latitude","surface_form":"latitude","offset":745},{"uri":"Cape_York","surface_form":"Cape York","offset":786},{"uri":"New_Guinea","surface_form":"New Guinea","offset":812},{"uri":"Coral_reef","surface_form":"coral reef","offset":845},{"uri":"Torres_Strait","surface_form":"Torres Strait","offset":860},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":909},{"uri":"Coral_Sea","surface_form":"Coral Sea","offset":955},{"uri":"Bloomfield_River","surface_form":"Bloomfield River","offset":1163},{"uri":"Australian_Aborigine","surface_form":"Aboriginal","offset":1207},{"uri":"Kowanyama%2C_Queensland","surface_form":"Kowanyama","offset":1231},{"uri":"Prince_of_Wales_Island_(Queensland)","surface_form":"Prince of Wales Island","offset":1378},{"uri":"Horn_Island%2C_Queensland","surface_form":"Horn Island","offset":1402},{"uri":"Moa_Island_(Queensland)","surface_form":"Moa","offset":1415},{"uri":"Badu_Island","surface_form":"Badu Island","offset":1424},{"uri":"Tectonic_plates","surface_form":"tectonic","offset":1519},{"uri":"Erosion","surface_form":"eroded","offset":1590},{"uri":"Meander","surface_form":"meander","offset":1634},{"uri":"River","surface_form":"river","offset":1645},{"uri":"Floodplain","surface_form":"floodplain","offset":1661},{"uri":"McIlwraith_Range","surface_form":"McIlwraith Range","offset":1739},{"uri":"Coen%2C_Queensland","surface_form":"Coen","offset":1783},{"uri":"Great_Dividing_Range","surface_form":"Great Dividing Range","offset":1809},{"uri":"Mountain_range","surface_form":"mountain range","offset":1897},{"uri":"Precambrian","surface_form":"Precambrian","offset":1959},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":1975},{"uri":"Ridge","surface_form":"Ridge","offset":2031},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":2105},{"uri":"Sediment","surface_form":"sediment","offset":2114},{"uri":"Dune","surface_form":"dune","offset":2216},{"uri":"Granite","surface_form":"granite","offset":2317},{"uri":"Boulder","surface_form":"boulder","offset":2325},{"uri":"Black_Mountain_National_Park","surface_form":"Black Mountain National Park","offset":2337},{"uri":"Cape_Melville","surface_form":"Cape Melville","offset":2370},{"uri":"Karst","surface_form":"karst","offset":2403},{"uri":"Fertilizer","surface_form":"fertilizer","offset":2586},{"uri":"Tropical","surface_form":"tropical","offset":2748},{"uri":"Monsoon","surface_form":"monsoon","offset":2761},{"uri":"Celsius","surface_form":"°C","offset":3034},{"uri":"Celsius","surface_form":"°C","offset":3064},{"uri":"Celsius","surface_form":"°C","offset":3128},{"uri":"Celsius","surface_form":"°C","offset":3143},{"uri":"Median","surface_form":"median","offset":3390},{"uri":"Mitchell_River_(Queensland)","surface_form":"Mitchell","offset":3794},{"uri":"Jardine_River","surface_form":"Jardine","offset":3857},{"uri":"Dry_season","surface_form":"Dry season","offset":3911},{"uri":"Wet_season","surface_form":"Wet season","offset":4015},{"uri":"Endeavour_River","surface_form":"Endeavour","offset":4284},{"uri":"Great_Barrier_Reef","surface_form":"Great Barrier Reef","offset":4411},{"uri":"Wild_river","surface_form":"wild, undisturbed rivers","offset":4456},{"uri":"Mangrove","surface_form":"mangrove","offset":4529},{"uri":"Lakefield_National_Park","surface_form":"Lakefield","offset":4600},{"uri":"Normanby_River","surface_form":"Normanby","offset":4718},{"uri":"Hydrology","surface_form":"hydrological","offset":4779},{"uri":"Water_cycle","surface_form":"water cycle","offset":4961},{"uri":"Surface_runoff","surface_form":"runoff","offset":5060},{"uri":"Tropic_of_Capricorn","surface_form":"Tropic of Capricorn","offset":5171},{"uri":"Great_Artesian_Basin","surface_form":"Great Artesian Basin","offset":5282},{"uri":"Indo-Australian_Plate","surface_form":"Indo-Australian tectonic plate","offset":5478},{"uri":"Supercontinent","surface_form":"supercontinent","offset":5547},{"uri":"Gondwana","surface_form":"Gondwana","offset":5562},{"uri":"Pacific_Plate","surface_form":"Pacific Plate","offset":5595},{"uri":"New_Guinea","surface_form":"New Guinea","offset":5671},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":5839},{"uri":"Ice_age","surface_form":"ice age","offset":5957},{"uri":"Sea_levels","surface_form":"sea levels","offset":5981},{"uri":"Land_bridge","surface_form":"land bridge","offset":6029},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":6071},{"uri":"New_Guinea","surface_form":"New Guinea","offset":6087},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":6189},{"uri":"Torres_Strait","surface_form":"Torres Strait","offset":6278},{"uri":"Tropical_rainforests","surface_form":"tropical rainforests","offset":6383},{"uri":"Heath_(habitat)","surface_form":"heath lands","offset":6489},{"uri":"Wetlands","surface_form":"wetlands","offset":6502},{"uri":"Wild_rivers","surface_form":"wild rivers","offset":6512},{"uri":"Mangrove","surface_form":"mangrove","offset":6528},{"uri":"Flowering_plants","surface_form":"flowering plants","offset":6585},{"uri":"Endemism","surface_form":"endemism","offset":6744},{"uri":"Gondwana","surface_form":"Gondwana","offset":6964},{"uri":"Indomalaya_ecozone","surface_form":"Indo-Malaya","offset":7057},{"uri":"Eucalyptus","surface_form":"eucalypt","offset":7430},{"uri":"Darwin_stringybark","surface_form":"Darwin stringybark","offset":7469},{"uri":"Tropical_rainforest","surface_form":"Tropical rainforest","offset":7619},{"uri":"Dry_season","surface_form":"Dry season","offset":7778},{"uri":"Iron_Range_National_Park","surface_form":"Iron Range","offset":8060},{"uri":"Araucariaceae","surface_form":"Araucariaceae","offset":8120},{"uri":"Podocarpaceae","surface_form":"Podocarpaceae","offset":8138},{"uri":"Arthrochilus","surface_form":"Arthrochilus","offset":8165},{"uri":"Corybas_(orchid)","surface_form":"Corybas","offset":8179},{"uri":"Calochilus","surface_form":"Calochilus","offset":8192},{"uri":"Threatened_species","surface_form":"threatened species","offset":8286},{"uri":"Heath_(habitat)","surface_form":"tropical heathlands","offset":8374},{"uri":"Ecosystem.","surface_form":"ecosystem.","offset":8478},{"uri":"Wetland","surface_form":"wetland","offset":8497},{"uri":"Jardine_River_National_Park","surface_form":"Jardine River National Park","offset":8737},{"uri":"Lakefield_National_Park","surface_form":"Lakefield National Park","offset":8766},{"uri":"Estuaries","surface_form":"estuaries","offset":8798},{"uri":"Wet_season","surface_form":"Wet season","offset":8896},{"uri":"Estuary","surface_form":"estuaries","offset":8986},{"uri":"Mangrove","surface_form":"mangrove","offset":9011},{"uri":"Intsia_bijuga","surface_form":"kwila","offset":9031},{"uri":"Vertebrate","surface_form":"vertebrate","offset":9169},{"uri":"Gondwana","surface_form":"Gondwana","offset":9337},{"uri":"Buff-breasted_Buttonquail","surface_form":"Buff-breasted Buttonquail","offset":9438},{"uri":"Golden-shouldered_Parrot","surface_form":"Golden-shouldered Parrot","offset":9481},{"uri":"Lovely_Fairywren","surface_form":"Lovely Fairywren","offset":9537},{"uri":"White-streaked_Honeyeater","surface_form":"White-streaked Honeyeater","offset":9576},{"uri":"Yellow-spotted_Honeyeater","surface_form":"Yellow-spotted Honeyeater","offset":9633},{"uri":"Pied_Oystercatcher","surface_form":"Pied Oystercatcher","offset":9695},{"uri":"Eastern_brown_snake","surface_form":"Eastern brown snake","offset":9826},{"uri":"Venomous_snake","surface_form":"venomous snake","offset":9871},{"uri":"Mammal","surface_form":"Mammal","offset":9888},{"uri":"Endangered_species","surface_form":"endangered","offset":9908},{"uri":"Rodent","surface_form":"rodent","offset":9919},{"uri":"Bramble_Cay_Melomys","surface_form":"Bramble Cay Melomys","offset":9926},{"uri":"Bramble_Cay","surface_form":"Bramble Cay","offset":9967},{"uri":"Rainforest","surface_form":"rainforest","offset":10005},{"uri":"Iron_Range_National_Park","surface_form":"Iron Range","offset":10024},{"uri":"New_Guinea","surface_form":"New Guinea","offset":10066},{"uri":"Eclectus_Parrot","surface_form":"Eclectus Parrot","offset":10092},{"uri":"Southern_Common_Cuscus","surface_form":"Southern Common Cuscus","offset":10112},{"uri":"Butterfly","surface_form":"butterfly","offset":10185},{"uri":"Ornithoptera_priamus","surface_form":"Green Birdwing","offset":10253},{"uri":"Morelia_viridis","surface_form":"Green Tree Python","offset":10273},{"uri":"Northern_Quoll","surface_form":"Northern Quoll","offset":10299},{"uri":"Marsupial","surface_form":"marsupial","offset":10337},{"uri":"Cane_toad","surface_form":"cane toad","offset":10416},{"uri":"Jackson_River_(Queensland)","surface_form":"Jackson","offset":10537},{"uri":"Holroyd_River","surface_form":"Holroyd","offset":10553},{"uri":"Wenlock_River","surface_form":"Wenlock","offset":10569},{"uri":"Saltwater_Crocodile","surface_form":"crocodile","offset":10683},{"uri":"Great_Barrier_Reef","surface_form":"Great Barrier Reef","offset":10742},{"uri":"Native_title","surface_form":"Native title","offset":11016},{"uri":"National_Park","surface_form":"National Park","offset":11054},{"uri":"Queensland_Parks_and_Wildlife_Service","surface_form":"Queensland Parks and Wildlife Service","offset":11087},{"uri":"Bauxite","surface_form":"bauxite","offset":11168},{"uri":"Silica","surface_form":"silica","offset":11180},{"uri":"Bauxite","surface_form":"bauxite","offset":11264},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":11290},{"uri":"Weipa","surface_form":"Weipa","offset":11317},{"uri":"Cane_toad","surface_form":"cane toad","offset":11413},{"uri":"World_Heritage_Site","surface_form":"World Natural Heritage","offset":11765},{"uri":"Jardine_River_National_Park","surface_form":"Jardine River National Park","offset":11904},{"uri":"Mungkan_Kandju_National_Park","surface_form":"Mungkan Kandju National Park","offset":11950},{"uri":"Aurukun%2C_Queensland","surface_form":"Aurukun","offset":11984},{"uri":"Lakefield_National_Park","surface_form":"Lakefield National Park","offset":11997},{"uri":"19th_century","surface_form":"19th century","offset":12230},{"uri":"Indigenous_Australians","surface_form":"Aborigines","offset":12523},{"uri":"Torres_Strait_Islanders","surface_form":"Torres Strait Islanders","offset":12538},{"uri":"Cooktown%2C_Queensland","surface_form":"Cooktown","offset":12639},{"uri":"Weipa%2C_Queensland","surface_form":"Weipa","offset":12735},{"uri":"Lakeland%2C_Queensland","surface_form":"Lakeland","offset":12956},{"uri":"Laura%2C_Queensland","surface_form":"Laura","offset":12966},{"uri":"Coen%2C_Queensland","surface_form":"Coen","offset":12976},{"uri":"Thursday_Island","surface_form":"Thursday Island","offset":13052},{"uri":"Hopevale%2C_Queensland","surface_form":"Hopevale","offset":13099},{"uri":"Kowanyama%2C_Queensland","surface_form":"Kowanyama","offset":13121},{"uri":"Aurukun%2C_Queensland","surface_form":"Aurukun","offset":13132},{"uri":"Lockhart_River%2C_Queensland","surface_form":"Lockhart River","offset":13141},{"uri":"Injinoo","surface_form":"Injinoo","offset":13175},{"uri":"New_Mapoon","surface_form":"New Mapoon","offset":13184},{"uri":"Umagico","surface_form":"Umagico","offset":13199},{"uri":"Torres_Strait_Islander","surface_form":"Torres Strait Islander","offset":13208},{"uri":"Bamaga","surface_form":"Bamaga","offset":13266},{"uri":"Seisia","surface_form":"Seisia","offset":13277},{"uri":"Cairns","surface_form":"Cairns","offset":13323},{"uri":"Atherton_Tableland","surface_form":"Atherton Tableland","offset":13338},{"uri":"Lakeland%2C_Queensland","surface_form":"Lakeland Downs","offset":13360},{"uri":"Cooktown%2C_Queensland","surface_form":"Cooktown","offset":13379},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":13813},{"uri":"Laura%2C_Queensland","surface_form":"Laura","offset":13869}]}