{"id":258103,"url":"http://en.wikipedia.org/wiki/Ironic_(song)","text":"\"Ironic\" is a song written by Alanis Morissette and Glen Ballard. It was produced by Glen Ballard for Morissette's third album, \"Jagged Little Pill\". It was released as the album's fourth single in 1996. The song received a Grammy nomination in 1997 for Record of the Year.\nSuccess.\n\"Ironic\" became Morissette's second number-one hit on the \"Billboard\" Modern Rock Tracks chart in the United States. It stayed there for three weeks. The song became Morissette's highest-charting hit on the Billboard Hot 100 chart, where it peaked at number four. It is one of only two songs by Morissette to crack the top-ten on that chart, the other being \"You Learn\", backed with a live version of \"You Oughta Know\", which reached number six. Both songs were from \"Jagged Little Pill\". In other countries, \"Ironic\" wasn't as successful. It was still a moderate Top 20 hit in the United Kingdom, where it peaked at number 11. It is considered to be one of Morissette's biggest hits. The song also received critical praise at the time of its release. \"Ironic\" is still popular today, mainly because there are still debates surrounding the lyrics of the song, and whether the examples mentioned in the song actually qualify as being ironic.\nCovers.\nThe pop-punk band Four Year Strong covered the song in their 90's cover album \"Explains It All.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Alanis_Morissette","surface_form":"Alanis Morissette","offset":30},{"uri":"Glen_Ballard","surface_form":"Glen Ballard","offset":52},{"uri":"Jagged_Little_Pill","surface_form":"Jagged Little Pill","offset":129},{"uri":"Single_(music)","surface_form":"single","offset":188},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":342},{"uri":"Modern_Rock_Tracks","surface_form":"Modern Rock Tracks","offset":353},{"uri":"United_States","surface_form":"United States","offset":385},{"uri":"Hot_100","surface_form":"Hot 100","offset":500},{"uri":"You_Learn","surface_form":"You Learn","offset":642},{"uri":"You_Oughta_Know","surface_form":"You Oughta Know","offset":685},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":865},{"uri":"Four_Year_Strong","surface_form":"Four Year Strong","offset":1250},{"uri":"Explains_It_All","surface_form":"Explains It All","offset":1311}]}