{"id":258390,"url":"http://en.wikipedia.org/wiki/Tyndale_Bible","text":"The Tyndale Bible generally refers to the body of biblical translations by William Tyndale. Tyndale’s Bible is credited with being the first English translation to come directly from Hebrew and Greek texts. The term \"Tyndale's Bible\" is not strictly correct, because Tyndale never published a complete Bible. Prior to his execution Tyndale had only finished translating the entire New Testament and roughly half of the Old Testament.\nHistory.\nThe chain of events that led to the creation of Tyndale’s New Testament started in 1522. It was in this year that Tyndale illegally acquired a copy of Martin Luther’s German New Testament. Tyndale was inspired by Luther’s work and immediately set out to imitate Luther’s work but in English. He made his purpose known to the Bishop of London at the time Cuthbert Tunstall. However Tunstall rejected Tyndale’s offer of creating an up-to-date modern English Bible. After this rejection Tyndale moved to the continent and ended up in Hamburg where he completed his New Testament in 1524.\nThe first recorded complete edition of his New Testament was published in 1526. Two revised versions were latter published in 1534 and 1536, both personally revised by Tyndale himself. After his death in 1536 Tyndale’s works have been revised and reprinted numerous times.\nReaction of the Catholic Church.\nTyndale’s translations were condemned by both church and state in England, where it must be said it took longer for the reform movement to take hold. Tyndale was forced to flee England for the continent where he found safe haven in pro-reform areas. The church and state reacted strongly against Tyndale’s work, banning his New Testament of 1526 from England. In addition any copy of his work found in England was to be burned.\nLegacy.\nThe legacy of Tyndale’s Bible cannot be overstated. His translations laid the foundations for many of the English Bibles which followed his. His work made up a significant portion of the Matthew Bible which was the first authorized version of the English Bible. The Tyndale Bible also played a key role in spreading reformation ideas to England which had been reluctant to embrace the movement.\nReferences.\nCoggan, Donald. \"The English Bible\". Essex: Longmans, Greeb & Co. Ltd., 1968.\nKenyon, Sir Frederic. \"The Story of the Bible\". London: Butler & Tanner Ltd., 1947.\nLindberg, Carter. \"The European Reformations\". Malden: Blackwell Publishing, 1996.\nLuther, Martin. \"The Freedom Of A Christian: Doctrine of Justification by Faith Alone\", in \"The Freedom Of A Christian\", edited by Hans J. Grimm and W. A. Lambert. Philadelphia: Muhlenberg Press, 1957.\nPartridge, A.C. \"English Biblical Translations\". London: Andrè Deutsch Limited, 1973.\nPollard,Alfred W., ed. \"Records of the English Bible\". Wm. Dawson & Sons Ltd., 1974.\nThompson, Craig R. \"The Bible in English\". New York: Cornell University Press, 1963.\n\"Tridetine Creed.\" http://individual.utoronto.ca/mmilner/history2p91/primary/Tridentine_Creed.html","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible_translations","surface_form":"biblical translations","offset":50},{"uri":"William_Tyndale","surface_form":"William Tyndale","offset":75},{"uri":"New_Testament","surface_form":"New Testament","offset":381},{"uri":"Old_Testament","surface_form":"Old Testament","offset":419},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":594},{"uri":"Cuthbert_Tunstall","surface_form":"Cuthbert Tunstall","offset":797}]}