{"id":258476,"url":"http://en.wikipedia.org/wiki/Rigoletto","text":"\"Rigoletto\" is an Italian opera in three acts. Giuseppe Verdi wrote the music. Francesco Maria Piave wrote the libretto (words and story). Piave based his libretto on Victor Hugo's play.\n\"Rigoletto\" was first performed at the in Venice on March 11, 1851. Verdi composed the opera in the middle years of his career. The story and music were a change from many of the operas at the time.\nIt was a great success, and today it is still one of the most popular operas. The most famous aria (song) from the opera is (\"Women always change their minds\"). Many tenors sing this aria in concerts.\nStory.\nThe story takes place in Mantua, a city in Italy. The time is the 16th century. Rigoletto is a jester who works for the Duke of Mantua. Gilda is Rigoletto's daughter. Gilda and the Duke are in love. Rigoletto thinks that the Duke has stolen Gilda and taken her to his palace. He pays money to Sparafucile to kill the Duke. Gilda wants to save the Duke. That night, she dresses in men's clothes and takes his place. Sparafucile thinks she is the Duke and kills her. He puts Gilda's dead body in a bag and gives the bag to Rigoletto. Rigoletto opens the bag. He sees that his daughter has been killed, not the Duke.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":26},{"uri":"Giuseppe_Verdi","surface_form":"Giuseppe Verdi","offset":47},{"uri":"Francesco_Maria_Piave","surface_form":"Francesco Maria Piave","offset":79},{"uri":"Libretto","surface_form":"libretto","offset":111},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":167},{"uri":"Venice","surface_form":"Venice","offset":229},{"uri":"Composer","surface_form":"composed","offset":261},{"uri":"Tenor","surface_form":"tenor","offset":552},{"uri":"Concert","surface_form":"concert","offset":577},{"uri":"Mantua","surface_form":"Mantua","offset":619},{"uri":"Italy","surface_form":"Italy","offset":637},{"uri":"16th_century","surface_form":"16th century","offset":660},{"uri":"Jester","surface_form":"jester","offset":689},{"uri":"Duke","surface_form":"Duke","offset":714},{"uri":"Palace","surface_form":"palace","offset":862}]}