{"id":258470,"url":"http://en.wikipedia.org/wiki/Lucia_di_Lammermoor","text":"\"Lucia di Lammermoor\" is an Italian opera in three acts. Salvatore Cammarano wrote the libretto (story and words). Gaetano Donizetti wrote the music. The opera is based on Sir Walter Scott's novel, \"The Bride of Lammermoor\".\nThe opera was first performed on September 26, 1835 at the Teatro di San Carlo in Naples, Italy. Fanny Tacchinardi-Persiani played the title role. The opera is celebrated for the sextet \"Chi mi frena\" and Lucia's lengthy Mad Scene, a technically and dramatically demanding double-aria \"tour de force\". The opera was a great success. Every number received a tremendous ovation. Donizetti and the cast were called forth for numerous curtain calls. The opera is number 19 on the Operabase list of the most performed operas worldwide.\nStory.\nBackground. The story is set in the early 18th century at Lammermoor Castle in Scotland. Two noble families the Ashtons and the Ravenswoods are bitter enemies. They have very nearly exterminated one another with constant warring. Enrico is almost broke. He has arranged a marriage for Lucia with a rich man. He hopes this marriage will relieve his money troubles. He is aware however that Lucia is in love Edgardo.\nAct One. Normanno and others search the castle gardens for an intruder. They believe it is Edgardo on his way to meet Lucia. Enrico has marriage plans for Lucia, and vows to end her affair with his mortal enemy. Lucia waits for Edgardo in another part of the garden. She says she has seen the ghost of a maiden who died for love. Her maid believes this is a bad omen. Edgardo enters. He tells Lucia he must leave for France on family business. He hopes to make his peace with Enrico and marry Lucia. They exchange rings.\nAct Two. Enrico has decided Lucia will marry Arturo at once. He knows she will resist, so he shows her a forged letter. It says that Edgardo has found a new lover. Lucia is crushed. Raimondo urges her to marry Arturo. Arturo arrives, and, with the stunned Lucia, signs the marriage contract. Edgardo suddenly enters and discovers Lucia's signature on the marriage contract. He curses her, and throws his ring on the floor.\nAct Three. The wedding has taken place. Arturo and Lucia have retired to the bridal chamber. Raimondo interrupts the festivities in the Great Hall. He says Lucia is insane and has stabbed her husband to death. Lucia enters carrying a dagger. Her gown is smeared with blood. She acts disoriented. She imagines she is beside Edgardo, and soon to be married to him. She collapses and is carried away. Outside the castle, Edgardo learns that Lucia has died. He stabs himself, hoping to be united in death with Lucia.","categories":[],"infobox_types":["opera"],"annotations":[{"uri":"Opera","surface_form":"opera","offset":36},{"uri":"Salvatore_Cammarano","surface_form":"Salvatore Cammarano","offset":57},{"uri":"Libretto","surface_form":"libretto","offset":87},{"uri":"Gaetano_Donizetti","surface_form":"Gaetano Donizetti","offset":115},{"uri":"Walter_Scott","surface_form":"Walter Scott","offset":176},{"uri":"Novel","surface_form":"novel","offset":191},{"uri":"Teatro_di_San_Carlo","surface_form":"Teatro di San Carlo","offset":284},{"uri":"Naples%2C_Italy","surface_form":"Naples, Italy","offset":307},{"uri":"Mad_Scene","surface_form":"Mad Scene","offset":446},{"uri":"Ghost","surface_form":"ghost","offset":1471},{"uri":"Forgery","surface_form":"forged","offset":1804},{"uri":"Signature","surface_form":"signature","offset":2037},{"uri":"Curse","surface_form":"curse","offset":2076},{"uri":"Insane","surface_form":"insane","offset":2287}]}