{"id":258488,"url":"http://en.wikipedia.org/wiki/Terror_birds","text":"Terror birds, the family Phorusrhacidae, were large carnivorous flightless birds. They were the dominant predators in South America during the Cainozoic, from 62–2 million years ago. They were roughly 1–3 meters (3–10 feet) tall.\n\"Titanis walleri\", one of the larger species, is known from Texas and Florida in North America. This makes the phorusrhacids the only known example of large South American predators migrating north during the Great American Interchange. This took place after the volcanic Isthmus of Panama land bridge rose about three million years ago.\nA recently discovered species, \"Kelenken guillermoi\" from Middle Miocene some 15 million years ago, discovered in Patagonia in 2006, had the largest bird skull yet found. The fossil has been described as being a, nearly intact skull. The beak is roughly long and curves in a hook shape that resembles an eagle's beak. Most species described as phorusrhacid were smaller, tall, but the new fossil belongs to a bird that probably stood about tall. The large terror birds were nimble and quick runners able to reach speeds of.\nSimulations of a terror bird strike produced by the Discovery Channel using a pneumatic model have demonstrated the larger species could easily crush the skull of its prey and puncture through bone with its beak. They had a fearsome weapon, a beak which could be driven into prey with the force of a sledgehammer, and could at speed over long distances. The Phorusrhacids are colloquially known as \"terror birds\", as the larger species were apex predators during the Miocene.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":18},{"uri":"Carnivorous","surface_form":"carnivorous","offset":52},{"uri":"Flightless_bird","surface_form":"flightless bird","offset":64},{"uri":"Predator","surface_form":"predator","offset":105},{"uri":"South_America","surface_form":"South America","offset":118},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":143},{"uri":"Texas","surface_form":"Texas","offset":290},{"uri":"Florida","surface_form":"Florida","offset":300},{"uri":"North_America","surface_form":"North America","offset":311},{"uri":"Great_American_Interchange","surface_form":"Great American Interchange","offset":439},{"uri":"Isthmus","surface_form":"Isthmus","offset":502},{"uri":"Panama","surface_form":"Panama","offset":513},{"uri":"Miocene","surface_form":"Miocene","offset":633},{"uri":"Patagonia","surface_form":"Patagonia","offset":682},{"uri":"Skull","surface_form":"skull","offset":722},{"uri":"Apex_predator","surface_form":"apex predator","offset":1533},{"uri":"Miocene","surface_form":"Miocene","offset":1559}]}