{"id":258467,"url":"http://en.wikipedia.org/wiki/Faust_(opera)","text":"\"Faust\" is a grand opera in five acts. The music was composed by Charles Gounod. The French libretto was written by Jules Barbier and Michel Carré. The libretto was based on Carré's play \"Faust et Marguerite\". Carre's play was, in turn, based on the first past of Johann Wolfgang von Goethe's \"Faust\". The opera was first performed at the Théâtre-Lyrique in Paris on 19 March 1859. It was well received. The opera was Gounod's greatest success.\n\"Faust\" was one of the most popular operas of the 19th century. It was the first opera to be performed at the Metropolitan Opera in New York City in October 1883. It is an expensive opera to perform because of its large cast and many sets and costumes. Productions of the opera have declined since 1950. References to the opera have been frequent in other media. It is the opera being performed in the 1925 silent movie \"The Phantom of the Opera\", for example. Despite its cost, the opera is still performed. It is number 35 on the Operabase list of the most-performed operas worldwide.\nStory.\nThe opera takes place in Germany during the 16th century.\nAct 1.\nDoctor Faust is an aging scholar. He decides that his studies have come to nothing. They have only caused him to miss out on life and love (\"Rien! En vain j'interroge\"). He tries to kill himself with poison. He stops when he hears a choir. He curses science and faith. He asks for guidance from Satan. Méphistophélès appears (\"duet: Me voici\"). He tempts Faust with a vision of the beautiful Marguerite at her spinning wheel. He persuades Faust to buy Méphistophélès's services on earth in exchange for Faust's in Hell. Faust's cup of poison magically becomes an elixir of youth. He drinks it. The aged doctor becomes a handsome young man. The two companions then set out into the world.\nAct 2.\nNear the city gates, students, soldiers, and villagers sing a drinking song (\"Vin ou Bière\"). Valentin is leaving for war with his friend Wagner. Valentin asks his young friend Siébel to take care of his sister Marguerite (\"O Sainte Medaille\"). Méphistophélès appears. He provides the crowd with wine. He sings a rousing song about the Golden Calf (\"Le veau d'or\"). Méphistophélès says bad things about Marguerite. Valentin tries to strike him with his sword. The sword shatters in the air. Valentin and his friends use the cross-shaped hilts of their swords to drive off what they now know is an infernal power (chorus: \"De l'enfer\"). Méphistophélès is joined by Faust. The villagers dance a waltz (\"Ainsi que la brise légère\"). Marguerite appears. Faust declares his admiration. She declines to walk with Faust out of modesty.\nAct 3.\nIn Marguerite's garden, the lovesick Siébel leaves a bouquet for Marguerite (\"Faites-lui mes aveux\"). Faust sends Méphistophélès in search of a gift for Marguerite and sings a cavatina (\"Salut, demeure chaste et pure\") idealizing Marguerite as a pure child of nature. Méphistophélès brings in a decorated box containing exquisite jewelry and a hand mirror and leaves it on Marguerite's doorstep, next to Siébel's flowers. Marguerite enters, pondering her encounter with Faust at the city gates, and sings a melancholy ballad about the King of Thulé (\"Il était un roi de Thulé\").\nMarthe, Marguerite's neighbour, notices the jewellery and says it must be from an admirer. Marguerite tries on the jewels and is captivated by how they enhance her beauty, as she sings in the famous aria, the \"Jewel Song\" (\"Ah! je ris de me voir si belle en ce miroir\"). Méphistophélès and Faust join the women in the garden and romance them. Marguerite allows Faust to kiss her (\"Laisse-moi, laisse-moi contempler ton visage\"), but then asks him to go away. She sings at her window for his quick return, and Faust, listening, returns to her. Under the watchful eye and malevolent laughter of Méphistophélès, it is clear that Faust's seduction of Marguerite will be successful.\nAct 4.\n\"Marguerite's room / A public square outside her house / A cathedral\"\n[Note: The scenes of acts 4 and 5 are sometimes given in a different order and portions are sometimes shortened or cut in performance.]\nAfter being impregnated and abandoned by Faust, Marguerite has given birth and is a social outcast. She sings an aria at her spinning wheel (\"Il ne revient pas\"). Siébel stands by her. The scene shifts to the square outside Marguerite's house. Valentin's company returns from the war to a military march (\"Deposons les armes\" and \"Gloire immortelle de nos aïeux\", the well-known \"soldiers' chorus\"). Siébel asks Valentin to forgive Marguerite. Valentin rushes to her cottage. While he is inside Faust and Méphistophélès appear, and Méphistophélès, thinking that only Marguerite is there, sings a mocking burlesque of a lover's serenade under Marguerite's window (\"Vous qui faites l'endormie\"). Valentin comes out of the cottage, now knowing that Faust has debauched his sister. The three men fight, Méphistophélès blocking Valentin's sword, allowing Faust to make the fatal thrust. With his dying breath Valentin blames Marguerite for his death and condemns her to Hell before the assembled townspeople (\"Ecoute-moi bien Marguerite\"). Marguerite goes to the church and tries to pray there but is stopped, first by Méphistophélès and then by a choir of devils. She finishes her prayer but faints when she is cursed again by Méphistophélès.\nAct 5.\n\"The Harz Mountains on Walpurgis Night / A cavern / The interior of a prison\"\nMéphistophélès and Faust are surrounded by witches (\"Un, deux et trois\"). Faust is transported to a cave of queens and courtesans, and Méphistophélès promises to provide Faust with the love of the greatest and most beautiful women in history. An orgiastic ballet suggests the revelry that continues throughout the night. As dawn approaches, Faust sees a vision of Marguerite and calls for her. Méphistophélès helps Faust enter the prison where Marguerite is being held for killing her child. They sing a love duet (\"Oui, c'est toi que j'aime\"). Méphistophélès states that only a mortal hand can deliver Marguerite from her fate, and Faust offers to rescue her from the hangman, but she prefers to trust her fate to God and His angels (\"Anges purs, anges radieux\"). At the end she asks why Faust's hands are covered in blood, pushes him away, and falls down motionless. Méphistophélès curses, as a voice on high sings \"Sauvée!\" (\"Saved!\"). The bells of Easter sound and a chorus of angels sings \"Christ est ressuscité!\" ('\"Christ is risen!\"). The walls of the prison open, and Marguerite's soul rises to heaven. In despair Faust follows it with his eyes; he falls to his knees and prays. Méphistophélès is turned away by the shining sword of the archangel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grand_opera","surface_form":"grand opera","offset":13},{"uri":"Act_(drama)","surface_form":"act","offset":33},{"uri":"Music","surface_form":"music","offset":43},{"uri":"Composition_(music)","surface_form":"composed","offset":53},{"uri":"Charles_Gounod","surface_form":"Charles Gounod","offset":65},{"uri":"French_language","surface_form":"French","offset":85},{"uri":"Libretto","surface_form":"libretto","offset":92},{"uri":"Johann_Wolfgang_von_Goethe","surface_form":"Johann Wolfgang von Goethe","offset":264},{"uri":"Goethe%27s_Faust","surface_form":"Faust","offset":294},{"uri":"Performance","surface_form":"performed","offset":322},{"uri":"Paris","surface_form":"Paris","offset":358},{"uri":"Century","surface_form":"century","offset":500},{"uri":"Metropolitan_Opera","surface_form":"Metropolitan Opera","offset":555},{"uri":"New_York_City","surface_form":"New York City","offset":577},{"uri":"October","surface_form":"October","offset":594},{"uri":"Mass_media","surface_form":"media","offset":801},{"uri":"Silent_movie","surface_form":"silent movie","offset":852},{"uri":"The_Phantom_of_the_Opera_(1925_movie)","surface_form":"The Phantom of the Opera","offset":866},{"uri":"Scholar","surface_form":"scholar","offset":1129},{"uri":"Poison","surface_form":"poison","offset":1304},{"uri":"Choir","surface_form":"choir","offset":1337},{"uri":"Curse","surface_form":"curse","offset":1347},{"uri":"Science","surface_form":"science","offset":1354},{"uri":"Religion","surface_form":"faith","offset":1366},{"uri":"Satan","surface_form":"Satan","offset":1399},{"uri":"Vision","surface_form":"vision","offset":1472},{"uri":"Earth","surface_form":"earth","offset":1585},{"uri":"Hell","surface_form":"Hell","offset":1618},{"uri":"Poison","surface_form":"poison","offset":1639},{"uri":"Medical_doctor","surface_form":"doctor","offset":1707},{"uri":"Man","surface_form":"man","offset":1739},{"uri":"World","surface_form":"world","offset":1785},{"uri":"Student","surface_form":"student","offset":1820},{"uri":"Soldier","surface_form":"soldier","offset":1830},{"uri":"Villager","surface_form":"villager","offset":1844},{"uri":"Sister","surface_form":"sister","offset":2003},{"uri":"Crowd","surface_form":"crowd","offset":2084},{"uri":"Wine","surface_form":"wine","offset":2095},{"uri":"Song","surface_form":"song","offset":2120},{"uri":"Golden_Calf","surface_form":"Golden Calf","offset":2135},{"uri":"Sword","surface_form":"sword","offset":2252},{"uri":"Hilt","surface_form":"hilt","offset":2336},{"uri":"Waltz","surface_form":"waltz","offset":2492},{"uri":"Cavatina","surface_form":"cavatina","offset":2811},{"uri":"Der_K%C3%B6nig_in_Thule","surface_form":"King of Thulé","offset":3170},{"uri":"Walpurgis_Night","surface_form":"Walpurgis Night","offset":5374}]}