{"id":258577,"url":"http://en.wikipedia.org/wiki/Dromornis","text":"\"Dromornis\" is a genus of fossil flightless birds. It lived in Australia from the late Miocene to the early Pliocene. This means early humans never met this animal.\n\"Dromornis\" had a huge beak and jaw capable of great force. It did not have the typical beak and claws of a carnivore, and its life style is not certain. Though they looked like giant emus, the \"Dromornis\" are more closely related to geese.\n\"Dromornis stirtoni\" was three metres (10 feet) tall and weighed up to half a ton (500 kilos). It inhabited subtropical open woodland in Australia during the late Miocene. It may have been partly carnivorous. It was heavier than the Moa and taller than \"Aepyornis\".\n\"D. stirtoni\" had a long neck and stub-like wings, so it was flightless. Its legs were powerful, but it was not a fast runner. The bird's beak was large and immensely powerful, leading early researchers to believe that it was used to shear through tough plant stalks. However, others have argued that the size of the beak suggests that the bird was a carnivore. There were forests and a permanent water supply where the \"Dromornis\" birds lived, although the climate was unpredictable.\n\"Dromornis\" are part of a family of giant birds called Dromornithidae that lived from 15 million years ago until less than 30,000 years ago. Australasia had started to separate from other continents as Gondwana started to break up in the Mesozoic era.\nAustralia's last connection with Antarctica broke about 40 million years ago. Since then the animals of Australasia (Australia and New Guinea) evolved slowly in almost complete isolation from the animals of other continents, except for the occasional immigrant species from Asia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":17},{"uri":"Fossil","surface_form":"fossil","offset":26},{"uri":"Flightless_birds","surface_form":"flightless birds","offset":33},{"uri":"Australia","surface_form":"Australia","offset":63},{"uri":"Miocene","surface_form":"Miocene","offset":87},{"uri":"Pliocene","surface_form":"Pliocene","offset":108},{"uri":"Carnivore","surface_form":"carnivore","offset":273},{"uri":"Emu","surface_form":"emu","offset":349},{"uri":"Geese","surface_form":"geese","offset":399},{"uri":"Australia","surface_form":"Australia","offset":543},{"uri":"Miocene","surface_form":"Miocene","offset":569},{"uri":"Carnivore","surface_form":"carnivorous","offset":602},{"uri":"Moa","surface_form":"Moa","offset":639},{"uri":"Aepyornis","surface_form":"Aepyornis","offset":660},{"uri":"Australasia","surface_form":"Australasia","offset":1298},{"uri":"Gondwana","surface_form":"Gondwana","offset":1359},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":1395},{"uri":"Antarctica","surface_form":"Antarctica","offset":1442},{"uri":"New_Guinea","surface_form":"New Guinea","offset":1540},{"uri":"Species","surface_form":"species","offset":1670},{"uri":"Asia","surface_form":"Asia","offset":1683}]}