{"id":258587,"url":"http://en.wikipedia.org/wiki/Gastornis","text":"\"Gastornis\", formerly known as \"Diatryma\", is an extinct genus of large flightless birds. They lived in the late Paleocene and early Eocene epochs of the Cainozoic. The first remains were discovered in the mid-19th century.\nIn the 1870s, the famous American paleontologist Edward Drinker Cope discovered another, more complete set of fossils in North America, and named them \"Diatryma\".\nThe fossil remains of these birds have been found in western-central Europe (England, Belgium, France and Germany) as well as North America. Their life style is in dispute.\nDescription.\n\"Gastornis parisiensis\" measured on average 1.75 metres (5.7 ft) tall, but large individuals grew up to 2 metres (6.6 ft) tall. \"Gastornis\" had a huge beak with a slightly hooked top, which possibly suggests that it was carnivorous. \"Gastornis\" had large powerful legs. It had large feet with small talons. Fossil footprints suggest it was a herbivore.\nDistribution.\nAlthough North American and Europe were separated by the end of the Cretaceous, there must have been a landbrige still in place somewhere. This is because the European and North American \"Diatryma\"s were so similar. Other bird and mammal genera also occur on both sides of the (present-day) North Atlantic in the Palaeocene and Eocene. This is evidence that Europe and North America were once connected by dry land in part of the early Cainozoic.\nPalaeoecology.\nAt its time, the environment where \"Gastornis\" lived had dense forest and a moist to dry subtropical or even tropical climate. North America and Europe were still rather close, and Greenland probably was covered with lush woodland and grassland. Only narrow straits of a few 100 km at most would have blocked landbound dispersal of the \"Gastornis\" ancestors. Land in North American was connected. Their European range was an archipelago, with the Alpsbuilding up, and high sea levels in the Paleocene and Eocene. Geographically, it was roughly similar to today's Indonesia.\n\"Gastornis\" has been depicted as predatory. However, some doubt the bird was agile enough to catch fast-moving prey, and have doubts about the beak being right for carnivory. It may be that \"Gastornis\" was an ambush hunter, or used pack hunting techniques to pursue or ambush prey. If \"Gastornis\" was a predator, it would have needed some means of hunting prey through the dense forest.\nAlternatively, they may have been mainly scavengers, omnivores or even herbivores. The large beak of \"Gastornis\" would have been suited for crushing seeds and tearing off vegetation. But it seems too strong for a purely vegetarian diet. Regardless of what these birds ate, the beak may have been used also for social display – its presence in all known fossils argues against a sexual display role. These contradicting hypotheses, which can't be separated by the evidence, make the paleobiology of \"Gastornis\" unclear.\nSimilar gigantic birds of the Cenozoic were the South American terror birds (phorusrhacids) and the Australian mihirungs (\"Dromornis\"). The former were certainly carnivorous, and the latter are suspected of being predators, too. On the other hand, ratites, the flightless giant birds of our time, feed on plants, small vertebrates, and invertebrates.\n\"Gastornis\" were among the largest, if not \"the\" largest birds alive during the Paleogene. They had few natural enemies and serious competitors. If these huge birds were active hunters, they must have been important apex predators which dominated the forest ecosystems of North America and Europe until the middle Eocene.\nThe mid-Eocene saw the rise of large creodont and mesonychid predators in Eurasia and North America. The appearance of these new predators coincides with the decline of \"Gastornis\" and its relatives. This was possibly due to an increased tendency of mammalian predators to hunt together in packs (especially in the hyaena-like creodonts). We know of no bird which weighed more than half a metric ton. Perhaps they could not evolve to larger sizes. If so, they could not compete by sheer bulk as mammals are often able to do.\nTrace fossils.\nIn late Paleocene deposits of Spain and early Eocene deposits of France, shell fragments of huge eggs have turned up in Provence. These are presumably from \"Gastornis\".\nSome of these fragments were complete enough to reconstruct a size of 24 by 10 cm (about 9.5 by 4 inches) with shells 2.3–2.5 mm (0.09–0.1 in) thick. This is roughly half again as large as an ostrich egg, and very different in shape from the more rounded ratite eggs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":57},{"uri":"Bird","surface_form":"bird","offset":83},{"uri":"Paleocene","surface_form":"Paleocene","offset":113},{"uri":"Eocene","surface_form":"Eocene","offset":133},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":154},{"uri":"Paleontologist","surface_form":"paleontologist","offset":258},{"uri":"Edward_Drinker_Cope","surface_form":"Edward Drinker Cope","offset":273},{"uri":"North_America","surface_form":"North America","offset":345},{"uri":"England","surface_form":"England","offset":464},{"uri":"Belgium","surface_form":"Belgium","offset":473},{"uri":"France","surface_form":"France","offset":482},{"uri":"Germany","surface_form":"Germany","offset":493},{"uri":"North_America","surface_form":"North America","offset":513},{"uri":"Dispute","surface_form":"dispute","offset":551},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1008},{"uri":"Genera","surface_form":"genera","offset":1178},{"uri":"Atlantic","surface_form":"Atlantic","offset":1237},{"uri":"Palaeocene","surface_form":"Palaeocene","offset":1253},{"uri":"Eocene","surface_form":"Eocene","offset":1268},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":1376},{"uri":"Subtropical","surface_form":"subtropical","offset":1491},{"uri":"Tropical","surface_form":"tropical","offset":1511},{"uri":"Climate","surface_form":"climate","offset":1520},{"uri":"Greenland","surface_form":"Greenland","offset":1583},{"uri":"Strait","surface_form":"strait","offset":1660},{"uri":"Archipelago","surface_form":"archipelago","offset":1827},{"uri":"Alps","surface_form":"Alps","offset":1849},{"uri":"Sea_level","surface_form":"sea level","offset":1875},{"uri":"Geographical","surface_form":"Geographical","offset":1915},{"uri":"Indonesia","surface_form":"Indonesia","offset":1965},{"uri":"Ambush","surface_form":"ambush","offset":2185},{"uri":"Omnivore","surface_form":"omnivore","offset":2416},{"uri":"Herbivore","surface_form":"herbivore","offset":2434},{"uri":"Hypothesis","surface_form":"hypotheses","offset":2782},{"uri":"Evidence","surface_form":"evidence","offset":2826},{"uri":"South_America","surface_form":"South America","offset":2930},{"uri":"Terror_birds","surface_form":"terror birds","offset":2945},{"uri":"Phorusrhacidae","surface_form":"phorusrhacids","offset":2959},{"uri":"Dromornis","surface_form":"Dromornis","offset":3005},{"uri":"Ratite","surface_form":"ratite","offset":3130},{"uri":"Invertebrate","surface_form":"invertebrate","offset":3218},{"uri":"Paleogene","surface_form":"Paleogene","offset":3313},{"uri":"Predator","surface_form":"predator","offset":3454},{"uri":"Forest","surface_form":"forest","offset":3484},{"uri":"Ecosystem","surface_form":"ecosystem","offset":3491},{"uri":"Creodont","surface_form":"creodont","offset":3592},{"uri":"Mesonychid","surface_form":"mesonychid","offset":3605},{"uri":"Hyena","surface_form":"hyaena","offset":3870},{"uri":"Metric","surface_form":"metric","offset":3944},{"uri":"Ton","surface_form":"ton","offset":3951},{"uri":"Spain","surface_form":"Spain","offset":4125},{"uri":"Egg_(biology)","surface_form":"eggs","offset":4192},{"uri":"Provence","surface_form":"Provence","offset":4215},{"uri":"Ostrich","surface_form":"ostrich","offset":4456},{"uri":"Ratite","surface_form":"ratite","offset":4519}]}