{"id":258519,"url":"http://en.wikipedia.org/wiki/Drowning_Pool","text":"Drowning Pool, often known as DP, are an alternative metal band from Texas in America. The most popular song they have brought out is \"Bodies\" which is often called \"Let The Bodies Hit The Floor\" because of the repeated line in the chorus. They have brought out five albums on the record label Eleven Seven, and have one live album out called \"Loudest Common Denominator\".\nEarly years as instrumental trio (1996–1998).\nDrowning Pool formed in Dallas, Texas in 1996. Guitarist C.J. Pierce and drummer Mike Luce formed Drowning Pool after relocating from New Orleans, Louisiana, to Dallas. There, they found and recruited bassist Stevie Benton. For a few years they stuck to performing as an instrumental trio\nArrival of Dave Williams and \"Pieces of Nothing\" (1999–2000).\nIn 1999, with the arrival of vocalist Dave Williams. After recording a demo, Drowning Pool hooked up with Sevendust which got Drowning Pool in touch with Hed PE and Kittie. After touring with these bands, Drowning Pool got their demos enough radio play to get signed by Wind-up Records. The band made music with producer Jay Baumgardner.\nIn 2000, Drowning Pool released a six-track EP called Pieces Of Nothing (with I Am, Bodies, Follow, Tear Away, Less Than Zero and Told You So).\n\"Sinner,\" death of Dave Williams and Jason Jones (2001–2003).\nDrowning Pool rose to fame with debut album and played at the Ozzfest in 2001. Their 2001 debut album \"Sinner\" was certified platinum within six weeks. A number of songs from the album were featured at various WWF events that year, and three tracks would be included on the soundtrack for the Funimation dub of in early 2002.\nOn August 14 that year, Dave Williams was found dead inside his tour bus. He died from an undiagnosed heart condition, now known to be cardiomyopathy. When asked if the band had any unreleased songs, according to a 2002 Blabbermouth article, drummer Mike Luce replied that \"only 3-4 songs were done, including one called \"Heroes,\" which is a tribute to dead rock musicians such as Layne Staley. I don't know if we will ever release them.\"\nIn 2003, Jason 'Gong' Jones replaced Williams as Drowning Pool's vocalist\n\"Desensitized\" and Ryan McCombs (2004–2006).\nThe band released the album \"Desensitized\" in 2004. Despite the success of the album's lead single, \"Step Up,\" the album was not nearly as successful as \"Sinner\", and it was publicly announced on June 14, 2005 that Jones had departed from the band, due to \"irreconcilable differences\". The band announced that their replacement singer would be formally announced at Ozzfest in Dallas, where the band did a one-off performance on the main stage. On July 20, 2005, the website SMNNews revealed that Ryan McCombs, then former singer of SOiL, was the new vocalist. The band initially wanted McCombs to join Drowning Pool as the replacement of Dave Williams, nearly two years prior. In spring of 2006, the band announced that they had parted ways with Wind-up Records. In October 2006, a new song \"No More\" was announced to be released on the \"Saw III\" soundtrack, their first song (besides a re-recorded version of \"Rise Up\") with McCombs. The bands recorded version of \"Rise Up\", was used as the theme song for WWE SmackDown from September 30, 2004 – September 26, 2008. The band signed a new deal with Eleven Seven Music and also announced a new management company, Tenth Street Entertainment.\n\"Full Circle,\" self-titled album and Jasen Mareno (2007–2012).\nThe band's third album, \"Full Circle\", was released on August 7, 2007. Two songs on the album were produced by Funny Farm Records, owned by Mötley Crüe bassist Nikki Sixx and former Beautiful Creatures guitarist DJ Ashba. The remaining songs were produced by Ben Schigel at the Ohio-based Spider Studios. The band then toured with Saliva in North America and also Sick Puppies and Seether in support of the album. Later in the year, work on a fourth album was announced. On March 3, 2009, the band released a live album, \"Loudest Common Denominator\", which featured acoustic versions of \"Shame\" and \"37 Stitches\" from \"Full Circle\".\nThe band finished recording their self-titled album with producer Kato Khandwala at House of Loud in New Jersey. It was the first studio album in the band's history not to feature a change of vocalist from the preceding album. The album's first single \"Feel Like I Do\", was released as a free download on their official website, and the album was released on April 27, 2010. On November 7, 2011, C.J. Pierce and Mike Luce announced a new project with former Nonpoint members Zach Broderick and Ken McMillan titled Voodoo Corps. In November 2011, McCombs left the band to reunite with SOiL for touring and a new album. The band, now once again without a singer, began writing new material for a fifth studio album while holding vocalist auditions.\nIn July 2012, Jasen Moreno, from The Suicide Hook, was announced to be the band's new vocalist. On August 14, the 10th anniversary of Dave Williams' death, the band released a song in tribute of him, their first with Moreno titled \"In Memory Of...\". Two further singles were released with Moreno, \"Saturday Night\" in November 2012, and \"One Finger and a Fist\" in December 2012\n\"Resilience\", 13th anniversary of \"Sinner\" and \"Hellelujah\" .\nThe band released their fifth album, \"Resilience\", on April 9, 2013. On September 10, the band announced that they would celebrate the thirteenth anniversary of \"Sinner\" with a U.S. tour starting from October 22, in which they plan to dig deep into the songs from their debut album. Drowning Pool released a reissue of their album \"Sinner\" called the \"Unlucky 13th Anniversary Edition\" in 2014.\nThe band signed to eOne Music in August 2015. On October 13, it was announced the band's sixth album titled \"Hellelujah\" would be released January 22 via eOne Music with producer Jason Suecof. The date was later postponed to February 5.\nOn November 19, the band released new single from their \"Hellelujah\" album called \"By the Blood\".\nOn May 17, 2016 the band announced that they would be taking part in the Make America Rock Again super tour on select dates throughout the summer and fall 2016. The tour featured other artists who had success throughout the 2000s, including Trapt, Saliva, Saving Abel, Crazy Town, 12 Stones and Tantric, Fuel, Puddle Of Mudd and P.O.D..","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_metal","surface_form":"alternative metal","offset":41},{"uri":"Band","surface_form":"band","offset":59},{"uri":"Texas","surface_form":"Texas","offset":69},{"uri":"Album","surface_form":"album","offset":267},{"uri":"Record_label","surface_form":"record label","offset":281},{"uri":"Eleven_Seven","surface_form":"Eleven Seven","offset":294},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":443},{"uri":"New_Orleans","surface_form":"New Orleans","offset":553},{"uri":"Louisiana","surface_form":"Louisiana","offset":566},{"uri":"Stevie_Benton","surface_form":"Stevie Benton","offset":628},{"uri":"Dave_Williams_(singer)","surface_form":"Dave Williams","offset":808},{"uri":"Sevendust","surface_form":"Sevendust","offset":876},{"uri":"Hed_PE","surface_form":"Hed PE","offset":924},{"uri":"Kittie","surface_form":"Kittie","offset":935},{"uri":"Wind-up_Records","surface_form":"Wind-up Records","offset":1040},{"uri":"Ozzfest","surface_form":"Ozzfest","offset":1376},{"uri":"Sinner_(Drowning_Pool_album)","surface_form":"Sinner","offset":1417},{"uri":"WWE","surface_form":"WWF","offset":1524},{"uri":"Funimation","surface_form":"Funimation","offset":1607},{"uri":"Cardiomyopathy","surface_form":"cardiomyopathy","offset":1775},{"uri":"Blabbermouth","surface_form":"Blabbermouth","offset":1860},{"uri":"Layne_Staley","surface_form":"Layne Staley","offset":2021},{"uri":"Jason_Jones_(singer)","surface_form":"Jason 'Gong' Jones","offset":2088},{"uri":"Desensitized_(Drowning_Pool)","surface_form":"Desensitized","offset":2227},{"uri":"Step_Up_(Drowning_Pool_song)","surface_form":"Step Up","offset":2299},{"uri":"Soil_(band)","surface_form":"SOiL","offset":2731},{"uri":"Wind-up_Records","surface_form":"Wind-up Records","offset":2945},{"uri":"Saw_III_soundtrack","surface_form":"\"Saw III\" soundtrack","offset":3036},{"uri":"WWE_SmackDown","surface_form":"WWE SmackDown","offset":3206},{"uri":"Eleven_Seven_Music","surface_form":"Eleven Seven Music","offset":3298},{"uri":"Full_Circle_(Drowning_Pool_album)","surface_form":"Full Circle","offset":3478},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Mötley Crüe","offset":3593},{"uri":"Nikki_Sixx","surface_form":"Nikki Sixx","offset":3613},{"uri":"Beautiful_Creatures_(band)","surface_form":"Beautiful Creatures","offset":3635},{"uri":"DJ_Ashba","surface_form":"DJ Ashba","offset":3665},{"uri":"Ben_Schigel","surface_form":"Ben Schigel","offset":3712},{"uri":"Saliva_(band)","surface_form":"Saliva","offset":3784},{"uri":"Sick_Puppies","surface_form":"Sick Puppies","offset":3817},{"uri":"Seether","surface_form":"Seether","offset":3834},{"uri":"Loudest_Common_Denominator","surface_form":"Loudest Common Denominator","offset":3975},{"uri":"Full_Circle_(Drowning_Pool_album)","surface_form":"Full Circle","offset":4072},{"uri":"Drowning_Pool_(album)","surface_form":"self-titled album","offset":4120},{"uri":"Nonpoint","surface_form":"Nonpoint","offset":4544},{"uri":"In_Memory_Of..._(song)","surface_form":"In Memory Of...","offset":5065},{"uri":"One_Finger_and_a_Fist","surface_form":"One Finger and a Fist","offset":5170},{"uri":"Resilience_(Drowning_Pool_album)","surface_form":"Resilience","offset":5310},{"uri":"EOne_Music","surface_form":"eOne Music","offset":5686},{"uri":"EOne_Music","surface_form":"eOne Music","offset":5821},{"uri":"Make_America_Rock_Again","surface_form":"Make America Rock Again","offset":6075},{"uri":"Trapt","surface_form":"Trapt","offset":6243},{"uri":"Saliva_(band)","surface_form":"Saliva","offset":6250},{"uri":"Saving_Abel","surface_form":"Saving Abel","offset":6258},{"uri":"Crazy_Town","surface_form":"Crazy Town","offset":6271},{"uri":"12_Stones","surface_form":"12 Stones","offset":6283},{"uri":"Tantric_(band)","surface_form":"Tantric","offset":6297},{"uri":"Fuel_(band)","surface_form":"Fuel","offset":6306},{"uri":"Puddle_Of_Mudd","surface_form":"Puddle Of Mudd","offset":6312},{"uri":"P.O.D.","surface_form":"P.O.D.","offset":6331}]}