{"id":258624,"url":"http://en.wikipedia.org/wiki/The_Tale_of_Peter_Rabbit","text":"\"The Tale of Peter Rabbit\" is a children's picture book written and illustrated by Beatrix Potter. It is about the adventures of disobedient, playful young Peter Rabbit as he is chased around the garden of Mr. McGregor. He escapes and goes back home to his mother. The story was written for five-year-old Noel Moore. He was the son of Annie Moore, who had been Potter's governess in 1893. It was corrected and privately printed by Potter in 1901 after several publishers refused to print the book. It was printed by Frederick Warne & Co. in 1902. The book was very successful. It was printed again many times. It has been translated into 36 languages. It sold 45 million copies, and became one of the most popular books of all time.\nAfter it was printed, much merchandise for both children and adults with Peter Rabbit was produced. Toys, dishes, food, clothing, videos and other products showed pictures of Peter Rabbit. Potter was one of the first to begin such merchandise when she made a Peter Rabbit doll in 1903. After that, a Peter Rabbit board game was produced.\nAt that time, the traditional literary hero was usually a brave, clever, young white male. Yet Peter Rabbit, the hero of \"The Tale of Peter Rabbit\", was a disobedient little rabbit. Through him, Potter greatly changed the traditional \"good child\" of that time. Peter Rabbit came out as a character in a 1971 ballet movie, and the tale has been used for a television series.\nStory.\nPeter Rabbit, his sisters Flopsy, Mopsy, Cottontail, and his mother are rabbits. They dress in human clothing and walk standing up. However, like real rabbits, they live in a rabbit-hole under a fir-tree. Mother Rabbit told her children not to go into the garden of Mr. McGregor when she went to the market. This is because their father was made into a pie there. However, while Mrs. Rabbit is at the market and the girls are picking blackberries, Peter enters the garden. There, he eats so many vegetables he becomes sick. After that, Mr. McGregor tries to catch Peter. When Peter loses his jacket and his shoes, Mr. McGregor uses them to dress a scarecrow. Peter is almost caught by Mr. McGregor many times. When he finally escapes from Mr. McGregor, Peter goes back home with no shoes, no jacket, and no dinner. His mother puts him to bed and makes him drink chamomile tea because he is so tired and sick. However, his sisters who have been good little rabbits enjoy a special dinner of bread, milk, and blackberries. In a 1904 sequel, \"The Tale of Benjamin Bunny\", Peter goes back to McGregor's garden to find his lost clothes.\nWriting \"The Tale of Peter Rabbit\".\nIn the 1890s, Potter sent illustrated story letters to the children of Annie Moore, who had used to be her governess. In 1900, Moore, who realized how popular Potter's stories could become, suggested they be made into books. Potter agreed. She took her letters (which had been carefully saved by the Moore children) and chose a letter written on 4 September 1893 to five-year-old Noel about a rabbit named Peter. Potter had owned a pet rabbit called Peter Piper. The letter was too short to be a proper book, so Potter made the story longer and added pictures in black and white. She copied the work into a hardcover book with a frontispiece picture of Mrs. Rabbit giving Peter camomile tea at the end of the book.\nPrivate publication.\nPotter's manuscript book had the title of \"The Tale of Peter Rabbit and Mr. McGregor's Garden\". The manuscript was refused by six publishers. Even Frederick Warne & Co. refused to print it, even though it had shown interest in her artwork several years ago. Some publishers wanted a shorter story. Others wanted a longer one. Almost all the publishers wanted the pictures to be colored. Potter grew frustrated because her book continued to be refused. She had already planned what her book should look like. She wanted her book's style and size to be like \"Little Black Sambo\". She had also already thought of how much it should cost.\nAt last, she decided to publish the book herself. On 16 December 1901, the first 460 copies of her privately printed \"The Tale of Peter Rabbit\" were given out to her family and friends.\nFirst commercial edition.\nIn 1901, a friend of Potter's family, Canon Hardwicke Rawnsley, changed Potter's story into a poem and tried giving his version, together with her illustrations and some of her corrected writing, to Frederick Warne & Co. The company refused Rawnsley's version, but they wanted to see Potter's complete manuscript. They hoped that \"The Tale of Peter Rabbit\" would be as successful as Helen Bannerman's greatly popular \"Little Black Sambo\" and other children's books that were being sold at that time. When Warne asked why there were not any colours in the illustrations, though, Potter replied that rabbit-brown and green colors were not interesting. Warne said he would not publish the book, but he said he might publish other books she wrote later.\nWarne wanted color illustrations in \"The Tale of Peter Rabbit\", which he called the 'bunny book'. He also suggested that they only use 32 illustrations instead of the first 42 illustrations. At first, Potter did not want to color her illustrations, but she came to realize that not coloring her illustrations would be a bad idea. She sent Warne some new color illustrations with a copy of her privately printed edition. Warne then gave these two the famous picture book artist, L. Leslie Brooke, to see what he thought about the pictures. Brooke was delighted with Potter's work. At the same time, small picture books became very popular.\nPotter continued showing privately printed copies to her family and friends. Soon the first private printing of 250 copies was sold out, and another 200 had to be prepared. She noted in one copy that her pet rabbit Peter had died on 26 January 1901. He had been nine years old.\nPotter and Warne agreed to publish cheap 5,000 copies. The next year, an official contract was signed in June 1902. Potter worked hard in the process of publishing the story—she drew her pictures again when she needed to, made small changes to the writing, and corrected the punctuation. Even before it was published in early October 1902, the first 8,000 copies were sold. By the end of the year there were 28,000 copies in print. By the middle of 1903 there was a fifth printing, and in the same month, there was a sixth printing. A year after the first commercial publication there were 56,470 copies printed.\nAmerican copyright.\nWarne's New York office did not register the copyright for \"The Tale of Peter Rabbit\" in the United States. Because of this, unlicensed copies of the book began to appear in the spring of 1903. Nothing could stop the printing of unlicensed copies.\nThis made Potter lose a great deal of money. She began to fully realize the need to license her books properly when, after she had successfully published \"The Tale of Squirrel Nutkin\", her father found a toy squirrel called \"Nutkin\" at the Burlington Arcade in Christmas 1903.\nMerchandising.\nAfter \"The Tale of Peter Rabbit\" began to be sold, a great amount of merchandise copied its design and idea. Potter registered the patent for a Peter Rabbit doll on 28 December 1903. The next year, she designed a Peter Rabbit game. She made firm rules about making licensed merchandise such as dolls, books, tea sets, wallpapers, pencils and pens, cards, and other merchandise. Because the Peter Rabbit merchandise was so popular, Potter later said in 1917, \"All rabbits \"are\" called Peter now\". She did add for her American readers, though, \"Peter or Brer Rabbit.\"\nMany different versions of \"The Tale of Peter Rabbit\" and merchandise about it have been produced until now. There are now pop-up books, toy theaters, and lift-the-flap books. By 1988, there were even video versions of the story, computer programs, and Internet websites. Puppets, dolls, games, dishes, clocks and music boxes, baby and children's clothing, tea, jam, toothbrushes and soap, stickers, and even a cake about Peter Rabbit was sold in British supermarkets. Large toy shops in the United States and Britain have parts of the store where they only sell Potter-related toys and merchandise. Some shops only sell entirely Potter-related merchandise.\nOther merchandise about Peter Rabbit is quite different from the first Peter Rabbit. In 1916, Louise A. Field became rich by writing books such as Peter Rabbit Goes to School\" or \"Peter Rabbit and His Ma\". A movie by Golden Films, \"The New Adventures of Peter Rabbit\", gave Peter longer teeth and a fourth sister named Hopsy. This story had him and his city cousin Benny (probably Benjamin Bunny) following a box with his sisters inside it. Another video about the story showed Peter as a Christian preacher singing songs about God and Jesus with children and vegetables.\nCriticism.\n\"The Tale of Peter Rabbit\" is often praised because of its simple, rhythmic words.\nBut round the end of a cucumber frame,\nwhom should he meet but Mr. McGregor!\nLinda Lear noted that Potter began a new kind of animal fable in \"The Tale of Peter Rabbit\". She had made one in which anthropomorphic animals look and act like real animals, with pictures that were drawn by a scientifically minded artist. She added that Peter Rabbit's personality has a lot of real \"rabbity behaviour\" inside it. She said that the tale was a \"perfect marriage of word and image\" and \"a triumph of fantasy and fact\".\nCarole Scott, a literary scholar and critic, wrote in her essay “An Unusual Hero: Perspective and Point of View in \"The Tale of Peter Rabbit\"” (2002) that she thought Potter's story was about a naughty hero with a proper moral at the end. However, she remarked that Potter used many different ways to make the reader feel sympathetic for Peter. Though he made his mother unhappy by disobeying her, stole, escaped from authority (Mr. McGregor), and did not get any punishment except a stomach-ache, Potter makes us feel sorry for him. She thought the greatest conflict in the tale was between the order of society and the forces that tried to go against it—between those who have things and those who want things, and between humans and animal nature. She felt that Peter was a symbol of “rebellion”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illustration","surface_form":"illustrated","offset":68},{"uri":"Beatrix_Potter","surface_form":"Beatrix Potter","offset":83},{"uri":"Disobedient","surface_form":"disobedient","offset":129},{"uri":"Peter_Rabbit","surface_form":"Peter Rabbit","offset":156},{"uri":"Chase","surface_form":"chased","offset":178},{"uri":"Garden","surface_form":"garden","offset":196},{"uri":"Governess","surface_form":"governess","offset":370},{"uri":"Frederick_Warne_%26amp%3B_Co","surface_form":"Frederick Warne & Co","offset":516},{"uri":"Translation","surface_form":"translated","offset":622},{"uri":"Adult","surface_form":"adult","offset":794},{"uri":"Toy","surface_form":"Toy","offset":833},{"uri":"Dish","surface_form":"dish","offset":839},{"uri":"Food","surface_form":"food","offset":847},{"uri":"Clothing","surface_form":"clothing","offset":853},{"uri":"Video","surface_form":"video","offset":863},{"uri":"Doll","surface_form":"doll","offset":1005},{"uri":"Game","surface_form":"game","offset":1052},{"uri":"Literature","surface_form":"literary","offset":1101},{"uri":"Hero","surface_form":"hero","offset":1110},{"uri":"Male","surface_form":"male","offset":1156},{"uri":"Ballet","surface_form":"ballet","offset":1379},{"uri":"Movie","surface_form":"movie","offset":1386},{"uri":"Television","surface_form":"television","offset":1426},{"uri":"Fir","surface_form":"fir","offset":1647},{"uri":"Pie","surface_form":"pie","offset":1805},{"uri":"Blackberry","surface_form":"blackberries","offset":1886},{"uri":"Vegetable","surface_form":"vegetable","offset":1948},{"uri":"Scarecrow","surface_form":"scarecrow","offset":2100},{"uri":"Chamomile","surface_form":"chamomile","offset":2314},{"uri":"Sequel","surface_form":"sequel","offset":2483},{"uri":"The_Tale_of_Benjamin_Bunny","surface_form":"The Tale of Benjamin Bunny","offset":2492},{"uri":"Governess","surface_form":"governess","offset":2727},{"uri":"Book_frontispiece","surface_form":"frontispiece","offset":3249},{"uri":"Manuscript","surface_form":"manuscript","offset":3365},{"uri":"Sorrow","surface_form":"frustrated","offset":3755},{"uri":"Little_Black_Sambo","surface_form":"Little Black Sambo","offset":3913},{"uri":"Poem","surface_form":"poem","offset":4297},{"uri":"Contract","surface_form":"contract","offset":5952},{"uri":"Punctuation","surface_form":"punctuation","offset":6145},{"uri":"Commercial","surface_form":"commercial","offset":6426},{"uri":"Register","surface_form":"register","offset":6535},{"uri":"Copyright","surface_form":"copyright","offset":6548},{"uri":"License","surface_form":"unlicensed","offset":6628},{"uri":"The_Tale_of_Squirrel_Nutkin","surface_form":"The Tale of Squirrel Nutkin","offset":6906},{"uri":"Burlington_Arcade","surface_form":"Burlington Arcade","offset":6991},{"uri":"Patent","surface_form":"patent","offset":7174},{"uri":"License","surface_form":"license","offset":7308},{"uri":"Wallpaper","surface_form":"wallpaper","offset":7361},{"uri":"Brer_Rabbit","surface_form":"Brer Rabbit","offset":7595},{"uri":"Video","surface_form":"video","offset":7810},{"uri":"Clock","surface_form":"clock","offset":7912},{"uri":"Jam","surface_form":"jam","offset":7971},{"uri":"Toothbrush","surface_form":"toothbrush","offset":7976},{"uri":"Soap","surface_form":"soap","offset":7993},{"uri":"Sticker","surface_form":"sticker","offset":7999},{"uri":"Cake","surface_form":"cake","offset":8020},{"uri":"Supermarket","surface_form":"supermarket","offset":8064},{"uri":"Golden_Films","surface_form":"Golden Films","offset":8484},{"uri":"The_New_Adventures_of_Peter_Rabbit","surface_form":"The New Adventures of Peter Rabbit","offset":8499},{"uri":"The_Tale_of_Benjamin_Bunny","surface_form":"Benjamin Bunny","offset":8648},{"uri":"Preacher","surface_form":"preacher","offset":8766},{"uri":"God","surface_form":"God","offset":8795},{"uri":"Jesus","surface_form":"Jesus","offset":8803},{"uri":"Vegetable","surface_form":"vegetable","offset":8827},{"uri":"Rhythm","surface_form":"rhythm","offset":8917},{"uri":"Cucumber","surface_form":"cucumber","offset":8956},{"uri":"Fable","surface_form":"fable","offset":9066},{"uri":"Anthropomorphic","surface_form":"anthropomorphic","offset":9129},{"uri":"Science","surface_form":"scientifically","offset":9220},{"uri":"Fantasy","surface_form":"fantasy","offset":9425}]}