{"id":258638,"url":"http://en.wikipedia.org/wiki/Two_of_Us_(song)","text":"\"Two of Us\" is a song by The Beatles, written by Paul McCartney, although it is credited to McCartney. Lennon and McCartney sang the song as a duet. It was written for Linda Eastman, McCartney's soon to be wife, though it sounds at times as if it is addressing Lennon, whose relationship with McCartney was tense at that time.\nComposition.\n\"Two of Us\" was originally a hard rock song. In the \"Let It Be\" film, McCartney and Lennon sing the song \"rocker\" style into the same microphone. McCartney had never been satisfied with this style, which he said was \"chunky.\" And so on 24 January, he and the band reworked it. Lennon had ideas about how the song might sound if Stevie Wonder performed it, and just before revisiting the song, the band had run through the Everly Brothers hit \"Cathy's Clown\". With these influences and a move from electric guitar to acoustic, the song transformed into the gentler, stripped-down version that fans know today. The Beatles performed a finished version of the song live at Apple Studios on 31 January 1969; this performance was included in both the \"Let it Be\" film and album.\nThe song was originally titled \"On Our Way Home\". In May 1969, McCartney produced a recording of the song using this title by the group Mortimer, a New York City trio that briefly recorded for Apple, but this recording was never released.\nIntro.\nAt the beginning of the recording Lennon says, \"'I Dig a Pygmy', by Charles Hawtrey and the Deaf Aids... Phase One, in which Doris gets her oats!\" The joke was mixed in by Phil Spector for the \"Let It Be\" album and also appeared in the \"Let It Be\" film, both released in 1970. \"The deaf aids\" – the British term for hearing aids – was also the nickname given to the Beatles' Vox amplifiers.\nWriting credit.\nIn his 1980 interview with \"Playboy\", Lennon claimed he wrote the song, but he may have been distracted at the time by a previous question about \"Don't Let Me Down.\"\nIn fact, in his 1972 interview with the Hit Parader, Lennon said that Two of Us was written by McCartney.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Beatles","surface_form":"The Beatles","offset":25},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":49},{"uri":"McCartney","surface_form":"McCartney","offset":92},{"uri":"Linda_McCartney","surface_form":"Linda Eastman","offset":168},{"uri":"Let_It_Be_(film)","surface_form":"\"Let It Be\"","offset":392},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":668},{"uri":"Everly_Brothers","surface_form":"Everly Brothers","offset":762},{"uri":"Cathy%27s_Clown","surface_form":"Cathy's Clown","offset":783},{"uri":"Apple_Corps","surface_form":"Apple Studios","offset":1010},{"uri":"Pygmy","surface_form":"Pygmy","offset":1417},{"uri":"Charles_Hawtrey_(actor_born_1914)","surface_form":"Charles Hawtrey","offset":1428},{"uri":"Phil_Spector","surface_form":"Phil Spector","offset":1532},{"uri":"Let_It_Be_(album)","surface_form":"Let It Be","offset":1554},{"uri":"Let_It_Be_(film)","surface_form":"Let It Be","offset":1597},{"uri":"Hearing_aid","surface_form":"hearing aid","offset":1676},{"uri":"Vox_(musical_equipment)","surface_form":"Vox","offset":1735},{"uri":"Don%27t_Let_Me_Down_(The_Beatles_song)","surface_form":"Don't Let Me Down","offset":1913}]}