{"id":25863,"url":"http://en.wikipedia.org/wiki/Tyrannosaurus","text":"\"Tyrannosaurus\" was a large predatory dinosaur from the Upper Cretaceous, 68 to 66 million years ago.\n\"Tyrannosaurus\" was a bipedal carnivore with a massive skull balanced by a long, heavy tail. Compared to the large and powerful hind limbs, its forelimbs were small, but powerful for their size. They had two clawed digits.\nThere is discussion as to whether it was a hunter or a scavenger. Like most dominant meat-eaters of today, such as lions and hyenas, \"Tyrannosaurus\" might have been both. It had a very strong jaw, and its bite power could snap the bones of other dinosaurs.\nMore than 30 specimens of \"Tyrannosaurus rex\" have been found. Some of them are nearly complete skeletons, and soft tissue and proteins have been reported in at least one of these specimens. Research is done on its biology, life history and biomechanics. The feeding habits, physiology and potential speed of \"Tyrannosaurus rex\" are some topics. Some scientists think \"Tarbosaurus bataar\" from Asia is a second species of \"Tyrannosaurus\", but others think \"Tarbosaurus\" is a separate genus.\nSize.\nThe estimated size of this dinosaur has changed many times. Packard and colleagues tested dinosaur mass calculations on elephants. They decided that dinosaur estimations are flawed and produce results which were too high. Thus, the weight of \"Tyrannosaurus\" could be much less than usually estimated.\nAlthough other theropods rivalled or exceeded \"Tyrannosaurus rex\" in size, it was the largest known tyrannosaurid and one of the largest known land predators. It was up to in length, up to tall at the hips, and up to in weight. By far the largest carnivore in its environment, \"Tyrannosaurus rex\" was a top predator, probably preying on hadrosaurs and ceratopsians, and/or a scavenger. The debate over \"Tyrannosaurus\" as apex predator or scavenger is among the longest running in paleontology.\nFor a long time, \"Tyrannosaurus\" was the largest known \"carnivorous\" dinosaur. Recently, skeletons of other, slightly larger, carnivores have been found, such as \"Giganotosaurus\", \"Spinosaurus\", and \"Carcharodontosaurus\". Skeletons of \"Tyrannosaurus\" were found on the North American continent, but relatives, such as \"Tarbosaurus\", have been found in Asia.\nSkull.\nThe largest known \"Tyrannosaurus rex\" skulls measure up to in length. Large openings ('fenestrae') in the skull reduced weight and gave places for muscle attachment, as in all carnivorous theropods. But in other respects \"Tyrannosauruss skull was significantly different from those of large non-tyrannosaurid theropods. It was extremely wide at the rear but had a narrow snout. This permitted good binocular vision. The skull bones were massive. Some bones were fused, preventing movement between them; but many were pneumatized, with a \"honeycomb\" of tiny air spaces. This may have made the bones more flexible as well as lighter. These features are part of the tyrannosaurid trend towards an increasingly powerful bite. Its bite easily surpassed that of all non-tyrannosaurids.\nThe tip of the upper jaw was U-shaped (most non-tyrannosauroid carnivores had V-shaped upper jaws), which increased the amount of tissue and bone a tyrannosaur could rip out with one bite, although it also increased the stresses on the front teeth.\nFirst discovery.\nThe earliest \"Tyrannosaurus\" skeletons were found in 1902 by Barnum Brown. Henry Fairfield Osborn, president of the American Museum of Natural History, named the species \"Tyrannosaurus rex\" (meaning \"tyrant lizard king\") in 1905. The most complete skeleton was found in 1990 in South Dakota and named \"Sue\" after its finder, Susan Hendrickson.\n\"Tyrannosaurus\" has become well known. Many movies and television shows have featured it, such as Jurassic Park. Its skeletons are popular exhibits in many museums.\n\"Tyrannosaurus\" became extinct in the Cretaceous–Tertiary extinction event, which wiped out half of all species on Earth.\nJane.\nJane is a fossil specimen of a small tyrannosaurid. It is either \"Nanotyrannus\" or a juvenile \"Tyrannosaurus\". The skeleton was found in the Hell Creek Formation in southern Montana in 2001.\nIt took experts four years to make the partial sleleton ready for a museum. Jane went on display at Rockford, Illinois in the Burpee Museum of Natural History. Some paleontologists think Jane was a young tyrannosaurid, about 11 years old when she died. Jane is measured 6.5 metres (21.5 ft) long, about half as long as the largest known complete \"T. rex\" specimen, which is 13 m (42.6 ft) long. Experts think Jane weighed about 680 kg (1,500 lbs) when she was alive. Her large feet and long legs show she could perhaps run as fast as 20–30 miles per hour. Her lower jaw has 17 teeth. Her teeth are curved and serrated.\nThe scientists named her 'Jane' even though they do not know whether she was female. She was named after Jane Solem, a person who helped the Burpee Museum.\nThe Jane specimen has become part of an argument that scientists have. The scientists disagree whether \"Nanotyrannus\" is really a separate genus of tyrannosaurids. Jane's skull is almost exactly the same as the skull of the original \"Nanotyrannus\" specimen, which means they are the same species. The Burpee Museum held a conference in 2005. Paleontologists came to the conference and talked about whether these \"pygmy tyrants\" were adults from a small tyrannosaurid species or young \"Tyrannosaurus rexes\". A few scientists thought they were adult small tyrannosaurids, but most of them decided they were probably young \"T. rexes\". However, scientists have not fully studied Jane yet. Robert Bakker is working on it with his colleagues Peter Larson and Phil Currie.\nScotty.\nIn August 1991, Robert Gebhardt was a high school principal. He joined Royal Saskatchewan Museum palaeontologists on a prospecting expedition. They went to the exposed bedrock along the Frenchman River Valley in southwest Saskatchewan, Canada.\nGebhardt discovered the base of a worn tooth, and a vertebra from the tail. Both looked like they belonged to a \"T. rex\".\nIn June 1994, RSM palaeontologists began excavating the \"T. rex\". The 66-million-year-old skeleton was the first \"T. rex\" skeleton found in Saskatchewan and one of only 12 known in the world at the time. Scotty is one of the largest and most complete skeletons with almost 70% of the skeleton found. A complete articulated cast of the skeleton was finally completed in 2012 and is now on display at its permanent home at the T.rex Discovery Centre in Eastend, Saskatchewan, Canada.\nScotty's skull has a scar from the eye socket to the nostril. That was probably caused by another T. rex or large carnivore that gripped Scotty's skull in its jaws. The museum staff think this is the biggest T. rex specimen found. It weighed about. Scotty was perhaps in its early thirties at the time of death, and was long, including tail.\nIn popular culture.\n\"Tyrannosaurus rex\" appears in many works of fiction and literature. A \"T. rex\" is important in \"A Sound of Thunder\" by Ray Bradbury. A \"T. rex\" is a big part of the novel \"Jurassic Park\" by Michael Crichton, and Steven Spielberg's crew built a life-sized robot \"T. rex\" and a CGI \"T. rex\" for the movie version of \"Jurassic Park\". Many other \"T. rexes\" have appeared in books, movies and animated works.","categories":[],"infobox_types":[],"annotations":[{"uri":"Predator","surface_form":"predator","offset":28},{"uri":"Dinosaur","surface_form":"dinosaur","offset":38},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":56},{"uri":"Bipedalism","surface_form":"bipedal","offset":124},{"uri":"Carnivore","surface_form":"carnivore","offset":132},{"uri":"Hunter","surface_form":"hunter","offset":368},{"uri":"Scavenger","surface_form":"scavenger","offset":380},{"uri":"Lion","surface_form":"lion","offset":440},{"uri":"Hyena","surface_form":"hyena","offset":450},{"uri":"Protein","surface_form":"protein","offset":709},{"uri":"Biomechanics","surface_form":"biomechanics","offset":823},{"uri":"Physiology","surface_form":"physiology","offset":857},{"uri":"Tarbosaurus","surface_form":"Tarbosaurus bataar","offset":951},{"uri":"Tyrannosauridae","surface_form":"tyrannosaurid","offset":1480},{"uri":"Hadrosaur","surface_form":"hadrosaur","offset":1717},{"uri":"Ceratopsia","surface_form":"ceratopsia","offset":1732},{"uri":"Scavenger","surface_form":"scavenger","offset":1755},{"uri":"Paleontology","surface_form":"paleontology","offset":1860},{"uri":"Giganotosaurus","surface_form":"Giganotosaurus","offset":2037},{"uri":"Spinosaurus","surface_form":"Spinosaurus","offset":2055},{"uri":"Carcharodontosaurus","surface_form":"Carcharodontosaurus","offset":2074},{"uri":"Skeleton","surface_form":"Skeleton","offset":2096},{"uri":"North_America","surface_form":"North America","offset":2143},{"uri":"Continent","surface_form":"continent","offset":2158},{"uri":"Tarbosaurus","surface_form":"Tarbosaurus","offset":2193},{"uri":"Asia","surface_form":"Asia","offset":2226},{"uri":"Binocular_vision","surface_form":"binocular vision","offset":2637},{"uri":"Pneumatized","surface_form":"pneumatized","offset":2756},{"uri":"Henry_Fairfield_Osborn","surface_form":"Henry Fairfield Osborn","offset":3360},{"uri":"American_Museum_of_Natural_History","surface_form":"American Museum of Natural History","offset":3401},{"uri":"South_Dakota","surface_form":"South Dakota","offset":3563},{"uri":"Sue_(dinosaur)","surface_form":"Sue","offset":3587},{"uri":"Jurassic_Park","surface_form":"Jurassic Park","offset":3727},{"uri":"Extinct","surface_form":"extinct","offset":3817},{"uri":"Cretaceous%E2%80%93Tertiary_extinction_event","surface_form":"Cretaceous–Tertiary extinction event","offset":3832},{"uri":"Species","surface_form":"species","offset":3898},{"uri":"Earth","surface_form":"Earth","offset":3909},{"uri":"Fossil","surface_form":"fossil","offset":3932},{"uri":"Nanotyrannus","surface_form":"Nanotyrannus","offset":3988},{"uri":"Hell_Creek_Formation","surface_form":"Hell Creek Formation","offset":4063},{"uri":"Montana","surface_form":"Montana","offset":4096},{"uri":"Rockford%2C_Illinois","surface_form":"Rockford, Illinois","offset":4213},{"uri":"Burpee_Museum_of_Natural_History","surface_form":"Burpee Museum of Natural History","offset":4239},{"uri":"Serration","surface_form":"serrated","offset":4722},{"uri":"Robert_Bakker","surface_form":"Robert Bakker","offset":5573},{"uri":"Royal_Saskatchewan_Museum","surface_form":"Royal Saskatchewan Museum","offset":5733},{"uri":"Bedrock","surface_form":"bedrock","offset":5830},{"uri":"Saskatchewan","surface_form":"Saskatchewan","offset":5884},{"uri":"Vertebra","surface_form":"vertebra","offset":5958},{"uri":"T.rex_Discovery_Centre","surface_form":"T.rex Discovery Centre","offset":6453},{"uri":"Eastend%2C_Saskatchewan","surface_form":"Eastend","offset":6479},{"uri":"A_Sound_of_Thunder","surface_form":"A Sound of Thunder","offset":6969},{"uri":"Jurassic_Park","surface_form":"Jurassic Park","offset":7045},{"uri":"Michael_Crichton","surface_form":"Michael Crichton","offset":7063},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":7085},{"uri":"CGI","surface_form":"CGI","offset":7149},{"uri":"Jurassic_Park_(movie)","surface_form":"Jurassic Park","offset":7188},{"uri":"Animation","surface_form":"animated","offset":7261}]}