{"id":258612,"url":"http://en.wikipedia.org/wiki/Flightless_birds","text":"Flightless birds are birds which cannot fly. They rely on their ability to run or swim, and have evolved from their flying ancestors. There are about 60 species living today, the best known being the ostrich, emu, cassowary, rhea, kiwi, and penguin.\nTwo key differences between flying and flightless birds are the smaller wing bones of flightless birds and the absent (or greatly reduced) keel on their breastbone. The keel anchors muscles needed for wing movement. Flightless birds also have more feathers than flying birds.\nNew Zealand has more species of flightless birds (including the kiwis, several species of penguins, and the takahe) than any other country. One reason is that until the arrival of humans a thousand years ago, there were no large land predators in New Zealand. The main predators of flightless birds were larger birds.\nSome flightless varieties of island birds are closely related to flying varieties. This implies that flight is a significant biological cost. As soon as birds do not need to fly, there is selection against flight.\nThe smallest flightless bird is the Inaccessible Island Rail (length 12.5 cm, weight 34.7 g). The largest (both heaviest and tallest) living flightless bird, is the Ostrich (2.7 m, 156 kg), although some extinct birds grew to larger sizes.\nFlightless birds are easy to take care of in captivity because they do not have to be caged. Ostriches were once farmed for their decorative feathers. Today they are raised for meat and for their skins, which are used to make leather.\nThere were also other families of flightless birds, such as the now extinct Phorusrhacidae, that evolved to be very powerful terrestrial predators.\nAdvantages and disadvantages of flight.\nA flightless bird is one which has descended from ancestors which had the power of flight. It may seem strange that one of the commonest adaptations in birds is the loss of flight! To understand it one has to understand what the main benefits of flight are to animals which once had been confined to land.\nThe benefits of flight are all about being able to live on a much wider geographical scale than land-based animals. This is seen to its best with migrating birds, who live their lives in two different latitudes, and get the best from each. The usual system is to lay their eggs and raise their young in one place, and do most of their growth in another place. Even birds which do not migrate do benefit from flying to find nest sites and get their food. Apart from foraging for food, the main benefit of flight is to avoid many of the predators which eat land-based animals.\nUnderstandably, flightless birds are in a minority: of about 10,000 living bird species, only about 60 are flightless. Before human beings arrived on islands, there were many more species of flightless birds. Since the fossil record is never complete, it is not possible to give a count of the number of flightless bird species who were living before mankind left Africa.\nDespite this general picture, there have been birds who lost the power of flight soon after flight evolved. The first fossil flightless birds occurred in the Cretaceous period. It has long been recognised that there are circumstances where it is definitely not a good thing to have wings. The connection between oceanic islands and flightlessness was known to Darwin. The explanation is that, first, oceanic islands have few predators. Second, that storms occur which may blow winged birds right off the island so far that they cannot find they way back. Once they lose flight, the land birds can evolve to be larger and heavier, and many do so. \"Phorusrhacos\" became a dominant land carnivore.\nExamples of flightless birds.\nThe following are flightless birds during or after the Holocene period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flight","surface_form":"fly","offset":40},{"uri":"Ostrich","surface_form":"ostrich","offset":200},{"uri":"Emu","surface_form":"emu","offset":209},{"uri":"Cassowary","surface_form":"cassowary","offset":214},{"uri":"Rhea_(bird)","surface_form":"rhea","offset":225},{"uri":"Kiwi","surface_form":"kiwi","offset":231},{"uri":"Penguin","surface_form":"penguin","offset":241},{"uri":"Feather","surface_form":"feather","offset":498},{"uri":"New_Zealand","surface_form":"New Zealand","offset":526},{"uri":"Kiwi","surface_form":"kiwi","offset":590},{"uri":"Penguin","surface_form":"penguin","offset":616},{"uri":"Takahe","surface_form":"takahe","offset":634},{"uri":"Implication_(grammar)","surface_form":"implies","offset":932},{"uri":"Natural_selection","surface_form":"selection","offset":1032},{"uri":"Inaccessible_Island_Rail","surface_form":"Inaccessible Island Rail","offset":1094},{"uri":"Ostrich","surface_form":"Ostrich","offset":1223},{"uri":"Phorusrhacidae","surface_form":"Phorusrhacidae","offset":1609},{"uri":"Adaptations","surface_form":"adaptations","offset":1858},{"uri":"Latitude","surface_form":"latitude","offset":2228},{"uri":"Predators","surface_form":"predators","offset":2562},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":3132},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":3334},{"uri":"Phorusrhacos","surface_form":"Phorusrhacos","offset":3621},{"uri":"Holocene","surface_form":"Holocene","offset":3754}]}