{"id":258619,"url":"http://en.wikipedia.org/wiki/Peter_Rabbit","text":"e=\"preserve\">Peter Rabbit is a fictional animal character in many children's stories by Beatrix Potter. Peter was different from the traditional hero of that time. He is small, emotional, easily scared, and a not very wise animal. He first came out in \"The Tale of Peter Rabbit\" in 1902. After that, he came out in five more books between 1904 and 1912. Potter made a soft doll shaped like Peter Rabbit, and soon dishes and wallpaper showed pictures of him. He appears as a character in the 1971 ballet movie, \"The Tales of Beatrix Potter\" and in the BBC series \"The World of Peter Rabbit and Friends\". He was inspired by Potter's pet rabbit, Peter Piper. In stories, he wears human clothes and walks standing up. His mother is Mrs. Josephine Rabbit, and he has three sisters, Flopsy, Mopsy, and Cotton-tail. His popularity made Potter say in 1917, \"All rabbits \"are\" called Peter now\" – but she added \"either Peter or Brer Rabbit.\"\nIn 2018, a live-action animated movie was released with James Corden voicing Peter Rabbit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":31},{"uri":"Beatrix_Potter","surface_form":"Beatrix Potter","offset":88},{"uri":"The_Tale_of_Peter_Rabbit","surface_form":"The Tale of Peter Rabbit","offset":253},{"uri":"Dish","surface_form":"dish","offset":413},{"uri":"Wallpaper","surface_form":"wallpaper","offset":424},{"uri":"The_Tales_of_Beatrix_Potter","surface_form":"The Tales of Beatrix Potter","offset":511},{"uri":"BBC","surface_form":"BBC","offset":551},{"uri":"The_World_of_Peter_Rabbit_and_Friends","surface_form":"The World of Peter Rabbit and Friends","offset":563},{"uri":"Flopsy%2C_Mopsy%2C_and_Cotton-tail","surface_form":"Flopsy, Mopsy, and Cotton-tail","offset":777},{"uri":"Peter_Rabbit_(movie)","surface_form":"live-action animated movie","offset":944},{"uri":"James_Corden","surface_form":"James Corden","offset":989}]}