{"id":258658,"url":"http://en.wikipedia.org/wiki/Time_Flies..._1994%E2%80%932009","text":"\"Time Flies... 1994–2009\" is a compilation album released by the rock band Oasis. The album contains all 27 UK singles released by the band between 1994 and 2009. The record features the songs \"Whatever\" and \"Lord Don't Slow Me Down\" which had previously never appeared on an Oasis album. \"Sunday Morning Call\" is not listed anywhere on the artwork but appears as a hidden track on Disc 2, track 13. The reason for this is not known.\nFive different versions of the album were released. They are the 2CD version, DVD, the Deluxe Box Set, 5LP Box Set and the iTunes Deluxe Edition.\nIn Japan it entered the charts at number 2 with sales of 59,348 copies. The album entered the charts at number 1 in the UK with the second highest first week sales in 2010 to date with 101,297.\nA boxset featuring postcards of the sleeves of every UK Oasis single was released concurrently with the album.\nDisc 3: DVD.\nThe DVD includes all the music videos from \"Supersonic\" to \"Falling Down\", and in addition, previous unreleased live video versions of \"Gas Panic!\", and \"Little by Little\". Also includes commentary on music videos by Oasis members.\nTwo iTunes Live Festival videos of \"Half the World Away\" and \"Slide Away\" are only available with the iTunes Deluxe Edition.\nDisc 4: \"iTunes Live: London Festival\".\nAll tracks recorded live at the London Roundhouse from the iTunes Festival 2009. Tracks 1, 7, 12 and 20 are only available with the iTunes Deluxe Edition.* = released as part of the \"iTunes Festival 2009\" EP.","categories":[],"infobox_types":["Album"],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":65},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":75},{"uri":"Single_(music)","surface_form":"single","offset":111},{"uri":"Whatever_(Oasis_song)","surface_form":"Whatever","offset":194},{"uri":"Lord_Don%27t_Slow_Me_Down_(song)","surface_form":"Lord Don't Slow Me Down","offset":209},{"uri":"Sunday_Morning_Call","surface_form":"Sunday Morning Call","offset":290}]}