{"id":25878,"url":"http://en.wikipedia.org/wiki/Bertrand_Russell","text":"Bertrand Arthur William Russell, 3rd Earl Russell (18 May 1872 – 2 February 1970) was a British philosopher, logician, and mathematician. He was born in Wales, but spent most of his life in England. He worked mostly in the 20th century. He won the Nobel Prize in Literature in 1950.\nBertrand Russell wrote many books and articles. He also tried to make philosophy popular. He gave his opinion on many topics. He wrote the essay, \"On Denoting\", which has been described as one of the most influential essays in philosophy in the 20th Century. He wrote on very serious issues as well as everyday things.\nHe was a well known liberal as well as a socialist and anti-war activist for most of his long life. Millions looked up to Russell as a prophet of the creative and rational life. At the same time, his stances on many topics were extremely controversial. From 1931 until his death, he was a member of the House of Lords.\nPersonal life.\nBorn at the height of Britain's economic and political ascendancy, he died of influenza nearly a century later when the British Empire had all but vanished, its power dissipated in two victorious, but debilitating world wars. Russell's voice carried enormous moral authority, even into his early 90s. Russell supported nuclear disarmament a lot, but did not support the American war in Vietnam even when it was popular.\nIn 1950, Russell was made a Nobel Laureate in Literature \"in recognition of his varied and significant writings in which he champions humanitarian ideals and freedom of thought\". He died of influenza.\nBeliefs.\n\" I think the subject which will be of most importance politically is mass psychology. Mass psychology is, scientifically speaking, not a very advanced study, and so far its professors have not been in universities: \"they have been advertisers, politicians, and, above all, dictators.\" This study is immensely useful to practical men, whether they wish to become rich or to acquire the government. Its importance has been enormously increased by the growth of modern methods of propaganda. Of these the most influential is what is called \"education.\" Religion plays a part, though a diminishing one; the press, the cinema, and the radio play an increasing part...\nThis subject will make great strides when it is taken up by scientists under a scientific dictatorship...The social psychologists of the future will have a number of classes of school children on whom they will try different methods of producing an unshakable conviction that snow is black. Various results will soon be arrived at. First, that the influence of home is obstructive. Second, that not much can be done unless indoctrination begins before the age of ten. Third, that verses set to music and repeatedly intoned are very effective. Fourth, that the opinion that snow is white must be held to show a morbid taste for eccentricity. But I anticipate. It is for future scientists to make these maxims precise and discover exactly how much it costs per head to make children believe that snow is black, and how much less it would cost to make them believe it is dark gray. Although this science will be diligently studied, it will be rigidly confined to the governing class. The populace will not be allowed to know how its convictions were generated. When the technique has been perfected, every government that has been in charge of education for a generation will be able to control its subjects securely without the need of armies or policemen.\"\nSelected bibliography of Russell's books.\nThis is a selected bibliography of Russell's books in English sorted by year of first publication.\nNote: This is a mere sampling, for Russell also authored many pamphlets, introductions, articles and letters to the editor. His works also can be found in any number of anthologies and collections, perhaps most notably, \"The Collected Papers of Bertrand Russell\", which McMaster University began publishing in 1983. This collection of his shorter and previously unpublished works is now up to 16 volumes, and many more are forthcoming. An additional 3 volumes catalogue just his bibliography. The Russell Archives at McMaster also have more than 30,000 letters that he wrote.","categories":[],"infobox_types":["philosopher"],"annotations":[{"uri":"Philosopher","surface_form":"philosopher","offset":96},{"uri":"Logician","surface_form":"logician","offset":109},{"uri":"Mathematician","surface_form":"mathematician","offset":123},{"uri":"Wales","surface_form":"Wales","offset":153},{"uri":"England","surface_form":"England","offset":190},{"uri":"20th_century","surface_form":"20th century","offset":223},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":248},{"uri":"Philosophy","surface_form":"philosophy","offset":353},{"uri":"Opinion","surface_form":"opinion","offset":385},{"uri":"On_Denoting","surface_form":"On Denoting","offset":430},{"uri":"Liberalism","surface_form":"liberal","offset":622},{"uri":"Socialist","surface_form":"socialist","offset":643},{"uri":"Anti-war_movement","surface_form":"anti-war activist","offset":657},{"uri":"Creativity","surface_form":"creative","offset":752},{"uri":"Rationality","surface_form":"rational","offset":765},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":905},{"uri":"United_Kingdom","surface_form":"Britain's","offset":958},{"uri":"Economics","surface_form":"economic","offset":968},{"uri":"Influenza","surface_form":"influenza","offset":1014},{"uri":"British_Empire","surface_form":"British Empire","offset":1056},{"uri":"World_war","surface_form":"world war","offset":1150},{"uri":"Morality","surface_form":"moral","offset":1195},{"uri":"Authority","surface_form":"authority","offset":1201},{"uri":"Nuclear_disarmament","surface_form":"nuclear disarmament","offset":1255},{"uri":"Vietnam_War","surface_form":"American war in Vietnam","offset":1306},{"uri":"Nobel_Prize","surface_form":"Nobel Laureate","offset":1384},{"uri":"Nobel_Prize_in_Literature","surface_form":"Literature","offset":1402},{"uri":"Humanitarian","surface_form":"humanitarian","offset":1490},{"uri":"Freedom_of_thought","surface_form":"freedom of thought","offset":1514},{"uri":"Influenza","surface_form":"influenza","offset":1546},{"uri":"McMaster_University","surface_form":"McMaster University","offset":3897},{"uri":"McMaster_University","surface_form":"McMaster","offset":4144}]}