{"id":258896,"url":"http://en.wikipedia.org/wiki/(What%27s_the_Story)_Morning_Glory%3F","text":"\"(What's the Story) Morning Glory?\" is the second album by the rock band Oasis. It was released in October 1995. The album was Oasis' highest selling album, charting at number one in the UK (staying there for 10 weeks) and number four in the U.S. The album sold 346,000 copies in its first week in the United Kingdom and has sold around 23 million copies worldwide, but several sources say that it has sold over 30 million. It is the third biggest-selling album in UK chart history (with 4.4 million copies sold). The album was the second biggest selling album for both 1995 and 1996 in the UK. It went on to become the biggest selling album of the decade. The album has gone 4× platinum (3.9 million copies) in the United States.\nAlbum singles \"Some Might Say\", \"Roll with It\", \"Wonderwall\" and \"Don't Look Back in Anger\" were big hits in the UK, with \"Some Might Say\" and \"Don't Look Back in Anger\" both reaching the number one spot in the UK singles chart. \"Wonderwall\" and \"Champagne Supernova\" both went #1 on the U.S. Modern Rock Tracks chart. They would go on to be certified gold in the United States. whilst \"Wonderwall\" also topped the Australian ARIA charts. The album won Best British Album at the 1996 BRIT Awards, and won the BRIT Award for the best British Album of the last 30 Years at the 2010 BRIT Awards.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Rock_and_roll","surface_form":"rock","offset":63},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":73},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":302},{"uri":"Some_Might_Say","surface_form":"Some Might Say","offset":746},{"uri":"Roll_with_It_(Oasis_song)","surface_form":"Roll with It","offset":764},{"uri":"Wonderwall_(song)","surface_form":"Wonderwall","offset":780},{"uri":"Don%27t_Look_Back_in_Anger","surface_form":"Don't Look Back in Anger","offset":797},{"uri":"Champagne_Supernova","surface_form":"Champagne Supernova","offset":978},{"uri":"Hot_Modern_Rock_Tracks","surface_form":"Modern Rock Tracks","offset":1024},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":1215}]}