{"id":258815,"url":"http://en.wikipedia.org/wiki/The_Legend_of_Korra","text":"\"The Legend of Korra\" is an American animated television series aired on Nickelodeon. It follows a eponymous female Avatar and a native to the water tribe, attempting to bring peace to the world during the cycle. Unlike \"Avatar: The Last Airbender\", the sequel is set in Republic City, a place where people of all nations, benders and non-benders, live together. The city depicts crime and rattled by an anti-bender revolt, which serve as challenges for each characters.\nStoryline.\n\"The Last Airbender: Legend of Korra\" takes place 70 years after \"Avatar: The Last Airbender\". Korra is the next Avatar after Aang, a rebellious girl who is hotheaded, independent and \"ready to take on the world\". Korra comes from the Southern Water Tribe, and has already mastered Earth, Fire, and Water. Aang and Katara's son Tenzin is her Airbending teacher.\nOne of the story's settings is Republic City, a \"metropolis powered by steam-type technology\", \"inhabited by people from all four nations\". Here Korra must deal with rampant crime and an anti-bender revolt. Mike and Bryan have said that the world of Avatar has \"definitely changed, and evolved, and advanced, but we're very conscious of keeping the same feeling. Not totally different, but it's definitely generations later.\"\nSeries end.\nThe Legend of Korra finally came to an end after four short seasons, with each season averaging twelve episodes. Even during production with inner conflict inside Nickelodeon, which pushed the creators jump from TV to strictly online; came part way through the series. Whether or not the jump alienated fans or gained more viewers is unknown, but it was an interesting move nonetheless. The series finale occurred on December 19, 2014. A lot of controversy was drawn out over how the series ended, due to the fact that in the final scene it implied that Asami and Korra became a couple.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":73},{"uri":"Avatar","surface_form":"Avatar","offset":116}]}