{"id":258804,"url":"http://en.wikipedia.org/wiki/Japanese_Grand_Prix","text":"The Japanese Grand Prix is a race the FIA Formula One World Championship calendar. Usually, this race is one of the last races of the season.\nThe Japanese Grand Prix has been hosted by both the Fuji Speedway and the Suzuka Circuit. Fuji Speedway is owned by Toyota and Suzuka Circuit is owned by their rival Honda. In July 2009, Toyota announced it would not host the race at Fuji Speedway in 2010 and beyond due to a downturn in the global economy.\nInaugural races.\nThe first Formula 1 Japanese Grand Prix, in, was held at the Fuji Speedway, west of Yokohama. The race was to become famous for the battle between James Hunt and Niki Lauda for the championship. The race was held during monsoon rain conditions. Lauda had survived a near-fatal crash at the German Grand Prix earlier in the season. He withdrew from the Japanese Grand Prix fearing for his safety. Hunt finished third, and ended up winning championship by a margin of one point.\nHunt returned to win the second Japanese Grand Prix. There was a collision between Gilles Villeneuve and Ronnie Peterson in the race. Villeneuve's Ferrari flew off the track and killed two spectators. The Japanese Grand Prix did not return to Formula One for another decade.\nReturn to Japan at Suzuka.\nFormula One returned to Japan in 1987. This time, it was hosted by the Suzuka Circuit, south west of Nagoya. The circuit was set inside a amusement park, and owned by Honda. Honda used the circuit as a test track. The Suzuka circuit was the first figure-eight race track in F1. One section of the track passes over the other on a bridge.\nAlternating between Suzuka and Fuji.\nThe FIA announced on 24 March 24 2006 that future races will again be held at Fuji Speedway. Fuji had been redesigned by Hermann Tilke.\nFormula One announced On 8 September 2007, that Fuji will alternate hosting the Japanese Grand Prix with Suzuka. This will start in 2009.\nFuji Speedway withdraws.\nIn July 2009, Toyota cited a global economic slump as the reason that the Japanese Grand Prix would not return to Fuji Speedway in 2010 and beyond. The speedway argued, according to the Associated Press, that \"continuing to host F1 races could threaten the survival of the company.\" As a result, the 2010 Grand Prix will be held at Suzuka.\nSponsors.\nFuji Television Japanese Grand Prix 1987-2009\nRepeat winners (drivers).\n\"Drivers in bold are competing in the Formula One championship in the current season.\"\n\"A pink background indicates an event which was not part of the Formula One World Championship.\"\nRepeat winners (constructors).\n\"Teams in bold are competing in the Formula One championship in the current season.\"\n\"A pink background indicates an event which was not part of the Formula One World Championship.\"\nRepeat winners (engine manufacturers).\n\"Manufacturers in bold are competing in the Formula One championship in the current season.\"\n\"A pink background indicates an event which was not part of the Formula One World Championship.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":38},{"uri":"Formula_One_World_Championship","surface_form":"Formula One World Championship","offset":42},{"uri":"Fuji_Speedway","surface_form":"Fuji Speedway","offset":194},{"uri":"Suzuka_Circuit","surface_form":"Suzuka Circuit","offset":216},{"uri":"Toyota","surface_form":"Toyota","offset":258},{"uri":"Honda","surface_form":"Honda","offset":308},{"uri":"Fuji_Speedway","surface_form":"Fuji Speedway","offset":528},{"uri":"Yokohama","surface_form":"Yokohama","offset":551},{"uri":"James_Hunt","surface_form":"James Hunt","offset":614},{"uri":"Niki_Lauda","surface_form":"Niki Lauda","offset":629},{"uri":"Monsoon","surface_form":"monsoon","offset":687},{"uri":"Rain","surface_form":"rain","offset":695},{"uri":"German_Grand_Prix","surface_form":"German Grand Prix","offset":757},{"uri":"Gilles_Villeneuve","surface_form":"Gilles Villeneuve","offset":1027},{"uri":"Ronnie_Peterson","surface_form":"Ronnie Peterson","offset":1049},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":1091},{"uri":"Suzuka_Circuit","surface_form":"Suzuka Circuit","offset":1317},{"uri":"Nagoya","surface_form":"Nagoya","offset":1347},{"uri":"Theme_park","surface_form":"amusement park","offset":1384},{"uri":"Honda","surface_form":"Honda","offset":1413},{"uri":"Bridge","surface_form":"bridge","offset":1576},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":1742},{"uri":"Associated_Press","surface_form":"Associated Press","offset":2106},{"uri":"Fuji_Television","surface_form":"Fuji Television","offset":2270}]}