{"id":258971,"url":"http://en.wikipedia.org/wiki/Hermann_Tilke","text":"Hermann Tilke (born December 31, 1954 in Olpe German) is an architect and designer of Formula One motor racing circuits. He is also an auto racer.\nRacing.\nDuring the 1980s, Tilke competed in touring car racing. Most of his racing was on the old Nürburgring Nordschleife circuit. He also competed in VLN endurance racing and 24 Hours Nürburgring. He and Dirk Adorf won some VLN races with a V8Star Series in 2003 and 2004.\nArchitecture.\nTilke established \"Tilke Engineering\" in 1984 to combine the skills in architecture, civil engineering and electronic engineering. Tilke Engineering provides complete solutions for motor racing and waste disposal projects.\nHis first large job was in Austria, in the 1990s. He made a major redesign of the fast Österreichring, and created the much shorter A1-Ring.\nTilke made changes to many established F1 circuits. Because of this, Tilke was able to earn the contracts to design many of new new, high-profile circuits from scratch.\nTilke's trademark of circuit design is a mixture long straight and tight hairpins. These are intended to encourage overtaking.\nCriticism.\nTilke's circuits have been criticized for producing uninteresting races. He has been accused of \"slowly killing\" Formula One.","categories":[],"infobox_types":[],"annotations":[{"uri":"Olpe%2C_Germany","surface_form":"Olpe","offset":41},{"uri":"Germany","surface_form":"German","offset":46},{"uri":"Architect","surface_form":"architect","offset":60},{"uri":"Formula_One","surface_form":"Formula One","offset":86},{"uri":"Motor_racing","surface_form":"motor racing","offset":98},{"uri":"N%C3%BCrburgring","surface_form":"Nürburgring","offset":245},{"uri":"Civil_engineering","surface_form":"civil engineering","offset":521},{"uri":"Electronic_engineering","surface_form":"electronic engineering","offset":543},{"uri":"Austria","surface_form":"Austria","offset":686},{"uri":"%C3%96sterreichring","surface_form":"Österreichring","offset":746},{"uri":"A1-Ring","surface_form":"A1-Ring","offset":791}]}