{"id":25896,"url":"http://en.wikipedia.org/wiki/Spokane%2C_Washington","text":"Spokane (Pronounced:) is a city in the U.S. state of Washington. Spokane is in the eastern half of the state, about 20 miles (30 km) from Idaho. Spokane is 92 miles (148 km) south of Canada.\nSpokane is the second largest city in Washington, while Seattle is the largest. Spokane's nickname is the \"Lilac City\" because of how many of those flowers grow in the area.\nThe population of the city in 2019 was 222,081 and the population of the metro area of Spokane is 573,493.\nHistory.\nSpokane was founded in 1871 when a sawmill was built on the Spokane Falls. In 1889 a fire burned down the downtown area of Spokane. In 1892 the railroad came to Spokane, and this made it easier for people to get into and out of the city.\nIn 1974 Spokane hosted the World's Fair. This brought a lot of people and business into Spokane.\nSpokane River.\nThe Spokane River flows through the city. In downtown Spokane, there is a large waterfall called the Spokane Falls. The first buildings in Spokane were built near the falls.\nThe Spokane River has many dams that make energy for the people of Spokane.\nClimate.\nIn the Summer, Spokane is hot and dry. Spokane has cold and snowy Winters. Spring and Fall are very short.\nTemperatures over or less than do not usually happen in Spokane. However, the hottest temperature in Spokane was, and the coldest was.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":27},{"uri":"U.S._state","surface_form":"U.S. state","offset":39},{"uri":"Washington","surface_form":"Washington","offset":53},{"uri":"Idaho","surface_form":"Idaho","offset":138},{"uri":"Canada","surface_form":"Canada","offset":183},{"uri":"Seattle%2C_Washington","surface_form":"Seattle","offset":247},{"uri":"Railroad","surface_form":"railroad","offset":625},{"uri":"World%27s_Fair","surface_form":"World's Fair","offset":746},{"uri":"Dam","surface_form":"dam","offset":1032}]}