{"id":259009,"url":"http://en.wikipedia.org/wiki/Dave_Filoni","text":"Dave Filoni is an American movie director, writer, and animator.\n\"Star Wars\".\nHe is the director of the ' feature movie, and the supervising director of the ' TV series.\nFiloni made an appearance at Celebration IV on Sunday, May 28, 2007 with producer Catherine Winder in the Celebration Theater (Room 408AB), to discuss the beginnings of the new television series and reveal how \"The Clone Wars\" is being created. He will also be writing for the Clone Wars monthly comic.\nAn avid Plo Koon fan, Filoni dressed up as the Jedi Master for the opening of \"Revenge of the Sith\". In February 2009, Filoni was inducted as an Honorary Member of the 501st Legion international costuming organization in recognition of his contributions to the continuing \"Star Wars\" saga.\nDave Filoni's office, as seen in the extra features on the ' DVD, is filled with Plo Koon paraphernalia. He has a bust of Plo Koon's head, a model of Plo Koon's ship, an autographed portrait by the actor who played Plo Koon, a replica of Plo Koon's lightsaber on his desk, and his personal Plo Koon costume on display. Filoni also has a note book sized planner on his desk with Plo Koon's picture taped to the outside. Filoni also has a small model of the character Appa on his desk, from \"Avatar: The Last Airbender\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":18},{"uri":"Movie_director","surface_form":"movie director","offset":27},{"uri":"Writer","surface_form":"writer","offset":43},{"uri":"Animator","surface_form":"animator","offset":55},{"uri":"Celebration_IV","surface_form":"Celebration IV","offset":199},{"uri":"Catherine_Winder","surface_form":"Catherine Winder","offset":252},{"uri":"Plo_Koon","surface_form":"Plo Koon","offset":481},{"uri":"Jedi_Master","surface_form":"Jedi Master","offset":520},{"uri":"Revenge_of_the_Sith","surface_form":"Revenge of the Sith","offset":552},{"uri":"501st_Legion","surface_form":"501st Legion","offset":641},{"uri":"Plo_Koon","surface_form":"Plo Koon","offset":844},{"uri":"Lightsaber","surface_form":"lightsaber","offset":1012}]}