{"id":259091,"url":"http://en.wikipedia.org/wiki/Marina_Bay_Street_Circuit","text":"The Marina Bay Street Circuit (otherwise known as the Singapore Street Circuit) is a street circuit around the Marina Bay. It is the track for the Singapore Grand Prix. The track is 5.073 km (3.15 miles) long. It is next to the harbour, similar in style to the Monaco Grand Prix.\nThe circuit is designed by KBR Inc. It was a modification of the original design first proposed by Hermann Tilke.\nCharacteristics.\nThe pit area of the circuit is in an empty plot of land off Republic Boulevard. A temporary track leads from the pit area and under the Benjamin Sheares Bridge to Republic Boulevard and turns onto Raffles Boulevard. It then proceeds along Nicoll Highway, Stamford Road and Saint Andrew's Road around the Padang, and past the City Hall.\nThe track then goes onto the Anderson Bridge, past the Fullerton Hotel and make a tight left turn to Esplanade Drive beside the Merlion Park. It joins Raffles Avenue and cut right after the Esplanade to the front of The Float at Marina Bay and return to the pit area via another temporary road around the Singapore Flyer. The track layout is unique in that in between turns 18 and 19, the cars race underneath a section of grandstand of the Floating Platform.\nThe track was criticised by F1 drivers as being excessively bumpy. Lewis Hamilton commented that it was twice as hard to negotiate as the Monaco street circuit, and very physical - requiring twice the amount of energy over a single lap.\nOther drivers, including Sébastien Bourdais and Fernando Alonso, expressed their concern about the high and harsh kerbs (curbs) at the turn 13 hairpin and the chicane at turn 10 of the street circuit. The drivers were worried that hitting the bumps could cause damage to the car. They were also worried that the bumps would force them into the wall on the outside of the corner. Responding to the drivers' feedback, FIA race director and safety delegate Charlie Whiting ordered the high kerbs at Singapore's turn 10 hairpin be modified.\nThe entry of the pit lane was called \"difficult and incredibly dangerous\" by several drivers. They did not like the fast nature of the corners where the pit lane is. The pit entry was then modified before Saturday's official Qualifying round.\nIn March 2009, three of the circuit's corners were given names. Turn 1 was named \"Sheares\" after Benjamin Henry Sheares, the second president of Singapore. Turn 7 was named \"Memorial\" because it is near a Second World War civilian memorial. Turn 10 was named \"Singapore Sling\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Marina_Bay%2C_Singapore","surface_form":"Marina Bay","offset":111},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore Grand Prix","offset":147},{"uri":"Harbour","surface_form":"harbour","offset":228},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":261},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":379},{"uri":"Lewis_Hamilton","surface_form":"Lewis Hamilton","offset":1274},{"uri":"S%C3%A9bastien_Bourdais","surface_form":"Sébastien Bourdais","offset":1469},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":1492},{"uri":"Chicane","surface_form":"chicane","offset":1603},{"uri":"Charlie_Whiting","surface_form":"Charlie Whiting","offset":1898},{"uri":"Second_World_War","surface_form":"Second World War","offset":2429}]}