{"id":259082,"url":"http://en.wikipedia.org/wiki/Yas_Marina_Circuit","text":"The Yas Marina Circuit is a race track. The Abu Dhabi Grand Prix is held there. The track was designed by Hermann Tilke. It is on Yas Island, about 30 minutes from the capital of the UAE, Abu Dhabi. Yas Marina is the second Formula One track in the Middle East. The first was Bahrain. It also hosted the opening event for the Australian V8 Supercars series, the Yas V8 400, in February 2010.\nDesign.\nYas Marina was designed as an Arabian version of Monaco. The twenty-one corners twists through the man made island off the Abu Dhabi coast. The track passes by the marina and through the Yas Marina Hotel, and winds its way through sand dunes, with several long straights and tight corners.\nThe circuit has four grandstand areas (Main Grandstand, West Grandstand, North Grandstand and South Grandstand). Part of its pit lane exit runs underneath the track. It has Media Center, Dragster Track, VIP Tower, Ferrari World Theme Park, and a team building behind the pit building. One of the gravel traps runs underneath the West grandstand.\nConstruction.\nThe circuit was built by Cebarco-WCT WLL, under contract from Aldar Properties. The circuit was constructed with a permanent lighting system provided by Musco Lighting, similar to that also installed at the Losail Circuit in Qatar. Yas Marina Circuit is the largest permanent sports venue lighting project in the world.\nThe surface of the track is made of Graywacke aggregate, shipped to Abu Dhabi from Bayston Hill quarry in Shropshire, England. The surface material is highly praised for the high level of grip. The same material was used at the Bahrain International Circuit.\nOn 7 October 2009, the circuit was granted final approval to hold Formula One races by the FIA. Bruno Senna was the first driver to complete a test run on the circuit.\nReception.\nAfter the first practice sessions at the Abu Dhabi Grand Prix, the circuit was welcomed by the drivers, with Nico Rosberg commenting that every corner was 'unique'. World Champion Fernando Alonso stating that it was enjoyable because there was always something to do. Adrian Sutil rated the circuit as being better than Formula One's other night race in Singapore. He believes there is too much light at Marina Bay.\nNot all of the drivers were complimentary. Giancarlo Fisichella does not like the pit exit, which dips under the main circuit by way of a tunnel. Fisichella claimed that it was both very difficult and dangerous.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abu_Dhabi_Grand_Prix","surface_form":"Abu Dhabi Grand Prix","offset":44},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":106},{"uri":"Yas_Island","surface_form":"Yas Island","offset":130},{"uri":"Abu_Dhabi","surface_form":"Abu Dhabi","offset":188},{"uri":"Middle_East","surface_form":"Middle East","offset":249},{"uri":"Bahrain_International_Circuit","surface_form":"Bahrain","offset":276},{"uri":"Circuit_de_Monaco","surface_form":"Monaco","offset":449},{"uri":"Yas_Marina_Hotel","surface_form":"Yas Marina Hotel","offset":587},{"uri":"Musco_Lighting","surface_form":"Musco Lighting","offset":1203},{"uri":"Qatar","surface_form":"Qatar","offset":1275},{"uri":"Shropshire","surface_form":"Shropshire","offset":1476},{"uri":"England","surface_form":"England","offset":1488},{"uri":"Bahrain_International_Circuit","surface_form":"Bahrain International Circuit","offset":1598},{"uri":"Bruno_Senna","surface_form":"Bruno Senna","offset":1725},{"uri":"Abu_Dhabi_Grand_Prix","surface_form":"Abu Dhabi Grand Prix","offset":1849},{"uri":"Nico_Rosberg","surface_form":"Nico Rosberg","offset":1917},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":1988},{"uri":"Adrian_Sutil","surface_form":"Adrian Sutil","offset":2076},{"uri":"Marina_Bay_Street_Circuit","surface_form":"Singapore","offset":2162},{"uri":"Giancarlo_Fisichella","surface_form":"Giancarlo Fisichella","offset":2267}]}