{"id":259144,"url":"http://en.wikipedia.org/wiki/Tsunami","text":"A tsunami is a natural disaster which is a series of fast-moving waves in the ocean caused by powerful earthquakes, volcanic eruptions, landslides, or simply an asteroid or a meteor crash inside the ocean. A tsunami has a very long wavelength. It can be hundreds of kilometers long. Usually, a tsunami starts suddenly. The waves travel at a great speed across an ocean with little energy loss. They can remove sand from beaches, destroy trees, toss and drag vehicles, houses and even destroy whole towns. Tsunamis can even be caused when a meteorite strikes the earth's surface, though it is very rare. A tsunami normally occurs in the Pacific Ocean, especially in what is called the ring of fire, but can occur in any large body of water.\nThe water often draws back from the seacoast half of the wave period prior to the wave getting to the coast. If the slope of the coast is not steep, the water may pull back for hundreds of meters. People who do not know of the danger often remain at the shore.\nTsunamis cannot be prevented. However, there are ways to help stop people dying from a tsunami. International and regional warning systems, especially for the Pacific Ocean, issue alerts before the big waves reach the shore. Because the earthquake that caused the tsunami can be felt before the wave gets to the shore, people can be warned to go somewhere safe.\nTsunamis are often called \"tidal waves\" because they usually rise and fall more slowly than ordinary ocean surface waves. This name is misleading, because tsunamis are not related to tides; they merely rise slowly as a series of fast-moving waves in the ocean caused by powerful earthquakes or volcanic eruptions.\nThe deadliest tsunami recorded in documented history was on 26 December 2004, and is known as the 2004 Indian Ocean Tsunami. It was caused by an earthquake. The earthquake was said to have a magnitude of 9.3 on the Moment magnitude scale. It was centered in the ocean near the coast of Sumatra, Indonesia. Over 215,000 people, mainly on the shores of the Indian Ocean, died from this disaster. The giant wave moved very quickly. Thousands of people in Indonesia, Sri Lanka, Thailand, India, Somalia, and other nations, were killed or injured by it.\nYet, the most \"expensive\" tsunami ever was the 2011 Tōhoku earthquake and tsunami. It is said to have cost the Japanese government around $150 billion, which is equivalent to about 12 trillion yen. It went a huge distance in inland, and is also the 4th largest tsunami in history.\nThere is another type of tsunami known as a megatsunami, which is mainly due to external impact on the ocean, like an asteroid or meteor crash, a landslide, a rockslide etc.\nSurviving tsunamis.\nTsunamis are very strong and can go many kilometers inland. Around 5 to 10 minutes before a tsunami hits, the sea seems to go back by an unusual distance. This is a warning that a tsunami can occur.\nThe best way to evacuate is to climb to an elevated area. If a person notices strange or unusual behavior in animals, he/she can also take that as a warning and go inland. However, if it still looks like the wave can absorb the person, the most suitable alternative will be to hold on to something sturdy, like a tree, so he/she does not totally get carried away and injured.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_disaster","surface_form":"natural disaster","offset":15},{"uri":"Wave","surface_form":"wave","offset":65},{"uri":"Ocean","surface_form":"ocean","offset":78},{"uri":"Earthquake","surface_form":"earthquakes,","offset":103},{"uri":"Volcano","surface_form":"volcanic eruption","offset":116},{"uri":"Landslides","surface_form":"landslides","offset":136},{"uri":"Wavelength","surface_form":"wavelength","offset":232},{"uri":"Kilometer","surface_form":"kilometer","offset":266},{"uri":"Speed","surface_form":"speed","offset":347},{"uri":"Energy","surface_form":"energy","offset":381},{"uri":"Sand","surface_form":"sand","offset":410},{"uri":"Beach","surface_form":"beach","offset":420},{"uri":"Tree","surface_form":"tree","offset":437},{"uri":"Vehicle","surface_form":"vehicle","offset":458},{"uri":"House","surface_form":"house","offset":468},{"uri":"Town","surface_form":"town","offset":498},{"uri":"Ring_of_fire","surface_form":"ring of fire","offset":684},{"uri":"Period","surface_form":"period","offset":802},{"uri":"Coast","surface_form":"coast","offset":842},{"uri":"Slope","surface_form":"slope","offset":856},{"uri":"Shore","surface_form":"shore","offset":994},{"uri":"Death","surface_form":"dying","offset":1075},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1160},{"uri":"Shore","surface_form":"shore","offset":1219},{"uri":"Earthquake","surface_form":"earthquake","offset":1238},{"uri":"Ocean_surface_wave","surface_form":"ocean surface wave","offset":1464},{"uri":"Tide","surface_form":"tide","offset":1546},{"uri":"Wave","surface_form":"waves","offset":1604},{"uri":"Ocean","surface_form":"ocean","offset":1617},{"uri":"Earthquake","surface_form":"earthquakes","offset":1642},{"uri":"Volcano","surface_form":"volcanic eruptions","offset":1657},{"uri":"2004_Indian_Ocean_earthquake","surface_form":"deadliest tsunami","offset":1681},{"uri":"2004_Indian_Ocean_Tsunami","surface_form":"2004 Indian Ocean Tsunami","offset":1775},{"uri":"Earthquake","surface_form":"earthquake","offset":1822},{"uri":"Moment_magnitude_scale","surface_form":"Moment magnitude scale","offset":1892},{"uri":"Ocean","surface_form":"ocean","offset":1939},{"uri":"Sumatra","surface_form":"Sumatra","offset":1963},{"uri":"Indonesia","surface_form":"Indonesia","offset":1972},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2032},{"uri":"Disaster","surface_form":"disaster","offset":2061},{"uri":"Indonesia","surface_form":"Indonesia","offset":2129},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":2140},{"uri":"Thailand","surface_form":"Thailand","offset":2151},{"uri":"India","surface_form":"India","offset":2161},{"uri":"Somalia","surface_form":"Somalia","offset":2168},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":2273},{"uri":"Megatsunami","surface_form":"megatsunami","offset":2551}]}