{"id":259186,"url":"http://en.wikipedia.org/wiki/Superstar_(movie)","text":"\"Superstar\" is a 1999 comedy movie and \"Saturday Night Live\" spin-off about a quirky, socially incompetent girl called Mary Katherine Gallagher. The character was created by the \"SNL\" star, Molly Shannon and appeared as a recurring character on \"SNL\" in many skits. The story tells about Mary Katherine trying to find her place in her Catholic high school. The movie was directed by a former \"Kids in the Hall\" member, Bruce McCulloch.\n\"SNL\" and \"Kids in the Hall\" alum, Mark McKinney, who appeared in many of the Mary Katherine Gallagher \"SNL\" skits on television, also has a minor role as a priest.\nMolly Shannon got a nomination for Blockbuster Entertainment Award \"Favorite Actress - Comedy\", but lost to Heather Graham in \"Austin Powers: The Spy Who Shagged Me\".\nPlot.\nMary Katherine Gallagher (Shannon) is an Irish-American Catholic school girl and social outcast in a Catholic high school. She wants to be a superstar, as she wants to get a kiss from Sky Corrigan (Ferrell). When Mary is sent to Special Education, she makes a new best friend, the tomboyish and equally socially-awkward Helen Lewengrub (Emmy Laybourne).\nMary sees her chance to become a superstar when her school promotes a talent show. She wants to try out, but Grandma Gallagher (Glynis Johns), did not want her to. Mary tries out anyway, and when she goes to sign up, a stereotypical cheerleader, Evian Carrie Graham (Elaine Hendrix), gets into a fight with her. The fight causes Evian and Sky to break up, and now Sky is a \"single hunk of beefcake on the rebound\". Mary is now determined to get in the talent show so Sky will notice her. When Grandma Gallagher finds out that her granddaughter got into the talent show, she finally tells the truth about how her parents died - they were stomped to death while performing in a Riverdance-like competition. That is why Grandma Gallagher was against her granddaughter performing.\nHowever, Grandma Gallagher decides to help Mary do her act in the talent show, as long as she performs for herself. Mary and the other Special Education students spent days practicing. Mary wins the competition as well as Sky's heart. When she kisses Sky though, she discovers he is a horrible kisser and chooses to kiss her friend Slater (Harland Williams) instead.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Comedy","surface_form":"comedy","offset":22},{"uri":"Movie","surface_form":"movie","offset":29},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":40},{"uri":"Story","surface_form":"story","offset":270},{"uri":"Catholic","surface_form":"Catholic","offset":335},{"uri":"High_school","surface_form":"high school","offset":344},{"uri":"Movie","surface_form":"movie","offset":361},{"uri":"Member","surface_form":"member","offset":411},{"uri":"Heather_Graham","surface_form":"Heather Graham","offset":709},{"uri":"Catholic","surface_form":"Catholic","offset":830},{"uri":"School","surface_form":"school","offset":839},{"uri":"Catholic","surface_form":"Catholic","offset":875},{"uri":"High_school","surface_form":"high school","offset":884},{"uri":"Education","surface_form":"Education","offset":1011},{"uri":"School","surface_form":"school","offset":1180},{"uri":"Talent","surface_form":"talent","offset":1198},{"uri":"Show","surface_form":"show","offset":1205},{"uri":"Cheerleader","surface_form":"cheerleader","offset":1361}]}