{"id":259267,"url":"http://en.wikipedia.org/wiki/Ozai","text":"e=\"preserve\">Ozai (also known as Fire Lord Ozai or the Phoenix King) is a fictional character and the main antagonist in Nickelodeon's animated series '. Though once shown behind the scenes than recurringly, he is nevertheless an important character in the series as he is the father of Azula and Zuko. He is also the younger brother of Iroh and is the rival of the main protagonist of the series, Avatar Aang who must stop Ozai to bring balance to the world. He is also Fire Lord Sozin's grandson. He is also member of the 5th Council. He is voiced by Mark Hamill.\nSeason One.\nOzai first appears in the episode \"Winter Solstice Part 2: Avatar Roku\" in a vision where Avatar Roku explains to Aang that Ozai plans to use Sozin's Comet to increase his firebending ability. In the episode \"The Storm\" he is shown in a flashback of a story being told by Iroh explaining why Zuko is obsessed with capturing the Avatar. Zuko is challenged to a duel by Ozai and when Zuko refuses to fight, Ozai burns his son's face and banishes him. Zuko now tries to capture the Avatar to restore his honor and please his father. At the conclusion of the season 1 finale, \"The Siege of the North, Part 2\", Ozai sees Zuko as a failure and believes Iroh is now a traitor to the Fire Nation. Just before the episode ends, he is seen giving a task to Azula, though the details of this task are not revealed until season 2.\nSeason Two.\nIn the episode \"Zuko Alone\" his origin is shown in a flashback from back when his father Azulon was Fire Lord. After Iroh's son dies from the war in Ba Sing Se, Ozai claims that he should inherit the throne instead of his older brother, stating that because Iroh no longer has a son, the bloodline of Fire Lords would end with him. Azulon, infuriated at the request, orders Ozai to kill his own son, Zuko, to understand the pain that Iroh felt. Ozai's wife, Ursa, knowing that Ozai would do anything for the throne, offered Ozai a plan to spare Zuko's life and his place to the throne. This resulted the death of Fire Lord Azulon and the banishment of Ursa, though the latter is not revealed until season 3.\nSeason Three.\nOzai makes his first full appearance in the first episode of season 3, \"The Awakening\", after the Earth city of Ba Sing Se is conquered by Azula and the Fire Nation. Ozai now welcomes his son, Zuko, home after Azula states that he killed the Avatar. While in a war meeting, Zuko states that even though the Earth Kingdom is conquered that they would still not officially give up. Ozai concludes that the only way to defeat their resistance is to use the power of Sozin's Comet to increase the Fire Nation's power. When it becomes known that the resistance plans to invade the Fire Nation during the eclipse, Ozai evacuates the capital city and hides underground. There he comes face to face with his son, Zuko, who finally stands up to him saying he did not kill the Avatar and he's through trying to earn his love. Zuko states that what Ozai is doing is wrong, that the Fire Nation should live in peace and kindness with the other nations instead of spreading fear across the world. Ozai merely laughs at this. Zuko then admits he will free his Uncle Iroh and help the Avatar stop him. Ozai then provokes Zuko to kill him but Zuko refuses, saying it's the Avatar's destiny to stop him not his. When Zuko starts to walk away, Ozai distracts him by revealing what happened to his mother. When the eclipse ends, Ozai bends lightning straight at Zuko, but Zuko simply redirects it.\nSozin's Comet: The Final Battle.\nWhen Sozin's Comet arrives he dubs himself the Phoenix King and declares that he is the ruler of the world. He also appoints his daughter Azula to the rank of Fire Lord. While attacking the Earth Kingdom, he is confronted by Avatar Aang. Because of his enhanced power and Aang's refusal to kill Ozai, he originally has the advantage. He is eventually defeated when Aang enters the Avatar state and strips Ozai of his Firebending ability by Energybending. After the defeat Team Avatar taunts him and calls him names, stating that he's not so tough now without his power. He is then imprisoned in the Fire Nation prison where Zuko visits him, stating that maybe prison will set him up in the right path, then demands to know where his mother is.\nPersonality.\nOzai is revealed to be a cruel leader. He is easily angered and merciless. His cruel personality could be due to his failure in his relationship with his father, Azulon, who always favored his older brother, Iroh, over him. Ozai would prove to be a heartless father to his own son, Zuko, believing him a failure and even burning his face and banishing him. He even banished his own wife, though admitted later that he felt banishment was too light a punishment. He has a lust for power, a quality shared by his daughter Azula. He favors his daughter over Zuko, seeing her as a firebending prodigy. The expectations Ozai had for Azula caused her to become stressed and paranoid, eventually leading to her mental breakdown at the end of the series.\nAbilities.\nOzai is an extremely skilled and powerful firebender, able to hold his own at the height of his powers due to Sozin's Comet against Aang despite Aang's status as a full-fledged Avatar. He is one of the few who can generate lightning along with Azula and Iroh, though he is shown to be the only one to shoot lightning out of both hands. With his firebending ability he is able to propel himself in the air similar to a jet. When Sozin's Comet arrives his firebending ability increases even more. After confronting the Avatar, Ozai's powers are taken away by Aang's Energybending.\nVideo game.\nHe appears as an antagonist in the video game '.\nFilm.\nFire Lord Ozai appears in the live action feature film in \"The Last Airbender\" played by Cliff Curtis. Unlike the series, Ozai is a regular character in the film.","categories":[],"infobox_types":[],"annotations":[{"uri":"Antagonist","surface_form":"antagonist","offset":107},{"uri":"Nickelodeon","surface_form":"Nickelodeon's","offset":121},{"uri":"Cartoon_series","surface_form":"animated series","offset":135},{"uri":"Azula","surface_form":"Azula","offset":287},{"uri":"Zuko","surface_form":"Zuko","offset":297},{"uri":"Iroh","surface_form":"Iroh","offset":337},{"uri":"Protagonist","surface_form":"protagonist","offset":371},{"uri":"Aang","surface_form":"Aang","offset":405},{"uri":"Ozai","surface_form":"Ozai","offset":424},{"uri":"5th_Council.","surface_form":"5th Council.","offset":524},{"uri":"Mark_Hamill","surface_form":"Mark Hamill","offset":553},{"uri":"Solar_eclipse","surface_form":"eclipse","offset":2730},{"uri":"Aang","surface_form":"Aang","offset":3775},{"uri":"Antagonist","surface_form":"antagonist","offset":5666},{"uri":"The_Last_Airbender","surface_form":"The Last Airbender","offset":5763},{"uri":"Cliff_Curtis","surface_form":"Cliff Curtis","offset":5793}]}