{"id":259386,"url":"http://en.wikipedia.org/wiki/Valencia_Street_Circuit","text":"e=\"preserve\">:\"Not to be confused with Circuit de Valencia\"\nThe Valencia Street Circuit is a semi-permanent street circuit in Valencia Spain. The circuit will host the Formula One European Grand Prix for seven years starting in The first Formula One race on the circuit was held on 24 August 2008, with Felipe Massa winning the event, the European Grand Prix. The circuit uses the roads around the city's harbour and America's Cup port area. One section of the circuit uses a 140 metre long swing bridge.\nIt also includes some roads designed to be used only for racing purposes by the German architect Hermann Tilke. Tilke also designed the buildings used for the circuit.\nHistory.\nThe deal to host the Valencia race was signed on 1 June 2007. It will last for seven years. The deal was made with the Valmor Sport group. The official track layout was unveiled by Valencia councillor and transport minister, Mario Flores, on 19 July 2007. The track was first used in the last weekend of July 2008. The circuit hosted a round of the Spanish F3 Championship and International GT Open. It was first used for the European Grand Prix on 24 August 2008.\nLayout.\nThe track is long and incorporates a total of 25 turns. There are 11 right-hand turns and 14 left-hand turns. It is estimated that the track has a top speed of around. Valencia is not as tight as Circuit de Monaco. There are not very many places to pass. The straights not not very straight the track gets very dusty off line.\nThe circuit has been criticised by the drivers for its lack of overtaking opportunites. There have only been 4 recorded passes in the first race held in 2008, and no passes in 2009. There is little space in the circuit to make changes to improve passing.","categories":[],"infobox_types":["motorsport venue"],"annotations":[{"uri":"Circuit_Ricardo_Tormo","surface_form":"Circuit de Valencia","offset":39},{"uri":"Valencia%2C_Spain","surface_form":"Valencia","offset":126},{"uri":"Spain","surface_form":"Spain","offset":135},{"uri":"Formula_One","surface_form":"Formula One","offset":168},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":180},{"uri":"Felipe_Massa","surface_form":"Felipe Massa","offset":303},{"uri":"America%27s_Cup","surface_form":"America's Cup","offset":417},{"uri":"Germany","surface_form":"German","offset":585},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":602},{"uri":"Circuit_de_Monaco","surface_form":"Circuit de Monaco","offset":1351}]}