{"id":259366,"url":"http://en.wikipedia.org/wiki/James_Wilson","text":"James Wilson (September 14, 1742 – August 21, 1798) was one of the Founding Fathers of the United States. He was a signer of the United States Declaration of Independence. Wilson was elected two times to the Continental Congress, and was a major force in drafting the United States Constitution. He was a leading legal thinker, and he was one of the first six justices appointed by George Washington to the Supreme Court of the United States. Wilson was born in Scotland, but lived most of his life in Pennsylvania.\nEarly years.\nJames Wilson was born in Carskerdo, near St. Andrews, Scotland. His parents were William Wilson and Alison Landall. Wilson attended a number of universities in Scotland without attaining a degree. Imbued with the ideas of the Scottish Enlightenment, he moved to Philadelphia, Pennsylvania, in British America in 1766, carrying valuable letters of introduction. These helped Wilson to begin tutoring and then teaching at The Academy and College of Philadelphia (now the University of Pennsylvania). He petitioned there for a degree and was awarded an honorary Master of Arts several months later.\nWilson started reading the law at the office of John Dickinson a short time later. After two years of studying, he got the bar in Philadelphia, and, in the following year (1767), set up his own practice in Reading, Pennsylvania. His office was very successful and he earned a small fortune in a few years. By then he had a small farm near Carlisle, Pennsylvania, was handling cases in eight local counties, and was lecturing at The Academy and College of Philadelphia.\nOn 5 November 1771, he married Rachel Bird, daughter of William Bird and Bridgette Hulings, they had six children together.\nPolitical career.\nIn 1774, Wilson wrote a pamphlet saying that the British Parliament had no power in America. He was for the Declaration of Independence when he was in the Continental Congress. During the American Revolution, he served in the Pennsylvania State Militia. He was also attacked at his house by a mob. This was called the Fort Wilson riot. Wilson also continued to practice law, and was France's lawyer in the U.S.\nWilson was one of the main political economists at the Constitutional Convention. He gave more speeches than anyone but Gouverneur Morris. He also proposed the three-fifths compromise, and sat on the Committee of Detail.\nWilson served on the United States Supreme Court from 1789 to 1798. He was the first associate justice nominated by George Washington.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":91},{"uri":"United_States_Declaration_of_Independence","surface_form":"United States Declaration of Independence","offset":129},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":208},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":268},{"uri":"George_Washington","surface_form":"George Washington","offset":382},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":407},{"uri":"Scotland","surface_form":"Scotland","offset":462},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":502},{"uri":"St_Andrews","surface_form":"St. Andrews, Scotland","offset":570},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia, Pennsylvania","offset":791},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":998},{"uri":"Reading%2C_Pennsylvania","surface_form":"Reading, Pennsylvania","offset":1331},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":1891},{"uri":"Constitutional_Convention","surface_form":"Constitutional Convention","offset":2202},{"uri":"Gouverneur_Morris","surface_form":"Gouverneur Morris","offset":2267}]}