{"id":259487,"url":"http://en.wikipedia.org/wiki/Roman_roads_in_Britain","text":"The Roman roads in Britain were, with Roman aqueducts, and the Roman army, one of the most impressive features of the Roman Empire in Britain.\nIn Britannia, as in other provinces, the Romans constructed a network of paved trunk roads to (surfaced highways). In their nearly four centuries of occupation (43 – 410 AD) they built about 2,000 miles of Roman roads in Britain. They are shown on the Ordnance Survey's \"Map of Roman Britain\". This is the most accurate and up-to-date layout of certain and probable routes that is available to the general public.\nThe pre-Roman Britons used unpaved trackways, including ancient ones running along the ridges of hills, such as the South Downs Way, now a public long-distance footpath. In contrast, most of the Roman network was surveyed and built from scratch, with the aim of connecting key points by the most direct possible route. The roads were all paved, to permit heavy freight-wagons to be used in all seasons and weather.\nMost of the known network was complete by 180 AD. Its main purpose was to allow the rapid movement of troops and military supplies. It was also vital for trade and the transport of goods.\nRoman roads remained in use as trunk roads for centuries after the Romans withdrew from Britain in 410 AD. Systematic construction of paved highways did not resume in England until the 18th century.\nConstruction of Roman roads.\nThe Romans became expert at constructing roads, which they called \"viae\". It was permitted to walk or drive cattle, vehicles, or traffic of any description along the road. The \"viae\" differed from the many other smaller or rougher roads, bridle-paths, drifts, and tracks. By law, the minimum width of a \"via\" was fixed at 2.4 m where it was straight, and 4.9 m where it turned.\nAfter the civil engineer looked over the site of the proposed road and determined roughly where it should go, the \"agrimensores\" went to work surveying the road bed. They used two main devices, the rod and a device called a \"groma\", which helped them obtain right angles. The rod men put down a line of rods called the \"rigor\". A surveyor looked along the rods and told the \"gromatici\" to move them as required. Using the \"gromae\" they then laid out a grid on the plan of the road.\nThe \"libratores\" then began their work using ploughs and, sometimes with the help of legionaries, with spades dug down to bed rock or at least to the firmest ground they could find. The excavation was called the \"fossa\", \"ditch\". The depth varied according to terrain.\nThe method varied according to place, materials available and terrain, but the plan was always the same. The roadbed was layered. The road was constructed by filling the ditch. This was done by layering rock over other stones.\nInto the \"fossa\" was dumped large amounts of rubble, gravel and stone, whatever fill was available. Sometimes a layer of sand was put down, if it could be found. When it came to within 1 yd (1 m) or so of the surface it was covered with gravel and tamped down, a process called \"pavire\", or \"pavimentare\". The flat surface was then the \"pavimentum\". It could be used as the road, or additional layers could be constructed. A \"statumen\" or \"foundation\" of flat stones set in cement might support the additional layers.\nThe final steps used concrete, which the Romans had rediscovered (it had been used in Ancient Egypt). They seem to have mixed the mortar and the stones in the fossa. First a small layer of coarse concrete, the \"rudus\", then a little layer of fine concrete, the nucleus, went onto the pavement or \"statumen\". Into or onto the nucleus went a course of polygonal or square paving stones, called the \"summa crusta\". The \"crusta\" was crowned for drainage.\nAn example is found in an early basalt road by the Temple of Saturn on the Clivus Capitolinus. It had travertine paving, polygonal basalt blocks, concrete bedding (substituted for the gravel), and a rain-water gutter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aqueduct","surface_form":"aqueduct","offset":44},{"uri":"Roman_army","surface_form":"Roman army","offset":63},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":118},{"uri":"Britannia","surface_form":"Britannia","offset":146},{"uri":"Province","surface_form":"province","offset":169},{"uri":"Ordnance_Survey","surface_form":"Ordnance Survey","offset":395},{"uri":"Briton","surface_form":"Briton","offset":571},{"uri":"South_Downs_Way","surface_form":"South Downs Way","offset":673},{"uri":"Roman_Empire","surface_form":"Romans","offset":1392},{"uri":"Civil_engineer","surface_form":"civil engineer","offset":1776},{"uri":"Surveyor","surface_form":"surveyor","offset":2096},{"uri":"Plough","surface_form":"plough","offset":2293},{"uri":"Spade","surface_form":"spade","offset":2351},{"uri":"Gravel","surface_form":"gravel","offset":2797},{"uri":"Sand","surface_form":"sand","offset":2865},{"uri":"Concrete","surface_form":"concrete","offset":3283},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":3348},{"uri":"Temple_of_Saturn","surface_form":"Temple of Saturn","offset":3764},{"uri":"Clivus_Capitolinus","surface_form":"Clivus Capitolinus","offset":3788},{"uri":"Basalt","surface_form":"basalt","offset":3844},{"uri":"Gutter","surface_form":"gutter","offset":3923}]}