{"id":259566,"url":"http://en.wikipedia.org/wiki/Silky_shark","text":"The Silky shark (\"Carcharhinus falciformis\") is a type of shark of the genus \"Carcharhinus\", family Carcharhinidae. They are mainly found in warm bodies of water in the Atlantic, Pacific, and Indian Oceans. The Silky shark is large, slim, and grows up to a maximum length of 3.3 metres (10 feet). The Silky shark gets its name from the fact that it has a smooth, \"silky\" texture.\nThe Silky shark feeds on bony fish such as tuna, mackerel, sardines, and mullets, and molluscs such as squid and paper nautilus. They have also been known to feed on the bodies of dead whales.\nThe Silky shark is classified as \"Near Threatened\" by the IUCN.\nDescription.\nA large, slim shark, the Silky shark has a fairly stretched, rounded snout, a relatively slanting first dorsal fin with a blunt top that is located behind the edges of the pectoral fins, a small second dorsal fin with an extremely long free rear tip (more than two times the height), and a low inter-dorsal ridge (ridge between the dorsal fins). The pectoral fins are long and slim, and have dusky coloured tips.\nSilky sharks are normally dark grey with a shade of bronze, but are sometimes a golden-brown colour. Their undersides are white. Except for the first dorsal fin, the tips of all the fins are a dusky colour; this is more visible among the young.\nThe upper teeth are widely triangular and slanted, becoming more diagonal toward the angle of the jaws which are strongly cut and heavily jagged on the sides. The lower teeth are raised with smooth edges. There is usually 1 to 2 symphysial teeth on both, the lower and upper jaw.\nThe dermal denticles are small, tightly packed and over-lapping, giving the hide a smooth or \"silky\" texture, giving the shark it's name.\nThe maximum length for this species is 3.3 metres (10 feet). Males mature at the lengths of 2.2-2.3 metres (9-10 years of age) and grow to a lesser size than females, which reach maturity at the lengths 2.3-2.5 metres (12 years of age), however, these numbers are different among the different populations of this species. Silky sharks weigh around 350 kilograms (770 pounds).\nTaxonomy.\nThe first specimen described was given the name \"Carcharias (Prionodon) falciformis\" by Johannes Müller and Jakob Henle in 1841. The genus name \"Carcharhinus\" comes from the Greek words \"karcharos\" which means \"sharpen\", and \"rhinos\" which means \"nose\". Other names given to the Silky shark are \"Squalus\" or \"Prionodon tiburo\", \"Gymnorhinus\" or \"Gymnorrhinus pharaonis\", \"Aprionodon sitankaiensis\", \"Carcharhinus floridanus\", \"Eulamia malpeloensis\", and \"Carcharhinus atrodorsus\".\nHabitat.\nThe Silky shark is common in tropical and subtropical waters, and is found in the Atlantic, Pacific and Indian Oceans. In the western Atlantic, it ranges from the U.S state Massachusetts to Brazil (including the Gulf of Mexico and Caribbean Sea), and in the east it ranges from Spain to Angola. It is found in the western Indian Ocean and the Red Sea from Tanzania to Mozambique, including Madagascar and the Comores, and in the middle and eastern Indian Ocean in ranges from the Maldives and Sri Lanka to western Australia. It is found from China to New Zealand in the western Pacific (including the Hawaiian Islands), and Baja California to Peru in the eastern Pacific.\nAlthough the Silky shark is mainly found in the pelagic zone, the Silky shark is not just found in the open ocean, but has also been recorded from depths as shallow as 18 meters (56 ft). It is an active, swift shark that prefers warmer waters (about 23°C). It is commonly found near the edges of continental shelves and over deep water reefs where there is a large amount of food source. It mainly ranges from the surface down to at least 500 meters (1,550 ft) but has been caught over water as deep as 4000 meters (12,400 ft). Studies show that groups of Silky sharks contain Silky sharks of different genders, but of the same size. Young Silky sharks can be found in coastal nurseries and adults are found further offshore, over deeper waters.\nFeeding.\nThe Silky shark feeds mainly on bony fish such as tuna, mackerel, sardines, mullets, groupers, snappers, sea chubs, sea catfish, eels, lanternfish, filefish, triggerfish, and porcupinefish. It's diet also includes squid, paper nautilus, and swimming crabs, and there is fossil evidence of it scavenging on dead whales. Since of their good sense of hearing, and hunting tactics, these sharks are excellent hunters. They usually work together to \"herd\" groups of small fish to the surface, trapping the fish. When the fish are all tightly packed together, the Silky sharks attack the fish with great speed, and often consume the whole group of fish.\nReproduction.\nThe Silky shark is viviparous, meaning that it gives live birth. In the western north Atlantic, females mate in the late spring (May-June), and give birth in the same time period, but in the next year, meaning that the gestation period lasts 12 months. The number of pups per litter is 6-14 in the western Atlantic, 9-12 in the eastern Atlantic, 9-14 in the western Indian Ocean, and 2-11 in the central Indian. The young spend their first few months in coral reefs, but move to the open ocean by the first winter. In the western north Atlantic, nursery areas are located along the Caribbean islands.\nOther names.\nIn english, the Silky shark is also called the \"Net-eater shark\" in the eastern Pacific because of the fact that it is often caught in nets used for fishing tuna. The Silky shark is also called the \"Blackspot shark\", \"Grey whaler shark\", \"Olive shark\", \"Reef shark\", \"Ridgeback shark\", \"Sickle shark\", \"Sickle silk shark\", and \"Sickle-shaped shark\". In other languages, the Silky shark is called the \"cação\" (Portuguese), \"cazon\" (Spanish), \"cazon de playa\" (Spanish), \"cazón-tiburón\" (Spanish), \"haukkahai\" (Finnish), \"jaqueta\" (Spanish), \"jaqueton\" (Spanish), \"kanhaai\" (Dutch), \"karcharinos lios\" (Greek), \"kurotogarizame\" (Japanese), \"lombo preto\" (Portuguese), \"malie\" (Samoan), \"mandi sravu\" (Malay), \"mangeur d'hommes\" (French), \"marracho sedoso\" (Portuguese), \"marracho-luzidio\" (Portuguese), \"mbamba menyo\" (Swahili), \"moosi\" (Gujarati), \"mungsing\" (Javanese), \"mushi\" (Marathi), \"papa\" (Swahili), \"papa bunshu\" (Swahili), \"pating\" (Tagalog), \"requin soyeux\" (French), \"seidenhai\" (German), \"suga sura\" (Telugu), \"syhaai\" (Afrikaans), \"tiburón\" (Spanish), \"tiburon jaqueton\" (Spanish), \"tiburón lustroso\" (Spanish), \"tiburón sedoso\" (Spanish), \"tinterero\" (Spanish), \"tollo\" (Spanish), \"tollo mantequero\" (Spanish), \"tribon berde\" (Papiamento), \"tubarão-luzidio\" (Portuguese), \"yu jereh\" (Malay), \"yu pasir\" (Malay), and \"zijdehaai\" (Dutch).\nHuman interaction.\nSilky sharks are considered dangerous to humans because of their aggressive nature and size. Silky sharks have been observed with their head raised, back arched and tail lowered, a posture believed to be a form of threat display.\nSilky sharks are important to longline and gillnet fisheries in many parts of the world. In the Gulf of Mexico they are often caught with tuna catches, but are also caught by shark fishery. In the Caribbean they are sometimes fished, usually by longline, but they are not a common catch. In the Maldives and Sri Lanka, they are the most important shark species, making up 70-80% of the catches made in the pelagic zone. In Japanese waters, Silky sharks are a common target species of the shark fishery and are also caught with swordfish and tuna fisheries. In the mid-Atlantic waters of the U.S.A, the Silky shark is fished on a limited basis, but not in significant numbers. The meat, oil, and fins of the Silky shark are sold commercially. The Silky shark is also fished by recreational fishermen. Like other sharks, the Silky shark is in danger due to overfishing, because of its long gestation period, low number of offspring, and slow growth rate.\nOther than its importance to various fisheries, Silky sharks have been used in various scientific studies to investigate the sensory biology of sharks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shark","surface_form":"shark","offset":58},{"uri":"Genus","surface_form":"genus","offset":71},{"uri":"Carcharhinus","surface_form":"Carcharhinus","offset":78},{"uri":"Family_(biology)","surface_form":"family","offset":93},{"uri":"Carcharhinidae","surface_form":"Carcharhinidae","offset":100},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":169},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":179},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":192},{"uri":"Bony_fish","surface_form":"bony fish","offset":405},{"uri":"Tuna","surface_form":"tuna","offset":423},{"uri":"Mackerel","surface_form":"mackerel","offset":429},{"uri":"Sardine","surface_form":"sardine","offset":439},{"uri":"Mullet","surface_form":"mullet","offset":453},{"uri":"Mollusc","surface_form":"mollusc","offset":466},{"uri":"Squid","surface_form":"squid","offset":483},{"uri":"Paper_nautilus","surface_form":"paper nautilus","offset":493},{"uri":"Whale","surface_form":"whale","offset":565},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":631},{"uri":"Shark","surface_form":"shark","offset":664},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":754},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":822},{"uri":"Teeth","surface_form":"teeth","offset":1318},{"uri":"Jaw","surface_form":"jaw","offset":1406},{"uri":"Shark","surface_form":"shark","offset":1709},{"uri":"Species","surface_form":"species","offset":1754},{"uri":"Johannes_M%C3%BCller","surface_form":"Johannes Müller","offset":2201},{"uri":"Jakob_Henle","surface_form":"Jakob Henle","offset":2221},{"uri":"Genus","surface_form":"genus","offset":2246},{"uri":"Tropical","surface_form":"tropical","offset":2632},{"uri":"Subtropical","surface_form":"subtropical","offset":2645},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":2685},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2695},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2707},{"uri":"United_States","surface_form":"U.S","offset":2766},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":2776},{"uri":"Brazil","surface_form":"Brazil","offset":2793},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2815},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2834},{"uri":"Spain","surface_form":"Spain","offset":2881},{"uri":"Angola","surface_form":"Angola","offset":2890},{"uri":"Red_Sea","surface_form":"Red Sea","offset":2946},{"uri":"Tanzania","surface_form":"Tanzania","offset":2959},{"uri":"Mozambique","surface_form":"Mozambique","offset":2971},{"uri":"Madagascar","surface_form":"Madagascar","offset":2993},{"uri":"Comores","surface_form":"Comores","offset":3012},{"uri":"Maldives","surface_form":"Maldives","offset":3083},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":3096},{"uri":"Australia","surface_form":"Australia","offset":3117},{"uri":"China","surface_form":"China","offset":3145},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3154},{"uri":"Hawaii","surface_form":"Hawaiian Islands","offset":3204},{"uri":"Baja_California","surface_form":"Baja California","offset":3227},{"uri":"Peru","surface_form":"Peru","offset":3246},{"uri":"Pelagic_zone","surface_form":"pelagic zone","offset":3323},{"uri":"Coral_reef","surface_form":"reef","offset":3611},{"uri":"Bony_fish","surface_form":"bony fish","offset":4062},{"uri":"Tuna","surface_form":"tuna","offset":4080},{"uri":"Mackerel","surface_form":"mackerel","offset":4086},{"uri":"Sardine","surface_form":"sardine","offset":4096},{"uri":"Mullet","surface_form":"mullet","offset":4106},{"uri":"Grouper","surface_form":"grouper","offset":4115},{"uri":"Snapper","surface_form":"snapper","offset":4125},{"uri":"Sea_chub","surface_form":"sea chub","offset":4135},{"uri":"Sea_catfish","surface_form":"sea catfish","offset":4146},{"uri":"Eel","surface_form":"eel","offset":4159},{"uri":"Lanternfish","surface_form":"lanternfish","offset":4165},{"uri":"Filefish","surface_form":"filefish","offset":4178},{"uri":"Triggerfish","surface_form":"triggerfish","offset":4188},{"uri":"Porcupinefish","surface_form":"porcupinefish","offset":4205},{"uri":"Squid","surface_form":"squid","offset":4244},{"uri":"Paper_nautilus","surface_form":"paper nautilus","offset":4251},{"uri":"Swimming_crab","surface_form":"swimming crab","offset":4271},{"uri":"Scavenger","surface_form":"scavenging","offset":4322},{"uri":"Whale","surface_form":"whale","offset":4341},{"uri":"Fish","surface_form":"fish","offset":4497},{"uri":"Viviparous","surface_form":"viviparous","offset":4711},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":4778},{"uri":"Gestation_period","surface_form":"gestation period","offset":4911},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":5058},{"uri":"Coral_reef","surface_form":"coral reef","offset":5146},{"uri":"Caribbean_Sea","surface_form":"Caribbean","offset":5274},{"uri":"Island","surface_form":"island","offset":5284},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":5386},{"uri":"Tuna","surface_form":"tuna","offset":5463},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":7002},{"uri":"Tuna","surface_form":"tuna","offset":7044},{"uri":"Caribbean_Sea","surface_form":"Caribbean","offset":7103},{"uri":"Maldives","surface_form":"Maldives","offset":7201},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":7214},{"uri":"Shark","surface_form":"shark","offset":7253},{"uri":"Species","surface_form":"species","offset":7259},{"uri":"Pelagic_zone","surface_form":"pelagic zone","offset":7312},{"uri":"Japan","surface_form":"Japanes","offset":7329},{"uri":"Swordfish","surface_form":"swordfish","offset":7433},{"uri":"Atlantic_Ocean","surface_form":"mid-Atlantic","offset":7470},{"uri":"United_States","surface_form":"U.S.A","offset":7497},{"uri":"Meat","surface_form":"meat","offset":7586},{"uri":"Oil","surface_form":"oil","offset":7592},{"uri":"Fin","surface_form":"fin","offset":7601},{"uri":"Gestation_period","surface_form":"gestation period","offset":7794}]}