{"id":259643,"url":"http://en.wikipedia.org/wiki/Circuit_de_Catalunya","text":"The Circuit de Catalunya is a racetrack in Montmeló, to the north of Barcelona, Catalonia. It is home to the Formula One Spanish Grand Prix and the motorcycle Catalonia Grand Prix. With long straights and a variety of corners, the Circuit de Catalunya is seen as an all-rounder circuit. It is often used for off-season testing.\nHistory.\nThe Circuit de Catalunya was built in 1991. It was planned to host its first race in 1992 to go with the Olympic Games. The Olympic Games were scheduled to take place in Barcelona. The circuit is often referred to as 'Barcelona' in the racing community, even though it is located in Montmeló. The Circuit de Catalunya should not be confused with the Montjuïc circuit, which hosted the Spanish Grand Prix four times between 1969 and 1975. Unlike the Circuit de Catalunya, Montjuïc circuit is actually located within the city of Barcelona.\nBecause of so much testing is done at this circuit, Formula One drivers and mechanics are extremely familiar with it. This has led to criticism that drivers and mechanics are too familiar with Catalunya, reducing the amount of on-track action.\nWhen the circuit opened, overtaking was frequent. Cars could closely follow each other through the last two corners. They would slipstream down the long straight for a pass. As aerodynamic balance became more important, this overtaking method became less effective. The cars were unable to follow each other as close. They would encounter turbulence created by the leading car. This made it hard for a car to get close enough to pass. In the next to the last corner was replaced with a chicane. This was an effort to improve passing. The redesign did not increase the amount of overtaking.\nThe Circuit de Catalunya also plays host to many other racing series, including Moto GP. The chicane which was put in for Formula 1 does not exist in the track layout for Moto GP, and there are at least five points on the track where riders are known to pass. As in Formula 1, turn one is the most popular place for overtaking.","categories":[],"infobox_types":["motorsport venue"],"annotations":[{"uri":"Auto_racing","surface_form":"racetrack","offset":30},{"uri":"Montmel%C3%B3","surface_form":"Montmeló","offset":43},{"uri":"Barcelona","surface_form":"Barcelona","offset":69},{"uri":"Catalonia","surface_form":"Catalonia","offset":80},{"uri":"Formula_One","surface_form":"Formula One","offset":109},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":121},{"uri":"1992_Summer_Olympics","surface_form":"Olympic Games","offset":442},{"uri":"Montju%C3%AFc_circuit","surface_form":"Montjuïc circuit","offset":687},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":722},{"uri":"Aerodynamics","surface_form":"aerodynamic","offset":1296},{"uri":"Turbulence","surface_form":"turbulence","offset":1458},{"uri":"Chicane","surface_form":"chicane","offset":1605}]}