{"id":259605,"url":"http://en.wikipedia.org/wiki/Sepang_International_Circuit","text":"The Sepang International Circuit (SIC) is a racing circuit in Sepang, Selangor, Malaysia. It is near the Kuala Lumpur International Airport, about 60 km south of the capital city Kuala Lumpur. It is the venue used for the Formula One Malaysian Grand Prix, A1 Grand Prix as well as the Malaysian MotoGP. The circuit was designed by German designer Hermann Tilke.\nLayout.\nThe main circuit is 5.54 km long. It is raced in a clockwise direction. It is noted for its sweeping corners and wide straights. The layout is unusual, with a very long back straight separated from the pit straight by just one very tight hairpin corner.\nThe circuit may be set-up with other configurations. The north circuit is the first half of the main circuit. The course turns back towards the pit straight after turn 6 and is 2.71 km long.\nThe south circuit is the other half of the circuit. The back straight of the main circuit becomes the pit straight. It joins onto turn 8 of the main circuit to form a hairpin turn. This circuit is 2.61 km in length.\nSepang International Circuit also features kart racing and motocross facilities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sepang","surface_form":"Sepang","offset":62},{"uri":"Selangor","surface_form":"Selangor","offset":70},{"uri":"Malaysia","surface_form":"Malaysia","offset":80},{"uri":"Kuala_Lumpur","surface_form":"Kuala Lumpur","offset":179},{"uri":"Formula_One","surface_form":"Formula One","offset":222},{"uri":"Malaysian_Grand_Prix","surface_form":"Malaysian Grand Prix","offset":234},{"uri":"A1_Grand_Prix","surface_form":"A1 Grand Prix","offset":256},{"uri":"Germany","surface_form":"German","offset":331},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":347},{"uri":"Hairpin_turn","surface_form":"hairpin","offset":608},{"uri":"Hairpin_turn","surface_form":"hairpin turn","offset":982},{"uri":"Kart_racing","surface_form":"kart racing","offset":1074}]}