{"id":259766,"url":"http://en.wikipedia.org/wiki/The_Daily_Pennsylvanian","text":"\"The Daily Pennsylvanian\" (The DP) is the independent daily student newspaper of the University of Pennsylvania.\nHistory.\nFounded in 1885, the newspaper has been published daily since 1894, except for a hiatus from May 1943 to November 1945 on account of World War II. The \"DP\" broke away from the university in 1962 to become an independent publication. It incorporated in 1984 to solidify its financial and editorial independence from the university. Today the newspaper's budget is funded primarily through the sale of advertising by a student business staff.\nAwards.\nThe \"Daily Pennsylvanian\" has won many of the most prestigious awards in college journalism. In 2008, the newspaper was awarded the Society of Professional Journalist's National Mark of Excellence Award. In the same year, the paper won the Spring 2008 Columbia Gold Crown, awarded to only eight college newspapers nationwide, an award it has won many times before. It also received first place in the Associated Collegiate Press's Kansas City Convention Best of Show Competition in 2008. In 2004, the DP won the Pacemaker, awarded by the Associated Collegiate Press and the Newspaper Association of America Foundation, for a record-setting fourth consecutive year. It also won the award in 1990, 1997, and 1998, and most recently in 2007. Several of its writers win Gold Circles from the Columbia Scholastic Press Association every year. It was also ranked as the \"most read\" college newspaper by The Princeton Review in 1990, 1997, 1998, and 2001. In 2006, College Publisher awarded the DP first place in the category of Best Online Sports Coverage and, in 2008, it was awarded an online Gold Crown for dailypennsylvanian.com.","categories":[],"infobox_types":["newspaper","website"],"annotations":[{"uri":"Student","surface_form":"student","offset":60},{"uri":"Newspaper","surface_form":"newspaper","offset":68},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":85},{"uri":"World_War_II","surface_form":"World War II","offset":255},{"uri":"Independence","surface_form":"independence","offset":419},{"uri":"National_Pacemaker_Awards","surface_form":"Pacemaker","offset":1083},{"uri":"The_Princeton_Review","surface_form":"The Princeton Review","offset":1468},{"uri":"College_Publisher","surface_form":"College Publisher","offset":1529}]}