{"id":259752,"url":"http://en.wikipedia.org/wiki/Brahmajala_Sutta_(Theravada)","text":"The Brahmajala Sutta is the first of 34 suttas in the Digha Nikaya (the Long Discourses of the Buddha). The name comes from 'brahma' (perfect wisdom) and 'jala' (net-which-embraced-all-views). The sutta is also called 'Atthajala' (Net of Essence), Dhammajala, (Net of the Dhamma), Ditthijala (Net of Views), Anuttarasangama Vijaya (Incomparable Victory in Battle).\nThe sutta discusses two main topics: the elaboration of the Ten Precepts (Cula-sila), the Middle Precepts (Majjhima-sila), and the Great Precepts (Maha-sila). Cula-sila deals with the Ten Precepts to be practised by devout buddhists, while Majjhima-sila gives a detailed description of the practice of the sixth, seventh, eighth, and ninth precepts, together with the practise of plant conservation and speech etiquette.\nThe second and third parts of the sutta discuss the 62 beliefs (ditthi) or \"views\" held by ascetics in the Ganges plains (in what is now India) during the life of the Buddha. These are divided into: 18 beliefs related to the past (pubbantanuditthino), and 44 beliefs about the future (aparantakappika).\nMany of these beliefs are still relevant in the modern world and thus the sutta provides Buddhist scholars with much information to ponder about the Buddha's teachings.\nThe elaboration of these beliefs is very detailed, focusing on how the beliefs (faiths) come to be and the way they are described and declared. The elaboration ends with the Buddha's statement about the danger of clinging to these beliefs, as they are still influenced by desire (lobha), hatred (dosa), and ignorance (moha) that its faithful followers will not end in the final liberation but still in the cycle of samsara. Believers of these faiths are compared to small fish in a pond which will be captured by a fine net no matter how much they want to escape, while those who see reality as it is are beyond the net of samsara.","categories":[],"infobox_types":[],"annotations":[{"uri":"S%C5%ABtra","surface_form":"sutta","offset":40},{"uri":"Digha_Nikaya","surface_form":"Digha Nikaya","offset":54},{"uri":"Ditthi","surface_form":"ditthi","offset":850},{"uri":"Ascetics","surface_form":"ascetics","offset":877},{"uri":"India","surface_form":"India","offset":923},{"uri":"Buddha","surface_form":"Buddha","offset":953},{"uri":"Gautama_Buddha","surface_form":"Buddha","offset":1238},{"uri":"Lobha","surface_form":"lobha","offset":1538},{"uri":"Hatred","surface_form":"hatred","offset":1546},{"uri":"Moha","surface_form":"moha","offset":1576},{"uri":"Samsara","surface_form":"samsara","offset":1673}]}