{"id":259838,"url":"http://en.wikipedia.org/wiki/I%27m_Outta_Time","text":"\"I'm Outta Time\" is a single by the rock band Oasis. The song is featured on their seventh studio album \"Dig Out Your Soul\". The second single from the album, \"I'm Outta Time\" was written by lead vocalist Liam Gallagher and released on 1 December 2008.\nComposition.\nThe song has similarity, in style, to John Lennon's work in the early 1970s. The piano which features on the track partly sounds like Lennon's \"Jealous Guy\". The song also has a backing piano similar to The Beatles' \"A Day in the Life\". Liam jokingly claims that it took him nine years to write the song.\nThe song features a short speech from John Lennon taken from one of his last interviews in 1980. The speech sample says: \"As Churchill said, it's every Englishman's inalienable right to live where the hell he likes. What's it going to do, vanish? Is it not going to be there when I get back?\".\nReception.\nThe song has been noted as one of the highlights of the album, with guitarist Noel Gallagher labeling it \"deceptively brilliant\". It has also been praised by music critics, with \"NME\" calling it a return to form, and comparing it to the music of Oasis-admired rock band The Beatles.\nIt charted at #12 in the UK Singles Chart - the first Oasis single to miss the top ten since 1994, ending the band's streak of 22 consecutive top tens. It has so far spent a total of 24 weeks in the French Singles Chart, the most ever by any Oasis single. However, the single spent only two weeks in the UK top 75, the least ever by any Oasis single.\nMusic video.\nThe music video for \"I'm Outta Time\" was released in November 2008. It was filmed in black and white, and shows Liam Gallagher, the only band member to appear in the clip, on a \"surreal journey through a moon-lit English landscape\". At the end of the video, Liam is filmed in a close-up profile shot lying down. This bears resemblance to the back cover artwork for John Lennon's album \"Imagine\".\nOther versions.\nThe song was covered by Lily Allen on BBC's Live Lounge on December 2nd, 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":36},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":46},{"uri":"Dig_Out_Your_Soul","surface_form":"Dig Out Your Soul","offset":105},{"uri":"Liam_Gallagher","surface_form":"Liam Gallagher","offset":205},{"uri":"Jealous_Guy","surface_form":"Jealous Guy","offset":410},{"uri":"A_Day_in_the_Life","surface_form":"A Day in the Life","offset":483},{"uri":"John_Lennon","surface_form":"John Lennon","offset":609},{"uri":"Winston_Churchill","surface_form":"Churchill","offset":696},{"uri":"Noel_Gallagher","surface_form":"Noel Gallagher","offset":954},{"uri":"NME","surface_form":"NME","offset":1055},{"uri":"The_Beatles","surface_form":"The Beatles","offset":1146},{"uri":"Lily_Allen","surface_form":"Lily Allen","offset":1959}]}