{"id":259845,"url":"http://en.wikipedia.org/wiki/Hemichordata","text":"The Hemichordata is a phylum of worm-shaped marine deuterostome animals, generally considered the sister group of the echinoderms. They date back to the Lower or Middle Cambrian and include an important class of fossils called graptolites, most of which became extinct in the Carboniferous.\nLiving hemichordates are a phylum with two living classes: the enteropneusts and the pterobranchs. Since the hemichordates are the closest living relatives to the chordates, they are of great interest to those studying the origins of chordate development.\nStructure.\nThe bodies of Hemichordates are divided into three parts, proboscis, collar and trunk. They have open circulatory systems and a complete digestive tract but the musculature in their gut is very poorly developed, and food is mostly transported through it by using the cilia that cover its inside surface.\nA hollow neural tube exists among some species (at least in early life), probably a primitive trait they share with the common ancestor of chordata and the rest of the deuterostomes.\nDevelopment.\nHemichordates are known to develop in two ways: either directly or indirectly. The enteropneusts have both types of development. The indirect development has a long pelagic larval stage. These species have a larval stage which feeds on plankton before turning into an adult worm. Those species which develop directly bypass this prolonged larval stage and develop straight into an adult worm.\nGraptolites.\nGraptolites are common fossils from the Palaeozoic. They are colonial animals known chiefly from the Upper Cambrian to the Lower Carboniferous (Mississippian). A possible early graptolite, \"Chaunograptus\", is known from the Middle Cambrian.\nThe name graptolite comes from the Greek \"graptos\", meaning 'written', and \"lithos\", meaning 'rock'. Many graptolite fossils resemble hieroglyphs written on the rock. Linnaeus originally regarded them as \"pictures resembling fossils rather than true fossils\". More recent work places them near the pterobranchs, possibly within.\nGraptolite morphology.\nEach graptolite colony is known as a rhabdosome and has a variable number of branches (called \"stipes\") coming from an initial individual. Each subsequent zooid is housed within a tubular or cup-like structure (called a theca). In some colonies, there are two sizes of theca, and it has been suggested that this difference is due to sexual dimorphism.\nThe number of branches and the arrangement of the thecae are important features in the identification of graptolite fossils. Their general shape has been compared with that of a hacksaw blade.\nMost of the tree-like forms are classified as dendroid graptolites (order Dendroidea). They appear earlier in the fossil record (in the Cambrian), and were benthic animals attached to the sea-floor by a root-like base. Graptolites with relatively few branches were derived from the dendroid graptolites at the beginning of the Ordovician period. This latter type (order Graptoloidea) were pelagic, drifting freely on the surface of ancient seas or attached to floating seaweed by means of a slender thread. They were a successful and prolific group, being the most important animal members of the plankton until they died out in the early part of the Devonian period. The dendroid graptolites survived until the Carboniferous period.\nAcorn worms.\nThe Acorn worms or Enteropneusta are a Hemichordate class of invertebrates, closely related to the chordates. There are about 70 species of acorn worm in the world, the main species for research being \"Saccoglossus kowalevskii\".\nAll species are benthic, and either deposit feeders or suspension feeders. Some of these worms may grow to be very long; one particular species may reach a length of 2.5 meters (almost eight feet), although most acorn worms are much smaller. One genus, \"Balanoglossus\", is also known as the tongue worm.\nPterobranchs.\nPterobranchia is a clade of small, worm-shaped animals. They belong to the Hemichordata, and live in secreted tubes on the ocean floor. Pterobranchia feed by filtering plankton out of the water with the help of cilia attached to tentacles. There are about 30 known living species in the group.\nThe class Pterobranchia was established by E. Ray Lankester in 1877. It contained, at that time, the single genus \"Rhabdopleura\". The publication of the Challenger Report (\"Cephalodiscus\") in 1887, showed that \"Cephalodiscus\", the second genus now included in the order, had affinities in the direction of the Enteropneusta.\nStudies under an electron microscope have suggested that pterobranchs belong to the same clade as the extinct graptolites.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum_(biology)","surface_form":"phylum","offset":22},{"uri":"Ocean","surface_form":"marine","offset":44},{"uri":"Deuterostome","surface_form":"deuterostome","offset":51},{"uri":"Animal","surface_form":"animal","offset":64},{"uri":"Echinoderm","surface_form":"echinoderm","offset":118},{"uri":"Cambrian","surface_form":"Cambrian","offset":169},{"uri":"Fossil","surface_form":"fossil","offset":212},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":276},{"uri":"Chordate","surface_form":"chordate","offset":454},{"uri":"Proboscis","surface_form":"proboscis","offset":616},{"uri":"Circulatory_system","surface_form":"circulatory system","offset":660},{"uri":"Digestive_tract","surface_form":"digestive tract","offset":695},{"uri":"Cilium","surface_form":"cilia","offset":825},{"uri":"Neural_tube","surface_form":"neural tube","offset":871},{"uri":"Chordata","surface_form":"chordata","offset":1001},{"uri":"Pelagic","surface_form":"pelagic","offset":1223},{"uri":"Larva","surface_form":"larva","offset":1231},{"uri":"Plankton","surface_form":"plankton","offset":1294},{"uri":"Fossil","surface_form":"fossil","offset":1487},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":1504},{"uri":"Colony_(biology)","surface_form":"colonial","offset":1525},{"uri":"Animal","surface_form":"animal","offset":1534},{"uri":"Cambrian","surface_form":"Cambrian","offset":1571},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":1593},{"uri":"Mississippian","surface_form":"Mississippian","offset":1608},{"uri":"Greek_language","surface_form":"Greek","offset":1740},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":1839},{"uri":"Linnaeus","surface_form":"Linnaeus","offset":1872},{"uri":"Zooid","surface_form":"zooid","offset":2212},{"uri":"Theca","surface_form":"theca","offset":2277},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":2390},{"uri":"Benthos","surface_form":"benthic","offset":2758},{"uri":"Ordovician","surface_form":"Ordovician","offset":2929},{"uri":"Seaweed","surface_form":"seaweed","offset":3071},{"uri":"Devonian","surface_form":"Devonian","offset":3253},{"uri":"Invertebrate","surface_form":"invertebrate","offset":3410},{"uri":"Worm","surface_form":"worm","offset":3876},{"uri":"Clade","surface_form":"clade","offset":3915},{"uri":"Secretion","surface_form":"secreted","offset":3997},{"uri":"Ocean_floor","surface_form":"ocean floor","offset":4019},{"uri":"Plankton","surface_form":"plankton","offset":4064},{"uri":"Cilia","surface_form":"cilia","offset":4107},{"uri":"Tentacle","surface_form":"tentacle","offset":4125},{"uri":"Species","surface_form":"species","offset":4168},{"uri":"E._Ray_Lankester","surface_form":"E. Ray Lankester","offset":4233},{"uri":"Genus","surface_form":"genus","offset":4298},{"uri":"Order_(biology)","surface_form":"order","offset":4454},{"uri":"Electron_microscope","surface_form":"electron microscope","offset":4532},{"uri":"Extinction","surface_form":"extinct","offset":4617}]}