{"id":259948,"url":"http://en.wikipedia.org/wiki/Scaffold","text":"A scaffold is a temporary structure used for support. Originally scaffolds were made of wood, and bamboo scaffolds are still used in many parts of the world. In the western world they are now made of metal.\nThe most common use of scaffolds is to allow work on buildings. Another use of the word was the wooden platforms built for executions. This is now a rare use of the word.\nTypes of scaffolding.\nWooden & Bamboo Scaffolding:- Bamboo scaffolding is more common outside of North America and Europe. Pre-cut lumber was the most common type of scaffolding until steel, and the fabrication of materials, became much more affordable. Bamboo is more commonly used in Asia where it’s favored for strength, flexibility, and eco-friendliness.\nTube & Clamp Scaffolding:- This is one of the earliest types of steel scaffolding and consists of two parts, including the tubes and clips, sometimes called ‘couples.’ The idea is really simple, and one reason why it’s so popular is because of the ease in assembly and disassembly. To erect the scaffold, you need to connect tubes together to make long runs and then connect the verticals and horizontals together with clamps built specifically for these tubes.\nSystems Scaffolding:- Sometimes referred to as \"modular scaffolding\", systems scaffolding consists primarily of vertical and horizontal pre-engineered components that connect together in a systematic fashion.\nSystems scaffolding is likely the most used type of scaffolding across the globe and there are hundreds of manufacturers, each having specific efficiencies. Some perform well in very highly loaded conditions and others are more suited to smaller repeated scaffold structures.\nCuplock Systems Scaffolding:- Commonly made from galvanized steel, cuplock systems scaffolding is popular for its ability to support heavy loads. With cuplocks at every 500mm to 1,000mm, this type of scaffolding creates highly standardized systems that work well for scaffolding designs with repeated patterns.\nKwikstage Scaffolding:- If you’re a scaffold designer in the UK or Australia, then Kwikstage will likely be your systems scaffolding of choice. From commercial to residential applications, Kwikstage is both easy to erect and relatively adaptable. With just five components required, it’s easy to assemble and disassemble.","categories":[],"infobox_types":[],"annotations":[{"uri":"Structure","surface_form":"structure","offset":26},{"uri":"Support","surface_form":"support","offset":45},{"uri":"Wood","surface_form":"wood","offset":88},{"uri":"Bamboo","surface_form":"bamboo","offset":98},{"uri":"Metal","surface_form":"metal","offset":200},{"uri":"Building","surface_form":"building","offset":260},{"uri":"Execution","surface_form":"execution","offset":330}]}