{"id":260190,"url":"http://en.wikipedia.org/wiki/Chris_Columbus_(filmmaker)","text":"Chris Joseph Columbus (born September 10, 1958) is an American movie director, producer and screenwriter. His most successful movies are \"Harry Potter and the Philosopher's Stone\", \"Harry Potter and the Chamber of Secrets\", \"Mrs. Doubtfire\", and \"Home Alone\".\nEarly life.\nColumbus was born in Spangler, Pennsylvania and raised in Youngstown, Ohio. He is the son of Mary Irene (née Puskar) and Alex Michael Columbus. Columbus is of Italian and Czech descent. He graduated from John F. Kennedy High School in Warren, Ohio and from New York University's movie school at the Tisch School of the Arts.\nCareer.\nColumbus worked as a screenwriter with Steven Spielberg's Amblin Productions, working on \"Gremlins\" (1984), \"The Goonies\" (1985) and \"Young Sherlock Holmes\" (1985). He wrote the first episodes of the animated series \"Galaxy High\" (1986) and later made his directorial debut with the teen comedy \"Adventures in Babysitting\" (1987) and \"Heartbreak Hotel\" (1988).\nHis directorial work includes \"Home Alone\" (1990), \"Only the Lonely\" (1991), \"Home Alone 2: Lost in New York\" (1992), \"Mrs. Doubtfire\" (1993), \"Nine Months\" (1995), \"Stepmom\" (1998), \"Bicentennial Man\" (1999), \"Harry Potter and the Philosopher's Stone\" (2001), \"Harry Potter and the Chamber of Secrets\" (2002), \"Rent\" (2005), \"I Love You Beth Cooper\" (2009) and ' (2010).\nColumbus founded his production company named 1492 Pictures in 1995, intended as a play to Columbus's more famous namesake, Christopher Columbus.\nSuccess and criticism.\nThe character types preferred by Columbus are the everyday American men, women and children who struggle to uphold family traditions against a changing, sometimes intimidating (scary) society. In 1993 he said: \"I can understand the validity of showing people the ugliness of the world, but I also think there is a place for films to leave people with a sense of hope. If your movie isn't going to do that, I just don't think it's worth making.\"\nPersonal life.\nColumbus married Monica Devereux in 1983, with whom he had four children: Eleanor, Violet, Brendan, and Isabella. Columbus lives in San Francisco's Pacific Heights, where his children attend or previously attended Saint Ignatius College Preparatory. He donated money to the school for a new building, which is named after him.\nColumbus's daughter Eleanor appeared as the character Susan Bones in the two Potter movies he directed, making her one of only two Americans cast as students, along with cousin Robert Ayres (Boy in Study Hall #2 in his second \"Harry Potter\" movie). She also appeared as an infant in \"Home Alone\" with her grandmother and had a small cameo along with her father in \"Home Alone 2: Lost in New York\".\nTwo of his other children, Violet and Brendan, appeared in unnamed cameo roles in \"Harry Potter and the Chamber of Secrets\". Chris and his son also have an uncredited cameo in \"Rent\".\nViolet Columbus also appeared in \"I Love You, Beth Cooper\", singing \"Forget Me\" at the very beginning of graduation and the entire movie itself.\nHis wife Monica Devereux made a small appearance in \"Home Alone\" as the red-headed flight attendant, and in \"Home Alone 2: Lost in New York\" as the Plaza telephone operator.\nHis father-in-law appeared in \"Home Alone\" as a Chicago policeman who checks the McAllisters' home to see if Kevin is there.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":54},{"uri":"Movie_director","surface_form":"movie director","offset":63},{"uri":"Movie_producer","surface_form":"producer","offset":79},{"uri":"Screenwriter","surface_form":"screenwriter","offset":92},{"uri":"Mrs._Doubtfire","surface_form":"Mrs. Doubtfire","offset":225},{"uri":"Spangler%2C_Pennsylvania","surface_form":"Spangler, Pennsylvania","offset":293},{"uri":"Youngstown%2C_Ohio","surface_form":"Youngstown, Ohio","offset":330},{"uri":"New_York_University","surface_form":"New York University","offset":529},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":644},{"uri":"The_Goonies","surface_form":"The Goonies","offset":714},{"uri":"Young_Sherlock_Holmes","surface_form":"Young Sherlock Holmes","offset":739},{"uri":"Debut","surface_form":"debut","offset":873},{"uri":"Mrs._Doubtfire","surface_form":"Mrs. Doubtfire","offset":1085},{"uri":"1492_Pictures","surface_form":"1492 Pictures","offset":1384},{"uri":"Namesake","surface_form":"namesake","offset":1452},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1462},{"uri":"Validity","surface_form":"validity","offset":1739}]}