{"id":260100,"url":"http://en.wikipedia.org/wiki/Hurricane_Marilyn","text":"Hurricane Marilyn was the fifteenth tropical depression and thirteenth named storm of the 1995 Atlantic hurricane season. Hurricane Marilyn was the strongest storm to hit the Virgin Islands since Hurricane Hugo of 1989, and caused thirteen deaths and more than $2 billion in damage.\nMarilyn formed on September 13, and grew to hurricane strength soon after. Marilyn made landfall on the Lesser Antilles on September 14, 1995 at Category 1 strength. By the time it reached the U.S. Virgin Islands, Marilyn was a Category 3 strength hurricane. After heading north past Bermuda, Marilyn weakened and became an extratropical cyclone before dying out just south of Nova Scotia on October 1st, 1995.\nHistory.\nMarilyn came from a tropical wave that formed off the African coast to the eastern Atlantic Ocean on September 7 and September 8. Large, low-level winds were included in the wave's circulation. However, little convection existed. The system continued west for a few days at about. On September 12, what was to be Hurricane Marilyn was named Tropical Depression Fifteen after convection increased. TD-15 strengthened quickly, and became Tropical Storm Marilyn six hours later. Four hours later Tropical Storm Marilyn became Hurricane Marilyn.\nFor the next few days, Marilyn went towards the northwest. Marilyn was a Category 1-hurricane when the center of the storm passed north of Barbados. Marilyn passed over Dominica, and just southwest of Guadeloupe on September 14. The hurricane continued moving and made landfall in the U.S. Virgin Islands on September 15 with winds of. The center of Marilyn passed over Saint Thomas. After passing over Puerto Rico, Marilyn was back in the Atlantic Ocean on September 16.\nAn eye started appearing in Marilyn and the storm reached a peak intensity of 949 millibars with winds of 115 mph, a Category 3-major hurricane. Marilyn peaked at this time with winds at 120-125 mph winds instead of 115 mph.\nMarilyn started weakening fast, falling from its highest winds of down to 102 mph. The central pressure rose 20 mbars in 10 hours. The fast weakening was from the weakening eyewall and especially uneasy waters from the previous storm Hurricane Luis. Marilyn speed up towards Bermuda on September 18, passing about west of the island on September 19. Marilyn weakened from a hurricane to a low front on September 20. The remaining circulation continued over the central Atlantic Ocean for another 10 days before becoming absorbed in a frontal low.\nA Hurricane Hunter scouting flight reported hail, which is unusual for tropical cyclones.\nPreparations.\nSeventeen watches and warnings were issued with Marilyn. The first two were a tropical storm watch and a tropical storm warning issued on Barbados, St. Vincent, Grenadines, St. Lucia and Grenada on September 12 at 2200 UTC. Five hours later, a tropical storm watch was issued for Trinidad and Tobago. A tropical storm warning was issued for St. Lucia, St. Vincent, Grenadines, Grenada and Tobago at 900 UTC September 13. At 2100 UTC, a Hurricane Warning was issued for Barbados, St. Vincent, Grenadines, St. Lucia and a hurricane watch for Dominica. A hurricane watch as released for Martinique on the 14th. The 2100 UTC September 13 was extended for the Grenadines through St. Martin, except Guadeloupe, St. Barthelemy and French portion of St. Martin. At 1500 UTC, Puerto Rico was put under a Hurricane Watch. At 1700 UTC, Guadeloupe, St. Barthelemy, and the French part of St. Martin were put under a hurricane watch. Four hours later, Puerto Rico, U.S. and British Virgin Islands, and Guadeloupe were put under a hurricane warning.\nIn the night, many watches and warnings were stopped. At 1500 UTC September 15, Dominican Republic from Cabrera to Cabo Engano were put under a hurricane watch as Marilyn approached. During the night of September 16, all active watches and warnings were stopped. At close to the same time, a new Hurricane watch was released for Turks and Caicos and Mayaguana, Acklins, and the Crooked Islands of the southeastern Bahamas. This warning was removed within 48 hours. At 1500 UTC September 18, Bermuda went under a Tropical Storm Watch, which was upgraded to a warning in six hours. The warning was removed on September 19.\nThe 250,000 people living in the Barbados spent the night of September 13 in shelters.\nImpact.\nMarilyn caused a lot of damage and 13 deaths in the United States Virgin Islands and Puerto Rico. Rainfall on land was anywhere from 4 to 7 inches.\nGuadeloupe.\nRainfalls over 12-hours in Guadeloupe were up to in Saint-Claude, 19.09 inches in Guillard-Basse-Terre and 17.63 in Gaba. The highest wind gust reported in Guadeloupe was 84 mph in Marie-Galante. The next ones were in Raizet and in Desirade. The highest sustained winds reported in Guadeloupe was in Marie-Galante.\nMinimal pressure recorded at 989 mb (29.20 In Hg) in Basse-Terre.\nMarilyn was one of the three cyclones that affected the region in 1995 after Tropical Storm Iris and Hurricane Luis.\nU.S. Virgin Islands.\nThe highest wind speed left by Marilyn after passing over the island of St. Croix was. The highest rainfalls reported were in Annually, 9.96 inches in Red Hook Bay and 5.25 in Granard. The highest storm surge reported was in St. Thomas and in St. Croix. According to NOAA, The storm surge in the U.S. Virgin Islands reached 6 to, with an isolated storm tide of reported on St. Croix. Rainfall totals reached about 10 inches in St. Croix and St. Thomas.\nThe highest reported gusts were in a Noncommissioned Automated Surface Observing System and gusts in Sailboat Puffin at Green Cay. The highest sustained winds were in a Noncommissioned Automated Surface Observing System.\nMarilyn was the cause of seven deaths, most due to drowning on boats. Ten thousand people were left homeless on St. Thomas. Most buildings sustained some damage.\nThe island of St. Thomas was the hardest hit by the storm, where about 80% of the homes and businesses were destroyed, including a hospital and the water purification plant. Five people were killed. Elsewhere in the territory, there was severe damage on St. Croix and St. John.\nPresident Bill Clinton made the U.S. Virgin Islands a federal disaster area, making it available to federal aid.\nPuerto Rico.\nThe highest rainfalls in Puerto Rico from Hurricane Marilyn were, and the greatest gusts reported were in Culebra. Marilyn passed over the islands of Vieques and Culebra, where it caused much damage.\nThere were reports of broad flash flooding across northern and eastern Puerto Rico. One person was killed in Culebra. President Bill Clinton declared Puerto Rico a federal disaster area, making it available to federal aid.\n100 homes on Culebra Island were destroyed by Marilyn. Another two hundred homes on the island were damaged.\nAntigua.\nThe highest reported wind gust in Antigua was. The Antigua Meteorological Service reported that the island had broad flooding and damage to banana trees. The other damage reported was from the wind.\nOther areas.\nBermuda reported sustained winds of 45 mph and a highest gust of. Antigua reported sustained winds of. In St. Maarten, sustained winds were 42½ mph and the peak gust was. Rainfalls in St. Maarten peaked at 3.35 inches in an unknown location. \"The New York Times\" reported that the British Virgin Islands had little to no damage from Marilyn.\nPuerto Rico.\nRelief supplies in the wake of Hurricane Marilyn were sent to Puerto Rico and the U.S. Virgin Islands. Officials of FEMA set up camps on the islands to give out food, water and shelter supplies.\nU.S. Virgin Islands.\n80% of the homes on St. Thomas were destroyed or damaged. Also, 20 to 30% of businesses were destroyed. More than 2,100 federal agency personnel had been sent out to help out with the cleanup from Hurricane Marilyn. Four contracts were quickly accepted for immediate building repairs. Diving teams were sent to check for harbor damage and United States Navy Seabees started working on fixing public buildings. The airport in St. Thomas was open for flight using a mobile control tower. The St. Thomas hospital was open, but was running on generators.\nThe first FEMA Disaster Recovery Centers opened on 23 September on St. Thomas. A report indicated that by 11 October 1500 loans were granted for home repair, mostly for under $2500. Over 19,000 disaster housing applications were filed with over 2800 being accepted. About 5000 of 15,000 assigned inspections were completed. Over 7800 applications for Individual and Family Grants had been received and, of the 4,000 SBA loan applications filed, 43 had been approved for a total of $744,100 - an average loan of $17,300.\nIn all, Marilyn caused $1.5 billion (1995 USD) in damage, killing 13 people in its path.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_depression","surface_form":"tropical depression","offset":36},{"uri":"Storm","surface_form":"storm","offset":77},{"uri":"1995_Atlantic_hurricane_season","surface_form":"1995 Atlantic hurricane season","offset":90},{"uri":"Hurricane_Hugo","surface_form":"Hurricane Hugo","offset":196},{"uri":"1989_Atlantic_hurricane_season","surface_form":"1989","offset":214},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":387},{"uri":"U.S._Virgin_Islands","surface_form":"U.S. Virgin Islands","offset":476},{"uri":"Bermuda","surface_form":"Bermuda","offset":567},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":607},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":660},{"uri":"African","surface_form":"African","offset":757},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":786},{"uri":"Convection","surface_form":"convection","offset":913},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 1","offset":1318},{"uri":"Barbados","surface_form":"Barbados","offset":1384},{"uri":"Dominica","surface_form":"Dominica","offset":1414},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":1446},{"uri":"U.S._Virgin_Islands","surface_form":"U.S. Virgin Islands","offset":1530},{"uri":"Saint_Thomas%2C_U.S._Virgin_Islands","surface_form":"Saint Thomas","offset":1615},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":1648},{"uri":"Millibars","surface_form":"millibars","offset":1799},{"uri":"Mph","surface_form":"mph","offset":1827},{"uri":"Bar_(unit)","surface_form":"mbar","offset":2054},{"uri":"Hurricane_Luis","surface_form":"Hurricane Luis","offset":2176},{"uri":"Bermuda","surface_form":"Bermuda","offset":2217},{"uri":"Barbados","surface_form":"Barbados","offset":2731},{"uri":"Saint_Vincent_and_the_Grenadines","surface_form":"St. Vincent","offset":2741},{"uri":"UTC","surface_form":"UTC","offset":2812},{"uri":"Trinidad","surface_form":"Trinidad","offset":2873},{"uri":"Tobago","surface_form":"Tobago","offset":2886},{"uri":"St._Lucia","surface_form":"St. Lucia","offset":2934},{"uri":"Grenada","surface_form":"Grenada","offset":2970},{"uri":"UTC","surface_form":"UTC","offset":2996},{"uri":"UTC","surface_form":"UTC","offset":3022},{"uri":"Barbados","surface_form":"Barbados","offset":3062},{"uri":"Grenadines","surface_form":"Grenadines","offset":3085},{"uri":"St._Lucia","surface_form":"St. Lucia","offset":3097},{"uri":"Dominica","surface_form":"Dominica","offset":3133},{"uri":"UTC","surface_form":"UTC","offset":3210},{"uri":"UTC","surface_form":"UTC","offset":3355},{"uri":"UTC","surface_form":"UTC","offset":3413},{"uri":"St._Barthelemy","surface_form":"St. Barthelemy","offset":3430},{"uri":"St._Martin","surface_form":"St. Martin","offset":3469},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":3532},{"uri":"British_Virgin_Islands","surface_form":"British Virgin Islands","offset":3554},{"uri":"UTC","surface_form":"UTC","offset":3691},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":3709},{"uri":"Cabrera%2C_Mar%C3%ADa_Trinidad_S%C3%A1nchez","surface_form":"Cabrera","offset":3733},{"uri":"Cabo_Engano","surface_form":"Cabo Engano","offset":3744},{"uri":"Turks_and_Caicos","surface_form":"Turks and Caicos","offset":3958},{"uri":"Mayaguana","surface_form":"Mayaguana","offset":3979},{"uri":"Acklins","surface_form":"Acklins","offset":3990},{"uri":"Crooked_Islands","surface_form":"Crooked Islands","offset":4007},{"uri":"Bahamas","surface_form":"Bahamas","offset":4043},{"uri":"UTC","surface_form":"UTC","offset":4102},{"uri":"Bermuda","surface_form":"Bermuda","offset":4120},{"uri":"Barbados","surface_form":"Barbados","offset":4283},{"uri":"United_States_Virgin_Islands","surface_form":"United States Virgin Islands","offset":4397},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":4430},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":4532},{"uri":"Mph","surface_form":"mph","offset":4679},{"uri":"Tropical_Storm_Iris","surface_form":"Tropical Storm Iris","offset":4963},{"uri":"Saint_Croix%2C_U.S._Virgin_Islands","surface_form":"St. Croix","offset":5096},{"uri":"Saint_Thomas%2C_U.S._Virgin_Islands","surface_form":"St. Thomas","offset":5249},{"uri":"Automated_Surface_Observing_System","surface_form":"Automated Surface Observing System","offset":5662},{"uri":"Saint_John%2C_United_States_Virgin_Islands","surface_form":"St. John","offset":6128},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":6148},{"uri":"U.S._Virgin_Islands","surface_form":"U.S. Virgin Islands","offset":6170},{"uri":"Federal_disaster_area","surface_form":"federal disaster area","offset":6192},{"uri":"Vieques%2C_Puerto_Rico","surface_form":"Vieques","offset":6414},{"uri":"Culebra%2C_Puerto_Rico","surface_form":"Culebra","offset":6426},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":6535},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":6592},{"uri":"Antigua","surface_form":"Antigua","offset":6839},{"uri":"Wind","surface_form":"wind","offset":6998},{"uri":"Bermuda","surface_form":"Bermuda","offset":7017},{"uri":"Mph","surface_form":"mph","offset":7056},{"uri":"Antigua","surface_form":"Antigua","offset":7083},{"uri":"St._Maarten","surface_form":"St. Maarten","offset":7123},{"uri":"St._Maarten","surface_form":"St. Maarten","offset":7201},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":7260},{"uri":"British_Virgin_Islands","surface_form":"British Virgin Islands","offset":7298},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":7434},{"uri":"U.S._Virgin_Islands","surface_form":"U.S. Virgin Islands","offset":7454},{"uri":"Diving_teams","surface_form":"Diving teams","offset":7873},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":7927}]}