{"id":260174,"url":"http://en.wikipedia.org/wiki/Darren_Young","text":"Frederick \"Fred\" Rosser (born November 2, 1979) is an American professional wrestler. He is currently signed to WWE, where he wrestles as Darren Young. He was known for his time as one half of the tag team, The Prime Time Players with Titus O'Neil.\nHe was in the first season of \"WWE NXT\" in early 2010. He was a part of The Nexus when they debuted on the June 7th Raw, but was kicked out after he lost a match against John Cena and was attacked by the rest of the Nexus.\nBefore signing with WWE, Sampson wrestled under several ring names, including Frederick of Hollywood, Fred Rosser, and \"Bonecrusher\" Fred Sampson. He has competed in Northeastern and Mid-Atlantic independent promotions including Chaotic Wrestling, East Coast Wrestling Association, Independent Wrestling Federation and the National Wrestling Alliance.\nOn August 15, 2013, he announced during a TMZ interview that he was gay. In doing this, Young became the first WWE performer to disclose that he is gay while still actively signed with a major promotion. WWE released a statement in support of Young and fellow wrestlers tweeted their support for him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":54},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":63},{"uri":"WWE","surface_form":"WWE","offset":112},{"uri":"Titus_O%27Neil","surface_form":"Titus O'Neil","offset":235},{"uri":"WWE_NXT","surface_form":"WWE NXT","offset":280},{"uri":"The_Nexus_(professional_wrestling)","surface_form":"The Nexus","offset":321},{"uri":"John_Cena","surface_form":"John Cena","offset":419},{"uri":"Chaotic_Wrestling","surface_form":"Chaotic Wrestling","offset":701},{"uri":"East_Coast_Wrestling_Association","surface_form":"East Coast Wrestling Association","offset":720},{"uri":"National_Wrestling_Alliance","surface_form":"National Wrestling Alliance","offset":795},{"uri":"TMZ","surface_form":"TMZ","offset":866},{"uri":"Gay","surface_form":"gay","offset":892}]}