{"id":260112,"url":"http://en.wikipedia.org/wiki/Margot_Frank","text":"e=\"preserve\">Margot Betti Frank (16 February 1926 – early March 1945) was the older sister of Anne Frank. She was born in Frankfurt and died of typhus in Bergen-Belsen concentration camp. According to the famous diary of her sister Anne, Margot was keeping a diary as well, but no trace of Margot's diary has ever been found. Quiet, polite Margot was very different from her energetic, friendly sister Anne. She was the elder daughter of Otto Frank (1889 – 1980), a German businessman, and Edith Frank-Holländer (1900 – 45). She was named after her mother's sister. According to Anne's diary, Margot wanted to be a midwife in Palestine.\nOn 13 March 1933, elections were held in Frankfurt, and Adolf Hitler's Nazi Party won. Acts of Antisemitism began almost immediately. The Franks were afraid of what might happen to them if they stayed in Germany. Therefore, later that year, Edith, Anne, and Margot went to Aachen. They stayed there with Edith's mother, Rosa Holländer. Otto remained in Frankfurt, but after getting an offer to start a company in Amsterdam, he moved there to begin the business and to find a place to live with his family. The Franks were included in the 300,000 Jews who ran away from Germany between 1933 and 1939.\nAnne often felt jealousy about her sister, whom she thought was pretty, clever, and everyone's favorite, and Margot was not often mentioned in her diary. However, when the sisters went into hiding, they became closer towards each other. On 12 January 1944, Anne wrote, \"Margot's much not nearly so catty these days and is becoming a real friend. She no longer thinks of me as a little baby who doesn't count.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Anne_Frank","surface_form":"Anne Frank","offset":94},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":122},{"uri":"Typhus","surface_form":"typhus","offset":144},{"uri":"Bergen-Belsen_concentration_camp","surface_form":"Bergen-Belsen concentration camp","offset":154},{"uri":"Diary","surface_form":"diary","offset":212},{"uri":"Midwife","surface_form":"midwife","offset":615},{"uri":"Palestine","surface_form":"Palestine","offset":626},{"uri":"Election","surface_form":"election","offset":655},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":693},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":708},{"uri":"Antisemitism","surface_form":"Antisemitism","offset":732},{"uri":"Aachen","surface_form":"Aachen","offset":910},{"uri":"Company","surface_form":"company","offset":1039},{"uri":"Jealousy","surface_form":"jealousy","offset":1253}]}