{"id":260160,"url":"http://en.wikipedia.org/wiki/Runnymede","text":"Runnmede is a water-meadow in Surrey, England, 20 miles (32 km) west of London. The site is owned and managed by The National Trust, and runs alongside the River Thames. It is one of England's most visited tourist sites.\nRunnymede is where King John signed the Magna Carta in 1215. Over eight centuries later, the memorial for those of the Allied Air Forces who died in World War II was placed on Runnymede. The British memorial to John F. Kennedy was put there in 1965.\nHistory.\nThe name Runnymede may be derived from the Anglo-Saxon 'runieg' (regular meeting) and 'mede' (mead or meadow), describing a place in the meadows used to hold regular meetings. The Witan, the Saxon Council, was held from time to time at Runnymede during the reign of Alfred the Great. The Council met usually in the open air. This tradition influenced the creation of England’s parliament in the 13th century.\nThe Kennedy Memorial.\nVisitors reach the memorial by treading a steep path of irregular granite steps, intended to symbolise a pilgrimage. There are 50 steps in total. Each step is different to all others, with the entire flight made from 60,000 hand-cut granite blocks. Landscape architect Geoffrey Jellicoe designed the garden; sculptor Alan Collins designed and carved the stone inscription.\nThe area of ground on which the memorial is situated was given as a gift to the United States of America by the people of Britain. It is maintained by the Kennedy Memorial Trust, which also sponsors educational scholarships for British students to attend university in the United States.\nIn 1968 the 7-ton stone was damaged by a bomb during a time of anti-Vietnam war demonstrations; it was later repaired by the sculptor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meadow","surface_form":"meadow","offset":20},{"uri":"Surrey","surface_form":"Surrey","offset":30},{"uri":"England","surface_form":"England","offset":38},{"uri":"The_National_Trust","surface_form":"The National Trust","offset":113},{"uri":"River_Thames","surface_form":"River Thames","offset":156},{"uri":"Tourist","surface_form":"tourist","offset":206},{"uri":"John_of_England","surface_form":"King John","offset":240},{"uri":"Magna_Carta","surface_form":"Magna Carta","offset":261},{"uri":"Memorial","surface_form":"memorial","offset":314},{"uri":"Air_Force","surface_form":"Air Force","offset":347},{"uri":"World_War_II","surface_form":"World War II","offset":370},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":432},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":746},{"uri":"Parliament","surface_form":"parliament","offset":857},{"uri":"13th_century","surface_form":"13th century","offset":875},{"uri":"United_States_of_America","surface_form":"United States of America","offset":1364}]}