{"id":260128,"url":"http://en.wikipedia.org/wiki/St_Albans_Cathedral","text":"St Albans Cathedral (formerly St Albans Abbey) is an Anglican church in St Albans, Hertfordshire. At, its nave is the longest of any cathedral in England. With much of its present architecture dating from Norman times, it became a cathedral in 1877. Local residents often call it \"the Abbey\", although the present cathedral represents only the church of the old Benedictine abbey.\nThe church, although legally a cathedral, differs in certain ways from most of the other cathedrals in England. It is also used as a parish church, of which the Dean is rector. He has the same powers, responsibilities, and duties as the rector of any other parish.\nBritain's first Christian martyr.\nAlban was a pagan living in the Roman city of Verulamium, where St Albans is now, in Hertfordshire, England, about north of London along Watling Street. Before Christianity became the official religion of the Roman Empire, local Christians were being persecuted by the Romans. Alban sheltered their priest, Amphibalus, in his home and was converted to the Christian faith by him. When the soldiers came to Alban's house looking for the priest, Alban exchanged cloaks with the priest and let himself be arrested in his stead. Alban was taken before the magistrate, where he avowed his new Christian faith and was condemned for it. He was beheaded, according to legend, on the spot where the cathedral named for him now stands.\nThe date of Alban's execution is a matter of some debate, and is generally given as \"circa\" 250–scholars suggest dates of 209, 254 or 304. The Tomb of St Amphibalus is also in the Cathedral.\nNorman abbey.\nMuch of the current layout and proportions of the structure date from the first Norman abbot, Paul of Caen (1077–1093). The 14th Abbot, he was appointed by the new Archbishop of Canterbury, Lanfranc.\nThe cruciform (cross shaped) abbey was the largest built in England at that time. the Norman Robert the Mason gave particular attention to solid foundations, running a continuous wall of layered bricks, flints and mortar below and pushing the foundations down to twelve feet to hit bedrock. Below the crossing tower special large stones were used.\nThe tower was a particular triumph–it is the only 11th century great crossing tower still standing in England. Robert began with special thick supporting walls and four massive brick piers. The four-level tower tapers at each stage with clasping buttresses on the three lower levels and circular buttresses on the fourth stage. The entire structure weighs 5,000 tons and is 144 feet high. The tower was probably topped with a Norman pyramidal roof; the current roof is flat. The original ringing chamber had five bells, but none of them has survived.\nThe monastic abbey was completed in 1089 but not consecrated until Holy Innocent's Day, 28 December 1115, by the Archbishop of Rouen. King Henry I attended as did many bishops and nobles.\nA nunnery (Sopwell Priory) was founded nearby in 1140.\nIn the current structure the original Norman arches survive under the central tower and on the north side of the nave. The arches in the rest of the building are Gothic, following mediaeval rebuilding and extensions, and Victorian era restoration.\nThe abbey was extended in the 1190s by Abbot John de Cella (also known as John of Wallingford) (1195–1214). The severe Norman west front was rebuilt by Hugh de Goldclif. It was very costly but its rapid weathering and later alterations have removed all but fragments.\nThe St Albans Psalter (\"circa\" 1130–45) is the best known of a number of important Romanesque illuminated manuscripts produced in the Abbey scriptorium. Later, Matthew Paris, a monk at St Albans from 1217 until his death in 1259, was important as a chronicler and an artist. Eighteen of his manuscripts survive and are a rich source of contemporary information for historians.\nNicholas Breakspear was born near St Albans and went to school there. He applied to be admitted to the abbey as a novice, but was turned down. He eventually managed to be accepted into an abbey in France. In 1154 he was elected Pope Adrian IV, the only English Pope there has ever been. The head of the abbey was confirmed as the premier abbot in England, also in 1154.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglican","surface_form":"Anglican","offset":53},{"uri":"Church","surface_form":"church","offset":62},{"uri":"St_Albans","surface_form":"St Albans","offset":72},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":83},{"uri":"Nave","surface_form":"nave","offset":106},{"uri":"Cathedral","surface_form":"cathedral","offset":133},{"uri":"Normans","surface_form":"Norman","offset":205},{"uri":"Benedictine","surface_form":"Benedictine","offset":362},{"uri":"Dean","surface_form":"Dean","offset":542},{"uri":"Parish","surface_form":"parish","offset":638},{"uri":"Saint_Alban","surface_form":"Alban","offset":680},{"uri":"Roman_Britain","surface_form":"Roman","offset":712},{"uri":"Verulamium","surface_form":"Verulamium","offset":726},{"uri":"St_Albans","surface_form":"St Albans","offset":744},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":765},{"uri":"England","surface_form":"England","offset":780},{"uri":"London","surface_form":"London","offset":804},{"uri":"Watling_Street","surface_form":"Watling Street","offset":817},{"uri":"Christianity","surface_form":"Christianity","offset":840},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":889},{"uri":"Christian","surface_form":"Christian","offset":909},{"uri":"Priest","surface_form":"priest","offset":979},{"uri":"Structure","surface_form":"structure","offset":1661},{"uri":"Normans","surface_form":"Norman","offset":1691},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1775},{"uri":"Lanfranc","surface_form":"Lanfranc","offset":1801},{"uri":"Cruciform","surface_form":"cruciform","offset":1815},{"uri":"Normandy","surface_form":"Norman","offset":1897},{"uri":"Foundation_(architecture)","surface_form":"foundation","offset":1956},{"uri":"Brick","surface_form":"brick","offset":2006},{"uri":"Flint","surface_form":"flint","offset":2014},{"uri":"Mortar_(masonry)","surface_form":"mortar","offset":2025},{"uri":"Rock_(geology)","surface_form":"rock","offset":2096},{"uri":"Crossing_tower","surface_form":"crossing tower","offset":2112},{"uri":"Rouen","surface_form":"Rouen","offset":2837},{"uri":"Henry_I_of_England","surface_form":"Henry I","offset":2849},{"uri":"Nunnery","surface_form":"nunnery","offset":2900},{"uri":"Gothic_architecture","surface_form":"Gothic","offset":3115},{"uri":"Mediaeval","surface_form":"mediaeval","offset":3133},{"uri":"Victorian_era","surface_form":"Victorian era","offset":3174},{"uri":"Psalter","surface_form":"Psalter","offset":3483},{"uri":"Romanesque","surface_form":"Romanesque","offset":3552},{"uri":"Illuminated_manuscript","surface_form":"illuminated manuscript","offset":3563},{"uri":"Scriptorium","surface_form":"scriptorium","offset":3609},{"uri":"Chronicle","surface_form":"chronicle","offset":3718},{"uri":"Pope_Adrian_IV","surface_form":"Nicholas Breakspear","offset":3846},{"uri":"Pope","surface_form":"Pope","offset":4107}]}