{"id":26028,"url":"http://en.wikipedia.org/wiki/Foreskin","text":"The foreskin, or prepuce, is a fold of skin that covers the glans penis when the penis is uncircumcised. Most male mammals either have a foreskin that covers the glans penis or a sheath in which the whole penis can retract.\nHuman foreskin.\nThe outside of the foreskin is like normal skin but the inside of the foreskin is a membrane like the inside of an eyelid or mouth. The foreskin is attached to the penis by the frenulum, but it can move. It is very stretchy. On the penis, the most sensitive areas to fine-touch are located on the foreskin. The foreskin can be pierced or slit for fashion reasons.\nSensitivity in humans.\nThe foreskin contains Meissner’s corpuscles, which are nerve endings involved in fine-touch sensitivity. They are most numerous in the “ridged band”, the junction of the inner and outer foreskin layers, and least numerous in the smooth inner layer of foreskin. Compared to other hairless skin areas on the body, the Meissner's index was highest in the finger tip (0.96) and lowest in the foreskin (0.28). The foreskin is the least sensitive hairless tissue of the body. A study also found that “the number of these nerve endings decreases significantly after the teenage to young adult years when sexual activity begins. This makes it very difficult to propose any sexual function for Meissner’s corpuscles. A more feasible hypothesis is to regard them as a juvenile phenomenon, perhaps serving to protect the penis until the onset of puberty reveals its sexual function.”\nStudies in sexual sensation concluded that the glans, not the foreskin, is involved in sexual sensation, particularly the corona and frenular (the area under the frenulum) areas. Thus, speculation and outdated opinion pieces claiming special properties of the foreskin, such as in penile function and masturbation, should be viewed with skepticism.\nPerhaps sensitivity of the foreskin to fine touch might have served as an “early warning system” in our naked upright forebears from the intrusion of biting insects and parasites while protecting the glans.\nUse.\nThe foreskin can keep the glans penis comfortable, moist, and protect it.\nIn modern times, there is controversy regarding whether the foreskin is a vital or vestigial structure. In 1949, British physician Douglas Gairdner noted that the foreskin plays an important protective role in newborns. He wrote, “It is often stated that the prepuce is a vestigial structure devoid of function... However, it seems to be no accident that during the years when the child is incontinent the glans is completely clothed by the prepuce, for, deprived of this protection, the glans becomes susceptible to injury from contact with sodden clothes or napkin.” During the physical act of sex, the foreskin reduces friction, which can reduce the need for additional sources of lubrication. \"Some medical researchers, however, claim circumcised men enjoy sex just fine and that, in view of recent research on HIV transmission, the foreskin causes more trouble than it’s worth.\" The area of the outer forskin measures between 7–100 cm2, and the inner foreskin measures between 18–68 cm2, which is a wide range. Regarding vestigial structures, Charles Darwin wrote, “An organ, when rendered useless, may well be variable, for its variations cannot be checked by natural selection.” In the March 2017 publication of the Global Health Journal: Science and Practice, Morris and Krieger wrote, \"The variability in foreskin size is consistent with the foreskin being a vestigial structure.\" It has been found that larger foreskins place uncircumcised men at an increased risk for HIV infection most likely due to the larger surface area of inner foreskin and the high concentration of Langerhans cells.\nMoses and Bailey (1998), say that \"it has not been demonstrated that [the foreskin] is associated with increased male sexual pleasure.\"\nCircumcision.\n\"Circumcision\" is when the foreskin is cut off. The removal of the foreskin can protect against certain medical conditions and infections. It is done to satisfy medical, religious,and aesthetic views.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skin","surface_form":"skin","offset":39},{"uri":"Glans_penis","surface_form":"glans penis","offset":60},{"uri":"Male","surface_form":"male","offset":110},{"uri":"Mammals","surface_form":"mammals","offset":115},{"uri":"Membrane","surface_form":"membrane","offset":324},{"uri":"Eyelid","surface_form":"eyelid","offset":355},{"uri":"Mouth","surface_form":"mouth","offset":365},{"uri":"Frenulum","surface_form":"frenulum","offset":417},{"uri":"Elastic","surface_form":"stretchy","offset":455},{"uri":"Nerve","surface_form":"sensitive","offset":488},{"uri":"Fashion","surface_form":"fashion","offset":587},{"uri":"Wet","surface_form":"moist","offset":2112},{"uri":"Vestigial_organ","surface_form":"vestigial structure","offset":2218},{"uri":"Langerhans_cell","surface_form":"Langerhans cells","offset":3719},{"uri":"Circumcision","surface_form":"Circumcision","offset":3888},{"uri":"Religion","surface_form":"religious","offset":4057},{"uri":"Aesthetic","surface_form":"aesthetic","offset":4071}]}