{"id":260336,"url":"http://en.wikipedia.org/wiki/You%27re_Cut_Off%21","text":"\"You're Cut Off!\" is a VH1 TV reality show program that started airing on June 9, 2010. The show features nine spoiled young women who thought they were going to be in the series on a show called \"The Good Life\". Most of them are surprised instead to be told that their money due to their spoiled ways, will be asked to participate and pass an eight week rehabilitation series in order to be taken back, and that the series will enter this show.\nEp. 1: \"Surprise...You're Cut Off!\".\nThe nine spoiled women are shocked to learn that their families cut them off from their finances, and enrolled them into an eight-week rehabilitation program designed to teach them self-reliance and humility. After being instructed to downsize all their belongings they brought with them into a single duffel bag, they are brought to live in a comparatively modest house with limited space, no servants, and limited allowances for groceries and certain comforts that will be predicated on their performance in the program. Professional life coach Laura Baron, will be helping to guide them, and evaluate their progress, informing the women which of them have passed or failed each lesson.\nEp. 2: \"Princess Cleaning Services\".\nThe girls are given the task of cleaning the house, but a few of them refuse, and show no deference to the maid who is provided show them how to clean. Laura then informs them that the maid is actually the head of a cleaning service which the girls must now work for while cleaning the house of Omarosa Manigault-Stallworth. Laura later reveals the lesson was not about the cleaning but about respect. The concept of a VIP, or Very Improved Princess, is introduced, and awarded the hardest working girl with her own room and private bathroom as well as control over who will do what chores and the household budget.\nEp. 3: \"Dress for Less\".\nThe women are first given the task of completing their chores in order to earn their $200 allowance for food. Gia, Chrissy, and Jessica refuse to do them, thus reducing the spending money to $125. After grocery shopping, the girls meet with Sam Saboura, a top celebrity stylist to learn how to spend on a budget. The girls are first tested to see if they can tell the difference between expensive items and their cheap but identical-looking counterparts, with some surprising results.\nThis is the prelude to their lesson, which is to create three looks made from clothes bought in a thrift store for only $300. Then they have a fashion show and show celebrity judges.\nEp. 4: \"She Works Hard for the Money\".\nThe women must write their a resumes for a job interview, though Gia refuses both. The women are assigned to work at a Matisse Footwear warehouse, managing inventory, doing office work, etc. Chrissy, however, misses the shuttle to the task because she insists on doing her hair and makeup on her own timetable. Erica is made the manager at the job site, but Gia persistently excoriates her when Erica appears to supervise, including after Erica takes the boss' advice to try a positive reinforcement, and when the boss tries to intervene, Gia quits. The girls who earned their $70 for the day are treated to a spa afternoon, except Chrissy who did not earn a paycheck. Gia earned $50 for a partial day's work. When Erica is made VIP for her performance, an outraged Gia storms out of the house.\nEp. 5: \"Inner Beauty\".\nThe women are brought to a Buddhist temple, where they exposed to the monk's philosophies regarding inner beauty, though Chrissy and Jessica are resistant to participate. To further illustrate this lesson, Laura has the women do a photoshoot, and then another without elegant clothes or makeup. Gia has an emotionally revelatory moment with Laura. Chrissy is more resistant, and challenges Laura's authority, refusing to continue at one point. She later shows up to a meeting with Laura, and refuses to cooperate with her, forcing Laura to expel her from the program. Gia is made VIP.\nEp. 6: \"Fun on a Budget\".\nGia uses her position as VIP for her benefit, assigning two chores to Pamela, whom she has grown to dislike, and using the grocery money to buy herself a birthday cake, refusing to get any of the items requested by Erica, Pamela or Jacqueline. The women are then sent on a camping trip to learn how to enjoy themselves on a budget, but Gia, Jacqueline, Pamela, Erica, and Jessica get into a fight with each other. At home, the fights between the girls escalated. At the group session, Gia openly admits she exploited her privileges, and that she has no regard for the others' feelings. Laura fails Gia, Erica, Jessica and Jacqueline for their behavior, and does not name a VIP because the overall lack of improvement among the group, informing them that their chances of graduation are in question.\nEp. 7: \"Giving Back\".\nThe women go to PATH (People Assisting The Homeless). PATH is a charity championed by former Destiny's Child singer Michelle Williams that helps feed the homeless. The women are assigned to cook, feed and interact with PATH's beneficiaries, but Gia complained. However, she did participate in the challenge by cooking and serving food. She is later touched by one person's story, and offers him a job at her restaurant. Back at home, Laura informs them that they will have the rest of the belongings that they had to leave behind in the season premiere returned to them, but that they will sell them at a charity sale for PATH. She also stated that the team that sold the most items will win the challenge. The winners would be given a prize. The prize was a lunch date with Michelle Williams. Gia gave up her hookah. The team of Jessica, Gia, Leanne, and Amber win by having $36 more dollars. Gia later opens up to Courtnee about her life. Courtnee is named V.I.P.\nSeason 2.\nCasting has begun for a second season.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"VH1","surface_form":"VH1","offset":23},{"uri":"Omarosa_Manigault-Stallworth","surface_form":"Omarosa Manigault-Stallworth","offset":1504},{"uri":"Sam_Saboura","surface_form":"Sam Saboura","offset":2091},{"uri":"Buddhist","surface_form":"Buddhist","offset":3402},{"uri":"Destiny%27s_Child","surface_form":"Destiny's Child","offset":4900},{"uri":"Michelle_Williams_(singer)","surface_form":"Michelle Williams","offset":4923},{"uri":"Michelle_Williams_(singer)","surface_form":"Michelle Williams","offset":5582}]}