{"id":26033,"url":"http://en.wikipedia.org/wiki/Wii","text":"The Wii (; also known as the Nintendo Wii) is the video game home console made by Nintendo. It first came out on November 19, 2006, in North America. It plays video games made for the \"Nintendo Wii\" and the Nintendo GameCube.\nThe last game to be released on the Wii was \"Just Dance 2020\", which was released on November 5, 2019.\nThe original Wii and Wii Family Edition were discontinued on October 21, 2013, following the successor of the Wii U in 2012, although the Wii Mini remained in production until 2017.\nWii Channels.\nThere are many things called Channels on the Wii. They are called Channels because just like on TV, you can look through channels by pressing − and +. Each Wii Channel does something different. Some of them need to connect to the internet to work, using either Nintendo Wi-Fi Connection or WiiConnect24, but some information that has been saved can be viewed without a connection to the internet. WiiConnect24 was discontinued on June 27, 2013. However, support has lasted until January 30, 2019 when all the ways of accessing the Internet has been removed.\nDisc Channel.\nGames can be played on this channel after a game disc, or Nintendo GameCube disc, is put in the disc slot.\nWii Shop Channel.\nThe Wii Shop Channel was used to buy downloadable Virtual Console (old games), WiiWare games, and other Wii channels mentioned here. An internet connection was required to use this channel.\nMii Channel.\nThe Mii Channel is where a player can make an avatar called a Mii to represent them, either in the Mii Channel's online feature Mii Parade, or in games that allow using Miis and most other Wii channels mentioned here.\nNews Channel.\nThe News Channel was used to look up news on different topics, ranging from national news, to sport and entertainment. An internet connection was required to use this channel.\nForecast Channel.\nThe Forecast Channel was used to check the weather forecast on most cities around the world. There was a feature that let you select your local area to receive weather updates. An internet connection was required to use this channel.\nEverybody Votes Channel.\nThe Everybody Votes Channel was a channel containing regularly updated polls. There were three national polls (updated on Tuesdays, Thursdays, and Saturdays) along with one worldwide poll. An internet connection was required to use this channel.\nInternet Channel.\nThe Internet Channel allowed users to access the web. It is based on the Opera Browser. You would need an internet connection to use this channel. From September 1, 2009, the Internet Channel became free to download after an update was released to support Adobe Flash (a program to watch movies on the internet). Refunds consisting of a free Virtual Console NES title worth 500 Wii Points were offered by Nintendo to Wii owners who had downloaded it before for the same price.\nCheck Mii Out Channel.\nThe Check Mii Out Channel (known as Mii Contest Channel in the UK) was used to send and pick up other Miis, and was also used in voting contests to see which Mii is the best. An internet connection was required to use this channel.\nNintendo Channel.\nThe Nintendo Channel was used to watch videos, collect and send feedback on certain Wii titles, and to download Nintendo DS game demos to a Nintendo DS using the DS Download Service. An internet connection was needed to use this channel.\nToday and Tomorrow Channel.\nThe Today and Tomorrow Channel is a channel that was only released in Europe, on 9 September 2009, used to view daily horoscopes. Up to six Mii characters can be registered. It offers advice on five topics; love, work, study, communication, and money. It also offers hints on food, fun, and care. Another feature is a Mii compatibility check.\nHomebrew Channel.\n[http://hbc.hackmii.com/ The Homebrew Channel] is an unofficial channel used for loading unofficial software, or homebrew. With homebrew, you can do many things that the Wii cannot normally do on its own (play DVDs, stream media from a computer, run emulators, etc.). Because the channel is not supported by Nintendo, they do not help fix problems with it.\nWii Speak Channel.\nThe Wii Speak Channel is downloadable once you buy the Wii microphone, used in certain games like \"Animal Crossing: City Folk\". An internet connection is required to use the Wii Speak Channel.\nWii Remote.\nThe Wii Remote is a controller that is like a regular television remote. The Wii Remote uses accelerometers and infrared light sensors (from LEDs inside a 'sensor bar') to know where it is in 3D space. This lets people control the game using physical movement and by pressing buttons. The controller connects to the console using Bluetooth. It has a rumble feature (the controller shakes when the game being played tells it to do so) and a speaker inside the remote.\nAn attachment to the Wii Remote that comes with the Wii console and can also be bought by itself in stores is the \"Nunchuk\" controller. It also has an accelerometer and an analog stick with two buttons, and connects to the bottom of the Wii Remote with a wire. A wrist strap can also be used to stop the player from dropping or throwing the Wii Remote. Because of problems with the straps, Nintendo has given all players a free stronger replacement for all straps. It also comes with a cover called the Wii Remote Jacket, which protects the Wii Remote and the thing that it hits from being damaged or broken. It also gives a stronger grip which makes it harder for the Wii Remote to slide out of players' hands.\nAttachments for the Wii Remote.\nNintendo and many other companies have made attachments for the Wii Remote. They are usually connected by a wire or by a small plug at the bottom of the Wii Remote.\nNunchuk.\nThe Nunchuk is the most common attachment for the Wii Remote. It is made to fit perfectly into someone's hand. It comes packaged with the Wii. The Nunchuk has an analog stick on the front and two buttons on the back. A Nunchuk is needed for many Wii games, as it is required to move characters around the game.\nWii Motion Plus.\nThe Wii Motion Plus connects to the bottom of the Wii remote to help the sensors find the remote more accurately. It improves the playing of some games.\nClassic Controller.\nNintendo has released a \"classic\" controller for the Wii. The design is similar to the SNES's controller, but has two analog sticks and four shoulder buttons as opposed to two. It is mainly made for playing older games that can be bought from the Wii Shop Channel.\nZapper.\nThere is also a case that looks like a gun for the Wii Remote and Nunchuk. It is named the Zapper after a NES gun controller. When the Wii Remote and the Nunchuk are placed inside it, the shape of the controller in the player's hands is changed. The Zapper does not actually plug into the Wii Remote. It just holds it in place. The Zapper also includes a free, short game to help the player get used to it.\nInstruments.\nThere are many pretend instruments made by Nintendo and other companies for playing music video games like \"Guitar Hero\" and \"Rock Band\". So far, they have made guitars and drums. They plug into the bottom of the Wii Remote. There are also microphones that plug into the USB port on the back on the Wii console.\nWheel.\nThere is also a plastic wheel. These come with \"Mario Kart Wii\" and other racing or car driving games. The Wii remote goes into the middle of the wheel. There are some built-in buttons on the wheel to make it easier to click on things on the screen.\nWii Family Edition.\nThis revision of the Wii was announced on August 17, 2011. This model is designed to only sit horizontally (with the buttons changed accordingly) and is incompatible with the Nintendo GameCube's software and its accessories. This model was released in North America on October 23, 2011, in Europe on November 4, 2011, and in Australia on November 11, 2011. It was not released in any Asian countries and Australia. The Wii Family Edition includes a black console, the game \"New Super Mario Bros. Wii\", and the '.\nWii Mini.\nThis revision of the Wii was announced on November 27, 2012. As its name suggests, the Wii Mini is the smallest model of the Wii. Like the Wii Family Edition, it is missing some features such as the compatibility with Nintendo GameCube and its accessories. It also does not have online features and several built-in channels, such as the Photo Channel and the Weather Channel, similar to the Wii Mode on the Wii U. It also can only sit horizontally. The main feature is its notable redesign. Unlike the original Wii or the Wii Family Edition which are mostly white, the Wii Mini is black with a red framing. All the buttons are located on the top of the console and it lacks online support for Wii games. Additionally, the Wii Mini has a manually operated top-loading disc drive (similar to the GameCube) instead of the slots that former models have. The console launched in Canada on December 7, 2012 for $99.99. It was then released in Europe on March 15, 2013 at a cost of at least $79.99. It was then launched UK on March 22, 2013 for $99.99. It was finally launched in North America on November 17, 2013, bundled with a red Wii Remote Plus and a red Nunchuk for $99.99. Like its predecessor, the Wii Mini was not released in any Asian countries and Australia. The Wii Mini is the third home Nintendo console since the SNES and NES to receive a redesign right after its respective successors launched though the NES 101 model launched 2 years after the SNES launched. The \"N64\" received no redesigns of any kind and the GameCube had a small revision which lacked the unused Serial Port 2 (though the cover still remains) and the unpopular Digital AV Out port.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game_console","surface_form":"video game home console","offset":50},{"uri":"Nintendo","surface_form":"Nintendo","offset":82},{"uri":"Video_games","surface_form":"video games","offset":159},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":207},{"uri":"Wii_U","surface_form":"Wii U","offset":439},{"uri":"Internet","surface_form":"internet","offset":755},{"uri":"Nintendo_Wi-Fi_Connection","surface_form":"Nintendo Wi-Fi Connection","offset":786},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":1272},{"uri":"WiiWare","surface_form":"WiiWare","offset":1301},{"uri":"Mii","surface_form":"Mii","offset":1487},{"uri":"World_Wide_Web","surface_form":"web","offset":2423},{"uri":"Opera_(web_browser)","surface_form":"Opera Browser","offset":2447},{"uri":"UK","surface_form":"UK","offset":2937},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":3236},{"uri":"Homebrew","surface_form":"homebrew","offset":3864},{"uri":"Emulators","surface_form":"emulators","offset":4001},{"uri":"Accelerometer","surface_form":"accelerometer","offset":4425},{"uri":"Infrared","surface_form":"infrared","offset":4444},{"uri":"LED","surface_form":"LED","offset":4473},{"uri":"3D","surface_form":"3D","offset":4524},{"uri":"Physical","surface_form":"physical","offset":4574},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":4662},{"uri":"Speaker","surface_form":"speaker","offset":4772},{"uri":"Analog_signal","surface_form":"analog","offset":4971},{"uri":"Wrist","surface_form":"wrist","offset":5062},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"SNES's","offset":6305},{"uri":"Nintendo_Entertainment_System","surface_form":"NES","offset":6597},{"uri":"Music_video_games","surface_form":"music video games","offset":6995},{"uri":"Guitar_Hero_(series)","surface_form":"Guitar Hero","offset":7019},{"uri":"Rock_Band","surface_form":"Rock Band","offset":7037},{"uri":"Guitar","surface_form":"guitar","offset":7072},{"uri":"Drums","surface_form":"drums","offset":7084},{"uri":"Microphone","surface_form":"microphone","offset":7151},{"uri":"USB","surface_form":"USB","offset":7182},{"uri":"Mario_Kart_Wii","surface_form":"Mario Kart Wii","offset":7278},{"uri":"New_Super_Mario_Bros._Wii","surface_form":"New Super Mario Bros. Wii","offset":7974}]}