{"id":260424,"url":"http://en.wikipedia.org/wiki/Muscle_atrophy","text":"Muscle atrophy or “muscle wastage” is a medical problem where a person loses muscle tissue. This makes the person's muscles weaker. With muscle atrophy, muscles can waste away completely, or only partly.\nMany older people have muscular atrophy. Muscle atrophy can also happen to people with certain diseases or medical conditions, like cancer, AIDS, congestive heart failure, Chronic obstructive pulmonary disease, and renal failure (where the kidneys do not work correctly). Muscles can atrophy (or get smaller and weaker) when those muscles are not used as much as usual - for example, when a person has to wear a cast for a broken arm or leg, or when a person must be on bed rest for a long time during a long illness. Muscle atrophy can also be caused by Dejerine Sottas syndrome, cachexia, burns, liver failure, and starvation.\nMuscular atrophy can cause serious problems in a person's life. As the person loses muscle strength, he will lose the ability to do more and more things. When he tries to do things, he will be more likely to have accidents. Muscular atrophy also increases the risks of falling among people with certain medical conditions, such as IBM (inclusion body myositis).\nNo one knows exactly what causes muscular atrophy. It may be due to the gradual failure in the \"satellite cells\" which help to regenerate skeletal muscle fibres, and a decrease in sensitivity to or the availability of secreted growth factors which are necessary to maintain muscle mass and satellite cell survival.\nIn muscle atrophy, the normal balance between protein synthesis and protein degradation changes. There is a down-regulation of protein synthesis pathways, and an activation of protein breakdown pathways.\nIn the ATP-dependent ubiquitin/proteasome pathway, particular proteins are targeted for destruction by the ligation of at least four copies of a small peptide called ubiquitin onto a substrate protein. The substrate is later targeted for destruction by the proteasome.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muscle","surface_form":"muscle","offset":77},{"uri":"Cancer","surface_form":"cancer","offset":336},{"uri":"AIDS","surface_form":"AIDS","offset":344},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":350},{"uri":"Chronic_obstructive_pulmonary_disease","surface_form":"Chronic obstructive pulmonary disease","offset":376},{"uri":"Renal_failure","surface_form":"renal failure","offset":419},{"uri":"Kidney","surface_form":"kidney","offset":444},{"uri":"Dejerine_Sottas_syndrome","surface_form":"Dejerine Sottas syndrome","offset":759},{"uri":"Cachexia","surface_form":"cachexia","offset":785},{"uri":"Liver","surface_form":"liver","offset":802},{"uri":"Starvation","surface_form":"starvation","offset":821},{"uri":"Satellite_cells","surface_form":"satellite cells","offset":1291},{"uri":"Growth_factors","surface_form":"growth factors","offset":1422},{"uri":"Adenosine_triphosphate","surface_form":"ATP","offset":1721},{"uri":"Ubiquitin","surface_form":"ubiquitin","offset":1735},{"uri":"Proteasome","surface_form":"proteasome","offset":1745},{"uri":"Ubiquitin","surface_form":"ubiquitin","offset":1880},{"uri":"Proteasome","surface_form":"proteasome","offset":1971}]}