{"id":260575,"url":"http://en.wikipedia.org/wiki/Sunshine_Coast%2C_Queensland","text":"The Sunshine Coast (population 312,908) is a coastal region in South East Queensland, north of the Queensland capital of Brisbane. On 15 March 2008, the former Councils of Noosa Shire, Maroochy Shire and Caloundra City combined to form the Sunshine Coast Regional Council.\nThe Sunshine Coast is bordered by the Pacific Ocean in the east, and extends to the local government boundaries beyond the Blackall Range to the west. Sometimes, the towns of Gympie, which is 30 minutes' drive north of Noosa Heads, and Caboolture, 30 minutes' drive south of Caloundra, have been included in a broader definition of the Sunshine Coast region.\nHistory.\nThe Glass House Mountains, located south-west of Caloundra, were first sighted by James Cook from the deck of the HM Bark Endeavour in 1770.\nThe Sunshine Coast's first white inhabitants were three castaways who shared the life of the aborigines for eight months. Later it became the home of many runaway convicts. It was also the scene of some of the most bitter skirmishes of Australia's Black War.\nTimber-getters used its rivers and lakes as seaways to float out logs of cedar, and prospectors climbed its mountains to reach the Gympie gold. With the coming of the railway line to Gympie, the coastal towns, which were founded as ports for the early river trade, were bypassed. The Sunshine Coast later grew into a holiday destination, which was further expanded in the development boom of the 1960s and 1970s.\nTourism.\nThe Sunshine Coast is a centre for tourism. The attractions include: Steve Irwin's Australia Zoo, UnderWater World marine park, Aussie World with the Ettamogah Pub, The Buderim Ginger Factory, The Big Pineapple and the Majestic Theatre at Pomona.\nEnvironment.\nThe Sunshine Coast contains many beaches. Many well-known beaches within the Sunshine Coast region are located at Noosa Heads, Alexandra Headland, Mooloolaba (the spit), Coolum, Maroochydore and Kings Beach in Caloundra.\nThe region is also home to more national parks than any other region in Queensland. The natural variety of the area has been protected by five separate parks in both coastal and inland regions, including Mapleton Falls National Park, Kondalilla National Park, The Glasshouse Mountains National Park, Noosa National Park, and the Great Sandy National Park, which includes sections on Fraser Island and in Cooloola near Rainbow Beach.","categories":[],"infobox_types":["Australian place"],"annotations":[{"uri":"Brisbane","surface_form":"Brisbane","offset":121},{"uri":"James_Cook","surface_form":"James Cook","offset":723},{"uri":"Aborigines","surface_form":"aborigines","offset":875},{"uri":"Lumberjack","surface_form":"Timber-getters","offset":1041},{"uri":"Gympie%2C_Queensland","surface_form":"Gympie","offset":1172},{"uri":"Steve_Irwin","surface_form":"Steve Irwin","offset":1532},{"uri":"Environment","surface_form":"Environment","offset":1710}]}