{"id":260566,"url":"http://en.wikipedia.org/wiki/The_Blackout_(band)","text":"The Blackout is an Welsh Post-hardcore band from Merthyr Tydfil, Wales. The Blackout has six members in the band; the current band members are Sean Smith, Gavin Butler, Matthew Davies, James Davies, Rhys Lewis and Gareth Lawrence.\nCareer.\nIn 2003 a band called Ten Minute Preview was formed out of boredom and is named after the New York City blackout of 1977. The band currently has Sean Smith on Vocals, Gavin Butler on Vocals, Matthew Davies on Guitar and backing vocals, James Davies on Guitar and backing vocals, Rhys Lewis on Bass guitar and Gareth Lawrence on Drums and Backing vocals and they are all original members.\nThe Blackout released their debut album, \"We Are the Dynamite!\" on October 1, 2007 on the record label, Fierce Panda and it was the fastest selling album ever released by Fierce Panda. The album spawned 2 singles on it, \"The Beijing Cocktail\" and \"It's High Tide Baby!\" (which featured lead singer of Lostprophets, Ian Watkins). After their album release The Blackout went on a 14-date headline UK tour playing alongside bands such as The Used and Rise Against.\nThe Blackout left the Fierce Panda label in 2008 and signed with the record label, \"Epitaph Records\". On the Epitaph record label the band released one album, \"The Best in Town\" which spawned 4 singles \"STFUppercut\", \"Children of the Night\", \"Save Our Selves (The Warning)\" and \"I Don't Care (This Is Why We Can't Have Nice Things)\" and are releasing another album in 2011 which is currently does not have a name.\nDiscography.\nSo far as of 2011, The Blackout has released 1 EP and three albums.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Welsh","offset":19},{"uri":"Post-hardcore","surface_form":"Post-hardcore","offset":25},{"uri":"Band","surface_form":"band","offset":39},{"uri":"Merthyr_Tydfil","surface_form":"Merthyr Tydfil","offset":49},{"uri":"Wales","surface_form":"Wales","offset":65},{"uri":"2003","surface_form":"2003","offset":242},{"uri":"Boredom","surface_form":"boredom","offset":298},{"uri":"Guitar","surface_form":"Guitar","offset":448},{"uri":"Bass_guitar","surface_form":"Bass guitar","offset":532},{"uri":"Drum","surface_form":"Drum","offset":567},{"uri":"We_Are_the_Dynamite%21","surface_form":"We Are the Dynamite!","offset":669},{"uri":"Fierce_Panda","surface_form":"Fierce Panda","offset":731},{"uri":"Lostprophets","surface_form":"Lostprophets","offset":928},{"uri":"The_Used","surface_form":"The Used","offset":1062},{"uri":"Rise_Against","surface_form":"Rise Against","offset":1075},{"uri":"The_Best_in_Town","surface_form":"The Best in Town","offset":1249},{"uri":"2011","surface_form":"2011","offset":1529}]}