{"id":260583,"url":"http://en.wikipedia.org/wiki/Robert_Frost","text":"Robert Lee Frost (March 26, 1874 – January 29, 1963) was an American poet. He is well known for his realistic writings of rural life and his use of American informal (slang) speech. His poems were often set in rural life in New England in the early twentieth century, and used these settings to look at complex social and philosophical themes. Frost has often been quoted by other people. He was honored often during his lifetime, receiving four Pulitzer Prizes for Poetry.\nEarly years.\nRobert Frost was born in San Francisco, California, to journalist William Prescott Frost, Jr., and Isabelle Moodie.\nFrost's father was a teacher, and later an editor of the \"San Francisco Evening Bulletin\" (later the \"San Francisco Examiner\"), and an unsuccessful candidate for city tax collector. After his death on May 5, 1885 the family moved across the country to Lawrence, Massachusetts. Frost graduated from Lawrence High School in 1892. Frost's mother joined the Swedenborgian Church and had him baptized in there, but he left the church as an adult.\nAlthough he would be famous for writing about rural life, Frost grew up in the city, and published his first poem in his high school's magazine. He attended Dartmouth College for two months, long enough to be accepted into the Theta Delta Chi fraternity. Frost returned home to teach and to work at different jobs.\nAdult years.\nIn 1894, Frost sold his first poem, \"My Butterfly: An Elegy\", for fifteen dollars. It is published in the November 8, 1894, edition of the \"New York Independent\". Proud of this accomplishment, he proposed marriage to Elinor Miriam White. She waited, wanting to finish college before they married. Frost then went on a trip to the Great Dismal Swamp in Virginia. After returning he proposed again to Elinor. Because she had then graduated, she agreed. They got married on 19th December 1896.\nHe attended liberal arts studies at Harvard for two years, but left to support his growing family. Shortly before dying, Robert's grandfather purchased a farm for Robert and Elinor in Derry, New Hampshire; and Robert worked the farm for nine years, while writing early in the mornings and producing many of the poems that would later become famous. His farming was unsuccessful and he returned to education as an English teacher at New Hampshire's Pinkerton Academy from 1906 to 1911, then at the New Hampshire Normal School (now Plymouth State University) in Plymouth, New Hampshire.\nIn 1912, Frost sailed with his family to Great Britain, living first in Glasgow before settling in Beaconsfield outside London. His first book of poetry, \"A Boy's Will\", was published the next year. In England, he made some important friends, including Edward Thomas (a member of the group known as the Dymock Poets), T.E. Hulme, and Ezra Pound. Surrounded by his peers, Frost wrote some of his best work while in England.\nAs World War I began, Frost returned to America in 1915 and bought a farm in New Hampshire, where he started a career of writing, teaching, and lecturing. This family homestead was the Frosts' summer home until 1938, and is used today as The Frost Place, a museum and poetry conference site. During the years 1916–20, 1923–24, and 1927–1938, Frost taught English at Amherst College in Massachusetts, notably encouraging his students to account for the sounds of the human voice in their writing.\nFor forty-two years – from 1921 to 1963 - Frost spent almost every summer and fall teaching at the Bread Loaf School of English of Middlebury College, at its mountain campus at Ripton, Vermont. The college now owns and maintains his former Ripton farmstead as a national historic site near the Bread Loaf campus. In 1921 Frost accepted a fellowship teaching post at the University of Michigan, Ann Arbor, where he resided until 1927; while there he was awarded a lifetime appointment at the University as a Fellow in Letters. The Robert Frost Ann Arbor home is now situated at The Henry Ford Museum in Dearborn, Michigan. Frost returned to Amherst in 1927. In 1940 he bought a plot in South Miami, Florida, naming it \"Pencil Pines\"; he spent his winters there for the rest of his life.\nHarvard's 1965 alumni directory says Frost received an honorary degree there. Although he never graduated from college, Frost received over 40 honorary degrees, including ones from Princeton, Oxford and Cambridge universities; and was the only person to receive two honorary degrees from Dartmouth College. During his lifetime, the Robert Frost Middle School in Fairfax, Virginia, and the main library of Amherst College were named after him.\nFrost was 86 when he spoke and performed a reading of his poetry at the inauguration of President John F. Kennedy on January 20, 1961. He died in Boston two years later, on January 29, 1963, of complications from prostate surgery. He was buried at the Old Bennington Cemetery in Bennington, Vermont. His epitaph quotes a line from one of his poems: \"I had a lover's quarrel with the world.\"\nFrost's poems are analyzed in the \"Anthology of Modern American Poetry\" (Oxford University Press) where it is mentioned that behind a sometimes charmingly familiar and rural front, Frost's poetry frequently presents hopeless and hostile undertones which often are either unseen or unanalyzed.\nOne of the original collections of Frost materials is found in the Special Collections department of the Jones Library in Amherst, Massachusetts. The collection consists of approximately twelve thousand items, including original manuscript poems and letters, correspondence, and photographs, as well as audio and visual recordings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":60},{"uri":"Poet","surface_form":"poet","offset":69},{"uri":"Realism","surface_form":"realistic","offset":100},{"uri":"Rural","surface_form":"rural","offset":122},{"uri":"New_England","surface_form":"New England","offset":224},{"uri":"Philosophy","surface_form":"philosophical","offset":322},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prizes for Poetry","offset":446},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":512},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":1202},{"uri":"Virginia","surface_form":"Virginia","offset":1725},{"uri":"Harvard","surface_form":"Harvard","offset":1900},{"uri":"Great_Britain","surface_form":"Great Britain","offset":2490},{"uri":"Glasgow","surface_form":"Glasgow","offset":2521},{"uri":"London","surface_form":"London","offset":2569},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":2949},{"uri":"University_of_Michigan","surface_form":"University of Michigan","offset":3738},{"uri":"Harvard_University","surface_form":"Harvard","offset":4154},{"uri":"Princeton_University","surface_form":"Princeton","offset":4335},{"uri":"Oxford_University","surface_form":"Oxford","offset":4346},{"uri":"Cambridge_University","surface_form":"Cambridge","offset":4357},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":4442},{"uri":"Fairfax%2C_Virginia","surface_form":"Fairfax, Virginia","offset":4516},{"uri":"Inauguration","surface_form":"inauguration","offset":4669},{"uri":"John_F._Kennedy","surface_form":"President John F. Kennedy","offset":4685},{"uri":"Amherst%2C_Massachusetts","surface_form":"Amherst, Massachusetts","offset":5403}]}