{"id":260586,"url":"http://en.wikipedia.org/wiki/Autodromo_Enzo_e_Dino_Ferrari","text":"The Autodromo Internazionale Enzo e Dino Ferrari is an auto racing circuit near the Italian town of Imola, east of Bologna and east of the Ferrari factory in Maranello. Often, it is simply called Imola.\nThe circuit is named after Ferrari's late founder Enzo, and his son Dino who had died in the 1950s. Before Enzo Ferrari's death in 1988 it was called 'Autodromo Dino Ferrari'.\nIt was the host for the Formula One San Marino Grand Prix. The Italian Grand Prix has been held in Italy since the start of Formula One. The race at Imola was named after the nearby Republic of San Marion. After a bad crash Monza in, Imola hosted the Italian Grand Prix. When Formula One visits Imola, it is considered the 'home circuit' of Ferrari and a large group of \"tifosi\" (Ferrari supporters) come out to support the local team.\nImola is one of the few major international circuits to run in an anti-clockwise (counter-clockwise) direction. Other anti-clockwise circuits include Istanbul Park, Singapore's Marina Bay, Korean International Circuit, Autódromo José Carlos Pace, and Yas Marina Circuit.\nTamburello corner.\nEven with the addition of the chicanes, safety was a concern at the circuit. One of the biggest worries was the high-speed, flat-out \"Tamburello\" corner. Tamburello was very bumpy and had very little room between the track and a concrete wall. The wall protected a creek that ran behind the corner. In San Marino Grand Prix, Nelson Piquet had an accident at the corner during practice. He missed the race due to his injuries. In the San Marino Grand Prix, Gerhard Berger crashed his Ferrari at Tamburello after the front wing broke. The crash was so heavy, the monocoque (the driver's compartment) split open. The car caught fire. The firefighters and medical personnel went to work quickly. Because of fast response, Berger survived with only burns on his hands. Berger only missed one race, the Monaco Grand Prix. Other drivers, including Michele Alboreto and Riccardo Patrese also bad crashes at Tamburello corner. They escaped without serious injury.\nIn there were three serious accidents at Imola. During the Friday practice, Rubens Barrichello hit the fence at the Variante Bassa. It was a very hard crash and he was knocked unconscious for a few minutes. During the qualifying session on Saturday, Austrian Roland Ratzenberger crashed at the Villeneuve Corner. He hit a concrete barrier wall almost head-on and was received a very bad head injury. He was taken to the hospital, but died from injuries. In the race on Sunday, 3-time World Champion Ayrton Senna hit a concrete wall at Tamburello Corner. Senna was killed instantly. In two unrelated accidents, several spectators and mechanics were also injured during the race.\nIn response to the deaths of Ratzenberger and Senna, changes were made to try to make the circuit safer. The flat-out Tamburello corner was reduced in speed. It was also made into a left-right sweeper. A gravel trap was added to the limited space on the outside of the corner. Villeneuve corner was also slowed down and a gravel trap added. To retain some of the character of the old circuit, the slow chicane at Acqua Minerale was eliminated. Many say that the new circuit configuration is not as good as it used to be as a result of the new chicanes at Tamburello and Villeneuve.\nAnother modification made was to the Variante Alta. Variante Alta is at the top of the hill leading down to Rivazza. It has the hardest braking point on the lap. The kerbs were very high, and the drivers often hit them. This often caused damage to the cars and sometimes lead to accidents. Before the 2006 Grand Prix, the kerbs were lowered and the turn itself was tightened to reduce speeds.\nSome had complained about the poor quality of the facilities (buildings and work areas) at Imola. San Marino Grand Prix was dropped from the Formula One championship after.\nRecent developments.\nFollowing an FIA decision in August 2006, Imola did not host a Grand Prix in. SAGIS is the company that owns the circuit. They hoped that the race would be reinstated at the October 2006 meeting of the FIA World Motorsport Council. They were planning renovations to the facility, but the reinstatement was denied.\nThe circuit has undergone major revisions. The pitlane, pit garages and the final corners have been updated. The final left-right chicane has been removed. The run from Rivazza 2 to the first Tamburello chicane is flat-out. This is more like the old version of the circuit. The pitlane has been extended and reworked. The old pit garages and paddock have been completely rebuilt. The circuit hopes to rejoin the F1 calendar within the next few seasons. The reconstruction has been designed by German track architect Hermann Tilke.\nIn June 2008, with most of the reconstruction work done, FIA gave the track \"1T\" rating, meaning that an official F1 test can be held there. But still the track needs the \"1\" approvial to again host a Formula One race. The track also hosted the 2008 World Touring Car Championship Race of Europe, on September 21, 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Auto_racing","surface_form":"auto racing","offset":55},{"uri":"Race_track","surface_form":"circuit","offset":67},{"uri":"Italy","surface_form":"Italian","offset":84},{"uri":"Imola","surface_form":"Imola","offset":100},{"uri":"Bologna","surface_form":"Bologna","offset":115},{"uri":"Ferrari","surface_form":"Ferrari","offset":139},{"uri":"Maranello","surface_form":"Maranello","offset":158},{"uri":"Ferrari","surface_form":"Ferrari","offset":230},{"uri":"Enzo_Ferrari","surface_form":"Enzo","offset":253},{"uri":"Formula_One","surface_form":"Formula One","offset":403},{"uri":"San_Marino_Grand_Prix","surface_form":"San Marino Grand Prix","offset":415},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grand Prix","offset":442},{"uri":"Italy","surface_form":"Italy","offset":478},{"uri":"Republic","surface_form":"Republic","offset":561},{"uri":"Autodromo_Nazionale_Monza","surface_form":"Monza","offset":603},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grand Prix","offset":630},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":720},{"uri":"Istanbul_Park","surface_form":"Istanbul Park","offset":965},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore's Marina Bay","offset":980},{"uri":"Korean_Grand_Prix","surface_form":"Korean International Circuit","offset":1004},{"uri":"Aut%C3%B3dromo_Jos%C3%A9_Carlos_Pace","surface_form":"Autódromo José Carlos Pace","offset":1034},{"uri":"Yas_Marina_Circuit","surface_form":"Yas Marina Circuit","offset":1066},{"uri":"Chicane","surface_form":"chicane","offset":1135},{"uri":"San_Marino_Grand_Prix","surface_form":"San Marino Grand Prix","offset":1407},{"uri":"Nelson_Piquet","surface_form":"Nelson Piquet","offset":1430},{"uri":"Gerhard_Berger","surface_form":"Gerhard Berger","offset":1561},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":1588},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":1902},{"uri":"Michele_Alboreto","surface_form":"Michele Alboreto","offset":1946},{"uri":"Riccardo_Patrese","surface_form":"Riccardo Patrese","offset":1967},{"uri":"Rubens_Barrichello","surface_form":"Rubens Barrichello","offset":2136},{"uri":"Austrian","surface_form":"Austrian","offset":2310},{"uri":"Roland_Ratzenberger","surface_form":"Roland Ratzenberger","offset":2319},{"uri":"Hospital","surface_form":"hospital","offset":2480},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":2559},{"uri":"Formula_One","surface_form":"Formula One","offset":3854},{"uri":"Chicane","surface_form":"chicane","offset":4351},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":4737},{"uri":"FIA","surface_form":"FIA","offset":4809}]}