{"id":260645,"url":"http://en.wikipedia.org/wiki/Don%27t_Bother_Me","text":"\"Don't Bother Me\" is the first song written by George Harrison to appear on an album by The Beatles. It was on the group's \"With the Beatles\" album in the UK, released in 1963, and on their \"Meet the Beatles!\" album in the U.S., released in 1964.\nHistory.\nHarrison wrote the song while sick in bed at a hotel room in Bournemouth, England, where the Beatles were playing some shows during the summer of 1963. Harrison never regarded it highly, saying, \"It was a fairly crappy song. I forgot all about it completely once it was on the album.\" He considered it an exercise in whether he could write a song, later saying, \"at least it showed me that all I needed to do was keep on writing, and then maybe eventually I would write something good.\" Harrison received a writing credit for two earlier songs, \"In Spite of All the Danger\" (McCartney/Harrison) and \"Cry for a Shadow\" (Harrison/Lennon). Both were recorded by the Beatles but neither was released officially by the band until 1995's \"Anthology 1\" compilation. \"Don't Bother Me\" is considered Harrison's first song by most (including the composer himself).\nThe sullen mood and sad lyrics—\"So go away, leave me alone, don't bother me\"—were unusual for the Beatles at the time but would become characteristic for Harrison. The song mostly stays in a minor key and achieves a thick sound through its double-tracked vocal, reverbed guitars, and busy drumming. The elaborate percussion lends the song a Latin rhythm accentuated by its stop-time structure.\nThe Beatles recorded the song on 11 and 12 September 1963. They were not satisfied with the version recorded on the 11th and did a remake on the 12th.\n\"Don't Bother Me\" is one of several songs featured in \"A Hard Day's Night\", during a scene where the Beatles dance at a nightclub while McCartney's grandfather gambles elsewhere. At the end of the movie, it is noted as a McCartney composition rather than a Harrison composition.\nBritish singer Gregory Phillips released a version of \"Don't Bother Me\" as his third single. Though unsuccessful, this was the first cover version of a Harrison composition.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Harrison","surface_form":"George Harrison","offset":47},{"uri":"The_Beatles","surface_form":"The Beatles","offset":88},{"uri":"With_the_Beatles","surface_form":"With the Beatles","offset":124},{"uri":"United_Kingdom","surface_form":"UK","offset":155},{"uri":"Meet_the_Beatles%21","surface_form":"Meet the Beatles!","offset":191},{"uri":"United_States","surface_form":"U.S.","offset":223},{"uri":"Bournemouth","surface_form":"Bournemouth","offset":317},{"uri":"England","surface_form":"England","offset":330},{"uri":"In_Spite_of_All_the_Danger","surface_form":"In Spite of All the Danger","offset":802},{"uri":"Paul_McCartney","surface_form":"McCartney","offset":831},{"uri":"Cry_for_a_Shadow","surface_form":"Cry for a Shadow","offset":856},{"uri":"John_Lennon","surface_form":"Lennon","offset":884},{"uri":"Anthology_1","surface_form":"Anthology 1","offset":989},{"uri":"Stop-time","surface_form":"stop-time","offset":1484},{"uri":"A_Hard_Day%27s_Night_(movie)","surface_form":"A Hard Day's Night","offset":1711},{"uri":"McCartney","surface_form":"McCartney","offset":1877}]}