{"id":260666,"url":"http://en.wikipedia.org/wiki/Tony_Miles","text":"Tony Miles (Anthony John Miles, 23 April 1955 – 12 November 2001) was an English chess Grandmaster.\nWorld Junior Champion.\nIn 1973 Miles won the silver medal at the World Junior Chess Championship at Teesside, his first important event against international competition. He won the title next year in Manila.\nMiles entered the University of Sheffield to study mathematics, but dropped out to concentrate on chess.\nCareer highlights.\nIn 1976, Miles became the first ever FIDE Grandmaster born in the United Kingdom, narrowly beating Raymond Keene to the title. Other English players had been acknowledged as true Grandmasters in the past. Howard Staunton, the 19th century World Champion, was obviously a grandmaster. Joseph Blackburne was also regularly described as a grandmaster. Naturalised German-born Jacques Mieses was awarded the GM title in 1950; and Jonathan Penrose was awarded the title retrospectively. For his achievement, Miles won a £5,000 prize.\nMiles had a string of good results in the late 1970s and 1980s, and his success was a factor in the growth of strong British players shortly after Miles became a GM. Miles won games against a number of former World Chess Champions, including Vasily Smyslov, Mikhail Tal, and Boris Spassky. In 1980 at the European Team Championship in Skara, he beat reigning world champion Anatoly Karpov with black using the extremely unorthodox opening 1. e4 a6!?, the so-called English Defence. Miles beat Karpov again three years later in Bath in a game that was part of the BBC's \"Mastergame\" series, but it was never shown on television due to a technicians' strike. However, over their careers, Karpov won most of the other encounters.\nMiles won the British Chess Championship only once, in 1982. His prime time as a chess player was in the middle of the eighties. In the January 1984 FIDE rating system, he ranked #18 in the world with a rating of 2599. One of his best (and most controversial) results was his win at the Tilburg tournament in 1984. The following year, he tied for first there with Robert Hübner and Viktor Korchnoi, playing several of his games while lying face-down on a table, having injured his back.\nPlaying on top board for England, Miles helped his team to an all-time best silver medal at the 1986 Chess Olympiad in Dubai. But he was never able to qualify for the Candidates' series for the world title, and was overtaken by fellow Englishman Nigel Short in 1985.\nAgainst Garry Kasparov Miles had little success, not winning a game against him, and losing a 1986 match in Basel against him by the overwhelming score of 5.5–0.5. Following this encounter, Miles described Kasparov as a \"monster with a thousand eyes who sees all\".\nAfter he was hospitalized because of a mental breakdown in late 1987, Miles moved to the United States. He finished last in the 1988 US Championship, but continued to play there and had some good results. In 1991, he played in the Championship of Australia, but he eventually moved back to England, and began to represent his home country again. He was equal first at the very strong Cappelle-la-Grande Open in 1994, 1995 and 1997. He also won the Capablanca Memorial in Cuba three times (1995, 1996, and 1999). His last tournament victory was the 2001 Canadian Open Chess Championship in Sackville, New Brunswick.\nMiles played in the 2001 British Championship, but withdrew before the final round, apparently because of ill-health.\nThe \"Miles Variation\" (1.d4 Nf6 2.c4 e6 3.Nf3 b6 4.Bf4) in the Queen's Indian Defence is named after him.\nDeath.\nIn his later years, Miles became grossly overweight, and suffered from diabetes. A post mortem found that this contributed to his death by heart failure.\nPersonality.\nMiles was in many ways a controversial figure. He had his disagreements with chess authorities and with his fellow English players, particularly Keene and Short. Miles made accusations regarding payments that Keene had received from the British Chess Federation for acting as his second (assistant) in the 1985 Interzonal tournament in Tunis. Miles became rather obsessed with the affair, eventually suffering a mental breakdown over it. He was arrested in September 1987 in Downing Street, apparently under the belief that he had to speak to the then Prime Minister Margaret Thatcher about the matter. He was subsequently hospitalised for two months. Writing in the Daily Telegraph in November 2003, Nigel Short claimed that \"Tony was insanely jealous of my success, and his inability to accept that he was no longer Britain's number one was an indication of, if not a trigger for, his descent into madness\".\nMiles was also noted for his acerbic wit. He often attacked chess personalities in published articles. He attacked former World Champion Anatoly Karpov in an article entitled [http://www.chesscenter.com/kingpin/Kingpin/milesfeature.htm \"Has Karpov lost his marbles?\"].","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":73},{"uri":"Chess","surface_form":"chess","offset":81},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":87},{"uri":"Teesside","surface_form":"Teesside","offset":200},{"uri":"Manila","surface_form":"Manila","offset":301},{"uri":"University_of_Sheffield","surface_form":"University of Sheffield","offset":327},{"uri":"Mathematics","surface_form":"mathematics","offset":360},{"uri":"FIDE","surface_form":"FIDE","offset":470},{"uri":"Raymond_Keene","surface_form":"Raymond Keene","offset":532},{"uri":"English_people","surface_form":"English","offset":566},{"uri":"Howard_Staunton","surface_form":"Howard Staunton","offset":638},{"uri":"Joseph_Blackburne","surface_form":"Joseph Blackburne","offset":717},{"uri":"Jacques_Mieses","surface_form":"Jacques Mieses","offset":806},{"uri":"Jonathan_Penrose","surface_form":"Jonathan Penrose","offset":859},{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess Champion","offset":1171},{"uri":"Vasily_Smyslov","surface_form":"Vasily Smyslov","offset":1204},{"uri":"Mikhail_Tal","surface_form":"Mikhail Tal","offset":1220},{"uri":"Boris_Spassky","surface_form":"Boris Spassky","offset":1237},{"uri":"Skara","surface_form":"Skara","offset":1297},{"uri":"Anatoly_Karpov","surface_form":"Anatoly Karpov","offset":1336},{"uri":"Chess_opening","surface_form":"opening","offset":1393},{"uri":"Bath%2C_Somerset","surface_form":"Bath","offset":1489},{"uri":"BBC","surface_form":"BBC","offset":1525},{"uri":"FIDE","surface_form":"FIDE","offset":1838},{"uri":"Tilburg","surface_form":"Tilburg","offset":1976},{"uri":"Robert_H%C3%BCbner","surface_form":"Robert Hübner","offset":2053},{"uri":"Viktor_Korchnoi","surface_form":"Viktor Korchnoi","offset":2071},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":2277},{"uri":"Dubai","surface_form":"Dubai","offset":2295},{"uri":"Nigel_Short","surface_form":"Nigel Short","offset":2422},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":2451},{"uri":"Basel","surface_form":"Basel","offset":2551},{"uri":"Cappelle-la-Grande","surface_form":"Cappelle-la-Grande","offset":3092},{"uri":"Jose_Raul_Capablanca","surface_form":"Capablanca","offset":3156},{"uri":"Cuba","surface_form":"Cuba","offset":3179},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":3308},{"uri":"List_of_chess_openings","surface_form":"Queen's Indian Defence","offset":3504},{"uri":"Diabetes","surface_form":"diabetes","offset":3625},{"uri":"Heart_failure","surface_form":"heart failure","offset":3693},{"uri":"Nigel_Short","surface_form":"Short","offset":3876},{"uri":"Tunis","surface_form":"Tunis","offset":4057},{"uri":"Mental_breakdown","surface_form":"mental breakdown","offset":4133},{"uri":"Arrest","surface_form":"arrest","offset":4166},{"uri":"Downing_Street","surface_form":"Downing Street","offset":4196},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":4273},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":4288},{"uri":"Anatoly_Karpov","surface_form":"Anatoly Karpov","offset":4768}]}