{"id":260745,"url":"http://en.wikipedia.org/wiki/Deepwater_Horizon_oil_spill","text":"The \"Deepwater Horizon\" oil spill is also called the BP oil spill, the Gulf of Mexico oil spill, or the Macondo blowout. It was an oil spill in the' Gulf of Mexico, the largest marine oil spill in history. The spill was caused by an oil gusher when the drilling machines exploded on April 20, 2010. The explosion killed 11 workers and injured 17 people.\nThe first tries to fix the leak did not work. On July 19, the leak was stopped by putting a cap on top of the broken well pipe. About 7.9 million barrels (780×10 m) of crude oil spilled out before the well was fixed. The amount of oil coming out of the broken well probably started at about 52,000 barrels per day (9,900 m/d) and gradually went down after that.\nThe spill damaged animal and plant habitats as well as the Gulf's fishing and tourism businesses. Scientists also found oil underwater that could not be seen from the top. People worked to protect hundreds of miles of beaches, wetlands, and estuaries along the northern Gulf coast. The U.S. Government named British Petroleum (BP) as responsible. The company has paid for cleaning up and other damage. By the end of 2011, the U.S. Coast Guard’s Operational Scientific Advisory Team said that there were no more ocean areas needing special cleanup from the oil spill. They were not sure of the condition of the shore.\nEffects on the U.S. oil industry.\nOn May 27, 2010, U.S. President Barack Obama temporarily stopped new drilling for offshore oil rigs. He also made new safety rules to try to stop other oil spills from happening. British Petroleum (BP Oil) owned the Deepwater Horizon oil rig. This company was mostly responsible for the damage caused by the oil spill. They paid out several billions of dollars to help people who could not work after the oil spill and to pay for cleanup efforts.\nCompensation.\nInformation in this section is from Upton, Harold F. The Deepwater Horizon Oil Spill and the Gulf of Mexico Fishing Industry. \"Congressional Research Service Report for Congress\", February 17, 2011, and the references it contains.\nOn May 3, 2010, The Gulf Coast Claims Center began to pay for emergency help to businesses and people (such as fishermen) who could not work because of the oil spill. By the end of August, 2010, The Gulf Coast Claims Center had paid more than $395 million. About one third of this money was paid to the fishing industry. A By February, 2011, the GCCF had paid about $751 million to people in the business of fishing. People will have three years to figure their costs and ask GCCF for payment.\nBP also started a program, called the Vessels of Opportunity Program, to hire local people (who would have been fishing) to use their boats to help clean up the spilled oil. However the program made little or no impact on the spill as the vessels were not fitted with recovery equipment.\nThere are more ways for those in the U.S. fishing industry to get paid back for money they lost because of the Gulf oil spill. For example, the Oil Spill Liability Trust Fund was started after the 1989 Exxon Valdez oil spill to help people hurt by oil spills. Another law, the Magnuson-Stevens Fishery Conservation and Management Act lets the U.S. government give help when the Secretary of Commerce sees that all the fishing has failed in one place.\nEffects on the fishing business.\nOn May 2, 2010, 12 days after the blow up and fire of the Deepwater Horizon, the National Oceanic and Atmospheric Administration (NOAA) closed 6,817 square miles of the Gulf of Mexico to fishing. The reason was to make sure that seafood that might be poisoned by the oil would not be sold and maybe make people sick. The U.S. government closed large areas to fishing from the middle of the Atchafalaya Bay of Louisiana, across the coasts of Mississippi and Alabama, and as far as Panama City in Florida. State waters were also closed to fishing in much of the same area. The largest area closed to fishing was 88,522 sq. miles (229,270 km2) on June 2, 2010. By the end of November, 2010, most of the waters were opened to fishing again, with only 1041 sq miles (2697 km2) still closed. However, there was still some oil residue to be found. For example, tar balls were sometimes found in shrimper’s nets.\nShort term environmental effects.\nSome animals and plants were hurt by the Gulf oil spill. Scientists found dead, oil-covered animals such as birds, fish, shrimp, and oysters. Large, decaying fish covered in the thick, dark oil washed up on some beaches. The National Oceanic and Atmospheric Administration (NOAA) found 1,746 birds. 1,014 of these birds had oil on them, 997 were dead, and 749 were alive. The NOAA also found 528 sea turtles, with 400 dead, and 128 alive. The NOAA found 51 mammals, including dolphins, with 47 dead and 4 alive. Some scientists cut open dead fish to look at the inside and found the oil was inside the gills and the heart.\nBecause fishing was stopped, many small fishing supply stores could not make money. The fishing companies did not have enough fish and lost customers. Normally, lots of people travel to this area to fish for fun. Because of the oil spill, fewer people traveled there. Therefore, travel businesses and people who help the visitors also lost money.\nEast of Mobile Bay damage from oil spill cleanup crews and vehicles caused more damage to the fragile dune habitat than the oil spill itself. Dune habitats can be destroyed by nothing more than light foot traffic and in no way can support the egress of 100's of vehicles being deployed. Despite large amounts of supporting evidence, BP still denies this and apparently has persons editing and or reverting Wikipedia articles in order to cover up collateral problems associated with the accident.\nEnvironmental effects over time.\nScientists have thought about how much the plants and animals in the Gulf of Mexico would be changed after the oil spill. In general, chemicals in oil can hurt fish and shellfish. In the early life stages, many kinds of fish grow near the shore. Therefore, oil at the shore might change how many fish there are in future years. Also, affected species are part of a food web or provide living areas for other kinds. These things are possible, but there are not yet many actual data of how the fish and shellfish are doing after the oil spill. Most of the shrimp grow in one year. Therefore, changes in the number of shrimp caused by the Gulf oil spill will be known one or two years after the spill. It takes years for many kinds of fish to grow large enough to keep for food. Therefore, it will take years to know the effects of the Gulf oil spill on the very small fish.\nThe NOAA is still helping animals hurt by the Gulf oil spill. However, not many more are being reported. Instead, the NOAA is spending more time letting wildlife go back into the ocean. For example, sea turtles that were saved from the oil are being let back into the wild ocean. NOAA scientists on research boats have also been measuring whether it is now safe to eat fish from the Gulf (they have found that it is safe).\nCounting done by Dauphin Island Sea Lab after the oil spill off the coasts of Mississippi and Alabama found that there were actually more of some kinds of fish a few months after the oil spill. Some scientists think that the closing of fishing areas kept the total number of fish high in spite of the oil spill.\nOne-third of the oysters sold in the United States come from Louisiana. However, the places where oysters grow have been hurt by recent hurricanes, higher than usual amounts of fresh water coming down the rivers (oysters need salt water) and also the Gulf oil spill. The Louisiana Division of Wildlife and Fisheries have been working with scientists at universities on better ways to grow oysters. Also, in June, 2011, more than 100 million oyster seeds and 500,000 baby oysters were put in test areas to help the oyster areas to grow back.\nThe US National Marine Fisheries Service thinks that the 2011 brown shrimp harvest from waters off of Mississippi and Louisiana will be only a little bit lower than usual. It is expected to be a much better harvest than in 2010 after the oil spill. Weather in the spring of 2011 was good for growing conditions for the brown shrimp.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oil_spill","surface_form":"oil spill","offset":131},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":149},{"uri":"Wellhead","surface_form":"well pipe","offset":471},{"uri":"Crude_oil","surface_form":"crude oil","offset":522},{"uri":"Habitat","surface_form":"habitats","offset":751},{"uri":"Fishing_industry","surface_form":"fishing","offset":782},{"uri":"Tourism","surface_form":"tourism","offset":794},{"uri":"Wetland","surface_form":"wetland","offset":943},{"uri":"Estuary","surface_form":"estuaries","offset":957},{"uri":"Federal_government_of_the_United_States","surface_form":"U.S. Government","offset":1002},{"uri":"British_Petroleum","surface_form":"British Petroleum","offset":1024},{"uri":"Hurricane","surface_form":"hurricane","offset":7506}]}