{"id":260940,"url":"http://en.wikipedia.org/wiki/Samuel_Reshevsky","text":"Samuel Reshevsky (Szmul Rzeszewski, near Łódź, 26 November 1911 – New York, 4 April 1992) was a Polish-American chess Grandmaster.\nSammy was a famous chess prodigy, and later a leading American chess Grandmaster. He was a contender for the World Chess Championship from about 1935 to the mid-1960s. He came equal third in the World Chess Championship 1948 tournament, and equal second in the 1953 Candidates Tournament. He was also an eight-time winner of the U.S. Chess Championship.\nHe was the greatest American player in the long period between Pillsbury (d.1906) and Fischer. Sammy was an Orthodox Jew, and did not play on the Jewish Sabbath: his tournament games were re-arranged. He was a regular top board for the USA at Chess Olympiads. He played in eight Olympiads, helping the U.S. team to win the gold in 1937.p335\nSammy was tremendously strong in matches, and the Soviets made sure he never got the chance to play Botvinnik in a match. He played eleven of the first twelve world champions, and drew a match against Fischer at the age of 49. His one weakness as a player was his time trouble. He used up so much of his time in the early stages of a game that he was often short of time at the end. This probably cost him the Candidates tournament in 1953.\nReshevsky was not a full-time chess player. He was a qualified accountant.","categories":[],"infobox_types":[],"annotations":[{"uri":"%C5%81%C3%B3d%C5%BA","surface_form":"Łódź","offset":41},{"uri":"New_York","surface_form":"New York","offset":66},{"uri":"Chess","surface_form":"chess","offset":112},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":118},{"uri":"Prodigy","surface_form":"prodigy","offset":156},{"uri":"Chess","surface_form":"chess","offset":194},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":200},{"uri":"World_Chess_Championship","surface_form":"World Chess Championship","offset":240},{"uri":"Bobby_Fischer","surface_form":"Fischer","offset":571},{"uri":"Orthodox_Judaism","surface_form":"Orthodox","offset":593},{"uri":"Jew","surface_form":"Jew","offset":602},{"uri":"Shabbat","surface_form":"Sabbath","offset":638},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":728},{"uri":"Botvinnik","surface_form":"Botvinnik","offset":926}]}