{"id":261007,"url":"http://en.wikipedia.org/wiki/Meqabyan","text":"e=\"preserve\">Meqabyan (Amharic: መቃብያን), also called called Ethiopic Maccabees or Ethiopian Maccabees, are three books in the Ethiopian Orthodox Old Testament Biblical canon. These books are very different in content from the books of Maccabees in Catholic and Eastern Orthodox Bibles. The Maccabees described in these books are not those of the Hasmonean dynasty, and the \"Five Holy Maccabean Martyrs\" here do not match \"Woman with seven sons\", who were also called \"Maccabees\" and are revered throughout Orthodoxy as the \"Holy Maccabean Martyrs\".\nThese books were only written in Ethiopian languages for a long time, but have recently been translated into English.\n1st Book of Ethiopian Maccabees.\nAccording to this book, a certain man from the territory of Benjamin called Meqabis had three sons Abya (Amharic: አብያ- Abijah), Seela (Amharic: ሴላ- Shelah), and Pantos (Pantera), who opposed the tyrannical policies of the king and refused to worship his idols. Their account consumes only a short section of the book, spanning chapters 2 through chapter 5.  A second group of brothers are later introduced in Chapter 15. They are called: Yihuda (Amharic: ይሁዳ- Judah), Meqabis and Mebikyas, and they are said to have lead a successful revolt against the ruthless King Akrandis of Midian. This appears to be a historical allusion to the king Alexander I Balas, who ruled the Seleucid Empire after the death of Antiochius IV, and who supported the legitimacy of the Maccabees cause. However, in this folk rendering of history, Mebikyas enters the king's military camp and decapitates him at his dinner table, while his food was still in his mouth. The remainder of the book, chapters 16 to 36, have no dealing with the Maccabees (disambiguation) revolt and offer no further historical narrative. Their purpose is unknown, as they recount significant events from the Old Testament.\nEnglish Translations.\nSelassie, Feqade. Ethiopian Books of Meqabyan 1–3, in Standard English. 2008; Lulu Press Inc, Raleigh, NC\nCurtin, D.P. The 1st Book of Ethiopian Maccabees. 2017; Dalcassian Publishing, Philadelphia, PA","categories":[],"infobox_types":[],"annotations":[{"uri":"Ge%27ez","surface_form":"Amharic","offset":23},{"uri":"Ethiopian_Orthodox_Tewahedo_Church","surface_form":"Ethiopian Orthodox","offset":125},{"uri":"Biblical_canon","surface_form":"Biblical canon","offset":158},{"uri":"1_Maccabees","surface_form":"Maccabees","offset":234},{"uri":"Catholic","surface_form":"Catholic","offset":247},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":260},{"uri":"Hasmonean_dynasty","surface_form":"Hasmonean dynasty","offset":345},{"uri":"Woman_with_seven_sons","surface_form":"Woman with seven sons","offset":421},{"uri":"Idolatry","surface_form":"idols","offset":953},{"uri":"Antiochius_IV","surface_form":"Antiochius IV","offset":1407},{"uri":"Maccabees_(disambiguation)","surface_form":"Maccabees (disambiguation)","offset":1715}]}