{"id":261080,"url":"http://en.wikipedia.org/wiki/Farringdon_station","text":"Farringdon station is a London Underground and National Rail station in Clerkenwell, just north of the City of London in the London Borough of Islington.\nCurrent developments.\nFarringdon will, from 2017, be one of the country's busiest stations (if not the busiest station) by number of trains passing through, being served by both Crossrail and the upgraded Thameslink route, as well as the existing Underground lines.\nThameslink upgrade.\nFarringdon station has been renovated, to allow longer Thameslink trains to fit, and to make other improvements to the station. The existing station building will be given a new roof canopy, and a new entrance and concourse facing Turnmill Street. Platforms will be made wider and longer, which will require the Cowcross Street bridge pillars to be moved. The bridge, along with the Cardinal Tower building, will be torn down and rebuilt once the pillars have been shifted.Cowcross Street will be made into a street for pedestrians only. Lifts will be provided throughout.\nThe existing ticket hall and concourse will be re-built. Interchange within the station will be improved by means of removing the existing interchange bridge and installing new stairs and lifts with access to all four platforms, thereby allowing disabled passengers to use the station.\nExtending the platforms towards the north could not be done due mainly due to the steep gradient (1 in 27) of the Thameslink line immediately north of Farringdon. The platforms therefore had to be extended to the south, cutting off the two-station branch to Moorgate. As a result, since Christmas 2009 Thameslink trains no longer call at Barbican and Moorgate stations, but London Underground still serve those stations.\nThe new station is designed by the architects from the firm Aukett Fitzroy Robinson.\nCrossrail development.\nA 'Farringdon' Crossrail station is being built between Farringdon and Barbican underground (tube) stations and it will have interchanges with both of them. Access at the Farringdon end will be via the new Thameslink ticket hall. Work will not be complete until 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":24},{"uri":"National_Rail","surface_form":"National Rail","offset":47},{"uri":"Clerkenwell","surface_form":"Clerkenwell","offset":72},{"uri":"City_of_London","surface_form":"City of London","offset":103},{"uri":"London_Borough_of_Islington","surface_form":"London Borough of Islington","offset":125},{"uri":"Crossrail","surface_form":"Crossrail","offset":332},{"uri":"Thameslink","surface_form":"Thameslink","offset":359},{"uri":"Barbican","surface_form":"Barbican","offset":1899}]}