{"id":261234,"url":"http://en.wikipedia.org/wiki/Action_figure","text":"Moveable man of action or the action figure is a character figurine.They may be made from plastic or other materials.They are often based on characters from a movie, comic book, video game, or television program. One of the most famous action figures is G.I. Joe.\nHistory.\nBefore the 1960s, toys had little or no movement. The company Hasbro in 1964 came up with a new toy they called an action figure. This toy was G.I. Joe created by Stan Weston. G.I. Joe had a military look with changeable clothing and accessories ready for action. Action figures were made to give boys a toy since Barbie in 1959 was so popular with girls. Starting in the 1970s comic book superheros were made into action figures. Marvel Comics and DC Comics began making their action figures to appeal to kids favorite superheroes.\nHasbro spent many years getting information and drawings of military weapons and vehicles for the use of their military action figures the G.I. Joes.The first African American G.I. Joe was made in the second year of the action figures. In 1967 the first female G.I. Joe was made, she was a nurse. G.I. Joe in 1985 got a cartoon TV show and in 2009 a movie was made.\nOver many years Hasbro made \"men of action\" figures including people like: George Washington, Robert E. Lee, John F. Kennedy,Bob Hope, etc.\nIn the 1980s, the need for action figures got bigger with all the cartoons that started on TV. Shows like Masters of the Universe, G.I. Joe and Thundercats which got the attention of young boys and gave a need for the action figures of their favorite shows. Hasbro got the idea for the Transformers we know today from a cartoon in Japan and brought it to the United States in 1984, cartoon episodes and then action figures soon came along.\nBy the 1990s action figures became toys for adults as well but for the use of collecting and value. These action figures came from movies, TV,and famous people like rock stars.\nFrom the 2000s on, and up to these days, there was a transition made into movies, where popular movies would have action figures of their own characters. And not only movies, but also musicians, athletes and other figures of importance in the media.\nToday, the adult collector market for action figures is expanding with companies like McFarlane Toys, Palisades, and NECA.Companies have given numerous movie characters, musicians, and athletes their very first highly detailed figures. These are commonly intended as display pieces rather than toys; however, child-oriented lines such as the Masters of the Universe revival and Justice League Unlimited still get adult collector followings as well. Comic book are also able to get figures of their characters produced, regardless of whether or not they appeared in movies or animated cartoons. Examples of companies that produce comic figures and merchandise almost exclusively include Toy Biz and DC Direct.\nAdult-action figure lines are often exclusive to specific chain stores rather than mass retail. Popular lines often have figures available exclusively through mail-in offers and comic conventions like comic con, which raises their value significantly. Ploys such as packaging \"errors\" and \"short-packed\" figures have also been used by toy companies to increase collector interest.\nHow they are made.\nAction figures are usually made of plastic. These toys are able to move and hold different poses. Making an action figure starts with the idea and drawing. Next, wire and clay models are made. When a figure is approved, it gets molded from a plastic. Paint and fabric complete the toy.\nAction figures and gender.\nAction figures were made to give boys a toy like Barbie. Unlike Barbie, G.I. Joe was meant to be manly and strong which is why a military toy was made.\nLike Barbie, The action figure's body shows an almost unrealistic body image for boys. Some action figures like the WWE wrestler's body on the action figure have unrealistic muscles. These body images of strong wrestlers, superhero, and G.I. Joe tell boys that they too can grow up to be big and strong, which may not always be the case.\nToday there are action figures for girls too. Movie character action figures like Edward Cullen from the movie Twilight are collected by girls.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":49},{"uri":"Figurine","surface_form":"figurine","offset":59},{"uri":"Plastic","surface_form":"plastic","offset":90},{"uri":"Movie","surface_form":"movie","offset":159},{"uri":"Comic_book","surface_form":"comic book","offset":166},{"uri":"Video_game","surface_form":"video game","offset":178},{"uri":"Television_program","surface_form":"television program","offset":193},{"uri":"G.I._Joe","surface_form":"G.I. Joe","offset":254},{"uri":"Hasbro","surface_form":"Hasbro","offset":335},{"uri":"G.I._Joe","surface_form":"G.I. Joe","offset":416},{"uri":"Changeable","surface_form":"changeable","offset":483},{"uri":"Barbie","surface_form":"Barbie","offset":587},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":704},{"uri":"DC_Comics","surface_form":"DC Comics","offset":722},{"uri":"Superhero","surface_form":"superhero","offset":793},{"uri":"Hasbro","surface_form":"Hasbro","offset":806},{"uri":"Military","surface_form":"military","offset":866},{"uri":"Nurse","surface_form":"nurse","offset":1096},{"uri":"Cartoon","surface_form":"cartoon","offset":1126},{"uri":"Movie","surface_form":"movie","offset":1156},{"uri":"George_Washington","surface_form":"George Washington","offset":1247},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":1266},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":1281},{"uri":"Bob_Hope","surface_form":"Bob Hope","offset":1297},{"uri":"Masters_of_the_Universe","surface_form":"Masters of the Universe","offset":1418},{"uri":"G.I._Joe","surface_form":"G.I. Joe","offset":1443},{"uri":"Thundercats","surface_form":"Thundercats","offset":1456},{"uri":"Transformers","surface_form":"Transformers","offset":1598},{"uri":"Japan","surface_form":"Japan","offset":1643},{"uri":"McFarlane_Toys","surface_form":"McFarlane Toys","offset":2265},{"uri":"Palisades","surface_form":"Palisades","offset":2281},{"uri":"NECA","surface_form":"NECA","offset":2296},{"uri":"Musicians","surface_form":"musicians","offset":2349},{"uri":"Justice_League","surface_form":"Justice League","offset":2557},{"uri":"Comic_book","surface_form":"Comic book","offset":2628},{"uri":"Toy_Biz","surface_form":"Toy Biz","offset":2865},{"uri":"DC_Direct","surface_form":"DC Direct","offset":2877},{"uri":"Comic_con","surface_form":"comic con","offset":3089},{"uri":"Barbie","surface_form":"Barbie","offset":3650},{"uri":"Military","surface_form":"military","offset":3730},{"uri":"Barbie","surface_form":"Barbie","offset":3758},{"uri":"WWE","surface_form":"WWE","offset":3869},{"uri":"Superhero","surface_form":"superhero","offset":3975},{"uri":"G.I._Joe","surface_form":"G.I. Joe","offset":3990},{"uri":"Edward_Cullen","surface_form":"Edward Cullen","offset":4173},{"uri":"Twilight","surface_form":"Twilight","offset":4202}]}