{"id":261237,"url":"http://en.wikipedia.org/wiki/Ring_of_Steel_(London)","text":"e=\"preserve\">Ring of steel is the name people use for the security cordon around the City of London. Its purpose is to prevent terrorism. It was designed during the IRA 'troubles'. The city of Belfast was the first to get a \"ring of steel\".\nRoads entering the City are narrowed and have small chicanes to force drivers to slow down and be recorded by CCTV cameras. These roads have a concrete median with a sentry box where police can stand guard and monitor traffic. Tucked away out of sight may be police armed with submachine guns. City planners call these precautions 'fortress urbanism'.\nSome roads have been closed to traffic entirely. Despite the term 'ring of steel', the roadblocks and chicanes are actually created with concrete blocks, sometimes plastic coated, that are wedged together.\nThe measures were introduced following a massive IRA bombing campaign in the City in the early 1990s such as the 1992 Baltic Exchange bombing and the 1993 Bishopsgate bombing. At this time the sentry posts were guarded by armed police almost continuously. Initially the ring of steel consisted of plastic cones and on duty policemen which the locals described as the 'ring of plastic'. It showed the public that the City authorities were taking seriously the threats by the IRA. This was replaced by more permanent structures consisting of concrete barriers, checkpoints and thousands of video cameras. After the IRA ceasefire the police guard was reduced.\nFollowing the September 11 attacks, and the increased terrorist threats to the United Kingdom, security has been stepped up again. In December 2003, the Ring of Steel was widened to include more businesses in the City. Police thought a terrorist attack on the City was \"inevitable\".\nTraffic entering London is also monitored and recorded at many places by an automatic number-plate recognition system (ANPR). It is watched all the time by police. The data is stored for five years for analysis and evidence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Security","surface_form":"security","offset":58},{"uri":"City_of_London","surface_form":"City of London","offset":85},{"uri":"Terrorism","surface_form":"terrorism","offset":127},{"uri":"Provisional_Irish_Republican_Army","surface_form":"IRA","offset":165},{"uri":"Belfast","surface_form":"Belfast","offset":193},{"uri":"Narrow","surface_form":"narrowed","offset":269},{"uri":"Chicane","surface_form":"chicane","offset":293},{"uri":"Closed-circuit_television","surface_form":"CCTV","offset":351},{"uri":"City_of_London_Police","surface_form":"police","offset":424},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":518},{"uri":"Baltic_Exchange","surface_form":"Baltic Exchange","offset":917},{"uri":"Bishopsgate","surface_form":"Bishopsgate","offset":954},{"uri":"Sentry","surface_form":"sentry","offset":992},{"uri":"Ceasefire","surface_form":"ceasefire","offset":1416},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1470},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1535},{"uri":"London","surface_form":"London","offset":1756}]}