{"id":261223,"url":"http://en.wikipedia.org/wiki/Albert_Bridge","text":"Albert Bridge is a road bridge over the River Thames in West London. It connects Chelsea on the north bank to Battersea on the south bank.\nHistory.\nAlbert Bridge was designed and built in 1873 as a cable-stayed bridge, it proved to be structurally unsound. Between 1884 and 1887 Sir Joseph Bazalgette added some elements of a suspension bridge. More work was done in 1973. As a result, the bridge today is a hybrid of three different design styles.\nBuilt as a toll bridge, it was unsuccessful. Six years after its opening it was taken into public ownership, and the tolls were lifted. The tollbooths remained in place, and are the only surviving examples of bridge tollbooths in London. Its nickname is 'The Trembling Lady' because of its tendency to vibrate when large numbers of people walked over it. Signs at the entrances warn troops from the nearby Chelsea Barracks to break step while crossing the bridge.\nWith a roadway only wide, and with serious structural weaknesses, the bridge was ill-equipped to cope with motor traffic. Despite this, Albert Bridge has remained open to vehicles, apart from brief spells for repairs. It is one of only two Thames road bridges in central London which have never been replaced.\nThe strengthening work did not prevent further decay of the bridge's structure. Strict traffic control limits its use and prolongs its life. It is the least busy Thames road bridge in London except for Southwark Bridge. The bridge's condition continues to get worse as the result of traffic. Also, severe rotting of the timber deck is caused by the urine of dogs using it as a route to nearby Battersea Park.\nIn 1992 Albert Bridge was rewired and painted in an unusual colour scheme designed to make it easy to see, and avoid being hit by shipping. At night it is lit by 4,000 bulbs, making it one of West London's most striking landmarks.\nIn June 2012, the bridge was highlighted on the route of Queen Elizabeth II's Diamond Jubilee Pageant on the Thames. The Royal Barge launched from the pier at Albert Bridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"River_Thames","surface_form":"River Thames","offset":40},{"uri":"London","surface_form":"London","offset":61},{"uri":"Royal_Borough_of_Kensington_and_Chelsea","surface_form":"Chelsea","offset":81},{"uri":"Battersea","surface_form":"Battersea","offset":110},{"uri":"Cable-stayed_bridge","surface_form":"cable-stayed bridge","offset":198},{"uri":"Suspension_bridge","surface_form":"suspension bridge","offset":326},{"uri":"Toll","surface_form":"toll","offset":460},{"uri":"Nickname","surface_form":"nickname","offset":691},{"uri":"Barracks","surface_form":"Barracks","offset":863},{"uri":"Decay","surface_form":"decay","offset":1270},{"uri":"Southwark_Bridge","surface_form":"Southwark Bridge","offset":1425},{"uri":"Deck","surface_form":"deck","offset":1550},{"uri":"Urine","surface_form":"urine","offset":1572},{"uri":"Battersea_Park","surface_form":"Battersea Park","offset":1616},{"uri":"Paint","surface_form":"paint","offset":1670},{"uri":"Route","surface_form":"route","offset":1911},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":1920},{"uri":"Diamond_Jubilee","surface_form":"Diamond Jubilee","offset":1941}]}