{"id":26123,"url":"http://en.wikipedia.org/wiki/Seizure","text":"e=\"preserve\">:\"Seizure\" can also refer to the act of taking hold of property, for this meaning see Seizure (law)\nA seizure happens when the nerves in a person's brain act strangely. Nerves send information, partly through electrical signals. Usually, nerves in the brain (called neurons) do not fire at the same time. During a seizure, groups of nerves start firing together, too fast. This causes there to be too much disorganized electrical activity in the brain.\nMost people think a person with a seizure will shake and twitch. Some will, but there are also other kinds of seizures.\nTypes of Seizures.\nThere are many different types of seizures. They are named by how much of the brain they affect and what happens to the person when they are having that type of seizure.\nStatus epilepticus: A medical emergency.\nStatus epilepticus is a medical emergency because the brain will not get enough oxygen during a long seizure. This can cause brain damage or death.\nWhat Causes Seizures?\nCertain types of seizures point to a disorder called epilepsy, where the nerves do not work as they should. They carry the wrong messages to the brain so that the person moves uncontrollably or sees, hears, smells, feels, or tastes things that are not there. Medicine can be taken to prevent this from happening.\nOther than epilepsy, many other things can cause seizures.\nPossible first aid.\nMost seizures only last a short time. The best thing to do is to prevent the person with the seizure from injury. During a seizure, reflexes do not work, and the people with the seizure do not have control over their muscles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Seizure_(law)","surface_form":"Seizure (law)","offset":99},{"uri":"Neuron","surface_form":"nerves","offset":140},{"uri":"Brain","surface_form":"brain","offset":161},{"uri":"Nerve","surface_form":"Nerve","offset":182},{"uri":"Information","surface_form":"information","offset":194},{"uri":"Neuron","surface_form":"neuron","offset":279},{"uri":"Brain","surface_form":"brain","offset":683},{"uri":"Oxygen","surface_form":"oxygen","offset":896},{"uri":"Brain_damage","surface_form":"brain damage","offset":941},{"uri":"Death","surface_form":"death","offset":957},{"uri":"Epilepsy","surface_form":"epilepsy","offset":1039}]}