{"id":261305,"url":"http://en.wikipedia.org/wiki/Hexham_Abbey","text":"Hexham Abbey is an Anglican church in the town of Hexham, Northumberland, dedicated to St Andrew. Since the Dissolution of the monasteries in 1537, the Abbey has been the parish church of Hexham.\nThe Abbey, which was a cathedral in Saxon times, is part of the Diocese of Newcastle. The diocese is based in Newcastle upon Tyne, and includes the historic county of Northumberland in northeast England.\nHistory.\nThere has been a church on this site for over 1300 years since Etheldreda, Queen of Northumbria, made a grant of lands c.674. The Benedictine abbey was built almost entirely of stones from nearby Roman ruins. The Saxon crypt still remains; as does a \"frith\" stool, a 7th/8th century 'cathedra' or throne.\nIn the year 875 Halfdene the Dane ravaged the whole of Tyneside and Hexham Church was plundered and burnt to the ground.\nAbout 1050 one Eilaf was put in charge of Hexham, although as treasurer of Durham, he probably never came there. Eilaf was instructed to rebuild Hexham Church which then lay in utter ruin. His son Eilaf II completed the work probably building in the Norman style.\nIn Norman times, the old abbey was replaced by an Augustinian priory. The present church is from that period (c.1170–1250), in the Early English (Gothic) style of architecture. The choir, north and south transepts and the cloisters date from this period.\nThe east end was rebuilt in 1860, and the rest of the Abbey was largely rebuilt around 1900. This mammoth project involved re-building the nave, whose walls include some of the earlier church. The nave was re-consecrated in 1908. In 1996 an additional chapel was created at the east end of the north choir aisle. Named \"St Wilfrid's Chapel\", it offers a place for prayer or quiet reflection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglican","surface_form":"Anglican","offset":19},{"uri":"Church","surface_form":"church","offset":28},{"uri":"Northumberland","surface_form":"Northumberland","offset":58},{"uri":"Saint_Andrew","surface_form":"St Andrew","offset":87},{"uri":"Dissolution_of_the_monasteries","surface_form":"Dissolution of the monasteries","offset":108},{"uri":"Cathedral","surface_form":"cathedral","offset":219},{"uri":"Saxon","surface_form":"Saxon","offset":232},{"uri":"Diocese_of_Newcastle","surface_form":"Diocese of Newcastle","offset":260},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":306},{"uri":"England","surface_form":"England","offset":391},{"uri":"Etheldreda","surface_form":"Etheldreda","offset":472},{"uri":"Benedictine","surface_form":"Benedictine","offset":539},{"uri":"Anglo-Saxons","surface_form":"Saxon","offset":622},{"uri":"Augustinian","surface_form":"Augustinian","offset":1149},{"uri":"Priory","surface_form":"priory","offset":1161},{"uri":"Gothic_architecture","surface_form":"Gothic","offset":1245},{"uri":"Architecture","surface_form":"architecture","offset":1262},{"uri":"Transept","surface_form":"transept","offset":1303},{"uri":"Cloister","surface_form":"cloister","offset":1321},{"uri":"Nave","surface_form":"nave","offset":1493}]}