{"id":261479,"url":"http://en.wikipedia.org/wiki/Manipuri_dance","text":"Manipuri dance covers a number of different dances from Manipur, a state in the northeast corner of India. The main dance types are the Laiharoaba, the Samkirtana, and the Rasalila. The classical style of dances is described as being the most graceful of all the classical Indian dances. Rabindranath Tagore used the style for his female characters in his famous dance dramas.\nManipur shares a border with Burma. The people of Manipur are part of the Mongoloid group, with a very rich and artistic culture.\nLaiharaoba.\nThe oldest form of dance is found in the Lai Haraoba festival. The word \"Lai\" means God, and the word \"Haraoba\" means merrymaking. Laiharaoba means merrymaking of the gods. The festival generally lasts for a month and is held every year in the months of May and June. The Maibi community holds the Laiharaoba festival. Maibis are female priests, although there a some male priests too. There are specific rituals that the maibis follow during the festival. They dance and worship the forest gods, called the \"Umang Lai\". There are also household gods, for example the \"Sanamahi\" or \"Panthoibi\". All these gods are worshipped in the Laiharaoba festival. The Maibis dance and show the formation of earth and life. They use 364 hand gestures to show this. During the festival the people of Manipur sing, dance, act, play instruments and play sports. The rituals are pre-determined and all the village people participate.\nThe instrument used in Laiharaoba is called the \"Pena\". It is a very special instrument of Manipur. It is played by the \"Penakhongba\", and the tune is believed to put the Lai to sleep or used to wake him up. Other tunes are also played for the dances. The story of Khamba and Thoibi are played here. The other stories have characters such as the Nongpokningthou and Panthoibi. These are basically love stories. The characters are often identified with the Hindu Gods Shiva and Parvati. Though mostly based on nature worship, according to the Manipuri scholars, this festival has elements of Tantric Cults.\nMartial arts.\nThe very popular martial art of Manipur, \"Thangpak\", is also a part of this festival, with performances of sword and spear play. Many movements of \"Thangpak\" are also part of the dances of Manipur. For example, the popular \"Khujengleibi\" movement in dance is found in the sword technique.\nVaishnavism.\nIn the 18th century, Manipur came under the influence of Chaitanite Vaishnavism which was a branch of Hinduism. Vaishnavism made its entry in Manipur during the reign of King Charairongba. During the rule of Raja Bhagyachandra, Chaitanite Vaishnavism became a permanent part of Manipur's culture. The Raja joined this religion and his subjects followed him. Many parts of daily life changed with Vaishnavism; the rituals of Vaishnavism were followed very closely by the community. The gods of the religion, Krishna and Radha were worshipped and temples were built all over Manipur. The people started worshipping the gods with dance. There were two kinds of dance that developed with the influence of this religion: the \"Samkirtana\" and the \"Rasalila\".\nSamkirtana.\n\"Samkirtana\" is basically a male dance form in which the performers play instruments, sing and dance. This follows the lines of the Samkirtana as shown by Chaitanya Mahaprabhu in Bengal. In Manipur it has a very rich dance element along with singing and playing instruments. It is an energetic and acrobatic dance. The main instrument is a wooden drum, the \"Pung\", which looks like the clay \"Khol\" of Bengal. The sounds naturally vary. The dance with the \"Pung\", called the \"Pung Cholom\", is part of the \"Samkirtana\" in Manipur. The \"Cholom\" is a male dance form of Manipur. The name probably comes from the word \"Chalan\", meaning way of movement. There is also the \"Kartal Cholom\", where the movements are more grand and follow the sound and playing of the big cymbals, the \"Kartalas\". The singing, called the \"ishei\", follows the kirtana style of Bengal. Singers use a trembling tone which is typical of the Manipuri style of singing. The talas (rhythm patterns) used have an immense variety. There are 64 different talas for the Pung. These rhythmic patterns are also used in interesting combinations. The costumes are white, but the turbans vary with the instrument players. The \"Samkirtana\" is performed at all major occasions in the society, such as birth ceremonies, weddings, and funerals. It is even performed before the beginning of the \"Rasalila\".\nRasalila.\nThe \"Rasalila\" of Manipur is said to be one of the highlights of India culture. It is through the Rasalila that the people of Manipur reach the highest bliss of worship. Following the \"Srimadbhagavata\", the core text of Chaitanite Vaishnavism, the first \"Rasalila Maharas\" was composed in 1779. The story as laid down in the Bhagavata was performed in the temple. A \"Rasamandali\", a circular dance area, was built outside the temple and people sat around it to watch the \"Rasalila\". This still happens in the Govindaji temple beside the Palace of the Kings. The success of this \"Rasalila\" made Raja Bhagyachandra (ruler from 1755 to 1789) try composing other Rasalilas such as the \"Vasantarasa\" and \"Kunjarasa\". The \"Nityaras\" and \"Divarasa\" are later developments of the Rasalila. The performances of the \"Maharasa\", \"Vasantarasa\" and \"Kunjarasa\" are fixed in the year, but \"Nityarasa\" can be performed at anytime of the year. Later kings continued to develop and compose dances. Raja Gambhir Singh (1781–1833) introduced acting the stories of child Krishna in Goparasa and Udukhalrasa. The time of Raja Chandrakirti (1831–1886) can claim to be the golden age of the evolution of Manipuri dance.\nOther dances of Manipur are performed during festivals like \"Rathayatra\", \"Holi\", and \"Kwakjatra\". All these dances are about religious devotion. The songs that are sung with these dances speak of the glory of Radha & Krishna. The main instruments are the Pung and flute.\nTechnique.\nThe technique of Manipuri dance is probably the most graceful of all the classical dances of India. The body follows the path of 8 and the feet movements generate light touch on the ground. The face has a subdued expression while the eyes mostly express the \"bhaktirasa\" or the emotion of devotion. There are two styles of this dance form: the \"tandava\" and the \"lasya\". In \"tandava\", we have the \"Cholom tandava\" done by men and the Krishna \"tandava\", which is a counterpart of the \"lasya\" technique in \"Rasalila\". The lasya is a very graceful style in Manipur. Rabindranath Tagore used this technique for the female characters in his dance dramas.\nThe emotional part of this dance form follows the rasa theory as written in the Vaishnava texts. The \"pancharasa\"- \"shanta\", \"dasya\", \"sakhya\", \"vatsalya\" and \"madhura\"- are the main emotions on which the Vaishnavite Manipuri Dance is based.\nManipur stands apart from all the Indian Classical dances for the beautiful costumes of the Rasalila, which is a unique creation of the people of Manipur. Religion and art have merged completely in the making of dance in Manipur. Even today one cannot identify Manipuri dance without the presence of the gods Krishna and Radha.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manipur","surface_form":"Manipur","offset":56},{"uri":"India","surface_form":"India","offset":100},{"uri":"Rabindranath_Tagore","surface_form":"Rabindranath Tagore","offset":288},{"uri":"Burma","surface_form":"Burma","offset":406},{"uri":"Lai_Haraoba","surface_form":"Lai Haraoba","offset":560},{"uri":"God","surface_form":"God","offset":603},{"uri":"Priest","surface_form":"priest","offset":856},{"uri":"Ritual","surface_form":"ritual","offset":924},{"uri":"Forest","surface_form":"forest","offset":1003},{"uri":"Pena","surface_form":"Pena","offset":1486},{"uri":"Hinduism","surface_form":"Hindu","offset":1893},{"uri":"Shiva","surface_form":"Shiva","offset":1904},{"uri":"Parvati","surface_form":"Parvati","offset":1914},{"uri":"Tantra","surface_form":"Tantric","offset":2028},{"uri":"18th_century","surface_form":"18th century","offset":2366},{"uri":"Krishna","surface_form":"Krishna","offset":2866},{"uri":"Radha","surface_form":"Radha","offset":2878},{"uri":"Temple","surface_form":"temple","offset":2904},{"uri":"Bengal","surface_form":"Bengal","offset":3303},{"uri":"Acrobat","surface_form":"acrobat","offset":3422},{"uri":"Pung","surface_form":"Pung","offset":3482},{"uri":"Khol","surface_form":"Khol","offset":3516},{"uri":"Cymbal","surface_form":"cymbal","offset":3886},{"uri":"Kartalas","surface_form":"Kartalas","offset":3900},{"uri":"Turban","surface_form":"turban","offset":4261},{"uri":"Funeral","surface_form":"funeral","offset":4412},{"uri":"Rasalila","surface_form":"Rasalila","offset":4591},{"uri":"Bhagavata","surface_form":"Bhagavata","offset":4818},{"uri":"Emotion","surface_form":"emotion","offset":6627}]}