{"id":261404,"url":"http://en.wikipedia.org/wiki/Amor_Prohibido_(song)","text":"\"Amor Prohibido\"<a href=\"%23Notes\">p</a> () is a song by American singer Selena. The song was written by Selena, her brother A.B. Quintanilla III, and Pete Astudillo. It became the lead single from the album of the same name (1994). \"Amor Prohibido\" is about the relationship between a man and a woman. Their love is put to the test. These include problems over money, and their parents not supporting their relationship because they both come from different places. Some music reviewers believe the song is similar to the \"Romeo and Juliet\" story because of its theme of forbidden love.\n\"Amor Prohibido\" became one of the most successful singles, along with \"No Me Queda Más\", of 1994 and 1995. It later became one of Selena's signature songs. The song won awards at the Tejano Music Awards and at the Premio Lo Nuestros in 1994 and for the next three years. \"Amor Prohibido\" reached number one on the U.S. Hot Latin Songs and number five on the Latin Regional Mexican Airplay charts on \"Billboard\".\nThe song helped Selena attract larger and younger audiences to her concerts because of its different sounds. Selena chose to explore Latin dance-pop music with the song. She had usually recorded Tejano sounds. Non-Mexicans also started liking Tejano music because of the new sounds in Selena's music. The music video was filmed in Joshua Tree, California. It was released on all the Spanish-language television channels in the United States and Mexico on Valentine's Day. It was later certified gold by AMPROFON, while 500,000 copies were sold in the United States. Several recording artists worldwide, including non-Hispanics, have since made cover versions of \"Amor Prohibido\".\nBackground and inspiration.\n\"Amor Prohibido\" was written by Selena's brother, A.B. Quintanilla III. A former Selena y Los Dinos backup singer, Pete Astudillo, also helped. It was recorded at Q-Productions, a small studio label founded by Selena's father, Abraham Quintanilla, Jr. It was mixed by Brian \"Red\" Moore, a family friend. \"Amor Prohibido\" was produced and engineered by Jorge Alberto Pino and Argentine composer and arranger Bebu Silvetti. \"Amor Prohibido\" was prepared by Joe Ojeda, and Chris Pérez, Selena's husband.\nThe song was written during Selena's \"Live! Tour\" in 1993. It began when Selena began to hum a melody in the tour bus. Her brother and Astudillo began writing down her melody lines. They wanted to write the entire melody into a song. \"Amor Prohibido\" was based on Selena's grandparents, Mexican immigrants, who were not allowed to be together. Their parents, Selena's great-grandparents, had forbidden them to love each other. This was because they were different from each other. When interviewed about the song, Selena said \"Amor Prohibido\" meant a lot to her and her family, and that it is one of her favorite songs. \"Amor Prohibido\" became the most successful single, along with \"No Me Queda Mas\", of 1994 and 1995.\nThe song was officially finished after she had won a Grammy Award for \"Best Mexican/American Album\" for \"Selena Live!\" (1993). \"Amor Prohibido\" had a lot of airplay after it was released as a promotional single on April 13, 1994. It became one of Selena's signature songs, and a fan favorite.\nSelena promoted \"Amor Prohibido\" during her Amor Prohibido Tour. Fans in Denver, Colorado were the first crowd to watch Selena perform \"Amor Prohibido\" at the start of the tour on January 28, 1994.\nComposition.\n\"Amor Prohibido\" is a Spanish-language Tejano pop song mixed with modern Latin pop and South American rhythms. It is set in common time with a moderate beat tempo of 90 beats per minute. The song is performed in E major with the guitar, tambourine and harp as the main instruments.\n\"Amor Prohibido\" describes a relationship between a man and a woman. The song's message tells listeners to stick with their partner, no matter what may happen, even if their parents forbid them to love each other. Music critics have compared it to the story of \"Romeo and Juliet\" because it is also about forbidden love.\nCritical reception.\n\"Amor Prohibido\" helped Selena attract bigger crowds to her concerts. Selena also began to attract younger audiences to her music. Selena explored other Latin genres, such as Latin dance-pop with \"Amor Prohibido\". This new type of sound was given positive feedback by music critics. This helped other non-Mexicans to enjoy Tejano music. The song had South American rhythms and sounds. With this new type of sound, more Hispanics became fans of Selena. Most of Selena's songs were written by her brother Quintanilla III. Quintanilla III wrote most of her songs that broke free from \"Tejano\" and \"Tex-Mex\" (Texas-Mexico) music. This led Selena to be named \"The Queen of Tejano music\", because she was the first and only Tejano artist to ever achieve fame in different styles of music.\nSelena was named the \"Top Latin Artist of the '90s\" and \"Best selling Latin artist of the decade\" by \"Billboard\". This was because she had fourteen top-ten singles in the \"Hot Latin Songs\" chart, including seven number one hits. Music Choice On Demand selected several Selena music videos, including \"Amor Prohibido\", as a tribute which was watched in over 42 million homes nationwide in 2010. The \"Daily Vault\" called \"Amor Prohibido\" a \"seamless track\", which made them wonder about Selena's father, Quintanilla Jr, and called him an \"over-influential\" on Selena. \"Amor Prohibido\" became one of the most successful singles, along with \"No Me Queda Más\", of 1994 and 1995.\nMusic video.\nThe music video was filmed in Joshua Tree, California by Tango Productions. It was directed by Cecilia Miniucchi, who directed most of Selena's music videos. Philip Holahan filmed the video, and Clayton Halsey edited the video after it was filmed. Filming began on February 6, 1994. The music video was released on all major Spanish-language television channels in America on Valentine's Day.\nThe music video begins with Selena running towards an open door in the desert. This symbolizes a new relationship. She then walks outwards from a wall, which shows videos of a couple who are in love. Selena begins singing the song while walking in the desert, with the wind blowing her hair around. She sings of how much she really wants to hear her boyfriend speak. The video then changes scenes to Selena at the open door dancing and singing along with the song. After Selena spins around once, she is seen looking out from a window, seeing herself and her boyfriend dancing. She tells him that their love should not be about money and that they should not worry about what their parents had told them. More love scenes are shown with Selena and her boyfriend laughing and enjoying each other's company. After telling him that their love should be based on how much they love each other, Selena looks at her reflection in a small puddle. While looking out from the window, Selena tells her boyfriend that she is poor and that her love is all she can give to him. The video ends with Selena and her boyfriend running away from the world and going into a new one together.","categories":[],"infobox_types":["Single"],"annotations":[{"uri":"P%5D","surface_form":"p","offset":35},{"uri":"United_States","surface_form":"American","offset":57},{"uri":"Selena","surface_form":"Selena","offset":73},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":125},{"uri":"Pete_Astudillo","surface_form":"Pete Astudillo","offset":151},{"uri":"Lead_single","surface_form":"lead single","offset":181},{"uri":"Amor_Prohibido","surface_form":"album of the same name","offset":202},{"uri":"Critic","surface_form":"reviewers","offset":478},{"uri":"Romeo_and_Juliet","surface_form":"Romeo and Juliet","offset":524},{"uri":"No_Me_Queda_M%C3%A1s","surface_form":"No Me Queda Más","offset":660},{"uri":"Signature_song","surface_form":"signature song","offset":728},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":772},{"uri":"Premio_Lo_Nuestro","surface_form":"Premio Lo Nuestro","offset":803},{"uri":"Hot_Latin_Songs","surface_form":"Hot Latin Songs","offset":908},{"uri":"Billboard_charts","surface_form":"Latin Regional Mexican Airplay","offset":947},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":989},{"uri":"Dance-pop","surface_form":"dance-pop","offset":1140},{"uri":"Tejano_music","surface_form":"Tejano","offset":1196},{"uri":"Music_video","surface_form":"music video","offset":1306},{"uri":"California","surface_form":"California","offset":1345},{"uri":"Television_channel","surface_form":"television channel","offset":1401},{"uri":"Mexico","surface_form":"Mexico","offset":1446},{"uri":"Valentine%27s_Day","surface_form":"Valentine's Day","offset":1456},{"uri":"RIAA_certifications","surface_form":"certified gold","offset":1486},{"uri":"AMPROFON","surface_form":"AMPROFON","offset":1504},{"uri":"Hispanic","surface_form":"Hispanic","offset":1618},{"uri":"Cover_version","surface_form":"cover version","offset":1645},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":1759},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":1790},{"uri":"Backing_vocals","surface_form":"backup singer","offset":1809},{"uri":"Pete_Astudillo","surface_form":"Pete Astudillo","offset":1824},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":1872},{"uri":"Abraham_Quintanilla%2C_Jr.","surface_form":"Abraham Quintanilla, Jr.","offset":1936},{"uri":"Engineer","surface_form":"engineer","offset":2047},{"uri":"Argentine","surface_form":"Argentine","offset":2084},{"uri":"Music_arranger","surface_form":"arranger","offset":2107},{"uri":"Bebu_Silvetti","surface_form":"Bebu Silvetti","offset":2116},{"uri":"Preparatory","surface_form":"prepared","offset":2152},{"uri":"Chris_P%C3%A9rez","surface_form":"Chris Pérez","offset":2179},{"uri":"Melody","surface_form":"melody","offset":2378},{"uri":"Mexico","surface_form":"Mexican","offset":2497},{"uri":"Immigrants","surface_form":"immigrants","offset":2505},{"uri":"Social_class","surface_form":"from each other","offset":2674},{"uri":"Single_(music)","surface_form":"single","offset":2874},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":2983},{"uri":"Selena_Live%21","surface_form":"Selena Live!","offset":3035},{"uri":"Airplay","surface_form":"airplay","offset":3087},{"uri":"CD_single","surface_form":"promotional single","offset":3122},{"uri":"Signature_song","surface_form":"signature song","offset":3186},{"uri":"Amor_Prohibido_Tour","surface_form":"Amor Prohibido Tour","offset":3267},{"uri":"Denver%2C_Colorado","surface_form":"Denver","offset":3296},{"uri":"Colorado","surface_form":"Colorado","offset":3304},{"uri":"Tejano_music","surface_form":"Tejano pop","offset":3473},{"uri":"Rhythm","surface_form":"rhythm","offset":3536},{"uri":"Common_time","surface_form":"common time","offset":3558},{"uri":"Beat_(music)","surface_form":"beat","offset":3586},{"uri":"Tempo","surface_form":"tempo","offset":3591},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":3603},{"uri":"E_major","surface_form":"E major","offset":3646},{"uri":"Guitar","surface_form":"guitar","offset":3663},{"uri":"Tambourine","surface_form":"tambourine","offset":3671},{"uri":"Harp","surface_form":"harp","offset":3686},{"uri":"Musical_instrument","surface_form":"instrument","offset":3703},{"uri":"Dance-pop","surface_form":"dance-pop","offset":4238},{"uri":"Critic","surface_form":"music critics","offset":4325},{"uri":"Tejano_music","surface_form":"Tejano music","offset":4380},{"uri":"South_America","surface_form":"South America","offset":4407},{"uri":"Rhythm","surface_form":"rhythm","offset":4422},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":4942},{"uri":"Hot_Latin_Songs","surface_form":"Hot Latin Songs","offset":5012},{"uri":"Music_video","surface_form":"music video","offset":5116},{"uri":"Seamless","surface_form":"seamless","offset":5279},{"uri":"Influential","surface_form":"influential","offset":5382},{"uri":"No_Me_Queda_M%C3%A1s","surface_form":"No Me Queda Más","offset":5478},{"uri":"Music_video","surface_form":"music video","offset":5531},{"uri":"Movie_director","surface_form":"directed","offset":5610},{"uri":"Cinematography","surface_form":"filmed","offset":5700},{"uri":"Television","surface_form":"television","offset":5869},{"uri":"Desert","surface_form":"desert","offset":5991},{"uri":"Symbol","surface_form":"symbol","offset":6004},{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":6021},{"uri":"Reflection","surface_form":"reflection","offset":6830}]}