{"id":261437,"url":"http://en.wikipedia.org/wiki/Chapter_house","text":"A Chapter house or chapterhouse is a special building or room attached to a cathedral or large church. It is where the cathedral chapter meetings are held. Chapter houses were also built in mediaeval monasteries.\nCathedrals.\nIn a cathedral, the chapter is always chaired by the Dean, whose job it is to run (manage) the cathedral. Members of the chapter will include Canons, who may include top lay officials as well as priests. It is a management group for the cathedral.\nThe side of the cloister with the chapter house was usually the first to be constructed; it would have been started shortly after the church’s frame was put up.\nMonasteries.\nWhen part of a monastery, the chapter house is usually on the eastern wing of the cloister. It is a large space, to hold all the monks of the monastery. It is built in the same style as the churches of that day. In some Romanesque or Gothic monasteries, the entrance to the chapter house is a miniature version of the entrance to a cathedral.\nThe community of monks would meet in the chapter house with the Abbot to 'hold chapter'. This meant to read aloud from the rule book and Bible, and to discuss matters concerning the monastery and its monks. The meetings generally took place in the morning, after mass; the monks would sit along the length of the walls in strict age-order. At the end of the meeting the monks would publicly confess their sins or denounce others' (anonymously).","categories":[],"infobox_types":[],"annotations":[{"uri":"Cathedral","surface_form":"cathedral","offset":76},{"uri":"Church","surface_form":"church","offset":95},{"uri":"Mediaeval","surface_form":"mediaeval","offset":190},{"uri":"Monastery","surface_form":"monasteries","offset":200},{"uri":"Dean","surface_form":"Dean","offset":278},{"uri":"Canon_(church)","surface_form":"Canons","offset":367},{"uri":"Lay","surface_form":"lay","offset":395},{"uri":"Cloister","surface_form":"cloister","offset":729},{"uri":"Monk","surface_form":"monk","offset":776},{"uri":"Romanesque_architecture","surface_form":"Romanesque","offset":867},{"uri":"Gothic_architecture","surface_form":"Gothic","offset":881},{"uri":"Abbot","surface_form":"Abbot","offset":1054},{"uri":"Bible","surface_form":"Bible","offset":1127},{"uri":"Mass_(liturgy)","surface_form":"mass","offset":1253}]}