{"id":261644,"url":"http://en.wikipedia.org/wiki/Tornado_drill","text":"A tornado drill is something people do to practice what they would do if there were a tornado. It is usually done in a building such as a school or office. It starts with a signal such as an alarm or a spoken message over an intercom. After they hear the signal, people in the building go to a certain part of the building. This is usually a room deep inside the building (probably near the middle), or a hallway with no windows. They then get into a safe position. This might include kneeling on the ground with their hands over their heads.\nIn some places, schools have to have tornado drills, but usually not as often as fire drills. Tornado drills happen more in places where there are more tornadoes, such as in the Midwestern United States.\nStatewide drills.\nIn the United States, most states in the Midwest and South have a statewide tornado drill in late winter or early spring to get ready for the severe weather season. During these drills, the National Weather Service gives out test tornado warnings, and local Emergency Alert Systems and/or NOAA Weather Radio (normally as a weekly or monthly test) are sounded, along with outdoor warning sirens. Schools and businesses may also have a tornado drill.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tornado","surface_form":"tornado","offset":86},{"uri":"School","surface_form":"school","offset":138},{"uri":"Office","surface_form":"office","offset":148},{"uri":"Signal","surface_form":"signal","offset":173},{"uri":"Alarm","surface_form":"alarm","offset":191},{"uri":"Intercom","surface_form":"intercom","offset":225},{"uri":"Kneel","surface_form":"kneeling","offset":485},{"uri":"Fire_drill","surface_form":"fire drill","offset":624},{"uri":"Midwestern_United_States","surface_form":"Midwestern United States","offset":721},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":955},{"uri":"Tornado_warning","surface_form":"tornado warning","offset":995},{"uri":"Emergency_Alert_System","surface_form":"Emergency Alert System","offset":1023}]}