{"id":261820,"url":"http://en.wikipedia.org/wiki/Struggle_for_existence","text":"e=\"preserve\">The struggle for existence is a natural history [metaphor]. It refers to the competition between living things to survive. This, and the similar phrase \"struggle for life\", were used over 40 times by Charles Darwin in the \"Origin of Species\", and the phrase is the title of chapter 3 of the \"Origin\".\nDarwin got the idea from his reading of the 6th edition of Thomas Malthus' \"Essay on the principle of population\", and Alfred Russel Wallace also used the phrase regularly.\nThe idea is actually much older, and many natural historians have noted the competition between animals. Generally speaking, they have been interested in the competition between species. Malthus was probably the first to think about the struggle for resources between members of one species – humans.\nDarwin first heard about Malthus in letters from his sister Fanny, while he was voyaging on HMS \"Beagle\". Fanny told him Malthus' ideas were being promoted by Harriet Martineau, an early feminist writer.p153 Later on, back in London, Darwin met Martineau over dinner, and put a lot of thought into the ideas of Malthus. The number of humans could double in 25 years. If they did not, it was because of competition for resources, such as food, or because wars and disease became more common.\nDarwin began to realize that every species of living thing has the potential to increase geometrically (2, 4, 8, 16, 32, 64, 128, 256, 512...), yet this pattern of population growth does not happen in practice. Darwin explains why organisms do not increase geometrically. His reasons were the competition between animals, the limited amount of food, the climate, and epidemics. All organisms are bound together in the struggle for existence by complex relationships between each other. Also, the struggle for existence is greatest between organisms of the same species.\nLater, he combined these ideas with two more. One was the idea that, in the struggle, some would be better suited than others to succeed.p264–268 The other idea was heredity: that the characteristics must be at least partly inherited. This led to his idea of evolution by means of natural selection. Wallace independently came to the same conclusion.\nDarwin used the phrase 'struggle for existence' as the title of the third chapter of his \"Origin of Species\" in 1859. The old idea was now fitted into a complete theory.\nDarwin says: \"I first thought of selection owing to struggle July 15th 1838\".\nBy the 1850s he had it all worked out in his manuscript \"big book\" (which was not published until 1975).\nWhile recovering from malaria in the East Indies, Wallace sent an essay to Darwin in 1858. It contained the phrase: \"The life of wild animals is a struggle for existence\". Wallace had not known much about Darwin's ideas, and reached the idea from exactly the same source: one of the later editions of Malthus' \"Essay on population\". The arrival of this essay led to the joint publication of the idea of evolution by natural selection in 1958.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_history","surface_form":"natural history","offset":45},{"uri":"Organism","surface_form":"living things","offset":110},{"uri":"Origin_of_Species","surface_form":"Origin of Species","offset":236},{"uri":"Thomas_Malthus","surface_form":"Thomas Malthus","offset":373},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":433},{"uri":"Species","surface_form":"species","offset":665},{"uri":"Resource","surface_form":"resource","offset":737},{"uri":"HMS_Beagle","surface_form":"HMS \"Beagle\"","offset":880},{"uri":"Harriet_Martineau","surface_form":"Harriet Martineau","offset":947},{"uri":"Feminist","surface_form":"feminist","offset":975},{"uri":"London","surface_form":"London","offset":1014},{"uri":"Population_growth","surface_form":"population growth","offset":1443},{"uri":"Heredity","surface_form":"heredity","offset":2014},{"uri":"Evolution","surface_form":"evolution","offset":2108},{"uri":"Natural_selection","surface_form":"natural selection","offset":2130},{"uri":"On_the_Origin_of_Species","surface_form":"Origin of Species","offset":2290},{"uri":"Malaria","surface_form":"malaria","offset":2575},{"uri":"East_Indies","surface_form":"East Indies","offset":2590}]}