{"id":261883,"url":"http://en.wikipedia.org/wiki/Glenn_Beck","text":"Glenn Edward Lee Beck (born February 10, 1964) is an American conservative radio and television show host. He was born in Everett, Washington. His television show, \"The Glenn Beck Program\", has been played on Fox News Channel and on CNN's Headline News. However, in April 2011, the Fox News Channel said it would stop showing Beck's show later that year. The show was cancelled in June 2011 and was replaced by \"The Five\". He now has an online site called TheBlaze (it was called GBTV) where he does shows that people can pay to see.\nPopularity.\nOver 9 million people listen to his radio show every day. Usually, between 2 and 3 million people watch his television show every day. He has written nine books. Also, he sometimes tells his audience about books he thinks they should read. Several books that Beck recommended became the most popular book on Amazon.com.\nAlthough Beck's show is very popular, not everybody agrees with his views. He has been criticized for calling Barack Obama a racist and for talking about conspiracy theories.\nPersonal life.\nBeck is a member of the Church of Jesus Christ of Latter-day Saints (also known as the Mormon church).\nHealth.\nBeck has been addicted to drugs and alcohol. He has attention-deficit hyperactivity disorder. On November 10, 2014, Beck announced on TheBlaze that he had been suffering from a severe neurological disorder for at least the last five years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":53},{"uri":"Conservatives_in_the_United_States","surface_form":"conservative","offset":62},{"uri":"Radio","surface_form":"radio","offset":75},{"uri":"Television","surface_form":"television","offset":85},{"uri":"Everett%2C_Washington","surface_form":"Everett, Washington","offset":122},{"uri":"Fox_News_Channel","surface_form":"Fox News Channel","offset":209},{"uri":"CNN_Headline_News","surface_form":"CNN's Headline News","offset":233},{"uri":"TheBlaze","surface_form":"TheBlaze","offset":456},{"uri":"Amazon.com","surface_form":"Amazon.com","offset":854},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":976},{"uri":"Conspiracy_theory","surface_form":"conspiracy theories","offset":1020},{"uri":"Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Church of Jesus Christ of Latter-day Saints","offset":1080},{"uri":"Attention-deficit_hyperactivity_disorder","surface_form":"attention-deficit hyperactivity disorder","offset":1219},{"uri":"Neurological_disorder","surface_form":"neurological disorder","offset":1351}]}