{"id":26182,"url":"http://en.wikipedia.org/wiki/Neutron_star","text":"A neutron star is a very small and dense star made almost completely of neutrons. They are small stars with a radius of about 1111.5 kilometres. They have a mass of about twice that of the Sun. They are the smallest and densest stars known to exist in the Universe. They are what is left of a huge star which exploded as a supernova.\nThe density of the star is like that of the nucleus of an atom. They have strong magnetic fields, between 108 and 1015 times as strong as that of Earth. The gravitational field at the neutron star's surface is about 2×1011 times stronger than on Earth.\nTo imagine how dense a neutron star is, take all of the mass of our sun (which has a diameter of) and push it down into a size that would fit into a ball with a diameter. Another way to understand the density is this: one teaspoon of matter from the neutron star would weigh 6 billion tons.\nNeutron stars spin very fast, from 0.001 second up to 30 seconds to turn. They come in different types. They may emit beams of electromagnetic radiation as pulsars. Other types are magnetars and binary pulsars.\nThey are more than 600,000 degrees Kelvin in temperature. Neutron stars that can be observed are very hot and typically have a surface temperature of around.\nHistory.\nIn 1934, Walter Baade and Fritz Zwicky proposed the existence of neutron stars, only a year after the discovery of the neutron by James Chadwick.\nLooking for the origin of a supernova, they suggested that in supernova explosions ordinary stars are turned into stars that consist of extremely closely packed neutrons, which they called neutron stars. Baade and Zwicky suggested that the release of the gravitational binding energy of the neutron stars powers the supernova: \"In the supernova process, mass in bulk is annihilated\".\nNeutron stars were thought to be too faint to be detectable. Little work was done on them until November 1967, when Franco Pacini (1939–2012) pointed out that if the neutron stars were spinning and had large magnetic fields, then electromagnetic waves would be emitted. Radio astronomer Antony Hewish and his research assistant Jocelyn Bell at Cambridge soon detected radio pulses from stars that are now known as pulsars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dense","surface_form":"dense","offset":35},{"uri":"Neutrons","surface_form":"neutrons","offset":72},{"uri":"Radius","surface_form":"radius","offset":110},{"uri":"Kilometres","surface_form":"kilometres","offset":133},{"uri":"Mass","surface_form":"mass","offset":157},{"uri":"Sun","surface_form":"Sun","offset":189},{"uri":"Universe","surface_form":"Universe","offset":256},{"uri":"Supernova","surface_form":"supernova","offset":323},{"uri":"Density","surface_form":"density","offset":338},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":378},{"uri":"Atom","surface_form":"atom","offset":392},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":415},{"uri":"Earth","surface_form":"Earth","offset":480},{"uri":"Gravitational_field","surface_form":"gravitational field","offset":491},{"uri":"Sun","surface_form":"sun","offset":655},{"uri":"Diameter","surface_form":"diameter","offset":672},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":1005},{"uri":"Pulsar","surface_form":"pulsar","offset":1034},{"uri":"Magnetar","surface_form":"magnetar","offset":1059},{"uri":"Binary_pulsar","surface_form":"binary pulsar","offset":1073},{"uri":"Temperature","surface_form":"temperature","offset":1134},{"uri":"Walter_Baade","surface_form":"Walter Baade","offset":1265},{"uri":"Fritz_Zwicky","surface_form":"Fritz Zwicky","offset":1282},{"uri":"James_Chadwick","surface_form":"James Chadwick","offset":1386},{"uri":"Supernova","surface_form":"supernova","offset":1430},{"uri":"Franco_Pacini","surface_form":"Franco Pacini","offset":1902},{"uri":"Antony_Hewish","surface_form":"Antony Hewish","offset":2073},{"uri":"Jocelyn_Bell_Burnell","surface_form":"Jocelyn Bell","offset":2114},{"uri":"Cambridge_University","surface_form":"Cambridge","offset":2130}]}