{"id":261953,"url":"http://en.wikipedia.org/wiki/Inline-four_engine","text":"The Inline-four engine or Straight-four is an internal combustion engine with all four cylinders. All four cylinders are mounted in a straight line along one crankshaft. It can be powered by different types of fuels, including gasoline, diesel and natural gas.\nThe single bank of cylinders may be in a vertical direction (straight up), or at an angle. When the cylinders are mounted at an angle, it is sometimes called a slant-four. When listed as an abbreviation, an inline-four engine is listed either as I4 or L4 (for \"longitudinal\"). L4 is often used to avoid confusion between the digit 1 and the letter I.\nThe inline-four layout is a mechanically simple engine. It has a natural basic engine balance. It is smoother than one, two, and three cylinder engines. This makes it popular for economy cars. It does have a problem with secondary engine balance. This causes minor vibrations in smaller engines. These vibrations become worse as engine size and power increase. The more powerful engines used in larger cars use different an engine layout to avoid this problem.\nDisplacement.\nThis inline-four gasoline configuration is the most common in cars with a displacement (engine size) up to 2.4 L. Porsche used a 3.0 L four in its 944 S2 and 968 sports cars. Antique vehicles tended to have larger displacements to develop horsepower and torque. The Model A Ford was built with a 3.3 L inline-four engine.\nFour-cylinder diesel engines are lower revving than gasoline engines. They often exceed 3.0 L. Toyota made a 4.1 L diesel engine that was used in the Toyota Mega Cruiser. Larger four-cylinder engines are used in industrial applications, are often made with displacements up to about 4.6 L.\nDisplacement can also be very small. Some cars sold in Japan have engines that are only 660 cc.\nRacing use.\nThe 1913 Indianapolis 500 was won by Jules Goux driving a Peugeot. This car was powered by an inline-four engine designed by Ernest Henry. This design was big influence for racing engines. It was the first to use dual overhead camshafts (DOHC) and four valves per cylinder. This became the standard design for racing inline-four engines.\nThis Peugeot was sold to the American driver \"Wild Bob\" Burman. Burman broke the engine in 1915. Because of World War I, Peugeot could not deliver a new engine. Burman asked Harry Arminius Miller to build a new engine. With John Edward and Fred Offenhauser, Miller created a new engine. Its design was based on the Peugeot inline-four engine. This was the first version of the engine that would dominate the Indianapolis 500 until 1976. At first, the engine was named Miller. Later it became known as Offenhauser. The Offenhauser engines won five straight races at Indianapolis from 1971 to 1976. It was not until 1981 that engines such as the Cosworth V8 engine eliminated them.\nMany cars produced for the pre-WWII voiturette Grand Prix motor racing used inline-four engine designs. These cars were rebuilt and reused after the war. They formed the beginnings of what is now Formula One.\nMotorcycle use.\nModern inline-four motorcycle engines first gained their popularity with Honda's single overhead camshaft CB750 in the 1970s. The inline-four has become one of the most common engine configurations in street bikes The inline-four is common because of its relatively high performance-to-cost ratio. All of the Japanese motorcycle manufacturers offer motorcycles with inline-four engines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":46},{"uri":"Cylinder_(engine)","surface_form":"cylinder","offset":87},{"uri":"Crankshaft","surface_form":"crankshaft","offset":158},{"uri":"Gasoline","surface_form":"gasoline","offset":227},{"uri":"Diesel_fuel","surface_form":"diesel","offset":237},{"uri":"Natural_gas","surface_form":"natural gas","offset":248},{"uri":"Cars","surface_form":"cars","offset":799},{"uri":"Litre","surface_form":"L","offset":1198},{"uri":"Porsche","surface_form":"Porsche","offset":1201},{"uri":"Horsepower","surface_form":"horsepower","offset":1326},{"uri":"Torque","surface_form":"torque","offset":1341},{"uri":"Toyota","surface_form":"Toyota","offset":1504},{"uri":"Industry","surface_form":"industrial","offset":1621},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":1816},{"uri":"Peugeot","surface_form":"Peugeot","offset":1865},{"uri":"Ernest_Henry","surface_form":"Ernest Henry","offset":1932},{"uri":"Camshaft","surface_form":"camshaft","offset":2034},{"uri":"Poppet_valve","surface_form":"valve","offset":2060},{"uri":"United_States","surface_form":"American","offset":2174},{"uri":"Bob_Burman","surface_form":"\"Wild Bob\" Burman","offset":2190},{"uri":"World_War_I","surface_form":"World War I","offset":2253},{"uri":"Harry_Arminius_Miller","surface_form":"Harry Arminius Miller","offset":2319},{"uri":"Fred_Offenhauser","surface_form":"Fred Offenhauser","offset":2385},{"uri":"Offenhauser","surface_form":"Offenhauser","offset":2646},{"uri":"Cosworth","surface_form":"Cosworth","offset":2789},{"uri":"V8_engine","surface_form":"V8 engine","offset":2798},{"uri":"World_War_II","surface_form":"WWII","offset":2856},{"uri":"Auto_racing","surface_form":"motor racing","offset":2883},{"uri":"Formula_One","surface_form":"Formula One","offset":3021},{"uri":"Motorcycle","surface_form":"motorcycle","offset":3069},{"uri":"Honda","surface_form":"Honda","offset":3123},{"uri":"Japan","surface_form":"Japan","offset":3359}]}