{"id":261917,"url":"http://en.wikipedia.org/wiki/Collective_animal_behaviour","text":"Collective animal behaviour describes and analyzes the behaviour of groups of animals. In these groups, the animals are often all of the same species. As an example, a school of fish will be made of mostly the same type of fish and a flock of birds will have the same type of bird. A herd is a large group of hoofed, herbivorous mammals.\nAnimals tend to behave in such a way because this behaviour offers them a benefit. The group of animals also behaves differently from a single animal. Collective animal behaviour is about finding the rules each animal follows; how it communicates with other members of the group and how a decision to do something is reached in the group.\nScope of the term.\nFull-time colonial animals fall into this category in principle, but in practice the species of interest here are those who form temporary groups. Colonial animals have been researched for many years, and are usually based on some kind of family relationship. Temporary collective behavior is a well-known phenomenon, but little researched until now.\nDifferent functions.\n2. \"Better foraging\": A school of fish or a group of animals is better at foraging.\n3. \"Easier movement\": Groups of animals moving together (such as fish or birds) save energy. Many of the larger birds fly in flocks. Flying in flocks helps in reducing the energy needed. Many large birds fly in a V-formation, which helps individuals save 12–20 % of the energy they would need to fly alone. Red Knots \"Calidris canutus\" and Dunlins \"Calidris alpina\" were found in radar studies to fly 5 km per hour faster in flocks than when they were flying alone.\n4. \"Social interaction\": This can be seen with fish, such as herring. If an animal is separated from the group, it will feel stressed.\n5. Special factors come into play with migrating birds, or birds which gather in huge flocks, such as starlings. Bird behavior has a larger component of learning than fish. In addition to factors listed above is the possibility that migrating bird flocks are good at teaching first-year birds how to do the migration successfully. The specific routes may be genetically programmed or learned to varying degrees. The routes taken on forward and return migration are often different.\nSwarms.\nThe usual term for insects which are not always in a fixed colony, but move in large numbers is swarm. There are many good examples: army ants for instance. The best researched is the locust.\nLocust swarming.\nLocusts are the swarming phase of short-horned grasshoppers of the family Acrididae. These are species that can breed rapidly under suitable conditions. Then they come together in large groups and become migratory. They form bands as nymphs and swarms as adults—both of which can travel great distances, rapidly stripping fields and greatly damaging crops.\nThere is no taxonomic difference between locust and grasshopper species, and in English the term \"locust\" is used for grasshopper species that change morphologically and behaviourally on crowding, to form swarms or hopper bands. These changes, or phase polymorphism, were first thought of as separate species.\nResearch at Oxford University showed that swarming is a response to overcrowding. Increased tactile stimulation of the hind legs causes an increase in levels of serotonin. This causes the locust to change colour, eat much more, and breed much more easily. The transformation of the locust to the swarming variety is induced by several contacts per minute over a four-hour period. It is estimated that the largest swarms have covered hundreds of square miles and consisted of many billions of locusts. Plagues of locusts appear in both the Bible and the Koran, including one of the Biblical Plagues of Egypt, where locusts ate all the crops of Egypt.\nModelling large groups.\nOften, animals in a herd are thought to follow simple rules, such as\nRecent studies have shown that an animal only picks five to seven other animals, and aligns with them. This seems to be independent of the distance. Another approach is when all animals within a certain distance are noted for alignment.\nSmall social groups.\nPrimates are a good example of animals which almost always live in small groups. The groups are based on a family, a group of families, or females 'owned' by a dominant male, together with offspring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Behaviour","surface_form":"behaviour","offset":55},{"uri":"Animal","surface_form":"animal","offset":78},{"uri":"Species","surface_form":"species","offset":142},{"uri":"Fish","surface_form":"fish","offset":178},{"uri":"Bird","surface_form":"bird","offset":243},{"uri":"Herd","surface_form":"herd","offset":284},{"uri":"Hoof","surface_form":"hoof","offset":309},{"uri":"Herbivorous","surface_form":"herbivorous","offset":317},{"uri":"Mammal","surface_form":"mammal","offset":329},{"uri":"Colony_(biology)","surface_form":"colonial","offset":706},{"uri":"Foraging","surface_form":"foraging","offset":1079},{"uri":"Herring","surface_form":"herring","offset":1679},{"uri":"Starling","surface_form":"starling","offset":1855},{"uri":"Heritable","surface_form":"genetically programmed","offset":2111},{"uri":"Insect","surface_form":"insect","offset":2262},{"uri":"Swarm","surface_form":"swarm","offset":2339},{"uri":"Army_ant","surface_form":"army ant","offset":2376},{"uri":"Locust","surface_form":"locust","offset":2427},{"uri":"Swarm","surface_form":"swarm","offset":2468},{"uri":"Grasshopper","surface_form":"grasshopper","offset":2499},{"uri":"Acrididae","surface_form":"Acrididae","offset":2526},{"uri":"Migration","surface_form":"migratory","offset":2656},{"uri":"Nymph_(biology)","surface_form":"nymphs","offset":2686},{"uri":"Crops","surface_form":"crops","offset":2802},{"uri":"Taxonomy","surface_form":"taxonomic","offset":2821},{"uri":"Grasshopper","surface_form":"grasshopper","offset":2861},{"uri":"Morphology_(biology)","surface_form":"morphologically","offset":2959},{"uri":"Swarm","surface_form":"swarm","offset":3014},{"uri":"Polymorphism","surface_form":"polymorphism","offset":3062},{"uri":"Oxford_University","surface_form":"Oxford University","offset":3131},{"uri":"Bible","surface_form":"Bible","offset":3658},{"uri":"Koran","surface_form":"Koran","offset":3672},{"uri":"Exodus","surface_form":"Plagues of Egypt","offset":3709},{"uri":"Ancient_Egypt","surface_form":"Egypt","offset":3762},{"uri":"Primate","surface_form":"Primate","offset":4120}]}