{"id":262015,"url":"http://en.wikipedia.org/wiki/Starling","text":"The starlings are a family of small to medium-sized birds, the Sturnidae. This family are passerine songbirds, whose best-known species is \"Sternus\", the common starling.\nStarlings occur naturally in the Old World, from Europe, Asia and Africa. Species (usually the common starling) have been introduced to North America, Hawaii and New Zealand. In these new areas they compete for habitat with native birds, and are considered as invasive species.\nStarlings have strong feet, their flight is strong and direct, and they are very gregarious (social). Their preferred habitat is fairly open country. They are omnivores. They eat insects and fruit. Several species live around humans. Many species search for food by opening the bill after probing it into dense vegetation; this behavior is called 'open-bill probing'. Plumage is usually dark with a metallic sheen and white flecks (spots). Most species nest in holes, laying blue or white eggs.\nMany Asian species, particularly the larger ones, are called mynas, and many African species are known as glossy starlings because of their iridescent plumage.\nStarlings have varied and complex songs, and may copy sounds from their surroundings, including car alarms, and human speech. The birds can recognize particular individuals by their calls.\nFlocks.\nNorth-East European starlings migrate, but in southern and western Europe the birds are resident. Starlings are generally a highly social family. Most species associate in flocks of varying sizes throughout the year. These flocks may include other species of starlings and sometimes species from other families. This sociality is obvious in their roosting behaviour. In the non-breeding season some roosts can number thousands of birds. Flocks in Britain used to number millions of birds, though numbers are now fewer than they used to be.\n\"Sternus vulgaris\" is a highly gregarious species in autumn and winter. Flock size is variable: huge flocks are a spectacular sight and sound. These flocks often attract birds of prey such as sparrowhawks. Flocks form a tight sphere-like formation in flight, frequently expanding and contracting and changing shape, seemingly without any leader.\nVery large roosts, sometimes up to 1.5 million birds, can form in city centres, woodlands, or reedbeds, causing problems with their droppings.\nHuge flocks of more than a million starlings are observed just before sunset in spring in southwestern Jutland, Denmark. There they gather in March until they leave for their breeding ranges by mid-April. Their flocking creates complex shapes against the sky, a phenomenon known locally as \"Black Sun\". To witness this spectacle, the best place are the seaward marshlands of Tønder and Esbjerg.\nFlocks of anything from five to fifty thousand starlings form in areas of the UK just before sundown during mid winter. These flocks are commonly called a murmeration, sometimes a Starling \"Moot\".(meaning \"meeting\" or \"council\")\nNorth America.\nAlthough there are approximately 200 million starlings in North America, they are all descendants of 60 birds released in 1890 (and 40 more in 1891) in Central Park, New York, by Eugene Schieffelin. He was a member of the Acclimation Society of North America, which tried to introduce to North America every bird species mentioned in the works of William Shakespeare.\nAs an introduced species, European starlings are not protected under the Migratory Bird Treaty Act. Starlings are considered a nuisance species in North America. The birds, which travel in enormous flocks, often pose dangers to air travel, disrupt cattle operations, chase off native birds, and roost on city blocks. They leave behind corrosive droppings and hundreds of millions of dollars of damage every year. In 2008, U.S. government agents poisoned, shot and trapped 1.7 million starlings, more than any other nuisance species.\nThe starling family includes a lot of birds which look different to the common starling. One large group is called the mynas, which genetic analysis shows is not a natural group.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":20},{"uri":"Bird","surface_form":"bird","offset":52},{"uri":"Passerine","surface_form":"passerine","offset":90},{"uri":"Songbird","surface_form":"songbird","offset":100},{"uri":"Old_World","surface_form":"Old World","offset":204},{"uri":"Europe","surface_form":"Europe","offset":220},{"uri":"Asia","surface_form":"Asia","offset":228},{"uri":"Africa","surface_form":"Africa","offset":237},{"uri":"North_America","surface_form":"North America","offset":307},{"uri":"Hawaii","surface_form":"Hawaii","offset":322},{"uri":"New_Zealand","surface_form":"New Zealand","offset":333},{"uri":"Invasive_species","surface_form":"invasive species","offset":431},{"uri":"Social","surface_form":"social","offset":542},{"uri":"Habitat","surface_form":"habitat","offset":567},{"uri":"Omnivores","surface_form":"omnivores","offset":608},{"uri":"Insect","surface_form":"insect","offset":628},{"uri":"Fruit","surface_form":"fruit","offset":640},{"uri":"Egg_(biology)","surface_form":"egg","offset":938},{"uri":"Iridescence","surface_form":"iridescent","offset":1084},{"uri":"Feather","surface_form":"plumage","offset":1095},{"uri":"Migration","surface_form":"migrate","offset":1331},{"uri":"Britain","surface_form":"Britain","offset":1748},{"uri":"Bird_of_prey","surface_form":"birds of prey","offset":2011},{"uri":"Eurasian_Sparrowhawk","surface_form":"sparrowhawks","offset":2033},{"uri":"Sphere","surface_form":"sphere","offset":2067},{"uri":"Jutland","surface_form":"Jutland","offset":2433},{"uri":"Denmark","surface_form":"Denmark","offset":2442},{"uri":"Marshland","surface_form":"marshland","offset":2691},{"uri":"T%C3%B8nder","surface_form":"Tønder","offset":2705},{"uri":"Esbjerg","surface_form":"Esbjerg","offset":2716},{"uri":"North_America","surface_form":"North America","offset":3027},{"uri":"Central_Park","surface_form":"Central Park","offset":3121},{"uri":"New_York","surface_form":"New York","offset":3135},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":3316},{"uri":"Introduced_species","surface_form":"introduced species","offset":3343},{"uri":"Migratory_Bird_Treaty_Act","surface_form":"Migratory Bird Treaty Act","offset":3410}]}