{"id":26212,"url":"http://en.wikipedia.org/wiki/Lee_Hsien_Loong","text":"Lee Hsien Loong (b. 10 February 1952) is the current Prime Minister of Singapore. His father is Lee Kuan Yew, first Prime Minister of Singapore.\nLee Hsien Loong was born in Kandang Kerbau Hospital (presently known as KK Women's and Children's Hospital). He is the first child of Lee Kuan Yew and Kwa Geok Choo.\nIn August 2004, Goh Chok Tong stepped down as Prime Minister, while Lee Hsien Loong took over the position. He then became the General Secretary of People's Action Party (PAP).\nMilitary life.\nIn 1971, Lee joined the Singapore Armed Forces (SAF). Lee was promoted to very high rank quickly in the Singapore Army. In July 1983, he became the youngest Brigadier General in Singapore. He left SAF in 1984.\nEarly political life.\nIn the 1980s, Lee Kuan Yew said he will step down as Prime Minister in 1984. Lee Hsien Loong was considered in the list of new leaders in PAP.\nIn 1984, at 32, He was elected an MP. His father immediately assigned him as a Minister of State for some ministries.\nIn 1987, he joined in the Cabinet as the Minister for Trade and Industry and Second Minister for Defence.\nSalary.\nFrom 2008 to 2012, Lee's salary is S$3.87 million every year. He had a salary increase of 25%, it was originally S$3,091,200.\nIn January 2012, his salary was reduced to S$2.2 million due to the public then complaining about his unfair salary. But, he is still the prime minister with the highest salary in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister_of_Singapore","surface_form":"Prime Minister of Singapore","offset":53},{"uri":"Lee_Kuan_Yew","surface_form":"Lee Kuan Yew","offset":96},{"uri":"KK_Women%27s_and_Children%27s_Hospital","surface_form":"KK Women's and Children's Hospital","offset":217},{"uri":"Lee_Kuan_Yew","surface_form":"Lee Kuan Yew","offset":279},{"uri":"Kwa_Geok_Choo","surface_form":"Kwa Geok Choo","offset":296},{"uri":"Goh_Chok_Tong","surface_form":"Goh Chok Tong","offset":327},{"uri":"People%27s_Action_Party","surface_form":"People's Action Party","offset":459},{"uri":"Singapore_Armed_Forces","surface_form":"Singapore Armed Forces","offset":527},{"uri":"Singapore_Army","surface_form":"Singapore Army","offset":607},{"uri":"Brigadier_General","surface_form":"Brigadier General","offset":660}]}