{"id":262283,"url":"http://en.wikipedia.org/wiki/William_James","text":"William James (1842–1910) was an American psychologist and philosopher. He was an original thinker in physiology, psychology and philosophy. His major work was a twelve-hundred page book which gave us such ideas as the \"stream of thought\". William was the brother of the novelist Henry James.\nEpistemology.\nJames was a pragmatist. He defined true beliefs as those that prove useful to the believer. Truth is verifiable (can be tested) when thoughts and statements correspond with actual things, and also \"hang together,\" or cohere, as pieces of a puzzle might fit together. These 'truths' are confirmed by the observed results putting them into practice.p427\nJames held a world view in line with pragmatism, declaring that the value of any truth depended on its use to the person who held it. The world is a mosaic of diverse experiences that can only be understood through \"radical empiricism\". Radical empiricism, not related to the everyday scientific empiricism, asserts that the world and experience can never be halted for an entirely objective analysis. The mind of the observer and simple act of observation will affect the outcome of any empirical approach to truth. The mind, its experiences and nature, cannot be separated. James's emphasis on diversity as the default human condition has kept a strong influence in American culture, especially among liberals. James's description of the mind-world connection, which he described as a \"stream of consciousness\", had a direct and significant effect on avant-garde and modernist literature and art.\nIn \"What pragmatism means\", James writes that the central point of his own doctrine of truth is, in brief, that \"Truths emerge from facts, but they dip forward into facts again and add to them; which facts again create or reveal new truth (the word is indifferent) and so on indefinitely. The 'facts' themselves meanwhile are not true. They simply <u/l>\"are\"</u/l>. Truth is the function of the beliefs that start and terminate among them\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":33},{"uri":"Psychologist","surface_form":"psychologist","offset":42},{"uri":"Philosopher","surface_form":"philosopher","offset":59},{"uri":"Physiology","surface_form":"physiology","offset":102},{"uri":"Psychology","surface_form":"psychology","offset":114},{"uri":"Philosophy","surface_form":"philosophy","offset":129},{"uri":"Henry_James","surface_form":"Henry James","offset":280},{"uri":"Pragmatist","surface_form":"pragmatist","offset":319},{"uri":"Truth","surface_form":"true","offset":342},{"uri":"Belief","surface_form":"belief","offset":347},{"uri":"Pragmatism","surface_form":"pragmatism","offset":696},{"uri":"Value","surface_form":"value","offset":727},{"uri":"Mosaic","surface_form":"mosaic","offset":808},{"uri":"Empiricism","surface_form":"empiricism","offset":955},{"uri":"Objectivity","surface_form":"objective","offset":1041},{"uri":"Analysis","surface_form":"analysis","offset":1051},{"uri":"Liberal","surface_form":"liberal","offset":1362},{"uri":"Stream_of_consciousness","surface_form":"stream of consciousness","offset":1447},{"uri":"Avant-garde","surface_form":"avant-garde","offset":1512},{"uri":"Modernist","surface_form":"modernist","offset":1528},{"uri":"Literature","surface_form":"literature","offset":1538},{"uri":"Art","surface_form":"art","offset":1553}]}