{"id":26221,"url":"http://en.wikipedia.org/wiki/Ramadan","text":"Ramadan (sometimes spelled Ramadhan) is the ninth month of the Islamic calendar, during which Muslims fast or do not eat or drink during the daytime.\nOverview.\nThe date for the start of Ramadan is slightly different each year, depending on the position of the moon. Once Ramadan starts, Muslims should not eat or drink between dawn and sunset. This usually continues for thirty days, but sometimes twenty-nine days.\nFasting is supposed to teach Muslims about patience and ibadah (faith). It is a time for Muslims to think about how the poor and homeless suffer without lots of food, it helps Muslims to be more obedient, and less greedy. During Ramadan, Muslims ask to be forgiven for their sins, and they pray for help in stopping them from doing bad things.\nMuslims believe Ramadan is the month in which the first verses of the Qur'an were revealed to Muhammad.\nNot everyone has to fast in Ramadan. Children do not have to fast. They should start when they reach the age of puberty, so long as they are healthy. People who are travelling long distances do not have to fast. Pregnant women do not have to if they think it might harm their unborn baby. Sometimes sportsmen do not observe the fast, although there are disagreements about this. For example, the Olympic Games in 2012 fell in the middle of the holy month. This made it very difficult for the sportsmen who could not eat or drink during daytime.\nWhen the sun goes down and it gets dark the Muslim people will start eating again (this is called \"breaking the fast\"). This meal is known as Iftar. There are often big meals enjoyed together by lots of Muslims.\n. Sometimes markets open after Iftar and stay open during the night. Ramadan is also the month when the \"Quran\" was sent down into Earth by an Angel called \"Jibrill\" (\"Gabriel\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Islamic_calendar","surface_form":"Islamic calendar","offset":63},{"uri":"Muslim","surface_form":"Muslim","offset":94},{"uri":"Fasting","surface_form":"fast","offset":102},{"uri":"Moon","surface_form":"moon","offset":260},{"uri":"Muslim","surface_form":"Muslim","offset":287},{"uri":"Patience","surface_form":"patience","offset":459},{"uri":"Spiritual","surface_form":"ibadah (faith)","offset":472},{"uri":"Sin","surface_form":"sin","offset":691},{"uri":"Qur%27an","surface_form":"Qur'an","offset":830},{"uri":"Muhammad","surface_form":"Muhammad","offset":854},{"uri":"Puberty","surface_form":"puberty","offset":976},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":1260},{"uri":"2012","surface_form":"2012","offset":1277},{"uri":"Iftar","surface_form":"Iftar","offset":1551}]}