{"id":262302,"url":"http://en.wikipedia.org/wiki/V6_engine","text":"A V6 engine, often just called a V6, is an internal combustion engine with six cylinders. The engine has three cylinders on each side called banks. The two banks form a \"V\" shaped angle. In most engines, the two banks are at a right angle (90°) or less to each other. All six pistons turn a common crankshaft. It is the second most common engine design in modern cars after the inline four. It can be powered by different types of fuels, including gasoline, diesel, natural gas and alcohol.\nThe V6 is a very compact engine design. It is shorter than the straight-4. Many V6 engines are narrower than the V8 engine. They work well and are well suited to the popular transverse engine front-wheel drive cars. It has largely replaced the inline-6, which is too long to fit in many modern cars. It is more complicated and not as smooth as the inline-6. The V6 is more compact, and more rigid, but also more prone to vibrations. It is also becoming a high performance engine. It has high power and torque output like the classic V8, but has good fuel economy.\nHistory.\nSome of the first V6-cars were built in 1905 by the Marmon Motor Car Company.\nDelahaye's design-engineer Amadee Varlet came up with a twin-cam V6, that went into series production as the Type 44, in 1911. It was not successful enough to remain in production after 1914, when the first World war interrupted French automobile manufacturing. (Information obtained through Club Delahaye, the recognized global authority and permanent holder of the registered Delahaye trademark).\nThe first series production V6 was introduced by Lancia in 1950. Other builders soon started using V6 engines. In 1959, General Motors built a heavy-duty 305 in3 (5 L) 60° V6 for use in their pickup trucks and Chevrolet Suburban. The engine was later enlarged to 478 in3 (7.8 L) for heavy truck and bus use.\nIn 1962, the Buick Special offered a 90° V6 with uneven firing intervals. Consumers did not like this engine because of the vibration.\nBalance and smoothness.\nDue to the odd number of cylinders in each bank, V6 designs are unbalanced, whatever V-angle they use. Each bank in a V6 has an odd number of pistons. The V6 has an end-to-end rocking motion. Counterweights on the crankshaft and a counter rotating balancer shaft compensate for some of the rocking motion.\nThe Lancia V6 in 1950 used a 60° angle between the cylinder banks and a six-throw crankshaft, to achieve equally spaced firing intervals of 120°. This still has some balance and secondary vibration problems. The first Buick V6 was a 90°, based on their 90° V8. This produced a rough-running design. This was unacceptable to many customers. Later designs have improved the engine and made it reasonably smooth.\n60 degrees.\nThe most efficient cylinder bank angle for a V6 is 60 degrees. This makes the smallest size engine and reduces vibration. 60° V6 engines are not as well balanced. Modern design has reduced most of the vibration. 60 degree V6 engines do not need balance shafts. This design works well in larger cars where four-cylinder engines do not have enough power.\n90 degrees.\nSome 90° V6 engines are built. They are usually based on V8 engines. It takes little work to change a V8 into a V6 engine. The problem is these engines are wider and have more vibration than a 60° V6. More modern 90° V6 engine designs avoid vibration problems by changing the crankshaft's design and firing timing. Balancing shafts are often used to remove the remaining vibration.\n120 degrees.\n120° could be thought of as the \"natural\" angle for a V6. Each cylinder fires a power stroke every 120° of crankshaft rotation. This allows pairs of pistons to share crank pins (a connection on the crankshaft). Unlike the V8, there is no way to arrange a V6 to balance the piston forces. Because of the odd number of cylinders in each bank, a balance shaft is needed.\nThe 120° design also creates a very wide engine. It is too wide for most cars. It is often used in race cars. Race cars are designed around the engine, and vibration is not as important.\n180 degrees.\nThe flat-6 \"boxer\" engine (180°) is only slightly wider than the 120° V6, and it is fully balanced.\nOdd and even firing.\nWhen the fuel in a cylinder is burned, it pushes the piston down and creates power. This is often referred to as \"firing\".\nMany early V6 engines were based on V8 engine designs. This made a firing pattern with groups of two cylinders with an \"odd-firing\" order. This resulting in rough-running engines with unpleasant vibrations at certain engine speeds.\nMore modern 90° V6 engines avoid this problem. They use a split crank pin where the piston connects to the crankshaft. This makes an even 120° firing pattern. A 'split' crank pin is weaker than a straight one. Modern metallurgical techniques can produce a crankshaft that is strong enough to not break.\nRacing use.\nThe V6 engine was introduced into racing by Lancia in the early 1950s. They had some good results. Then Ferrari built the Dino V6. Alfredo Ferrari, the son of Enzo Ferrari, was nicknamed Dino. He suggested building a 1.5 litre V6 engine for Formula Two racing. The Dino V6 was updated several times, and increased to a 2.4 litre engine. The Dino V6 was used in the Ferrari 246 Formula One car in 1958.\nMotorcycle use.\nLaverda showed a 996 cc V6-engined motorcycle at the 1977 Milan show. The motorcycle was raced in the 1978 Bol d'Or 24 hour race.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":43},{"uri":"Cylinder_(engine)","surface_form":"cylinder","offset":79},{"uri":"Piston","surface_form":"piston","offset":276},{"uri":"Crankshaft","surface_form":"crankshaft","offset":298},{"uri":"Straight-4","surface_form":"inline four","offset":378},{"uri":"Gasoline","surface_form":"gasoline","offset":448},{"uri":"Diesel_fuel","surface_form":"diesel","offset":458},{"uri":"Natural_gas","surface_form":"natural gas","offset":466},{"uri":"Ethanol","surface_form":"alcohol","offset":482},{"uri":"Straight-4","surface_form":"straight-4","offset":554},{"uri":"V8_engine","surface_form":"V8 engine","offset":604},{"uri":"Transverse_engine","surface_form":"transverse engine","offset":665},{"uri":"Front-wheel_drive","surface_form":"front-wheel drive","offset":683},{"uri":"Car","surface_form":"car","offset":701},{"uri":"Inline-6","surface_form":"inline-6","offset":735},{"uri":"Lancia","surface_form":"Lancia","offset":1590},{"uri":"General_Motors","surface_form":"General Motors","offset":1661},{"uri":"Liter","surface_form":"L","offset":1706},{"uri":"Chevrolet","surface_form":"Chevrolet","offset":1751},{"uri":"Buick","surface_form":"Buick","offset":1862},{"uri":"Crankshaft","surface_form":"crankshaft","offset":2222},{"uri":"V8_engine","surface_form":"V8","offset":3158},{"uri":"Race_cars","surface_form":"race cars","offset":3963},{"uri":"Flat-6","surface_form":"flat-6","offset":4068},{"uri":"V8_engine","surface_form":"V8 engine","offset":4344},{"uri":"Metallurgy","surface_form":"metallurgical techniques","offset":4757},{"uri":"Lancia","surface_form":"Lancia","offset":4899},{"uri":"Ferrari","surface_form":"Ferrari","offset":4959},{"uri":"Enzo_Ferrari","surface_form":"Enzo Ferrari","offset":5014},{"uri":"Litre","surface_form":"litre","offset":5076},{"uri":"Formula_Two","surface_form":"Formula Two","offset":5096},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":5220},{"uri":"Formula_One","surface_form":"Formula One","offset":5232},{"uri":"Laverda","surface_form":"Laverda","offset":5273}]}