{"id":262497,"url":"http://en.wikipedia.org/wiki/Cosworth","text":"Cosworth is a high performance engineering company. It was founded in London in 1958. It builds engines and electronics for automobile racing, mainstream automotive and defence industries. Cosworth is based in Northampton, England. It has North American facilities in Torrance, California; Indianapolis, Indiana; and Mooresville, North Carolina. It also has a facility in Pune, India.\nCosworth has had a long and well respected career in Formula One, beginning in 1963. Cosworth stepped away from Formula One for three years when no team decided to use their engines for. Cosworth returned to F1 in, suppling engines to Williams, HRT, Lotus, and Virgin. The first Formula One engines shipped in January. Cosworth's 176 wins make it the second most successful engine manufacturers in F1, after Ferrari.\nCorporate history.\nThe company was founded as a British racing internal combustion engine maker in 1958 by Mike Costin and Keith Duckworth (1933-2005) The name Cosworth came by combining their last names. (COStin and duckWORTH). Even thought it was an independent company, it was supported by the Ford Motor Company for many years. Most of the Cosworth engines were named Ford engines.\nThe company went through a several ownership changes. The business was growing. Keith Duckworth did not want to run the day-to-day business.\nCosworth was sold to United Engineering Industries (UEI) in 1980. Duckworth remained as president for life, and technical involvement with Cosworth. He became a UEI board director. UEI was a group of small to medium-sized technology companies.\nUEI was taken over by Carlton Communications in 1988. Carlton wanted some of the audio-visual companies that were part of UEI. Cosworth was a poor fit, so Carlton sold the Cosworth part off.\nIn 1990, Cosworth was sold to Vickers, a British engineering company.\nIn 1998, Cosworth was sold to Audi, which is a part of Volkswagen. Hours later, Audi sold the Cosworth Racing division to Ford.\nIn September, 2004 Ford announced that it was selling Cosworth, along with Cosworth Racing Ltd and its Jaguar Formula One team. On 15 November 2004, the sale of Cosworth was completed to Champ Car World Series owners Gerald Forsythe and Kevin Kalkhoven They are the current owners of the Cosworth Group.\nThe road car engine division of Cosworth was renamed Cosworth Technology. It was sold to MAHLE in 2005. Cosworth Technology was then renamed as MAHLE Powertrain on 1 July 2005.\nAssociation with Ford.\nCosworth has had a long relationship with the Ford Motor Company. This started when Cosworth started building racing engines in 1959. These engines were modified versions of the Inline-four Ford Kent engine for Formula Junior. Cosworth built a engine for the Lotus 7. and engines were built use in Formula B, sports car racing, and the Lotus Cortina. The final version of the Cosworth-Kent, in 1965, was the MAE. It was used in Formula 3 when engines were allowed. This was the dominate engine.\nThe FVA series.\nThe Cortina engine was also the basis for the FVA, a Formula Two engine introduced in 1966. This engine featured dual overhead camshafts with 16 valves. It produced at least at 9000 rpm. This engine dominated the category until 1971. It was also used in sports car racing as the FVC. The FVA was part of the same Ford contract that gave rise to the DFV.\nA larger engine was built for endurance racing in the mid 1970s. The FVC displaced. The FVC produced only.\nThe DFV (Double Four Valve).\nIn 1966, Colin Chapman of Lotus Cars was the founder and principal of Team Lotus. He got Ford to finance Keith Duckworth's design for a new lightweight 3.0 litre Formula One engine. Cosworth received the order along with £100,000 from Ford. The contract told Duckworth to build a four-cylinder Ford-based F2 engine to prove it would work (see the FVA above). After that, a pure Cosworth V8 would be built. The DFV design used a similar cylinder head to the one on the FVA engine with custom cylinder block and crankcase. This created the legendary DFV - literally meaning \"Double Four Valve\". This engine, and its version were used for a quarter of a century. It was the most successful engine in the history of Formula One / Grand Prix motor racing. With 167 winning races it put Cosworth Engineering on the map. Although designed for Formula One, the engine has been modified for use in many other areas.\nThe DFV won on its first outing, at the 1967 Dutch Grand Prix. Jim Clark drove a Lotus 49 with the DFV engine. Starting in 1968, any F1 team could purchase the engine. During the 1970s, it was common for almost the entire field to use one of the DFV engines. Ferrari never used a Cosworth engine. Most teams just built a car around a Cosworth DFV and a Hewland gearbox. It won a record 155 World Championship races. The last was the Detroit Grand Prix in 1983 in a Tyrrell driven by Michele Alboreto.\nThe DFV with 410 horsepower did not produce as much power as some of its rival 12-cylinder engines. It was lighter, resulting in a better power to weight ratio. It was also a structural part of the car.\nThe DFY, introduced in 1982 was upgrade of the DFV for Formula One with 520 horsepower. While it produced more power, it no match for the turbocharged cars of the day. It was the advent of turbocharged engines which ended the use of the DFY. In 1986 Cosworth returned to the lower levels of racing. They modified the DFV for the newly created Formula 3000. The DFV remained in F3000 until 1992.\nIn Formula One, a new DFV-based design was introduced for the new rules in. 3.5 litre normally-aspirated (non-turbocharded) engines were allowed. In 1988 Cosworth built the DFR, which was used in F1 by the smaller teams until 1991. It scored its last points in 1990.\nThe DFV is still being used in Classic F1 racing. The FIA given them World Championship status in 2004.\nDFV variants.\nOne of the most successful and longest-lived projects of Cosworth has been its CART / Champ Car engine program. In 1975, Cosworth developed the DFX engine. A turbocharged 2.65 litre engine, the DFX became the standard engine to run in IndyCar racing. It ending the reign of the Offenhauser, and maintaining that position until the late 1980s.\nWhile designed as an F1 engine, the DFV was also used as in endurance racing. Its design led to vibrations putting stress on devices surrounding the engine. It was hard on the exhaust system. The first sports car to use a DFV failed to finish a single race because of repeated breakdowns. The DFV did win the 24 hours of Le Mans twice in its original 3.0 litre form. A special endurance version, the DFL, was then developed. The 3.3 litre was reliable. The 4.0 litre was largely remembered as a failure.\nThe GA V6.\nA variant of the Ford Essex engine was developed for the Ford Capris. The Capris were raced in Group 2 in the early 1970s. This engine had a displacement of 3.4 L. The GA was also used in the last few years of Formula 5000 in Europe.\nThe FBA and FBC V6.\nThe FBA and FBC engines were found in the Ford Granada and Ford Scorpio Ultima. The FBA came first in 1991, and was also known as the 'BOA'. It was based on the Ford Cologne V6. It was a twin overhead camshaft with 24 valves, and produced 192 horsepower. In 1995, it was updated to produce 201 horsepower. This engine was known as the 'BOB'.\nA racing version was also available for a short time. The FBE had individual throttle butterflies for each cylinder. The FBB and FBD engines were developed but never released.\nThe BDA series.\nCosworth increased its work with Ford in 1969. Cosworth developed a double overhead camshaft (DOHC) 16-valve inline four cylinder engine for road use in the European Ford Escort. Working from the Kent block, Cosworth created a 1.6 Litre engine for homologation (standarding) purposes. The camshafts were driven by a toothed timing belt. The name BDA, came from \"Belt Drive, A type\". Running in Group 2 and Group 4 on either rallying or touring car racing, this engine could be enlarged to 2.0 litres. The standard 1.6 L engine could be used in cars competing overall wins, not just first in class.\nIn 1970, the BDC version received fuel injection. In 1972, the 1.8 L BDA series was being used in Formula 2. In 1973, it went to 1.98 L as the BDG engine. The BDG also had an aluminum engine block.\nOther versions of the engine were made for Formula Atlantic in 1970, and SCCA club racing and sports car racing. A 1.7 L BDR version was built in the 1980s. A 1.8 L BDT was built for the Escort RS1700T and the Ford RS2000.\nA 2.14 L version was developed by Brian Hart just as Group B was canceled by the FIA. The Hart 420R owes much to the BDA series. It is basically an aluminum block version with similar cylinder heads.\nIn 1970, Ford asked Weslake and Co to build the BDA Engine for them, and by the end of 1970 the production line had been installed at Rye and production was under way.\nThe YB series.\nThe YB series of 2.0 L engines are based on the older Pinto engine block. They were introduced in the road-going Ford Sierra RS Cosworth in 1986 with 201 horsepower. Racing versions could develop about 400 horsepower. A limited edition version was introduced in 1987. The RS500 could produce 550 horsepower in full racing setup.\nThe YB series engine was replace in 1997, with the Zetec engine design.\nOther Formula One engines.\nCosworth tested turbocharged BD version. They finally built an all-new turbocharged 1.5 L V6 engine. This engine was badged (named) the Ford TEC. Inside Cosworth, it was known as the GB-series. This engine had a long development history. It only raced only for a short time. In was used by the Haas Lola team in and the Benetton Formula team in.\nThe final replacement for the DFV/DFZ/DFR series was the 3.5 L HB V8 engine. It was used by the Benetton team midway through 1989. It won the Japanese Grand Prix that year. This engine had a narrower v-angle than the DFV.\nAs the works (factory supported) team, Benetton was the only team to use this model through the rest of and. In, customer units became available. The customer engines did not have all the updates the works engines did. In 1991, these engines were supplied to the new Jordan Grand Prix team. In 1992, they went to Team Lotus. 1993 saw McLaren added to the customer engine deal. McLaren won five Grands Prix with Ayrton Senna that year. A new Cosworth unit, badged as a Ford Zetec-R was built in 1994. That year, Michael Schumacher won the Drivers World Championship with Benetton. This was the last Ford powered F1 title.\nA Jaguar-badged version of the HB was used for a short time in sports car racing with the Jaguar XJR-14. Cosworth also developed a 72° V10 engine for the Sauber Formula One team. It was baged as a Ford engine.\nCosworth has made several 3.0 L V10 engines for other Formula One teams. The Stewart Grand Prix team basically became the Ford works team. They used Cosworth CR-1 engines from their first season in 1997. Stewart became Jaguar Racing which became Red Bull Racing. They used Cosworth V10 engines until 2006. Minardi also used re-badged Cosworth engines until 2005.\nWilliams began using the new CA2006 Cosworth V8 engines for the 2006 season. In the same year, Scuderia Toro Rosso used detuned V10 engines based on the 2005 units.\nIn 2007, Williams and Scuderia Torro Rosso both switched to other engines. This left Cosworth out of Formula one for three years. Honda left F1 in December 2008. This led to Cosworth being selected to provide a standard engine to any interested team. Teams could purchase entire engines, or build their own from the Cosworth designs.\nIn 2010 Cosworth returned as the engine supplier for Williams. They also supplied three new teams; Hispania Racing, Lotus Racing and Virgin Racing. The CA2010 is the same 2.4 litre V8 base of the CA2006 used by Williams. It has been re-tuned from 20,000 rpm to the current 18,000 rpm limit required on all engines. The first engines were shipped to teams in mid-January, 2 weeks prior to first track testing for the year.\nOther IndyCar and Champ Car engines.\nCosworth needed to replace the DFS engines used in IndyCar and Champ Car racing. Cosworth designed the X-series, beginning in 1992 with the XB. The XF was built for the 2000 season to replace the XD. It was picked as the spec engine for the Champ Car World Series in 2003. The most recent version is the 2.65 litre XFE, used through 2007. The Champ Car World Series set a rev limit of 12,000 rpm. The 2004 model of the XFE was rated at 750 horsepower for normal running. It could produce 800 horsepower during the \"Push-to-Pass\" mode.\nIn mid 2003, Cosworth provided the 3.5L V8 XG badged as a Chevrolet Gen 4 engine to IRL IndyCar Series teams. The XG finished 2nd in its first race at Michigan on 27 July 2003. Sam Hornish, Jr. went on to win 3 races that season with the new XG. The XG was reduced in size to 3L for 2004 season. It won one race in 2005 during Chevrolet's final season in IRL.\nIn 2007, the Ford name was removed from the XFE engine. The Champ Car World Series merged into the Indy Racing League IndyCar Series prior to the 2008 season. Cosworth does not currently provide engines to any American open wheel racing series.\nFormula Atlantic engines.\nThese are 300 horsepower 2.3 L inline-four engines based on the Mazda MZR engine. A detuned (reduced power) 250 horsepower version is sold to the consumer market. This version is intended for club racers. Both engines are built by Cosworth in Torrance, California.\nRoad engines.\nCosworth is best known in Europe for its relationship with Ford. Cosworth is in the vehicle name on the high performance Ford Sierra RS Cosworth and Ford Escort RS Cosworth.\nIn the United States, Cosworth has also appeared in the name of a road car, the Chevrolet Vega. Only 3,508 1975 and 1976 Cosworth Vegas were built. The engine featured the Vega sleeveless, aluminum-alloy block fitted with forged components. The twin-cam, 16 valve, aluminum cylinder head design was assisted by Cosworth. The engine featured electronic ignition, electronic fuel injection, and stainless steel headers. The final US version produced 110 bhp. Cosworth's EA racing version was not successful due to engine block structural failures. Projected sales of the Cosworth Vega had been 5,000. The 1500 unused hand-built Cosworth Vega engines were simply scrapped for lack of demand.\nCosworth became involved with Mercedes-Benz in the mid-1980s. Mercedes-Benz wanted to create a Group B rally car. They turned to Cosworth to development the engine.\nMercedes wanted a 320 bhp engine based on the 136 bhp Mercedes M102 2.3 litre 4-cylinder engine. The task was given to Mike Hall, who design the famed DFV and BDA engines. Designed around the existing M102 engine, its valves set a 45° angle, rather than the 40° of the BDA. The valves were the biggest that could be fitted into the combustion chamber. Flat top pistons gave a 10.5:1 compression ratio. The new Cosworth WAA engine also was Cosworth’s first one-piece head. The camshaft carrier was cast with the head itself.\nCosworth F1 car.\nCosworth tried to design a full Formula One Grand Prix car in 1969. The car was designed by Robin Herd. It used a new design of a 4WD transmission designed by Keith Duckworth. This transmission was different from the Ferguson transmission used by all other 4WD F1 cars of the 1960s. It was powered by a version of the DFV engine built out of magnesium. The plan was to drive the car at the British Grand Prix. Cosworth withdrew the car without any explanation. Herd left Cosworth to form March Engineering. The F1 car project was canceled. The external design of the car was Herd's use of Mallite sheeting. Mallite is a product made from layers of wood and aluminum. The Mallite was for the main structural monocoque (car body) sections. This is a procedure he developed on the first McLaren single-seat race cars, including the McLaren M2B of 1966.","categories":[],"infobox_types":[],"annotations":[{"uri":"Engineering","surface_form":"engineering","offset":31},{"uri":"London","surface_form":"London","offset":70},{"uri":"Internal_combustion_engine","surface_form":"engines","offset":96},{"uri":"Electronics","surface_form":"electronics","offset":108},{"uri":"Auto_racing","surface_form":"automobile racing","offset":124},{"uri":"Car","surface_form":"automotive","offset":154},{"uri":"Defense_(military)","surface_form":"defence","offset":169},{"uri":"Northampton","surface_form":"Northampton","offset":210},{"uri":"England","surface_form":"England","offset":223},{"uri":"North_American","surface_form":"North American","offset":239},{"uri":"Factory","surface_form":"facilities","offset":254},{"uri":"Torrance%2C_California","surface_form":"Torrance, California","offset":268},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":290},{"uri":"Indiana","surface_form":"Indiana","offset":304},{"uri":"Mooresville%2C_North_Carolina","surface_form":"Mooresville, North Carolina","offset":317},{"uri":"Pune","surface_form":"Pune","offset":372},{"uri":"India","surface_form":"India","offset":378},{"uri":"Formula_One","surface_form":"Formula One","offset":438},{"uri":"WilliamsF1","surface_form":"Williams","offset":620},{"uri":"Hispania_Racing","surface_form":"HRT","offset":630},{"uri":"Lotus_Racing","surface_form":"Lotus","offset":635},{"uri":"Virgin_Racing","surface_form":"Virgin","offset":646},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":793},{"uri":"United_Kingdom","surface_form":"British","offset":850},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":865},{"uri":"Mike_Costin","surface_form":"Mike Costin","offset":909},{"uri":"Keith_Duckworth","surface_form":"Keith Duckworth","offset":925},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":1099},{"uri":"United_Engineering_Industries","surface_form":"United Engineering Industries","offset":1350},{"uri":"Carlton_Communications","surface_form":"Carlton Communications","offset":1595},{"uri":"Audi","surface_form":"Audi","offset":1864},{"uri":"Volkswagen","surface_form":"Volkswagen","offset":1889},{"uri":"Audi","surface_form":"Audi","offset":1914},{"uri":"Jaguar_Racing","surface_form":"Jaguar Formula One","offset":2065},{"uri":"Champ_Car","surface_form":"Champ Car","offset":2149},{"uri":"Gerald_Forsythe","surface_form":"Gerald Forsythe","offset":2179},{"uri":"Kevin_Kalkhoven","surface_form":"Kevin Kalkhoven","offset":2199},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":2512},{"uri":"Auto_racing","surface_form":"racing","offset":2576},{"uri":"Engine","surface_form":"engine","offset":2583},{"uri":"Inline-four_engine","surface_form":"Inline-four","offset":2644},{"uri":"Lotus_Cars","surface_form":"Lotus","offset":2725},{"uri":"Formula_3","surface_form":"Formula 3","offset":2894},{"uri":"Formula_Two","surface_form":"Formula Two","offset":3030},{"uri":"Camshaft","surface_form":"camshaft","offset":3104},{"uri":"Colin_Chapman","surface_form":"Colin Chapman","offset":3476},{"uri":"Lotus_Cars","surface_form":"Lotus Cars","offset":3493},{"uri":"Team_Lotus","surface_form":"Team Lotus","offset":3537},{"uri":"Formula_One","surface_form":"Formula One","offset":3629},{"uri":"V8_engine","surface_form":"V8","offset":3854},{"uri":"Cylinder_head","surface_form":"cylinder head","offset":3903},{"uri":"Cylinder_block","surface_form":"cylinder block","offset":3958},{"uri":"Crankcase","surface_form":"crankcase","offset":3977},{"uri":"Formula_One","surface_form":"Formula One","offset":4179},{"uri":"Dutch_Grand_Prix","surface_form":"Dutch Grand Prix","offset":4419},{"uri":"Jim_Clark","surface_form":"Jim Clark","offset":4437},{"uri":"Team_Lotus","surface_form":"Lotus","offset":4455},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":4633},{"uri":"Hewland","surface_form":"Hewland","offset":4727},{"uri":"Transmission","surface_form":"gearbox","offset":4735},{"uri":"Detroit_Grand_Prix","surface_form":"Detroit Grand Prix","offset":4807},{"uri":"Tyrrell_Racing","surface_form":"Tyrrell","offset":4839},{"uri":"Michele_Alboreto","surface_form":"Michele Alboreto","offset":4857},{"uri":"Turbocharger","surface_form":"turbocharged","offset":5267},{"uri":"Formula_3000","surface_form":"Formula 3000","offset":5421},{"uri":"CART","surface_form":"CART","offset":5937},{"uri":"Champ_Car","surface_form":"Champ Car","offset":5944},{"uri":"IndyCar_Series","surface_form":"IndyCar","offset":6093},{"uri":"Offenhauser","surface_form":"Offenhauser","offset":6136},{"uri":"24_hours_of_Le_Mans","surface_form":"24 hours of Le Mans","offset":6510},{"uri":"Ford_Motor_Company","surface_form":"Ford","offset":6733},{"uri":"Litre","surface_form":"L","offset":6877},{"uri":"Formula_5000","surface_form":"Formula 5000","offset":6926},{"uri":"Ford_Granada","surface_form":"Ford Granada","offset":7012},{"uri":"Ford_Scorpio","surface_form":"Ford Scorpio","offset":7029},{"uri":"Inline-four_engine","surface_form":"inline four cylinder","offset":7613},{"uri":"Fuel_injection","surface_form":"fuel injection","offset":8136},{"uri":"Formula_2","surface_form":"Formula 2","offset":8200},{"uri":"Aluminum","surface_form":"aluminum","offset":8277},{"uri":"Brian_Hart","surface_form":"Brian Hart","offset":8557},{"uri":"Brian_Hart","surface_form":"Hart","offset":8613},{"uri":"Turbocharger","surface_form":"turbocharged","offset":9350},{"uri":"V6_engine","surface_form":"V6 engine","offset":9424},{"uri":"Haas_Lola","surface_form":"Haas Lola","offset":9628},{"uri":"Benetton_Formula","surface_form":"Benetton Formula","offset":9654},{"uri":"V8_engine","surface_form":"V8 engine","offset":9746},{"uri":"Benetton_Formula","surface_form":"Benetton","offset":9776},{"uri":"Japanese_Grand_Prix","surface_form":"Japanese Grand Prix","offset":9822},{"uri":"Jordan_Grand_Prix","surface_form":"Jordan Grand Prix","offset":10169},{"uri":"Team_Lotus","surface_form":"Team Lotus","offset":10215},{"uri":"McLaren","surface_form":"McLaren","offset":10236},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":10313},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":10413},{"uri":"V10_engine","surface_form":"V10 engine","offset":10658},{"uri":"Sauber","surface_form":"Sauber","offset":10677},{"uri":"Stewart_Grand_Prix","surface_form":"Stewart Grand Prix","offset":10810},{"uri":"Jaguar_Racing","surface_form":"Jaguar Racing","offset":10952},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":10979},{"uri":"V10_engine","surface_form":"V10 engine","offset":11015},{"uri":"Minardi","surface_form":"Minardi","offset":11039},{"uri":"WilliamsF1","surface_form":"Williams","offset":11096},{"uri":"V8_engine","surface_form":"V8 engine","offset":11141},{"uri":"Scuderia_Toro_Rosso","surface_form":"Scuderia Toro Rosso","offset":11191},{"uri":"Honda_Racing_F1","surface_form":"Honda","offset":11391},{"uri":"WilliamsF1","surface_form":"Williams","offset":11648},{"uri":"Hispania_Racing","surface_form":"Hispania Racing","offset":11694},{"uri":"Lotus_Racing","surface_form":"Lotus Racing","offset":11711},{"uri":"Virgin_Racing","surface_form":"Virgin Racing","offset":11728},{"uri":"Champ_Car","surface_form":"Champ Car","offset":12117},{"uri":"Champ_Car_World_Series","surface_form":"Champ Car World Series","offset":12295},{"uri":"Indy_Racing_League","surface_form":"Indy Racing League","offset":13048},{"uri":"IndyCar_Series","surface_form":"IndyCar Series","offset":13067},{"uri":"Open_wheel_car","surface_form":"open wheel","offset":13168},{"uri":"Inline-four_engine","surface_form":"inline-four engine","offset":13251},{"uri":"Torrance%2C_California","surface_form":"Torrance","offset":13463},{"uri":"California","surface_form":"California","offset":13473},{"uri":"Chevrolet","surface_form":"Chevrolet","offset":13753},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":14392},{"uri":"Formula_One","surface_form":"Formula One","offset":15100},{"uri":"Robin_Herd","surface_form":"Robin Herd","offset":15160},{"uri":"4WD","surface_form":"4WD","offset":15198},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":15458},{"uri":"March_Engineering","surface_form":"March Engineering","offset":15556},{"uri":"McLaren","surface_form":"McLaren","offset":15852}]}