{"id":262486,"url":"http://en.wikipedia.org/wiki/The_Turn_of_the_Screw_(opera)","text":"e=\"preserve\">\"The Turn of the Screw\" is an opera by Benjamin Britten. It is a chamber opera (an opera for a small number of characters and very small orchestra). The story is based on a story with the same title by Henry James. The libretto (the words of the opera) were written by Myfanwy Piper. The story of the opera is almost exactly the same as in Henry James’s book. Britten was asked by the Venice Biennale to write the opera. It was first performed on 14 September, 1954, at the Teatro La Fenice, Venice. Its first performance in Britain took place a month later on 6 October 1954 at Sadler’s Wells Opera in London.\nThe opera is divided into two acts. It is further divided into a prologue and sixteen scenes. Before each scene starts we hear a variation on the 'Screw' theme. This theme is based on twelve notes which are all the 12 notes in the octave. This is called twelve-tone row, but it is tonally based (the music is in traditional keys, unlike the music of Schoenberg). There are only 13 players in the orchestra.\nPrologue.\nThe prologue is just for a solo singer (tenor) and piano. He tells us about a young governess he once knew who looked after two children at Bly House. The children’s parents were dead, and they were supposed to be cared for by their uncle. The uncle, who lived in London, was far too busy to care for them, and he hired a governess for them. He told the governess (who is just called “the governess” in the opera) that she must never write to him about the children. She must make any decisions about them herself. She must never ask him about the history of Bly House, and she must always continue to care for the children.\nAct 1.\nThe Governess wonders what the children will be like. The children wonder what their new governess will be like. When the Governess arrives at Bly House she is greeted by the housekeeper, Mrs. Grose, and the children who (bow and curtsey). She thinks that the boy, Miles, looks strangely familiar. Miles goes to a boarding school, but he has come home for the holidays. A letter from his school arrives saying that he has been expelled because he had been threatening other children. The Governess is sure that Miles, like his sister Flora, is too kind and innocent to have done such terrible things. Mrs Grose also thinks the same thing. The Governess decides not to take any notice of the letter.\nThe Governess sings about her wonderful position at the house and the beautiful children she has in her care. But at night she hears strange footsteps and a cry outside her door. Suddenly, she sees a pale-faced man sitting on a tower of the house. When the man disappears, she becomes frightened and wonders if she has seen a ghost. But then she is comforted when she hears the children singing the nursery rhyme \"Tom, Tom, the Piper's Son\". The Governess doubts that she saw anything, but decides to tell Mrs. Grose. The housekeeper tells the Governess about Peter Quint, who used to be a servant at Bly House. What Mrs. Grose says seems to suggest that Quint had done nasty things to Miles. At that time Miles had a governess called Miss Jessel. Mrs. Grose suggests that Quint had a sexual relationship with Miss Jessell, and that they both had sexual relations with the children. The housekeeper said she could do nothing about it, as Quint cleverly found any letters that came for her and he threatened her with physical harm. But when Miss Jessel became pregnant and people found out how bad she was, she abandoned the children and ran away. Soon afterwards she died. Shortly after that Quint died a mysterious death on an icy road near Bly House.\nThe next morning, the Governess is teaching Miles Latin when he goes into a trance-like state and sings a song which shows that Quint had abused him.\nLater that day, the Governess sits by the side of a lake with Flora. Flora names the seas of the world, finishing with the Dead Sea. Flora compares the Dead Sea (where nothing can live) to Bly House. This worries the Governess. As Flora plays on the shore with her doll, the Governess suddenly sees a strange woman across the lake who seems to be watching Flora. It is the ghost of Miss Jessel, who has returned to get Flora. The Governess hurries Flora home to safety.\nThat night, Miles and Flora slip out into the woods to meet Miss Jessel and Peter Quint. The children fantasize about a world where dreams come true. The Governess and Mrs. Grose arrive as the children are about to be possessed, and the spirits depart. Miles sings a song about how he has been a bad boy.\nAct 2.\nThe ghosts of Peter Quint and Miss Jessel reappear. They argue about who harmed whom first when they were alive, and accuse one another of not acting quickly enough to possess the children. In her room, the Governess worries about the evil she feels in the house.\nThe next morning, the family goes to church. The children sing a song which sounds like a song praising God. Mrs. Grose does not realize the meaning of the song until the Governess tells her they are singing about horrors. The Governess runs off and goes to her room. She can feel the presence of Miss Jessel and sees her sitting at her desk. The Governess now knows that she cannot abandon the children. She writes to the children’s uncles saying that she must see him.\nWhen the Governess asks Miles what happened at school Quint’s voice is heard. Miles shrieks and the candle goes out. Miles is tempted by Quint to pick up the letter. He steals it and rushes off. Miles distracts the grown-up’s attention by playing the piano, so they do not notice Flora going off to the lake. Mrs Grose and the Governess find Flora by the lake. The Governess tries to make Flora say that she can see Mrs Jessel, but she shouts that she can’t see anybody. Mrs Grose takes her home.\nIn the last scene Flora has become mad. Mrs Grose tells the Governess that her letter to the uncle must have been stolen. She asks Miles whether he stole it. He denies it, but all the time he can see Peter Quint who is telling him he must not tell them the truth about him. In the end Miles screams: “Peter Quint! You devil!” and then dies. The Governess is left holding the dead boy in her arms.\nInstrumentation.\nThe instruments used in the orchestra are: 2 violins, viola, cello, double bass, flute/alto flute/piccolo, clarinet/bass clarinet, harp, oboe/cor anglais, piano, celesta and percussion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":43},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":52},{"uri":"Henry_James","surface_form":"Henry James","offset":215},{"uri":"Myfanwy_Piper","surface_form":"Myfanwy Piper","offset":282},{"uri":"14_September","surface_form":"14 September","offset":460},{"uri":"1954","surface_form":"1954","offset":474},{"uri":"Teatro_La_Fenice","surface_form":"Teatro La Fenice","offset":487},{"uri":"Venice","surface_form":"Venice","offset":505},{"uri":"Britain","surface_form":"Britain","offset":538},{"uri":"6_October","surface_form":"6 October","offset":574},{"uri":"Sadler%E2%80%99s_Wells_Opera","surface_form":"Sadler’s Wells Opera","offset":592},{"uri":"London","surface_form":"London","offset":616},{"uri":"Prologue","surface_form":"prologue","offset":689},{"uri":"Octave","surface_form":"octave","offset":855},{"uri":"Serialism","surface_form":"twelve-tone row","offset":878},{"uri":"Key_(music)","surface_form":"keys","offset":948},{"uri":"Schoenberg","surface_form":"Schoenberg","offset":974},{"uri":"Tenor","surface_form":"tenor","offset":1081},{"uri":"Piano","surface_form":"piano","offset":1092},{"uri":"Governess","surface_form":"governess","offset":1125},{"uri":"Uncle","surface_form":"uncle","offset":1274},{"uri":"London","surface_form":"London","offset":1305},{"uri":"Bowing","surface_form":"bow","offset":1895},{"uri":"Curtsey","surface_form":"curtsey","offset":1903},{"uri":"Boarding_school","surface_form":"boarding school","offset":1987},{"uri":"Holiday","surface_form":"holiday","offset":2033},{"uri":"Expulsion_(academia)","surface_form":"expelled","offset":2100},{"uri":"Innocent","surface_form":"innocent","offset":2230},{"uri":"Shout","surface_form":"cry","offset":2529},{"uri":"Ghost","surface_form":"ghost","offset":2698},{"uri":"Nursery_rhyme","surface_form":"nursery rhyme","offset":2771},{"uri":"Tom%2C_Tom%2C_the_Piper%27s_Son","surface_form":"Tom, Tom, the Piper's Son","offset":2786},{"uri":"Servant","surface_form":"servant","offset":2962},{"uri":"Pregnant","surface_form":"pregnant","offset":3431},{"uri":"Latin","surface_form":"Latin","offset":3675},{"uri":"Abuse","surface_form":"abuse","offset":3763},{"uri":"Sea","surface_form":"sea","offset":3860},{"uri":"Dead_Sea","surface_form":"Dead Sea","offset":3898},{"uri":"Doll","surface_form":"doll","offset":4040},{"uri":"Demonic_possession","surface_form":"possessed","offset":4463},{"uri":"Violin","surface_form":"violin","offset":6248},{"uri":"Viola","surface_form":"viola","offset":6257},{"uri":"Cello","surface_form":"cello","offset":6264},{"uri":"Double_bass","surface_form":"double bass","offset":6271},{"uri":"Flute","surface_form":"flute","offset":6284},{"uri":"Alto_flute","surface_form":"alto flute","offset":6290},{"uri":"Piccolo","surface_form":"piccolo","offset":6301},{"uri":"Harp","surface_form":"harp","offset":6334},{"uri":"Oboe","surface_form":"oboe","offset":6340},{"uri":"Cor_anglais","surface_form":"cor anglais","offset":6345},{"uri":"Piano","surface_form":"piano","offset":6358},{"uri":"Celesta","surface_form":"celesta","offset":6365},{"uri":"Percussion","surface_form":"percussion","offset":6377}]}