{"id":262540,"url":"http://en.wikipedia.org/wiki/Christ_Church_Cathedral%2C_Oxford","text":"Christ Church Cathedral is the cathedral of the diocese of Oxford, which includes the City of Oxford and the surrounding countryside as far north as Banbury. It is also, uniquely, the chapel of Christ Church, the largest college of the University of Oxford.\nHistory.\nThe cathedral was originally the church of St Frideswide's Priory.\nIn 1522, the priory was surrendered to Cardinal Wolsey, who chose it as the site for his proposed college. However, in 1529 it was taken over by King Henry VIII. Work stopped, but in June 1532 the college was refounded by the King. In 1546, Henry VIII transferred to it from Osney Abbey to the see of Oxford. The cathedral has the name of \"Ecclesia Christi Cathedralis Oxoniensis\", given to it by King Henry VIII's foundation charter.\nArchitecture.\nThe nave, choir, central tower, and transepts (as far as the roofs) are late Norman, and were probably erected during the lifetime of Canutus, the second prior, in the 12th century. As a whole the cathedral contains examples of the various styles from late Norman to Perpendicular.\nMiscellany.\nCathedral (or Christ Church) Time is traditionally five minutes behind Greenwich Mean Time. This dates back to the days before the railways when each region of the country kept to its own local time. Hence what is now called Cathedral Time is a survival of old Oxford Time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cathedral","surface_form":"cathedral","offset":31},{"uri":"Diocese","surface_form":"diocese","offset":48},{"uri":"Oxford","surface_form":"Oxford","offset":59},{"uri":"Chapel","surface_form":"chapel","offset":184},{"uri":"Christ_Church%2C_Oxford","surface_form":"Christ Church","offset":194},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":236},{"uri":"Cardinal_Wolsey","surface_form":"Cardinal Wolsey","offset":373},{"uri":"Henry_VIII_of_England","surface_form":"King Henry VIII","offset":479},{"uri":"Diocese","surface_form":"see","offset":628},{"uri":"Nave","surface_form":"nave","offset":787},{"uri":"Norman_architecture","surface_form":"Norman","offset":860},{"uri":"Greenwich_Mean_Time","surface_form":"Greenwich Mean Time","offset":1148},{"uri":"Railway","surface_form":"railway","offset":1208}]}