{"id":262594,"url":"http://en.wikipedia.org/wiki/Typhoon_Kompasu_(2010)","text":"Typhoon Kompasu was noticed on August 28, the United States Air Force base in Okinawa began preparing for what was then Tropical Storm 08W. Tropical Cyclone Condition of Readiness (TCCOR) level three was issued the following morning. By August 30, forecasts showed that a strengthening storm would strike the area, possibly bringing winds in excess of. Following this, the TCCOR level was increased to two. For the first time in over three years, TCCOR level one was declared on August 31. Military personnel and residents across the island were urged to complete their preparations and remain indoors for the duration of the typhoon. During the storm's passage on August 31, the highest warning level, TCCOR One-E (emergency) was declared. Following Kompasu's passage, the emergency warning was changed to recovery as conditions improved.\nThroughout Okinawa, Kompasu brought strong winds and heavy rains, leaving an estimated 32,000 residences without power. The highest rainfall total was measured in Motobu at. Winds in excess of felled a 300-year-old tree. The Sion Pine Tree was the last of its kind on the island and was once the symbol of the northern Okinawa Region. The Okuma Recreation Facility sustained substantial damage and was closed to the public for at least a week. According to United States Air Force captain Adam Vaccarezza, concrete towers fell during the storm. Although Kompasu was a strong typhoon when it passed over Okinawa, no loss of life took place; however, five people were injured. Some homes sustained roof damage across the region, prompting a few evacuations. Additionally, Kompasu resulted in the cancellation of 432 flights to and from the island chain, stranding 57,126 people.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":46},{"uri":"Okinawa","surface_form":"Okinawa","offset":78},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"Tropical Cyclone Condition of Readiness","offset":140},{"uri":"Motobu%2C_Okinawa","surface_form":"Motobu","offset":1003},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":1297}]}