{"id":262686,"url":"http://en.wikipedia.org/wiki/Carnac_stones","text":"The Carnac stones are the largest collection of megalithic standing stones in the world. The more than 3,000 prehistoric standing stones were cut from local rock and erected by the pre-Celtic people of Brittany.\nThe stones were erected at some stage during the Neolithic period, probably around 3300 BC, but some may be as old as 4500 BC. The stones occur in a number of Neolithic sites around the French village of Carnac, in Brittany. They include rows of stones (alignments), dolmens, tumuli and single menhirs.\nIn recent centuries, many of the sites have been neglected, with reports of dolmens being used as sheep shelters, chicken sheds or even ovens. Stones have been removed to make way for roads, or used as building materials. The management of the sites is a controversial topic.\nAlignments.\nThere are three major groups of stone rows — \"Ménec\", \"Kermario\" and \"Kerlescan\" — which may have once formed a single group, but have been split up as stones were removed for other purposes.\nMénec alignments.\nEleven converging rows of menhirs stretching for. There is what may be the remains of stone circles at either end. According to the tourist office there is a \"cromlech containing 71 stone blocks\" at the western end and a very ruined cromlech at the eastern end. The largest stones, around high, are at the wider, western end; the stones then become as small as 0.6m high along the length of the alignment before growing in height again toward the extreme eastern end.\nKermario (House of the Dead) alignment.\nThis fan-like layout recurs a little further along to the east in the \"Kermario\" alignment. It consists of 1029 stones in ten columns, about in length. A stone circle to the east end, where the stones are shorter, was revealed by aerial photography.\nKerlescan alignments.\nA smaller group of 555 stones, further to the east of the other two sites. It is composed of 13 lines with a total length of about, ranging in height from to. At the extreme west, where the stones are tallest, there is a stone circle which has 39 stones. There may also be another stone circle to the north.\nPetit-Ménec alignments.\nA much smaller group, further east again of Kerlescan, falling within the commune of La Trinité-sur-Mer. These are now set in woods, and most are covered with moss and ivy.\nTumuli.\nThere are several tumuli, mounds of earth built up over a grave. In this area, they generally feature a passage leading to a central chamber which once held neolithic artefacts.\nSaint-Michel.\nThe tumulus of Saint-Michel was constructed between 5000 BC and 3400 BC. At its base it is, and is high. It required of stone and earth. Its function was the same as that of the pyramids of Egypt: a tomb for the members of the ruling class. It contained various funerary objects, such as 15 stone chests, pottery, jewellery, most of which are currently held by the Museum of Prehistory of Carnac. It was excavated in 1862 by René Galles with a series of vertical pits, digging down. Le Rouzic also excavated it between 1900 and 1907 discovering the tomb and the stone chests.\nA chapel was built on top in 1663 but was rebuilt in 1813, before being destroyed in 1923. The current building is an identical reconstruction of the 1663 chapel, built in 1926.\nMoustoir.\nAlso known as \"Er Mané\", it is a chamber tomb long, wide, and high. It has a dolmen at the west end, and two tombs at the east end. A small menhir, approximately high, is nearby.\nDolmens.\nThere are several dolmens scattered around the area. These dolmens are generally considered to have been tombs, however the acidic soil of Brittany has eroded away the bones. They were constructed with several large stones supporting a \"capstone\", then buried under a mound of earth. In many cases, the mound is no longer present, sometimes due to archeological excavation, and only the large stones remain, in various states of ruin.\nOther formations.\nThere are some individual menhirs and at least one other formation which do not fit into the above categories.\n\"Manio\" quadrilateral.\nAn arrangement of stones to form the perimeter of a large rectangle. Originally a \"tertre tumulus\" with a central mound, it is long, and aligned to east of northeast. The quadrilateral is wide to the east, but only wide at the west.\n\"Manio\" giant.\nNear the quadrilateral is a single massive menhir, now known as the \"Giant\". Over tall, it was re-erected around 1900 by Zacharie Le Rouzic, and overlooks the nearby Kerlescan alignment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Megalith","surface_form":"megalith","offset":48},{"uri":"Standing_stone","surface_form":"standing stone","offset":59},{"uri":"Prehistoric","surface_form":"prehistoric","offset":109},{"uri":"Rock_(geology)","surface_form":"rock","offset":157},{"uri":"Celts","surface_form":"Celtic","offset":185},{"uri":"Brittany","surface_form":"Brittany","offset":202},{"uri":"Neolithic","surface_form":"Neolithic","offset":261},{"uri":"France","surface_form":"French","offset":398},{"uri":"Carnac","surface_form":"Carnac","offset":416},{"uri":"Alignment","surface_form":"alignment","offset":466},{"uri":"Dolmen","surface_form":"dolmen","offset":479},{"uri":"Tumulus","surface_form":"tumuli","offset":488},{"uri":"Menhir","surface_form":"menhir","offset":506},{"uri":"Dolmen","surface_form":"dolmen","offset":591},{"uri":"Building_material","surface_form":"building material","offset":717},{"uri":"Controversy","surface_form":"controversial","offset":770},{"uri":"Stone_circle","surface_form":"stone circle","offset":1099},{"uri":"Cromlech","surface_form":"cromlech","offset":1172},{"uri":"Aerial_photography","surface_form":"aerial photography","offset":1751},{"uri":"Stone_circle","surface_form":"stone circle","offset":2014},{"uri":"La_Trinit%C3%A9-sur-Mer","surface_form":"La Trinité-sur-Mer","offset":2210},{"uri":"Tumulus","surface_form":"tumuli","offset":2324},{"uri":"Tumulus","surface_form":"tumulus","offset":2502},{"uri":"Egyptian_pyramids","surface_form":"pyramids of Egypt","offset":2676},{"uri":"Ren%C3%A9_Galles","surface_form":"René Galles","offset":2923},{"uri":"Chamber_tomb","surface_form":"chamber tomb","offset":3295},{"uri":"Dolmen","surface_form":"dolmen","offset":3468}]}