{"id":262666,"url":"http://en.wikipedia.org/wiki/Avebury","text":"Avebury is the site of the largest ancient monument in Great Britain. It consists of a large henge, several stone circles, stone avenues and barrows. The main henge and stone circle surrounds the village of Avebury in the English county of Wiltshire.\nAvebury is one of the finest and largest Neolithic monuments in Europe, about 5,000 years old. Although older than the megalithic stages of Stonehenge to the south, the two monuments were made by people of the same culture.\nAt, Avebury is roughly midway between the towns of Marlborough and Calne, just off the main A4 road. Avebury is a Scheduled Ancient Monument, a World Heritage Site, and a National Trust property.\nOn the World Heritage list, Avebury and Stonehenge are listed together as 'Avebury, Stonehenge and Associated Sites'. However, Stonehenge is really a different site built at a different time.\nMonument.\nMost of the surviving structure is composed of earthworks, known as the dykes, consisting of a massive ditch and external bank henge. Although the henge is not perfectly circular, it has a diameter of about. The only known comparable sites of similar date are only a quarter of the size of Avebury. The ditch alone was 21 metres (69 ft) wide and 11 metres (36 ft) deep, with a sample from its primary fill carbon dated to 3300 - 2630 BC (4300+/-90).\nWithin the henge is a great outer circle. This is one of Europe's largest stone circles, with a diameter of, Britain's largest stone circle. It was either contemporary with, or built around four or five centuries after the earthworks. There were originally 98 sarsen standing stones, some weighing over 40 tons. The stones varied in height from 3.6 to 4.2 m, as exemplified at the north and south entrances. The fill from two of the stoneholes has been carbon dated to between 2900 and 2600 BC (3870+/-90, 4130+/-90)\nNearer the middle of the monument are two additional, separate stone circles. The northern inner ring is in diameter, but only two of its four standing stones remain upright. A cove of three stones stood in the middle, its entrance facing northeast. The southern inner ring was in diameter before its destruction in the eighteenth century. The remaining sections of its arc now lie beneath the village buildings. A single large monolith, high, stood in the centre along with an alignment of smaller stones.\nThe West Kennet Avenue, an avenue of paired stones, leads from the southeastern entrance of the henge; and traces of a second, the Beckhampton Avenue, lead out from the western entrance.\nFindings of archaeological geophysics suggests that a timber circle of two concentric rings stood in the northeast sector of the outer circle. This has not yet been confirmed by excavation. A ploughed barrow is visible from the air in the northwestern quadrant.\nThe henge had four opposing entrances, two on a north by northwest and south by southeast line, and two on an east by northeast and west by southwest line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_monument","surface_form":"ancient monument","offset":35},{"uri":"Great_Britain","surface_form":"Great Britain","offset":55},{"uri":"Henge","surface_form":"henge","offset":93},{"uri":"Stone_circle","surface_form":"stone circle","offset":108},{"uri":"Avenue","surface_form":"avenue","offset":129},{"uri":"Tumulus","surface_form":"barrows","offset":141},{"uri":"Avebury_(village)","surface_form":"Avebury","offset":207},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":240},{"uri":"Neolithic","surface_form":"Neolithic","offset":292},{"uri":"Megalith","surface_form":"megalith","offset":370},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":391},{"uri":"Culture","surface_form":"culture","offset":466},{"uri":"Marlborough","surface_form":"Marlborough","offset":526},{"uri":"Calne","surface_form":"Calne","offset":542},{"uri":"A4_road_(Great_Britain)","surface_form":"A4 road","offset":567},{"uri":"Scheduled_Ancient_Monument","surface_form":"Scheduled Ancient Monument","offset":589},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":619},{"uri":"National_Trust","surface_form":"National Trust","offset":646},{"uri":"Henge","surface_form":"henge","offset":1000},{"uri":"Sarsen","surface_form":"sarsen","offset":1583},{"uri":"Standing_stone","surface_form":"standing stone","offset":1590},{"uri":"Cove_(standing_stones)","surface_form":"cove","offset":2017},{"uri":"Geophysics","surface_form":"geophysics","offset":2561},{"uri":"Timber","surface_form":"timber","offset":2588},{"uri":"Excavation","surface_form":"excavation","offset":2712},{"uri":"Tumulus","surface_form":"barrow","offset":2735}]}