{"id":26260,"url":"http://en.wikipedia.org/wiki/Charlotte%2C_North_Carolina","text":"Charlotte is the biggest city in the state of North Carolina and it is the 16th largest city in the United States. In 2014, the estimated population of Charlotte according to the U.S. Census Bureau was 809,958. In addition, the population of Charlotte's metro area is listed as 2,380,314.\nHistory.\nThe first people settled at the place where Charlotte is in 1755 when a man named Thomas Polk built a house near two Native American trading paths. More people started living in the area and in 1768 it became a town named Charlotte Town. It was named after the wife of King George III because the people wanted him to like them. But he did not, and soon he started passing laws that the people in Charlotte did not like. So, on May 20, 1775, the people in Charlotte signed a proclamation that later was called the Mecklenburg Declaration of Independence. They did not want to be ruled by the king anymore so eleven days later they had a meeting and made new laws for their town.\nIn the early 1800s, many churches started to form in Charlotte. That is why Charlotte is sometimes called “The City of Churches.”\nIn 1799, a boy found a big rock. When a jeweler told his family that it was gold, the first gold rush in the United States started. A lot of gold was found. More gold was found in North Carolina then any other state until the California Gold Rush of 1848. Some people in Charlotte still enjoy looking for gold.\nAfter the Civil War Charlotte became a busy town. Cotton farmers brought their cotton to Charlotte to ship it on trains. Even more people started living in Charlotte during World War I. When the war ended a lot of people stayed in the city.\nToday the city is known for its many banks. Charlotte is the second biggest banking city in the United States. Only New York City has more banks.\nWeather.\nCharlotte has many different kinds of weather throughout the year. In the winter the temperature sometimes goes below 32 °F (0 °C) and in the summer it has gone up to 104 °F (40 °C). The city usually gets about 43.52 inches (1105.3 mm) of precipitation a year. Most of it is rain. It does not snow much in Charlotte.\nEconomy.\nBanking is very important in Charlotte. Many banks, such as Bank of America and Wachovia have headquarters in the city. There are also many other big companies in Charlotte. There are many skyscrapers (tall buildings) in Charlotte.\nNASCAR also has many offices in Charlotte and in the towns around Charlotte.\nGovernment.\nCharlotte has a council-manager kind of government. This means that there two main leaders in Charlotte: the city council who makes the laws, and the city manager who makes sure everybody follows the laws.\nThe Charlotte-Mecklenburg Police Department is in charge of keeping everyone in the city safe. The are about 1600 police officers in the Police Department.\nSchools.\nThe city’s public school system, called Charlotte-Mecklenburg Schools, is the second biggest school system in North Carolina. The school system has about 132,000 students.\nThere is a university, called the University of North Carolina at Charlotte, in Charlotte. Right now there are about 22,000 students who go to this university. There is also a community college, called Central Piedmont Community College, in the city. It is the biggest community college in both North or South Carolina. Charlotte has many private universities as well.\nSports.\nCharlotte also has several parks and other public places for people to enjoy.\nMass Transportation.\nThere are many public busses to help people get around the city. In 2007 Charlotte began a mass transit light rail system. Charlotte also has a system of small trains called LYNX.\nAirport.\nCharlotte's International Airport name Charlotte/Douglas, which is the 11th busiest airport in the world.\nRoads.\nBecause Charlotte is in the middle of the east coast of the U.S., a lot of people drive through the city every day. Charlotte has many big interstates to handle all the traffic. But many people think Charlotte does not have good roads. They are big, but they were not planned well.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":25},{"uri":"North_Carolina","surface_form":"North Carolina","offset":46},{"uri":"United_States","surface_form":"United States","offset":100},{"uri":"Population","surface_form":"population","offset":138},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":179},{"uri":"Native_American","surface_form":"Native American","offset":415},{"uri":"King_George_III","surface_form":"King George III","offset":567},{"uri":"Proclamation","surface_form":"proclamation","offset":773},{"uri":"Mecklenburg_Declaration_of_Independence","surface_form":"Mecklenburg Declaration of Independence","offset":812},{"uri":"Jeweler","surface_form":"jeweler","offset":1147},{"uri":"Gold","surface_form":"gold","offset":1183},{"uri":"Gold_rush","surface_form":"gold rush","offset":1199},{"uri":"California_Gold_Rush","surface_form":"California Gold Rush","offset":1333},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1428},{"uri":"Cotton","surface_form":"cotton","offset":1497},{"uri":"World_War_I","surface_form":"World War I","offset":1591},{"uri":"New_York_City","surface_form":"New York City","offset":1775},{"uri":"Precipitation","surface_form":"precipitation","offset":2053},{"uri":"Rain","surface_form":"rain","offset":2089},{"uri":"Bank_of_America","surface_form":"Bank of America","offset":2200},{"uri":"Wachovia","surface_form":"Wachovia","offset":2220},{"uri":"NASCAR","surface_form":"NASCAR","offset":2372},{"uri":"Government","surface_form":"government","offset":2501},{"uri":"University","surface_form":"university","offset":3015},{"uri":"Community_college","surface_form":"community college","offset":3180},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3308},{"uri":"2007","surface_form":"2007","offset":3548},{"uri":"Interstate","surface_form":"interstate","offset":3921}]}