{"id":262899,"url":"http://en.wikipedia.org/wiki/Vindolanda","text":"Vindolanda was a Roman fort at Chesterholm, just south of Hadrian's Wall in northern England. Near the modern border with Scotland, it guarded the Stanegate, the Roman road from the River Tyne to the Solway Firth. It is noted for the Vindolanda tablets, one of the most important find of military and private correspondence (written on wooden tablets) found anywhere in the Roman Empire.\nThe Vindolanda tablets.\nThe Vindolanda tablets are fragments of wooden leaf-tablets with writing in carbon-based ink. They were found at Vindolanda in northern England. The tablets date from the first and second centuries AD, which makes them roughly contemporary with Hadrian's Wall, which is near Vindolanda. The tablets contain messages to and from members of the garrison of Vindolanda, their families, and their slaves. Similar records on papyrus were known from elsewhere in the Roman Empire, but wooden tablets had not been recovered until archaeologist Robin Birley discovered them at Vindolanda in 1973. Pages have since been found at Carlisle in Cumbria, and continue to be found at Vindolanda.\nContents.\nMost of the tablets are official military documents. However, the best-known document is perhaps Tablet 291, written around 100 AD from Claudia Severa, the wife of the commander of a nearby fort, to Sulpicia Lepidina, wife of the commandant of Vindolanda, inviting her to a birthday party. The invitation is one of the earliest known examples of writing in Latin by a woman. It has even been claimed that this is the earliest surviving letter known to be written by a woman in any language.\nThe tablets are written in Roman cursive script (joined-up writing). One of the tablets confirms that Roman soldiers wore underpants (\"subligaria\"), and also testifies to a high degree of literacy in the Roman army.\nThe tablets do not throw much light on the native Celts, but there are references. Until the discovery of the tablets, historians could only speculate on whether the Romans had a nickname for the Britons. \"Brittunculi\" ('little Britons') found on one of the Vindolanda tablets, is now known to be a derogatory, or patronizing, term used by the Roman garrisons to describe the locals.\nThe tablets are on display in the British Museum. They are regarded by the Museum as one of its 'top ten British treasures'.\nThe garrison.\nA free translation would be \"The troops from Gaul dedicate this statue to the goddess Gallia with the full support of the British-born troops\".\nVindolanda Trust.\nIn 1970, the Vindolanda Trust, a registered charity, was founded by Anthony Birley to administer the site and its museum. In 1997, the Trust took over the running of the Roman Army Museum at Carvoran, another Hadrian's Wall fort, which it had acquired in 1972.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman","offset":17},{"uri":"Fort","surface_form":"fort","offset":23},{"uri":"Chesterholm","surface_form":"Chesterholm","offset":31},{"uri":"Hadrian%27s_Wall","surface_form":"Hadrian's Wall","offset":58},{"uri":"England","surface_form":"England","offset":85},{"uri":"Scotland","surface_form":"Scotland","offset":122},{"uri":"Stanegate","surface_form":"Stanegate","offset":147},{"uri":"Roman_roads_in_Britain","surface_form":"Roman road","offset":162},{"uri":"River_Tyne","surface_form":"River Tyne","offset":182},{"uri":"Solway_Firth","surface_form":"Solway Firth","offset":200},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":374},{"uri":"Carbon","surface_form":"carbon","offset":488},{"uri":"Ink","surface_form":"ink","offset":501},{"uri":"AD","surface_form":"AD","offset":610},{"uri":"Contemporary","surface_form":"contemporary","offset":639},{"uri":"Garrison","surface_form":"garrison","offset":755},{"uri":"Slave","surface_form":"slave","offset":805},{"uri":"Papyrus","surface_form":"papyrus","offset":832},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":873},{"uri":"Carlisle","surface_form":"Carlisle","offset":1032},{"uri":"Cumbria","surface_form":"Cumbria","offset":1044},{"uri":"Cursive","surface_form":"cursive","offset":1627},{"uri":"Roman_army","surface_form":"Roman army","offset":1798},{"uri":"Celt","surface_form":"Celt","offset":1860},{"uri":"British_Museum","surface_form":"British Museum","offset":2228},{"uri":"Charitable_organization","surface_form":"charity","offset":2539},{"uri":"Anthony_Birley","surface_form":"Anthony Birley","offset":2563},{"uri":"Magnis_(Carvoran)","surface_form":"Carvoran","offset":2686}]}