{"id":263061,"url":"http://en.wikipedia.org/wiki/Nitrogen_dioxide","text":"Nitrogen dioxide is a chemical compound. Its chemical formula is NO2. It contains nitrogen and oxide ions. The nitrogen is in the +4 oxidation state.\nProperties.\nNitrogen Dioxide is a reddish-brown gas with a distinct, pungent odor similar to that of Chlorine. It causes significant and damaging pulmonary effects when it is inhaled, due to the formation of both Nitric (HNO3) & Nitrous (HNO2) acids when it reacts with Water present in the lungs. When Nitrogen Dioxide is compressed or cooled to near 0° C, two molecules of the Dioxide bond, forming the colorless Dinitrogen Tetroxide. It is a strong oxidizing agent. Upon heating, Nitrogen Dioxide decomposes back into lower oxides of Nitrogen (NO) as well as Oxygen. It reacts with iodides to form nitrites and elemental iodine. The presence of NO2 in concentrated Nitric acid causes the acid to take on a yellow color, depending on the concentration of the dissolved gas.\nPreparation.\nNitrogen dioxide is normally made by oxidation of nitric oxide by oxygen in air. It can also be made by heating some nitrates. It can be made by reacting concentrated nitric acid with copper or tin.\nUses.\nIt is used to make nitric acid by dissolving it in water. Nitric oxide is also released.\nSafety.\nNitrogen dioxide is very toxic. It has a foul odor, which aids in its detection. Much care should be taken to avoid contact with this compound.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":22},{"uri":"Nitrogen","surface_form":"nitrogen","offset":82},{"uri":"Oxide","surface_form":"oxide","offset":95},{"uri":"Ion","surface_form":"ion","offset":101},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":133},{"uri":"Dinitrogen_Tetroxide","surface_form":"Dinitrogen Tetroxide","offset":565},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":602},{"uri":"Iodide","surface_form":"iodide","offset":735},{"uri":"Nitrite","surface_form":"nitrite","offset":751},{"uri":"Iodine","surface_form":"iodine","offset":774},{"uri":"Oxidation","surface_form":"oxidation","offset":976},{"uri":"Nitric_oxide","surface_form":"nitric oxide","offset":989},{"uri":"Oxygen","surface_form":"oxygen","offset":1005},{"uri":"Nitrate","surface_form":"nitrate","offset":1056},{"uri":"Nitric_acid","surface_form":"nitric acid","offset":1106},{"uri":"Copper","surface_form":"copper","offset":1123},{"uri":"Tin","surface_form":"tin","offset":1133}]}