{"id":263028,"url":"http://en.wikipedia.org/wiki/Indian_Grand_Prix","text":"ce=\"preserve\">The Indian Grand Prix is the 17st race of the FIA Formula One World Championship racing calendar in 2011, following the cancellation of the season opener in Bahrain. It is scheduled to take place at the Buddh International Circuit on 30 October 2011 in Greater Noida, Uttar Pradesh in India. It is subject to approval of the circuit.\nHistory.\nStarting in 1997, there have been plans to host an Indian Grand Prix at Calcutta. In 2003, India had only two permanent raceways. One in Chennai (Irungattukottai), and Kari Memorial Speedway in Coimbatore. Two sites in the area of the Bangalore airport were consired. In the state Andhra Pradesh, land near the airport at Hyderabad were set aside. In December 2003, an seven-year preliminary agreement to host the GP in Hyderabad in 2007 was signed. The track was to be build near Gopanapally village, near the outskirts of Hyderabad. In 2004 pressure came from Mumbai, to shift the track from Hyderabad to Mumbai.\nF1 chief Bernie Ecclestone expected India to host a Grand Prix within three years. He wanted a locating at either Hyderabad or Mumbai. Both projects then were declared 'dead' when Mumbai's government decided \"not to waste money on car fumes while there are more serious issues\".\nAs of 2007, five locations remained in the running for hosting the Indian Grand Prix: Bangalore, the Gurgaon district district in the state Haryana, a permanent track somewhere near New Delhi, a street circuit in New Delhi, as proposed by Vijay Mallya., and a site in Lucknow, Uttar Pradesh.\nIn June 2007, the Indian Olympic Association (IOA) and Bernie Ecclestone announced a provisional agreement for India to host its first Grand Prix in the 2009 F1 season. The track would be built in the Gurgaon, on recommendation by architect Hermann Tilke.\nIn September 2007 the IOA announced that the debut race would take place in 2010 on the Jaypee Group Circuit in Greater Noida. In September 2008, Bernie Ecclestone announced that the Indian Grand Prix has been delayed to 2011.\nOn 8 September, 2010, the FIA announced the schedule. The Indian Grand Prix was on the schedule. It was scheduled as the 18th race of a 20 race schedule. Before the season started, the Bahrain Grand Prix, scheduled for 13 March, was called off due to the political unrest in the country.\nOn 3 June, the FIA’s World Motor Sport Council announced that the Bahrain Grand Prix would be added back to the schedule. The Bahrain GP was to be held on 30 October, the original date of the Indian Grand Prix. The Indian GP would have been moved to the end of the schedule. The race teams objected to adding the Bahrain GP back to the schedule. It was removed again, and the Indian GP was set to run on the original date of 30 October.\nIn April, 2011, the circuit was renamed to the Buddh International Circuit\nThe circuit.\nThe race will be held at the Buddh International Circuit in Greater Noida, 50 km from Delhi. The circuit will be roughly 5.5 kilometres (3.1 miles) and will be designed by F1 circuit designer Hermann Tilke. The 10-year contract for the race has been given to the Indian construction company Jaiprakash Associates.\nEconomic benefits.\nThere have been a lot of infrastructure developments in Delhi for the 2010 Commonwealth Games. There has been no direct funding provided for an Indian Grand Prix. According to experts, the benefits of India joining the F1 calendar are clear. The hotel and tourism industry get an immediate boost, and the country's profile would get a lift. Experts are also that once the Indian Grand Prix starts, it could generate $170 million in revenue and employ as many as 10,000 people. There will also be opportunities for advertising between manufacturers and F1.\nReactions.\nLeading businessman Vijay Mallya said after signing a sponsorship agreement between his Kingfisher Airlines and the Force India team that he was confident the sport would come to the subcontinent. \"It has always been my dream to bring Formula One to India,\" he told a news conference on the sidelines of the launch of Force India's car in. \"The government of Delhi I think really wants Formula One in India and I am optimistic that maybe we will be able to host our first race in 2009.\"\nBoth the Motorsports Association of India and the Federation of Motorsports Clubs of India (FMSCI) have their doubts. FMSCI president, Rajat Mazumbar, has said that \"The only authorized body that can run motorsports in the country is ours\" despite the fact the deal has been signed with the Indian Olympic Association.\nIncreased awareness has led to the popularity of merchandise, Formula 1 tickets, and race tours to F1 destinations.","categories":[],"infobox_types":[],"annotations":[{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":60},{"uri":"Formula_One","surface_form":"Formula One","offset":64},{"uri":"Buddh_International_Circuit","surface_form":"Buddh International Circuit","offset":217},{"uri":"Greater_Noida","surface_form":"Greater Noida","offset":267},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":282},{"uri":"India","surface_form":"India","offset":299},{"uri":"Chennai","surface_form":"Chennai","offset":494},{"uri":"Coimbatore","surface_form":"Coimbatore","offset":551},{"uri":"Bangalore","surface_form":"Bangalore","offset":592},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":638},{"uri":"Hyderabad%2C_India","surface_form":"Hyderabad","offset":679},{"uri":"Mumbai","surface_form":"Mumbai","offset":919},{"uri":"Bernie_Ecclestone","surface_form":"Bernie Ecclestone","offset":981},{"uri":"Gurgaon","surface_form":"Gurgaon","offset":1352},{"uri":"Haryana","surface_form":"Haryana","offset":1391},{"uri":"New_Delhi","surface_form":"New Delhi","offset":1433},{"uri":"Vijay_Mallya","surface_form":"Vijay Mallya","offset":1490},{"uri":"Lucknow","surface_form":"Lucknow","offset":1519},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":1528},{"uri":"Grand_Prix_motor_racing","surface_form":"Grand Prix","offset":1678},{"uri":"Gurgaon","surface_form":"Gurgaon","offset":1744},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":1784},{"uri":"Jaypee_Group_Circuit","surface_form":"Jaypee Group Circuit","offset":1887},{"uri":"Greater_Noida","surface_form":"Greater Noida","offset":1911},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain Grand Prix","offset":2211},{"uri":"Buddh_International_Circuit","surface_form":"Buddh International Circuit","offset":2798},{"uri":"Buddh_International_Circuit","surface_form":"Buddh International Circuit","offset":2868},{"uri":"Greater_Noida","surface_form":"Greater Noida","offset":2899},{"uri":"Delhi","surface_form":"Delhi","offset":2925},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":3031},{"uri":"2010_Commonwealth_Games","surface_form":"2010 Commonwealth Games","offset":3242},{"uri":"Vijay_Mallya","surface_form":"Vijay Mallya","offset":3759},{"uri":"Force_India","surface_form":"Force India","offset":3855},{"uri":"Indian_subcontinent","surface_form":"subcontinent","offset":3922}]}