{"id":263153,"url":"http://en.wikipedia.org/wiki/Cobalt(II)_chloride","text":"Cobalt(II) chloride, also known as cobaltous chloride and cobalt dichloride, is a chemical compound. It contains cobalt in its +2 oxidation state. Its chemical formula is CoCl2. It contains cobalt and chloride ions.\nProperties.\nCobalt(II) chloride is normally found in the red (or pink) form. The red form has water in it. It can be heated to turn it into the blue form, without water. The blue form will absorb water from the air and turn red again.\nA different blue form is made when cobalt(II) chloride is reacted with a chemical compound that has chloride in it. Hydrochloric acid works the best, but sodium chloride can be used too. When it is heated, it turns more blue than when it is cooled.\nfor an example. Cobalt chloride can be used to test for chloride ions in this way.\nIt can be oxidized to cobalt(III) compounds, although cobalt(III) chloride does not exist. If it is made, it just drops a Cl from CoCl3, making CoCl2 (cobalt(II) chloride) again.\nPreparation.\nThe anhydrous (without water) blue form can be made by reacting cobalt with chlorine. The hydrated (with water) red form can be made by reacting cobalt(II) oxide or cobalt(II) hydroxide with hydrochloric acid.\nUses.\nIt is used to place cobalt into other chemical compounds. It can be used to make other cobalt compounds. It is the most common cobalt compound in the lab.\nSafety.\nIt is a weak oxidizing agent, too weak to ignite things. Cobalt compounds are toxic in large quantities, like any other transition metal compounds. They are not toxic like lead or mercury compounds, though.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":82},{"uri":"Cobalt","surface_form":"cobalt","offset":113},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":130},{"uri":"Chloride","surface_form":"chloride","offset":201},{"uri":"Ion","surface_form":"ion","offset":210},{"uri":"Hydrochloric_acid","surface_form":"Hydrochloric acid","offset":567},{"uri":"Sodium_chloride","surface_form":"sodium chloride","offset":605},{"uri":"Oxidation","surface_form":"oxidized","offset":793},{"uri":"Chlorine","surface_form":"chlorine","offset":1051},{"uri":"Cobalt(II)_oxide","surface_form":"cobalt(II) oxide","offset":1120},{"uri":"Cobalt(II)_hydroxide","surface_form":"cobalt(II) hydroxide","offset":1140},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":1367}]}