{"id":26320,"url":"http://en.wikipedia.org/wiki/Prehistory","text":"e=\"preserve\">Prehistory (or pre-history'\") is the time before people began to write. The word comes from the Ancient Greek words προ (\"pre\" = \"before\") and ιστορία (\"historia\" = \"history\"). Paul Tournal first used the French word \"Préhistorique\". He found things made by humans more than ten thousand years ago in some caves in France. The word was first used in France around 1830 to talk about the time before writing. Daniel Wilson used it in English in 1851.\nThe term is mostly used for the period from 12,000 BC 3000 BC, roughly speaking, the Neolithic. Sometimes the term \"prehistoric\" is used for much older periods, but scientists have more accurate terms for those more ancient times.\nLess is known about prehistoric people because there are no written records (history) for us to study. Finding out about pre-history is done by archaeology. This means studying things like tools, bones, buildings and cave drawings. Pre-history ends at different times in different places when people began to write.\nIn the more ancient stone age pre-history, people lived in \"tribes\" and lived in caves or tents made from animal skin. They had simple tools made from wood and bones, and cutting tools from stone such as flint, which they used to hunt and to make simple things. They made fire and used it for cooking and to stay warm. They made clothing out of animal skins, and later by weaving. Society started when people began doing specialized jobs. This is called the division of labour. The division of labor made people depend on one another and led to more complex civilizations.\nSome important sciences that are used to find out more about pre-history are palaeontology, astronomy, biology, geology, anthropology, and archaeology. Archaeologists study things left over from prehistory to try to understand what was happening. Anthropologists study the traces of human behavior to learn what people were doing and why.\nAfter people started to record events, first by drawing symbols (called \"pictographs\") and then by writing, it became much easier to tell what happened, and history started. These records can tell us the names of leaders (such as Kings and Queens), important events like floods and wars, and the things people did in their daily lives. The time when \"prehistory\" ended and \"history\" started is different in different places, depending on when people began to write and if their records were kept safe or lost so they could be found later on. In places like Mesopotamia, China, and Ancient Egypt, things were recorded from very early times (around 3200 BC in Ancient Egypt) and these records can be looked at and studied. In New Guinea, the end of prehistory came much later, around 1900.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing","surface_form":"write","offset":78},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":109},{"uri":"History","surface_form":"history","offset":179},{"uri":"French_language","surface_form":"French","offset":218},{"uri":"France","surface_form":"France","offset":328},{"uri":"English_language","surface_form":"English","offset":446},{"uri":"BC","surface_form":"BC","offset":514},{"uri":"Neolithic","surface_form":"Neolithic","offset":548},{"uri":"Archaeology","surface_form":"archaeology","offset":838},{"uri":"Cave_drawings","surface_form":"cave drawings","offset":911},{"uri":"Stone_age","surface_form":"stone age","offset":1030},{"uri":"Tribe","surface_form":"tribe","offset":1070},{"uri":"Tent","surface_form":"tent","offset":1100},{"uri":"Stone_tool","surface_form":"from stone","offset":1195},{"uri":"Flint","surface_form":"flint","offset":1214},{"uri":"Cooking","surface_form":"cooking","offset":1303},{"uri":"Clothing","surface_form":"clothing","offset":1339},{"uri":"Weaving","surface_form":"weaving","offset":1382},{"uri":"Society","surface_form":"Society","offset":1391},{"uri":"Specialization","surface_form":"specialized","offset":1431},{"uri":"Division_of_labour","surface_form":"division of labour","offset":1468},{"uri":"Civilization","surface_form":"civilization","offset":1568},{"uri":"Science","surface_form":"science","offset":1598},{"uri":"Palaeontology","surface_form":"palaeontology","offset":1660},{"uri":"Astronomy","surface_form":"astronomy","offset":1675},{"uri":"Biology","surface_form":"biology","offset":1686},{"uri":"Geology","surface_form":"geology","offset":1695},{"uri":"Anthropology","surface_form":"anthropology","offset":1704},{"uri":"Archaeology","surface_form":"archaeology","offset":1722},{"uri":"Pictogram","surface_form":"pictographs","offset":1995},{"uri":"King","surface_form":"King","offset":2152},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":2479},{"uri":"China","surface_form":"China","offset":2492},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":2503},{"uri":"New_Guinea","surface_form":"New Guinea","offset":2646}]}