{"id":26321,"url":"http://en.wikipedia.org/wiki/Early_Middle_Ages","text":"e=\"preserve\">The Roman Empire ruled much of Europe in ancient history. It became weaker and finally collapsed in 476. When it collapsed, its army stopped working and its communication systems (ways of people in different places talking to each other) also stopped working. This made the people in Europe unable to talk to each other and share news and facts. Because the Roman army had kept peace between different parts of Europe and defended it from other people, and the Roman army had now collapsed, there was much fighting. This time was known as the Dark Ages.\nAfter the Dark Ages, there was the Middle Ages. It is called the \"middle\" ages because it was between ancient history and modern history. It can also be called medieval times. It was a time when Europe was Christian, and the Catholic Church was very powerful. The Middle Ages ended when the Renaissance started. During the Renaissance people began going to school and university more and learning more things. There was less fighting. The printing press was also made. This was a machine that made books easily and quickly. It made it easier for people to read and learn things.\nThe fall of Rome.\nRome was sacked by Alaric, the leader of the Germanic tribe known as the Visigoths, in 410. This event weakened Rome and when in 476 Rome was invaded sacked again by Odoacer, he was able to take the city for himself and made himself the king of Italy. This event ended the Western Roman Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":17},{"uri":"Ancient_history","surface_form":"ancient history","offset":54},{"uri":"Roman_army","surface_form":"Roman army","offset":371},{"uri":"Dark_Ages","surface_form":"Dark Ages","offset":556},{"uri":"Ancient_history","surface_form":"ancient history","offset":669},{"uri":"Modern_history","surface_form":"modern history","offset":689},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":792},{"uri":"Renaissance","surface_form":"Renaissance","offset":858},{"uri":"Alaric_I","surface_form":"Alaric","offset":1183},{"uri":"Odoacer","surface_form":"Odoacer","offset":1330}]}