{"id":263359,"url":"http://en.wikipedia.org/wiki/Petticoat","text":"A petticoat is a woman's undergarment, shaped like a skirt or skirt+bodice. Think of it as a skirt underneath a regular skirt. The purpose is possibly insulation, and certainly to make the skirt fly out in an attractive way.\nPetticoats which are starched, with ruffles, or made with stiff fabric, can support a wider skirt. The ultimate in this trend is the crinoline, which is a petticoat structure which includes hoops of whalebone. Crinolines are not worn today, but petticoats are sometimes worn with ballgowns.\nPetticoats in the 20th century.\nFor most of the first half of the 20th century, with a few exceptions, petticoats were out of fashion. Certainly \"multiple\" petticoats were not needed for the narrow skirts and dresses which were fashionable. Some evening gowns needed petticoats, but they were finished off by WWII wartime rationing and shortages.\nPetticoats were revived by Christian Dior in his full-skirted \"New Look\" of 1947. Tiered, ruffled, stiffened petticoats remained extremely popular during the 1950s, especially with teenage girls. Typically, at least three single petticoats were worn, until manufacturers began making double and triple layer petticoats. A narrow slip was usually worn under the petticoats, especially the crinoline type, because they tended to be 'scratchy'.\nDior continued this theme with his \"A-Line\" collection of Spring 1955, which featured the \"most wanted silhouette in Paris\". This was a \"fingertip-length flared jacket worn over a dress with a very full, pleated skirt\". Evening dresses at this time were always worn with petticoats.\nAlthough an A-shape, this silhouette was not identical to what is now understood to embody the A-line idea. That idea was given its definitive expression and popularized by Dior’s successor, Yves Saint Laurent, with his \"Trapeze Line\" of Spring 1958, which featured dresses flaring out dramatically from a fitted shoulder line. A-line clothes remained popular in the 1960s and 70s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Undergarment","surface_form":"undergarment","offset":25},{"uri":"Skirt","surface_form":"skirt","offset":53},{"uri":"Bodice","surface_form":"bodice","offset":68},{"uri":"Thermal_insulation","surface_form":"insulation","offset":151},{"uri":"Starch","surface_form":"starch","offset":246},{"uri":"Ruffle","surface_form":"ruffle","offset":261},{"uri":"Fabric","surface_form":"fabric","offset":289},{"uri":"Crinoline","surface_form":"crinoline","offset":358},{"uri":"Hoop","surface_form":"hoop","offset":415},{"uri":"Whale","surface_form":"whale","offset":424},{"uri":"Gown","surface_form":"gown","offset":770},{"uri":"WWII","surface_form":"WWII","offset":825},{"uri":"Ration","surface_form":"ration","offset":838},{"uri":"Christian_Dior","surface_form":"Christian Dior","offset":890},{"uri":"Teenager","surface_form":"teenage","offset":1044},{"uri":"Slip_(clothing)","surface_form":"slip","offset":1192},{"uri":"Yves_Saint_Laurent","surface_form":"Yves Saint Laurent","offset":1779}]}