{"id":263442,"url":"http://en.wikipedia.org/wiki/Albany%2C_Oregon","text":"Albany is a city in the U.S. state of Oregon. It is the eleventh largest city in the state as of 2007 and is the county seat of Linn county. Albany is in the Willamette Valley where the Calapooia River and the Willamette River meet. Farming and manufacturing are both important in the city. Settlers started the community in 1848, as of the 2000 census, the city population was 40,852 with 91.68% of the population being White. The population has since increased to an estimated population of 49,165 as of 2009.\nAlbany has a home rule charter and is a Council-Manager city. The City Manager administers the day-to-day operations and affairs of the city for the Council and is the head of the city. The city provides the population with access to over 30 parks and trails along with running the senior center and many cultural events such as River Rhythms and Mondays at Monteith. In addition to farming and manufacturing, important industries in the city include retail sales and health care. Recently, the city has fixed up the downtown shopping area with help from The Central Albany Revitalization Area (CARA) to make it a more important part of the economy.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":24},{"uri":"Oregon","surface_form":"Oregon","offset":38},{"uri":"County_seat","surface_form":"county seat","offset":113},{"uri":"Linn_County%2C_Oregon","surface_form":"Linn","offset":128},{"uri":"Willamette_Valley","surface_form":"Willamette Valley","offset":158},{"uri":"Calapooia_River","surface_form":"Calapooia River","offset":186},{"uri":"Willamette_River","surface_form":"Willamette River","offset":210},{"uri":"United_States_Census_2000","surface_form":"2000 census","offset":341},{"uri":"White_(U.S._Census)","surface_form":"White","offset":421},{"uri":"Home_Rule","surface_form":"home rule charter","offset":525},{"uri":"Council%E2%80%93manager_government","surface_form":"Council-Manager","offset":552},{"uri":"City_Manager","surface_form":"City Manager","offset":578},{"uri":"Central_Albany_Revitalization_Area","surface_form":"Central Albany Revitalization Area","offset":1071}]}