{"id":263437,"url":"http://en.wikipedia.org/wiki/Heliosphere","text":"The heliosphere is a bubble in space \"blown\" into the interstellar medium (the hydrogen and helium gas that fill the galaxy) by the solar wind. Although electrically neutral atoms from interstellar volume can pass through this bubble, almost all of the material in the heliosphere comes from the Sun itself.\nFor the first ten billion kilometres of its radius, the solar wind travels at over a million kilometres per hour. As it begins to drop out with the interstellar medium, it slows down before finally stopping altogether. The point where the solar wind slows down is the termination shock; the point where the interstellar medium and solar wind pressures balance is called the heliopause; the point where the interstellar medium, travelling in the opposite direction, slows down as it collides with the heliosphere is the bow shock.\nSolar wind.\nThe solar wind is made of particles, charged(ionized) atoms from the solar corona, and fields, in particular magnetic fields. As the Sun rotates once in about 27 days, the magnetic field transported by the solar wind gets wrapped into a spiral. Differences in the Sun's magnetic field are carried outward by the solar wind and can produce magnetic storms in the Earth's magnetosphere.\nIn March 2005, measurements by the Solar Wind Anisotropies (SWAN) instrument onboard the Solar and Heliospheric Observatory (SOHO) have shown that the heliosphere, the solar wind-filled volume which prevents the solar system from becoming embedded in the local (ambient) interstellar medium, is not axisymmetrical, but is distorted, very likely under the effect of the local galactic magnetic field.","categories":[],"infobox_types":[],"annotations":[{"uri":"Outer_space","surface_form":"space","offset":31},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":54},{"uri":"Hydrogen","surface_form":"hydrogen","offset":79},{"uri":"Helium","surface_form":"helium","offset":92},{"uri":"Galaxy","surface_form":"galaxy","offset":117},{"uri":"Solar_wind","surface_form":"solar wind","offset":132},{"uri":"Sun","surface_form":"Sun","offset":296},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":456},{"uri":"Ion","surface_form":"ion","offset":895},{"uri":"Corona","surface_form":"corona","offset":925},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":959},{"uri":"Rotation","surface_form":"rotate","offset":987},{"uri":"Solar_wind","surface_form":"solar wind","offset":1056},{"uri":"Geomagnetic_storm","surface_form":"magnetic storm","offset":1189},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":1220},{"uri":"Solar_and_Heliospheric_Observatory","surface_form":"Solar and Heliospheric Observatory","offset":1324},{"uri":"Symmetry","surface_form":"axisymmetrical","offset":1534}]}