{"id":263501,"url":"http://en.wikipedia.org/wiki/Nippur","text":"Nippur, or \"Enlil\" ('lord wind'), is modern \"Nuffar\" in Iraq. Nippur was one of the most ancient of all the Sumerian cities. It was the special seat of the worship of the Sumerian god, \"Enlil\", ruler of the cosmos (universe), and subject to \"An\" alone.\nNippur was always part of a larger empire. Its control was crucial, as it gave overall 'kingship' to monarchs from other city-states. It was a sacred city, important because it had the famous shrine of \"Enlil\".\nLate in the 3rd millennium BC, Nippur was conquered and occupied by the Semitic rulers of Akkad, and their rulers, like Sargon, left gifts at this sanctuary. Another ruler, Naram-Suen, rebuilt the temple and the city walls; in the debris of this ancient site his remains were found. This Akkadian occupation was succeeded by an occupation during the third dynasty of Ur, and the constructions of Ur-Nammu, the great builder of temples, are on top of those of Naram.\nKassite and later history.\nUnder the succeeding Kassite dynasty, shortly after the middle of the 2nd millennium, Nippur was restored once more to its former splendour.\nAfter the middle of the 12th century BC follows a long period of neglect, but after with the conquest of Babylonia by the Assyrian Sargon II, at the close of the 8th century BC, the city revives. Under Ashurbanipal, about the middle of the 7th century BC, we find Ekur restored with a splendour greater than ever before, the ziggurat of that period being 58 by 39 m.\nAfter that Nippur appears to have gradually fallen into decay, until finally, in the Seleucid period, the ancient temple was turned into a fortress. Huge walls were built at the edges of the ancient terrace, and the courts of the temple were filled with houses and streets. This fortress was occupied and further built upon until the close of the Parthian period, about AD 250.\nUnder the rule of the Sassanids Nippur fell into decay, and the ancient sanctuary became only a little village of mud huts huddled about the ancient ziggurat. The city was the seat of a Christian diocese as late as the 8th century AD.\nArchaeology.\nNippur was situated on both sides of the Shatt-en-Nil canal, one of the earliest courses of the Euphrates. It lies between the present bed of that river and the Tigris, almost 160 km southeast of Baghdad. It is divided into two main parts by the dry bed of the old Shatt-en-Nil (Arakhat). The highest point of these ruins, a conical hill rising about 30 m above the level of the surrounding plain, northeast of the canal bed, is called by the Arabs \"Bint el-Amiror\" ('prince's daughter').\nNippur was first excavated, briefly, by Sir Austen Henry Layard in 1851.\nFull scale digging was begun by an expedition from the University of Pennsylvania. The work involved four seasons of excavation between 1889 and 1900. Nippur was also excavated for 19 seasons between 1948 and 1990.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iraq","surface_form":"Iraq","offset":56},{"uri":"Sumer","surface_form":"Sumer","offset":108},{"uri":"Enlil","surface_form":"Enlil","offset":186},{"uri":"Cosmos","surface_form":"cosmos","offset":207},{"uri":"City-state","surface_form":"city-state","offset":374},{"uri":"Sacred","surface_form":"sacred","offset":396},{"uri":"Semitic_people","surface_form":"Semitic","offset":536},{"uri":"Akkad","surface_form":"Akkad","offset":554},{"uri":"Sargon_of_Akkad","surface_form":"Sargon","offset":584},{"uri":"Ur","surface_form":"Ur","offset":831},{"uri":"Kassite","surface_form":"Kassite","offset":978},{"uri":"Sargon_II","surface_form":"Sargon II","offset":1229},{"uri":"Ashurbanipal","surface_form":"Ashurbanipal","offset":1300},{"uri":"Ziggurat","surface_form":"ziggurat","offset":1423},{"uri":"Seleucid_Empire","surface_form":"Seleucid","offset":1550},{"uri":"Fortress","surface_form":"fortress","offset":1604},{"uri":"Parthia","surface_form":"Parthia","offset":1812},{"uri":"Sassanid_dynasty","surface_form":"Sassanid","offset":1865},{"uri":"Christianity","surface_form":"Christian","offset":2029},{"uri":"Diocese","surface_form":"diocese","offset":2039},{"uri":"Euphrates","surface_form":"Euphrates","offset":2187},{"uri":"Tigris","surface_form":"Tigris","offset":2252},{"uri":"Baghdad","surface_form":"Baghdad","offset":2287},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":2708}]}