{"id":263688,"url":"http://en.wikipedia.org/wiki/Immune_system","text":"The immune system is the set of tissues which work together to resist infections. The immune mechanisms help an organism identify a pathogen, and neutralize its threat.\nThe immune system can detect and identify many different kinds of disease agents. Examples are viruses, bacteria and parasites. The immune system can detect a difference between the body's own healthy cells or tissues, and 'foreign' cells. Detecting an unhealthy intruder is complicated, because intruders can evolve and adapt so that the immune system will no longer detect them.\nOnce a foreign cell or protein is detected, the immune system creates antibodies to fight the intruders, and sends special cells ('phagocytes') to eat them up.\nInnate immune system.\nEven simple unicellular organisms such as bacteria possess enzyme systems that protect against viral infections. Other basic immune mechanisms appeared in ancient life forms and remain in their modern descendants, such as plants and insects. These mechanisms include antimicrobial peptides (called defensins), phagocytosis, and the complement system. These are the innate immune system, which defends the host from infections in a non-specific way. The simplest innate system is the cell wall or barrier on the outside to stop intruders getting in. For example, skin stops most outside bacteria getting in.\nOur innate immune system responds very fast to anything foreign that enters our body. When something gets past our skin, like through a cut, our immune cells work to find the intruder and to alert each other of the foreign object. Small immune cells bring other cells from all over the body to the site where the foreign object was found. Other immune cells can send out messengers to cells nearby to have them help attack the foreign object. This process can make our skin look red and feel hot. A certain type of cell called a phagocyte eats anything foreign or dangerous that enters your body. This response is called non-specific because it responds the same way to anything foreign that enters your body from germs to a piece of dust.\nAdaptive immune system.\nVertebrates, including humans, have much more sophisticated defense mechanisms. The innate immune system is found in all metazoa, but the adaptive immune system is only found in vertebrates.\nThe adaptive immune response gives the vertebrate immune system the ability to \"recognize and remember specific pathogens\". The system mounts stronger attacks each time the pathogen is encountered. It is adaptive, because the body's immune system prepares itself for future challenges.\nThe typical vertebrate immune system consists of many types of proteins, cells, organs, and tissues that interact in a complex and ever-changing network. This acquired immunity creates a kind of \"immunological memory\".\nThe process of acquired immunity is the basis of vaccination. Primary response can take 2 days to 2 weeks to develop. After the body gains immunity towards a certain pathogen, if infection by that pathogen occurs again, the immune response is called the \"secondary response\".\nAutoimmune disorders.\nIn some organisms, the immune system has its own problems within itself, called \"disorders\". These result in other diseases, including autoimmune diseases, inflammatory diseases and possibly even cancer. Immunodeficiency diseases occur when the immune system is less active than normal. Immunodeficiency can either be the result of a genetic (inherited) disease, or an infection, such as the acquired immune deficiency syndrome (AIDS), that is caused by the retrovirus HIV, or other causes.\nIn contrast, autoimmune diseases result from an immune system that attacks normal tissues as if they were foreign organisms. Common autoimmune diseases include Hashimoto's thyroiditis, rheumatoid arthritis, Type 1 diabetes, and Lupus erythematosus.\nImmunology is the study of all aspects of the immune system. It is very important to health and diseases.\nHistory of immunology.\nImmunology is scientific part of medicine that studies the causes of immunity to disease. For many centuries people have noticed that those who recover from some infectious diseases do not get that illness a second time.\nIn the 18th century, Pierre Louis Maupertuis made experiments with scorpion venom and saw that certain dogs and mice were immune to this venom. This and other observations of acquired immunity led to Louis Pasteur (1822–1895) developing vaccination and the germ theory of disease. Pasteur's theory was in direct opposition to contemporary theories of disease, such as the miasma theory. It was not until the proofs Robert Koch (1843–1910) published in 1891 (for which he was awarded a Nobel Prize in 1905) that microorganisms were confirmed as the cause of infectious disease. Viruses were confirmed as human pathogens in 1901, when the yellow fever virus was discovered by Walter Reed (1851–1902).\nImmunology made a great advance towards the end of the 19th century, through rapid developments, in the study of humoral immunity and cellular immunity. Particularly important was the work of Paul Ehrlich (1854–1915), who proposed the side-chain theory to explain the specificity of the antigen-antibody reaction. The Nobel Prize for 1908 was jointly awarded to Ehrlich and the founder of cellular immunology, Ilya Mechnikov (1845–1916).\nEvolution.\nThe immune system is extremely ancient, and may go back to single-celled eukaryotes which needed to distinguish between what was food and what was part of themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tissues","surface_form":"tissues","offset":32},{"uri":"Infection","surface_form":"infection","offset":70},{"uri":"Pathogen","surface_form":"pathogen","offset":132},{"uri":"Virus","surface_form":"virus","offset":264},{"uri":"Bacteria","surface_form":"bacteria","offset":273},{"uri":"Parasite","surface_form":"parasite","offset":286},{"uri":"Evolution","surface_form":"evolve","offset":479},{"uri":"Antibody","surface_form":"antibodies","offset":620},{"uri":"Phagocyte","surface_form":"phagocyte","offset":681},{"uri":"Microorganism","surface_form":"unicellular","offset":744},{"uri":"Bacteria","surface_form":"bacteria","offset":774},{"uri":"Enzyme","surface_form":"enzyme","offset":791},{"uri":"Virus","surface_form":"viral","offset":827},{"uri":"Plant","surface_form":"plant","offset":954},{"uri":"Insect","surface_form":"insect","offset":965},{"uri":"Peptides","surface_form":"peptides","offset":1013},{"uri":"Defensin","surface_form":"defensin","offset":1030},{"uri":"Phagocytosis","surface_form":"phagocytosis","offset":1042},{"uri":"Complement_system","surface_form":"complement system","offset":1064},{"uri":"Innate_immune_system","surface_form":"innate immune system","offset":1097},{"uri":"Cell_wall","surface_form":"cell wall","offset":1215},{"uri":"Skin","surface_form":"skin","offset":1294},{"uri":"Phagocyte","surface_form":"phagocyte","offset":1868},{"uri":"Vertebrate","surface_form":"Vertebrate","offset":2103},{"uri":"Metazoa","surface_form":"metazoa","offset":2224},{"uri":"Adaptive_immune_system","surface_form":"adaptive immune system","offset":2241},{"uri":"Protein","surface_form":"protein","offset":2643},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":2660},{"uri":"Adaptive_immune_system","surface_form":"acquired immunity","offset":2739},{"uri":"Vaccination","surface_form":"vaccination","offset":2848},{"uri":"Autoimmune_disease","surface_form":"autoimmune disease","offset":3232},{"uri":"Inflammation","surface_form":"inflammatory diseases","offset":3253},{"uri":"Cancer","surface_form":"cancer","offset":3293},{"uri":"Immunodeficiency","surface_form":"Immunodeficiency","offset":3301},{"uri":"Genetic","surface_form":"genetic","offset":3431},{"uri":"AIDS","surface_form":"acquired immune deficiency syndrome","offset":3489},{"uri":"Retrovirus","surface_form":"retrovirus","offset":3555},{"uri":"HIV","surface_form":"HIV","offset":3566},{"uri":"Hashimoto%27s_thyroiditis","surface_form":"Hashimoto's thyroiditis","offset":3748},{"uri":"Rheumatoid_arthritis","surface_form":"rheumatoid arthritis","offset":3773},{"uri":"Type_1_diabetes","surface_form":"Type 1 diabetes","offset":3795},{"uri":"Lupus_erythematosus","surface_form":"Lupus erythematosus","offset":3816},{"uri":"Immunology","surface_form":"Immunology","offset":3837},{"uri":"Health","surface_form":"health","offset":3922},{"uri":"Immunology","surface_form":"Immunology","offset":3966},{"uri":"Medicine","surface_form":"medicine","offset":3999},{"uri":"Immunity","surface_form":"immunity","offset":4035},{"uri":"Pierre_Louis_Maupertuis","surface_form":"Pierre Louis Maupertuis","offset":4208},{"uri":"Scorpion","surface_form":"scorpion","offset":4254},{"uri":"Venom","surface_form":"venom","offset":4263},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":4387},{"uri":"Vaccination","surface_form":"vaccination","offset":4424},{"uri":"Germ_theory_of_disease","surface_form":"germ theory of disease","offset":4444},{"uri":"Miasma_theory_of_disease","surface_form":"miasma theory","offset":4559},{"uri":"Robert_Koch","surface_form":"Robert Koch","offset":4602},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize","offset":4672},{"uri":"Microorganism","surface_form":"microorganism","offset":4698},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":4744},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":4824},{"uri":"Walter_Reed","surface_form":"Walter Reed","offset":4861},{"uri":"Humoral_immunity","surface_form":"humoral immunity","offset":4999},{"uri":"Paul_Ehrlich","surface_form":"Paul Ehrlich","offset":5078},{"uri":"Side-chain_theory","surface_form":"side-chain theory","offset":5121},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":5204},{"uri":"Ilya_Mechnikov","surface_form":"Ilya Mechnikov","offset":5296},{"uri":"Eukaryote","surface_form":"eukaryote","offset":5408}]}