{"id":26367,"url":"http://en.wikipedia.org/wiki/Mark_Antony","text":"e=\"preserve\">:\"For the American singer, please see Marc Anthony.\"\nMark Antony (Latin: Marcus Antonius, 14 January \"circa\" 82 BC – 1 August 30 BC), was a Roman patrician from an upper-class family. He became a general and politician. He was an important supporter of Julius Caesar as a military commander and administrator.\nEnemy of the state, and the second triumvirate.\nAfter Caesar's assassination, Antony, left as sole Consul, surrounded himself with a bodyguard of Caesar's veterans. He forced the senate to transfer to him the province of Cisalpine Gaul, at the time administered by Brutus, one of the conspirators. Brutus refused to surrender the province and Antony set out to attack him in the beginning of 43 BC, besieging him at Mutina.\nEncouraged by Cicero, the Senate denounced Antony. In January 43 they granted Octavian \"imperium\" (commanding power), and sent him to relieve the siege. In April 43, Antony's forces were defeated at the battles of Forum Gallorum and Mutina, forcing Antony to retreat to Transalpine Gaul.\nNews came that Brutus and Cassius were assembling an army in order to march on Rome. Antony, Octavian and Lepidus joined as allies, in November 43 BC, to stop Caesar's assassins. The trio were the Second Triumvirate. Brutus and Cassius were defeated by Antony and Octavian at the Battle of Philippi in October 42 BC. After the battle, a new arrangement was made: while Octavian returned to Rome, Antony went on to govern the east of the Republic. Lepidus went to govern Hispania (Spain) and the province of Africa. The triumvirate's enemies were subjected to proscription, including Mark Antony's archenemy Cicero, who was killed on 7 December 43 BC.\nEgypt.\nAntony followed in Caesar's footsteps by going to Egypt and becoming Cleopatra's lover. They had three children together. His absence from Rome allowed the intelligent Octavian to build up support.\nThe triumvirate broke up in 33 BC, and disagreement turned to civil war in 31 BC. Antony was defeated by Octavian at the naval Battle of Actium and then at Alexandria. He committed suicide, as did his lover, Cleopatra VII of Egypt, in 30 BC.\nWilliam Shakespeare wrote a play \"Antony and Cleopatra\" based on this historical event.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":51},{"uri":"Latin","surface_form":"Latin","offset":79},{"uri":"Ancient_Rome","surface_form":"Roman","offset":153},{"uri":"Patrician","surface_form":"patrician","offset":159},{"uri":"General_officer","surface_form":"general","offset":209},{"uri":"Politician","surface_form":"politician","offset":221},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":266},{"uri":"Assassination_of_Julius_Caesar","surface_form":"Caesar's assassination","offset":377},{"uri":"First_Consul","surface_form":"Consul","offset":422},{"uri":"Province","surface_form":"province","offset":532},{"uri":"Cisalpine_Gaul","surface_form":"Cisalpine Gaul","offset":544},{"uri":"Decimus_Junius_Brutus_Albinus","surface_form":"Brutus","offset":588},{"uri":"Cicero","surface_form":"Cicero","offset":761},{"uri":"Forum_Gallorum","surface_form":"Forum Gallorum","offset":961},{"uri":"Mutina","surface_form":"Mutina","offset":980},{"uri":"Retreat","surface_form":"retreat","offset":1006},{"uri":"Second_Triumvirate","surface_form":"Second Triumvirate","offset":1232},{"uri":"Battle_of_Philippi","surface_form":"Battle of Philippi","offset":1315},{"uri":"Proscription","surface_form":"proscription","offset":1594},{"uri":"Ancient_Egypt","surface_form":"Egypt","offset":1743},{"uri":"Cleopatra_VII","surface_form":"Cleopatra's","offset":1762},{"uri":"Civil_war","surface_form":"civil war","offset":1953},{"uri":"Navy","surface_form":"naval","offset":2012},{"uri":"Battle_of_Actium","surface_form":"Battle of Actium","offset":2018},{"uri":"Alexandria","surface_form":"Alexandria","offset":2047},{"uri":"Suicide","surface_form":"suicide","offset":2072},{"uri":"Cleopatra_VII","surface_form":"Cleopatra VII","offset":2099},{"uri":"Egypt","surface_form":"Egypt","offset":2116},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":2133},{"uri":"Antony_and_Cleopatra","surface_form":"Antony and Cleopatra","offset":2167}]}