{"id":263865,"url":"http://en.wikipedia.org/wiki/Smokey_Bear","text":"Smokey Bear (also sometimes called Smokey the Bear) is a mascot of the United States Forest Service. He was made to teach people that forest fires are dangerous and how people can prevent them. An advertising campaign featuring Smokey was started in 1944 with the slogan, \"Smokey Says – Care Will Prevent 9 out of 10 Forest Fires\". Smokey Bear's later slogan, \"Remember... Only YOU Can Prevent Forest Fires\", was made in 1947 by the Ad Council. In April 2001, the message was changed to \"Only You Can Prevent Wildfires\". According to the Ad Council, Smokey Bear and his message are recognized by 95% of adults and 77% of children in the U.S.\nSmokey's correct name is Smokey Bear. In 1952, the songwriters Steve Nelson and Jack Rollins made a famous song named \"Smokey the Bear\". The pair said that \"the\" was added to Smokey's name to keep the song's rhythm. This small change has made people curious ever since. Smokey's name is spelled differently from the word \"smoky\" on purpose.\nThe fictional character Smokey Bear is run by three groups: the United States Forest Service, the National Association of State Foresters, and the Ad Council. Smokey Bear's name and image are protected by U.S. federal law, the \"Smokey Bear Act of 1952\" (16 U.S.C. 580 (p-2); 18 U.S.C. 711).\nBeginning the campaign.\nThough the US Forest Service fought wildfires long before World War II, the war made doing it even more important. The forest service began using colorful posters to teach Americans about the dangers of forest fires. Since most physically fit men who were able to already were serving in the armed forces, there were few people who could stay back and put them out as a job. The hope was that local communities, educated about the danger of forest fires, could prevent them from starting in the first place. However, Japan saw wildfires as a possible weapon. Forest fires could waste the time of people in the United States who could otherwise be involved in the war. They could also destroy natural resources.\nThe government made advertisements about fire safety. It decided to use a bear in the advertisement. The bear was named \"Smokey\" after \"Smokey\" Joe Martin, a New York City Fire Department hero who suffered burns and blindness during a brave 1922 rescue.\nSmokey's first poster was released on August 9, 1944. It was drawn by Albert Staehle. In the poster, Smokey was wearing jeans and a \"forest ranger's hat\" (a campaign hat), pouring a bucket of water on a campfire. The message underneath reads, \"Smokey says – Care will prevent 9 out of 10 forest fires!\"\nKnickerbocker Bears got a license to make Smokey bear dolls in 1944.\nAlso in 1944, Forest Service worker Rudy Wendelin became the full time campaign artist; he was considered Smokey Bear's \"caretaker\" until he retired in 1973.\nIn 1947, the saying now associated with Smokey Bear was first said: \"Remember...only YOU can prevent forest fires.\"\nThe living symbol of Smokey.\nThe living symbol of Smokey Bear was an American black bear who, in the spring of 1950, was caught in the Capitan Gap fire, a wildfire that burned in the Capitan Mountains of New Mexico. The cub was in the Lincoln National Forest. Smokey had climbed a tree to get away from the fire, but his paws and hind legs had been burned. He was rescued by a game warden after the fire.\nAt first, he was called \"Hotfoot Teddy,\" but he was later renamed Smokey, after the mascot. A local rancher who had been helping fight the fire took the cub home with him, but he needed care from a veterinarian. New Mexico Department of Game and Fish Ranger Ray Bell took him to Santa Fe. His wife, Ruth, and their children, Don and Judy, took care of the cub. News services around the country wrote stories about the cub, and he became famous. Soon after, Smokey was flown in a Piper Cub airplane to the National Zoo in Washington, D.C., where he lived for 26 years. After he died on November 9, 1976, Smokey's remains were returned by the government to Capitan, New Mexico, and buried at what is now the Smokey Bear Historical Park.\nSmokey as popular character.\nThe character became a big part of American popular culture in the 1950s. He appeared on radio programs, in comic strips and in cartoons.\nIn 1952, Congress passed the [http://www.symbols.gov/smokey/smokey-acts.shtml Smokey Bear Act], an act of Congress, was passed to remove the character from the public domain and place it under the control of the Secretary of Agriculture. This meant that people had to have permission from the government to use pictures of Smokey.\nIn the 1960s, so many people wanted to write letters to Smokey that the US Postal Service issued him his own ZIP Code. That code is 20252. Parts of those letters have been published online.\nLegacy.\nIn 2004, Smokey's 60th anniversary was celebrated. According to Richard Earle, author of \"The Art of Cause Marketing\", the Smokey Bear campaign is recognized one of the most powerful and lasting of all public service advertising. \"Smokey is simple, strong, straightforward,\" Earle writes. \"He's a denizen of those woods you're visiting, and he cares about preserving them. Anyone who grew up watching \"Bambi\" realizes how terrifying a forest fire can be. But Smokey wouldn't run away. Smokey's strong. He'll stay and fight the fire if necessary, but he'd rather have you douse it and cover it up so he doesn't have to.\"\nIn 2009, new commercials with Smokey made in CGI came out.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mascot","surface_form":"mascot","offset":57},{"uri":"United_States_Forest_Service","surface_form":"United States Forest Service","offset":71},{"uri":"Forest_fire","surface_form":"forest fire","offset":134},{"uri":"Prevent","surface_form":"prevent","offset":180},{"uri":"Slogan","surface_form":"slogan","offset":264},{"uri":"Ad_Council","surface_form":"Ad Council","offset":433},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":1193},{"uri":"World_War_II","surface_form":"World War II","offset":1356},{"uri":"Posters","surface_form":"posters","offset":1453},{"uri":"Japan","surface_form":"Japan","offset":1815},{"uri":"United_States","surface_form":"United States","offset":1908},{"uri":"Natural_resources","surface_form":"natural resources","offset":1990},{"uri":"Advertising","surface_form":"advertisements","offset":2029},{"uri":"Jeans","surface_form":"jeans","offset":2383},{"uri":"American_Black_Bear","surface_form":"black bear","offset":2987},{"uri":"Wildfire","surface_form":"wildfire","offset":3064},{"uri":"New_Mexico","surface_form":"New Mexico","offset":3113},{"uri":"Lincoln_National_Forest","surface_form":"Lincoln National Forest","offset":3144},{"uri":"Veterinarian","surface_form":"veterinarian","offset":3512},{"uri":"Santa_Fe%2C_New_Mexico","surface_form":"Santa Fe","offset":3593},{"uri":"National_Zoo","surface_form":"National Zoo","offset":3819},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":3835},{"uri":"Capitan%2C_New_Mexico","surface_form":"Capitan, New Mexico","offset":3969},{"uri":"Smokey_Bear_Historical_Park","surface_form":"Smokey Bear Historical Park","offset":4020},{"uri":"Comic_strips","surface_form":"comic strips","offset":4186},{"uri":"Cartoons","surface_form":"cartoons","offset":4206},{"uri":"United_States_Congress","surface_form":"Congress","offset":4225},{"uri":"Act_of_Congress","surface_form":"act of Congress","offset":4315},{"uri":"Public_domain","surface_form":"public domain","offset":4376},{"uri":"Secretary_of_Agriculture","surface_form":"Secretary of Agriculture","offset":4428},{"uri":"Permission","surface_form":"permission","offset":4489},{"uri":"US_Postal_Service","surface_form":"US Postal Service","offset":4619},{"uri":"ZIP_Code","surface_form":"ZIP Code","offset":4656},{"uri":"Bambi","surface_form":"Bambi","offset":5147},{"uri":"Computer-generated_imagery","surface_form":"CGI","offset":5410}]}