{"id":263814,"url":"http://en.wikipedia.org/wiki/Mary_Quant","text":"Dame Barbara Mary Quant DBE (born 11 February 1934) is a British fashion designer. In 1963, she won the \"Sunday Times\" International Fashion Award, and was chosen as \"Woman of the Year\".\nQuant is famous as a designer who invented the miniskirt and hot pants. She was also instrumental in the mod fashion movement, and known for her use of pop art in fashion.\nBorn to Welsh parents in Blackheath, London, Quant went to Blackheath High School, then studied illustration at Goldsmiths College. Her first employment was as a couture milliner (hat maker).\nCareer.\nIn November 1955, she teamed up with her husband, Alexander Plunket Greene, and a former solicitor, Archie McNair, to open a clothes shop on the Kings Road in Chelsea called Bazaar. Bazaar's best sellers were small white plastic collars to brighten up black dresses or t-shirts. Black stretch stockings were also popular.\nMiniskirt.\nSkirts had been getting shorter since about 1958 – a development Mary Quant thought was practical and liberating, allowing women to run for a bus. The miniskirt, which she is most famous for, became one of the defining fashions of the 1960s. The miniskirt was also developed separately by André Courrèges and John Bates, and there is disagreement as to who came up with the idea first. Like most fashion, the short- and ever-shorter skirt was evolving already among fashion-minded young women: the designers who adapted it just helped spread the style and, in Quant's case, gave it a name. Mary Quant named the miniskirt after her favourite make of car, the Mini. She loved the car so much, she had one designed especially for her.\nUndergarments and tights.\nQuant's first collection of underwear was designed to be worn with the miniskirt look. She renamed the basics \"booby traps and bacon savers\" (bras and tights), which appealed to her young customers.\nIn addition to the miniskirt, Mary Quant is often credited with inventing the coloured and patterned tights (pantyhose) that often went with the miniskirt. These are also attributed to Cristobal Balenciaga or John Bates.\nTights worn over briefs or bikini panties were an essential accessory to the miniskirt, because the older method of stockings plus suspenders was no longer suitable, and legs need to be covered for most of the year in Britain. Often there would be a second pair of coloured short pants on top of the tights, for show. A range of materials and colours were used for the tights.\nLater career.\nIn the late 1960s, Quant popularised hot pants. Through the 1970s and 1980s she concentrated on household goods and make-up, rather than just her clothing lines. At a talk at the Victoria and Albert Museum in 2007 she claimed to have invented duvet covers.\nShe is a Fellow of the Chartered Society of Designers, and winner of the \"Minerva Medal\", the Society's highest award. In 1963 Quant was the first winner of the 'Dress of the Year' award.\nIn 2000 she resigned as director of \"Mary Quant Ltd.\", her cosmetics company, after a Japanese buy-out. There are over 200 Mary Quant Colour shops in Japan, where Quant fashions continue to enjoy popularity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"DBE","offset":24},{"uri":"British_people","surface_form":"British","offset":57},{"uri":"Fashion","surface_form":"fashion","offset":65},{"uri":"Designer","surface_form":"designer","offset":73},{"uri":"Woman_of_the_Year","surface_form":"Woman of the Year","offset":167},{"uri":"Miniskirt","surface_form":"miniskirt","offset":234},{"uri":"Hot_pants","surface_form":"hot pants","offset":248},{"uri":"Mod_(subculture)","surface_form":"mod","offset":292},{"uri":"Pop_art","surface_form":"pop art","offset":339},{"uri":"Welsh_people","surface_form":"Welsh","offset":367},{"uri":"Blackheath%2C_London","surface_form":"Blackheath, London","offset":384},{"uri":"Illustration","surface_form":"illustration","offset":455},{"uri":"Couture","surface_form":"couture","offset":521},{"uri":"Milliner","surface_form":"milliner","offset":529},{"uri":"Solicitor","surface_form":"solicitor","offset":648},{"uri":"Kings_Road","surface_form":"Kings Road","offset":704},{"uri":"Royal_Borough_of_Kensington_and_Chelsea","surface_form":"Chelsea","offset":718},{"uri":"Skirt","surface_form":"Skirt","offset":892},{"uri":"Miniskirt","surface_form":"miniskirt","offset":1043},{"uri":"Andr%C3%A9_Courr%C3%A8ges","surface_form":"André Courrèges","offset":1181},{"uri":"John_Bates_(designer)","surface_form":"John Bates","offset":1201},{"uri":"Austin_Motors","surface_form":"Mini","offset":1550},{"uri":"Underwear","surface_form":"underwear","offset":1678},{"uri":"Bacon","surface_form":"bacon","offset":1777},{"uri":"Bra","surface_form":"bra","offset":1792},{"uri":"Tights","surface_form":"tights","offset":1801},{"uri":"Pattern","surface_form":"pattern","offset":1940},{"uri":"Pantyhose","surface_form":"pantyhose","offset":1958},{"uri":"Cristobal_Balenciaga","surface_form":"Cristobal Balenciaga","offset":2034},{"uri":"Briefs","surface_form":"briefs","offset":2087},{"uri":"Bikini_panties","surface_form":"bikini panties","offset":2097},{"uri":"Fashion_accessory","surface_form":"accessory","offset":2130},{"uri":"Stockings","surface_form":"stockings","offset":2186},{"uri":"Suspenders","surface_form":"suspenders","offset":2201},{"uri":"Britain","surface_form":"Britain","offset":2288},{"uri":"Hot_pants","surface_form":"hot pants","offset":2498},{"uri":"Make-up","surface_form":"make-up","offset":2577},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":2640},{"uri":"Duvet","surface_form":"duvet","offset":2704},{"uri":"Japan","surface_form":"Japan","offset":2992}]}