{"id":26396,"url":"http://en.wikipedia.org/wiki/Flatfish","text":"Flatfish are a type of fish. There are several different kinds of flatfish. Some of them are fished commercially, like flounder, sole, turbot, plaice, and halibut.\nAll flatfish are rather flat, and have rays. They swim sideways. Some can hide on the ocean floor, waiting for prey. They have a capacity for dynamic camouflage, which is under nervous control, and can change in 'real time'.\nThe Order Pleuronectiformes is in the infraclass Teleostei. But it is best to look upon it as a group of fish which are adapted to the same habitat. They share those features which suit their life-style. They have both eyes on one side of the head: the upper side. This is their main adaptation to living on the seabed (benthos). Other distinguishing features are the protrusible eyes: they can stick the eyes up a bit to see round.\nEvolution.\nThe flatfish life-style or 'habit' evolved several times independently, and so the group is polyphyletic. Their young are perfectly symmetrical, but the head is remodelled during a metamorphosis. One eye moves to the other side, close to the other eye. Some species have both eyes on the left (turbot), some on the right (halibut, sole); all living and most fossil flatfish to date show an 'eyed' side and a 'blind' side.\nCharles Darwin predicted a gradual migration of the eye in evolution, mirroring the metamorphosis of the living forms. A recent examination of two fossil species from the Eocene shows \"the assembly of the flatfish bodyplan occurred in a gradual, stepwise fashion\". The intermediate stages survived for quite a long time: over two geological stages. They are found in sites together with flatfish with the full cranial asymmetry. That shows the intermediate stages were at no particular disadvantage. Eventually, the more complete forms did survive. The evolution of flatfish falls squarely within the evolutionary synthesis.\n\"Amphistium\" is a 50-million-year-old fossil fish which has been identified as an early relative of the flatfish, and as a transitional fossil. In \"Amphistium\", the transition from the typical symmetrical head of a vertebrate is incomplete, with one eye placed near the top-center of the head. Paleontologists concluded that \"the change happened gradually, in a way consistent with evolution by natural selection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":23},{"uri":"Flounder","surface_form":"flounder","offset":119},{"uri":"Sole","surface_form":"sole","offset":129},{"uri":"Turbot","surface_form":"turbot","offset":135},{"uri":"Plaice","surface_form":"plaice","offset":143},{"uri":"Halibut","surface_form":"halibut","offset":155},{"uri":"Ray-finned_fish","surface_form":"rays","offset":203},{"uri":"Ocean_floor","surface_form":"ocean floor","offset":250},{"uri":"Predator","surface_form":"prey","offset":275},{"uri":"Camouflage","surface_form":"camouflage","offset":314},{"uri":"Order_(biology)","surface_form":"Order","offset":393},{"uri":"Class_(biology)","surface_form":"class","offset":432},{"uri":"Teleost","surface_form":"Teleost","offset":438},{"uri":"Adapted","surface_form":"adapted","offset":509},{"uri":"Seabed","surface_form":"seabed","offset":701},{"uri":"Benthos","surface_form":"benthos","offset":709},{"uri":"Life-style","surface_form":"life-style","offset":846},{"uri":"Polyphyletic","surface_form":"polyphyletic","offset":925},{"uri":"Bilateral_symmetry","surface_form":"symmetrical","offset":965},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":1014},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":1255},{"uri":"Eocene","surface_form":"Eocene","offset":1426},{"uri":"Amphistium","surface_form":"Amphistium","offset":1881},{"uri":"Transitional_fossil","surface_form":"transitional fossil","offset":2003},{"uri":"Natural_selection","surface_form":"natural selection","offset":2275}]}