{"id":263920,"url":"http://en.wikipedia.org/wiki/Katrina_cottage","text":"Katrina cottages are small houses designed and marketed in the United States in the wake of Hurricane Katrina (August 2005). They were designed as a response to the inadequacies of the trailers issued to flood victims by the Federal Emergency Management Agency (FEMA). The homes are designed to attempt to fulfill the needs of their occupants in a more permanent and weather-resistant manner, while addressing the challenges of building and protecting a home in the Gulf Coast region. Some of the homes are elevated, on stilts, particularly in southern Louisiana and Mississippi, where much of the land currently used is near sea level, protected by levees, or prone to flooding by nearby rivers or coastal storm surges or high tides.\nThough designs differ somewhat, the main factor for appearance is that Katrina cottages look like traditional homes in the area, reduced in size to lower costs and ease construction so that multiple units can be built quickly as needed. The Katrina cottages are usually one-bedroom, shotgun-house designs, with a front porch that helps stabilize the house from strong winds. Hence, they tend to be smaller than many house trailers, which have 2 or 3 bedrooms (as in a double wide trailer); however, the cottages are constructed of heavier materials to resist winds that would buckle the light-weight walls of mobile homes.\nThe best-known of these designs are those by Marianne Cusato, whose original \"Katrina Cottage\" made the term popular and received in 2006 the first annual People's Design Award from the Cooper-Hewitt Museum of the U.S. Smithsonian Institution. As Cusato's design and others gained increasing media attention, the number of designs has increased. The home-improvement retailer Lowe's offers pre-packaged Katrina Cottage kits, including plans and all materials needed for construction. A Federal Emergency Management Agency (FEMA) pilot program accommodating 900 Mississippi coast families encountered some opposition from local government officials opposed to permanent small housing units, although Mississippi Governor Haley Barbour urged local officials to accept the cottages as safer than trailers, in high winds or moderate floods.","categories":[],"infobox_types":[],"annotations":[{"uri":"House","surface_form":"house","offset":27},{"uri":"Marketing","surface_form":"marketed","offset":47},{"uri":"United_States","surface_form":"United States","offset":63},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":92},{"uri":"Trailer_(vehicle)","surface_form":"trailers","offset":185},{"uri":"Federal_Emergency_Management_Agency","surface_form":"Federal Emergency Management Agency","offset":225},{"uri":"Gulf_Coast_of_the_United_States","surface_form":"Gulf Coast region","offset":466},{"uri":"Louisiana","surface_form":"Louisiana","offset":553},{"uri":"Mississippi","surface_form":"Mississippi","offset":567},{"uri":"Levee","surface_form":"levee","offset":650},{"uri":"Storm_surge","surface_form":"storm surge","offset":707},{"uri":"Tide","surface_form":"tide","offset":728},{"uri":"Construction","surface_form":"construction","offset":904},{"uri":"Shotgun","surface_form":"shotgun","offset":1018},{"uri":"Porch","surface_form":"porch","offset":1054},{"uri":"House_trailer","surface_form":"house trailer","offset":1151},{"uri":"Mobile_home","surface_form":"mobile home","offset":1344},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":1577},{"uri":"Retailer","surface_form":"retailer","offset":1725},{"uri":"Federal_Emergency_Management_Agency","surface_form":"Federal Emergency Management Agency","offset":1844},{"uri":"Haley_Barbour","surface_form":"Haley Barbour","offset":2078}]}