{"id":263971,"url":"http://en.wikipedia.org/wiki/Traction_motor","text":"Traction motor refers to a type of electric motor. A traction motor is used to make rotation torque on a machine. It is usually changed into a straight line motion.\nTraction motors are used in electrically powered rail vehicles such as electric multiple units and electric locomotives. They are also used in electric vehicles, such as electric milk floats, elevators, and conveyors. Vehicles with electrical transmission systems such as Diesel-electric locomotives, electric hybrid vehicles and battery powered electric vehicles.\nRailroad.\nRailroads first used DC motors. These motors usually ran on about 600 volts. High-powered semiconductors were developed to control the switching of AC motors. They have made AC induction motors a better choice. An induction motor does not require contacts inside the motor. These AC motors are simpler, and more reliable than the old DC motors. AC induction motors known as \"asynchronous traction motors\".\nBefore the mid-20th century, a single large motor was often used to drive multiple wheels through connecting rods. This was the same way that steam locomotives would turn their drive wheels. Now, the normal practice is to use one traction motor to drive each axle through a gear drive.\nUsually, the traction motor is mounted between the wheel frame and the driven axle. This is called a \"nose-suspended traction motor\". The problem with this mounting is that some of the motor's weight is on the axle. This causes the track and frame to wear out faster. The \"Bi-Polar\" electric locomotives built by General Electric for the Milwaukee Road had direct drive motors. The rotating shaft of the motor was also the axle for the wheels.\nThe DC motor is made in two parts; the \"rotating armature\" and the \"fixed field windings\". The field windings, also called the \"stator\", surrounds the armature. The field windings are made of tightly wound coils of wire inside the motor case. The armature, also called the \"rotor\", is another set of coils of wire wound round the central shaft. The armature is connected to the field windings through \"brushes\". The brushes are spring loaded contacts pressing against the \"commutator\". The commutator sends the electricity in a circular pattern to armature windings. A \"series-wound\" motor has the armature and the field windings connected in series. A series-wound DC motor has a low electrical resistance. When voltage is applied to the motor, it makes a strong magnetic field inside the motor. This produces a high amount of torque, so it is good for starting a train. If more current than needed is sent to the motor, there would be too much torque and the wheels would spin. If too much current is sent to the motor, it could damage the motor. Resistors are used to limit the current when the motor starts.\nAs the DC motor starts to turn, the magnetic fields inside start to join together. They create an internal voltage. This electromagnetic force (EMF) works against the voltage sent to the motor. The EMF controls the current flow in the motor. As the motor speeds up, the EMF falls. Less current flows into the motor, and it makes less torque. The motor will stop increasing its speed when the torque matches (is the same as) the drag on the train. To accelerate the train, more voltage must be sent to the motor. One or more resistors are removed to increase the voltage. This will increase the current. The torque will increase, and so will the speed of the train. When no resistors are left in the circuit, full line voltage is applied directly to the motor.\nOn an electric train, the train driver originally had to control the speed by changing the resistance manually. By 1914, automatic acceleration was being used. This was achieved by an accelerating relay in the motor circuit. This was often called a \"notching relay\". The relay would watch the fall of current and control the resistance. All the driver had to do was select low, medium or full speed. These speeds are called \"shunt\", \"series\" and \"parallel\" from the way the motors were wired.\nRoad vehicles.\nTraditionally road vehicles (cars, buses and trucks) have used diesel or gasoline engines with a transmission. In the latter part of the 20th century, vehicles with electrical transmission systems began to be developed. These vehicles have a source of electricity from batteries or fuel cells. They may also be powered by an internal combustion engines.\nA benefit from using electric motors is that some types can generate energy. They act as a dynamo during braking. This helps improve the efficiency of the vehicle.\nCooling.\nBecause of the high power levels used by traction motors, they create a lot of heat. They usually require cooling, often with forced air.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_motor","surface_form":"electric motor","offset":35},{"uri":"Torque","surface_form":"torque","offset":93},{"uri":"Machine","surface_form":"machine","offset":105},{"uri":"Electricity","surface_form":"electrically","offset":193},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":236},{"uri":"Locomotive","surface_form":"locomotive","offset":273},{"uri":"Electric_milk_float","surface_form":"electric milk float","offset":335},{"uri":"Elevator","surface_form":"elevator","offset":357},{"uri":"Conveyor","surface_form":"conveyor","offset":372},{"uri":"Vehicle","surface_form":"Vehicle","offset":383},{"uri":"Diesel-electric","surface_form":"Diesel-electric","offset":437},{"uri":"Hybrid_vehicle","surface_form":"hybrid vehicle","offset":475},{"uri":"Battery","surface_form":"battery","offset":495},{"uri":"Electric_vehicle","surface_form":"electric vehicle","offset":511},{"uri":"Direct_current","surface_form":"DC","offset":561},{"uri":"Semiconductor","surface_form":"semiconductor","offset":630},{"uri":"Alternating_current","surface_form":"AC","offset":714},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":1088},{"uri":"General_Electric","surface_form":"General Electric","offset":1545},{"uri":"Wire","surface_form":"wire","offset":1891},{"uri":"Alex","surface_form":"shaft","offset":2014},{"uri":"Voltage","surface_form":"voltage","offset":2389},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":2440},{"uri":"Torque","surface_form":"torque","offset":2504},{"uri":"Electric_current","surface_form":"current","offset":2556},{"uri":"Resistor","surface_form":"Resistor","offset":2725},{"uri":"Electromagnetism","surface_form":"electromagnetic force","offset":2909},{"uri":"Drag_(physics)","surface_form":"drag","offset":3216},{"uri":"Electrical_circuit","surface_form":"circuit","offset":3487},{"uri":"Car","surface_form":"car","offset":4085},{"uri":"Bus","surface_form":"bus","offset":4091},{"uri":"Truck","surface_form":"truck","offset":4101},{"uri":"Diesel_fuel","surface_form":"diesel","offset":4119},{"uri":"Gasoline","surface_form":"gasoline","offset":4129},{"uri":"Transmission_(mechanics)","surface_form":"transmission","offset":4153},{"uri":"Batteries","surface_form":"batteries","offset":4325},{"uri":"Fuel_cells","surface_form":"fuel cells","offset":4338},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":4381},{"uri":"Electrical_generator","surface_form":"dynamo","offset":4501}]}