{"id":26391,"url":"http://en.wikipedia.org/wiki/Coronation_Street","text":"\"Coronation Street \"(commonly known as \"Corrie\") is the longest-running television soap opera in the United Kingdom. It is one of the two most popular soap operas in the UK, the other being \"EastEnders\" (since 1985). It has won many awards. It is set in Weatherfield, a fictional town based on inner-city Salford. It is currently filmed in Salford Quays, It used to be filmed at Granada Studios in Manchester from 1960 to 2014. William Roache has played Ken Barlow in it since the very first episode in 1960 by Tony Warren. He has acted in the show for longer than anyone else. Eileen Derbyshire, who plays Emily Bishop, started in 1961 and departed in 2016 and returned for one appearance in 2019. Rita Sullivan played by Barbara Knox first appeared in one episode in 1964 and returned in 1972 and has continued as a regular cast member ever since. Gail Platt played by Helen Worth, who was at first meant to be a very small character, has appeared continuously since 1974. There are six half-hour episodes a week: two on Mondays, Wednesdays and Fridays. There have been more than 5000 characters in the show's history.\nThe soap opera is shown in many countries around the world. In the UK it is on ITV, the third television channel.\nCompare The Market was the show's sponsor, from 2012 until 2020. Since 2021 Argos has been the show's sponsor.\nThe video of the 1984 Queen single \"I Want to Break Free\" parodies the show's characters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soap_opera","surface_form":"soap opera","offset":83},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":101},{"uri":"EastEnders","surface_form":"EastEnders","offset":191},{"uri":"Award","surface_form":"award","offset":233},{"uri":"Salford","surface_form":"Salford","offset":305},{"uri":"Manchester","surface_form":"Manchester","offset":398},{"uri":"William_Roache","surface_form":"William Roache","offset":428},{"uri":"Ken_Barlow","surface_form":"Ken Barlow","offset":454},{"uri":"Eileen_Derbyshire","surface_form":"Eileen Derbyshire","offset":578},{"uri":"Emily_Bishop","surface_form":"Emily Bishop","offset":607},{"uri":"Rita_Sullivan","surface_form":"Rita Sullivan","offset":699},{"uri":"Barbara_Knox","surface_form":"Barbara Knox","offset":723},{"uri":"Gail_Platt","surface_form":"Gail Platt","offset":850},{"uri":"Helen_Worth","surface_form":"Helen Worth","offset":871},{"uri":"ITV1","surface_form":"ITV","offset":1200},{"uri":"Sponsor","surface_form":"sponsor","offset":1269},{"uri":"Queen_(band)","surface_form":"Queen","offset":1368}]}