{"id":264075,"url":"http://en.wikipedia.org/wiki/Wikiatlas","text":"ce=\"preserve\">The Wikiatlas or Wikimedia Atlas of the World (or Commons Atlas)\nis a wiki-portal on the Wikimedia Commons website, related to the English Wikipedia Portal Atlas. It contains thousands of gallery pages and maps about many nations or regions of the world.\nUnlike Wikibooks or Wikisource, the Wikiatlas is not a separate wiki website, but rather, a large subset of the Wikimedia website.\nThere are many thousands of maps in the WikiAtlas.\nAtlas pages are map groupings.\nSimilarly, hundreds of other Wikiatlas pages are named as \"Atlas of...\" for over 200 nations and over 94 other regions of the World.\nWikiatlas page format.\nMany pages in the Wikiatlas are arranged in a distinctive format: with maps displayed down the left-side of the page, and explanatory text presented to the right-hand side. The description for each nation, territory, or region is written, first, in the official language(s) of the area, followed by other languages, including English.\nBecause the Wikiatlas is a wiki effort, developed by the Wikimedia volunteers, the level of detail and coverage varies, from section to section, of the Wikiatlas. Some groups of maps are very extensive, while other maps are rudimentary, depending on the time spent by volunteer writers.\nHistory of Wikiatlas.\nThe Wikiatlas was designed, during extended discussions on the Wikimedia website, beginning in 2003.\nOriginally, the concept was to have an \"automatic\" map-generator, based on giving coordinates. However, use of maps beyond mere location, led to the current vast collections of maps also showing economic areas, precipitation, average-temperature, political regions, earthquake fault-lines, etc. To show a location was only one way to use maps.\nMany thousands of maps were collected, over the years. However, by June 2005, the Wikiatlas subproject still lacked sufficient structure to be considered viable.\nIn April 2006, the Wikiatlas was mentioned in an archaeology\nFinally, a coherent page-format was generalized during mid-2007, using page layouts stored in MediaWiki template files. Hundreds of Wikimedia and Wikipedia editors worked on various aspects of the page descriptions in over 100 languages, including uploading and modifying the thousands of map images. Some of the maps were transferred from Wikipedia image pages.\nWikimedia readership.\nAlthough readership figures are not specifically available, of the complete grouping of all Wikiatlas pages, the general readership of the Wikimedia website has been based, nearly 50% (in early 2009), within the following: United States 24.5%, Germany 10.7%, India 5.7%, United Kingdom 4.0%, and Italy 3.5%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Portal","surface_form":"wiki-portal","offset":84},{"uri":"Wikimedia_Commons","surface_form":"Wikimedia Commons","offset":103},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":145},{"uri":"Atlas","surface_form":"Portal Atlas","offset":163},{"uri":"Region","surface_form":"region","offset":247},{"uri":"Wikibooks","surface_form":"Wikibooks","offset":276},{"uri":"Wikisource","surface_form":"Wikisource","offset":289},{"uri":"Wiki","surface_form":"wiki","offset":333},{"uri":"Wikimedia","surface_form":"Wikimedia","offset":381},{"uri":"Wikimedia","surface_form":"Wikimedia","offset":1345},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":2044}]}