{"id":264055,"url":"http://en.wikipedia.org/wiki/Emoticon","text":"ce=\"preserve\">An emoticon () is a written symbol, often as 2 or 3 punctuation characters, that stands for the writer's mood or facial expression. Some examples are: a smile \":-)\" or wink \";-)\" or frown \":(\" or dog nose \":O\" or le meme arrow \">\" (see many other examples in text below). Emoticons are often used to tell a reader about the general tone of a statement, and can change or improve the reading of plain writing. Over the years, many kinds of emoticons have been created, and now there are hundreds of known emoticons. The word \"emoticon\" is a blend of the English words \"emotion\" (or \"emote\") and \"icon\". In web forums, instant messengers and online games, text emoticons are often automatically replaced with small pictures, which came to be called \"emoticons\" as well. Certain complex character combinations can only be accomplished in a double-byte language, giving rise to very complex forms, sometimes known by their romanized Japanese name of \"kaomoji\".\nThe use of emoticons can be traced back to the 19th century, and they were commonly used in casual or humorous writing. In 1912, a smiling mouth (or snigger point) was shown in typewriter text as \"\\___/!\". Digital forms of emoticons on the Internet were written in an email during 1982.\nAntecedents.\nIn April 1857, the \"National Telegraphic Review and Operators Guide\" wrote about the use of the number 73 in Morse code to mean \"love and kisses\" (later changed to \"best regards\"). A few years later, \"Dodge's Manual\" talked about a new way to show \"love and kisses\", the number 88.\nA \"New York Times\" transcript of an 1862 speech given by Abraham Lincoln contains \";)\" (now known as a winky-face). There is some debate as to whether it is a typo, a legitimate form of punctuation, or an emoticon.\nTypographical emoticons were published in 1881 by the U.S. satirical magazine \"Puck\". In 1912, Ambrose Bierce created something called a \"snigger point\". \"It is written thus \\___/! and presents a smiling mouth.\"\nEmoticons had already come into use in sci-fi fandom in the 1940s, although there seems to have been a lapse in cultural continuity between the communities.\nIn 1963 the \"smiley face\", a yellow button with two black dots representing eyes and an upturned thick curve representing a mouth, was created by freelance artist Harvey Ball. This smiley probably inspired many later emoticons; the most basic picture that shows this is in fact a small yellow smiley face.\nIn a \"New York Times\" interview in April 1969, Alden Whitman asked writer Vladimir Nabokov: \"How do you rank yourself among writers (living) and of the immediate past?\" Nabokov answered: \"I often think there should exist a special typographical sign for a smile – some sort of concave mark, a supine round bracket, which I would now like to trace in reply to your question.\"\nPre-1980 emoticons.\nAs early early as 1973 or earlier, teletype machine users used \"emoticons\" to express themselves. Teletypes were limited to the keys of a standard typewriter keyboard plus a few special characters. Teletype operators developed a sort of shorthand to communicate among themselves. These shorthand notations became the foundation of \"emoticons\" as video terminals began to replace teletypes in general use.\nBy the early 1970s, people on the PLATO System were using emoticons. They had many of the advantages of later character-based emoticons because they could be used anywhere that you could type text. They also had many of the advantages of later graphical emoticons because they used character overstriking which created graphical images.\nOthers used:-) for tongue-in-cheek, with the colon representing teeth. Also used was -:) to indicate sticking out your tongue, in derision or anger. Although similar to a sideways smiling face, the intended interpretation was different and this does not appear to have inspired the later smileys.\nIn the late sixties, the APL programming language and timesharing environment, with its rich character set with backspace and overstrike capability provided a fruitful arena for interactive and creative symbol invention. Union-backspace-dieresis (∪̈) was a recognised and upright smiley in the early seventies.\nCreation of:-) and:-(.\nThe first person documented to have used the emoticons:-) and:-(, with a specific suggestion that they be used to express emotion, was Scott Fahlman in the U.S. at Carnegie Mellon University; the text of his original proposal, posted to the Carnegie Mellon University computer science general board on 19 September 1982 (11:44), was thought to have been lost, but was recovered twenty years later by Jeff Baird from old backup tapes.\nWithin a few months, it had spread to the ARPANET (the early Internet) and\nUsenet. Many variations on the theme were immediately suggested by Scott and others.\nGraphical replacement.\nIn web forums, instant messengers and online games, text emoticons are often automatically replaced with small corresponding images, which also came to be called \"Emoticons.\" Similarly, in some versions of Microsoft Word, the Auto Correct feature replaces basic smileys such as:-) and:-(with a single smiley-like character. Originally, these image emoticons were fairly simple and replaced only the most straightforward and common character sequences, but over time they became so complex that the more specialized emoticons are often input using a menu or popup windows, sometimes listing hundreds of items. Emoticons have also expanded beyond simple cartoon facial expressions to a variety of still or moving images. Some of these graphical emoticons do not actually represent faces or emotions; for example, an \"emoticon\" showing a guitar might be used to represent music. Further, some instant messaging software is designed to play a sound upon receiving certain emoticons.\nMany applications use text codes, which become replaced with a graphical emoticon. For example,:dance: or (dance) could be replaced with a graphical dancing emoticon. A web-forum software package which performed this transformation was Proxicom Forum, developed in 1996.\nMany sites use GIF or PNG graphic files, because of their transparency and small file size capabilities. Files can be created using a raster graphics editor. Many emoticon artists design their emoticons pixel by pixel. Some emoticons are made in vector format, such as SVG, and automatically processed using a graphics library. This allows SVG files to be automatically rendered as a GIF or PNG file, which is compatible with most browsers, which SVG is not.\nWestern style.\nTraditionally, the emoticon in Western style is written from left to right, the way one reads and writes in most Western cultures. Thus, most commonly, emoticons have the eyes on the left, followed by the nose and mouth. To more easily recognize them, tilt your head toward your left shoulder (or occasionally toward your right shoulder if the \"top\" of the emoticon is toward the right).\nCommon western examples.\nThe most basic emoticons are relatively consistent in form, but each of them can also be transformed by being rotated (making them tiny ambigrams), with or a without hyphen (nose).\nThere are also some possible variations to emoticons to get new definitions, like changing a character to express a new feeling, or slightly change the mood of the emoticon. For example,:(equals sad and:((equals very sad or weeping. A:\"> blush can be expressed as:\"u blushing for you or a surprised blush, o///o. Others include wink;) a grin:D smug:-> and tongue out:P for disgust or simply just to stick the tongue out for silliness, such as when blowing a raspberry. An often used combination is also <3 for a heart, and </3 for a broken heart. A cute and sometimes gamine smile can be expressed like this::3\nVariation.\nAn equal sign is often used for the eyes in place of the colon, without changing the meaning of the emoticon. In these instances, the hyphen is almost always either omitted or, occasionally, replaced with an 'o' as in =O). In most circles it has become acceptable to omit the hyphen, whether a colon or an equal sign is used for the eyes, e.g.:). In some areas of usage, people prefer the larger, more traditional emoticon:-). In general, similar-looking characters are commonly substituted for one another: for instance, o, O, and 0 can all be used interchangeably, sometimes for subtly different effect. In some cases, one type of character may look better in a certain font and therefore be preferred over another.\nSome variants are also more common in certain countries because of reasons like keyboard layouts, for example the smiley =) is common in Scandinavia where the keys for = and) are placed right beside each other. Also, sometimes, the user can replace the brackets used for the mouth with other, similar shapes, such as] and [instead of) and (.\nDiacritical marks are sometimes used. An O or U with an umlaut, Ö, Ü can be seen as an emoticon, as the upright version of:O (meaning that one is surprised) and:D (meaning that one is very happy). nwn (Meaning one is super happy).\nAsian style.\nUsers from East Asia popularized a style of emoticons that can be understood without tilting one's head to the left. This style arose on ASCII NET of Japan in 1986. Similar looking emoticons were used by Byte Information Exchange (BIX) around the same time.\nThese emoticons are usually found in a format similar to (*_*). The asterisks indicate the eyes; the central character, commonly an underscore, the mouth; and the parentheses, the outline of the face. Two separate studies, in 2007 at Hokkaido University and in 2009 at Glasgow University, showed that Japanese and other East Asians read facial expressions by looking mainly at the eyes, and the researchers noted that this is reflected in East Asian emoticons which put emphasis on the eyes, compared to Western emoticons which emote mainly with the mouth.\nDifferent emotions such as (\")(-_-)(\"), are expressed by changing the character representing the eyes, for example ' T ' can be used to express crying or sadness (T_T). The emphasis on the eyes is reflected in the common usage of emoticons that use only the eyes, e.g. ^^. Looks of stress are represented by the likes of (x_x) while (-_-;) is a generic emote for nervousness, the semicolon indicating sweat that occurs during anxiety. Repeating the /// mark (///) can indicate embarrassment by symbolizing blushing. Characters like hyphens or periods can replace the underscore; the period is often used for a smaller, \"cuter\" mouth or to represent a nose, e.g. (^.^). Alternatively, the mouth/nose can be left out entirely, e.g. (^^). The parentheses also can often be replaced with braces, e.g.. Many times, the parentheses are left out completely, e.g. ^^, >.<, o_O, O.O, <.<;, though this is more likely in Western culture. A quotation mark \", apostrophe ', or semicolon; can be added to the emoticon to imply apprehension or embarrassment, in the same way that a sweat drop is used in anime.\nMicrosoft IME 2002 (Japanese) or later supports the use of both forms of emoticons by enabling Microsoft IME Spoken Language Dictionary. In IME 2007, it was moved to Emoticons dictionary.\nFurther variations of emoticons may be produced by using Combining characters, e.g. ̼⌂̺͛ᴖ̲̿ᴥ̲̿ᴖ̺͛⌂̼ and ٩(͡๏̯͡๏)۶.\nCommon eastern examples.\nAll of these can be used also with [] instead of (), or without the parentheses at all in some of the cases\nKorean Style.\nIn South Korea, emoticons using Korean Hangul letters have been getting popular lately as well. Korean styles of face emoticons are similar to those of Japan's, but they contain Korean jamos (letters) instead of other characters. There are countless number of emoticons that can be formed with such combinations of Korean jamos, but popular choices include letter ㅅ or ㅂ as the mouth/nose component and ㅇ,ㅎ,ㅍ for the eyes. For example: ㅇㅅㅇ, ㅇㅂㅇ, -ㅅ-, ㅡㅡ, ㅡ6ㅡ. Faces such as 'ㅅ', \"ㅅ\", 'ㅂ','ㅇ', using quotation marks \" and apostrophes ' are also commonly used combinations. Vowel jamos such as ㅜ,ㅠ can be used in substitute to T, when depicting a crying face. Example: //ㅅ//, ㅜ_ㅜ, ㅠ_ㅠ. Sometimes the underscore is omitted, and the two letters can be mixed together, as in ㅜ_ㅠ, ㅡ^ㅜ, ㅜㅇㅡ. Also, semicolons are used a lot in Korean emoticons. Example: ㅡㅡ;;;;, ㅇㅅㅇ;;;, ㅂㅇㅂ;, ㅎㅇㅎ;;;;.\n-_-\nSingle or multiple; (Semicolons) are often used together with faces depicting embarrassment, for an added effect. Also, other characters may be added to indicate hands, similar to the Japanese emoticons; but usually they are only attached on the right. Example: -ㅅ-a (scratching one's head), 'ㅅ'b (Thumbs up), 'ㅅ'ㅗ (The finger)\nIn some cases, like ㅎ_ㅎ, the emoticon can mean an emotion even when it is not depicting a face of any specific emotion. Letters ㅎ and ㅋ are widely used in Korean internet as a sign of laughter (similar to the usage of \"w\" in Japanese Web)for example ㅋㅇㅋ, ㅎㅇㅎ, ㅋㅅㅋ, ㅋ-ㅋ, ㅎ_ㅎ; and so the emoticons using those letters as the eye component can be interpreted as a laughing face.\nAlso, ㅇㅈㄴ is a Korean version of Orz - although OTL is used more often- depicting a man kneeling down.\nWestern use of East Asian style.\nEnglish-language anime forums adopted those emoticons that could be used with the standard ASCII characters available on western keyboards. Because of this, they are often called \"anime style\" emoticons in the English-speaking Internet. They have since seen use in more mainstream venues, including online gaming, instant-messaging, and other non-anime related forums. Emoticons such as <(^.^)>,<(^_^<),<(o_o<),<(-'.'-)>,<('.'-^),(.ㅅ.), which include the parentheses, mouth or nose, and arms (especially those represented by the inequality signs < or >) also are often referred to as \"Kirbies\" in reference to their likeness to Nintendo's video game character, Kirby. The parentheses are usually dropped when used in the English language context, and the underscore of the mouth may be extended as an intensifier, e.g. ^__________^ for very happy. People also use >< or:). Usually on MSN, people use O.O or: (\"Screw you\" is represented by a smiley showing middle finger(s).!._(Ò_ó)_.!..\nMixture of Western and East Asian style.\nExposure to both Western and East Asian style emoticons or emoji through web blogs, instant messaging, and forums featuring a blend of Western and Asian pop culture, has given rise to emoticons that have an upright viewing format. The parentheses are similarly dropped in the English language context and the emoticons only use alphanumeric characters and the most commonly used English punctuation marks. Emoticons such as -O-, -3-, -w-, '_',;_;, T_T,:>, and.V., are used to convey mixed emotions that are more difficult to convey with traditional emoticons. Characters are sometimes added to emoticons to convey an anime or manga-styled sweat drop, for example: ^_^' or !>_<! or ^3^' or v3v; as well as: <@>_________<@>;;;O; and *u*\nThe equal sign can also be used for closed, anime looking eyes, for example: =0=, =3=, =w=, =A=\nThere are also more faces along those lines like >o<; using the; as a sweat mark, and the \"o\" as a mouth, and the inequality signs as the eyes, it shows stress, or slight confusion. The amount of emoticons that can be made are limitless, and all have their own meaning.\nIn Brazil, sometimes combining character (accent) are added to emoticons to represent eyebrows, like: ò_ó or ó_ò or õ_o or ù_u or o_Ô. They can also replace (or add) \"=\" or \":\" by \">\", example: >D or >=D or >P or >:P or >3 or >:3.\n2channel style.\nThe Japanese language is usually encoded using double-byte character codes. As a result, there is a bigger variety of characters that can be used in emoticons, many of which cannot be reproduced in ASCII. Most kaomoji contain Cyrillic and other foreign letters to create even more complicated expressions analogous to ASCII art's level of complexity. To type such emoticons, the input editor that is used to type Japanese on a user's system has a dictionary of emoticons, after which the user simply types the Japanese word (or something close to it) that represents the desired emoticon to convert the input into such complicated emoticons. Such expressions are known as Shift JIS art.\nUsers of 2channel in particular have developed a wide variety of unique emoticons using obscure characters. Some have taken on a life of their own and become characters in their own right, like Mona.\nOrz.\nOrz (also seen as Or2, on_, OTZ, OTL, STO, JTO, _no, ＿冂○, 囧rz, O7Z, _|7O, Sto, and Jto) is a Japanese emoticon representing a kneeling or bowing person, with the \"o\" being the head, the \"r\" being the arms and part of the body, and the \"z\" being part of the body and the legs. This stick figure represents failure and despair. It is also commonly used for representing a great admiration (sometimes with an overtone of sarcasm) for someone else's view or action.\nIt was first used in late 2002 at the forum on Techside, Japanese personal website. At the \"Techside FAQ Forum\" (TECHSIDE教えて君BBS(教えてBBS)), a poster asked about a cable cover, typing \"＿|￣|○\" to show a cable and its cover. Others commented that it looked like a kneeling person, and the symbol became popular. These comments were soon deleted as they were considered off-topic. However, one of the first corresponding reactions can be found on the thread on, on December 23, 2002. By 2005, Orz spawned a subculture: blogs have been devoted to the emoticon, and URL shortening services have been named after it. In Taiwan, Orz is associated with the phrase \"nice guy\"–that is, the concept of males being rejected for a date by girls they are pursuing with a phrase like \"You are a nice guy.\"\nOrz should not be confused with m(_ _)m, which means an apology.\nMultimedia variations.\nA portmanteau of \"emotion\" and \"sound\", an emotisound is a brief sound transmitted and played back during the viewing of a message, typically an IM message or e-mail message. The sound is intended to communicate an emotional subtext. Many instant messaging clients automatically trigger sound effects in response to specific emoticons.\nSome services, such as MuzIcons, combine emoticons and Adobe Flash music player in a widget.\nIn 2004, The Trillian chat application introduced an feature called \"emotiblips\", which allows Trillian users to stream files to their instant message recipients \"as the voice and video equivalent of an emoticon\".\nIn 2007, MTV and Paramount Home Entertainment promoted the \"emoticlip\" as a form of viral marketing for the second season of the show \"The Hills\". The emoticlips were twelve short snippets of dialogue from the show, uploaded to YouTube, which the advertisers hoped would be distributed between web users as a way of expressing feelings in a similar manner to emoticons. The emoticlip concept is credited to the Bradley & Montgomery advertising firm, which hopes they would be widely adopted as \"greeting cards that just happen to be selling something\".\nIn 2008 an emotion-sequence animation tool, called FunIcons was created. The Adobe Flash and Java-based application allows users to create a short animation. Users can then email or save their own animations to use them on similar social utility applications.\nEmoticons and intellectual property rights.\nIn 2000 Despair, Inc. obtained a U.S. trademark registration for the \"frowny\" emoticon:-(when used on \"greeting cards, posters and art prints.\" In 2001, they issued a satirical press release, announcing that they would sue Internet users who typed the frowny; the joke backfired and the company received a storm of protest when its mock release was posted at technology news website Slashdot. They subsequently issued another press release a month later in response to the reaction their claim had generated.\nA number of patent applications have been filed on inventions that assist in communicating with emoticons. A few of these have issued as US patents. U.S. patent 6987991, for example, discloses a method developed in 2001 to send emoticons over a cell phone using a drop down menu. The stated advantage over the prior art was that the user saved on the number of keystrokes though this may not address the obviousness criteria.\nIn Finland, the emoticons:-), =), =(,:) and:(were trademarked in 2006 for use with various products and services. The emoticon:-) was also filed in 2006 and registered in 2008 as a European Community Trademark (CTM).\nIn 2008, Russian entrepreneur Oleg Teterin claimed to have been granted the trademark on the;-) emoticon. A license would not \"cost that much - tens of thousands of dollars\" for companies, but would be free of charge for individuals.\nIn 2010 in the United Kingdom, the British chocolate company Meltwater Chocolate filed a trademark application for a series of two marks:D and:-D in class 30, covering chocolate and confectionery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Punctuation","surface_form":"punctuation","offset":66},{"uri":"Frown","surface_form":"frown","offset":196},{"uri":"Portmanteau_word","surface_form":"blend","offset":554},{"uri":"English_language","surface_form":"English","offset":567},{"uri":"Web_forum","surface_form":"web forum","offset":619},{"uri":"Instant_messaging","surface_form":"instant messengers","offset":631},{"uri":"Online_game","surface_form":"online game","offset":654},{"uri":"Internet","surface_form":"Internet","offset":1211},{"uri":"Email","surface_form":"email","offset":1239},{"uri":"Morse_code","surface_form":"Morse code","offset":1380},{"uri":"New_York_Times","surface_form":"New York Times","offset":1556},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1610},{"uri":"Wink","surface_form":"wink","offset":1656},{"uri":"Typo","surface_form":"typo","offset":1712},{"uri":"Puck_(magazine)","surface_form":"Puck","offset":1847},{"uri":"Fandom","surface_form":"fandom","offset":2026},{"uri":"Smiley_face","surface_form":"smiley face","offset":2150},{"uri":"Vladimir_Nabokov","surface_form":"Vladimir Nabokov","offset":2517},{"uri":"Teletype","surface_form":"teletype","offset":2873},{"uri":"Shorthand","surface_form":"shorthand","offset":3075},{"uri":"PLATO_System","surface_form":"PLATO System","offset":3277},{"uri":"Carnegie_Mellon_University","surface_form":"Carnegie Mellon University","offset":4375},{"uri":"Carnegie_Mellon_University","surface_form":"Carnegie Mellon University","offset":4452},{"uri":"Bulletin_board_system","surface_form":"board","offset":4504},{"uri":"ARPANET","surface_form":"ARPANET","offset":4687},{"uri":"Internet","surface_form":"Internet","offset":4706},{"uri":"Usenet","surface_form":"Usenet","offset":4720},{"uri":"Web_forum","surface_form":"web forum","offset":4831},{"uri":"Instant_messaging","surface_form":"instant messengers","offset":4843},{"uri":"Online_game","surface_form":"online game","offset":4866},{"uri":"Microsoft_Word","surface_form":"Microsoft Word","offset":5034},{"uri":"Graphics_Interchange_Format","surface_form":"GIF","offset":6093},{"uri":"Portable_Network_Graphics","surface_form":"PNG","offset":6100},{"uri":"Raster_graphics_editor","surface_form":"raster graphics editor","offset":6212},{"uri":"Pixel_art","surface_form":"pixel by pixel","offset":6281},{"uri":"Vector_Graphic","surface_form":"vector","offset":6324},{"uri":"SVG","surface_form":"SVG","offset":6347},{"uri":"Graphics_library","surface_form":"graphics library","offset":6388},{"uri":"Ambigrams","surface_form":"ambigrams","offset":7101},{"uri":"Keyboard_layout","surface_form":"keyboard layout","offset":8566},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":8623},{"uri":"Diacritic","surface_form":"Diacritical marks","offset":8828},{"uri":"Umlaut_(diacritic)","surface_form":"umlaut","offset":8884},{"uri":"East_Asia","surface_form":"East Asia","offset":9083},{"uri":"Byte_Information_Exchange","surface_form":"Byte Information Exchange","offset":9276},{"uri":"Asterisk","surface_form":"asterisk","offset":9398},{"uri":"Underscore","surface_form":"underscore","offset":9462},{"uri":"Hokkaido_University","surface_form":"Hokkaido University","offset":9564},{"uri":"University_of_Glasgow","surface_form":"Glasgow University","offset":9599},{"uri":"Sweat_drop","surface_form":"sweat drop","offset":10955},{"uri":"Anime","surface_form":"anime","offset":10977},{"uri":"Input_method_editor","surface_form":"IME","offset":10994},{"uri":"Combining_characters","surface_form":"Combining characters","offset":11229},{"uri":"South_Korea","surface_form":"South Korea","offset":11437},{"uri":"Hangul","surface_form":"Hangul","offset":11473},{"uri":"Jamo","surface_form":"jamo","offset":11619},{"uri":"Thumbs_up","surface_form":"Thumbs up","offset":12614},{"uri":"Finger_(gesture)","surface_form":"The finger","offset":12632},{"uri":"Anime","surface_form":"anime","offset":13173},{"uri":"Nintendo","surface_form":"Nintendo","offset":13784},{"uri":"Video_game","surface_form":"video game","offset":13795},{"uri":"Kirby_(Nintendo)","surface_form":"Kirby","offset":13817},{"uri":"Intensifier","surface_form":"intensifier","offset":13957},{"uri":"Emoji","surface_form":"emoji","offset":14243},{"uri":"Sweat_drop","surface_form":"sweat drop","offset":14823},{"uri":"Byte","surface_form":"byte","offset":15586},{"uri":"ASCII","surface_form":"ASCII","offset":15730},{"uri":"Cyrillic","surface_form":"Cyrillic","offset":15758},{"uri":"ASCII_art","surface_form":"ASCII art","offset":15850},{"uri":"Shift_JIS_art","surface_form":"Shift JIS art","offset":16204},{"uri":"2channel","surface_form":"2channel","offset":16228},{"uri":"Mona_(ASCII_art)","surface_form":"Mona","offset":16413},{"uri":"Stick_figure","surface_form":"stick figure","offset":16705},{"uri":"Subculture","surface_form":"subculture","offset":17388},{"uri":"URL_shortening","surface_form":"URL shortening","offset":17445},{"uri":"Sound","surface_form":"sound","offset":17795},{"uri":"Subtext","surface_form":"subtext","offset":17988},{"uri":"Adobe_Flash","surface_form":"Adobe Flash","offset":18154},{"uri":"Trillian_(software)","surface_form":"Trillian","offset":18205},{"uri":"MTV","surface_form":"MTV","offset":18415},{"uri":"Viral_marketing","surface_form":"viral marketing","offset":18490},{"uri":"Adobe_Flash","surface_form":"Adobe Flash","offset":19036},{"uri":"Java_(programming_language)","surface_form":"Java","offset":19052},{"uri":"Trademark","surface_form":"trademark","offset":19301},{"uri":"Slashdot","surface_form":"Slashdot","offset":19646},{"uri":"Patent","surface_form":"patent applications","offset":19784},{"uri":"Patent","surface_form":"patent","offset":19912},{"uri":"Prior_art","surface_form":"prior art","offset":20082},{"uri":"Finland","surface_form":"Finland","offset":20201},{"uri":"Trademark","surface_form":"trademark","offset":20248},{"uri":"Community_Trademark","surface_form":"Community Trademark","offset":20388},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":20664},{"uri":"Chocolate","surface_form":"chocolate","offset":20692}]}