{"id":264170,"url":"http://en.wikipedia.org/wiki/Argentine_Grand_Prix","text":"The Argentine Grand Prix was Formula One Grand Prix motor race. It was held off and on from to. Argentine president Juan Perón was the driving force behind the creation of the circuit, after seeing the success of the country's own Juan Manuel Fangio.\nThe circuit was built just outside of Buenos Aires on swampland in 1952.In 1953, the Autodrome hosted the first ever Formula One race held outside Europe. The exile of Perón in 1955 lead to an unstable government. The Argentine Grand Prix left the F1 calendar in 1961 for over a decade.\nIn the Argentine Grand Prix returned to the World Championship. Carlos Reutemann became the new homegrown hero. Reutemann took pole position in his world championship debut. He become only the second driver to do this. The Grand Prix remained in Argentina through, but the 1982 event was canceled.\nA private group purchased the track in 1991 and began to upgrade it. The modernized Argentine Grand Prix returned in. Because of financial problems, the race was the last running of the Argentine Grand Prix.\nBy year.\n\"A pink background indicates an event which was not part of the Formula One World Championship.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":29},{"uri":"Auto_racing","surface_form":"motor race","offset":52},{"uri":"Argentina","surface_form":"Argentine","offset":96},{"uri":"President","surface_form":"president","offset":106},{"uri":"Juan_Per%C3%B3n","surface_form":"Juan Perón","offset":116},{"uri":"Juan_Manuel_Fangio","surface_form":"Juan Manuel Fangio","offset":231},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":289},{"uri":"Swamp","surface_form":"swamp","offset":305},{"uri":"Europe","surface_form":"Europe","offset":398},{"uri":"Exile","surface_form":"exile","offset":410},{"uri":"Carlos_Reutemann","surface_form":"Carlos Reutemann","offset":602},{"uri":"Pole_position","surface_form":"pole position","offset":665},{"uri":"Financial","surface_form":"financial","offset":965}]}