{"id":264157,"url":"http://en.wikipedia.org/wiki/Nicki_Minaj","text":"Onika Tanya Maraj-Petty (born December 8, 1982), known professionally as Nicki Minaj (), is a Trinidadian-born rapper, singer, songwriter, actress and model.\nMinaj became the first and only female rapper to be listed on \"Forbes Hip Hop Cash Kings list. She is known for her strange style, funny voices, colorful wigs and costumes, and characters she uses in her music.\n2009–11: Beginnings and \"Pink Friday\".\nIn August 2009, Minaj signed to Young Money Entertainment with distribution from Universal Motown. Her debut album, \"Pink Friday\", was released on November 9, 2010. It climbed to number one on the US \"Billboard\" 200 album chart and contained the singles \"Your Love\", \"Moment 4 Life\" (featuring Canadian rapper Drake), \"Super Bass\", \"Did It on 'Em\", and \"Fly\" (featuring Barbadian singer Rihanna). The first, second, and fifth singles reached the top 20 in the US, while \"Super Bass\" managed to peak at number three on the \"Billboard\" Hot 100 and peaked in the top ten around the world. The song has been certified 8× Platinum by the Recording Industry Association of America for combined shipments and streams of 8 million copies in the US alone. Minaj was also featured with Kesha on a remix of Britney Spears' song \"Till the World Ends\".\n2012–13: \"Pink Friday: Roman Reloaded\" and \"The Re-Up\".\nMinaj released a single, \"Starships\", on Valentine's Day of 2012, before releasing her second studio album, ', on April 3, 2012. This album contained more pop- and dance-leaning songs, with some songs produced by RedOne (known for working with Jennifer Lopez and Lady Gaga) and Dr. Luke. \"Starships\" reached number one in Scotland and the top five in the US, UK, and Canada. Minaj released two more singles from the album, \"Pound the Alarm\" and \"Va Va Voom\", which both reached the top 25 of the \"Billboard\" Hot 100. She was featured on David Guetta's single \"Turn Me On\", which reached the top ten worldwide. Minaj re-released \"Pink Friday: Roman Reloaded\" later in the year as \"Pink Friday: Roman Reloaded – The Re-Up\" that contained songs like \"Va Va Voom\" and \"Freedom\".\nFrom 2012 to 2013, she was featured as a judge on the music competition series \"American Idol\" alongside Keith Urban, Mariah Carey, and Randy Jackson.\n2014–17: \"The Other Woman\", \"The Pinkprint\", and other projects.\nIn 2014, she was featured in the film \"The Other Woman\". She released her third studio album, \"The Pinkprint, \"in December of that year. It was preceded by the singles \"Anaconda\", which samples the 1992 hit single \"Baby Got Back\" by Sir Mix-a-Lot, and \"Only\". \"Anaconda\" reached number two on the Billboard Hot 100, becoming Minaj's highest-peaking song in the United States to date. Minaj performed \"Anaconda\" at the 2014 MTV Video Music Awards.'\nShe was featured on Guetta's single \"Hey Mama\" alongside Bebe Rexha and Afrojack, along with Ariana Grande's \"Side to Side\".\nOn March 10, 2017, Minaj released three singles: \"No Frauds\", \"Regret in Your Tears\", and \"Changed It\". \"No Frauds\" became a top 20 hit in the US. Minaj took a break from social media at the end of the year to focus on new songs.\n2018–19: \"Queen\".\nOn April 13, 2018, Minaj released two singles: \"Chun-Li\" and \"Barbie Tingz\". The first reached number 10 on the \"Billboard\" Hot 100 and was picked as the lead single from Minaj's fourth studio album, \"Queen\". \"Barbie Tingz\" reached number 25 in the US but was later removed from the track list for \"Queen\", except as a Target edition bonus track. The promotional single \"Rich Sex\", featuring American rapper Lil Wayne, was also released from the album. Minaj was featured on the single “Fefe” by rapper 6ix9ine which reached number three on the Hot 100 in both the US and Canada.\nMinaj released a new single, \"Megatron\", on June 21, 2019.\n2020–present: Hiatus and upcoming fifth studio album.\nAfter a social media hiatus, Minaj returned to Twitter and Instagram on January 30, 2020. The following day she appeared in the music video for Meghan Trainor's single, “Nice to Meet Ya” which also featured Minaj. On February 7, Minaj released her first single of 2020, titled “Yikes”.\nMinaj was featured in two remixes of the song “Say So” by American rapper Doja Cat. The song would go on to become her first US number-one hit. On June 12 Minaj featured on the song “Trollz” by rapper 6ix9ine. The song went on to become Minaj’s second US number one.\nPersonal life.\nMinaj moved to Queens, New York City at age five. Her father went to rehab for alcoholism in 2012. Minaj claimed he burned down their house in her youth. As a teenager, Minaj had an abortion, which is referenced in her song \"All Things Go\" from \"The Pinkprint\".\nIn 2011, her cousin Nicholas Telemaque was murdered in Brooklyn, New York. In November 2017 her brother Jelani Maraj was convicted of raping a child. In January 2020, he was sentenced to 25 years in prison.\nMinaj had dated Safaree Samuels for 12 years and later dated rapper Meek Mill from 2015 till 2017. In November 2018, Minaj began dating Kenneth \"Zoo\" Petty. She has known him since her teenage years. Petty is a registered sex offender. They married in October 2019, after just one year of dating. After the marriage, Minaj changed her surname to Maraj-Petty.\nOn July 20, 2020, Minaj announced that she is expecting a child. On October 16, 2020, Minaj announced that her child with Petty, a son, had been born.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Trinidad_and_Tobago","surface_form":"Trinidadian","offset":94},{"uri":"Rapper","surface_form":"rapper","offset":111},{"uri":"Songwriter","surface_form":"songwriter","offset":127},{"uri":"Actress","surface_form":"actress","offset":139},{"uri":"Model_(person)","surface_form":"model","offset":151},{"uri":"Forbes","surface_form":"Forbes","offset":221},{"uri":"Pink_Friday","surface_form":"Pink Friday","offset":525},{"uri":"Drake_(musician)","surface_form":"Drake","offset":718},{"uri":"Super_Bass","surface_form":"Super Bass","offset":727},{"uri":"Rihanna","surface_form":"Rihanna","offset":795},{"uri":"Billboard_Hot_100","surface_form":"Billboard","offset":931},{"uri":"Billboard_Hot_100","surface_form":"Hot 100","offset":942},{"uri":"Kesha","surface_form":"Kesha","offset":1184},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":1204},{"uri":"Till_the_World_Ends","surface_form":"Till the World Ends","offset":1226},{"uri":"Starships_(song)","surface_form":"Starships","offset":1330},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":1548},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":1567},{"uri":"David_Guetta","surface_form":"David Guetta","offset":1841},{"uri":"Turn_Me_On","surface_form":"Turn Me On","offset":1864},{"uri":"American_Idol","surface_form":"American Idol","offset":2159},{"uri":"Keith_Urban","surface_form":"Keith Urban","offset":2184},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":2197},{"uri":"The_Other_Woman","surface_form":"The Other Woman","offset":2334},{"uri":"The_Pinkprint","surface_form":"The Pinkprint","offset":2390},{"uri":"Anaconda_(Nicki_Minaj_song)","surface_form":"Anaconda","offset":2464},{"uri":"Baby_Got_Back","surface_form":"Baby Got Back","offset":2510},{"uri":"Sir_Mix-A-Lot","surface_form":"Sir Mix-a-Lot","offset":2528},{"uri":"Bebe_Rexha","surface_form":"Bebe Rexha","offset":2800},{"uri":"Afrojack","surface_form":"Afrojack","offset":2815},{"uri":"Ariana_Grande","surface_form":"Ariana Grande","offset":2836},{"uri":"Side_to_Side","surface_form":"Side to Side","offset":2853},{"uri":"No_Frauds","surface_form":"No Frauds","offset":2918},{"uri":"Regret_in_Your_Tears","surface_form":"Regret in Your Tears","offset":2931},{"uri":"Changed_It","surface_form":"Changed It","offset":2959},{"uri":"Queen_(Nicki_Minaj_album)","surface_form":"Queen","offset":3317},{"uri":"Lil_Wayne","surface_form":"Lil Wayne","offset":3524},{"uri":"%E2%80%9CFefe%E2%80%9D","surface_form":"“Fefe”","offset":3602},{"uri":"6ix9ine","surface_form":"6ix9ine","offset":3619},{"uri":"Meghan_Trainor","surface_form":"Meghan Trainor","offset":3953},{"uri":"Say_So","surface_form":"Say So","offset":4142},{"uri":"Doja_Cat","surface_form":"Doja Cat","offset":4169},{"uri":"Trollz","surface_form":"Trollz","offset":4278},{"uri":"6ix9ine","surface_form":"6ix9ine","offset":4296},{"uri":"Queens","surface_form":"Queens","offset":4392},{"uri":"New_York_City","surface_form":"New York City","offset":4400},{"uri":"Rape","surface_form":"raping","offset":4773},{"uri":"Meek_Mill","surface_form":"Meek Mill","offset":4914},{"uri":"Sex_offender","surface_form":"sex offender","offset":5068}]}