{"id":264241,"url":"http://en.wikipedia.org/wiki/Typesetting","text":"Typesetting is the making of block-printed writing which is formed by using types grouped from sorts.\nTypesetting uses the earlier steps of designing a font and storing it in some manner. Typesetting is the taking of the stored letters (called \"sorts\" in mechanical systems and \"glyphs\" in digital systems) and the ordering of them in the manner of a language's orthography for showing them on a page.\nLetterpress era.\nDuring the letterpress era, moveable type was composed by hand for each page. Cast metal \"sorts\" were grouped into words and lines of text and tightly bound together to make up a page image called a \"forme\". All letter faces were set to the same height, to form an even surface of type. The forme was mounted in a machine press, inked, and an impression made on paper.\nThe diagram at right shows a cast metal sort: a face, b body or shank, c point size, 1 shoulder, 2 nick, 3 groove, 4 foot. Wooden printing sorts were in use for centuries in combination with metal type.\nCopies of formes were cast when expecting later printings of a text, freeing the costly type for other work. In this process, called stereotyping, the entire forme is pressed into a fine matrix such as plaster of Paris or papier mâché called Flong to create a positive, from which the stereotype forme was cast of type metal.\nHand composing was rendered commercially obsolete by continuous casting or \"hot-metal\" typesetting machines, such as the Linotype machine and Monotype at the end of the 19th century. The Linotype, invented by Ottmar Mergenthaler, enabled one machine operator to do the work of ten hand compositors by automating the selection, use and replacement of sorts, with a keyboard as input. Later advances, such as the typewriter or computer, pushed the state of the art even farther ahead. Still, hand composition and letterpress printing did not fall completely out of use. Since the introduction of digital typesetting, it has seen a renewal as an artisanal pursuit. However, it is a very small niche within the larger typesetting market.\nPhototypesetting.\nPhototypesetting or \"cold type\" systems first appeared in the early 1960s and rapidly displaced continuous casting machines. These devices consisted of glass disks (one per font) that spun in front of a light source which selectively exposed characters onto light-sensitive paper. Originally they were driven by pre-punched paper tapes. Later they were hooked up to computer front ends.\nOne of the earliest electronic photocomposition systems was introduced by Fairchild Semiconductor. The typesetter typed a line of text on a Fairchild keyboard that had no display. To verify correct content of the line it was typed a second time. If the two lines were identical a bell rang and the machine produced a punched paper tape corresponding to the text. With the completion of a block of lines the typesetter fed the corresponding paper tapes into a phototypesetting device which mechanically set type outlines printed on glass sheets into place for exposure onto a negative film. Photosensitive paper was exposed to light through the negative film, resulting in a column of black type on white paper, or a galley. The galley was then cut up and used to create a mechanical drawing or paste up of a whole page. A large film negative of the page is shot and used to make a plates for offset printing.\nDigital era.\nBefore the 1980s, almost all typesetting for publishers and advertisers was done by specialist typesetting companies. These companies performed keyboarding, editing and production of paper or film output, and formed a large component of the graphic arts industry. In the United States, these companies were in rural Pennsylvania, New England or the Midwest where labor was cheap, and paper produced nearby, but still within a few hours' travel time of the major publishing centers.\nIn 1985, desktop publishing became available, starting with the Apple Macintosh, Aldus PageMaker (and later QuarkXPress) and PostScript. Improvements in software and hardware, and rapidly-lowering costs, popularized desktop publishing and enabled very fine control of typeset results at much lower cost than the minicomputer-based systems. At the same time, word processing systems such as Wang and WordPerfect revolutionized office documents. They did not, however, have the typographic ability or flexibility required for complex book layout, graphics, mathematics, or advanced hyphenation and justification rules (\"H and J\").\nBy the year 2000, this industry segment had shrunk because publishers were now capable of integrating typesetting and graphic design on their own in-house computers. Many found that the cost of maintaining high standards of typographic design and technical skill made it more economical to out-source to freelancers and graphic design specialists.\nThe availability of cheap, or free, fonts made the conversion to do-it-yourself easier but also opened up a gap between skilled designers and amateurs. The advent of PostScript, supplemented by the PDF file format, provided a universal method of proofing designs and layouts, readable on major computer and operating systems.\nSCRIPT variants.\nIBM created and inspired a family of typesetting languages with names that were derivatives of the word \"SCRIPT\". Latter versions of SCRIPT included advanced features such as automatic generation of a table of contents and index, multi-column page layout, footnotes, boxes, automatic hyphenation and spelling verification.\nSGML and XML systems.\nSGML (Standard Generalized Markup Language) was based upon GML (IBM Generalized Markup Language). GML was a set of macros on top of IBM SCRIPT.\nThe arrival of SGML/XML as the document model made other typesetting engines popular. Such engines include Datalogics Pager, Penta, Miles 33's OASYS, Xyvision's XML Professional Publisher (XPP), FrameMaker, Arbortext, YesLogic's Prince, QuarkXPress and Adobe InDesign. These products allow users to program their typesetting process around the SGML/XML with the help of scripting languages. Some of them, such as Arbortext Editor and XMetaL Author, provide attractive WYSIWYG-ish interfaces with support for XML standards and Unicode to attract a wider spectrum of users.\nTroff and successors.\nDuring the mid-1970s Joseph Ossanna, working at Bell Laboratories, wrote the troff (said as \"tee-roff\") typesetting program to drive a Wang C/A/T phototypesetter owned by the Labs; it was later enhanced by Brian Kernighan to support output to different equipment such as laser printers and the like. While its use has fallen off, it is still included with a number of Unix and Unix-like systems and has been used to typeset a number of high-profile technical and computer books. Some versions, as well as a GNU work-alike called groff, are now open source.\nTeX and LaTeX.\nThe TeX system, developed by Donald E. Knuth at the end of the 1970s, is another widespread and powerful automated typesetting system which has set high standards, especially for typesetting mathematics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Type","surface_form":"types","offset":76},{"uri":"Sort_(typesetting)","surface_form":"sorts","offset":95},{"uri":"Orthography","surface_form":"orthography","offset":362},{"uri":"Move","surface_form":"move","offset":447},{"uri":"Page","surface_form":"page","offset":491},{"uri":"Metal","surface_form":"metal","offset":502},{"uri":"Sort_(typesetting)","surface_form":"sorts","offset":509},{"uri":"Stereotype_(printing)","surface_form":"stereotyping","offset":1124},{"uri":"Matrix","surface_form":"matrix","offset":1178},{"uri":"Plaster_of_Paris","surface_form":"plaster of Paris","offset":1193},{"uri":"Papier_m%C3%A2ch%C3%A9","surface_form":"papier mâché","offset":1213},{"uri":"Hot_metal_typesetting","surface_form":"\"hot-metal\" typesetting","offset":1392},{"uri":"Linotype_machine","surface_form":"Linotype machine","offset":1438},{"uri":"Monotype","surface_form":"Monotype","offset":1459},{"uri":"Ottmar_Mergenthaler","surface_form":"Ottmar Mergenthaler","offset":1526},{"uri":"Typewriter","surface_form":"typewriter","offset":1728},{"uri":"Computer","surface_form":"computer","offset":1742},{"uri":"Letterpress","surface_form":"letterpress","offset":1828},{"uri":"Artisan","surface_form":"artisan","offset":1960},{"uri":"Niche","surface_form":"niche","offset":2007},{"uri":"Phototypesetting","surface_form":"Phototypesetting or \"cold type\"","offset":2069},{"uri":"Disk","surface_form":"disk","offset":2227},{"uri":"Punched_tape","surface_form":"punched paper tape","offset":2773},{"uri":"Photographic_film","surface_form":"film","offset":3040},{"uri":"Galley_proof","surface_form":"galley","offset":3172},{"uri":"Paste_up","surface_form":"paste up","offset":3250},{"uri":"Printing_plate","surface_form":"plate","offset":3337},{"uri":"Offset_printing","surface_form":"offset printing","offset":3348},{"uri":"Desktop_publishing","surface_form":"desktop publishing","offset":3869},{"uri":"Apple_Macintosh","surface_form":"Apple Macintosh","offset":3924},{"uri":"Adobe_PageMaker","surface_form":"Aldus PageMaker","offset":3941},{"uri":"QuarkXPress","surface_form":"QuarkXPress","offset":3968},{"uri":"PostScript","surface_form":"PostScript","offset":3985},{"uri":"Wang_Laboratories","surface_form":"Wang","offset":4250},{"uri":"WordPerfect","surface_form":"WordPerfect","offset":4259},{"uri":"Justification","surface_form":"justification","offset":4456},{"uri":"Font","surface_form":"font","offset":4873},{"uri":"PostScript","surface_form":"PostScript","offset":5003},{"uri":"Portable_Document_Format","surface_form":"PDF","offset":5035},{"uri":"SGML","surface_form":"SGML","offset":5525},{"uri":"GML","surface_form":"GML","offset":5584},{"uri":"SGML","surface_form":"SGML","offset":5684},{"uri":"XML","surface_form":"XML","offset":5689},{"uri":"XML_Professional_Publisher_(XPP)","surface_form":"XML Professional Publisher (XPP)","offset":5830},{"uri":"FrameMaker","surface_form":"FrameMaker","offset":5864},{"uri":"Arbortext","surface_form":"Arbortext","offset":5876},{"uri":"Prince_XML","surface_form":"Prince","offset":5898},{"uri":"QuarkXPress","surface_form":"QuarkXPress","offset":5906},{"uri":"InDesign","surface_form":"InDesign","offset":5928},{"uri":"Arbortext","surface_form":"Arbortext","offset":6082},{"uri":"XMetaL","surface_form":"XMetaL","offset":6103},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":6137},{"uri":"Unicode","surface_form":"Unicode","offset":6195},{"uri":"Bell_Laboratories","surface_form":"Bell Laboratories","offset":6311},{"uri":"Phototypesetter","surface_form":"phototypesetter","offset":6409},{"uri":"Brian_Kernighan","surface_form":"Brian Kernighan","offset":6469},{"uri":"Laser_printer","surface_form":"laser printer","offset":6534},{"uri":"Unix","surface_form":"Unix","offset":6631},{"uri":"Unix-like","surface_form":"Unix-like","offset":6640},{"uri":"GNU","surface_form":"GNU","offset":6770},{"uri":"Groff_(software)","surface_form":"groff","offset":6792},{"uri":"Open_source","surface_form":"open source","offset":6807},{"uri":"TeX","surface_form":"TeX","offset":6839},{"uri":"Donald_E._Knuth","surface_form":"Donald E. Knuth","offset":6864}]}