{"id":264285,"url":"http://en.wikipedia.org/wiki/Kakadu_National_Park","text":"Kakadu National Park is in the Northern Territory of Australia, 171 km southeast of Darwin. It is the second largest national park in the world. It covers an area of. It is about 200 kilometres from north to south, and more than 100 kilometres from east to west. It is the size of Slovenia, about one-third the size of Tasmania, or nearly half the size of Switzerland. The Ranger Uranium Mine, one of the biggest Uranium mines in the world, is inside the park.\nEarly history.\nKakadu National Park is famous for the richness of its Aboriginal cultural sites. There are more than 5000 recorded art sites showing Aboriginal culture over thousands of years. The archaeological sites show that Aboriginals have lived here for at least 20 000 and possibly up to 40 000 years.\nThe cultural and natural values of Kakadu National Park were recognised internationally when the Park was made a UNESCO World Heritage Site. This is an international list of places that are have outstanding cultural or natural values of international significance. Kakadu was listed in three stages: Stage 1 in 1981, Stage 2 in 1987, and the entire Park in 1992.\nAbout half of the land in Kakadu is aboriginal land under the Aboriginal Land Rights (Northern Territory) Act 1976. Most of the remaining land is currently under claim by Aboriginal people. The areas of the Park that are owned by Aboriginal people are leased by the traditional owners to the Director of National Parks to be managed as a national park. The remaining area is Australian Government land controlled by the Director of National Parks. All of Kakadu is declared a national park under the Environment Protection and Biodiversity Conservation Act 1999.\nThe Aboriginal traditional owners of the Park are descendants of various clan groups from the Kakadu area. Their lifestyle has changed in recent years, but their traditional customs and beliefs remain very important. About 500 Aboriginal people live in the Park; many of them are traditional owners. All of Kakadu is jointly managed by Aboriginal traditional owners and the Australian Government’s Department of the Environment and Water Resources through a division known as Parks Australia. Park Management is directed by the Kakadu Board of Management.\nEstablishment.\nKakadu was set up at a time when Australians were becoming more interested in national parks for conservation and in recognising the land rights of Aboriginal people. A national park in the Alligator River region was proposed as early as 1965. In 1978 the Australian Government took over the titles of various pieces of land that now makes up Kakadu National Park.\nKakadu National Park was made a park in three stages between 1979 and 1991. Each stage of the Park includes Aboriginal land under the Land Rights Act that is leased to the Director of National Parks or land that is subject to a claim to traditional ownership under the Land Rights Act. Most of the land that was to become part of Stage One of Kakadu was given to the Kakadu Aboriginal Land Trust under the Land Rights Act in August 1978. In November 1978, the Land Trust and the Director signed a lease for the land to be managed as a national park. Stage One of the Park was declared on 5 April 1979.\nStage Two was declared on 28 February 1984. In March 1978, a claim was lodged under the Land Rights Act for the land included in Stage Two of Kakadu. The land claim was partly successful. In 1986, three areas in the eastern part of Stage Two were given to the Jabiluka Aboriginal Land Trust. A lease between the Land Trust and the Director of National parks was signed in March 1991.\nIn 1987, a land claim was made for the land in the Goodparla and Gimbat pastoral leases that were to be included in Stage Three of Kakadu. The other area to be included in Stage Three, the Gimbat Resumption and the Waterfall Creek Reserve, were later added to this land claim. The need to create the park in stages was due to the debate over whether mining should be allowed at Guratba (Coronation Hill) which is located in the middle of the area referred to as Sickness Country. The traditional owners’ wishes were ultimately respected and the Australian National Government decided that there would be no mining at Guratba.\nIn 1996, the land in Stage Three, apart from the former Goodparla pastoral leases, was given to the Gunlom Aboriginal Land Trust and leased to the Director of National Parks to continue being managed as part of Kakadu.\nExplorers.\nThe Chinese, Malays and Portuguese all claim to have been the first non-Aboriginal explorers of Australia’s north coast. The first surviving written account comes from the Dutch. In 1623 Jan Carstenz made his way west across the Gulf of Carpentaria to what is believed to be Groote Eylandt. Abel Tasman was the next explorer to visit in 1644. He was the first person to record European contact with Aboriginal people. Almost a century later Matthew Flinders surveyed the Gulf of Carpentaria in 1802 and 1803.\nPhillip Parker King, an English navigator entered the Gulf of Carpentaria between 1818 and 1822. During this time he named the three Alligator Rivers after the large numbers of crocodiles, which he thought were alligators.\nLudwig Leichhardt was the first land-based European explorer to visit the Kakadu region, in 1845 on his way from Moreton Bay in Queensland to Port Essington in the Northern Territory. He followed Jim Jim Creek down from the Arnhem Land escarpment, then went down the South Alligator before crossing to the East Alligator and going north.\nIn 1862 John McDouall Stuart travelled along the south-western boundary of Kakadu but did not see any people.\nThe first non-Aboriginal people to visit and have long term contact with Aboriginal people in northern Australia were the Macassans from Sulawesi and other parts of Indonesia. They travelled to northern Australia every wet season, probably from the last quarter of the 17th century, in sailing boats called praus. They came to harvest trepang (sea cucumber), turtle shell, pearls and other prized items to trade in their homeland. Aboriginal people helped in harvesting and processing the trepang, and in collecting and exchanging the other goods.\nThere is no evidence that the Macassans spent time on the coast of Kakadu. There is evidence of some contact between Macassan culture and Aboriginal people of the Kakadu area. Among the finds from archaeological digs in the Park are glass and metal pieces that probably came from the Macassans, either directly or through trade with the Coburg Peninsula people.\nThe British attempted a number of settlements on the northern Australian coast in the\nearly part of the 19th century: Fort Dundas on Melville Island in 1824; Fort Wellington at Raffles Bay in 1829; and Victoria Settlement (Port Essington) on the Coburg Peninsula in 1838. They wanted to secure the north of Australia before the French or Dutch, who had colonised islands further north. The British settlements all failed for a variety of reasons, such as lack of water and fresh food, sickness and isolation.\nIt is difficult to assess the impact of these settlements on the local Aboriginal people and the type of relationship that developed between them and the British. Certainly, some Aboriginals worked at the settlements. Exposure to new sickness was an ever-present danger. As in other parts of Australia, disease and the disruption it caused to society devastated the local Aboriginal population.\nBuffalo hunters.\nWater buffalo have had a big influence on the Kakadu region as well. By the 1880s the number of buffaloes escaped from early settlements had grown so much that hunting them for skins and horns was economically successful.\nThe industry began on the Adelaide River, close to Darwin, and moved east to the Mary River and Alligator Rivers regions.\nMost of the buffalo hunting and skin curing was done in the dry season, between June and September, when buffaloes gathered around the remaining billabongs. During the wet season hunting stopped because the ground was too muddy to follow the buffalo and the harvested hides would rot. The buffalo hunting industry became an important employer of Aboriginal people during the dry-season months.\nMissionaries.\nMissionaries had a big influence on the Aboriginal people of the Alligator Rivers area. Many of the people lived and went to school at missions. Two missions were set up in the region in the early part of the century. Kapalga Native Industrial Mission was started near the South Alligator River in 1899, but lasted only four years. The Oenpelli Mission began in 1925, when the Church of England Missionary Society accepted an offer from the Northern Territory Administration to take over the area, which had been used as a dairy farm. The Oenpelli Mission operated for 50 years.\nSome writers and anthropologists say that missionaries, in trying to ‘civilise and institutionalise’ Aboriginal people, forced them to give up their lifestyle, language, religion, ceremonies and change the whole way they lived. Others say that, although they might not have used the best methods to achieve their goal, the missionaries did care about the Aboriginal people at a time when wider Australian society did not.\nPastoralists.\nThe pastoral industry made started slowly in the Top End. Pastoral leases in the Kakadu area were progressively given up from 1889, because the Victoria River and the Barkly Tablelands were better pastoral regions.\nIn southern Kakadu much of Goodparla and Gimbat was claimed in the mid-1870s by three pastoralists, Roderick, Travers and Sergison. The leases were later passed on to a series of owners, who were all unsuccessful. In 1987 both stations were taken back by the Commonwealth and added to Kakadu National Park.\nThere was a sawmill at Nourlangie Camp, begun by Chinese workers, probably before World War I, to cut stands of cypress pine in the area. After World War II there were a number of small-scale activities, including dingo shooting and trapping, brumby shooting, crocodile shooting, tourism and forestry.\nNourlangie Camp was again the site of a sawmill in the 1950s, until the cypress pines were cleared. In 1958 it became a safari camp for tourists. Soon after, a similar camp was started at Patonga and at Muirella Park. People were flown in to hunt buffalo, crocodiles and fishing.\nCrocodile hunters often made use of the bush skills of Aboriginal people. By copying a wallaby’s tail hitting the ground, Aboriginal hunters could attract crocodiles, making it easier to shoot the animals. Using paperbark rafts, they would track the movement of a wounded crocodile and get the carcass for skinning. The skins were then sold to make leather goods. Aboriginal people became less involved in commercial hunting of crocodiles once night spotlight shooting started. Freshwater Crocodiles have been protected by law since 1964 and Saltwater Crocodiles since 1971.\nMining.\nMinerals were found in the Top End during the building of the Australian Overland Telegraph Line line between 1870 and 1872, in the Pine Creek – Adelaide River area. A number of short mining booms followed.\nThe building of the North Australia Railway line helped the mining camps, and places such as Burrundie and Pine Creek became permanent settlements. The mining camps and new settlements drew many Aboriginal people away from Kakadu. No Aboriginal people are known to have worked in the mines but their access to alcohol and other drugs had a huge impact.\nSmall-scale gold mining began at Imarlkba, near Barramundi Creek, and Mundogie Hill in the 1920s and at Moline (previously called Eureka and Northern Hercules mine), south of the Park, in the 1930s. The mines employed a few local Aboriginal people.\nIn 1953 uranium was discovered in the South Alligator River valley. Thirteen small but rich uranium mines operated in the following decade, at their peak in 1957 employing over 150 workers. No Aboriginal people were employed at any of these mines.\nEarly in the 1970s large uranium deposits were discovered at Ranger, Jabiluka and Koongarra. The Australian Government began an inquiry into land use in the Alligator Rivers region. The Ranger Uranium Environmental Inquiry (known as the Fox inquiry) recommended that mining begin at the Ranger site. It also said that Jabiluka and Koongarra sites should be developed, and that a town be built to support the mines.(Fox et al. 1976, 1977). The Ranger mine and the service town at Jabiru have had many impacts on Aboriginal people. Aboriginal people have different opinions about mining.\nClimate.\nKakadu is in the tropics, between 12° and 14° south of the Equator. The climate is monsoonal,\nwith two main seasons: the dry season and the rain season. The 'build up' describes the change between the dry and the rain. During the dry season (from April/May to September), there are dry southerly and easterly trade winds. Humidity is relatively low and rain is unusual. At Jabiru, the average maximum temperature for June-July is 32 °C. During the 'build up' (October to December) conditions can be extremely uncomfortable with high temperatures and high humidity. However, 'build up' storms are impressive and with many lightning strikes. At Jabiru the average maximum temperature for October is 37.5 °C.\nThe rain season (January to March/April) has warm temperatures and rain. Most of the rain is caused by monsoonal troughs formed over Southeast Asia. Sometimes tropical cyclones cause very heavy rain over small areas. At Jabiru, the average maximum temperature for January is 33 °C. Annual rainfall in Kakadu National Park ranges from 1,565 mm in Jabiru to 1,300 mm in the Mary River region.\nPeriods of torrential rain and long dry spells mean that Kakadu can change its appearance according to the season, so is a place deserving of more than one visit.\nFlora.\nKakadu has more than 2000 plant species, because of the different geological areas, landforms and habitats. Kakadu is also said to be one of the most weed free national parks in the world.\nThe different geographical areas of Kakadu have their own specialised plants. The area called ‘the Stone Country’ has ‘resurrection grasses’ that are able to survive extreme heat, and dry conditions followed by periods of heavy rain. Monsoon forests often develop in the cool moist gorges found in the stone country. The southern hills and basins support several endemic plants that are only found in Kakadu such as \"Eucalyptus koolpinensis\" near Jarrangbarnmi (Koolpin Gorge). Lowland areas form a large proportion of Kakadu National Park and are mainly covered in eucalypt-dominated open woodland with the ground layer consisting of a large range of grasses including spear grass, sedges and wildflowers.\nThe floodplains, which are flooded for several months each year, feature sedges such as spike rush as well patches of freshwater mangroves (itchy tree), pandanus and paper bark trees (Melaleuca). Varieties of water lilies, such as the blue, yellow and white snowflake, are commonly found in these areas. Estuaries and tidal flats are populated with varieties of mangroves, in fact 39 of the 47 Northern Territory species of mangrove are found in Kakadu. These are important for preventing erosion of the coast. Mangroves serve as feeding and breeding grounds for many fish species including the barramundi.\nOn the tidal flats behind the mangroves, hardy succulents (samphire), grasses and sedges grow. Isolated pockets of monsoon forest grow along the coast and river banks. These forests contain several impressive trees, among them the banyan fig, which can be recognised by its large, spreading aerial roots, and the kapok tree, which has a spiny trunk, large, waxy red flowers and pods full of cotton-like material.\nFauna.\nThe different areas of Kakadu National Park support a huge number of animals, a number of which have adapted to particular habitats. Some animals in the Park are rare, endangered, vulnerable or endemic. Because of the extreme weather conditions experienced in the Park, many animals are active only at particular times of the day or night or at particular times of the year.\nAbout 62 mammal species have been seen in the Park. Most of them live in the open forest and woodlands and are nocturnal, making it difficult to see them. Others, such as wallabies and kangaroos are active in the cooler parts of the day and are easier to see. The larger mammals are Dingos, Antilopine Kangaroos, Black Wallaroos, Agile Wallabys, and Short-eared Rock Wallabys. Smaller common mammals are northern quolls, brush-tailed phascogales, brown bandicoots, black-footed tree-rats, and black fruit bats. Dugongs are found in the coastal waters. However, recent surveys have shown smaller numbers of nearly all mammals throughout Kakadu. This includes once common and widespread species such as northern quolls.\nKakadu’s many habitats support more than 280 species of birds. This is about one-third of Australia’s bird species. Some birds range over a number of habitats, but many are found in only one environment.\nTo date, 123 species of reptiles have been found in Kakadu. Being cold blooded, these animals need heat from an external source such as the sun to control their body temperature. This is not to say that reptiles are active only during the day; in fact, few snakes can withstand Kakadu’s midday heat and most are active at night.\nTwo species of crocodile live in Kakadu: the Freshwater Crocodile (\"Crocodylus johnstonii\") and the Estuarine, or Saltwater Crocodile (\"C. porosus\"). Freshwater Crocodiles have a narrow snout and a single row of four large boney lumps called ‘scutes’ immediately behind the head. Estuarine Crocodiles do not have these scutes and their snout is broader. The maximum size for a ‘freshie’ is 3 metres, whereas a ‘saltie’ can exceed 6 metres.\nKakadu’s 25 frog species are extremely well adapted to the region’s climatic extremes. Many remain dormant during dry times. At the start of the wet season, when the billabongs and swamps start to fill with water, the night air is filled with the sounds of frogs such as the northern bullfrog and the marbled frog. As the water builds up, frogs and tadpoles have plenty of food, such as algae, vegetation, insects, dragonfly nymphs, and other tadpoles. Not all of Kakadu’s frogs are found in the wetlands: many live in the lowland forests.\nFifty-one species of freshwater fish have been found in Kakadu’s waterways; eight of them have a restricted distribution. In the Magela Creek system alone, 32 species have been found. In comparison, the Murray–Darling river system, the most extensive in Australia, now supports only 27 native fish species. Although introduced fish have been found in most Australian waterways, none have been recorded in the Park.\nKakadu supports more than 10,000 species of insect including grasshoppers, beetles, flies, termites, butterflies and moths, bees, wasps, ants, dragonflies and damselflies, caddis flies, non-biting midges and mayflies. The great variety of insects is a result of the varied habitats and relatively high temperatures throughout the year.\nPerhaps the most striking insect-created features in the Park are the termite mounds. The mounds in the southern part of the Park are particularly large and impressive. Leichhardt’s grasshopper, in colours of orange, blue and black, is perhaps the most spectacular insect found in Kakadu. It is also found on the Arnhem Land plateau and in Gregory National Park.\nEnvironmental issues and threats.\nKakadu has seen several invasive species threaten the native habitat, particularly in recent decades. Introduced fauna including the Water Buffalo, wild pig and more recently, the Cane Toad have had major effects on habitat. Invasive weeds include \"Mimosa pigra\", which covers 800 km² of the Top End, including vast areas of Kakadu, invasive paragrass displaces the native food of much of Kakadu's birdlife. \"Salvinia molesta\" has infested the Magela floodplain. Brumbies also inhabit areas of the National Park, including Yellow Water.\nLandforms.\nEach landform has its own range of habitats. Kakadu’s varied landscapes and the habitats they contain are features that contributed to its listing as a World Heritage Area.\nMost of Kakadu was under a shallow sea about 140 million years ago, with the escarpment wall formed from sea cliffs and Arnhem Land from a flat plateau above the sea. Currently the escarpment rises 330 metres above the plateau and stretches 500 kilometres along the East edge of the park and on into Arnhem Land. The escarpment varies from near vertical cliffs in the Jim Jim Falls area to isolated outliers and stepped cliffs in the North.\nChasms and gorges form a network that cut through the rocky platforms on the plateau. The plateau top is a harsh, dry environment where water drains away quickly and top soil is scarce in most areas. Sparse pockets of open forest and woodlands have developed in these areas. However creeks have carved deep gorges in the escarpment in which tall monsoon forests grow. These areas form microclimates for plants and animals and often serve as a refuge during the dry season. Allosyncarpia ternata, a large shady tree found only in the Kakadu and Arnhem Land, is the main plant species.\nThe outliers are pieces of the Arnhem Land plateau that have become separated from the plateau by erosion. They were islands in the ancient seas that once covered much of Kakadu. The lowland plains stretch over much of the Top End and they make up nearly 70% of the Park. The soils are shallow and often are above large sheets of laterite (ironstone) and a thick profile of strongly leached rocks.\nDuring the wet season, water carried down from the Arnhem Land plateau often overflows from creeks and rivers onto nearby floodplains. Alluvial soils carried in the floodwaters add nutrients to the floodplains. Nutrient-rich soils along with an abundance of water and sunlight make the floodplains an area of prolific plant and animal life. During the dry season the water drains into rivers, creeks and isolated waterholes or billabongs. Kakadu’s wetlands are listed under the Convention on Wetlands of International Importance (the Ramsar Convention) for their outstanding ecological, botanical, zoological and hydrological features.\nThe southern hills and basins cover a large area in the south of the Park, including the headwaters of the South Alligator River. Rocks here have been exposed from beneath the retreating Arnhem escarpment; they are of volcanic origin and are extremely old (2500 million years). This landform is characterised by rugged strike ridges separated by alluvial flats.\nKakadu’s coast and the creeks and river systems under tidal influence (extending about 100 kilometres inland) make up this landform. The shape of the estuaries and tidal flats varies considerably from the dry season to the wet season. During the dry season tidal action deposits silt along the river beds and banks. During the wet season the river beds are eroded by the floodwaters and large quantities of fresh and saline water flow out across the tidal flats, where silt is deposited. Large silt loads are also carried out to sea, some of the silt being deposited as a nutrient rich layer on the sea floor, contributing to the muddy waters that characterise Kakadu’s coastline.\nThe estuaries and tidal flats are home to many plants and animals adapted to living in the oxygen-deficient saline mud. The dominant habitats are mangrove swamps and samphire flats. Where freshwater springs occur along the coasts and river banks, isolated pockets of coastal monsoon rainforests form.\nAboriginal rock art sites.\nUbirr is a group of rock outcrops in the northest of the Park, on the edge of the Nadab floodplain. There are several large rock overhangs that would have provided excellent shelter to Aboriginal people over thousands of years. Because it is close to the East Alligator River and Nadab floodplains, it means that there would have been plenty of food. This is shown in much of the rock art here. Animals shown in the main gallery include barramundi, catfish, mullet, goanna, snake-necked turtle, pig-nosed turtle, Rock-haunting Ringtail Possum, and wallaby and thylacine (Tasmanian Tiger).\nThere are also images of the Rainbow Serpent said to have created much of the landscape as well as mischievous Mimi spirits and the story of the Namarrgarn Sisters. Many stories connected to Aboriginal rock are highly complex and linked to other stories. Often the true meanings have been lost, but they all have a purpose which is usually to serve as a lesson or a warning to the young or to those passing through the area.\nNourlangie is [http://www.travelnt.com/en/explore/kakadu/region/kakadu-national-park-map.html/ located] in an outlying formation of the Arnhem Land Escarpment. There are a number of shelters in this large outcrop linked by paths and stairways. The shelters contain several impressive paintings that deal with the Dreamtime. The stories connected to these artworks are known only to certain Aboriginal people and remain secret.\nAnbangbang Billabong lies in the shadow of Nourlangie Rock and is home to a wide range of wildlife which would have sustained traditional Aboriginal people well.\nNanguluwur, a small art site near Nourlangie, has several rock art styles. These include hand stencils, dynamic figures in large head-dresses carrying spears and boomerangs, Namandi spirits and mythical figures, including Alkajko, a female spirit with four arms and horns. There is also an interesting example of ‘contact art’ showing a two-masted sailing ship with anchor chain and a dinghy trailing behind.\nHuman impacts.\nHumans have made major changes in the area during the 19th and 20th century. Introduction of water buffalo from Southeast Asia caused damage to the fragile floodplains and wetlands. Since then, buffalo have largely been removed from the area so the land is now recovering. Crocodile hunting which has been banned since 1972 made a huge impact on crocodile numbers. Since they have been protected, the crocodiles have recovered so successfully that some think there are now too many.\nMining has made changes to the landscape, but only one uranium mine (Ranger) remains. Mine operators are have to repair and replant the area when the mine closes. Some small scale logging took place in the early part of the 20th century, but little evidence of this remains. Tourism causes big changes to Kakadu National Park with hundreds of thousands of visitors arriving annually. Roads, tracks, signs, shelter, accommodation, telecommunications and other services must be provided to support this activity.\nFire management.\nFire is part of the landscape of Kakadu National Park. The Park has large areas of woodland and grassy plains that are subject to long periods of dry hot weather. The flora of the region has adapted to frequent fires. Fires in northern Australia are less threatening than in southern Australia as many of the trees are largely fire resistant while other plants simply grow back very quickly.\nControlled burning is practiced by the national park in consultation with traditional owners who have used fire as a land management tool for thousands of years. Fire is an important hunting tool for Aboriginal people using it to flush out prey. The other benefit is that once the fire has gone through an area the tender shoots of the fast regenerating grasses attract wallabies into a clearly defined area. Birds of prey such as Whistling Kites also rely on fire to flush out small animals and are usually found in large numbers circling a fire front. Other species such as white-throated grasswrens have declined because of too many fires. Aboriginal people understand that fire is necessary to ‘clean up’ the landscape and believe that many small fires are preferable to one large fire.\nTourism.\nKakadu National Park is a major tourist attraction in Australia’s north with more than 200,000 visitors a year. Kakadu’s dramatic landscape, Aboriginal cultural significance and diverse and abundant wildlife are what visitors come to see. There are many beautiful waterfalls and gorges within the Park that are popular with visitors such as Maguk, Gunlom, Twin Falls and Jim Jim Falls.\nKakadu National Park has some of the best examples of Aboriginal rock art in Australia. The sites of Nourlangie and Ubirr are among the most visited locations in the Park. It is possible to view some of Kakadu’s diverse wildlife at places like Yellow Water Billabong, Cooinda on board a wildlife cruise or at Mamukala Wetlands or Anbangbang Billabong. The Kakadu region is one of the world’s best for bird watching as about 30% of Australia’s bird species can be seen here.\nLarge saltwater crocodiles are also common at Yellow Water and the East Alligator River. The Crocodile Dundee movies were made here. Visitors need to be careful around crocodiles as they have been responsible for a number of fatal attacks. Fishing is a popular activity inside Kakadu National Park. The main species is Barramundi and the most popular locations are Yellow Water, the South Alligator and the East Alligator River. Hunting is not allowed in Kakadu National Park.\nThere are several places to stay in the Park, mostly found in the town of Jabiru, as well as a range of services to cater to visitor’s needs. Visitors can experience Kakadu National Park with a recognised tour operator or they can drive themselves. Many of the Park’s sites are can be reached by standard two wheel drive vehicles, but areas like Twin and Jim Jim Falls and Gunlom require four wheel drive vehicles. Visitors can experience Kakadu National Park via the Nature’s Way tourism drive which is a loop from Darwin to Jabiru then onto Katherine and back to Darwin covering about 900 km.\nPark management.\nThe Park is proclaimed under the Environment Protection and Biodiversity Conservation Act 1999 (the EPBC Act) and is managed through a joint management arrangement between the Aboriginal traditional owners and the Director of National Parks. The Director manages Commonwealth national parks through Parks Australia, which is a part of the Department of the Environment and Water Resources. Title to Aboriginal land in the Park is held by Aboriginal land trusts. The land trusts have leased their land to the Director of National Parks for the purpose of a national park for the enjoyment and benefit of all Australians and international visitors. Traditional owners have also expected that having their land managed as a national park would assist them in looking after their land in the face of growing and competing pressures. They saw a national park as establishing a way to manage the land that could protect their interests and be sympathetic to their aspirations. Parks Australia and the Aboriginal traditional owners of Kakadu are committed to the principle of joint management of the Park and arrangements to help this happen are highlighted in Kakadu’s Plan of Management.\nThe EPBC Act provides for boards of management to be established for parks on Aboriginal land. The Kakadu Board of Management, which has an Aboriginal majority (ten out of fifteen members), representing the Aboriginal traditional owners of land in the Park, was established in 1989. The Board determines policy for managing the Park and is responsible, along with the Director, for preparing plans of management for the Park. The Plan of Management is the main policy document for the Park and strives to balance strategic or long-term goals and tactical or day to day goals.\nDay to day management of Kakadu is carried out by people employed by Parks Australia, which is a branch of the Australian Government’s Department of the Environment and Water Resources. Approximately one-third of the staff in Kakadu are Aboriginal people.\nPark use fee.\nKakadu National Park brought in an entry fee in April 2010. Money raised will help manage the natural and cultural values of the park environment and improve visitor services.\nLike many World Heritage sites around the world, including Yellowstone National Park, Serengeti National Park, Stonehenge, Pompeii and Herculaneum and the Pyramids of Giza - a park use fee will help maintain world-best management practices and facilities for the more than 200,000 visitors who experience Kakadu each year.\nThe $25 fee will apply to all interstate and international visitors aged 16 years and over. It can be used for 14 days. All Northern Territory residents and children under 16 have free entry.\nGeneral facilities.\nKakadu National Park is linked to Darwin by the Arnhem Highway and to Pine Creek and Katherine by the Kakadu Highway. Both roads are sealed all weather roads although may be cut off periodically during periods of heavy rain.\nThe town of Jabiru has several accommodation options, a service station, police, a medical clinic and a shopping centre with a range of outlets. The town was built for the Uranium mine that was established prior to the founding of Kakadu National Park and provides infrastructure for the mine’s workforce as well as the national park activities and tourism. Jabiru has a small airport from which scenic flights operate daily. There are no scheduled air services between Jabiru and Darwin however.\nOther small tourism centres such as Cooinda and South Alligator provide limited facilities. Cooinda, 50 km south of Jabiru on the Kakadu Highway is the site of Gagudju Lodge Cooinda, Yellow Water Cruises and the Warradjan Cultural Centre. Fuel and limited provisions are available at Cooinda and there is also a small airstrip for scenic flights. South Alligator approximately 40 km west of Jabiru on the Arnhem Highway includes a hotel and service station. The Border Store near Ubirr Art Site and Cahills Crossing, 50 km north of Jabiru, is a general store.\nCamp sites.\nThere are a wide variety of designated camping sites throughout the Park. Jabiru, Cooinda and South Alligator all have commercial camping areas and are close to most of the important natural attractions in these areas. Some of the Park’s campsites charge a nominal fee as these have shower and toilet facilities, others are free, however they have limited or no facilities. A list of the sites can be obtained from the Kakadu National Park’s Glenn Murcutt-designed Bowali Visitor Centre or from their website.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":31},{"uri":"Australia","surface_form":"Australia","offset":53},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":84},{"uri":"Slovenia","surface_form":"Slovenia","offset":281},{"uri":"Tasmania","surface_form":"Tasmania","offset":319},{"uri":"Switzerland","surface_form":"Switzerland","offset":356},{"uri":"Ranger_Uranium_Mine","surface_form":"Ranger Uranium Mine","offset":373},{"uri":"Uranium","surface_form":"Uranium","offset":413},{"uri":"Aboriginal_art","surface_form":"art","offset":592},{"uri":"Park","surface_form":"Park","offset":867},{"uri":"UNESCO","surface_form":"UNESCO","offset":883},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":890},{"uri":"National_park","surface_form":"national park","offset":1471},{"uri":"Descendant","surface_form":"descendant","offset":1746},{"uri":"Lifestyle_(sociology)","surface_form":"lifestyle","offset":1809},{"uri":"Alligator_River","surface_form":"Alligator River","offset":2457},{"uri":"Government_of_Australia","surface_form":"Australian Government","offset":2523},{"uri":"Sickness_Country","surface_form":"Sickness Country","offset":4080},{"uri":"China","surface_form":"Chinese","offset":4478},{"uri":"Malaysia","surface_form":"Malays","offset":4487},{"uri":"Portugal","surface_form":"Portuguese","offset":4498},{"uri":"Netherlands","surface_form":"Dutch","offset":4646},{"uri":"Jan_Carstenz","surface_form":"Jan Carstenz","offset":4661},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":4703},{"uri":"Abel_Tasman","surface_form":"Abel Tasman","offset":4765},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":4915},{"uri":"Phillip_Parker_King","surface_form":"Phillip Parker King","offset":4983},{"uri":"Saltwater_crocodile","surface_form":"crocodiles","offset":5160},{"uri":"Alligator","surface_form":"alligator","offset":5194},{"uri":"Ludwig_Leichhardt","surface_form":"Ludwig Leichhardt","offset":5206},{"uri":"Moreton_Bay","surface_form":"Moreton Bay","offset":5319},{"uri":"Queensland","surface_form":"Queensland","offset":5334},{"uri":"Port_Essington","surface_form":"Port Essington","offset":5348},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":5430},{"uri":"John_McDouall_Stuart","surface_form":"John McDouall Stuart","offset":5552},{"uri":"Sulawesi","surface_form":"Sulawesi","offset":5791},{"uri":"Indonesia","surface_form":"Indonesia","offset":5819},{"uri":"17th_century","surface_form":"17th century","offset":5923},{"uri":"Sea_cucumber_(food)","surface_form":"sea cucumber","offset":5998},{"uri":"Turtle","surface_form":"turtle","offset":6013},{"uri":"Peals","surface_form":"pearls","offset":6027},{"uri":"Archaeology","surface_form":"archaeological","offset":6399},{"uri":"Coburg_Peninsula_people","surface_form":"Coburg Peninsula people","offset":6539},{"uri":"Great_Britain","surface_form":"British","offset":6568},{"uri":"19th_century","surface_form":"19th century","offset":6668},{"uri":"Melville_Island_(Northern_Territory)","surface_form":"Melville Island","offset":6697},{"uri":"Fort_Wellington","surface_form":"Fort Wellington","offset":6722},{"uri":"Domestic_Asian_Water_Buffalo","surface_form":"Water buffalo","offset":7485},{"uri":"Mary_River_(Northern_Territory)","surface_form":"Mary River","offset":7788},{"uri":"Billabong_(lake)","surface_form":"billabongs","offset":7974},{"uri":"Missionaries","surface_form":"Missionaries","offset":8237},{"uri":"Oenpelli","surface_form":"Oenpelli","offset":8573},{"uri":"Church_of_England_Missionary_Society","surface_form":"Church of England Missionary Society","offset":8614},{"uri":"Dairy","surface_form":"dairy","offset":8760},{"uri":"Anthropologist","surface_form":"anthropologist","offset":8833},{"uri":"Missionaries","surface_form":"missionaries","offset":8858},{"uri":"Victoria_River_(Northern_Territory)","surface_form":"Victoria River","offset":9396},{"uri":"Barkly_Tableland","surface_form":"Barkly Tableland","offset":9419},{"uri":"World_War_I","surface_form":"World War I","offset":9856},{"uri":"World_War_II","surface_form":"World War II","offset":9918},{"uri":"Dingo","surface_form":"dingo","offset":9988},{"uri":"Brumby","surface_form":"brumby","offset":10017},{"uri":"Wallaby","surface_form":"wallaby","offset":10443},{"uri":"Freshwater_Crocodile","surface_form":"Freshwater Crocodile","offset":10834},{"uri":"Saltwater_Crocodile","surface_form":"Saltwater Crocodile","offset":10898},{"uri":"Mineral","surface_form":"Mineral","offset":10939},{"uri":"Australian_Overland_Telegraph_Line","surface_form":"Australian Overland Telegraph Line","offset":11001},{"uri":"Adelaide_River","surface_form":"Adelaide River","offset":11084},{"uri":"Mining","surface_form":"mining","offset":11206},{"uri":"Alcohol","surface_form":"alcohol","offset":11456},{"uri":"Gold","surface_form":"gold","offset":11511},{"uri":"Barramundi_Creek","surface_form":"Barramundi Creek","offset":11547},{"uri":"Uranium","surface_form":"uranium","offset":11756},{"uri":"Jabiluka","surface_form":"Jabiluka","offset":12065},{"uri":"Koongarra","surface_form":"Koongarra","offset":12078},{"uri":"Russell_Walter_Fox","surface_form":"Fox inquiry","offset":12233},{"uri":"Ranger_Uranium_Mine","surface_form":"Ranger","offset":12283},{"uri":"Jabiru%2C_Northern_Territory","surface_form":"Jabiru","offset":12475},{"uri":"Equator","surface_form":"Equator","offset":12650},{"uri":"Monsoonal","surface_form":"monsoonal","offset":12674},{"uri":"Dry_season","surface_form":"dry season","offset":12712},{"uri":"Rain_season","surface_form":"rain season","offset":12731},{"uri":"Cyclone","surface_form":"cyclone","offset":13465},{"uri":"Monsoon","surface_form":"Monsoon","offset":14281},{"uri":"Endemic_(ecology)","surface_form":"endemic","offset":14410},{"uri":"Heteropogon_contortus","surface_form":"spear grass","offset":14717},{"uri":"Floodplain","surface_form":"floodplain","offset":14758},{"uri":"Mangrove","surface_form":"mangrove","offset":14883},{"uri":"Pandanus","surface_form":"pandanus","offset":14907},{"uri":"Melaleuca","surface_form":"Melaleuca","offset":14938},{"uri":"Nymphaeaceae","surface_form":"water lilies","offset":14963},{"uri":"Erosion","surface_form":"erosion","offset":15243},{"uri":"Mangrove","surface_form":"Mangrove","offset":15265},{"uri":"Barramundi","surface_form":"barramundi","offset":15349},{"uri":"Samphire","surface_form":"samphire","offset":15420},{"uri":"Banyan","surface_form":"banyan","offset":15592},{"uri":"Kapok_tree","surface_form":"kapok tree","offset":15674},{"uri":"Endangered","surface_form":"endangered","offset":15949},{"uri":"Endemism","surface_form":"endemic","offset":15975},{"uri":"Mammal","surface_form":"mammal","offset":16165},{"uri":"Nocturnal","surface_form":"nocturnal","offset":16267},{"uri":"Wallaby","surface_form":"wallabies","offset":16327},{"uri":"Kangaroo","surface_form":"kangaroo","offset":16341},{"uri":"Dingo","surface_form":"Dingo","offset":16439},{"uri":"Antilopine_Kangaroo","surface_form":"Antilopine Kangaroo","offset":16447},{"uri":"Black_Wallaroo","surface_form":"Black Wallaroo","offset":16469},{"uri":"Agile_Wallaby","surface_form":"Agile Wallaby","offset":16486},{"uri":"Petrogale_brachyotis","surface_form":"Short-eared Rock Wallaby","offset":16506},{"uri":"Northern_quoll","surface_form":"northern quoll","offset":16560},{"uri":"Brush-tailed_phascogale","surface_form":"brush-tailed phascogale","offset":16577},{"uri":"Isoodon_macrourus","surface_form":"brown bandicoot","offset":16603},{"uri":"Mesembriomys_gouldii","surface_form":"black-footed tree-rat","offset":16621},{"uri":"Pteropus_alecto","surface_form":"black fruit bat","offset":16649},{"uri":"Dugong","surface_form":"Dugong","offset":16667},{"uri":"Reptiles","surface_form":"reptiles","offset":17102},{"uri":"Crocodile","surface_form":"crocodile","offset":17422},{"uri":"Frog","surface_form":"frog","offset":17859},{"uri":"Billabong_(lake)","surface_form":"billabongs","offset":18013},{"uri":"Freshwater_fish","surface_form":"freshwater fish","offset":18408},{"uri":"Magela_Creek","surface_form":"Magela Creek","offset":18516},{"uri":"Grasshopper","surface_form":"grasshopper","offset":18863},{"uri":"Beetle","surface_form":"beetle","offset":18877},{"uri":"Termite","surface_form":"termite","offset":18893},{"uri":"Butterfly","surface_form":"butterflies","offset":18903},{"uri":"Moth","surface_form":"moth","offset":18919},{"uri":"Bee","surface_form":"bee","offset":18926},{"uri":"Wasp","surface_form":"wasp","offset":18932},{"uri":"Ant","surface_form":"ant","offset":18939},{"uri":"Dragonfly","surface_form":"dragonflies","offset":18945},{"uri":"Damselfly","surface_form":"damselflies","offset":18961},{"uri":"Caddis_fly","surface_form":"caddis flies","offset":18974},{"uri":"Mayfly","surface_form":"mayflies","offset":19010},{"uri":"Gregory_National_Park","surface_form":"Gregory National Park","offset":19478},{"uri":"Bubalus_bubalis","surface_form":"Water Buffalo","offset":19668},{"uri":"Sus_scrofa","surface_form":"wild pig","offset":19683},{"uri":"Cane_Toad","surface_form":"Cane Toad","offset":19715},{"uri":"Mimosa_pigra","surface_form":"Mimosa pigra","offset":19784},{"uri":"Paragrass","surface_form":"paragrass","offset":19877},{"uri":"Salvinia_molesta","surface_form":"Salvinia molesta","offset":19944},{"uri":"Brumby","surface_form":"Brumbies","offset":19998},{"uri":"Jim_Jim_Falls","surface_form":"Jim Jim Falls","offset":20624},{"uri":"Rain_forest","surface_form":"monsoon forests","offset":21043},{"uri":"Microclimate","surface_form":"microclimate","offset":21082},{"uri":"Allosyncarpia","surface_form":"Allosyncarpia","offset":21170},{"uri":"Wet_season","surface_form":"wet season","offset":21690},{"uri":"Billabong_(lake)","surface_form":"billabongs","offset":22106},{"uri":"Ramsar_Convention","surface_form":"Ramsar Convention","offset":22213},{"uri":"Nadab_floodplain","surface_form":"Nadab floodplain","offset":23768},{"uri":"Barramundi","surface_form":"barramundi","offset":24123},{"uri":"Catfish","surface_form":"catfish","offset":24135},{"uri":"Mullet_(fish)","surface_form":"mullet","offset":24144},{"uri":"Goanna","surface_form":"goanna","offset":24152},{"uri":"Chelodina","surface_form":"snake-necked turtle","offset":24160},{"uri":"Pig-nosed_turtle","surface_form":"pig-nosed turtle","offset":24181},{"uri":"Rock-haunting_Ringtail_Possum","surface_form":"Rock-haunting Ringtail Possum","offset":24199},{"uri":"Wallaby","surface_form":"wallaby","offset":24234},{"uri":"Thylacine","surface_form":"thylacine","offset":24246},{"uri":"Tasmanian_Tiger","surface_form":"Tasmanian Tiger","offset":24257},{"uri":"Rainbow_Serpent","surface_form":"Rainbow Serpent","offset":24304},{"uri":"Anbangbang_Billabong","surface_form":"Anbangbang Billabong","offset":25127},{"uri":"Asia","surface_form":"Asia","offset":25835},{"uri":"Ranger_Uranium_Mine","surface_form":"Ranger","offset":26265},{"uri":"Waterfall","surface_form":"waterfall","offset":28180},{"uri":"Maguk","surface_form":"Maguk","offset":28257},{"uri":"Gunlom","surface_form":"Gunlom","offset":28264},{"uri":"Twin_Falls%2C_Australia","surface_form":"Twin Falls","offset":28272},{"uri":"Jim_Jim_Falls","surface_form":"Jim Jim Falls","offset":28287},{"uri":"Saltwater_crocodile","surface_form":"saltwater crocodile","offset":28782},{"uri":"Movie","surface_form":"movie","offset":28886},{"uri":"Katherine%2C_Northern_Territory","surface_form":"Katherine","offset":29796},{"uri":"Yellowstone_National_Park","surface_form":"Yellowstone National Park","offset":32129},{"uri":"Serengeti_National_Park","surface_form":"Serengeti National Park","offset":32156},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":32181},{"uri":"Pompeii","surface_form":"Pompeii","offset":32193},{"uri":"Herculaneum","surface_form":"Herculaneum","offset":32205},{"uri":"Pyramids_of_Giza","surface_form":"Pyramids of Giza","offset":32225},{"uri":"Pine_Creek%2C_Northern_Territory","surface_form":"Pine Creek","offset":32675},{"uri":"Cooinda","surface_form":"Cooinda","offset":33981},{"uri":"Glenn_Murcutt","surface_form":"Glenn Murcutt","offset":34341}]}