{"id":264257,"url":"http://en.wikipedia.org/wiki/Tosca","text":"\"Tosca\" is an Italian opera in three acts by Giacomo Puccini. It was first performed in Rome on January 14, 1900. The libretto was written by Giuseppe Giacosa and Luigi Illica. It was based on Victorien Sardou's play \"La Tosca\". \"Tosca\" was a great success.\nSetting.\nThe story happens in Rome in the year 1800. Some years before, Rome was ruled by the pope. But Napoleon invaded Rome and made it a republic. This republic was ruled by seven men called \"consuls\". But Napoleon had problems with Austria and the French had to leave, so Rome was conquered by people from Naples. Because of that, the new government decided to arrest people from the previous government. In 1800 Napoleon decided to return to Rome because he had just defeated the Austrian army in the north. The battle they fought was called the \"Battle of Marengo\".\nAct 1.\nOn the 17th of June, 1800, Scarpia, general of the secret police, is sending republicans to prison. One of the republicans, Angelotti, flees prison and gets inside the church of Sant' Andrea della Valle. Angelotti used to be one of the consuls. In this church, he meets another republican called Cavaradossi. Cavaradossi hides Angelotti in a secret place.\nLater, Scarpia enters the church. Scarpia can’t find Angelotti, but meets a woman called Tosca there. She is the singer, and Cavaradossi's lover. Scarpia tricks Tosca into going to Cavaradossi’s house, and has his soldiers follow her.\nAct 2.\nScarpia hears that his soldiers can’t find Angelotti, but have arrested Cavaradossi. Scarpia then tortures Cavaradossi, but Cavaradossi doesn’t confess where Angelotti is. So Scarpia calls Tosca, and shows her her lover’s tortured state. Tosca tells him where is the secret place Angelotti was hidden.\nThen, a message comes saying that Napoleon has won the Battle of Marengo. Cavaradossi is happy, because there will be a new republican government. Scarpia is furious and condemns Cavaradossi to death.\nTosca begs Scarpia to save her lover's life. Scarpia demands that Tosca gives herself to him in exchange. As Scarpia goes to touch Tosca, she stabs him to death with a knife from the table.\nAct 3.\nTosca runs to Cavaradossi in the prison at the castle Sant'Angelo. But, the firing squad shoot Cavaradossi. When Scarpia’s soldiers try to arrest Tosca for Scarpia's murder, she kills herself by jumping from the castle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":14},{"uri":"Opera","surface_form":"opera","offset":22},{"uri":"Giacomo_Puccini","surface_form":"Giacomo Puccini","offset":45},{"uri":"Rome","surface_form":"Rome","offset":88},{"uri":"Libretto","surface_form":"libretto","offset":118},{"uri":"Giuseppe_Giacosa","surface_form":"Giuseppe Giacosa","offset":142},{"uri":"Luigi_Illica","surface_form":"Luigi Illica","offset":163}]}