{"id":264467,"url":"http://en.wikipedia.org/wiki/Cooper_Tire_%26_Rubber_Company","text":"Cooper Tire & Rubber Company () is a United States based company. They design, manufacture, marketing and sales replacement automobile and truck tires. With their subsidiaries they produce medium truck, motorcycle and racing tires. Their headquarters is in Findlay, Ohio. Cooper Tire has 60 facilities located around the world.\nCooper also owns the UK Avon Tyres brand, which also produces tires for motorcycles, road cars, and for motor racing.\nHistory.\nThe beginning for Cooper Tire was the \"M and M Company\". M and M was formed by two brothers-in-law in Akron, Ohio in 1914. M and M made tire repair materials. M and M was bought by the Giant Tire and Rubber Company and moved to Findlay, Ohio. The site is still occupied by Cooper Tire and is next to The Cooper Corporation facilities. The Cooper name came from Ira J. Cooper in 1919. He formed a company to manufacture new tires. The Cooper Corporation, the M and M Company, and The Falls Rubber company merged in 1930 to form the \"Master Tire and Rubber Company\".\nDuring World War II the Master Tire and Rubber built military equipment, such as pontoons, waterproof bags, life jackets, and, tires. The company received the Army-Navy 'E' Award for excellence. The name was changed to Cooper Tire and Rubber Company in 1946.\nCooper Tire began a 51% owned joined venture with Shandong Chengshan Tire Co in 2006. They will produce truck and passenger car tires for Chinese and export markets. Cooper Tires is the second largest United States based tire company, after Goodyear.\nCooper Tires.\nCooper Tires produces Cooper branded tires for passenger cars, light trucks, sport utility vehicles and commercial trucks.\nAvon Rubber PLC.\nIn 1997, the tyre business of Avon Rubber PLC of Melksham, Wiltshire, in the United Kingdom was sold to Cooper Tire. The Cooper Tire site remains a major employer in central Melksham.\nOther brands.\nIn addition to Avon, Cooper Tire manufactures tires under the brand names Dean, Mastercraft and Starfire.\nMotorsports and sponsorships.\nCooper Tire became the official tire of the A1 Grand Prix for the series' initial 2005-06 season. Cooper was under contract to produce tires for the series championship until 2007-08. Cooper Tire became the official tire of the Champ Car Atlantic Championship in 2007. Cooper Tire became the official tire of USF2000 National Championship and the IMSA Prototype Lites series (formerly IMSA Lites) in 2010.\nDrifting involvement.\nCooper is heavily involved in the sport of drifting by supplying tires to several drifters in both the Need for Speed Formula D Drift series and Canadian Drift series.\nManagement and company personnel.\nCooper employs 13,311 employees. Roy V. Armes is Chairman, President, and CEO.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":37},{"uri":"Design","surface_form":"design","offset":71},{"uri":"Manufacture","surface_form":"manufacture","offset":79},{"uri":"Marketing","surface_form":"marketing","offset":92},{"uri":"Sales","surface_form":"sales","offset":106},{"uri":"Automobile","surface_form":"automobile","offset":124},{"uri":"Truck","surface_form":"truck","offset":139},{"uri":"Motorcycle","surface_form":"motorcycle","offset":203},{"uri":"Racing","surface_form":"racing","offset":218},{"uri":"Ohio","surface_form":"Ohio","offset":266},{"uri":"United_Kingdom","surface_form":"UK","offset":349},{"uri":"Motorcycle","surface_form":"motorcycle","offset":400},{"uri":"Car","surface_form":"car","offset":418},{"uri":"Motor_racing","surface_form":"motor racing","offset":432},{"uri":"Military","surface_form":"military","offset":1073},{"uri":"Life_vest","surface_form":"life jackets","offset":1128},{"uri":"China","surface_form":"Chinese","offset":1417},{"uri":"Tire","surface_form":"tyre","offset":1697},{"uri":"Avon_Rubber","surface_form":"Avon Rubber PLC","offset":1714},{"uri":"Melksham","surface_form":"Melksham","offset":1733},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":1743},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1761},{"uri":"A1_Grand_Prix","surface_form":"A1 Grand Prix","offset":2062},{"uri":"Champ_Car_Atlantic_Championship","surface_form":"Champ Car Atlantic Championship","offset":2246}]}