{"id":264559,"url":"http://en.wikipedia.org/wiki/Abstraction","text":"An Abstraction keeps only the most important information about something in order to make it easier to reuse.\nAbstraction concerns the ways by which higher, less \"real\" concepts are derived from the usage and classification of literal (\"real\" or \"concrete\") data or other information.\nAbstractions may be formed by reducing the information content of a concept or a phenomenon as viewed, often to keep only the information which is needed for a particular purpose. For example, abstracting a leather soccer ball to the more general idea of a ball will keep only the information on general ball attributes and behavior, leaving out the traits of that particular ball. Compare with word: \"generalizing\". The opposite of the adjective \"abstract\" is commonly the word \"concrete\".\nOrigins.\nThe first symbols of abstract thinking in humans can be traced to fossil objects dating between 50,000 and 100,000 years ago in Africa.\nThought process.\nIn philosophical terminology, \"abstraction\" is the thought process wherein ideas are distanced from objects.\nAbstraction uses a strategy of simplification, where formerly concrete details are left ambiguous, vague, or undefined; thus effective communication about things in the abstract requires an intuitive or common experience between the communicator and the communication recipient.\nFor example, many different things can be the color red. Likewise, many things sit on surfaces (as in \"picture 1\", to the right). The property of \"redness\" and the relation \"sitting-on\" are therefore abstractions of those objects. Specifically, the conceptual diagram \"graph 1\" identifies only three boxes, two ellipses, and four arrows (and their six labels), whereas the \"picture 1\" shows much more pictorial detail, with the scores of implied relationships as implicit in the picture rather than with the nine explicit details in the graph.\n\"Graph 1\" details some explicit relationships between the objects of the diagram. For example, the arrow between the \"agent\" and \"CAT:Elsie\" depicts an example of an \"is-a\" relationship, as does the arrow between the \"location\" and the \"MAT\". The arrows between the gerund \"SITTING\" and the nouns \"agent\" and \"location\" express the diagram's basic relationship; \"agent is SITTING on location\"; \"Elsie\" is an instance of \"CAT\".\nAn abstraction can thus encapsulate each of these levels of detail with no loss of generality. But perhaps a detective or philosopher/scientist/engineer might seek to learn about some thing, at progressively deeper levels of detail, to solve a crime or a puzzle.\nReferents.\nAbstractions sometimes have ambiguous referents; for example, \"happiness\" (when used as an abstraction) can refer to as many things as there are people and events or states of being which make them happy. Likewise, \"architecture\" refers not only to the design of safe, functional buildings, but also to elements of creation and innovation which aim at elegant solutions to construction problems, to the use of space, and to the attempt to evoke an emotional response in the builders, owners, viewers and users of the building.\nInstantiation.\nThings that do not exist at any particular place and time are often considered abstract. By contrast, instances, or members, of such an abstract thing might exist in many different places and times. Those abstract things are then said to be \"multiply instantiated\", in the sense of \"picture 1\", \"picture 2\", etc., shown above.\nIt is not sufficient, however, to define \"abstract\" ideas as those that can be instantiated and to define \"abstraction\" as the movement in the opposite direction to instantiation. Doing so would make the concepts \"cat\" and \"telephone\" abstract ideas since despite their varying appearances, a particular cat or a particular telephone is an instance of the concept \"cat\" or the concept \"telephone\". Although the concepts \"cat\" and \"telephone\" are \"abstractions\", they are not \"abstract\" in the sense of the objects in \"graph 1\" above.\nWe might look at other graphs, in a progression from \"cat\" to \"mammal\" to \"animal\", and see that \"animal\" is more abstract than \"mammal\"; but on the other hand \"mammal\" is a harder idea to express, certainly in relation to \"marsupial\" or \"monotreme\".\nPhysicality.\nA physical object (a possible referent of a concept or word) is considered \"concrete\" (not abstract) if it is a \"particular individual\" that occupies a particular place and time.\nAbstract things are sometimes defined as those things that do not exist in reality or exist only as sensory experiences, like the color red. That definition, however, suffers from the difficulty of deciding which things are real (i.e. which things exist in reality). For example, it is difficult to agree to whether concepts like \"God\", \"the number three\", and \"goodness\" are real, abstract, or both.\nAn approach to resolving such difficulty is to use \"predicates\" as a general term for whether things are variously real, abstract, concrete, or of a particular property (e.g. \"good\"). Questions about the properties of things are then propositions about predicates, which propositions remain to be evaluated by the investigator. In the \"graph 1\" above, the graphical relationships like the arrows joining boxes and ellipses might denote predicates. Different levels of abstraction might be denoted by a progression of arrows joining boxes or ellipses in multiple rows, where the arrows point from one row to another, in a series of other graphs, say graph 2, etc.\nAbstraction used in philosophy.\nAbstraction in philosophy is the process (or, to some, the alleged process) in concept-formation of recognizing some set of common features in individuals, and on that basis forming a concept of that feature. The notion of abstraction is important to understanding some philosophical controversies surrounding empiricism and the problem of universals. It has also recently become popular in formal logic under predicate abstraction. Another philosophical tool for discussion of abstraction is thought space.\nOntological status.\nThe way in which physical objects, like rocks and trees, have \"being\" differs from the way that properties of abstract concepts or relations have \"being\". For example, the way the concrete, particular, individuals pictured in \"picture 1\" exist differs from the way the concepts illustrated in \"graph 1\" exist. That difference accounts for the ontological usefulness of the word \"abstract\". The word applies to properties and relations to mark the fact that, if they exist, they do not exist in space or time, but that instances of them can exist, potentially in many different places and times.\nPerhaps confusingly, some philosophies refer to \"tropes\" (instances of properties) as \"abstract particulars\". E.g., the particular redness of a particular apple is an \"abstract particular\". Akin to qualia and sumbebekos.\nIn linguistics.\nThis is called \"metonymy\". It can blur the distinction between abstract and concrete things.\nCompression.\nAn abstraction can be seen as a process of mapping multiple different pieces of constituent data to a single piece of abstract data based on similarities in the constituent data, for example many different physical cats map to the abstraction \"CAT\". This conceptual scheme emphasizes the inherent equality of both constituent and abstract data, thus avoiding problems arising from the distinction between \"abstract\" and \"concrete\". In this sense the process of abstraction entails the identification of similarities between objects and the process of associating these objects with an abstraction (which is itself an object).\nChains of abstractions can therefore be constructed moving from neural impulses arising from sensory perception to basic abstractions such as color or shape to experiential abstractions such as a specific cat to semantic abstractions such as the \"idea\" of a CAT to classes of objects such as \"mammals\" and even categories such as \"object\" as opposed to \"action\".\nThis conceptual scheme entails no specific hierarchical taxonomy (such as the one mentioned involving cats and mammals), only a progressive exclusion of detail.\nThe neurology of abstraction.\nA recent meta-analysis suggests that the verbal system has greater engagement for abstract concepts when the perceptual system is more engaged for processing of concrete concepts. This is because abstract concepts cause greater brain activity in the inferior frontal gyrus and middle temporal gyrus, compared to concrete concepts when concrete concepts cause greater activity in the posterior cingulate, precuneus, fusiform gyrus, and parahippocampal gyrus.\nOther research into the human brain suggests that the left and right hemispheres, of the brain, differ in their handling of abstraction. For example, one meta-analysis reviewing human brain lesions has shown a left hemisphere bias during tool usage.\nAbstraction in art.\nTypically, \"abstraction\" is used in the arts as a synonym for abstract art in general. Strictly speaking, it refers to art unconcerned with the literal depiction of things from the visible world—it can, however, refer to an object or image which has been distilled from the real world, or indeed, another work of art. Artwork that reshapes the natural world for expressive purposes is called abstract; that which derives from, but does not imitate a recognizable subject is called nonobjective abstraction. In the 20th century the trend toward abstraction coincided with advances in science, technology, and changes in urban life, eventually reflecting an interest in psychoanalytic theory. Later still, abstraction was manifest in more purely formal terms, such as color, freed from objective context, and a reduction of form to basic geometric designs.\nIn music, the term \"abstraction\" can be used to describe improvisatory approaches to interpretation, and may sometimes indicate abandonment of tonality. Atonal music has no key signature, and is characterized the exploration of internal numeric relationships.\nAbstraction in psychology.\nCarl Jung's definition of abstraction broadened its scope beyond the thinking process to include exactly four mutually exclusive, opposing complementary psychological functions: sensation, intuition, feeling, and thinking. Together they form a structural totality of the differentiating abstraction process. Abstraction operates in one of these opposing functions when it excludes the simultaneous influence of the other functions and other irrelevancies, such as emotion. Abstraction requires selective use of this structural split of abilities in the psyche. The opposite of abstraction is concretism. \"Abstraction\" is one of Jung's 57 definitions in Chapter XI of \"Psychological Types\".\nThere is an abstract \"thinking\", just as there is abstract \"feeling\", \"sensation\" and \"intuition\". Abstract thinking singles out the rational, logical qualities... Abstract feeling does the same with... its feeling-values.... I put abstract feelings on the same level as abstract thoughts.... Abstract sensation would be aesthetic as opposed to sensuous \"sensation\" and abstract intuition would be symbolic as opposed to fantastic \"intuition\". (Jung, [1921] (1971):par. 678).\nAbstraction in computer science.\nComputer scientists use abstraction to understand and solve problems, such as organizing data to be stored in a database.\nAbstraction in mathematics.\nAbstraction in mathematics is the process of extracting the underlying essence of a mathematical concept, removing any dependence on real-world objects with which it might originally have been connected, and generalizing it so that it has wider applications or matching among other abstract descriptions of equivalent phenomena.\nThe main disadvantage of abstraction is that highly abstract concepts are more difficult to learn, and require a degree of mathematical maturity and experience before they can be assimilated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Classification","surface_form":"classification","offset":209},{"uri":"Literal","surface_form":"literal","offset":227},{"uri":"Information","surface_form":"information","offset":328},{"uri":"Concept","surface_form":"concept","offset":353},{"uri":"Phenomenon","surface_form":"phenomenon","offset":366},{"uri":"Soccer","surface_form":"soccer","offset":500},{"uri":"Ball","surface_form":"ball","offset":542},{"uri":"Adjective","surface_form":"adjective","offset":722},{"uri":"Symbol","surface_form":"symbol","offset":795},{"uri":"Fossil","surface_form":"fossil","offset":851},{"uri":"Philosophy","surface_form":"philosophical terminology","offset":941},{"uri":"Idea","surface_form":"idea","offset":1013},{"uri":"Object_(philosophy)","surface_form":"object","offset":1038},{"uri":"Strategy","surface_form":"strategy","offset":1066},{"uri":"Communication","surface_form":"communication","offset":1182},{"uri":"Red","surface_form":"red","offset":1378},{"uri":"Red","surface_form":"red","offset":1473},{"uri":"Relation_of_Ideas","surface_form":"relation","offset":1490},{"uri":"Sitting","surface_form":"sitting-on","offset":1500},{"uri":"Is-a","surface_form":"is-a","offset":2037},{"uri":"Gerund","surface_form":"gerund","offset":2136},{"uri":"Noun","surface_form":"noun","offset":2161},{"uri":"Diagram","surface_form":"diagram","offset":2202},{"uri":"Referent","surface_form":"referent","offset":2609},{"uri":"Happiness","surface_form":"happiness","offset":2634},{"uri":"Being","surface_form":"states of being","offset":2737},{"uri":"Architecture","surface_form":"architecture","offset":2787},{"uri":"Innovation","surface_form":"innovation","offset":2899},{"uri":"Construction","surface_form":"construction","offset":2944},{"uri":"Emotion","surface_form":"emotional response","offset":3019},{"uri":"Marsupial","surface_form":"marsupial","offset":4198},{"uri":"Monotreme","surface_form":"monotreme","offset":4213},{"uri":"Reality","surface_form":"reality","offset":4492},{"uri":"Red","surface_form":"red","offset":4553},{"uri":"Predicate_(grammar)","surface_form":"predicate","offset":4870},{"uri":"Proposition","surface_form":"proposition","offset":5052},{"uri":"Philosophy","surface_form":"philosophy","offset":5528},{"uri":"Concept","surface_form":"concept","offset":5592},{"uri":"Individual","surface_form":"individual","offset":5656},{"uri":"Empiricism","surface_form":"empiricism","offset":5823},{"uri":"Problem_of_universals","surface_form":"problem of universals","offset":5842},{"uri":"Predicate_abstraction","surface_form":"predicate abstraction","offset":5923},{"uri":"Thought_space","surface_form":"thought space","offset":6006},{"uri":"Concrete_(philosophy)","surface_form":"concrete","offset":6221},{"uri":"Particular","surface_form":"particular","offset":6231},{"uri":"Individual","surface_form":"individual","offset":6243},{"uri":"Ontological","surface_form":"ontological","offset":6384},{"uri":"Philosophy","surface_form":"philosophies","offset":6662},{"uri":"Trope_(philosophy)","surface_form":"tropes","offset":6685},{"uri":"Abstract_particular","surface_form":"abstract particular","offset":6723},{"uri":"Red","surface_form":"red","offset":6767},{"uri":"Apple","surface_form":"apple","offset":6791},{"uri":"Qualia","surface_form":"qualia","offset":6834},{"uri":"Sumbebekos","surface_form":"sumbebekos","offset":6845},{"uri":"Metonymy","surface_form":"metonymy","offset":6889},{"uri":"Constituent","surface_form":"constituent","offset":7059},{"uri":"Concrete_(philosophy)","surface_form":"concrete","offset":7400},{"uri":"Perception","surface_form":"perception","offset":7706},{"uri":"Shape","surface_form":"shape","offset":7756},{"uri":"Semantic","surface_form":"semantic","offset":7817},{"uri":"Hierarchical","surface_form":"hierarchical","offset":8011},{"uri":"Taxonomy","surface_form":"taxonomy","offset":8024},{"uri":"Gyrus","surface_form":"gyrus","offset":8426},{"uri":"Cingulate","surface_form":"cingulate","offset":8552},{"uri":"Hippocampus","surface_form":"parahippocampal","offset":8594},{"uri":"Brain","surface_form":"brain","offset":8647},{"uri":"Hemisphere","surface_form":"hemisphere","offset":8686},{"uri":"Synonym","surface_form":"synonym","offset":8937},{"uri":"Abstract_art","surface_form":"abstract art","offset":8949},{"uri":"Tonality","surface_form":"tonality","offset":9885},{"uri":"Atonal","surface_form":"Atonal","offset":9895},{"uri":"Carl_Jung","surface_form":"Carl Jung","offset":10029},{"uri":"Concretism_(psychology)","surface_form":"concretism","offset":10621},{"uri":"Psychological_Types","surface_form":"Psychological Types","offset":10697},{"uri":"Computer_scientist","surface_form":"Computer scientist","offset":11228},{"uri":"Problem_solving","surface_form":"solve problems","offset":11282},{"uri":"Database","surface_form":"database","offset":11340},{"uri":"Mathematics","surface_form":"mathematics","offset":11393},{"uri":"Mathematical_maturity","surface_form":"mathematical maturity","offset":11830}]}