{"id":264592,"url":"http://en.wikipedia.org/wiki/Indy_Racing_League","text":"e=\"preserve\">The Indy Racing League (IRL) is an American-based open-wheel auto racing sanctioning body. The League sanctions three racing series. The premier IZOD IndyCar Series (ICS), the two developmental series; Firestone Indy Lights and the U.S. F2000 National Championship. ICS is sometimes considered the same as the Indy Racing League. The Indy Racing League's centerpiece race is the Indianapolis 500.\nThe IRL is owned by Hulman and Co., which also owns the Indianapolis Motor Speedway complex and the Clabber Girl brand.\nOn September 10, 2010, the IRL announced that effective January 1, 2011, the Indy Racing League will simply be known as \"IndyCar\".\nIZOD IndyCar Series.\nThe \"IndyCar Series\" is the series name for the premier series sanctioned by the IRL. The name started being used in 2003. Izod was announced as the IndyCar Series title sponsor in 2010. The deal is expected to run for at least five years.\nAt first IndyCar only raced on oval tracks. In 2005, the series started adding road and street course events.\nSupport series.\n\"Firestone Indy Lights\" is the development series for the Izod Indycar series. It started in 2002, as the \"IRL Infiniti Pro Series\". \"USF2000\" is a series the IRL started sanctioning in 2010. It started in 1991 and ended in 2006. It then restarted in 2010.\nIndy car name.\n\"Indy car\" is sometimes used as a name for any open-wheel auto racing in the United States. The Indy car name derived as a result of the link to the Indianapolis 500 Mile Race (often called to as the \"Indy 500\").\nBeginning in 1980, the term Indy car was used for the race cars in CART races. CART had become the main governing body for open-wheel racing in the United States. The Indianapolis 500 was not controlled by CART. It remained sanctioned by USAC. CART recognized the Indy 500 on its schedule, and awarded points for finishers in the race from 1980–1995 despite not sanctioning it. The two entities operated separately, but used the same equipment.\nIn 1992, the Indianapolis Motor Speedway tradmarked the \"IndyCar\". They licensed CART to use the name. CART renamed its championship the \"IndyCar World Series\". The name \"CART\" was no longer used. The series did not want fans to think they were go-karts.\nSplit with CART.\nThe IRL was founded in 1994 by Tony George and began racing in 1996. George designed the IRL as a lower-cost open-wheel alternative to CART. CART was dominated by a few rich multi-car teams, much like Formula One. The split between IRL and CART was very unfriendly. Both series greatly suffered because of it.\nJoining with Champ Car.\nIn February 2008, Indy Racing League founder and CEO Tony George and owners of the Champ Car World Series completed an agreement to join together the sport for 2008. The Champ Car World Series was suspended except for the Long Beach Grand Prix. Many of the former Champ Car teams moved to the IndyCar Series using equipment provided by the League.\nDriver safety.\nDriver safety has also been a major concern. A number of drivers injured, mostly in the early years of the series. Several of those injuries were serious or fatal. Unlike road racing, the higher speed and lack of runoff areas on oval tracks, allowed for less margin for error. Car design was a leading cause of early injuries.The series made improvements to chassis design to address those safety concerns.\nThe IRL was also the first race series to adopt the new SAFER barrier soft wall safety system. First at the Indianapolis 500 and now installed at almost all major oval racing circuits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Open_wheel_car","surface_form":"open-wheel","offset":63},{"uri":"Auto_racing","surface_form":"auto racing","offset":74},{"uri":"IndyCar_Series","surface_form":"IZOD IndyCar Series","offset":158},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":392},{"uri":"Indianapolis_Motor_Speedway","surface_form":"Indianapolis Motor Speedway","offset":466},{"uri":"Clabber_Girl","surface_form":"Clabber Girl","offset":510},{"uri":"Izod","surface_form":"Izod","offset":805},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":1469},{"uri":"Championship_Auto_Racing_Teams","surface_form":"CART","offset":1600},{"uri":"United_States_Automobile_Club","surface_form":"USAC","offset":1771},{"uri":"Indianapolis_Motor_Speedway","surface_form":"Indianapolis Motor Speedway","offset":1991},{"uri":"Tony_George","surface_form":"Tony George","offset":2281},{"uri":"Formula_One","surface_form":"Formula One","offset":2451},{"uri":"Long_Beach_Grand_Prix","surface_form":"Long Beach Grand Prix","offset":2806}]}