{"id":264523,"url":"http://en.wikipedia.org/wiki/Bridgestone","text":"() is a multinational rubber conglomerate. It was founded in 1931 by in the city of Kurume, Fukuoka, Fukuoka, Japan. The name Bridgestone comes from a translation \"ishibashi\", meaning \"stone bridge\" in Japanese.\nOrigins.\nThe very first Bridgestone tire was produced on April 9, 1930, by the Japanese \"Tabi\" Socks Tyre Division. On March 1, 1931, the founder, Shojiro Ishibashi, made the \"Tabi\" Socks tire Division independent and established the Bridgestone Tire Co., Ltd. in the city of Kurume, Fukuoka Prefecture. \"Bridgestone\" was named after the name of the founder, Shojiro Ishibashi (\"Ishi\" = Stone, \"Bashi\" = Bridge).\nThe Bridgestone tire Co., Ltd. decided to build tires based solely on Japanese technology. The company had many problems in the early days. Improvements were made in quality and the building processes. The business expanded rapidly on both the domestic and overseas markets.\nChallenges during and after World War II.\nWartime regulations sent nearly all of the company's output to the military. After the war, the company was devastated. The Tokyo Headquarters building was destroyed by aerial bombing. All of their overseas assets were lost. The factories in Kurume and Yokohama were not damaged. Production was restarted after the war ended.\nAfter World War II, Bridgestone started manufacturing motorcycles. But its main income was from supplying tires to its rival motorcycle makers such as Honda, Suzuki and Yamaha. Bridgestone later decided to stop building motorcycles.\nTechnological innovation.\nIn 1951, Bridgestone was the first company in Japan to begin selling rayon cord tires. The sale of nylon tires was started in 1959. 1967 saw the sale of first ever radial tire. Bridgestone's first overseas plant since the end of the war was opened in Singapore in 1965. Bridgestone America was started in the United States in 1967 to represent Bridgestone. The \"Super Filler Radial\" went on the market in 1978. In 1979 the company introduced the high-performance \"POTENZA\" radial tire.\nThe company name changed to Bridgestone Corporation in 1984.\nFirestone purchase.\nIn 1988, Bridgestone purchased the Firestone Tire and Rubber Company. Bridgestone invested a lot of money into Firestone. They worked on rebuilding the Firestone company. By 1992, they were making a profit with \"Bridgestone Firestone Europe\". By 1993, they were making a profit with \"Bridgestone Firestone USA\".\nThe Firestone Tire and Rubber Company and Bridgestone Tire Company Ltd USA were merged in 1990 and became Bridgestone Firestone North American Holdings Ltd. To increase the brand awareness, they re-entered the Firestone brand into IndyCar racing in 1995. In 1997, \"Bridgestone Corporation Japan\" entered the Bridgestone brand into Formula One racing.\nBridgestone and Formula One racing.\nBridgestone has supplied tires in Formula One since. They supplied tires on a one race only basis for the and Japanese Grands Prix. These tires were for Japanese teams such as Heros Racing and Kojima.\nBridgestone decided to supply tires for Formula One in 1995. They wanted to improve company's name value in the European market. Their main competitor was Michelin.\nTheir first title was acquired in by Mika Häkkinen and McLaren-Mercedes. Bridgestone users took five Drivers' championship titles and five Constructors' championship titles during the years that had more than one tire available. For (–), they competed with Goodyear. For (–), they competed with Michelin.\nMichelin chose to end its Formula One tire program after the season. All teams have used Bridgestone tires from the season to the season. On November 2, 2009 Bridgestone announced that they will end their contract to supply tires to Formula One teams after 2010. The company said it was \"addressing the impact of the continuing evolution of the business environment\"\nDiversified products.\nBridgestone makes many other products than tires. The list includes: automotive components, industrial products, polyurethane foam products, construction materials, parts and materials for electronic equipment, bicycles and sporting goods.\nBandag.\nOn December 5, 2006, Bridgestone America and Bandag Inc. announced a merger. Bandag was a leading company in the tire re-treading business. Tire re-treading is the process of putting a new tread on a used tire. This will extend the life of the tire and save money. This process is mostly done on large truck tires. The name of new company has become \"Bridgestone Bandag, LLC\".\nBicycles.\nThe Bridgestone Cycle Co Ltd started in 1949. It offers bicycles under its own brand and under the \"Anchor brand\".\nBridgestone Aircraft tire.\n\"Bridgestone Aircraft tire (USA)\" builds aircraft tires and provides re-tread services.\nGolf Products.\n\"Precept Golf\" is a division of Bridgestone. They sell the Bridgestone Golfing Products. Bridgestone has been producing golf-related products since 1935. The Golf division of Bridgestone currently produces both clubs, balls and accessories.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rubber","surface_form":"rubber","offset":22},{"uri":"Company","surface_form":"conglomerate","offset":29},{"uri":"Kurume%2C_Fukuoka","surface_form":"Kurume, Fukuoka","offset":84},{"uri":"Fukuoka_Prefecture","surface_form":"Fukuoka","offset":101},{"uri":"Japanese_language","surface_form":"Japanese","offset":202},{"uri":"Tire","surface_form":"tire","offset":248},{"uri":"Tabi","surface_form":"Tabi","offset":301},{"uri":"Japan","surface_form":"Japan","offset":695},{"uri":"Technology","surface_form":"technology","offset":704},{"uri":"Tokyo","surface_form":"Tokyo","offset":1066},{"uri":"Factories","surface_form":"factories","offset":1171},{"uri":"Yokohama","surface_form":"Yokohama","offset":1195},{"uri":"World_War_II","surface_form":"World War II","offset":1274},{"uri":"Motorcycle","surface_form":"motorcycle","offset":1322},{"uri":"Honda","surface_form":"Honda","offset":1419},{"uri":"Suzuki","surface_form":"Suzuki","offset":1426},{"uri":"Yamaha_Motor_Corporation","surface_form":"Yamaha","offset":1437},{"uri":"Singapore","surface_form":"Singapore","offset":1778},{"uri":"Firestone_Tire_and_Rubber_Company","surface_form":"Firestone Tire and Rubber Company","offset":2129},{"uri":"Profit","surface_form":"profit","offset":2293},{"uri":"IndyCar_Series","surface_form":"IndyCar","offset":2637},{"uri":"Formula_One","surface_form":"Formula One","offset":2737},{"uri":"Formula_One","surface_form":"Formula One","offset":2827},{"uri":"Japanese_Grand_Prix","surface_form":"Japanese Grands Prix","offset":2903},{"uri":"Heros_Racing","surface_form":"Heros Racing","offset":2969},{"uri":"Kojima_Engineering","surface_form":"Kojima","offset":2986},{"uri":"Michelin","surface_form":"Michelin","offset":3149},{"uri":"Mika_H%C3%A4kkinen","surface_form":"Mika Häkkinen","offset":3196},{"uri":"McLaren","surface_form":"McLaren","offset":3214},{"uri":"Mercedes-Benz_HighPerformanceEngines","surface_form":"Mercedes","offset":3222},{"uri":"List_of_Formula_One_World_Drivers%27_Champions","surface_form":"Drivers' championship","offset":3260},{"uri":"List_of_Formula_One_World_Constructors%27_Champions","surface_form":"Constructors' championship","offset":3298},{"uri":"Goodyear_Tire_and_Rubber_Company","surface_form":"Goodyear","offset":3416},{"uri":"Michelin","surface_form":"Michelin","offset":3454}]}