{"id":264691,"url":"http://en.wikipedia.org/wiki/Charles_Worth","text":"Charles Frederick Worth (Bourne, Lincolnshire, 13 October 1825 – Paris, 10 March 1895), widely considered the Father of Haute Couture, was an English fashion designer of the 19th century, whose works were produced in Paris. The Parisien \"Chambre Syndicale de la Haute Couture\" was his conception. It has the legal authority to decide who may use the term \"haute couture\".\nCareer.\nWorth made his mark in the French fashion industry. He worked at several prosperous London drapery shops before moving to Paris in 1846. He was hired by Gagelin and Opigez, well-known Parisian drapers. While working in their shop, he married one of the firm's models, Marie Vernet. Worth made a few simple dresses for his wife and customers started to ask for copies of the dresses as well.\nWorth, by now a junior partner in the firm, urged his partners to expand into dressmaking, but they hesitated. Worth found a rich Swede, Otto Bobergh, who was willing to bankroll the venture and opened the dressmaking establishment of Worth and Bobergh in 1858. Worth was soon patronized by the French Empress Eugénie, and after that by many titled, rich, and otherwise notable women. He also dressed actresses such as Sarah Bernhardt and singers such as Nellie Melba. Many of his customers travelled to Paris from other countries, coming from as far away as New York and Boston.\nHe removed excessive ruffles and frills and used rich fabrics in simple, but flattering, outlines. He is credited as the first designer to put labels onto the clothing he manufactured.\nWorth gave his customers luxurious materials and exact fit. Rather than let the customer dictate the design, as had previously been dressmaking practice, four times a year he displayed model dresses at fashion shows. This was the start of the fashion show as we know it.\nHis patronesses would pick a model, which would then be sewn in fabrics of their choice and tailored to their figure. Worth was sufficiently fashionable that he had to turn away customers. This only added to his fame. He completely revolutionized the business of dressmaking. He was the first of the couturiers, dressmakers considered artists rather than mere artisans.\nWorth and Bobergh shut down during the Franco-Prussian War and re-opened in 1871, without Bobergh, as the House of Worth. Worth took his sons, Gaston and Jean-Philippe, into his business and the couture house continued to flourish after his death in 1895.\nThe great fashion dynasty finally came to an end in 1952 when Charles Frederick Worth's great-grandson, Jean-Charles (1881–1962), retired from the family business. In 1954, the House merged with Paquin. Then in 1956 it was closed.\nPerfume.\nWorth was one of the first couture houses to give its name to a luxury perfume. In 1924 Les Parfums Worth launched the first fragrance, \"Dans La Nuit\" and Rene Lalique, the world renowned glass-maker, designed the bottle. Between the wars, the House produced five perfumes: \"Dans La Nuit\" (1924), \"Vers le Jours\" (1925), \"Sans Adieu\" (1929), \"Je Reviens\" (1932), and \"Vers Toi\" (1934).\n\"Je Reviens\" remains the most famous of Worth's perfumes. The perfume became a favoured gift from soldiers to their sweethearts during WWII. The top London store Harrods offers the perfume in its classic blue ridged bottle, which dates back to the perfume’s original launch.\nRevival of the House of Worth.\nThe House of Worth has re-emerged. Dilesh Mehta (perfumes) and Martin McCarthy (fashion) recently combined their intellectual properties for Worth perfume and apparel. This meant, for the first time since the 1920s, the House is reunited and restored.\nThe House of Worth resumed in January 2010 with a revival couture collection by Giovanni Bedin. The spring/summer collection was unveiled in Paris at \"Les Salons France-Amêriques\" and the winter collection in Milan. Bedin's exquisite corsets and tutus with clouds of tulle and antique lace echo Worth's ideas. Customers include Scarlett Johansson, Kylie Minogue and Charlize Theron.\nLe Prêt-a-Porter.\nThe spectacle of couture is just one aspect of the restored House of Worth. Complementing this is a presentation of \"Le Prêt-a-Porter\" (ready-to-wear). Worth’s \"Je Reviens\" perfume will be relaunched, followed in 2011 by the House of Worth’s lingerie and accessories, such as couture jewelry and made-to-measure gloves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":33},{"uri":"Paris","surface_form":"Paris","offset":65},{"uri":"Haute_couture","surface_form":"Haute Couture","offset":120},{"uri":"English_people","surface_form":"English","offset":142},{"uri":"Fashion","surface_form":"fashion","offset":150},{"uri":"Designer","surface_form":"designer","offset":158},{"uri":"Haute_couture","surface_form":"haute couture","offset":356},{"uri":"France","surface_form":"French","offset":407},{"uri":"London","surface_form":"London","offset":464},{"uri":"Paris","surface_form":"Paris","offset":502},{"uri":"Otto_Bobergh","surface_form":"Otto Bobergh","offset":908},{"uri":"Empress_Eug%C3%A9nie","surface_form":"Empress Eugénie","offset":1073},{"uri":"Sarah_Bernhardt","surface_form":"Sarah Bernhardt","offset":1190},{"uri":"Nellie_Melba","surface_form":"Nellie Melba","offset":1226},{"uri":"New_York","surface_form":"New York","offset":1330},{"uri":"Boston","surface_form":"Boston","offset":1343},{"uri":"Couturier","surface_form":"couturier","offset":2107},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":2216},{"uri":"Jeanne_Paquin","surface_form":"Paquin","offset":2628},{"uri":"Rene_Lalique","surface_form":"Rene Lalique","offset":2828},{"uri":"Harrods","surface_form":"Harrods","offset":3221},{"uri":"Paris","surface_form":"Paris","offset":3758},{"uri":"Milan","surface_form":"Milan","offset":3826},{"uri":"Corset","surface_form":"corset","offset":3851},{"uri":"Tutu","surface_form":"tutu","offset":3863},{"uri":"Tulle","surface_form":"tulle","offset":3884},{"uri":"Lace","surface_form":"lace","offset":3902},{"uri":"Scarlett_Johansson","surface_form":"Scarlett Johansson","offset":3945},{"uri":"Kylie_Minogue","surface_form":"Kylie Minogue","offset":3965},{"uri":"Charlize_Theron","surface_form":"Charlize Theron","offset":3983},{"uri":"Haute_couture","surface_form":"couture","offset":4035},{"uri":"Lingerie","surface_form":"lingerie","offset":4260},{"uri":"Accessories","surface_form":"accessories","offset":4273},{"uri":"Jewelry","surface_form":"jewelry","offset":4302},{"uri":"Glove","surface_form":"glove","offset":4330}]}