{"id":264716,"url":"http://en.wikipedia.org/wiki/Firestone_Tire_and_Rubber_Company","text":"The Firestone Tire and Rubber Company is a tire company founded by Harvey Firestone in 1900. They supplied air filled tires for wagons, buggies, and other forms of wheeled vehicles common at the time. Firestone soon saw the possibility for increasing sales by making tires for automobiles. The company was a early leader in the mass production of tires. Firestone become the original equipment supplier of Ford Motor Company automobiles. They also sold a lot of replacement tires.\nIn 1988, the company was sold to the Japanese Bridgestone Corporation. It is now known as Bridgestone Firestone.\nEarly/Mid 20th century.\nFirestone was originally based in Akron, Ohio. That was also the home of its rival, Goodyear Tire and Rubber Company. The company initiated operations in 1900 with 12 employees. Together, Firestone and Goodyear were the largest suppliers of automotive tires in North America for over three-quarters of a century. In 1906 Firestone was chosen by Henry Ford for the Model T.\nAt one point, the company had a rubber plantation in Liberia that covered more than 4,000 square kilometers (1 million acres).\nDuring World War II the company make artillery shells, aluminum kegs for food transport and other rubberized military products. In the 1940s, Firestone was given a defense contract to produce plastic helmet liners.\nIn 1951, Firestone was given the defense contract for the MGM-5 Corporal missile. In 1961, Firestone acquired the Dayton Tire division from the Dayco Corporation.\nRestructuring and sale to Bridgestone.\nIn late 1979, Firestone brought in John Nevin as president. He was the former head of Zenith Electronics. Firestone was more than a billion dollars in debt at the time, and losing 250 million dollars a year. Nevin closed nine of the company's seventeen manufacturing plants. He moved the company from Akron to Chicago. He split the non-tire related businesses from the main company. In 1988 Nevin negotiated the sale of the company to the Japanese company Bridgestone. Bridgestone Corporation Japan was able to buy the company for much less than it had been worth a decade and a half earlier. The combined Bridgestone Firestone North American operations are now based in Nashville, Tennessee.\nFormula One.\nFirestone has been a major tire supplier for Formula One teams. From to they supplied tires to a number of teams, including Ferrari, Team Lotus, and Honda. They had 121 cars start the race on their tires, winning 49 of those races. They were on the winning car of every Indianapolis 500 race from 1950 to 1960. These years, the Indy 500 was part of the Formula One world championship series. Their last win came in the 1972 Italian Grand Prix. Firestone has four Drivers World Championships and three Constructors World Championships with teams using their tires.\nGreat American streetcar scandal.\nIn 1950, Firestone along with General Motors and Standard Oil were charged and convicted of criminal conspiracy for their part in the \"Great American streetcar scandal\". The scandal included buying streetcar systems all across the United States. They would shut them down, and replacing them with buses.\nFirestone 500 tread separation problem.\nRadial tires were introduced to the US market by rivals Goodrich and Michelin in the late 1960s. Firestone lacked a radial. The first radial tire design and built by Firestone was the Firestone 500 Radial. Manufacturing of the new tire was done on equipment designed to build bias-ply tires.\nDuring the 1970s, Firestone had major problems with the Firestone 500 radial. At high speeds, the steel-belted radials started showing signs that the tread was coming apart from the tire. The National Highway Traffic Safety Administration (NHTSA) investigation found that the tread separation problem was most likely a design defect affecting all Firestone 500's.\nIn 1977 Firestone recalled of 400,000 tires produced at the Decatur plant. Firestone blamed the problems on the consumer. They said the problems were caused by under inflation and poor maintenance. On October 20, 1978, Firestone recalled over 7 million Firestone 500 tires. Congressional hearings took place in 1978. The tire was found to be defective and the cause of 34 deaths. In May 1980 NHTSA fined Firestone $500,000 USD. At that time was the largest fine imposed on any U.S. corporation. Several lawsuits were settled out of court. The bad publicity hurt the company's sales and share price badly.\nLiberian rubber plant.\nIn 1926, Firestone opened one of the world's biggest rubber plantations in Liberia, West Africa. The International Labor Rights Fund said about Firestone, Firestone's management denied these claims. They said the corporation provided employment, pensions, and health care to thousands of Liberians. The company also provides education and training opportunities to employees and their children.\nIn May 2006, the United Nations Mission in Liberia (UNMIL) released a report on the state of human rights on Liberia's rubber plantations. According to the report, Firestone did not monitor child labor very well. UNMIL found that several problems. They included pressure to meet company quotas, incentive to support the family financially, and lack of access to basic education. The report also said that the workers' housing provided by Firestone has not been renovated. They had been built in the 1920s and 1930s.\nDan Adomitis, President of Firestone Natural Rubber Company, talked to CNN about the production quotas and child labor. He said that a worker will tap about 650 trees a day, and spend a couple of minutes at each tree. CNN pointed out the 650 trees, at two minutes per tree, is 1,300 minutes. That is more than 21 hours of work a day.\nFord Explorer rollover problem.\nIn 1996, several state agencies in Arizona began having big problems with Firestone tires on Ford Explorers. Firestone conducted an investigation of the complaints, tested the tires and asserted that the tires had been abused or under-inflated.\nAccording to Joan Claybrook of the group Public Citizen, Ford also played a large part. They said Ford told Firestone to add a nylon ply to the tires it manufactured in Venezuela for additional strength. Ford changed the suspension to Explorers available in Venezuela. Ford did not ask for the nylon ply for U.S.-made Firestone tires. And they did it change the Explorer suspension on US models.\nThere was a very high failure rate in Firestone's \"Wilderness AT\", \"Firestone ATX\", and \"ATX II\" tires. Several lawsuits were filed. There was a mandatory recall of the tires. In 2001 Bridgestone Firestone stopped working with Ford because they did not trust Ford. They said Ford had not listened to warnings by Bridgestone Firestone about the design of the Ford Explorer. In 2006, Firestone announced a new effort to recall the same tires recalled in 2000. More of the tires had been linked to recent deaths and injuries. Firestone estimates 97% of the tires were replaced in the 2000 recall. They are still concerned over spare tires that owners did not think to replace.\nTelevision advertisement jingle.\n\"Where the Rubber Meets the Road\" is an advertisement jingle (short song) that was frequently used in the 1960s and 1970s, especially on televised sporting events.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harvey_Firestone","surface_form":"Harvey Firestone","offset":67},{"uri":"Tire","surface_form":"tire","offset":118},{"uri":"Vehicle","surface_form":"vehicle","offset":172},{"uri":"Car","surface_form":"automobiles","offset":277},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":406},{"uri":"Bridgestone","surface_form":"Bridgestone","offset":527},{"uri":"Akron%2C_Ohio","surface_form":"Akron, Ohio","offset":652},{"uri":"Goodyear_Tire_and_Rubber_Company","surface_form":"Goodyear Tire and Rubber Company","offset":702},{"uri":"Ford_Model_T","surface_form":"Model T","offset":982},{"uri":"Liberia","surface_form":"Liberia","offset":1044},{"uri":"World_War_II","surface_form":"World War II","offset":1125},{"uri":"Artillery","surface_form":"artillery","offset":1155},{"uri":"Military","surface_form":"military","offset":1227},{"uri":"Missile","surface_form":"missile","offset":1406},{"uri":"Bridgestone","surface_form":"Bridgestone","offset":1991},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":2206},{"uri":"Formula_One","surface_form":"Formula One","offset":2286},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":2365},{"uri":"Team_Lotus","surface_form":"Team Lotus","offset":2374},{"uri":"Honda_Racing_F1","surface_form":"Honda","offset":2390},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":2511},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grand Prix","offset":2665},{"uri":"List_of_Formula_One_World_Drivers%27_Champions","surface_form":"Drivers World Championships","offset":2704},{"uri":"List_of_Formula_One_World_Constructors%27_Champions","surface_form":"Constructors World Championships","offset":2742},{"uri":"General_Motors","surface_form":"General Motors","offset":2869},{"uri":"Chevron_Corporation","surface_form":"Standard Oil","offset":2888},{"uri":"Streetcar","surface_form":"streetcar","offset":3037},{"uri":"Bus","surface_form":"bus","offset":3136},{"uri":"Radial","surface_form":"Radial","offset":3183},{"uri":"Decatur%2C_Illinois","surface_form":"Decatur","offset":3899},{"uri":"Rubber","surface_form":"rubber","offset":4520},{"uri":"Liberia","surface_form":"Liberia","offset":4542},{"uri":"West_Africa","surface_form":"West Africa","offset":4551},{"uri":"Human_rights","surface_form":"human rights","offset":4955},{"uri":"CNN","surface_form":"CNN","offset":5449},{"uri":"Arizona","surface_form":"Arizona","offset":5779},{"uri":"Venezuela","surface_form":"Venezuela","offset":6158}]}