{"id":264725,"url":"http://en.wikipedia.org/wiki/High_heels","text":"High heels are shoes where the heels are much higher than the toes. They are a fashion item for women, and may also be worn by men. Both cowboy boots and 'Cuban heels' are shoes worn by men with higher heels.\nLook.\nMid-height heels are from 2½ to 3½ inches (8.5 cm). They are an intermediate between standard high heels and \"stiletto heels\", which are from 4 to 10 inches, made of steel, and very narrow at the base: 0.4 inches or less. They have been widely criticised for the health risks regular wear would bring. They have also been criticised by feminists. If the soles of the shoes are also raised, then they are a quite different kind of shoe: the \"platform shoe\".\nWedgies or, more properly, shoes with wedge heels, are a compromise type. They raise the heels, and are much more stable than standard high heels.\nWedges for women were popularized by Salvatore Ferragamo who introduced the design to the Italian market in the late 1930s.\nConclusion.\nThere are so many types of shoe, and so many differences between people that no type will suit everyone. It is obvious that the higher the heel, the riskier the shoe. The more sensible versions are quite safe; the extreme versions seen on fashion show catwalks are not for everyday wear. A lot depends on their use. Nurses tend to wear flat shoes; office staff may prefer high heels. Despite the critics, high heels have been around for a long time, and are probably going to stay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shoe","surface_form":"shoe","offset":15},{"uri":"Heel","surface_form":"heel","offset":31},{"uri":"Toe","surface_form":"toe","offset":62},{"uri":"Cowboy","surface_form":"cowboy","offset":137},{"uri":"Boot","surface_form":"boot","offset":144},{"uri":"Steel","surface_form":"steel","offset":381},{"uri":"Salvatore_Ferragamo","surface_form":"Salvatore Ferragamo","offset":856},{"uri":"Nurse","surface_form":"Nurse","offset":1271}]}