{"id":264737,"url":"http://en.wikipedia.org/wiki/Hair_follicle","text":"A hair follicle is a part of the skin, which grows a hair by packing old cells together. Attached inside the top of the follicle are sebaceous glands, which are tiny sebum-producing glands in almost all skin except on the palms, lips and soles of the feet. The thicker the hair, the more the number of sebaceous glands there are.\nAlso attached to the follicle is a tiny bundle of muscle fiber, called the \"arrector pili\", which is responsible for causing the follicle lissis to become more upright the surface of the skin. The muscle area can also cause the follicle to stick up slightly above the nearby skin (piloerection) with a pore incased with skin oil. This process results in goose bumps (or goose flesh). Stem cells are at the junction of the arrector and the follicle, and are principally responsible for the ongoing hair production during a process known as the Anagen stage.\nThe average growth rate of healthy hair follicles on the scalp is nearly per month.\nPapilla.\nAt the base of the follicle is a structure that is called the papilla. The papilla is made up mainly of connective tissue and a capillary loop. Cell division in the papilla is either rare or non-existent.\nMatrix.\nAround the papilla is the hair matrix, a collection of epithelial cells often mixed with the pigment-producing (color) cells, known as melanocytes. Cell division in the hair matrix is responsible for the cells that will form the major structures of the hair fiber and the inner root sheath. The hair matrix epithelium is one of the fastest-growing cell areas in the human body, which is why some forms of chemotherapy which kill dividing cells or radiotherapy may lead to temporary hair loss. The papilla is usually oval or pear-shaped, with the matrix wrapped almost totally around it, except for a short stalk-like connection to the surrounding connective tissue that provides access for the capillary.\nRoot sheath.\nThe root sheath is composed of an external (outside) and internal (inside) root sheath. The external root sheath appears empty with cuboid cells when stained with H&E stain. The internal root sheath is composed of three layers, Henle's layer, Huxley's layer, and an internal cuticle that is continuous with the outer layer of the hair fiber.\nHair fiber.\nThe hair fiber is composed of a cuticle that is continuous with the root sheath, an intermediate cortex, and an inner medulla.\nBulge.\nThe bulge is in the outer root sheath at the insertion point of the arrector pili muscle. It houses several types of stem cells, which supply the entire hair follicle with new cells, and take part in healing the epidermis after a wound.\nOther structures.\nOther structures associated with the hair follicle include arrector pili muscles, sebaceous glands and apocrine sweat glands. Hair follicle nerve receptors sense the position of the hairs.\nMorphogenesis (origin of form).\nBefore a baby is born, the epithelium and underlying mesenchyma interact to form hair follicles.\nHair-follicle cycling.\nHair grows in cycles of various phases: anagen is the growth phase; catagen is the involuting or regressing phase; and telogen, the resting or quiescent (still) phase. Each phase has several morphologically and histologically distinguishable sub-phases. Prior to the start of cycling is a phase of follicular morphogenesis (formation of the follicle). There is also a shedding phase, or exogen, that is independent of anagen and telogen in which one of several hairs that might arise from a single follicle exits. Normally up to 90% of the hair follicles are in anagen phase while, 10–14% are in telogen and 1–2% in catagen phase. The cycle's length varies on different parts of the body. For eyebrows, the cycle is completed in around 4 months, while it takes the scalp 3–4 years to finish; this is the reason eyebrow hairs have a much shorter length limit compared to hairs on the head. Growth cycles are controlled by a chemical signal like epidermal growth factor.\nAnagen phase.\nAnagen is the color phase of hair follicles. The color of your hair will start to fade because the cell only last a couple months.\nCatagen phase.\nThe catagen phase is a short transition stage that occurs at the end of the anagen phase. It signals the end of the active growth of a hair. This phase lasts for about 2–3 weeks while a club hair is formed.\nTelogen phase=== .\nThe telogen phase is the resting phase of the hair follicle. The club hair is the final product of a hair follicle in the telogen stage, and is a dead, fully keratinized hair. Fifty to one-hundred club hairs are shed daily from a normal scalp.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skin","surface_form":"skin","offset":33},{"uri":"Hair","surface_form":"hair","offset":53},{"uri":"Cell_(biology)","surface_form":"cell","offset":73},{"uri":"Sebaceous_gland","surface_form":"sebaceous gland","offset":133},{"uri":"Sebum","surface_form":"sebum","offset":166},{"uri":"Gland","surface_form":"gland","offset":182},{"uri":"Hand","surface_form":"palm","offset":222},{"uri":"Sole_(foot)","surface_form":"soles","offset":238},{"uri":"Muscle","surface_form":"muscle","offset":380},{"uri":"Arrector_pili","surface_form":"arrector pili","offset":406},{"uri":"Pore_(skin)","surface_form":"pore","offset":632},{"uri":"Goose_bumps","surface_form":"goose bumps","offset":684},{"uri":"Stem_cells","surface_form":"Stem cells","offset":714},{"uri":"Papilla","surface_form":"papilla","offset":1042},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":1095},{"uri":"Capillary","surface_form":"capillary","offset":1108},{"uri":"Trichocyte_(human)","surface_form":"hair matrix","offset":1219},{"uri":"Epithelial","surface_form":"epithelial","offset":1248},{"uri":"Melanocytes","surface_form":"melanocytes","offset":1328},{"uri":"Cell_division","surface_form":"Cell division","offset":1341},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":1598},{"uri":"Radiotherapy","surface_form":"radiotherapy","offset":1640},{"uri":"Hair_loss","surface_form":"hair loss","offset":1675},{"uri":"Trichocyte_(human)","surface_form":"matrix","offset":1739},{"uri":"H%26amp%3BE_stain","surface_form":"H&E stain","offset":2074},{"uri":"Henle%27s_layer","surface_form":"Henle's layer","offset":2139},{"uri":"Huxley%27s_layer","surface_form":"Huxley's layer","offset":2154},{"uri":"Cuticle","surface_form":"cuticle","offset":2186},{"uri":"Medulla","surface_form":"medulla","offset":2383},{"uri":"Arrector_pili","surface_form":"arrector pili","offset":2713},{"uri":"Sebaceous_gland","surface_form":"sebaceous gland","offset":2736},{"uri":"Apocrine","surface_form":"apocrine","offset":2757},{"uri":"Sweat_gland","surface_form":"sweat gland","offset":2766},{"uri":"Eyebrow","surface_form":"eyebrow","offset":3688},{"uri":"Month","surface_form":"month","offset":3733},{"uri":"Scalp","surface_form":"scalp","offset":3760},{"uri":"Year","surface_form":"year","offset":3770}]}