{"id":264768,"url":"http://en.wikipedia.org/wiki/University_of_Western_Australia","text":"The University of Western Australia (UWA) was opened in February 1911. It is the oldest university in the state of Western Australia. The law that set up the university was the University of Western Australia Act 1911. The Act sets out how the University is to be managed by a Senate, which can make rules and regulations. These are included in the University Calendar.\nOne of the best and most respected universities in Australia, UWA is also highly ranked internationally. To date UWA has close to 100 Rhodes Scholars and one Nobel Prize winner, Barry Marshall. The University joined the \"Matariki Network of Universities\" as the youngest member, being the only established university from the 20th century.\nHistory.\nThe University was first set up in Irwin Street, in the centre of Perth. It was housed in several buildings between Hay Street and St George's Terrace. Irwin Street was also known as \"Tin Pan Alley\" because many of the buildings had corrugated iron roofing. These buildings were the university campus until 1932, when the campus moved to its present-day site in Crawley ().\nIn the 1910s the founding Chancellor, Sir John Winthrop Hackett, gave over £425,000 to the University. This allowed the building of its magnificent main buildings at the present-day campus. Many buildings and landmarks within the University are named after him, including Winthrop Hall and Hackett Hall.\nA part of the original buildings is still in use, called the \"Irwin Street Building\". In the 1930s it was moved to the new campus. In 1987 it was repaired and moved to James Oval. Recently, the building was the Senate meeting room and is now used as a cricket pavilion and storage space for the University Archives. The building has been heritage-listed by both the National Trust and the Australian Heritage Commission.\nCampus.\nUWA is one of the largest landowners in Perth, though government grants and private gifts. Recent developments include the $22 million University Club, opened in June 2005, the UWA Watersports Complex, opened in August 2005, the $64 million Molecular and Chemical Sciences building opened in September 2005 and a $30 million Business School building opened in May 2009. A new $360 million medical research facility is due to begin in early 2009 and be completed by the end of 2011.\nAttractions.\nThe 65-hectare Crawley campus is next to the Swan River, and located 5 km from the Perth central business district. Many of the buildings are made from limestone, including the [http://www.archives.uwa.edu.au/information_about/university_archives2/fact_sheet_index/winthrop_hall Winthrop Hall] with its Romanesque architecture. These buildings are built amongst large lawns and thickets of trees such as the Sunken Garden and the Tropical Grove. The beauty of the grounds and rich history of the campus make it a popular spot for weddings.\nThe Arts Faculty building includes the [http://www.theatres.uwa.edu.au/university_theatres_home_page/new_fortune_theatre New Fortune Theatre]. This is a copy of the original Elizabethan Fortune Theatre and the only one of its kind in the southern hemisphere. Since 1995 the open air theatre has had regular performances of Shakespeare's plays, put on by the [http://www.grads.org.au/ Graduate Dramatic Society] and the University Dramatic Society. The theatre is also home to a family of peafowl given to the University by the Perth Zoo.\nThe Berndt Museum of Anthropology, on the ground floor of the Social Sciences Building, holds the finest collection of Aboriginal art in the world according to the Collections Australia Network (CAN). Its Asian and Melanesian collections are also of strong interest. Begun in 1976 by Ronald and Catherine Berndt, it works in close collaboration with Aboriginal communities.\nLibraries.\nThe University of Western Australia has seven main subject [http://www.library.uwa.edu.au/library_services/the_subject_libraries__and__scholars_centre libraries] on campus. This includes the architecturally recognised Reid Library building, the largest library on campus with four publicly accessible levels. Five of the libraries are located on campus, with the other two being located within walking distance.\nResidential colleges.\nSeveral residential colleges are located close to the campus, including [http://www.currie.uwa.edu.au Currie Hall], [http://www.stgeorgescollege.com.au St George's College], [http://www.stcatherines.uwa.edu.au St Catherine's College], [http://www.trinity.uwa.edu.au Trinity] and [http://www.stmc.uwa.edu.au/ St Thomas More College].\nOffsite locations.\nThe University started a UWA Albany Centre in 1999 to meet rural education needs. In 2005, Curtin University of Technology joined UWA in Albany to offer extra courses. UWA Albany has postgraduate coursework and research programs through the Institute for Regional Development and the Centre of Excellence in Natural Resource Management. The UWA Rural Clinical School sends fifth-year medical students to study for a year in Albany, Derby, Broome, Port Hedland, Karratha, Geraldton, Bunbury, Narrogin, Esperance, or Kalgoorlie. The University is also involved in the Combined Universities Centre for Rural Health in Geraldton.\nThe University has other buildings across Stirling Highway in Nedlands. These are linked by pedestrian underpasses beneath the highway, and paths in front of the residential colleges. The University also has buildings in Claremont, purchased in 2005 from Edith Cowan University. The University calls this \"UWA Claremont\". The University remains a single campus institution. UWA Claremont is approximately 5 km west of the main Crawley campus. Further west still, the University also has staff in central Claremont.\nOverseas, the University has links with institutions in Malaysia and Singapore, where students can study for The University of Western Australia qualifications.\nStudents.\nUWA's students are mainly from Western Australia, and mostly from Perth. In recent years, numbers of full-fee paying foreign students, mainly from Southeast Asia, have grown. In 2008, the University had 3,958 international students, part of a total of 19,000 students.\nInternationalisation.\nThe University of Western Australia has formal agreements with 44 international institutions. It encourages staff and student exchanges, collaborative research and exchange of teaching materials and methods. The University also teaches several of its programmes in Singapore, Indonesia and the Philippines.\nIn May 2010 University joined the Matariki Network of Universities (MNU) together with Dartmouth College (USA), Durham University (UK), Queen’s University (Canada), University of Otago (New Zealand), University of Tübingen (Germany) and Uppsala University (Sweden).\nResearch strengths.\nThe University has over 80 research centres, including the Crime Research Centre, the Centre for Forensic Science, the Centre for Water Research and the Centre for Oil and Gas Engineering.\nA new project is the Zadko Telescope. A local businessman, James Zadko, and his family gave money to buy a robotically controlled 1-metre modified Ritchey-Chrétien telescope (F/4 equatorially mounted flat field). The telescope will built at the UWA's Gravity Discovery Centre and Southern Cross Cosmos Centre 70 km north of Perth on Wallingup Plain, near the town of Gingin. Working together with the European Union's satellites, it will be used to find major supernovas.\nThe University of Western Australia, with $20 million from the state government, will build an international radio astronomy research centre on UWA's Perth campus. UWA is behind Australia's bid to be the site of the Square Kilometer Array, a very large internationally funded radio astronomy installation capable of seeing the early stages of the formation of galaxies, stars and planets.\nStudent Guild.\nThe UWA Student Guild is the main student group on campus. It is part of the National Union of Students. The Guild provides many services to students, including running cafes and financial help. There are also over 80 clubs and societies paid for by the Guild. The Guild publishes the student newspaper, Pelican, as well as several other publications.\nSport.\nUWA Sports has a recreation centre, a fitness centre, aquatic centre (Human Movement) as well as a watersports complex (on the Swan River), a boat shed, a sports shop and physiotherapy. Off campus they run the UWA Sports Park (MacGillivray Oval) with athletics, baseball, cricket, football, hockey, rugby, soccer and ultimate frisbee fields. The UWA Tennis Centre is next to Challenge Stadium & UWA Sports Park. UWA Shenton Recreation Park also has a gym, indoor sports hall, tennis courts and a hockey turf.\nFamous students.\nUWA has many famous students, particularly in politics and government. The list includes many premiers of Western Australia including Geoff Gallop, Richard Court and Alan Carpenter; former Deputy Prime Minister Kim Beazley, and his father Kim Edward Beazley, and 23rd Prime Minister of Australia Bob Hawke.\nThe University also many famous science and medicine students, including Nobel prize winner Barry Marshall, the Australian of the Year for 2003 Fiona Stanley and the Australian of the Year for 2005 Fiona Wood.\nThe former head of Ansett Airlines and British Airways, Sir Rod Eddington, is a graduate of the UWA School of Engineering.\nSports alumni include former Kookaburras Captain and Hockeyroos Coach Ric Charlesworth.\nPress.\nUWA set up a publishing section in 1935, when the University was the only university in Western Australia.\nPresence in Second Life.\nUWA started a Second Life project in mid-2009. (Second Life is a 3D online virtual world open to the public, free of charge.) By early 2010 it was the most active Second Life project of any Australian university. The UWA site covers three islands (projected to expand), with several models of historic buildings from the Crawley campus, a virtual lecture hall which is used to run real lectures, and a facility where the capabilities of Second Life are being explored for use in scientific visualisation research. During 2009-2010, UWA in Second Life is running a monthly art contest, attracting around 70 artists and many visitors from around the world. Every month a new set of artworks are submitted and the community, together with a judging panel, select winners in a number of categories, who are then awarded cash prizes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_Australia","surface_form":"Western Australia","offset":115},{"uri":"Rhodes_Scholarship","surface_form":"Rhodes Scholars","offset":504},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":528},{"uri":"Barry_Marshall","surface_form":"Barry Marshall","offset":548},{"uri":"20th_century","surface_form":"20th century","offset":696},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":785},{"uri":"John_Winthrop_Hackett_Senior","surface_form":"Sir John Winthrop Hackett","offset":1131},{"uri":"Cricket","surface_form":"cricket","offset":1649},{"uri":"National_Trust","surface_form":"National Trust","offset":1763},{"uri":"Australian_Heritage_Commission","surface_form":"Australian Heritage Commission","offset":1786},{"uri":"Hectare","surface_form":"hectare","offset":2328},{"uri":"Swan_River_(Western_Australia)","surface_form":"Swan River","offset":2366},{"uri":"Central_business_district","surface_form":"central business district","offset":2410},{"uri":"Limestone","surface_form":"limestone","offset":2473},{"uri":"Romanesque_architecture","surface_form":"Romanesque architecture","offset":2624},{"uri":"Elizabethan","surface_form":"Elizabethan","offset":3035},{"uri":"Fortune_Playhouse","surface_form":"Fortune Theatre","offset":3047},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":3099},{"uri":"William_Shakespeare","surface_form":"Shakespeare's","offset":3184},{"uri":"Peafowl","surface_form":"peafowl","offset":3349},{"uri":"Perth_Zoo","surface_form":"Perth Zoo","offset":3388},{"uri":"Berndt_Museum_of_Anthropology","surface_form":"Berndt Museum of Anthropology","offset":3403},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":3518},{"uri":"Albany_Post_Office","surface_form":"UWA Albany Centre","offset":4595},{"uri":"Curtin_University_of_Technology","surface_form":"Curtin University of Technology","offset":4661},{"uri":"Albany%2C_Western_Australia","surface_form":"Albany","offset":4994},{"uri":"Derby%2C_Western_Australia","surface_form":"Derby","offset":5002},{"uri":"Broome%2C_Western_Australia","surface_form":"Broome","offset":5009},{"uri":"Port_Hedland%2C_Western_Australia","surface_form":"Port Hedland","offset":5017},{"uri":"Karratha%2C_Western_Australia","surface_form":"Karratha","offset":5031},{"uri":"Geraldton%2C_Western_Australia","surface_form":"Geraldton","offset":5041},{"uri":"Bunbury%2C_Western_Australia","surface_form":"Bunbury","offset":5052},{"uri":"Narrogin%2C_Western_Australia","surface_form":"Narrogin","offset":5061},{"uri":"Esperance%2C_Western_Australia","surface_form":"Esperance","offset":5071},{"uri":"Kalgoorlie%2C_Western_Australia","surface_form":"Kalgoorlie","offset":5085},{"uri":"Geraldton","surface_form":"Geraldton","offset":5185},{"uri":"Edith_Cowan_University","surface_form":"Edith Cowan University","offset":5451},{"uri":"Malaysia","surface_form":"Malaysia","offset":5767},{"uri":"Singapore","surface_form":"Singapore","offset":5780},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":6029},{"uri":"Singapore","surface_form":"Singapore","offset":6438},{"uri":"Indonesia","surface_form":"Indonesia","offset":6449},{"uri":"Philippines","surface_form":"Philippines","offset":6467},{"uri":"Matariki_Network_of_Universities","surface_form":"Matariki Network of Universities","offset":6514},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":6567},{"uri":"Durham_University","surface_form":"Durham University","offset":6592},{"uri":"Queen%E2%80%99s_University","surface_form":"Queen’s University","offset":6616},{"uri":"University_of_Otago","surface_form":"University of Otago","offset":6645},{"uri":"University_of_T%C3%BCbingen","surface_form":"University of Tübingen","offset":6680},{"uri":"Uppsala_University","surface_form":"Uppsala University","offset":6717},{"uri":"Robot","surface_form":"robot","offset":7062},{"uri":"Ritchey-Chr%C3%A9tien_telescope","surface_form":"Ritchey-Chrétien telescope","offset":7102},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":7279},{"uri":"Gingin%2C_Western_Australia","surface_form":"Gingin","offset":7322},{"uri":"European_Union","surface_form":"European Union","offset":7356},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":7373},{"uri":"Supernova","surface_form":"supernova","offset":7415},{"uri":"Radio_astronomy","surface_form":"radio astronomy","offset":7536},{"uri":"Square_kilometer_array","surface_form":"Square Kilometer Array","offset":7643},{"uri":"Galaxy","surface_form":"galaxies","offset":7787},{"uri":"Athletics_(track_and_field)","surface_form":"athletics","offset":8441},{"uri":"Baseball","surface_form":"baseball","offset":8452},{"uri":"Cricket","surface_form":"cricket","offset":8462},{"uri":"Australian_Rules_Football","surface_form":"football","offset":8471},{"uri":"Hockey","surface_form":"hockey","offset":8481},{"uri":"Rugby_football","surface_form":"rugby","offset":8489},{"uri":"Soccer","surface_form":"soccer","offset":8496},{"uri":"Ultimate_frisbee","surface_form":"ultimate frisbee","offset":8507},{"uri":"Geoff_Gallop","surface_form":"Geoff Gallop","offset":8850},{"uri":"Richard_Court","surface_form":"Richard Court","offset":8864},{"uri":"Alan_Carpenter","surface_form":"Alan Carpenter","offset":8882},{"uri":"Kim_Beazley","surface_form":"Kim Beazley","offset":8927},{"uri":"Kim_Edward_Beazley","surface_form":"Kim Edward Beazley","offset":8955},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":8984},{"uri":"Bob_Hawke","surface_form":"Bob Hawke","offset":9012},{"uri":"Nobel_prize","surface_form":"Nobel prize","offset":9096},{"uri":"Barry_Marshall","surface_form":"Barry Marshall","offset":9115},{"uri":"Australian_of_the_Year","surface_form":"Australian of the Year","offset":9135},{"uri":"Fiona_Stanley","surface_form":"Fiona Stanley","offset":9167},{"uri":"Australian_of_the_Year","surface_form":"Australian of the Year","offset":9189},{"uri":"Fiona_Wood","surface_form":"Fiona Wood","offset":9221},{"uri":"Ansett_Australia","surface_form":"Ansett Airlines","offset":9252},{"uri":"British_Airways","surface_form":"British Airways","offset":9272},{"uri":"Rod_Eddington","surface_form":"Rod Eddington","offset":9293},{"uri":"Ric_Charlesworth","surface_form":"Ric Charlesworth","offset":9426},{"uri":"Second_Life","surface_form":"Second Life","offset":9597},{"uri":"Second_Life","surface_form":"Second Life","offset":9631}]}