{"id":264838,"url":"http://en.wikipedia.org/wiki/Statistical_process_control","text":"Statistical process control (SPC) is the use of statistical methods to assess the stability of a process and the quality of its outputs. For example, consider a bottling plant. The entire system of production that produces filled bottles is termed a \"process\". Suppose the weight of liquid content added to a bottle is critical for cost control and customer satisfaction. The content should weigh 250 grams, but it is acceptable if the actual weight is between 245 and 255 grams. \"Monitoring\" means that the weight of every bottle is measured and recorded; sampling means that only a few bottles (say one in a thousand) are actually weighed (analysis to determine the rate of sampling and to assess sample representativeness is a well-established part of SPC.)\nSPC relies on quantitative and graphic analysis of measurements to evaluate observed variation. If the attributes of interest (content weight in this example) vary within an acceptable range, a process is said to be \"in control,\" \"in statistical control,\" or \"stable.\" When unacceptable variation is noted, actions are typically taken to determine and correct their cause. In the bottling example, suppose too many bottles are filled with less than 245 grams. Checking the plant equipment reveals that one of ten filler valves is malfunctioning.\nSPC has had broad application in manufacturing since its introduction in the 1920s and in many other kinds of repetitive activities.\nMuch of the power of SPC lies in the ability to examine a process, for the sources of variation in that process, by using tools which give weight to objective analysis over subjective opinions and which allow the strength of each source to be determined numerically. Variations in the process, which might affect the quality of the end-product or service can be detected and corrected, thus reducing waste as well as the likelihood that problems will be passed on to the customer. With its emphasis on early detection and prevention of problems, SPC has a distinct advantage over other quality methods, such as inspection, which apply resources to detecting and correcting problems after they have occurred.\nIn addition to reducing waste, SPC can lead to a reduction in the time required to produce the product or service from end-to-end. This is partially due to a reduced likelihood that the final product will have to be reworked, but it may also result from using SPC data to identify bottlenecks, wait times, and other sources of delays within the process. Process cycle time reductions, coupled with improvements in yield, have made SPC a valuable tool from both a cost-reduction and a customer-satisfaction standpoint.\nHistory.\nStatistical process control was pioneered by Walter A. Shewhart in the early 1920s. Shewhart created the basis for the control chart and the concept of a state of \"statistical control\" by carefully designed experiments. While Dr. Shewhart drew from pure mathematical statistical theories, he understood that data from physical processes seldom produces a \"normal distribution curve\" (a Gaussian distribution, also commonly referred to as a \"bell curve\"). He discovered how the observed variation in manufacturing data did not always behave the same way as data in nature (for example, Brownian motion of particles). Dr. Shewhart concluded that while every process displays variation, some processes display controlled variation that is natural to the process (common causes of variation), while others display uncontrolled variation that is not present in the process causal system at all times (special causes of variation). Uncontrolled variation is often associated with defective products, providing a data-driven means to identify problems and improve quality.\nW. Edwards Deming later applied SPC methods in the U.S. during World War II, thereby successfully improving quality in the manufacture of munitions and other strategically important products. After the war ended, he was instrumental in introducing SPC methods to Japanese industry. Deming's approach of using SPC with related management practices came to be known as a quality management system.\nApplication.\nThe following description relates to manufacturing rather than to the service industry, although the principles of SPC can be successfully applied to either. For a description and example of how SPC applies to a service environment, refer to Roberts (2005). Selden describes how to use SPC in the fields of sales, marketing, and customer service, using Deming's famous Red Bead Experiment as an easy to follow demonstration.\nIn mass-manufacturing, the quality of the finished article was traditionally achieved through post-manufacturing inspection of the product; accepting or rejecting each article (or samples from a production lot) based on how well it met its design specifications. In contrast, Statistical Process Control uses statistical tools to observe the performance of the production process in order to predict significant deviations that may later result in rejected product.\nTwo kinds of variation occur in all manufacturing processes: both these types of process variation cause subsequent variation in the final product. The first is known as natural or common cause variation and consists of the variation inherent in the process as it is designed. Common cause variation may include variations in temperature, properties of raw materials, strength of an electrical current etc. The second kind of variation is known as special cause variation, or assignable-cause variation, and happens less frequently than the first. With sufficient investigation, a specific cause, such as abnormal raw material or incorrect set-up parameters, can be found for special cause variations.\nFor example, a breakfast cereal packaging line may be designed to fill each cereal box with 500 grams of product, but some boxes will have slightly more than 500 grams, and some will have slightly less, in accordance with a distribution of net weights. If the production process, its inputs, or its environment changes (for example, the machines doing the manufacture begin to wear) this distribution can change. For example, as its cams and pulleys wear out, the cereal filling machine may start putting more cereal into each box than specified. If this change is allowed to continue unchecked, more and more product will be produced that fall outside the tolerances of the manufacturer or consumer, resulting in waste. While in this case, the waste is in the form of \"free\" product for the consumer, typically waste consists of rework or scrap.\nBy observing at the right time what happened in the process that led to a change, the quality engineer or any member of the team responsible for the production line can troubleshoot the root cause of the variation that has crept in to the process and correct the problem.\nSPC indicates when an action should be taken in a process, but it also indicates when NO action should be taken. An example is a person who would like to maintain a constant body weight and takes weight measurements weekly. A person who does not understand SPC concepts might start dieting every time his or her weight increased, or eat more every time his or her weight decreased. This type of action could be harmful and possibly generate even more variation in body weight. SPC would account for normal weight variation and better indicate when the person is in fact gaining or losing weight.\nBasic Steps of SPC.\nStatistical Process Control may be broadly broken down into three sets of activities: understanding the process; understanding the causes of variation; and elimination of the sources of special cause variation. Key tools in SPC are control charts, a focus on continuous improvement and designed experiments.\nIn understanding a process, the process is typically mapped out and the process is monitored using control charts. Control charts are used to identify variation that may be due to special causes, and to free the user from concern over variation due to common causes. This is a continuous, ongoing activity. When a process is stable and does not trigger any of the detection rules for a control chart, a process-capability analysis may also be performed to predict the ability of the current process to produce conforming (i.e. within specification) product in the future.\nWhen excessive variation is identified by the control-chart detection rules, or the process capability is found lacking, additional effort is exerted to determine causes of that variance. The tools used include Ishikawa diagrams, designed experiments and Pareto charts. Designed experiments are critical to this phase of SPC, as they are the only means of objectively quantifying the relative importance of the many potential causes of variation.\nOnce the causes of variation have been quantified, effort is spent in eliminating those causes that are both statistically and practically significant (i.e. a cause that has only a small but statistically significant effect may not be considered cost-effective to fix; however, a cause that is not statistically significant can never be considered practically significant). Generally, this includes development of standard work, error-proofing and training. Additional process changes may be required to reduce variation or align the process with the desired target, especially if there is a problem with process capability.\nSPC and Software Quality.\nIn 1989, the Software Engineering Institute introduced the notion that SPC can be usefully applied to non-manufacturing processes, such as software-engineering processes, in the Capability Maturity Model (CMM). This idea exists today within the Level 4 and Level 5 practices of the Capability Maturity Model Integration (CMMI). However, this notion that SPC is a useful tool when applied to non-repetitive, knowledge-intensive processes, such as engineering processes, has encountered much skepticism, and remains controversial today. The problem lies in numerous areas of software which are not repetitive, but instead are one-time or one-off aspects of quality, rather than being observed for repeated performance over a long-term view.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statistics","surface_form":"statistical","offset":48},{"uri":"Sampling_(statistics)","surface_form":"sampling","offset":557},{"uri":"Objective","surface_form":"objective","offset":1589},{"uri":"Subjective","surface_form":"subjective","offset":1613},{"uri":"Walter_A._Shewhart","surface_form":"Walter A. Shewhart","offset":2720},{"uri":"Control_chart","surface_form":"control chart","offset":2794},{"uri":"Normal_distribution","surface_form":"normal distribution","offset":3031},{"uri":"Gaussian_distribution","surface_form":"Gaussian distribution","offset":3061},{"uri":"Bell_curve","surface_form":"bell curve","offset":3116},{"uri":"Brownian_motion","surface_form":"Brownian motion","offset":3260},{"uri":"W._Edwards_Deming","surface_form":"W. Edwards Deming","offset":3741},{"uri":"World_War_II","surface_form":"World War II","offset":3804},{"uri":"Japan","surface_form":"Japan","offset":4004},{"uri":"Quality_management_system","surface_form":"quality management system","offset":4110},{"uri":"Manufacturing","surface_form":"manufacturing","offset":4187},{"uri":"Specification","surface_form":"specification","offset":4822},{"uri":"Process_Control","surface_form":"Process Control","offset":4863},{"uri":"Statistical","surface_form":"statistical","offset":4884},{"uri":"Common_cause_variation","surface_form":"common cause variation","offset":5222},{"uri":"Special_cause_variation","surface_form":"special cause variation","offset":5489},{"uri":"Probability_distribution","surface_form":"distribution","offset":5967},{"uri":"Engineering_tolerance","surface_form":"tolerance","offset":6400},{"uri":"Rework","surface_form":"rework","offset":6573},{"uri":"Scrap","surface_form":"scrap","offset":6583},{"uri":"Quality_engineering","surface_form":"quality engineer","offset":6676},{"uri":"Root_cause","surface_form":"root cause","offset":6776},{"uri":"Control_chart","surface_form":"control chart","offset":7710},{"uri":"Continuous_improvement","surface_form":"continuous improvement","offset":7737},{"uri":"Design_of_experiments","surface_form":"designed experiments","offset":7764},{"uri":"Control_chart","surface_form":"control chart","offset":7885},{"uri":"Ishikawa_diagram","surface_form":"Ishikawa diagram","offset":8569},{"uri":"Designed_experiment","surface_form":"designed experiment","offset":8588},{"uri":"Pareto_chart","surface_form":"Pareto chart","offset":8613},{"uri":"Software_Engineering_Institute","surface_form":"Software Engineering Institute","offset":9469},{"uri":"Software","surface_form":"software","offset":9595},{"uri":"Capability_Maturity_Model","surface_form":"Capability Maturity Model","offset":9634},{"uri":"CMMI","surface_form":"CMMI","offset":9777}]}