{"id":264856,"url":"http://en.wikipedia.org/wiki/Postcodes_in_Australia","text":"Postcodes are used in Australia to sort and send mail to the correct address. All postcodes in Australia have four numbers and are placed at the end of the address. Australian postcodes are managed by Australia Post.\nPostcodes are published in small books which can be collected from your nearest post offices, or online at the Australia Post website.\nOn envelopes and postcards there are often four square boxes printed in orange ink at the bottom right for the postcode numbers. These are used when addressing mail by hand.\nHistory.\nPostcodes were started in Australia in 1967 by the Postmaster-General's Department (PMG), now called Australia Post. They replaced earlier postal sorting systems, such as Melbourne's letter and number codes (e.g., \"N3\", \"E5\") and a similar system once used in rural and regional New South Wales.\nFormat.\nWhen writing an address by hand, a row of four boxes (pre-printed on the lower right hand corner of many envelopes) is usually used.\nGeography.\nAustralian postcodes are sorting information. They are often linked with one area (e.g. 6160 belongs only to Fremantle, Western Australia). But sometimes they can be quite complex, especially in country areas (e.g. 2570 belongs to twenty-two towns and suburbs around Camden, New South Wales). The south-western Victoria 3221 postcode of the Geelong Mail Centre also includes twenty places around Geelong with very few people. This means that mail for these places is not fully sorted until it gets to Geelong. Some postcodes cover large populations (e.g., postcode 4350 serving some 100,000 people in the City of Toowoomba), while other postcodes have much smaller populations, even in urban areas. The postcode numbers range from as low as 0200 (for the Australian National University) to 9729 (mail addressed to the Gold Coast City Council).\nMany big businesses, government departments and other institutions receive large volumes of mail. They can have their own postcode as a Large Volume Receiver (\"LVR\"), e.g. the Royal Brisbane and Women's Hospital has the postcode 4029. More postcode ranges were made available for LVRs in the 1990s.\nAustralia States and territories.\nThe first one or two numbers usually show the state or territory that the postcode belongs to\nThese are postcodes that does not follow the above rule.\nSome or all of the postcodes above may cover two states. For example postcode 2620 covers both a suburb in NSW (\"Gundaroo\") as well as a suburb in the ACT (\"Hume\") - the postcode is within the ACT range.\nJervis Bay Territory, once an exclave of the ACT but now a separate territory, is geographically located on the coast of NSW. It is just south of the towns of Vincentia and Huskisson, with which it shares a postcode. Mail to the Jervis Bay Territory is still addressed to the ACT.\nThe numbers used to show the state on each radio callsign in Australia is the same number as the first number for postcodes in that state, e.g. \"2xx\" in New South Wales, \"3xx\" in Victoria, etc. Radio callsigns pre-date postcodes in Australia by more than forty years.\nAllocation within states.\nWhile the first number of a postcode usually shows the state or territory, the second number usually shows a region within the state. However, postcodes with the same second number are not always next to each othera. As an example, postcodes in the range 2200–0001 are split between the southern suburbs of Sydney and the Central Coast of New South Wales.\nPostcodes with a second number of \"0\" or \"1\" are almost always located within the metropolitan area of the state's capital city. Postcodes with higher second numbers are usually located in rural and regional areas. Common exceptions are where towns were rural when postcodes were first introduced in 1967, but have since been suburbanised and incorporated into metropolitan areas, e.g. Penrith, New South Wales has the postcode 2750 and Petrie, Queensland has the postcode 4502.\nMajor towns and cities.\nMajor towns and cities tend to have \"0\" as the last number or last two numbers, e.g. Rockhampton, Queensland has the postcode 4700 and Ballarat, Victoria has the postcode 3350. There are exceptions; the major town of Ipswich, Queensland has the postcode 4305, while Goodna, a relatively unimportant suburb of Ipswich, is allocated 4300.\nPostcode squares.\nPost Office Preferred envelopes sold in Australia have four boxes in the bottom right corner of the front of the envelope. These boxes or squares, which by Australia Post calls \"postcode squares\", have the postcode for hand-addressed mail. This is for the purpose of Australia Post's automated mail-sorting equipment, which uses optical character recognition software. Postcode squares were introduced in 1990.\nAustralia Post says that postcode squares should not be used for machine-addressed mail, or mail going overseas.\nOther uses.\nMany other organisations now use postcodes. Insurance companies often use postcodes when working out the cost of car and house insurance. The NSW Ministry of Transport uses postcodes to give specific numbers for each bus stop in Greater Sydney. The stop number is five to seven numbers: the first four are the postcode, and the others show the bus stop (sometimes written with a space in between, e.g. \"2000 108\"). Many companies that produce metropolitan street maps also list the postcodes for each suburb, both in indexes on the maps themselves.\nMechanised sorting.\nTo improve mechanised sorting, each address now has a sorting number which is printed on the letter as an orange coloured barcode. This number might be 12 numbers long. This system enables the post office to place items in delivery order.","categories":[],"infobox_types":[],"annotations":[{"uri":"Postal_code","surface_form":"Postcodes","offset":0},{"uri":"Australia","surface_form":"Australia","offset":22},{"uri":"Mail","surface_form":"mail","offset":49},{"uri":"Post_office","surface_form":"post office","offset":297},{"uri":"Melbourne","surface_form":"Melbourne","offset":706},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":814},{"uri":"Fremantle%2C_Western_Australia","surface_form":"Fremantle, Western Australia","offset":1092},{"uri":"Camden%2C_New_South_Wales","surface_form":"Camden, New South Wales","offset":1250},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":1294},{"uri":"Geelong%2C_Victoria","surface_form":"Geelong","offset":1324},{"uri":"Toowoomba%2C_Queensland","surface_form":"Toowoomba","offset":1596},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":1738},{"uri":"Gold_Coast_City_Council","surface_form":"Gold Coast City Council","offset":1801},{"uri":"Royal_Brisbane_and_Women%27s_Hospital","surface_form":"Royal Brisbane and Women's Hospital","offset":2003},{"uri":"Jervis_Bay_Territory","surface_form":"Jervis Bay Territory","offset":2515},{"uri":"Exclave","surface_form":"exclave","offset":2545},{"uri":"Central_Coast_(New_South_Wales)","surface_form":"Central Coast","offset":3412},{"uri":"Penrith%2C_New_South_Wales","surface_form":"Penrith, New South Wales","offset":3832},{"uri":"Petrie%2C_Queensland","surface_form":"Petrie, Queensland","offset":3883},{"uri":"Rockhampton%2C_Queensland","surface_form":"Rockhampton, Queensland","offset":4034},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat, Victoria","offset":4084},{"uri":"Ipswich%2C_Queensland","surface_form":"Ipswich, Queensland","offset":4166},{"uri":"Goodna%2C_Queensland","surface_form":"Goodna","offset":4215},{"uri":"Optical_character_recognition","surface_form":"optical character recognition","offset":4633},{"uri":"Insurance","surface_form":"Insurance","offset":4884},{"uri":"Greater_Sydney","surface_form":"Greater Sydney","offset":5069},{"uri":"Barcode","surface_form":"barcode","offset":5531}]}