{"id":264814,"url":"http://en.wikipedia.org/wiki/S%C3%A9bastien_Bourdais","text":"Sébastien Olivier Bourdais (born 28 February 1979 in Le Mans) is a French race car driver. He is one of the most successful drivers in the history of the Champ Car World Series. He won four championships in a row, from 2004 to 2007.\nHe drove in Formula One for the Toro Rosso team during the 2008 and 2009 seasons. He was unable to repeat his past successes. Bourdais currently drives for Peugeot Sport in the Le Mans Series and for French football club Olympique Lyonnais in the Superleague Formula series.\nEarly years.\nBorn into a racing family, Bourdais began his racing career at age 10 in kart racing. Bourdais progressed to single-seater racing in 1995, finishing 9th in the Formula Campus Championship. He then spent two years in the French Formula Renault Championship. He finished second in points in 1997. In 1998, he won five races to become Rookie of the Year (6th overall) in French F3. He won the series outright in 1999, with eight wins and three poles.\nIn 2000, Bourdais joined the Prost Junior Team in the International F3000 Championship. He finished ninth in the series. In 2001, he moved to the DAMS team and took his first win in the series. He changed teams again for 2002, joing Super Nova Racing. Bordais had three victories and seven pole positions. He won the championship by two points.\nChamp Car career.\nBourdais moved to Champ Car racing in the United States. He and joined Newman-Haas Racing for the 2003 CART World Series season. At St. Petersburg, Florida, Bourdais became the first rookie since Nigel Mansell to claim pole position for his first race. His first Champ Car victory came at Brands Hatch.\nFor 2004, Bourdais dominated the Champ Car series. He had seven wins and eight poles in his Lola. His won his first championship. Bourdais won a fourth consecutive Champ Car title in 2007 with victory at Lexmark Indy 300 on October 21.\nToro Rosso.\nOn 16 March 2008 Bourdais competed in his first Formula One Championship race, the Australian Grand Prix in Melbourne. He finished the year in 17th place with four points.\nBourdais tested for the Toro Rosso team during the winter. On 6 February 2009 he was confirmed as a Toro Rosso driver for a second year. He had two points finishes in at the Australian Grand Prix and the Monaco Grand Prix.\nOn 16 July 2009, Toro Rosso announced that Bourdais would no longer be driving for the team. It was reported that Bourdais was thinking about sueing Toro Rosso, claiming that the team breached his contract. It was then reported that Toro Rosso paid him $2.1 million to avoid legal action.\n24 Hours of Le Mans.\nBourdais has frequently raced the famous 24 Hours of Le Mans. He entering for the first time in 1999, at the aged of 20. He drove a Porsche 911 GT2 run by Larbre Competition. He returned in 2000, finishing fourth with Emmanuel Clerico and Olivier Grouillard for the Pescarolo team behind the three dominant Audis.\nHis next three appearances did not go so well. In 2001 his car retired after 271 laps. The next year, he finished ninth in the LMP900 class. He missed the 2003 race and returned in 2004, but his car retired after 282 laps.\nBourdais' next race at Le Mans would come in 2007. He drove a factory-backed Peugeot 908. The car he shared with Stéphane Sarrazin and Pedro Lamy finished the race second. In 2009 he drovr for the Peugeot factory team again. He finished in second place, one lap behind the winning Peugeot. Bourdais was to drive the pole-winning #3 Peugeot in 2010. A suspension failure halted the car before Bourdais could turn a lap in the race\nSuperleague Formula.\nAfter leaving Formula One, Bourdais signed up to drive the Sevilla FC car in the Superleague Formula series. He won on his debut weekend at the 2009 Estoril round in the Super Final. Bourdais won again at the next round, winning race 1 of the 2009 Monza round. He returned for the 2010 season racing for Olympique Lyonnais.\nSports and stock car racing career.\nBourdais made several appearances in other championships. He won the Spa 24 Hours in 2002 in a Larbre Compétition Chrysler Viper GTS-R. He also won his class at the 2006 12 Hours of Sebring in a Panoz Esperante. In 2005 he also competed in the International Race of Champions, winning his first stock car race at Texas Motor Speedway. In 2009, he set the official lap record at Sebring International Raceway, during the 12 Hours of Sebring. In 2010, Bourdais raced in a Level 5 Motorsports prepared Daytona Prototype in Rolex 24 at Daytona, held at Daytona International Speedway in Florida.\nCART/Champ Car results.\nNew points system introduced in 2004\nFormula One results.\nDid not finish the race but was classified as he completed more than 90% of the race","categories":[],"infobox_types":["Le Mans driver"],"annotations":[{"uri":"Le_Mans","surface_form":"Le Mans","offset":53},{"uri":"France","surface_form":"French","offset":67},{"uri":"Auto_racing","surface_form":"race car","offset":74},{"uri":"Champ_Car","surface_form":"Champ Car World Series","offset":154},{"uri":"Formula_One","surface_form":"Formula One","offset":245},{"uri":"Scuderia_Toro_Rosso","surface_form":"Toro Rosso","offset":265},{"uri":"Peugeot","surface_form":"Peugeot","offset":389},{"uri":"Le_Mans_Series","surface_form":"Le Mans Series","offset":410},{"uri":"Superleague_Formula","surface_form":"Superleague Formula","offset":480},{"uri":"Kart_racing","surface_form":"kart racing","offset":594},{"uri":"Open_wheel_car","surface_form":"single-seater","offset":630},{"uri":"Champ_Car","surface_form":"Champ Car","offset":1350},{"uri":"United_States","surface_form":"United States","offset":1374},{"uri":"Newman-Haas_Racing","surface_form":"Newman-Haas Racing","offset":1403},{"uri":"St._Petersburg%2C_Florida","surface_form":"St. Petersburg, Florida","offset":1464},{"uri":"Nigel_Mansell","surface_form":"Nigel Mansell","offset":1528},{"uri":"Brands_Hatch","surface_form":"Brands Hatch","offset":1621},{"uri":"Lola_Cars","surface_form":"Lola","offset":1727},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":1966},{"uri":"Melbourne","surface_form":"Melbourne","offset":1991},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":2229},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":2259},{"uri":"24_Hours_of_Le_Mans","surface_form":"24 Hours of Le Mans","offset":2629},{"uri":"Emmanuel_Clerico","surface_form":"Emmanuel Clerico","offset":2806},{"uri":"Olivier_Grouillard","surface_form":"Olivier Grouillard","offset":2827},{"uri":"Pescarolo_Sport","surface_form":"Pescarolo team","offset":2854},{"uri":"Peugeot","surface_form":"Peugeot","offset":3202},{"uri":"St%C3%A9phane_Sarrazin","surface_form":"Stéphane Sarrazin","offset":3238},{"uri":"Pedro_Lamy","surface_form":"Pedro Lamy","offset":3260},{"uri":"Superleague_Formula","surface_form":"Superleague Formula","offset":3657},{"uri":"Chrysler","surface_form":"Chrysler","offset":4050},{"uri":"Panoz","surface_form":"Panoz","offset":4131},{"uri":"Texas_Motor_Speedway","surface_form":"Texas Motor Speedway","offset":4249},{"uri":"Sebring_International_Raceway","surface_form":"Sebring International Raceway","offset":4314},{"uri":"Daytona_International_Speedway","surface_form":"Daytona International Speedway","offset":4485},{"uri":"Florida","surface_form":"Florida","offset":4519}]}