{"id":264834,"url":"http://en.wikipedia.org/wiki/Government_of_Australia","text":"ce=\"preserve\">The Commonwealth of Australia is a federal constitutional monarchy with a parliamentary democracy. The Commonwealth of Australia was formed in 1901 when the six self-governing British colonies, agreed to join together as one nation. These colonies became the six states of Australia. The written agreement is the Australian Constitution. This was written at a Constitutional Convention and voted for by the people of the colonies.\nThe way the Australian Government is organized can be looked at in two ways. The first is federalism which organizes the way powers are distributed between the Australian Government and the state governments. The second is separation of powers into legislative, executive and judiciary branches of government. The Constitution supports the separation of powers in the way it sets out the roles of the branches of government.\nThe Federal Government.\nSection 1 of the Australian Constitution sets up a democratic legislature, the bicameral Parliament of Australia. This is the Queen and two houses, the Senate and the House of Representatives. Section 51 of the Constitution sets out the Commonwealth Government's legislative powers and gives certain powers and responsibilities (known as \"heads of power\") to the federal government. All remaining responsibilities are kept by the six States. Each State has its own constitution, so that Australia has seven sovereign Parliaments, none of which can take over the powers of any other. The High Court of Australia rules on any arguments between the Commonwealth and the States, or among the States, about their powers.\nThe Commonwealth Parliament can propose changes to the Constitution. To become law, the proposals must be put to a referendum of all Australians of voting age. The changes must get a \"double majority\": a majority of all votes, and a majority of votes in a majority of States.\nThe Commonwealth Constitution also says that the States can agree to give any of their powers to the Commonwealth. This can be done by an amendment to the Constitution through a referendum. More commonly, if all the states agree, then all state and Commonwealth parliaments pass laws to allow the transfer. These \"transfer\" laws may have a \"sunset clause\". This is a part of the law that means the law is only in place for a certain time. After this, the original division of powers is put back.\nAustralia has several territories, three of which are self-governing: the Australian Capital Territory (ACT), the Northern Territory (NT) and Norfolk Island. The legislatures of these territories have powers given to them by the Commonwealth. The Commonwealth Parliament keeps the power to overturn territorial legislation and to give or take powers. While Australian citizens living in the Australian Capital Territory and the Northern Territory are represented in the Commonwealth Parliament, Norfolk Islanders are not.\nAustralia's other territories, (Jervis Bay, Christmas Island and the Cocos (Keeling) Islands) are not self-governing. Instead, these territories are governed by federal laws, with Christmas Island and the Cocos Islands also having local governments. The largely uninhabited Coral Sea Islands was set up as a Territory of the Commonwealth in 1969. The Ashmore and Cartier Islands has been a territory since 1933 run under the laws of the Northern Territory.\nThe federal nature of the Commonwealth and the structure of the Parliament of Australia were the subject of long negotiations among the colonies. The House of Representatives is elected on a basis which shows the different sized populations of the States. So New South Wales has 50 members while Tasmania has only five. But the Senate is elected on a basis of equality among the States: all States have 12 Senators, regardless of population. This was so the Senators of the smaller States could form a majority and change or even reject laws from the House of Representatives. The ACT and the NT elect two senators each.\nThe third level of government after Commonwealth and State/Territory is Local government. These are organized as shires, towns or cities. Local governments are made up of elected representatives (known as either councilor or alderman depending on the State), usually serving on a part-time basis.\nBefore the Australia Act 1986, and matching legislation in the parliament of the United Kingdom, some Australian cases could be sent to the Judicial Committee of the Privy Council for final appeal. Australian law is now only decided on in Australia, and the High Court of Australia is the highest court of appeal. The possibility of the British Parliament making laws to overturn the Australian Constitution was also removed.\nLegislature.\nThe Legislature makes the laws, and supervises the activities of the other two arms with a view to changing the laws if needed. The Australian Parliament is bicameral, made up of the Queen, a 76-member Senate and a 150-member House of Representatives. Twelve Senators from each state are elected for six-year terms, using proportional representation and the single transferable vote (known in Australia as \"preferential voting\", with half elected every three years.\nThere are also two senators elected by voters from the Northern Territory (and including the Indian Ocean Territories, Christmas Island and the Cocos (Keeling) Islands). Another two senators are elected by the voters of the Australian Capital Territory (including the Jervis Bay Territory). Senators from the territories are also elected using preferential voting, however, their term of office is not fixed: it starts on the day of a general election for the House of Representatives and ends the day before the next such election day.\nThe members of the House of Representatives are elected by preferential voting from single-member areas spread among the states and territories roughly in proportion to population. In ordinary legislation, the two chambers have the same powers, but all laws for spending money or charging taxes must come from the House of Representatives. In the Westminster system, the leader of the political party or group of parties that holds the support of a majority of the members in the House of Representatives is asked to form a government and is named Prime Minister.\nThe Prime Minister and the Cabinet are responsible to the Parliament, of which they must be members. General elections are held at least once every three years. The Prime Minister can advise the Governor-General to call an election for the House of Representatives at any time, but Senate elections can only be held within certain periods set out in the Constitution. The most recent general election was on 21 August 2010.\nThe Commonwealth Parliament and all the state and territory legislatures use the Westminster system. They have a recognised Leader of the Opposition, usually the leader of the largest party outside the government. There is also a Shadow Cabinet of Opposition members who \"shadow\" each member of the Ministry, asking questions on matters about the Minister's responsibilities. The government, because it has a majority of members in the lower house of the legislature, can usually pass its legislation and control the workings of the house. The Opposition can slow down the process and obstruct government business if it chooses. The day-to-day business of the house is usually worked out between a senior Minister, who holds the title Leader of the House, and an Opposition frontbencher known as the Manager of Opposition Business.\nHead of state.\nThe Australian Constitution was written in 1901, when the Dominions of the British Empire were not independent countries, and does not use the words \"head of state\". In practice, the role of head of state of Australia is divided between two people, the Queen of Australia and the Governor-General of Australia. The Governor- General is appointed by the Queen on the advice of the Prime Minister of Australia. Though in many respects the Governor-General is the Queen's representative, and exercises various constitutional powers in her name, they are also independently vested with many important constitutional powers by the Constitution.\nThe Sovereign of Australia is currently Queen Elizabeth II. She is also the Sovereign of fifteen other Commonwealth Realms including the United Kingdom. Like the other Dominions, Australia gained legislative independence from the Parliament of the United Kingdom through the Statute of Westminster 1931. This came into force in Australia in 1942, but back dated to 3 September 1939. With the Royal Style and Titles Act 1953, the Australian Parliament gave the Queen the title Queen of Australia. In 1973 her Australian title no longer included her status as Queen of the United Kingdom and Defender of the Faith.\nSection 61 of the Constitution says that 'The executive power of the Commonwealth is vested in the Queen and is exercisable by the Governor‑General as the Queen’s representative, and extends to the execution and maintenance of this Constitution, and of the laws of the Commonwealth'. Section 2 of the Australian Constitution says that a Governor-General shall represent the Queen in Australia. In practice, the Governor-General carries out all the tasks usually done by a head of state, without asking the Queen.\nThe question of whether the Queen is Australia's head of state became a political one during the 1999 Australian republic referendum, when opponents of the move to make Australia a republic claimed that Australia already had an Australian as head of state in the person of the Governor-General, who since 1965 has invariably been an Australian citizen. The former Governor-General, Major General Michael Jeffery, said in 2004: \"Her Majesty is Australia's head of state but I am her representative and to all intents and purposes I carry out the full role.\" However, in 2005, he declined to name the Queen as head of state, instead saying in response to a direct question, \"The Queen is the Monarch and I represent her, and I carry out all the functions of head of state.\" The Governor-General represents Australia internationally, making and receiving State visits.\nIn 2009 Prime Minister Kevin Rudd called the Governor-General the Australian head of state. He said an overseas visit by Quentin Bryce \"...to Africa of this scale by Australia's Head of State will express the seriousness of Australia's commitment\".\nUnder the Westminster system the Governor-General's powers are almost always used on the advice of the Prime Minister or other ministers. The Governor-General retains reserve powers similar to those possessed by the Queen in the United Kingdom. These are rarely exercised, but during the Australian constitutional crisis of 1975 Governor-General Sir John Kerr used them independently of the Queen and the Prime Minister.\nSeveral times people in Australia have wanted to remove the monarchy. In a 1999 referendum, the Australian people voted on a proposal to change the Constitution. The proposal would have removed the Queen from the Constitution and replaced the Governor-General with a President nominated by the Prime Minister, but needing the approval of a two-thirds majority of both Houses of the Parliament. The proposal was defeated. The Australian Republican Movement continues to call for an end to the monarchy in Australia, opposed by Australians for Constitutional Monarchy.\nExecutive Council.\nThe Federal Executive Council consists of the Governor-General, the Prime Minister and Ministers. It is a formal body which exists to give legal effect to decisions made by the Cabinet, and to carry out various other functions. Members of the Executive Council are entitled to be styled \"The Honourable\", a title which they retain for life. The Governor-General usually presides at Council meetings, but a Minister with the title Vice-President of the Executive Council serves as the link between the government and the Council.\nCabinet.\nThe Constitution of Australia does not mention the Cabinet, and its decisions have no legal force. All members of the ministry must be sworn as members of the Federal Executive Council. This council is chaired by the Governor-General and which meets solely to approve and give legal force to decisions already made by the Cabinet. That is why there is always a member of the ministry holding the title Vice-President of the Executive Council.\nUntil 1956 all members of the ministry were members of the Cabinet. With more ministers added in the 1940s and 1950s this made the cabinet too big. In 1956 Robert Menzies created a two level ministry, with only senior ministers in the Cabinet. These are known as the front bench because the sit on the front bench seats in the Parliament. This practice has been continued by all governments except the Whitlam Government.\nWhen the non-Labor parties have been in power, the Prime Minister has made all Cabinet and ministerial appointments. When the Liberal Party and its predecessors (the Nationalist Party and the United Australia Party) have been in coalition with the National Party or its predecessor the Country Party, the leader of the junior Coalition party has had the right decide his party's members of the Coalition ministry, and to work with the Prime Minister to give them their responsibilities.\nWhen the Labor first held office under Chris Watson, Watson used the right to choose members of his Cabinet. In 1907, however, the party decided that future Labor Cabinets would be elected by the members of the Parliamentary Labor Party, the Caucus. The Prime Minister would allocate their responsibilities. The Labor Prime Ministers had a lot of influence over who was elected to Labor ministries, although the leaders small groups inside the party also had a lot of power. Prior to the 2007 general election, Kevin Rudd, said that he and he alone would choose the ministry if he become Prime Minister. His party won the election and he chose the ministry, as he said he would.\nThe cabinet meets not only in Canberra but also in other Australian state capitals, most often Sydney and Melbourne. Kevin Rudd said he wanted the Cabinet to meet in other places, such as major regional cities. The Commonwealth Parliament Offices in Sydney are located in Phillip Street.\nCaretaker governments.\nThere are times when the government acts in a \"caretaker\" capacity, principally in the period prior to and immediately following a general election.\nJudiciary.\nThe Judiciary interprets the laws, using as a basis the laws as enacted and what was said in the Legislature while the laws were being passed.\nFootnotes.\nBefore 1931, the junior status of dominions was shown in the fact that it was British ministers who advised the King, with dominion ministers, if they met the King at all, escorted by the constitutionally superior British minister. After 1931 all dominion ministers met the King as \"His\" ministers as of right, equal in Commonwealth status to Britain's ministers, meaning that there was no longer either a requirement for, or an acceptance of, the presence of British ministers. The first state to exercise this both symbolic and real independence was the Irish Free State. Australia and other dominions soon followed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Commonwealth of Australia","offset":18},{"uri":"Federation","surface_form":"federal","offset":49},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":57},{"uri":"Parliamentary_democracy","surface_form":"parliamentary democracy","offset":88},{"uri":"British_Empire","surface_form":"British colonies","offset":190},{"uri":"Constitution_of_Australia","surface_form":"Australian Constitution","offset":327},{"uri":"Constitutional_Convention_(Australia)","surface_form":"Constitutional Convention","offset":374},{"uri":"Federalism","surface_form":"federalism","offset":535},{"uri":"Separation_of_powers","surface_form":"separation of powers","offset":668},{"uri":"Democracy","surface_form":"democratic","offset":945},{"uri":"Legislature","surface_form":"legislature","offset":956},{"uri":"Bicameralism","surface_form":"bicameral","offset":973},{"uri":"Parliament_of_Australia","surface_form":"Parliament of Australia","offset":983},{"uri":"Queen_of_Australia","surface_form":"Queen","offset":1020},{"uri":"Australian_Senate","surface_form":"Senate","offset":1046},{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":1061},{"uri":"Parliaments_of_the_Australian_states_and_territories","surface_form":"States","offset":1328},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":1481},{"uri":"Referendum","surface_form":"referendum","offset":1725},{"uri":"Australian_Capital_Territory","surface_form":"Australian Capital Territory","offset":2456},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":2496},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":2524},{"uri":"Jervis_Bay_Territory","surface_form":"Jervis Bay","offset":2936},{"uri":"Christmas_Island","surface_form":"Christmas Island","offset":2948},{"uri":"Cocos_(Keeling)_Islands","surface_form":"Cocos (Keeling) Islands","offset":2973},{"uri":"Coral_Sea_Islands","surface_form":"Coral Sea Islands","offset":3178},{"uri":"Ashmore_and_Cartier_Islands","surface_form":"Ashmore and Cartier Islands","offset":3255},{"uri":"Parliament_of_Australia","surface_form":"Parliament of Australia","offset":3425},{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":3511},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":3620},{"uri":"Tasmania","surface_form":"Tasmania","offset":3657},{"uri":"Australian_Senate","surface_form":"Senate","offset":3689},{"uri":"Local_government_in_Australia","surface_form":"Local government","offset":4054},{"uri":"Shire","surface_form":"shire","offset":4095},{"uri":"Councilor","surface_form":"councilor","offset":4194},{"uri":"Alderman","surface_form":"alderman","offset":4207},{"uri":"Australia_Act_1986","surface_form":"Australia Act 1986","offset":4290},{"uri":"Judicial_Committee_of_the_Privy_Council","surface_form":"Judicial Committee of the Privy Council","offset":4419},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":4537},{"uri":"Parliament_of_Australia","surface_form":"Australian Parliament","offset":4850},{"uri":"Bicameral","surface_form":"bicameral","offset":4875},{"uri":"Queen_of_Australia","surface_form":"Queen","offset":4901},{"uri":"Australian_Senate","surface_form":"Senate","offset":4920},{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":4944},{"uri":"Proportional_representation","surface_form":"proportional representation","offset":5040},{"uri":"Single_transferable_vote","surface_form":"single transferable vote","offset":5076},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":5239},{"uri":"Christmas_Island","surface_form":"Christmas Island","offset":5303},{"uri":"Cocos_(Keeling)_Islands","surface_form":"Cocos (Keeling) Islands","offset":5328},{"uri":"Australian_Capital_Territory","surface_form":"Australian Capital Territory","offset":5408},{"uri":"Jervis_Bay_Territory","surface_form":"Jervis Bay Territory","offset":5452},{"uri":"Westminster_system","surface_form":"Westminster system","offset":6068},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":6269},{"uri":"Australian_federal_election%2C_2010","surface_form":"21 August 2010","offset":6693},{"uri":"Westminster_system","surface_form":"Westminster system","offset":6790},{"uri":"Leader_of_the_Opposition_(Australia)","surface_form":"Leader of the Opposition","offset":6833},{"uri":"Shadow_Cabinet","surface_form":"Shadow Cabinet","offset":6939},{"uri":"Leader_of_the_House_(Australia)","surface_form":"Leader of the House","offset":7444},{"uri":"Manager_of_Opposition_Business","surface_form":"Manager of Opposition Business","offset":7509},{"uri":"Constitution_of_Australia","surface_form":"Australian Constitution","offset":7560},{"uri":"British_Dominions","surface_form":"Dominions","offset":7614},{"uri":"British_Empire","surface_form":"British Empire","offset":7631},{"uri":"Queen_of_Australia","surface_form":"Queen of Australia","offset":7809},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":7836},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":7936},{"uri":"Sovereign","surface_form":"Sovereign","offset":8200},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":8236},{"uri":"Commonwealth_Realm","surface_form":"Commonwealth Realm","offset":8299},{"uri":"British_Dominions","surface_form":"Dominions","offset":8364},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Parliament of the United Kingdom","offset":8426},{"uri":"Statute_of_Westminster_1931","surface_form":"Statute of Westminster 1931","offset":8471},{"uri":"Royal_Style_and_Titles_Act_1953","surface_form":"Royal Style and Titles Act 1953","offset":8588},{"uri":"Queen_of_Australia","surface_form":"Queen of Australia","offset":8672},{"uri":"Defender_of_the_Faith","surface_form":"Defender of the Faith","offset":8786},{"uri":"Constitution_of_Australia","surface_form":"Australian Constitution","offset":9110},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":9146},{"uri":"Australian_republic_referendum%2C_1999","surface_form":"1999 Australian republic referendum","offset":9419},{"uri":"Michael_Jeffery","surface_form":"Major General Michael Jeffery","offset":9704},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":10211},{"uri":"Westminster_system","surface_form":"Westminster system","offset":10447},{"uri":"Reserve_powers","surface_form":"reserve powers","offset":10604},{"uri":"1975_Australian_constitutional_crisis","surface_form":"Australian constitutional crisis of 1975","offset":10725},{"uri":"John_Kerr_(Governor-General)","surface_form":"John Kerr","offset":10787},{"uri":"Australian_republic_referendum%2C_1999","surface_form":"1999 referendum","offset":10933},{"uri":"Queen_of_Australia","surface_form":"Queen","offset":11056},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":11101},{"uri":"President","surface_form":"President","offset":11125},{"uri":"Australian_Republican_Movement","surface_form":"Australian Republican Movement","offset":11283},{"uri":"Australians_for_Constitutional_Monarchy","surface_form":"Australians for Constitutional Monarchy","offset":11384},{"uri":"The_Honourable","surface_form":"The Honourable","offset":11732},{"uri":"President_of_the_Executive_Council","surface_form":"presides","offset":11814},{"uri":"Vice-President_of_the_Executive_Council","surface_form":"Vice-President of the Executive Council","offset":11874},{"uri":"Constitution_of_Australia","surface_form":"Constitution of Australia","offset":11986},{"uri":"Cabinet_(government)","surface_form":"Cabinet","offset":12033},{"uri":"Federal_Executive_Council","surface_form":"Federal Executive Council","offset":12141},{"uri":"Vice-President_of_the_Executive_Council","surface_form":"Vice-President of the Executive Council","offset":12384},{"uri":"Robert_Menzies","surface_form":"Robert Menzies","offset":12581},{"uri":"Front_bench","surface_form":"front bench","offset":12692},{"uri":"Gough_Whitlam","surface_form":"Whitlam","offset":12827},{"uri":"Liberal_Party_of_Australia","surface_form":"Liberal Party","offset":12973},{"uri":"Nationalist_Party_of_Australia","surface_form":"Nationalist Party","offset":13013},{"uri":"United_Australia_Party","surface_form":"United Australia Party","offset":13039},{"uri":"National_Party_of_Australia","surface_form":"National Party","offset":13095},{"uri":"National_Party_of_Australia","surface_form":"Country Party","offset":13133},{"uri":"Australian_Labor_Party","surface_form":"Labor","offset":13343},{"uri":"Chris_Watson","surface_form":"Chris Watson","offset":13373},{"uri":"Caucus","surface_form":"Caucus","offset":13576},{"uri":"Australian_general_election%2C_2007","surface_form":"2007 general election","offset":13822},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":13845},{"uri":"Sydney","surface_form":"Sydney","offset":14108},{"uri":"Melbourne","surface_form":"Melbourne","offset":14119},{"uri":"Commonwealth_Parliament_Offices%2C_Sydney","surface_form":"Commonwealth Parliament Offices","offset":14228},{"uri":"Phillip_Street%2C_Sydney","surface_form":"Phillip Street","offset":14285},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":15194}]}