{"id":264996,"url":"http://en.wikipedia.org/wiki/Usage_share_of_web_browsers","text":"The usage share of web browsers\nis the percentage (%) of viewers at a group of websites who use a particular web browser. For example, when it is said that Internet Explorer has 7% usage share (April 2018), it means that some version of Internet Explorer is used by nearly 7 of every 100 visitors who visit a given set of websites.\nAccuracy issues.\nIt can be misleading to measure the browser usage in the number of requests (page hits) made by each user agent.\nSummary table.\nThe following table summarizes the usage share of browsers for all platforms.\nNet Applications (2004 Q4 to present).\nNetapplications bases its usage share mainly on the usage statistics of 40,000 websites having around 160 million unique visitors.\nOn 2009-08-01, Net Applications began weighting its raw data based on the number of internet users in the countries concerned, using data from the CIA; the changes were applied retroactively to older data. The table below uses weighted data from 2007 Q4 onwards.\nW3Counter (May 2007 to present).\nThis site counts the last 15,000 page views from each of approximately 30,000 websites.\nThis limits the influence of sites with more than 15,000 visitors on the usage statistics.\nStatCounter (July 2008 to present).\nStatcounter statistics are directly derived from hits (not unique visitors) from 3 million sites using Statcounter totalling more than 15 billion hits per month. No artificial weightings are used.\nWikimedia (April 2009 to June 2010).\nWikimedia squid reports are based on server logs of about 4 billion page requests per month, based on the user agent information that accompanied the requests. These server logs cover requests to the following Wikimedia Foundation projects: Wikipedia, Wikimedia Commons, Wiktionary, Wikibooks, Wikiquote, Wikisource, Wikinews, Wikiversity and others.\nTheCounter.com (2000 to 2009).\n\"TheCounter.com\" identifies sixteen versions of six browsers (Internet Explorer, Firefox, Safari, Opera, Netscape, and Konqueror). Other browsers are categorised as either ‘Netscape compatible’ (including Google Chrome, which may also be categorized as 'Safari' due to its 'Webkit' subtag) or ‘unknown’. Internet Explorer 8 is identified as Internet Explorer 7. Monthly data includes all hits from 2008-02-01 until the end of the month concerned. More than the exact browser type, this data identifies the underlying web rendering engine used by various browsers, and the table below aggregates them in the same column.\nAT Internet Institute (Europe, July 2007 to June 2010).\n\"AT Internet Institute\" was formerly known as \"XiTi\".\nMethodology: Only counts visits to local sites in 23 European countries and then averages the percentages for those 23 European countries independent of population size.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":79},{"uri":"Web_browser","surface_form":"web browser","offset":109},{"uri":"Internet_Explorer","surface_form":"Internet Explorer","offset":156},{"uri":"User_agent","surface_form":"user agent","offset":450},{"uri":"CIA","surface_form":"CIA","offset":872},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":1680},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":1711},{"uri":"Wikimedia_Commons","surface_form":"Wikimedia Commons","offset":1722},{"uri":"Wiktionary","surface_form":"Wiktionary","offset":1741},{"uri":"Wikibooks","surface_form":"Wikibooks","offset":1753},{"uri":"Wikiquote","surface_form":"Wikiquote","offset":1764},{"uri":"Wikisource","surface_form":"Wikisource","offset":1775},{"uri":"Wikinews","surface_form":"Wikinews","offset":1787},{"uri":"Wikiversity","surface_form":"Wikiversity","offset":1797}]}