{"id":264918,"url":"http://en.wikipedia.org/wiki/Alvin_and_the_Chipmunks_(movie_series)","text":"e=\"preserve\">The fictional animated singing group Alvin and the Chipmunks created by Ross Bagdasarian have appeared in eight feature-length movies since their debut.\n\"Alvin and the Chipmunks\" (2007).\nIn a tree farm, three musically inclined chipmunks, Alvin (Justin Long), the mischievous troublemaker, Simon (Matthew Gray Gubler), the smart one in the trio, and Theodore (Jesse McCartney) the chubby sweethearted chipmunk, find their tree cut down and are transported to Los Angeles. Once there, they meet frustrated songwriter David Seville (Jason Lee), and despite a poor house-wrecking first impression, they impress him with their singing talent. Seeing the opportunity for success, both human and chipmunks make a pact for them to sing his songs. While that ambition proves a frustrating struggle with the difficult trio, the dream does come true after all. However, that success presents its own trials as their unscrupulous record executive, Ian Hawke (David Cross), plans to break up this family to exploit the boys. Can Dave and the Chipmunks discover what they really value amid the superficial glamour around them?\n\"Alvin and the Chipmunks: The Squeakquel\" (2009).\nPop sensations Alvin (Justin Long), Simon (Matthew Gray Gubler) and Theodore (Jesse McCartney) end up in the care of Dave Seville (Jason Lee)'s twenty-something cousin Toby (Zachary Levi). The boys must put aside music super stardom to return to school, and are tasked with saving the school's music program by winning the $25,000 prize in a battle of the bands. But the Chipmunks unexpectedly meet their match in three singing chipmunks known as The Chipettes—Brittany (Christina Applegate), Jeanette (Anna Faris) and Eleanor (Amy Poehler). Romantic and musical sparks are ignited when the Chipmunks and Chipettes square off.\n\"Alvin and the Chipmunks: Chipwrecked\" (2011).\nDave (Jason Lee), the Chipmunks, and the Chipettes enjoy fun and mischief on a luxury cruise before their seafaring vacation takes an unexpected detour to an uncharted island. Now, the harder Alvin (Justin Long) and friends search for a way back to civilization, the more obvious it becomes that they aren't alone on this secluded island paradise.\n\"Alvin and the Chipmunks: The Road Chip\" (2015).\nThrough a series of misunderstandings, Alvin (Justin Long), Simon (Matthew Gray Gubler) and Theodore (Jesse McCartney) come to believe that Dave (Jason Lee) is going to propose to his new girlfriend in Miami...and dump them. They have three days to get to him and stop the proposal, saving themselves not only from losing Dave but possibly from gaining a terrible stepbrother.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alvin_and_the_Chipmunks","surface_form":"Alvin and the Chipmunks","offset":50},{"uri":"Ross_Bagdasarian","surface_form":"Ross Bagdasarian","offset":85},{"uri":"Justin_Long","surface_form":"Justin Long","offset":259},{"uri":"Matthew_Gray_Gubler","surface_form":"Matthew Gray Gubler","offset":310},{"uri":"Jesse_McCartney","surface_form":"Jesse McCartney","offset":373},{"uri":"Jason_Lee","surface_form":"Jason Lee","offset":544},{"uri":"David_Cross","surface_form":"David Cross","offset":961},{"uri":"Justin_Long","surface_form":"Justin Long","offset":1199},{"uri":"Matthew_Gray_Gubler","surface_form":"Matthew Gray Gubler","offset":1220},{"uri":"Jesse_McCartney","surface_form":"Jesse McCartney","offset":1255},{"uri":"Jason_Lee","surface_form":"Jason Lee","offset":1308},{"uri":"Zachary_Levi","surface_form":"Zachary Levi","offset":1351},{"uri":"Christina_Applegate","surface_form":"Christina Applegate","offset":1648},{"uri":"Anna_Faris","surface_form":"Anna Faris","offset":1680},{"uri":"Amy_Poehler","surface_form":"Amy Poehler","offset":1705},{"uri":"Jason_Lee","surface_form":"Jason Lee","offset":1857},{"uri":"Justin_Long","surface_form":"Justin Long","offset":2050},{"uri":"Justin_Long","surface_form":"Justin Long","offset":2294},{"uri":"Matthew_Gray_Gubler","surface_form":"Matthew Gray Gubler","offset":2315},{"uri":"Jesse_McCartney","surface_form":"Jesse McCartney","offset":2350},{"uri":"Jason_Lee","surface_form":"Jason Lee","offset":2394}]}