{"id":264986,"url":"http://en.wikipedia.org/wiki/Backspace","text":"Backspace is the keyboard key (sometimes labeled as: ←) that originally pushed the typewriter carriage one position backwards, and for modern computer screens, moves the cursor one position backwards, deletes the preceding character, and shifts back the text after it by one position.\nIn typewriters, a typist would, for example, type a lowercase letter \"a\" with acute accent (á) by typing a lowercase letter \"a\" then backspace, and then the acute accent key (also known as overstrike). This is the basis for such spacing modifiers in computer character sets such as the ASCII caret (^, for the circumflex accent). Backspace composition no longer works with digital displays or typesetting systems. It has to some degree been replaced with the combining diacritical marks mechanism of Unicode, though such characters do not work well with many fonts, and precomposed characters continue to be used. Some software like TeX or Microsoft Windows use the opposite method for diacritical marks, namely positioning the accent first, and then placing the base letter at that position.\nPressing the backspace key on a computer terminal would generate the ASCII code 08, BS or Backspace, a control code which would delete the preceding character. That control code could also be accessed by pressing Control-H, as H is the eighth letter of the Latin alphabet. Terminals which did not have the backspace code mapped to the function of moving the cursor backwards and deleting the preceding character would display the symbols ^H (caret, H – see Caret notation) when the backspace key was pressed. This sequence is still used humorously for epanorthosis by computer literates, denoting the deletion of a pretended blunder, much like a strikethrough.\nMy slave-dri^H^H^H^H^H^H^H^H^Hboss decided to stall the project.\nA more concise alternative sometimes seen is ^W, which is the shortcut to delete the previous word in the Berkeley Unix terminal line discipline. One ^W can replace a whole string of ^H's. This shortcut has also made it into the Vi text editor. For really embarrassing blunders, ^U (kill line) can outdo a series of ^W.\nThe backspace is distinct from the delete key, which in paper media for computers would punch out all the holes to strike out a character, and in modern computers deletes text \"following\" it. Also, the delete key often works as a generic command to remove an object (such as an image inside a document, or a file in a file manager), while backspace usually has no effect.\nIn modern systems, the backspace key is often mapped to the delete character (0x7f in ASCII or Unicode), although the backspace key's function of deleting the character before the cursor remains.\nIn a mainframe environment, \"to backspace\" means to move a magnetic tape backwards, typically to the previous block.\nThe backspace key is commonly used to go back a page when exploring folders in graphical environments, or when browsing the Web in web browsers.\nAlthough the term \"backspace\" is the standard name of the key which deletes the character to the left of the cursor, the actual key may be labelled in a variety of ways, for example \"delete\", \"Erase\" (for example in XO-1, One Laptop Per Child), or with a left pointing arrow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Typewriter","surface_form":"typewriter","offset":83},{"uri":"Overstrike","surface_form":"overstrike","offset":474},{"uri":"ASCII","surface_form":"ASCII","offset":571},{"uri":"Combining_diacritical_mark","surface_form":"combining diacritical mark","offset":744},{"uri":"Unicode","surface_form":"Unicode","offset":785},{"uri":"TeX","surface_form":"TeX","offset":918},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":925},{"uri":"ASCII","surface_form":"ASCII","offset":1147},{"uri":"Control_code","surface_form":"control code","offset":1181},{"uri":"H","surface_form":"H","offset":1305},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":1335},{"uri":"Caret_notation","surface_form":"Caret notation","offset":1535},{"uri":"Epanorthosis","surface_form":"epanorthosis","offset":1630},{"uri":"Strikethrough","surface_form":"strikethrough","offset":1724},{"uri":"Vi","surface_form":"Vi","offset":2033},{"uri":"Delete_key","surface_form":"delete key","offset":2159},{"uri":"File_manager","surface_form":"file manager","offset":2442},{"uri":"Mainframe_computer","surface_form":"mainframe","offset":2697},{"uri":"Magnetic_tape","surface_form":"magnetic tape","offset":2751},{"uri":"World_Wide_Web","surface_form":"Web","offset":2933},{"uri":"Web_browser","surface_form":"web browser","offset":2940}]}