{"id":264944,"url":"http://en.wikipedia.org/wiki/Conflict_resolution","text":"Conflict resolution is a set of ideas and ways to reduce sources of conflict. The term \"conflict resolution\" is sometimes used interchangeably with the term \"dispute resolution\". The terms \"conflict\" and \"dispute\" overlap. As a term, conflict is broader than dispute, more concerned with physical action, and less concerned with verbal arguments.\nProcesses of conflict resolution generally include negotiation, mediation, and diplomacy. The processes of arbitration, litigation, and formal complaint processes such as ombudsman processes, are usually described with the term dispute resolution, although some refer to them as \"conflict resolution\".\nCulture-based.\nConflict resolution as both a professional practice and academic field is highly sensitive to cultural background. In Western cultural contexts, such as Canada and the United States, successful conflict resolution usually involves fostering communication among disputants and problem solving that meet their underlying needs. In these situations, conflict resolvers often talk about finding the \"win-win\" solution, or mutually satisfying scenario, for everyone involved (see Fisher and Ury (1981), \"Getting to Yes\").\nIn many non-Western cultural contexts, such as Afghanistan, Vietnam, and China, it is also important to find \"win-win\" solutions; however, getting there can be very different. In these contexts, direct communication between disputants that explicitly addresses the issues at stake in the conflict can be perceived as very rude, making the conflict worse and delaying resolution. Rather, it can make sense to involve religious, tribal or community leaders, communicate difficult truths indirectly through a third party, and make suggestions through stories (see David Augsberger (1992), \"Conflict Mediation Across Cultures\"). Intercultural conflicts are often the most difficult to resolve because the expectations of the disputants can be very different, and there is much occasion for misunderstanding.\nIn animals.\nConflict resolution has also been studied in non-humans, like dogs, cats, monkeys, snakes, elephants, and primates (see Frans de Waal, 2000). Aggression is more common among animal relatives and within a group, than between groups. Instead of creating a distance between the individuals, however, the primates were more intimate in the period after the aggressive incident. These intimacies consisted of grooming and various forms of body contact. Stress responses, like an increased heart rate, usually decrease after these reconciliatory signals. Different types of primates, as well as many other species who are living in groups, show different types of conciliatory behaviour. Resolving conflicts that threaten the interaction between individuals in a group is necessary for survival, hence has a strong evolutionary value. These findings contradicted previous existing theories about the general function of aggression, i.e. creating space between individuals (first proposed by Konrad Lorenz), which seems to be more the case in conflicts between groups than it is within groups.\nIn addition to research in primates, biologists are beginning to explore reconciliation in other animals. Up until recently, the literature dealing with reconciliation in non-primates have consisted of anecdotal observations and very little quantitative data. Although peaceful, post-conflict behavior had been documented going back to the 1960s, it was not until 1993 that Rowell made the first explicit mention of reconciliation in feral sheep. Reconciliation has since been documented in spotted hyenas, lions, dolphins, dwarf mongooses, domestic goats, and domestic dogs.\nCareers.\nConflict resolution is an expanding field of professional practice, both in the U.S. and around the world. The escalating costs of conflict have increased use of third parties who may serve as arbitrators, mediators, facilitators, and ombudsmen or conflict specialists to resolve conflicts. In fact, relief and development organizations have added peace-building specialists to their teams. Also, many of the major international NGOs have seen a growing need to hire practitioners trained in conflict analysis and resolution. Furthermore, this expansion of the field has resulted in the need for conflict resolution practitioners to work in a variety of settings such as in businesses, court systems, government agencies nonprofit organizations, government agencies and educational institutions serving throughout the world.\nEducation.\nUniversities worldwide offer programs of study pertaining to conflict research, analysis, and practice. The Cornell University School of Industrial and Labor Relations (ILR) houses the Scheinman Institute on Conflict Resolution, which offers undergraduate, graduate, and professional training on conflict resolution. Additional graduate programs are offered at Georgetown University, Eastern Mennonite University and Trinity College Dublin. George Mason University’s Institute of Conflict Analysis and Resolution offers undergraduate, certificate and masters programs in Conflict Analysis and Resolution and a Ph.D. program in The Philosophy in Conflict and Conflict Resolution.\nMany students completing a doctoral program enter the field as researchers, theorists, analysts, policy makers and professors in higher education.\nFurthermore, the Pax Ludens Foundation based in the Netherlands is an organization that puts together conflict resolution simulations set in an International Relations scenario to help students learn about the intricacies of where conflict emerges in the world of international politics.\nConflict resolution is a growing area of interest in UK pedagogy, with teachers and students both encouraged to learn about mechanisms that lead to aggressive action, and those that lead to peaceful resolution.\nIn many schools in the UK, conflict resolution has now become an integral part of the SEAL (Social and Emotional Aspects of Learning) programme, chiming,as it does, with the SEAL principles of developing social skills and an understanding of ones own feelings.\nIn India, masters in conflict analysis and peace building is offered by Nelson Mandela Centre for Peace, in Jamia Millia Islamia university in New Delhi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conflict","surface_form":"conflict","offset":68},{"uri":"Conflict","surface_form":"conflict","offset":234},{"uri":"Dispute","surface_form":"dispute","offset":259},{"uri":"Negotiation","surface_form":"negotiation","offset":398},{"uri":"Mediation","surface_form":"mediation","offset":411},{"uri":"Diplomacy","surface_form":"diplomacy","offset":426},{"uri":"Arbitration","surface_form":"arbitration","offset":454},{"uri":"Litigation","surface_form":"litigation","offset":467},{"uri":"Ombudsman","surface_form":"ombudsman","offset":518},{"uri":"Culture","surface_form":"cultural","offset":758},{"uri":"Canada","surface_form":"Canada","offset":817},{"uri":"United_States","surface_form":"United States","offset":832},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1228},{"uri":"Vietnam","surface_form":"Vietnam","offset":1241},{"uri":"China","surface_form":"China","offset":1254},{"uri":"Monkey","surface_form":"monkey","offset":2071},{"uri":"Primate","surface_form":"primate","offset":2103},{"uri":"Aggression","surface_form":"Aggression","offset":2139},{"uri":"Personal_grooming","surface_form":"grooming","offset":2401},{"uri":"Stress_(medicine)","surface_form":"Stress","offset":2445},{"uri":"Evolution","surface_form":"evolution","offset":2806},{"uri":"Konrad_Lorenz","surface_form":"Konrad Lorenz","offset":2982},{"uri":"Primate","surface_form":"primate","offset":3111},{"uri":"Reconciliation","surface_form":"reconciliation","offset":3157},{"uri":"Feral","surface_form":"feral","offset":3518},{"uri":"Sheep","surface_form":"sheep","offset":3524},{"uri":"Arbitration","surface_form":"arbitrators","offset":3862},{"uri":"Mediation","surface_form":"mediators","offset":3875},{"uri":"Facilitator","surface_form":"facilitator","offset":3886},{"uri":"Ombudsman","surface_form":"ombudsmen","offset":3904},{"uri":"Non-governmental_organization","surface_form":"NGOs","offset":4098},{"uri":"Cornell_University","surface_form":"Cornell University","offset":4613},{"uri":"Pax_Ludens","surface_form":"Pax Ludens","offset":5348},{"uri":"Netherlands","surface_form":"Netherlands","offset":5383}]}