{"id":264928,"url":"http://en.wikipedia.org/wiki/Super_Aguri_F1","text":"Super Aguri F1 was a Formula One racing team that competed from to. The team was founded by former F1 driver Aguri Suzuki. They were based in Tokyo, Japan. They operated from the former Arrows factory in Leafield, UK. The cars were called Super Aguri-Honda because they used Honda engines. The team was, to some degree, an unofficial Honda second-team. In Japan, public pressure convinced Honda to help its former driver Takuma Sato to continue in Formula One. This lead to the start of Super Aguri F1, and the engine supply from Honda. The team competed two full years, and part of the third year. After four races in the season, the team withdrew due to financial problems.\nTeam creation.\nThe team started in September 2005. on 1 November 2005, the team told the FIA its wanted to enter the Formula One World Championship. The FIA did not approved Super Aguri's entry. It was reported that the team failed to give the required $48 million entry bond on time. Super Aguri applied for entry again in 2006. Because they missed the initial registration, the team needed the existing ten teams to agree to its entry. The other teams gave the required unanimous agreement. Super Aguri was confirmed by the FIA on 26 January 2006.\nRacing History.\nIn 2006, the chassis, Super Aguri SA05, was based on the 2002 Arrows A23. The Arrows chassis was bought from ex-Minardi principal Paul Stoddart.Stoddart had bought them when the Arrows team went bankrupt. Super Aguri updated their old chassis to become the Super Aguri SA06. They were used from the German Grand Prix to the end of the year.\nTakuma Sato and Yuji Ide were the initial race drivers for the team in the 2006 season. Franck Montagny as the third driver. On 4 May, after four races, the team announced that Montagny would be replacing Ide as race driver. Ide's Super Licence had been revoked after a clash with Christijan Albers.\nFor, Super Aguri announced Takuma Sato and Anthony Davidson would be driving for the team.\nWhen the new SA07 car was first tested by the FIA, it failed the crash test. It was less than 48 hours before the first practice session for the Australian Grand Prix that the SA07 chassis was ready. At the Spanish Grand Prix the team scored its first point. Takuma Sato finished in 8th place. At the Canadian Grand Prix, the team scored its highest finish. Sato finishing in sixth place and earned three points.\nFor, Super Aguri kept their drivers Takuma Sato and Anthony Davidson following the acquisition of an unspecified portion of the team by the Magma Group became a part owner of the team. The team did not attend the final pre-season tests. Not all the parts had arrived. Magma canceled their proposed purchase, leaving Super Aguri's future in doubt. Super Aguri's equipment was denied entry to Istanbul Park for the Turkish Grand Prix. Honda Racing's CEO Nick Fry reportedly told the race organizers that Super Aguri would not be taking part. On 6 May 2008, team founder and principal Aguri Suzuki announced that they were withdrawing from the 2008 World Championship due to financial problems. He said the breach of contract by \"SS United Group Oil & Gas Company\" resulting in the loss of financial backing. The team was in financial difficulties.\nA team of corporate recovery partners were appointed to seek a buyer for Super Aguri. The team's assets were bought by a German businessman named Franz Hilmer. Hilmer unsuccessfully to enter the season under the Brabham name.\nComplete Formula One results.\nTeam withdrew from championship after race 4. They did not field any drivers or cars in any further races that season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":21},{"uri":"Auto_racing","surface_form":"racing team","offset":33},{"uri":"Aguri_Suzuki","surface_form":"Aguri Suzuki","offset":109},{"uri":"Tokyo","surface_form":"Tokyo","offset":142},{"uri":"Japan","surface_form":"Japan","offset":149},{"uri":"Arrows","surface_form":"Arrows","offset":186},{"uri":"United_Kingdom","surface_form":"UK","offset":214},{"uri":"Honda_Racing_F1","surface_form":"Honda","offset":275},{"uri":"Takuma_Sato","surface_form":"Takuma Sato","offset":421},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":765},{"uri":"2006_Formula_One_season","surface_form":"2006","offset":1245},{"uri":"2002_Formula_One_season","surface_form":"2002","offset":1299},{"uri":"Arrows","surface_form":"Arrows","offset":1304},{"uri":"Minardi","surface_form":"Minardi","offset":1354},{"uri":"Paul_Stoddart","surface_form":"Paul Stoddart","offset":1372},{"uri":"German_Grand_Prix","surface_form":"German Grand Prix","offset":1541},{"uri":"Takuma_Sato","surface_form":"Takuma Sato","offset":1583},{"uri":"Yuji_Ide","surface_form":"Yuji Ide","offset":1599},{"uri":"Franck_Montagny","surface_form":"Franck Montagny","offset":1671},{"uri":"FIA_Super_Licence","surface_form":"Super Licence","offset":1814},{"uri":"Christijan_Albers","surface_form":"Christijan Albers","offset":1864},{"uri":"Anthony_Davidson","surface_form":"Anthony Davidson","offset":1926},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":2119},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":2181},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":2275},{"uri":"Takuma_Sato","surface_form":"Takuma Sato","offset":2423},{"uri":"Anthony_Davidson","surface_form":"Anthony Davidson","offset":2439},{"uri":"Istanbul_Park","surface_form":"Istanbul Park","offset":2778},{"uri":"Turkish_Grand_Prix","surface_form":"Turkish Grand Prix","offset":2800},{"uri":"Nick_Fry","surface_form":"Nick Fry","offset":2839},{"uri":"Aguri_Suzuki","surface_form":"Aguri Suzuki","offset":2969},{"uri":"Brabham","surface_form":"Brabham","offset":3445}]}