{"id":264950,"url":"http://en.wikipedia.org/wiki/Bent_Larsen","text":"e=\"preserve\">Jørgen Bent Larsen (4 March 1935–9 September 2010) was a Danish chess Grandmaster. He was a six-time Danish champion, and a candidate for the World Chess Championship on four occasions: 1965, 1968, 1971, and 1977. He won three Interzonal tournaments: Amsterdam 1964, Sousse 1967, and Biel 1976. Larsen won several dozen major international tournaments during his career, and was awarded the first Chess Oscar in 1967. At his best he was rated (FIDE rating list) fourth in the world.\nLarsen was the strongest chess player born in Denmark, and the strongest Scandinavian until the emergence of Magnus Carlsen. From the early 1970s, he lived for part of the year in Las Palmas, and in Buenos Aires, with his Argentinian-born wife.\nOlympiad performances.\nBent represented Denmark six times in Chess Olympiads, always on first board, and compiled an aggregate score of 75/109 (+61 =28 −20), for 68.8%, according to olimpbase.org. He always played a very high number of games, almost all of the rounds, and won three board medals, one gold and two bronze.\nDisaster in Denver.\nThe worst result of his career was his 6–0 defeat by Bobby Fischer in the semi-finals of the Candidates matches in 1971. The match was played in Denver, Colorado. Larsen later claimed in a Kasparov.com interview (1998) that his one-sided loss to Fischer was due in part to his condition during the match: \"The organizers chose the wrong time for this match. I was languid with the heat and Fischer was better prepared for such exceptional circumstances... I saw chess pieces through a mist and, thus, my level of playing was not good\". Fischer was the great player of the day, and went on to beat Spassky in 1972 for the World Championship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Danish","offset":70},{"uri":"Chess","surface_form":"chess","offset":77},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":83},{"uri":"World_Chess_Championship","surface_form":"World Chess Championship","offset":155},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":264},{"uri":"Sousse","surface_form":"Sousse","offset":280},{"uri":"Biel","surface_form":"Biel","offset":297},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":569},{"uri":"Magnus_Carlsen","surface_form":"Magnus Carlsen","offset":605},{"uri":"Las_Palmas","surface_form":"Las Palmas","offset":676},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":695},{"uri":"Argentina","surface_form":"Argentinian","offset":718},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":802},{"uri":"Bobby_Fischer","surface_form":"Bobby Fischer","offset":1136},{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":1228},{"uri":"Spassky","surface_form":"Spassky","offset":1680}]}