{"id":265001,"url":"http://en.wikipedia.org/wiki/Quatour_pour_la_fin_du_temps","text":"e=\"preserve\">\"Quatuor pour la fin du temps\" is a piece of chamber music by the French composer Olivier Messiaen. In English -speaking countries it is often called by the English title \"Quartet for the End of Time\". The piece is written for an unusual combination of four instruments: clarinet (in B-flat), violin, cello, and piano. There are 8 movements. It takes about 50 minutes to perform. The work was first performed in unusual circumstances in 1941. It is a very important work in the history of 20th century classical music.\nComposition and first performance.\nThere was a special reason why Messiaen wrote this work for an unusual combination of instruments. In 1940, when World War II was being fought, Germany invaded France. Messiaen was captured by the German army and he was held as a prisoner of war. While being taken to the prisoner of war camp, Messiaen talked to another prisoner, Henri Akoka, who was a clarinettist. Messiaen showed him the sketches for a clarinet piece he was writing called \"Abîme des oiseaux\". Two other professional musicians were also among the prisoners: Jean le Boulaire, a violinist and Étienne Pasquier, a cellist. Messiaen composed the \"Quatuor\" for these three musicians with himself at the piano. The combination of these four instruments is unusual, although Paul Hindemith had written a work for the same combination in 1938.\nThe quartet was given its first performance in Görlitz, Germany (now called Zgorzelec in Poland) on 15 January 1941. The audience consisted of about four hundred prisoners of war. There were German prison officers sitting in front. The music must have seemed strange to the audience, but they all listened politely. Shortly after this Messiaen was released from prison and went back to France.\nInspiration.\nMessiaen was inspired by the words in the Bible where the angel says “There shall be time no longer”. These words have another meaning in relation to the music, because Messiaen does not write music with a regular number of beats in a bar. Like The Rite of Spring, the length of the bars keep changing. Messiaen had heard enough of soldiers marching to a regular one-two-three-four-one-two-three-four during the war. His rhythms in this music develop from little tiny rhythmic patterns\nStructure.\nThe work is in eight movements.\nThe first movement is called “Liturgie de cristal” (“Chyrstal liturgy”) and describes the birds waking up. All four instruments play this movement.\nThe second movement is “Vocalise, pour l'Ange qui annonce la fin du Temps\n“Song for the Angel who announces the end of time”. It is played by the full quartet, although the clarinet does not play in the central section.\nThe third movement is called “Abîme des oiseaux” (“Abyss of birds”) and is just played by the clarinet. It is extremely slow and the clarinettist needs a lot of breath control.\nThe fourth movement is “Intermède” (“Interlude”) and is played by the violin, cello, and clarinet.). It is fast and lively.\nThe fifth movement is “Louange à l'Éternité de Jésus (“Praise to the eternity of Jesus\"). It is played by the cello accompanied by the piano who just plays chords. It is again extremely slow and the cellist needs good bow control.\nThe sixth movement is called “Danse de la fureur, pour les sept trompettes“ (“Dance of the Fury, for the seven trumpets”), played on all four instruments. They play in unison (the same notes) nearly all the way through.\nThe seventh movement is called “Fouillis d'arcs-en-ciel, pour l'Ange qui annonce la fin du Temps\" (“Tangle of rainbows, for the Angel who announces the end of time”), played by the full quartet. Some of the music from the second movement is repeated. We hear the angel being covered by the rainbow.\nThe eighth movement is “Louange à l'Immortalité de Jésus\" (“Praise to the immortality of Jesus\"), for violin and piano. We hear the ascent of man to his god. The violin finishes on a very high harmonic note.\nIn the long preface at the front of the score Messiaen writes a short introduction to the music theory theory of his music. He describes the rhythms he uses and how they relate to one another. However, at the end, he says that it is not necessary to read all about his theory in order to perform the piece.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chamber_music","surface_form":"chamber music","offset":58},{"uri":"France","surface_form":"French","offset":79},{"uri":"Composer","surface_form":"composer","offset":86},{"uri":"Olivier_Messiaen","surface_form":"Olivier Messiaen","offset":95},{"uri":"English_language","surface_form":"English","offset":116},{"uri":"Clarinet","surface_form":"clarinet (in B-flat)","offset":284},{"uri":"Violin","surface_form":"violin","offset":306},{"uri":"Cello","surface_form":"cello","offset":314},{"uri":"Piano","surface_form":"piano","offset":325},{"uri":"1941","surface_form":"1941","offset":450},{"uri":"Classical_music","surface_form":"classical music","offset":515},{"uri":"1940","surface_form":"1940","offset":669},{"uri":"World_War_II","surface_form":"World War II","offset":680},{"uri":"Germany","surface_form":"Germany","offset":711},{"uri":"France","surface_form":"France","offset":727},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":797},{"uri":"Professional","surface_form":"professional","offset":1042},{"uri":"Violin","surface_form":"violin","offset":1116},{"uri":"Cello","surface_form":"cellist","offset":1150},{"uri":"Paul_Hindemith","surface_form":"Paul Hindemith","offset":1307},{"uri":"1938","surface_form":"1938","offset":1369},{"uri":"G%C3%B6rlitz","surface_form":"Görlitz","offset":1422},{"uri":"Poland","surface_form":"Poland","offset":1464},{"uri":"15_January","surface_form":"15 January","offset":1475},{"uri":"1941","surface_form":"1941","offset":1486},{"uri":"Bible","surface_form":"Bible","offset":1824},{"uri":"The_Rite_of_Spring","surface_form":"The Rite of Spring","offset":2027},{"uri":"Movement_(music)","surface_form":"movements","offset":2300},{"uri":"Chord","surface_form":"chord","offset":3136},{"uri":"Bow_(music)","surface_form":"bow","offset":3198},{"uri":"Unison","surface_form":"unison","offset":3379},{"uri":"Rainbow","surface_form":"rainbow","offset":3721},{"uri":"Ascent","surface_form":"ascent","offset":3862},{"uri":"Harmonic","surface_form":"harmonic","offset":3923},{"uri":"Sheet_music","surface_form":"score","offset":3978},{"uri":"Music_theory","surface_form":"music theory","offset":4028}]}