{"id":265122,"url":"http://en.wikipedia.org/wiki/Argument_from_false_premises","text":"e=\"preserve\">An argument from false premises is a line of reasoning which can lead to wrong results. A false premise is an untrue proposition that forms part of the basis of a \"logical syllogism\". Since the premise (assumption) is not correct, the conclusion drawn may also be wrong.\nHowever, it should be noted that whether or not an argument is \"valid\" does not depend on whether its premises are true. It rather depends on whether the conclusion follows from them, which is to say, on whether \"under the assumption\" that the premises are true, the the conclusion must be true as well.\nThis argument is logically valid. But its premises are not always true. The first premise can be false – someone could have hosed down the streets, a street cleaner could have passed, the local river could have flooded, and so on. A simple logical analysis will not reveal the error in this argument, since that analysis assumes that all the argument's premises are true. For this reason, an argument based on false premises can be much more difficult to refute, or even discuss, than one featuring a normal logical error, as the truth of its premises must be established to the satisfaction of all parties.\nAnother feature of an argument based on false premises that can bedevil critics, is that its conclusion can in fact be true. Consider the above example again. It may well be that it has recently rained, and that the streets are wet. This of course does nothing to prove the first premise, but can make its claims more difficult to refute.\nA false premise can also be a premise that is poorly defined, which makes the conclusion questionable. The following joke from \"Plato and a Platypus Walk Into a Bar\" illustrates the point: \"An old cowboy goes into a bar and orders a drink. As he sits there sipping his whiskey, a young lady sits down next to him.... She says, 'I'm a lesbian. I spend my whole day thinking about women....' A little while later, a couple sits down next to the old cowboy and asks him, 'Are you a real cowboy?' He replies, 'I always thought I was, but I just found out I'm a lesbian'.\" The mistake the cowboy makes is that he assumes that the definition of a lesbian is somebody who spends the \"whole day thinking about women\", without including the fact that a lesbian is a homosexual female. The cowboy is neither homosexual nor female; therefore, he is not a lesbian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Proposition","surface_form":"proposition","offset":130},{"uri":"Syllogism","surface_form":"syllogism","offset":185},{"uri":"Premise","surface_form":"premise","offset":207},{"uri":"Validity","surface_form":"valid","offset":348},{"uri":"Truth_value","surface_form":"true","offset":399},{"uri":"River","surface_form":"river","offset":782},{"uri":"Deductive_reasoning","surface_form":"logical analysis","offset":828},{"uri":"Falsifiability","surface_form":"refute","offset":1043},{"uri":"Cowboy","surface_form":"cowboy","offset":1732},{"uri":"Whiskey","surface_form":"whiskey","offset":1804},{"uri":"Lesbian","surface_form":"lesbian","offset":1869}]}