{"id":265158,"url":"http://en.wikipedia.org/wiki/Goodluck_Jonathan","text":"Dr. Goodluck Ebele Azikiwe Jonathan (born 20 November 1957) was the President of Nigeria (5 May 2010 - 29 May 2015). He was Governor of Bayelsa State from 9 December 2005 to 28 May 2007, and became the in as Vice President of Nigeria on 29 May 2007. Jonathan is a member of the People's Democratic Party (PDP), which is in power as of September 2010. On 13 January 2010, a federal court gave him the power to carry out state affairs while President Umaru Yar'Adua was being taken care of in a hospital in Saudi Arabia. On 24 February 2010, Yar'Adua came back to Nigeria, but Jonathan kept the President's power. Yar'Adua died on 5 May 2010, and Jonathan officially became the President. He took the oath of office the next day.\nJonathan's term as President of Nigeria ended on 29 May 2015, when he handed over to President Muhammadu Buhari.\nEarly life, education and personal life.\nJonathan was born in Otueke in Ogbia Local Government Area in Nigeria to a family of canoe makers. He has a Bachelor of Science (B.Sc.) degree in Zoology. He also holds an M.Sc. in Hydrobiology/Fisheries biology, and a Doctor of Philosophy (Ph.D.) in Zoology from the University of Port Harcourt. After he got his degree, he worked as an education inspector, lecturer, and environmental-protection officer, until he decided to become a politician in 1998.\nJonathan is married to Patience Faka Jonathan and has two children. Jonathan is a member of the Ijaw ethnic group.\nBayelsa State governorship.\nJonathan began his career in politics in 1998, having joined the People's Democratic Party (PDP) in 1998.\nJonathan, who had been the Deputy Governor of Bayelsa State, succeeded Governor Diepreye Alamieyeseigha, who was impeached by the Bayelsa State Assembly after being charged with money laundering in the United Kingdom. In September 2006, Jonathan's wife was indicted by the nation's anti-crime agency, the Economic and Financial Crimes Commission (EFCC), for crimes related to money laundering.\nPresidential race.\nIn December 2006, Jonathan was chosen as running mate to Umaru Yar'Adua for the PDP presidential ticket in the April 2007 election. On 20 April 2007, shortly before the presidential election, there was a violent attack from militants. The police said that people had tried to kill Jonathan. However, this did not end up happening.\nVice Presidency.\nFollowing the PDP's election win, which some people did not think was fair, militants blew up Jonathan's country house in Otu-Eke, Bayelsa State on 16 May; two policemen were killed in the attack. Jonathan was not there at the time.\nActing President.\nPresident Umaru Yar'Adua left Nigeria on 23 November 2009 for medical treatment. He did not make plans for anyone to take over his duties. On 13 January 2010, a federal court handed Vice-President Jonathan the power to carry out state affairs in the president's continued absence. On 22 January 2010, the Supreme Court of Nigeria ruled that the Federal Executive Council (FEC) had 14 days to decide whether President Yar'Adua \"is incapable of discharging the functions of his office\".\nIn a nationwide address in February 2010, Jonathan called on all Nigerians to set aside religious and ethnic differences to work together for the common good.\nJonathan said \"The events of the recent past have put to a test our collective resolve as a democratic nation,\"\n\"I am delighted to know that our nation has demonstrated resilience and unity of purpose.\nOn 9 February 2010, the Senate decided that presidential power should be given to the Vice President. He was appointed to serve as Acting President, with all the accompanying powers, until when and if Yar'Adua returned to full health. The power transfer was called a \"coup without the word\" by opposition lawyers and lawmakers. The Nigerian Constitution requires a written letter from the President stating he is unable to serve or that the cabinet sends a medical team to examine him but this provision has not apparently been fulfilled leaving some doubts as to the constitutionality of the action.\nPresidency.\nYar'Adua died on 5 May 2010. Jonathan was sworn in as Yar'Adua's replacement on 6 May 2010, becoming Nigeria's 14th Head of State. He will serve as President until the next election. Upon taking office, Jonathan cited anti-corruption, power and electoral reform were what he wanted to focus on as President. He stated that he came to office under \"very sad and unusual circumstances.\"\nOn 18 May 2010, the National Assembly approved President Goodluck Jonathan's nomination of former Kaduna State governor, Namadi Sambo, an architect, for the position of Vice President.\nWorld Cup controversy.\nAfter the 2010 FIFA World Cup in South Africa, in which the Nigerian side failed to advance beyond group stage, Jonathan said that the national team could no longer play international matches. FIFA objected to the president's decision and threatened to kick Nigeria out of the association. After this, Jonathan ended the ban.\nRe-election.\nJonathan was re-elected in April 2011 in an election that some experts said may have been the most fair election in Nigerian history.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Nigeria","surface_form":"Nigeria","offset":81},{"uri":"People%27s_Democratic_Party_(Nigeria)","surface_form":"People's Democratic Party","offset":278},{"uri":"Umaru_Yar%27Adua","surface_form":"Umaru Yar'Adua","offset":449},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":505},{"uri":"Oath","surface_form":"oath","offset":699},{"uri":"Muhammadu_Buhari","surface_form":"Muhammadu Buhari","offset":823},{"uri":"Canoe","surface_form":"canoe","offset":967},{"uri":"Politician","surface_form":"politician","offset":1318},{"uri":"Ijaw","surface_form":"Ijaw","offset":1434},{"uri":"Diepreye_Alamieyeseigha","surface_form":"Diepreye Alamieyeseigha","offset":1667},{"uri":"Bayelsa_State_Assembly","surface_form":"Bayelsa State Assembly","offset":1717},{"uri":"Money_laundering","surface_form":"money laundering","offset":1765},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1789},{"uri":"Indict","surface_form":"indicted","offset":1844},{"uri":"Economic_and_Financial_Crimes_Commission","surface_form":"Economic and Financial Crimes Commission","offset":1892},{"uri":"Umaru_Yar%27Adua","surface_form":"Umaru Yar'Adua","offset":2057},{"uri":"Nigerian_general_election%2C_2007","surface_form":"April 2007 election","offset":2111},{"uri":"Militant","surface_form":"militants","offset":2224},{"uri":"Otu-Eke","surface_form":"Otu-Eke","offset":2470},{"uri":"Namadi_Sambo","surface_form":"Namadi Sambo","offset":4564},{"uri":"2010_FIFA_World_Cup","surface_form":"2010 FIFA World Cup","offset":4661},{"uri":"South_Africa","surface_form":"South Africa","offset":4684},{"uri":"Nigeria_national_football_team","surface_form":"Nigerian side","offset":4711},{"uri":"FIFA","surface_form":"FIFA","offset":4844}]}