{"id":265342,"url":"http://en.wikipedia.org/wiki/Formula_One_racing","text":"A Formula One race event is an automobile race using open wheel cars. The race takes place over an entire weekend. There are two practice sessions on Friday. On Saturday, there is one more practice session and then the qualifying session. The race itself takes place on Sunday.\nFormula One races are run under the rules and control of the FIA. Typically, a FIA support series, such as the GP2 Series, also runs during the weekend.\nPractice sessions.\nAll days of the week and times given are local.\nThe event usually begins on Friday with two practice sessions. The first session, called Practice 1, runs from 10:00 to 11:30. The second session, called Practice 2, runs from 14:00 to 15:30 (or 2:00 p.m. to 3:30 p.m. in the 12-hour clock).\nThe practice sessions allow the drivers to learn the circuit and the teams to test their cars. Teams may test new parts on their cars. The car's wings and suspension settings may be changed to make the car faster. The teams may also allow one of their test drivers to drive the practice session.\nThe practice sessions have become more important starting in. With the FIA ban on testing during the season, the Friday sessions are the only time a team has to test new car parts.\nThe last practice session, called Practice 3, takes place on Saturday from 11:00 to 12:00. This allows the teams a final tune-up before qualifying starts.\nSpecial races.\nThe Monaco Grand Prix has a special schedule. The practice sessions that normally take place on Friday are moved to Thursday. The F1 teams do not have any sessions scheduled on Friday.\nThe Singapore Grand Prix is the only night race in the Formula One calendar. Because of this, the session times are changed. Practice 1 runs from 18:00 to 19:30, and practice 2 runs from 21:30 to 23:00. The practice 3 session runs from 19:00 to 20:00.\nQualifying sessions.\nOn Saturday at 14:00 the qualifying session takes place. This session will determine the running order at the beginning of the race. This is often called \"setting the grid\". The qualifying session is split into three parts, called Q1, Q2, and Q3. Q1 is 20 minutes long, followed by a seven minute break. Q2 is 15 minutes long, followed by an eight minute break. Q3 is 12 minutes long. During each part of qualifying, the fastest lap time set by a car is recorded. Drivers may run as many or as few laps as they wish.\nAfter Q1 is complete, the five slowest cars are eliminated (removed) from the qualifying session. This would include any cars that did not set a qualifying time. The remaining 15 car advance (move on) to Q2. The five cars eliminated are placed in the last five start positions, based on their fastest time from Q1. The procedure is repeated for Q2. The five slowest cars from Q2 are placed in the 11 through 15 starting positions on the grid.\nThe top ten cars remain for Q3. After this final part of qualifying, the top ten starting positions on the grid are set. The fastest qualifier is placed in the first position, which is known as the pole position. This car will have an advantage at the start, because they do not need to follow any other cars.\nDriving a qualifying lap.\nGenerally, a driver will leave the pits and drive around the track back to the start/finish line. This is called the \"out-lap\", and is not a timed lap. This lap often starts out at a slower pace to warm up the tyres. They will be up to full speed by the time they reach the start line. When they cross the line, they will try to drive the quickest time they can around the circuit. This is called a \"flying lap\" or a \"hot lap\". A driver may run several hot laps in a row. The fastest of these hot laps is used in setting the grid position. Finally, the driver will slow down and drive around the track. They re-enter the pit-lane on this \"in-lap\". If there is still time left, they may put on fresh tyres and try to set a faster hot lap.\nDNQ.\nIn the past, there were more cars entered for each race than the track had available space. When this would happen, not all cars would qualify. The slowest cars would not able to race and would be list as \"Did not Qualify\" (DNQ) in race results.\nPre-qualifying.\nIn the late 1980s and early 1990s the number of cars attempting to enter each race was as high as 39. It was too dangerous to have that many cars on the track at the same time. A \"pre-qualifying\" session was used. The teams with the worst record over the last six months would need to pre-qualify. This including all new teams. Only the four fastest cars from this session were then allowed to the main qualifying session. The slowest cars from the pre-qualifying session were listed in race results as \"Did Not Pre-Qualify\" (DNPQ). Pre-qualifying was ended after when many of the small teams left the sport.\n107% rule.\nAs the number of cars entered fell below 26, a new problem started. All cars entered would automatically qualify for the race. Some cars were much slower than most of the other cars. The 107% rule was introduced in. If the qualifying time of a car was not within 107% of the pole time, the car would not qualify for the race. For example, if the pole time was 1m 30s, the slowest a car could go to qualify would be 1m 36s. The race stewards could allow a slow car to race if they thought there was a good reason for it being slow. For example, rain may have slowed down the qualifying session.\nThis rule returned for the F1 season.\nRace.\nThe race itself is held on Sunday afternoon (Sunday night in Singapore). Thirty minutes before race time, the cars take to the track. They may run several warm-up laps if they wish. When they are ready, they line up on the starting grid in the order they qualified. At race time, a green turns on to start the formation lap. The formation lap is a slow lap around the circuit. The cars warm up the engines and tyres, and all systems are checked. The cars return to their assigned grid spot and stop. The start is called a \"standing start\".\nThe starting light system is a set of five red lights mounted above the start/finish line. The red lights turn on one at a time, until all five red lights are on. Then there is a short delay of several seconds. Then the red lights turn off the race starts. The delay is different each time to keep the drivers from guessing when the race will start.\nThe length of the race is at least 305 kilometers. The fewest laps needed to race at least 305 km is determined for each circuit. The one race that is different is Monaco. There, the race is set at 78 laps for 206.5 km.\nThe time of the race can not exceed two hours. After two hours, the race is ended the next time the lead car passes the finish line. The race can also be stopped short of the full distance for safety reasons if conditions are bad.\nPit stops.\nAny time the car needs to be serviced, the driver must make a pit stop. The pit lane is next to the main straight with the start/finish line. The driver must enter the pit lane using the marked entrance road and select the pit limiter button, speeds vary from race to race. If they do flaunt the limit, they will receive a penalty. The driver stops the car in the team's pit box. Each team has one pit box to service both of their cars. After the work is done, the driver reenters the pit lane. At the end of the pit lane, they enter the pit exit road. Here they speed up the car to race speed. The driver may not cross the white line, until the end of the pit exit lane, otherwise they will recieve a penalty.\nPit stops are usually completed in a few seconds.\nDry weather tyres.\nTeams are supplied with tyres from Pirelli. They receive two different types of slick (tyres that have no tread) dry weather tyre compounds. The prime tyres and the option tyre. The prime tyre is made from harder rubber and will last longer. The option tyre is made from softer rubber. It will provide more traction in the corners, but will not last as long as the prime tyre. Each car is required to use at least one set of prime and one set of option tyres during the race.\nThe drivers who qualify in the first ten positions must start the race with the same tyres they qualified on. The remaining drivers may start the race on the tyre of their choice.\nWet weather tyres.\nTeams are supplied with two different types of wet weather tyres. The intermediate and wet tyre. Intermediate tyres are used when the track surface is damp or during a light rain. Wet tyres (sometimes called \"full wets\" tyres) are used when the track surface is very wet.\nWhenever wet weather tyres are used, the requirement to use both types of dry tyres is dropped.\nFuel.\nTeams are no longer allowed to refuel their cars during the race. The cars must start the race with enough fuel to complete the full race distance.\nIn the past, refueling was allowed. The amount of fuel a team would add to the car was part of the race strategy. Less fuel would make the car lighter so it would go faster. But more pit stops would be required to add fuel.\nRace end.\nWhen the leader completes the last lap of the race, and crosses the finish line, the race ends. Any remaining cars on the circuit race to the finish line and complete the lap they are on. If they are also on the lead lap, they are scored as being so many seconds behind the leader. If they are not on the lead lap, they are scored as being so many laps behind the leader. Any cars not still running are normally scored as \"retired\" (Ret). If they have completed 90% of the race distance, they scored with a finishing position.\nThe first three finishing positions are called a \"podium finish\" The three drivers take their places on a podium. They stand as the national anthem of the race winner's home country and that of his team are played. Dignitaries from the country hosting the race then present trophies to the drivers. A constructor's trophy is presented to a representative from the winner's team.\nPoints system.\nPoints are awarded to drivers and teams based on their finishing order. The winner receives 25 points, the second place finisher 18 points, with 15, 12, 10, 8, 6, 4, 2 and 1 points for positions 3 through 10 and a bonus point for setting the fastest lap for any driver who finishes in a points scoring position. If a race is stopped before 75% of the scheduled race distance has been completed, the points awarded are cut in half. If two or more drivers tie for a position, prizes and points are added together and shared equally for all those drivers who tie. Constructors receive points as well as drivers. Each constructor receives the same amount of points that their two drivers earned.\nThe winner of the annual Driver's Championship is the driver with the most points. The same hold true for the Constructors' Championship. If two or more drivers (or constructors) have the same number of points, a tie breaker system is used. The one with the most wins is ranked higher. If the number of wins are the same, it goes to the one with the most second places and so on.\nIn the past, other point systems were used. Also, there were not a many races during the season as today. In the early years, there were seasons with as few as seven races. When F1 started in, only eight points were awarded to the winner. For the first decade of F1, an additional point was awarded for the fastest lap. For many years, only the best number of results would count toward the championship.\nIn Alain Prost and Ayrton Senna were the drivers for McLaren. They were the best two drivers of that year. There were 16 races that year, but only the best 11 results counted towards the championship. Prost won seven races and finished seven races in second place. He scored a total of 105 points, but only 87 of them counted for the championship. Senna won eight races and finished second in three, giving him 90 points for the championship and 94 for the season. This resulted in the strange event where Prost took a record number of points, yet Senna won the champion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Auto_racing","surface_form":"automobile race","offset":31},{"uri":"Open_wheel_car","surface_form":"open wheel car","offset":53},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":339},{"uri":"GP2_Series","surface_form":"GP2 Series","offset":389},{"uri":"12-hour_clock","surface_form":"12-hour clock","offset":723},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":1390},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore Grand Prix","offset":1575},{"uri":"Pole_position","surface_form":"pole position","offset":3002},{"uri":"Tire","surface_form":"tyres","offset":3350},{"uri":"Pirelli","surface_form":"Pirelli","offset":7570},{"uri":"Alain_Prost","surface_form":"Alain Prost","offset":11367},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":11383},{"uri":"McLaren","surface_form":"McLaren","offset":11417}]}