{"id":265415,"url":"http://en.wikipedia.org/wiki/Beau_Brummell","text":"Beau Brummell, (born George Bryan Brummell, London 7 June 1778 – died Caen, France 30 March 1840), was the leader of men's fashion in Regency England. He was a friend of the Prince Regent, the future King George IV, and started the fashion for men to wear tailored clothes that were tasteful and fitted well.\nThe style.\nBrummell once said: \"If John Bull turns around to look at you, you are not well dressed; but either too stiff, too tight, or too fashionable\". This hardly suggests a dandy whose cravats alone were a peacock display.\nNo doubt Brummell wore various styles, but one in particular seems to have been his favourite. The style included dark coats and full-length trousers, with an elaborately-knotted cravat.\nThe coat was cut away at the front, and double-breasted. If worn open, it had a double-breasted waistcoat underneath. The tails of the coat were not long, ending above the back of the knees. They were cut square. The collar of the coat was a 'stand-up': it stood higher at the back of the neck.\nBeau Brummell is credited with introducing and establishing as fashion the modern man's suit, worn with a tie. The modern tie is a descendant of the cravat.\nIt is said that Brummell believed in cut rather than colour. In the illustration his clothes are well-fitted, but also quite colourful by our standards.\nHe claimed to take five hours to dress. He recommended using champagne to clean boots and make them shine. His style of dress is often referred to as dandyism, Brummell would not have agreed with that description.\nPersonal grooming.\nBrummell's personal grooming was very modern. He kept himself clean, which most people did not in his day.\nThis kind of care is quite modern, and a part of celebrity culture today. He was a perfectionist in his choice of clothes. There's a story of someone who visited him, and met his valet coming out of the room carrying a tray full of cravats. \"These, Sir, are our failures\"! said the valet. Brummell said of himself \"I have no talents other than to dress; my genius is in the wearing of clothes\".\nLife.\nHis father died in 1794, leaving him an inheritance of more than £20,000 pounds. He was educated at Eton and at Oriel College, Oxford University. He later joined the 10th Hussars, where he came to the attention of George, Prince of Wales. Through the influence of the Prince, Brummell was promoted to captain by 1796. When his regiment was sent from London to Manchester he resigned his commission.\nFor a time, Brummell avoided extravagance and gambling. For example, he kept horses but no carriages. He was included in Prince George's circle. Here, he made an impression with his elegant manner of dress, and his clever remarks. His attention to cleaning his teeth, shaving and bathing daily became popular.\nHowever he did spend money on his appearance. When asked how much it would cost to keep a single man in clothes, he was alleged to have replied: \"Why, with tolerable economy, I think it might be done with £800\".\nBrummell was influenced by his wealthy friends. He began spending and gambling as though his fortune were as great as theirs. This was not a problem while he could still get credit, but that did not last. Brummel could borrow money based on his closeness to the Prince. But in 1811, the Prince became Regent and began abandoning all his old Whig friends.\nDownfall.\nBrummell, Lord Alvanley, Henry Mildmay and Henry Pierrepoint were the prime movers of \"Watier's\", called \"the Dandy Club\" by Byron. They were also the four hosts of the masquerade ball in July 1813. There an event occurred which ruined Brummel. The Prince Regent greeted Alvanley and Pierrepoint, but then \"cut\" Brummell and Mildmay by snubbing them, staring them in the face but not speaking to them. This provoked Brummell's remark, which became famous: \"Alvanley, who's your fat friend?\". This widened the rift between them.\nNormally, the loss of royal favour to a favourite was doom, but Brummell had the approval and friendship of other leading people. He became a favourite without a patron, still in charge of fashion and courted by large segments of society.\nHowever, his debts spun out of control and, when he tried to recover by various schemes, that only dug the hole deeper. In 1816, he fled to France to escape debtor's prison. Payment was demanded of thousands of pounds sterling owed by him. Usually, Brummell's gambling debts, as \"debts of honour\", were always paid immediately. The one exception to this was the final wager recorded for him in White's betting book. Recorded March, 1815, the debt was marked \"not paid, 20th January, 1816\".\nHe lived the remainder of his life in France. In the reign of William IV he got an appointment at Caen by the influence of Lord Alvanley and the Marquess of Worcester. This gave him a small annuity. His final comment to a visiting friend was \"My wallpaper and I are fighting a battle to the death. One of us has to go!\" He died penniless and insane from strokes in Caen in 1840.\nA statue of Brummell by Irena Sedlecka was erected on London's Jermyn Street in 2002.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":44},{"uri":"Caen","surface_form":"Caen","offset":70},{"uri":"France","surface_form":"France","offset":76},{"uri":"Fashion","surface_form":"fashion","offset":123},{"uri":"Regent","surface_form":"Regency England","offset":134},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"King George IV","offset":200},{"uri":"Tailor","surface_form":"tailor","offset":256},{"uri":"Dandy","surface_form":"dandy","offset":486},{"uri":"Cravat","surface_form":"cravat","offset":498},{"uri":"Peacock","surface_form":"peacock","offset":519},{"uri":"Waistcoat","surface_form":"waistcoat","offset":819},{"uri":"Knee","surface_form":"knee","offset":907},{"uri":"Collar","surface_form":"collar","offset":940},{"uri":"Suit_(clothing)","surface_form":"suit","offset":1106},{"uri":"Tie","surface_form":"tie","offset":1124},{"uri":"Descendant","surface_form":"descendant","offset":1149},{"uri":"Champagne_(wine)","surface_form":"champagne","offset":1389},{"uri":"Boot","surface_form":"boot","offset":1408},{"uri":"Dandyism","surface_form":"dandyism","offset":1478},{"uri":"Celebrity","surface_form":"celebrity","offset":1717},{"uri":"Culture","surface_form":"culture","offset":1727},{"uri":"Valet","surface_form":"valet","offset":1847},{"uri":"Inheritance","surface_form":"inheritance","offset":2109},{"uri":"Eton_College","surface_form":"Eton","offset":2169},{"uri":"Oxford_University","surface_form":"Oxford University","offset":2196},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George","offset":2283},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":2291},{"uri":"Regiment","surface_form":"regiment","offset":2396},{"uri":"Manchester","surface_form":"Manchester","offset":2429},{"uri":"Commission","surface_form":"commission","offset":2456},{"uri":"Extravagance","surface_form":"extravagance","offset":2497},{"uri":"Gambling","surface_form":"gambling","offset":2514},{"uri":"Horse","surface_form":"horse","offset":2545},{"uri":"Carriage","surface_form":"carriage","offset":2559},{"uri":"Economy","surface_form":"economy","offset":2944},{"uri":"Wealth","surface_form":"wealth","offset":3021},{"uri":"Credit","surface_form":"credit","offset":3164},{"uri":"Whig","surface_form":"Whig","offset":3331},{"uri":"George_Gordon_Byron%2C_6th_Baron_Byron","surface_form":"Byron","offset":3480},{"uri":"Mask","surface_form":"masquerade","offset":3524},{"uri":"Ball_(dance)","surface_form":"ball","offset":3535},{"uri":"Snub","surface_form":"snub","offset":3691},{"uri":"Rift","surface_form":"rift","offset":3864},{"uri":"Debt","surface_form":"debt","offset":4135},{"uri":"France","surface_form":"France","offset":4262},{"uri":"Prison","surface_form":"prison","offset":4288},{"uri":"Sterling","surface_form":"sterling","offset":4340},{"uri":"White%27s","surface_form":"White's","offset":4516},{"uri":"William_IV_of_the_United_Kingdom","surface_form":"William IV","offset":4674},{"uri":"Caen","surface_form":"Caen","offset":4710},{"uri":"Stroke_(medicine)","surface_form":"strokes","offset":4966},{"uri":"London","surface_form":"London","offset":5045},{"uri":"Jermyn_Street","surface_form":"Jermyn Street","offset":5054}]}