{"id":265660,"url":"http://en.wikipedia.org/wiki/Oystercatcher","text":"The oystercatcher is a species of bird that lives around Europe and Asia. They usually eat shellfishes that are found on beaches and mud. The Eurasian Oystercatcher uses its sharp bill to open the shells of oysters and mussels. It cuts the muscle between the two halves of the shell together, or it crashes the shell against a rock and eats the oyster inside.\nLifestyle and adaptations.\nThe oystercatcher has the heaviest bill (= beak) of any living wader. They have \"resource polymorphism\": they have some different beak types, and each type is used for a different kind of feeding. Unusually, the polymorphism is not genetically determined. It seems individuals are able to change their beak to suit their food. They do, of course, inherit an ability to adapt their feeding behaviour.\n\"Stabbers\" work by jabbing their bill tips between the valves of a mussel's shell. \"Hammerers\" open mussel shells by banging down on them; some hammerers only break the dorsal side, others only break the ventral side. Still others feed on worms, and they have narrow, tweezer-like bill tips.\nThe bird's bills grow at 0.4 mm per day, which is four times as fast as human fingernails. Individuals forced to switch from mussel-eating to worm-eating were able to change their bill shape in 10 days.\nWith bills like that, oystercatchers are dangerous opponents for other birds. They can fight off predators, and often raid other birds to steal their catches. \"They attack other birds at an average of five-minute intervals during low tide\". They get as much as 60% of their food by theft.\nOystercatchers may live to 35 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":23},{"uri":"Bird","surface_form":"bird","offset":34},{"uri":"Europe","surface_form":"Europe","offset":57},{"uri":"Asia","surface_form":"Asia","offset":68},{"uri":"Shellfish","surface_form":"shellfish","offset":91},{"uri":"Beach","surface_form":"beach","offset":121},{"uri":"Mud","surface_form":"mud","offset":133},{"uri":"Oyster","surface_form":"oyster","offset":207},{"uri":"Mussel","surface_form":"mussel","offset":219},{"uri":"Muscle","surface_form":"muscle","offset":240},{"uri":"Rock_(geology)","surface_form":"rock","offset":327},{"uri":"Beak","surface_form":"beak","offset":430},{"uri":"Wader","surface_form":"wader","offset":450},{"uri":"Polymorphism","surface_form":"polymorphism","offset":477},{"uri":"Mussel","surface_form":"mussel","offset":854}]}