{"id":265613,"url":"http://en.wikipedia.org/wiki/Rhenock","text":"e=\"preserve\">Rhenock (Nepali: रिनाक) is a small town in East district in the Indian state of Sikkim, located at. It lies 63 kilometres east of Gangtok on the way to Jelepla Pass at an altitude of 1,040. The word Rhe-nock (in Lepcha dialect) means Black Hill. Situated in the extreme east of Sikkim, Rhenock witnessed the establishment of first police out post in the state, which is the historical event.\nHistory.\nRhenock was covered with dense forest in and around the 13th century. The Lepchas were the early settlers about six to five hundred years ago. After the Lepchas, Bhutias settled in the villages presently known as Kyongsa, Aritar & Chalisey. The people who settled here after 16th century were mostly from Nepali ethnic group such as Newars, Bahuns (Adhikari, Paudel, Gautam, Dahal, Bhandari and Achaarja), Chhetri (Subedi, Khatiwada & Bista), Gurung, Rai and Limboo.\nPeople.\nRhenock is inhabited by the people of different ethnic groups such as Lepchas, Bhutias, Nepalis (Gorkhas), Biharis and Marwaris. Lepcha tribes who were early settlers have their own unique culture. Originally followers of Shamanism religion, later became the followers of Buddhism. Some of them are the followers of Christianity. Bhutias are another group tribes who are the followers of Buddhism also have their own identity & culture. Majority of the people are Indian Nepalis also known as Gorkha. Most of them are the Hindus by religion. Some of the Nepalis Gurung After 1990 became Buddhist, before that they were followers of Hinduism. Some others are the followers of Christianity. In spite of above all every one respects others belief and faith and celebrates others' festivals which makes a peaceful and prosperous society.\nEducational institutions.\nRhenock has about 130 years' long history of education. Rhenock School is among the oldest schools of Sikkim. It was established by a Christian missionary in the year 1880 at Rhenock (Khamdong). Later it was taken over by the government of Sikkim and shifted to Kingstone. Presently the school is known as Senior Secondary School, Rhenock. A Sanskrit Pathshala (School) was run in the premises of Rhenock Temple to teach Sanskrit and rituals to train Hindu priest. After the merger of Sikkim into Indian union more than a dozens of schools were opened by the govt. of Sikkim. Now, Rhenock has following educational institutions","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_state","surface_form":"Indian state","offset":77},{"uri":"Sikkim","surface_form":"Sikkim","offset":93},{"uri":"Gangtok","surface_form":"Gangtok","offset":143},{"uri":"Jelepla_Pass","surface_form":"Jelepla Pass","offset":165},{"uri":"Lepcha","surface_form":"Lepcha","offset":225},{"uri":"Lepcha","surface_form":"Lepcha","offset":488},{"uri":"Bhutia","surface_form":"Bhutia","offset":576},{"uri":"Lepcha","surface_form":"Lepcha","offset":959},{"uri":"Demographics_of_Nepal","surface_form":"Nepali","offset":977},{"uri":"Gurkha","surface_form":"Gorkha","offset":986},{"uri":"Bihari_people","surface_form":"Bihari","offset":996},{"uri":"Marwari","surface_form":"Marwari","offset":1008},{"uri":"Lepcha","surface_form":"Lepcha","offset":1018},{"uri":"Shamanism","surface_form":"Shamanism","offset":1111},{"uri":"Buddhism","surface_form":"Buddhism","offset":1161},{"uri":"Christianity","surface_form":"Christianity","offset":1205},{"uri":"Buddhism","surface_form":"Buddhism","offset":1277},{"uri":"India","surface_form":"India","offset":1353},{"uri":"Hindu","surface_form":"Hindu","offset":1411},{"uri":"Gurung","surface_form":"Gurung","offset":1451},{"uri":"Buddhist","surface_form":"Buddhist","offset":1476},{"uri":"Christianity","surface_form":"Christianity","offset":1564},{"uri":"Society","surface_form":"society","offset":1714},{"uri":"Temple","surface_form":"Temple","offset":2154},{"uri":"Hindu","surface_form":"Hindu","offset":2200},{"uri":"India","surface_form":"India","offset":2246}]}