{"id":265663,"url":"http://en.wikipedia.org/wiki/Kart_racing","text":"e=\"preserve\">Kart racing or karting is a type of open-wheel motor sport. It uses small, open, four-wheeled vehicles called karts, go-karts, or gearbox/shifter karts depending on the design. They are usually raced on scaled-down kart circuits. Karting is commonly seen as the stepping stone to the higher and more expensive ranks of motorsports.\nKarts vary widely in speed. Some known as Superkarts can reach speeds exceeding. Go-karts for the general public used for fun may be limited to speeds of.\nHistory.\nArt Ingels is generally accepted to be the father of karting. He was a long time hot rodder and a race car builder at Kurtis Kraft. He built the first kart in Southern California in 1956.\nChassis.\nThe chassis are made of steel tube. There is no suspension. The chassis must flex enough to work as the suspension.\nBraking is achieved by a disc brake mounted on the rear axle. Front disc brakes are becoming popular. Some classes do not allow them.\nEngines.\nAmusement park go-karts can be powered by 4-stroke engines or electric motors. Racing karts use small 2-stroke or 4-stroke engines.\nTransmission.\nKarts do not have a differential. Both rear wheels turn at the same speed. Because of this, one rear tire must slide while cornering.\nPower is transmitted from the engine to the rear axle by way of a chain.\nTires.\nWheels and tires are much smaller than those used on a normal car.\nLike other motorsports, karts use different tires for the track conditions. Slicks are used for dry weather. Rain tires or \"wets\" are used for wet weather. Slicks with grooves cut into them are used for dirt tracks. Spiked tires are used for ice.\nRacing.\nKart racing is generally accepted as the most economic form of motorsport available. As a fun pastime, it can be performed by almost anybody. As a motorsport, it is regulated by FIA (under the name of Commission Internationale de Karting (CIK).\nIn the USA, many organizations regulate racing, such as the International Kart Federation (IKF), World Karting Association (WKA), Karters of America Racing Triad (KART), and Stars of Karting presented by the Indy Racing League. In the UK, the Motor Sports Association (MSA) regulate Karting. In Australia, kart racing is administered by the Australian Karting Association on the behalf of FIA and Confederation of Australian Motor Sport (CAMS).\nKarting as a learning tool.\nKart racing is usually used as a low-cost and relatively safe way to introduce drivers to motor racing. Many people think it is for young drivers, but adults are also very active in karting. Karting is considered a first step in a racer's career. It can help develop quick reflexes, precision car control, and decision-making skills.\nRecreational, concession and indoor karts.\nBesides traditional kart racing, many commercial enterprises offer karts for rent, often called \"recreational\" or \"concession\" karts. The tracks can be indoor or outdoor. Karts are rented by sessions (10 to 15 minutes usually), they use sturdy chassis completed with bodywork for driver safety.\nOutdoor tracks can offer low speed karts strictly for amusement, or faster, more powerful karts similar to a racing kart. Typically, these outdoor tracks may also be used for traditional kart races.","categories":[],"infobox_types":[],"annotations":[{"uri":"Open_wheel_car","surface_form":"open-wheel","offset":49},{"uri":"Motor_sports","surface_form":"motor sport","offset":60},{"uri":"Vehicle","surface_form":"vehicle","offset":107},{"uri":"Race_car","surface_form":"race car","offset":607},{"uri":"Kurtis_Kraft","surface_form":"Kurtis Kraft","offset":627},{"uri":"Southern_California","surface_form":"Southern California","offset":668},{"uri":"Chassis","surface_form":"chassis","offset":710},{"uri":"Suspension_(vehicle)","surface_form":"suspension","offset":754},{"uri":"Disc_brake","surface_form":"disc brake","offset":847},{"uri":"Internal_combustion_engine","surface_form":"engines","offset":1016},{"uri":"Electric_motor","surface_form":"electric motor","offset":1027},{"uri":"Tire","surface_form":"tire","offset":1336},{"uri":"Motorsport","surface_form":"motorsport","offset":1710},{"uri":"Motorsport","surface_form":"motorsport","offset":1794},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":1825},{"uri":"Indy_Racing_League","surface_form":"Indy Racing League","offset":2100}]}