{"id":265701,"url":"http://en.wikipedia.org/wiki/Chris_Ivory","text":"Chris Ivory (born March 22, 1988) is an American football running back for the New Orleans Saints of the National Football League. He was signed as a free agent by the Saints on May 3, 2010. He played college football at Washington State and at Tiffin University in Ohio.\nEarly years.\nIvory played both football and track and field in high school at Longview High School in Longview, Texas.\nCollege career.\nIvory played three years for Washington State. Because of injuries, he did not get to play as much as he could have. In 22 games, he rushed 91 times for 534 yards and 4 touchdowns. He also had 23 kickoff returns, averaging 22.8 yards. In August 2009, Ivory was kicked off the Washington State team.\nIvory then went to Tiffin, a Division II school in Tiffin, Ohio, whose team was coached by Dave Walkosky. Walkosky had been a Washington State assistant coach. In Ivory's final year of college football, he had 39 rushes for 223 yards in five games before hurting his knee, which ended his season. Walkosky tried to get a medical redshirt exemption for Ivory, which would have let Ivory play another year, but he did not get one. Even though he did not play much at Tiffin, some NFL scouts saw Ivory's performance and speed, and some people thought he could become the first Tiffin player to be picked in the NFL Draft. However, this did not happen.\nNew Orleans Saints.\nIvory was not drafted, but he reached a deal with the Saints immediately after the draft, and signed as a free agent on May 3, 2010. He played well in training camp and preseason games. This included a good game against the San Diego Chargers that included a 76-yard touchdown on a swing pass. Chris Ivory made the Saints 53 man roster after beating out Ladell Betts for the last running back position with a great preseason performance.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":40},{"uri":"Running_back","surface_form":"running back","offset":58},{"uri":"New_Orleans_Saints","surface_form":"New Orleans Saints","offset":79},{"uri":"National_Football_League","surface_form":"National Football League","offset":105},{"uri":"Free_agent","surface_form":"free agent","offset":150},{"uri":"College_football","surface_form":"college football","offset":201},{"uri":"Washington_State_Cougars_football","surface_form":"Washington State","offset":221},{"uri":"Tiffin_University","surface_form":"Tiffin University","offset":245},{"uri":"Ohio","surface_form":"Ohio","offset":266},{"uri":"Texas","surface_form":"Texas","offset":384},{"uri":"Division_II_(NCAA)","surface_form":"Division II","offset":735},{"uri":"Tiffin%2C_Ohio","surface_form":"Tiffin, Ohio","offset":757},{"uri":"NFL_Draft","surface_form":"NFL Draft","offset":1314},{"uri":"San_Diego_Chargers","surface_form":"San Diego Chargers","offset":1599}]}