{"id":265700,"url":"http://en.wikipedia.org/wiki/Barry_Goldwater","text":"Barry Morris Goldwater (January 2, 1909 – May 29, 1998) was a conservative politician from the United States. He represented Arizona in the United States Senate.\nHe ran for President of the United States in 1964 against Lyndon B. Johnson. He did not win. Goldwater was a member of the Republican Party. He was a Freemason. He wrote \"The Conscience of a Conservative\". He was born in Phoenix, Arizona. He was a commentator on the Cable News Network (CNN) in its early years.\nGoldwater died from a stroke in Paradise Valley, Arizona, aged 89. He was suffering from Alzheimer's disease.\nCareer.\nGoldwater was called \"Mr. Conservative\" during his political career. He was a Senator from Arizona, replacing Ernest McFarland. In 1960, he wrote \"The Conscience of a Conservative\". The book was a best seller. In 1964, he was the Republican candidate for President. He ran against Lyndon Johnson. Goldwater's most famous quote (which he said in July 1964 in San Francisco) was \"Extremism in the Defense of Liberty is no vice, and Moderation in the Pursuit of Justice is no virtue.\" He meant that people should always do what was necessary to make the world freer and more just even if it was hard or made them unpopular. Goldwater lost to Johnson by a large number of votes.\nGoldwater went back to the Senate after losing the election. His run for president helped start the conservative movement of today, which agrees with many of Goldwater's ideas. He didn't agree with the social conservatives who were against abortion and gay rights. Goldwater stayed in the Senate until 1987. He helped Sandra Day O'Connor get on the Supreme Court. He passed a military reform law. Goldwater retired to Arizona after being in the Senate. He died in Arizona in 1998.\nPersonal.\nGoldwater enjoyed photography, airplanes, and radio. He collected Native American Kachina Dolls, which are made by the Native Americans of Arizona. He donated his collection to a museum. Goldwater had four children.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":95},{"uri":"Arizona","surface_form":"Arizona","offset":125},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":140},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":173},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":220},{"uri":"United_States_Republican_Party","surface_form":"Republican Party","offset":285},{"uri":"Freemason","surface_form":"Freemason","offset":312},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":383},{"uri":"Cable_News_Network","surface_form":"Cable News Network","offset":429},{"uri":"Stroke","surface_form":"stroke","offset":496},{"uri":"Paradise_Valley%2C_Arizona","surface_form":"Paradise Valley","offset":506},{"uri":"Arizona","surface_form":"Arizona","offset":523},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":563},{"uri":"Arizona","surface_form":"Arizona","offset":683},{"uri":"Ernest_McFarland","surface_form":"Ernest McFarland","offset":702},{"uri":"Lyndon_Johnson","surface_form":"Lyndon Johnson","offset":873},{"uri":"San_Francisco","surface_form":"San Francisco","offset":950},{"uri":"Sandra_Day_O%27Connor","surface_form":"Sandra Day O'Connor","offset":1585},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":1616}]}