{"id":265765,"url":"http://en.wikipedia.org/wiki/Spiral_galaxy","text":"A spiral galaxy is a kind of galaxy that looks like a flat, slowly rotating disk with a bulge in the centre, and spiral patterns extending outward from the bulge. It contains stars, gas, dust, dark matter and a supermassive black hole at its centre.\nGalaxies were long thought to be nebula<nowiki/>s. The spiral nebula as a type was first described by Edwin Hubble in his 1936 work \"The Realm of the Nebulae\". They are now listed as galaxies, and are named after their shape.\nThe barred spiral galaxy is an important and common type of spiral galaxy. There are three other kinds of spiral galaxies. \"Grand-design\" spiral galaxies have two well-shaped and well-defined arms. \"Multiple-arm\" spiral galaxies have more arms. In \"flocculent\" spiral galaxies, it is hard to see the arms at all, as they are choppy and are ill-defined.\nAbout 60% of galaxies in the universe near us (the 'local universe') are spiral and irregular galaxies. They are mostly found in low-density parts of the universe, and are rare in the centers of galaxy cluster<nowiki/>s.\nSpiral arms.\nSpiral arms are regions in spiral galaxies. They often contain dust,gas and star clusters of young,hot and massive stars. They extend from the central bulge area of spiral and barred spiral galaxies. The young, hot and massive stars are why the arms are brighter than the center of the galaxy. Some spiral galaxies have yellow, 'fossil' arms of older stars.\nMilky Way.\nOur own Milky Way was found to be a spiral galaxy in the early 20th century. In the 1990s it was found to be a barred spiral galaxy. The bar is difficult to see from our position in the Galactic disk. The most convincing evidence for its existence comes from a survey, performed by the Spitzer Space Telescope, of stars in the Galactic center.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galaxy","surface_form":"galaxy","offset":29},{"uri":"Rotate","surface_form":"rotating","offset":67},{"uri":"Disk","surface_form":"disk","offset":76},{"uri":"Bulge","surface_form":"bulge","offset":88},{"uri":"Dark_matter","surface_form":"dark matter","offset":193},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":211},{"uri":"Nebula","surface_form":"nebula","offset":283},{"uri":"Edwin_Hubble","surface_form":"Edwin Hubble","offset":352},{"uri":"Galaxy_cluster","surface_form":"galaxy cluster","offset":1024},{"uri":"Star_cluster","surface_form":"star cluster","offset":1139},{"uri":"Fossil","surface_form":"fossil","offset":1392},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1440}]}