{"id":265793,"url":"http://en.wikipedia.org/wiki/Terry_Buck","text":"Terrence William \"Terry\" Buck was an Australian swimmer and coach. He represented Australia at the 1964 Summer Olympics in the 400m individual medley and placed eighth. He was the first Australian swimmer to participate at the Olympics as both an athlete and a coach. He was head coach in the 1984 Summer Olympics, and team manager in 1992 and 1996. Buck was also a surf lifesaver and a life member of the Clovelly Surf Club in New South Wales. He died in a tractor accident on his farm, leaving behind his wife, Laraine and three daughters.\nIn 2003, Greg Rogers filed a civil lawsuit against Buck. He claimed that Buck had sexually abused him from 1960 when Rogers was 11 and Buck was 16. He also said that his younger brother, Neil, was sexually abused from when he was eight. This was settled outside court. After Buck died, the Telegraph published an interview with an anonymous \"Olympic and Commonwealth medalist\" who said that he had been abused by Buck as a child. The person who was interviewed was not named, but many knew it was Rogers. Police had begun private investigations into the matter in 1998, but stopped the investigation in 2001, saying that it did not have enough proof. His wife said that the stories were all untrue. She said that she had \"trusted\" Rogers, who had been the godfather of their late daughter, Sarah, and that having \"looked at it from every angle, I can say with certainty in my they are lies.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":37},{"uri":"Australia","surface_form":"Australia","offset":82},{"uri":"1964_Summer_Olympics","surface_form":"1964 Summer Olympics","offset":99},{"uri":"1984_Summer_Olympics","surface_form":"1984 Summer Olympics","offset":293},{"uri":"1992_Summer_Olympics","surface_form":"1992","offset":335},{"uri":"1996_Summer_Olympics","surface_form":"1996","offset":344},{"uri":"Surf_lifesaver","surface_form":"surf lifesaver","offset":366},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":428},{"uri":"Tractor","surface_form":"tractor","offset":458},{"uri":"Greg_Rogers","surface_form":"Greg Rogers","offset":551},{"uri":"Civil_law","surface_form":"civil law","offset":571},{"uri":"Child_sexual_abuse","surface_form":"sexually abused","offset":624},{"uri":"Telegraph","surface_form":"Telegraph","offset":832},{"uri":"Interview","surface_form":"interview","offset":855},{"uri":"Anonymity","surface_form":"anonymous","offset":873},{"uri":"Godparent","surface_form":"godfather","offset":1298}]}