{"id":265866,"url":"http://en.wikipedia.org/wiki/Indianapolis_Motor_Speedway","text":"The Indianapolis Motor Speedway (IMS) is in Speedway, Indiana (an enclave suburb of Indianapolis) in the United States. It is the home of the Indianapolis 500 race and the Brickyard 400 race.\nIt was built in 1909. It is the original \"Speedway\", the first racing facility to use the word Speedway. IMS has permanent seating for more than 257,000 people. The infield raises capacity to approximately 400,000. It is the largest and highest-capacity sporting facility in the world.\nThe Speedway is considered relatively flat by American standards but high-banked by Europeans. It is a two and a half mile, nearly rectangular oval. Each of the four turns are 1/4 mile. Two 5/8 mile long straight connect turns 2 to 3 and turns 4 to 1. Two 1/8 mile short straights, termed \"short chutes\", connect turns 1 to 2 and turns 3 to 4.\nA modern infield road course was constructed between 1998 and 2000. It used part of the oval and the infield to create a track. In 2008, the road course was changed to add another infield section. This is used for motorcycle racing, and is a course.\nOn the grounds of the Speedway is the Indianapolis Motor Speedway Hall of Fame Museum, which opened in 1956. It is also the home of the Brickyard Crossing Golf Resort, which originally opened as the Speedway Golf Course in 1929.\nIndianapolis Motor Speedway was placed on the National Register of Historic Places in 1975 and designated a National Historic Landmark in 1987.\nIn addition to the Indianapolis 500, the Speedway also hosts NASCAR's Brickyard 400. The Speedway also hosted the United States Grand Prix for Formula One from 2000 to 2007. In 2008, the Speedway added the Indianapolis motorcycle Grand Prix.\nAfter winning his fifth United States Grand Prix at Indianapolis in, Formula One driver Michael Schumacher holds the record for most victories with the Forumula One version of the road course. A.J. Foyt, Al Unser and Rick Mears each won the Indianapolis 500 four times on the traditional oval. Jeff Gordon has also won four times on the oval in the Brickyard 400. Johnny Aitken holds the record for total wins at the track, with 15 victories (all on the oval), during the 1909, 1910 and 1916 seasons.\nEarly history.\nThe first motorsports event at the track consisted of 7 motorcycle races, sanctioned by the Federation of American Motorcyclists (FAM), on August 14, 1909.\nThe first weekend of automobile races took place August 19–21, 1909. It was 16 races sanctioned by the American Automobile Association (AAA). The event almost turned into a disaster because of the surface of crushed stone and tar. There were several accidents and five fatalities. The final race of the weekend was halted after of its originally-scheduled 300 miles.\nCarl G. Fisher, was an Indiana native, and both a former race car driver and one of the owners of the track. He led the work to make the track safer for the drivers and spectators. The track surface was paved with 3.2 million paving bricks. This gave the track its popular nickname \"The Brickyard\". Today, (one yard) of the original bricks remain at the start/finish line., still giving meaning to the 'brick yard'. The final brick added to the roadway was a gold plated brick and laid by Governor Thomas R. Marshall on December 17, 1909.\nThe Speedway reopened in 1910. Sixty-six automobile races were held during three holiday weekends (Memorial Day, Fourth of July and Labor Day). Each weekend featured two or three races of to distance. Several shorter contests were also held. Each race was its own event and earned its own trophy. All races were sanctioned by the AAA. In 1911, a change in marketing focus led to holding only one race per year.\nAn estimated 80,000 spectators came to the first Indianapolis 500 Mile Race on Memorial Day May 30, 1911. Admission was one dollar. Ray Harroun won the race at the average speed of 74.602 mph (120.060 km/h).\nThe next five Indianapolis 500 were held from 1912–1916. Three of the Indy 500 winners were Europeans. These races drew worldwide attention to the Speedway. More international drivers began to enter.\nThe 1916 race was shortened to 120 laps for. Several things caused the race to be shortened. There was a lack of entries from Europe and a lack of oil. Another reason was out of respect for the war in Europe.\nOn September 9, 1916, the Speedway hosted a day of short racing events. These were called the Harvest Classic. There were three races held at 20, 50 and distances. Johnny Aitken, in a Peugeot, won all three events, his final victories at the track. After the Harvest Classic, no race other than the Indianapolis 500 to be held on the grounds for seventy-eight years.\nRacing was interrupted in 1917–1918 by World War I. The facility served as a military center for repairs.\nRacing resumed in 1919. Speeds quickly increased. In 1925 Peter DePaolo became the first to average 100 mph (160 km/h) for the race.\nBy the early 1930s, the increasing speeds began to make the track more dangerous. In the period 1931–1935 there were 15 fatalities. Part of the bricks were replaced with tarmac (a tar covered macadam or small stones). During the 1935–1936 seasons a number of changes were made. The inside wall was removed in the corners. The outside wall angle was changed to help keep cars inside the track. Hard crash helmets became required. The first yellow lights were installed around the track.\n1940s: Start of the Hulman Era.\nAt the beginning of the 1940s, the track needed more improvement. In 1941, half of the garage area, known as \"Gasoline Alley\", burned down before the race. When the United States joined World War II, the 1942 race was canceled. In 1942 all auto racing was banned. The 500-Mile Race was canceled for the years 1942–1945. The track mostly abandoned during the war years.\nOn November 29, 1944, three-time 500 winner Wilbur Shaw came back to do a tire test for Firestone. The test was approved by the government. Shaw found the track to be in very bad condition. He contacted the owner, Eddie Rickenbacker, and found that the Speedway was for sale. Shaw tried to find a buyer that would keep the Speedway as a race track. He found Indiana businessman Tony Hulman. The Speedway was purchased on November 14, 1945.\nMajor renovations and repairs were made to the Speedway. It opened in time for the 1946 race. Many improvements have been made since 1946.\nThe 500-Mile Race became part of the Formula One World Championship for 11 years (1950–1960). None of the regular Indy drivers raced in Formula One. Alberto Ascari from Ferrari was the only F1 driver to race in the 500 during this time.\nIn October 1961, the final remaining brick sections of the track were paved over with asphalt, with the exception of a distinct three-foot-wide line of bricks at the start/finish line. The \"Brickyard\" thus became known for its \"Yard of Bricks\".\nNASCAR IROC and Indy Lights at Indy.\nFrom 1919 to 1993, the 500 was the only race run at the Brickyard. Tony George (Hulman's grandson) inherited the track. He brought more racing to the Speedway. NASCAR started racing in 1994 with the Brickyard 400. The International Race of Champions (IROC) event was added in 1998. The last IROC at Indy race was held in 2003.\nIn 2003, the Firestone Indy Lights Series, a minor league series of the Indy Racing League, started racing at the Speedway. They were the first series to race in May other than the 500 since 1910.\nFormula One and road course racing.\nIn 1998, Tony George made a deal to bring Formula One back to the United States. The last time F1 raced in the US was 1991. A new Indy-based road course using part of the oval track, and part of the infield was built in two years. The first United States Grand Prix held at the Speedway was in 2000. The 2001 event reported 185,000 fans were reported in attendance. The success was even more important with the race. The race was held on September 30, 2001. It was the largest international sporting event held in the United States after September 11, 2001 terrorist attacks.\nUnlike the oval track, the Grand Prix road course is raced in a clockwise direction. This follows the general practice of Formula One, in where most circuits run clockwise.\nOn July 12, 2007, it was announced that Formula One would not return to the Speedway for. Tony George said there were problems meeting the demands of Bernie Ecclestone to continue hosting the event. On May 25, 2010 it was announced that Formula One would return to the United States in 2012 at a new purpose-built track in Austin, Texas.\nTire problems.\nIn 2005, there was a big problem with some of the Formula One tires. During practice, there was a big crash at turn 13. This part of the F1 circuit is the turn 1 of the oval track. This is also the only banked corner on the F1 calendar. Michelin realized their tires could not handle the banking. They would fail after a few laps. The cars using Bridgestone tires did not have the problem.\nThe Michelin teams could not solve the problem. Michelin wanted to add a chicane before the turn. The FIA would not allow the track to be modified. Everyone involved tried to fix the problem right up to race. Michelin told their teams the tires were not safe to race with.\nThe Michelin teams lined up on the starting grid. They drove around the track for the slow parade lap. At the end of the lap, they pulled into the pits and parked their cars. This left only the three Bridgestone teams (six race cars) to run the race. The two Ferrari cars were the only cars on the lead lap at the end of the race.\nMotorcycle racing and a new road course.\nOn July 16, 2007, the Speedway announced that it would host a round of Grand Prix motorcycle racing beginning in 2008. The race was backed by Red Bull and known as the \"Red Bull Indianapolis GP\". This was the first motorcycle racing event at the facility since its first month of operation, in August 1909.\nModifications approved by the FIA and FIM were made to the former Formula One circuit. The new circuit now has 16 turns. The motorcycle course runs counter-clockwise, the same direction as the oval track. It bypass the banking of the oval with a new infield section inside Turn 1. Also, the double-hairpin at the Hulman Straight was replaced with traditional S-turns. The construction was finished before the opening day of the 2008 Indianapolis 500.\nOther sporting events.\nThe city of Indianapolis has hosted a half-marathon. It includes one lap around the Speedway.\nThe Speedway Golf Course has hosted a PGA Tour event and an LPGA event. A Champions Tour event was hosted there from 1994–1999.\nAt the 1987 Pan American Games, the speedway hosted opening ceremonies and the speed roller skating competition.\nIMS will be used to host events when Indianapolis hosts Super Bowl XLVI in February 2012.\nSpeed records.\nIndianapolis 500\nBrickyard 400\nUnited States Grand Prix\nRed Bull Indianapolis GP","categories":[],"infobox_types":[],"annotations":[{"uri":"Speedway%2C_Indiana","surface_form":"Speedway, Indiana","offset":44},{"uri":"Enclave","surface_form":"enclave","offset":66},{"uri":"Suburb","surface_form":"suburb","offset":74},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":84},{"uri":"United_States","surface_form":"United States","offset":105},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":142},{"uri":"Brickyard_400","surface_form":"Brickyard 400","offset":172},{"uri":"Rectangle","surface_form":"rectangular","offset":609},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":1347},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":1409},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":1464},{"uri":"NASCAR","surface_form":"NASCAR","offset":1506},{"uri":"Brickyard_400","surface_form":"Brickyard 400","offset":1515},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":1559},{"uri":"Formula_One","surface_form":"Formula One","offset":1588},{"uri":"Formula_One","surface_form":"Formula One","offset":1756},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":1775},{"uri":"A.J._Foyt","surface_form":"A.J. Foyt","offset":1880},{"uri":"Al_Unser","surface_form":"Al Unser","offset":1891},{"uri":"Rick_Mears","surface_form":"Rick Mears","offset":1904},{"uri":"Jeff_Gordon","surface_form":"Jeff Gordon","offset":1981},{"uri":"Johnny_Aitken","surface_form":"Johnny Aitken","offset":2051},{"uri":"American_Automobile_Association","surface_form":"American Automobile Association","offset":2462},{"uri":"Indiana","surface_form":"Indiana","offset":2749},{"uri":"Thomas_R._Marshall","surface_form":"Thomas R. Marshall","offset":3224},{"uri":"Memorial_Day","surface_form":"Memorial Day","offset":3755},{"uri":"Ray_Harroun","surface_form":"Ray Harroun","offset":3808},{"uri":"Europe","surface_form":"Europe","offset":3976},{"uri":"International","surface_form":"international","offset":4046},{"uri":"Petroleum","surface_form":"oil","offset":4231},{"uri":"World_War_I","surface_form":"war in Europe","offset":4278},{"uri":"Peugeot","surface_form":"Peugeot","offset":4477},{"uri":"World_War_I","surface_form":"World War I","offset":4699},{"uri":"Military","surface_form":"military","offset":4737},{"uri":"World_War_II","surface_form":"World War II","offset":5603},{"uri":"Auto_racing","surface_form":"auto racing","offset":5657},{"uri":"Eddie_Rickenbacker","surface_form":"Eddie Rickenbacker","offset":6000},{"uri":"Tony_Hulman","surface_form":"Tony Hulman","offset":6164},{"uri":"Formula_One","surface_form":"Formula One","offset":6402},{"uri":"Alberto_Ascari","surface_form":"Alberto Ascari","offset":6514},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":6534},{"uri":"Tony_George","surface_form":"Tony George","offset":6951},{"uri":"NASCAR","surface_form":"NASCAR","offset":7044},{"uri":"Brickyard_400","surface_form":"Brickyard 400","offset":7083},{"uri":"International_Race_of_Champions","surface_form":"International Race of Champions","offset":7102},{"uri":"Firestone_Indy_Lights","surface_form":"Firestone Indy Lights","offset":7224},{"uri":"Indy_Racing_League","surface_form":"Indy Racing League","offset":7283},{"uri":"Formula_One","surface_form":"Formula One","offset":7486},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":7685},{"uri":"September_11%2C_2001_attacks","surface_form":"September 11, 2001 terrorist attacks","offset":7982},{"uri":"Bernie_Ecclestone","surface_form":"Bernie Ecclestone","offset":8343},{"uri":"Michelin","surface_form":"Michelin","offset":8783},{"uri":"Bridgestone","surface_form":"Bridgestone","offset":8892},{"uri":"Chicane","surface_form":"chicane","offset":9009},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":9038},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":9468},{"uri":"Red_Bull","surface_form":"Red Bull","offset":9723},{"uri":"Motorcycle","surface_form":"motorcycle","offset":9796},{"uri":"Hairpin_turn","surface_form":"hairpin","offset":10186},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":10374},{"uri":"Marathon","surface_form":"marathon","offset":10405},{"uri":"PGA_Tour","surface_form":"PGA Tour","offset":10494},{"uri":"LPGA","surface_form":"LPGA","offset":10516},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":10802},{"uri":"Brickyard_400","surface_form":"Brickyard 400","offset":10819},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":10833},{"uri":"Indianapolis_motorcycle_Grand_Prix","surface_form":"Red Bull Indianapolis GP","offset":10858}]}