{"id":265802,"url":"http://en.wikipedia.org/wiki/Edwin_Hubble","text":"Edwin Powell Hubble (November 20, 1889 – September 28, 1953) was an American astronomer. Hubble's findings changed the scientific view of the universe.\nIn 1925 he showed that there are galaxies beyond our own, the Milky Way. Also, he developed a method for classifying galaxies.\nThen he proved the galaxies were moving away from each other. Hubble found the degree of Doppler effect (redshift) from a galaxy increased in proportion to its distance from Earth. Doppler effect is the change in pitch or colour when an object or sound comes in (higher pitch, brighter color) or moves away (lower and darker). Redshift is observed in the light spectrum\nIn 1929 Hubble formulated what is called Hubble's law. The law states that the greater the distance between any two galaxies, the greater their relative speed of separation. Georges Lemaître, a Belgian priest and astronomer, had published the idea two years before in an obscure journal. Nevertheless, the idea bears Hubble's name to this day.\nToday, the 'apparent velocities' of galaxies are understood as an increase in proper distance which occurs due to the expansion of space. Light traveling through stretching space experiences a Hubble-type redshift.\nThis work helped to establish that the universe is expanding. Some have incorrectly said that Hubble discovered the Doppler shift in the spectra of galaxies, but this had already been observed earlier by Vesto Slipher, whose data Hubble used.\nThe Hubble Space Telescope was named after Hubble.\nInflation as an explanation for expansion.\nHubble's words were forgotten, and the notion of the expansion of the universe became the consensus. Until the theoretical developments in the 1980s no one had an explanation for why this seemed to be the case. The question \"why is the universe expanding?\" is now answered by understanding the details of what happened in the first inflationary epoch (10−32 seconds) of the existence of our universe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":68},{"uri":"Astronomer","surface_form":"astronomer","offset":77},{"uri":"Universe","surface_form":"universe","offset":142},{"uri":"Galaxy","surface_form":"galaxies","offset":185},{"uri":"Milky_Way","surface_form":"Milky Way","offset":214},{"uri":"Doppler_effect","surface_form":"Doppler effect","offset":368},{"uri":"Redshift","surface_form":"redshift","offset":384},{"uri":"Proportion","surface_form":"proportion","offset":421},{"uri":"Earth","surface_form":"Earth","offset":453},{"uri":"Electromagnetic_spectrum","surface_form":"light spectrum","offset":634},{"uri":"Hubble%27s_law","surface_form":"Hubble's law","offset":690},{"uri":"Georges_Lema%C3%AEtre","surface_form":"Georges Lemaître","offset":823},{"uri":"Belgians","surface_form":"Belgian","offset":843},{"uri":"Priest","surface_form":"priest","offset":851},{"uri":"Outer_space","surface_form":"space","offset":1124},{"uri":"Vesto_Slipher","surface_form":"Vesto Slipher","offset":1412},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":1455},{"uri":"Inflation","surface_form":"inflation","offset":1877}]}