{"id":265977,"url":"http://en.wikipedia.org/wiki/History_of_astronomy","text":"ce=\"preserve\">The history of astronomy describes the ideas of earlier civilisations. It also discusses the beginnings of modern astronomy.\nEarly history.\nBabylonian astronomers viewed the sky as a celestial sphere, far above the Earth. This sphere had shiny stars on it. Like earlier astronomers, they organized and named constellation<nowiki/>s. They took special interest in the seven bright stars that did not stay in a particular constellation. These were the Star of the Day (Sun), the Star of the Night (Moon) and the five planets. These stars wandered around the celestial sphere, in an area now called the Zodiac, and the astronomers carefully recorded their travels.\nAncient Greece.\nGreek philosophers, seeing the movement of heavenly bodies, developed models of the Universe based more on empirical evidence. The first model was proposed by Eudoxus of Cnidos. According to this model, space and time are infinite and eternal, the Earth is spherical and stationary, and all other matter is confined to rotating concentric spheres.\nThis model was brought into agreement with astronomical observations by Ptolemy of Alexandria, in the second century AD. His \"Syntaxis mathematica\", known as the \"Almagest\", was translated from Greek to Arabic, and from Arabic to Latin. It was first printed in 1515, with another edition in 1528.\nHowever, not all Greek scientists accepted the geocentric (Earth-centered) model of the Universe. The Pythagorean philosopher Philolaus thought the center of the Universe was a \"central fire\" around which the Earth, Sun, Moon and Planets revolved in uniform circular motion.\nThe Greek astronomer Aristarchus of Samos was the first person to propose a heliocentric (Sun-centered) model of the universe. Though the original text has been lost, a reference in Archimedes' book \"The Sand Reckoner\" describes Aristarchus' heliocentric theory. Archimedes wrote: (translated into English)\nYou King Gelon are aware the 'Universe' is the name given by most astronomers to the sphere the center of which is the center of the Earth, while its radius is equal to the straight line between the center of the Sun and the center of the Earth. This is the common account as you have heard from astronomers. But Aristarchus has brought out a book consisting of certain hypotheses, wherein it appears, as a consequence of the assumptions made, that the universe is many times greater than the 'Universe' just mentioned. His hypotheses are that the fixed stars and the Sun remain unmoved, that the Earth revolves about the Sun on the circumference of a circle, the Sun lying in the middle of the orbit, and that the sphere of fixed stars, situated about the same center as the Sun, is so great that the circle in which he supposes the Earth to revolve bears such a proportion to the distance of the fixed stars as the center of the sphere bears to its surface.\nCleanthes [a contemporary of Aristarchus and head of the Stoics] thought it was the duty of the Greeks to indict Aristarchus of Samos on the charge of impiety for putting in motion the Hearth of the universe [i.e. the Earth]... supposing the heaven to remain at rest and the earth to revolve in an oblique circle, while it rotates, at the same time, about its own axis.\nThe only other astronomer from antiquity known by name who supported Aristarchus' heliocentric model was Seleucus of Seleucia. He was a Babylonian astronomer a century after Aristarchus. According to Plutarch, Seleucus was the first to prove the heliocentric system through reasoning, but it is not known what arguments he used. Seleucus' arguments for a heliocentric theory were probably related to the phenomenon of tides. According to Strabo (1.1.9), Seleucus was the first to state that the tides are due to the attraction of the Moon, and that the height of the tides depends on the Moon's position relative to the Sun.\nCopernicus.\nThe geocentric model was accepted in the Western world for about two thousand years, until Copernicus revived Aristarchus' theory that the sun was placed at the center of the Solar System.\nAs noted by Copernicus himself, the suggestion that the Earth rotates (goes round on its axis) was very old, dating at least to Philolaus (c. 450 BC). About a century before Copernicus, Nicholas of Cusa also proposed that the Earth rotates on its axis in his book, \"On Learned Ignorance\" (1440).p754\nThe first empirical evidence for the Earth's rotation on its axis, using the phenomenon of comets, was given by Tusi (1201–1274).\nCopernicus' heliocentric model allowed the stars to be placed uniformly through the (infinite) space surrounding the planets, as first proposed by Thomas Digges in his \"Perfit Description of the Caelestiall Orbes according to the most aunciente doctrine of the Pythagoreans, latelye revived by Copernicus and by Geometricall Demonstrations approved\" (1576). Giordano Bruno accepted the idea that space was infinite and filled with solar systems similar to our own. n; for the publication of his various beliefs, he was burnt at the stake in Rome on 17 February 1600.\nThis cosmology was accepted provisionally by Isaac Newton, Christiaan Huygens and later scientists, but it had several paradoxes which were resolved only with general relativity. The first paradox was that it assumed that space and time were infinite, and that the stars in the universe had been burning forever; however, since stars are constantly radiating energy, a finite star seems inconsistent with the radiation of infinite energy. Secondly, Edmund Halley (1720) noted that an infinite space filled uniformly with stars would lead to the prediction that the nighttime sky would be as bright as the sun itself; this became known as Olbers' paradox in the 19th century. Third, Newton himself showed that an infinite space uniformly filled with matter would cause infinite forces and instabilities crushing matter inwards inwards under gravity. This instability was later clarified in 1902.\n18th century.\nAs observations on the Solar System progressed, some basic facts appeared. All planets go round the Sun in the same direction, and their planes of revolution are very similar. Likewise, most satellites go round planets in nearly the same planes. The planets revolve around their own axes in the same sense in which they orbit the Sun. These regularities cannot be a chance coincidence.\nMany were at work trying to use the ideas of Newton and Kepler to explain the observational astronomy provided by the new, larger, telescopes.\nA significant astronomical advance of the 18th century was the realization by Thomas Wright (1711–1786) that the \"fixed stars\" were not scattered at random, but concentrated in what we now call the \"galactic plane\", our view of the Milky Way. What is even more remarkable is his idea that very faint nebulae, in which \"no one star... can possibly be distinguished\" might be extremely distant groups of the same kind.p83/4\nKant (1724–1804), known today for his philosophy, made some important discoveries about the nature of the Earth's rotation. He showed the frictional resistance against tidal currents on the Earth's surface must cause a very gradual slowing of the earth's rotation. The days have grown longer as time has passed. Also, he laid out a nebular hypothesis, in which he deduced that the Solar System formed from a large cloud of gas, a nebula. Following Wright, Kant also thought the Milky Way was a large disk of stars formed from a (much larger) spinning cloud of gas.\nThe greatest theoretician of the 18th century was Laplace (1749–1827), who worked on the mechanics of the planets and Solar System. His massive 5-volume work on the mechanics of the Solar System explained many of the regularities which observations had discovered. Laplace made good use of another Frenchman's mathematics: Lagrange (1736–1813).\nLaplace is also noteworthy for his nebular hypothesis of the evolution of the Solar System. As it happens, the details of Laplace's theory do not quite work out for planetary systems, but they are the basis of how we understand stars condense out of a nebula.\nThe 18th century was also a century of great observers. William Herschel (1738–1822), helped by his sister Caroline (1750–1848) built the biggest telescope of the day (40-foot), but did his best work on a 20-foot telescope. There were problems with the mirror of the large one. The discovery of Uranus put his career on the way: he got a salary of £200 a year as \"King's Astronomer\". He got a rough idea of where we are in the galaxy, and could see other spiral galaxies. He called them \"island universes\" like the Milky Way. Also he began to work out the motions of different stars. He discovered double stars, and published catalogues of them.p113/120 Herschel's observations brought astronomy into the modern era.\nModern era.\nThe modern era of physical cosmology began in 1917, when Albert Einstein first applied his general theory of relativity to model the structure and dynamics of the universe.\nTwo great discoveries changed our picture of the Universe. Both were made by Edwin Hubble in the 1920s. Before then, it was thought that our galaxy, the Milky Way, was the whole universe. Hubble first showed that the Andromeda galaxy was a separate galaxy and similar. Many more galaxies were soon discovered. Later in the 1920s he showed that all distant galaxies were moving away from each other in a general expansion of the universe. He did this by discovering the red shift of spectroscopic light from distant galaxies. That does not apply to galaxies that are clustered together, such as Andromeda which, along with our galaxy, is part of the Local Group in the Virgo Supercluster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civilisation","surface_form":"civilisation","offset":70},{"uri":"Astronomy","surface_form":"astronomy","offset":128},{"uri":"Babylon","surface_form":"Babylon","offset":154},{"uri":"Celestial_sphere","surface_form":"celestial sphere","offset":197},{"uri":"Constellation","surface_form":"constellation","offset":322},{"uri":"Constellation","surface_form":"constellation","offset":434},{"uri":"Sun","surface_form":"Sun","offset":481},{"uri":"Moon","surface_form":"Moon","offset":510},{"uri":"Planet","surface_form":"planet","offset":529},{"uri":"Zodiac","surface_form":"Zodiac","offset":614},{"uri":"Ancient_Greece","surface_form":"Greek","offset":692},{"uri":"Empiricism","surface_form":"empirical","offset":799},{"uri":"Evidence","surface_form":"evidence","offset":809},{"uri":"Model","surface_form":"model","offset":829},{"uri":"Eudoxus_of_Cnidos","surface_form":"Eudoxus of Cnidos","offset":851},{"uri":"Space_(physics)","surface_form":"space","offset":895},{"uri":"Time","surface_form":"time","offset":905},{"uri":"Infinite","surface_form":"infinite","offset":914},{"uri":"Eternal","surface_form":"eternal","offset":927},{"uri":"Spherical","surface_form":"spherical","offset":949},{"uri":"Stationary","surface_form":"stationary","offset":963},{"uri":"Concentric","surface_form":"concentric","offset":1020},{"uri":"Sphere","surface_form":"sphere","offset":1031},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":1112},{"uri":"Alexandria","surface_form":"Alexandria","offset":1123},{"uri":"Pythagoreans","surface_form":"Pythagorean","offset":1439},{"uri":"Philolaus","surface_form":"Philolaus","offset":1463},{"uri":"Earth","surface_form":"Earth","offset":1546},{"uri":"Sun","surface_form":"Sun","offset":1553},{"uri":"Moon","surface_form":"Moon","offset":1558},{"uri":"Planets","surface_form":"Planets","offset":1567},{"uri":"Aristarchus_of_Samos","surface_form":"Aristarchus of Samos","offset":1633},{"uri":"Archimedes","surface_form":"Archimedes","offset":1794},{"uri":"Archimedes","surface_form":"Archimedes","offset":1875},{"uri":"Hypotheses","surface_form":"hypotheses","offset":2289},{"uri":"Cleanthes","surface_form":"Cleanthes","offset":2879},{"uri":"Seleucus_of_Seleucia","surface_form":"Seleucus of Seleucia","offset":3354},{"uri":"Babylonia","surface_form":"Babylonia","offset":3385},{"uri":"Plutarch","surface_form":"Plutarch","offset":3449},{"uri":"Reason","surface_form":"reason","offset":3523},{"uri":"Tide","surface_form":"tide","offset":3667},{"uri":"Strabo","surface_form":"Strabo","offset":3687},{"uri":"Tide","surface_form":"tide","offset":3744},{"uri":"Western_world","surface_form":"Western world","offset":3927},{"uri":"Copernicus","surface_form":"Copernicus","offset":3977},{"uri":"Sun","surface_form":"sun","offset":4025},{"uri":"Solar_System","surface_form":"Solar System","offset":4061},{"uri":"Philolaus","surface_form":"Philolaus","offset":4203},{"uri":"Nicholas_of_Cusa","surface_form":"Nicholas of Cusa","offset":4261},{"uri":"Empirical","surface_form":"empirical","offset":4385},{"uri":"Evidence","surface_form":"evidence","offset":4395},{"uri":"Comet","surface_form":"comet","offset":4466},{"uri":"Nas%C4%ABr_al-D%C4%ABn_al-T%C5%ABs%C4%AB","surface_form":"Tusi","offset":4487},{"uri":"Thomas_Digges","surface_form":"Thomas Digges","offset":4652},{"uri":"Giordano_Bruno","surface_form":"Giordano Bruno","offset":4863},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":5117},{"uri":"Christiaan_Huygens","surface_form":"Christiaan Huygens","offset":5131},{"uri":"Paradox","surface_form":"paradox","offset":5191},{"uri":"General_relativity","surface_form":"general relativity","offset":5231},{"uri":"Energy","surface_form":"energy","offset":5431},{"uri":"Edmund_Halley","surface_form":"Edmund Halley","offset":5521},{"uri":"Olbers%27_paradox","surface_form":"Olbers' paradox","offset":5710},{"uri":"Thomas_Wright","surface_form":"Thomas Wright","offset":6588},{"uri":"Galactic_plane","surface_form":"galactic plane","offset":6709},{"uri":"Milky_Way","surface_form":"Milky Way","offset":6742},{"uri":"Nebulae","surface_form":"nebulae","offset":6810},{"uri":"Kant","surface_form":"Kant","offset":6932},{"uri":"Philosophy","surface_form":"philosophy","offset":6970},{"uri":"Friction","surface_form":"friction","offset":7070},{"uri":"Tidal","surface_form":"tidal","offset":7100},{"uri":"Nebula","surface_form":"nebula","offset":7264},{"uri":"Laplace","surface_form":"Laplace","offset":7547},{"uri":"Lagrange","surface_form":"Lagrange","offset":7820},{"uri":"Nebula","surface_form":"nebula","offset":8094},{"uri":"William_Herschel","surface_form":"William Herschel","offset":8158},{"uri":"Double_stars","surface_form":"double stars","offset":8700},{"uri":"Physical_cosmology","surface_form":"physical cosmology","offset":8849},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":8888},{"uri":"Edwin_Hubble","surface_form":"Edwin Hubble","offset":9081},{"uri":"Milky_Way","surface_form":"Milky Way","offset":9157},{"uri":"Andromeda_galaxy","surface_form":"Andromeda galaxy","offset":9221},{"uri":"Expansion_of_the_universe","surface_form":"expansion of the universe","offset":9415},{"uri":"Red_shift","surface_form":"red shift","offset":9473},{"uri":"Spectroscopy","surface_form":"spectroscopic","offset":9486},{"uri":"Virgo_Supercluster","surface_form":"Virgo Supercluster","offset":9672}]}