{"id":265910,"url":"http://en.wikipedia.org/wiki/One-child_policy","text":"The one-child policy (or family planning policy) was a policy introduced in the People's Republic of China in the year 1979. Mao had thought that a bigger population resulted in a stronger country, but of course they faced a lot more problems. China had gone above carrying capacity and there was not enough resources for everyone. After the Second World War, the Chinese population grew quickly. In 1979, the one-child policy was introduced. The policy was introduced to control population growth and declares that Chinese families should only have one child. There are a few exceptions to this rule.\nBeyond the exceptions, if a couple wanted to have more than one child, they must pay money to the government. In some places in China, couples were able to get a permit so they would not have to pay the fee. Because most families would not be able to afford the fee, women were often forced to have an abortion. There were punishments for those who had a second child. However, if the first child were to be a female, the couple could try to have a second child, in hopes for a male child. Since it was started in 1979, the policy has prevented 400 million births from happening. About 36% of the Chinese population is affected by the rule. The policy does not apply in some areas, such as Hong Kong, Macau or Tibet.\nAfter more than 30 years of the one-child policy, China started to face population aging problem. And as Chinese economy developed rapidly in recent years, work force also became tight. In 2015, it was decided that the one-child policy was to be removed, and instead allowed couples to have two children for the first time in thirty years. Effective from January 2016, the one-child policy was replaced by a two-child policy, allowing each couple to have two children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Policy","surface_form":"policy","offset":55},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":80},{"uri":"Second_World_War","surface_form":"Second World War","offset":342},{"uri":"Population_growth","surface_form":"population growth","offset":480},{"uri":"Abortion","surface_form":"abortion","offset":904},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1292},{"uri":"Macau","surface_form":"Macau","offset":1303},{"uri":"Tibet","surface_form":"Tibet","offset":1312}]}