{"id":265924,"url":"http://en.wikipedia.org/wiki/Dad%27s_Army","text":"\"Dad's Army\" is a sitcom made by the BBC which was shown on British television between 1968 and 1977. It is about a Home Guard platoon during World War II. It was very popular at the time and is still repeated. It starred several well-known British actors including Arthur Lowe, John Le Mesurier, John Laurie Bill Pertwee, and Clive Dunn.\nIt was written by Jimmy Perry and David Croft based partly on Jimmy Croft's experience in the Home Guard but also on the work of comedians such as Will Hay.\nPlot.\nThe Home Guard were set up in 1940 to protect Britain in the case of invasion. Because most young men were in the regular army, Home Guard platoons were usually made up of older people. The show followed the Walmington-on-Sea platoon, led by Captain Mainwaring (pronounced \"Mannering\"), a bank manager who appoints himself leader.\nHis platoon is made up of his posh sergeant, Wilson, elderly butcher Lance Corporal Jones, several senior citizens (Privates Godfrey and Frazer), as well as a \"spiv\" (Private Walker) and a mother's boy (Private Pike), as well as other men who don't say much. The humour is derived from their antics, as well as the relationship between Mainwaring and his upper-class sergeant.\nIn early episodes, the humour was based on the difficulty of starting the platoon without any weapons. In later episodes, the comedy was often based on the characters. Because the platoon rarely encountered the Nazis, their enemy was usually the grumpy ARP Warden Hodges, played by Bill Pertwee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sitcom","surface_form":"sitcom","offset":18},{"uri":"BBC","surface_form":"BBC","offset":37},{"uri":"Home_Guard","surface_form":"Home Guard","offset":116},{"uri":"World_War_II","surface_form":"World War II","offset":142},{"uri":"Arthur_Lowe","surface_form":"Arthur Lowe","offset":266},{"uri":"John_Le_Mesurier","surface_form":"John Le Mesurier","offset":279},{"uri":"John_Laurie","surface_form":"John Laurie","offset":297},{"uri":"Bill_Pertwee","surface_form":"Bill Pertwee","offset":309},{"uri":"Clive_Dunn","surface_form":"Clive Dunn","offset":327},{"uri":"Jimmy_Perry","surface_form":"Jimmy Perry","offset":357},{"uri":"David_Croft","surface_form":"David Croft","offset":373},{"uri":"Home_Guard","surface_form":"Home Guard","offset":433},{"uri":"Will_Hay","surface_form":"Will Hay","offset":486},{"uri":"Spiv","surface_form":"spiv","offset":993},{"uri":"Mother%27s_boy","surface_form":"mother's boy","offset":1022},{"uri":"Humour","surface_form":"humour","offset":1096}]}