{"id":266072,"url":"http://en.wikipedia.org/wiki/Scott_Speed","text":"Scott Andrew Speed (born January 24, 1983) is an American race car driver. He was a driver for the Toro Rosso Formula One team. He made his first F1 race start at the 2006 Bahrain Grand Prix. He was the first American to race in F1 since Michael Andretti in 1993. In 2008, Speed started racing in NASCAR. For 2009 and 2001, he drove the Red Bull Toyota Camry full time in the NASCAR Sprint Cup Series. Speed attempted to qualify for the 2011 Indianapolis 500, but did not make the race.\nEarly years.\nSpeed started kart racing at the age of 10. He moved up to Formula series in 2001. He was a champion in \"US Formula Russell\". He drove in both the \"US Barber Formula Dodge\" and \"US Star Mazda Series\". Speed won the 'Red Bull Driver Search' program. In 2003 he drove for the ADR team in \"British Formula Three\". During that year he fell ill with ulcerative colitis, a form of inflammatory bowel disease. He returned to the United States for treatment.\n2004 saw two championship titles for Speed. He won the \"Formula Renault 2000 Eurocup\" and later \"German Formula Renault\". This was despite his worsening colitis. This performance earned him a drive in the first season of GP2 Series for 2005. He ended the season third place in the driver championship standings behind Nico Rosberg and Heikki Kovalainen.\nAt the end of 2005, Speed drove the first three races of the new A1 Grand Prix series for \"A1 Team USA\".\nFormula One.\nIn 2005 at the Canadian Grand Prix, Speed took part as a test driver for Red Bull Racing; becoming the first American driver to participate in a Formula One event since Michael Andretti's 1993 stint. He was also the test driver for the United States Grand Prix.\nAfter the purchase of Minardi, Red Bull Racing announced the team would become Scuderia Toro Rosso. Speed and Vitantonio Liuzzi would be the drivers for the 2006 season.\nIn, Speed's first race was the Bahrain Grand Prix. His best finish of the season was a ninth place at the Australian Grand Prix. He would have finished Australia in the points, but had 25 seconds added to his race time for overtaking under yellow flags. At the United States Grand Prix he qualified a career best 13th. He was taken out of the race in a first-lap collision.\nScott Speed's season was disappointing. He had equipment breakdowns and several crashes. He spun off the circuit in wet conditions at the European Grand Prix. That turned out to be his last race for the team. After the race, it was reported that he was involved in a physical altercation with team principal Franz Tost. Tost has since denied this. Speed also said that they wanted to get rid of both him and Liuzzi. Before the next race at Hungary, the team announced that he had been replaced by Sebastian Vettel.\nARCA/REMAX Series.\nTo get ready for racing in NASCAR, Speed raced in the Automobile Racing Club of America (ARCA) series. he enter several races in 2007, and a full season in 2008. He drove the Red Bull-sponsored Toyota for Eddie Sharp Racing. Speed finished 5th in the points in 2008.\nDuring the finale of the 2008 ARCA season, Ricky Stenhouse Jr. hit Speed and sent him into the wall. This ended Speed chance at a good finish, and possibly a Championship. After repairs, Speed intentially ran his car into Stenhouse, sending both cars into the wall. Neither driver was injured. ARCA officials parked Speed for the day.\nNASCAR.\nSpeed made his Craftsman Truck Series debut at Atlanta Motor Speedway on March 7, 2008. He drove the Morgan-Dollar Motorsports #46 Cheverolet truck with Red Bull sponsorship. In his second race, he recorded his first Top 10 finish at Martinsville Speedway. He won his first career race on May 30 at Dover with Bill Davis Racing in a Toyota. On Sunday October 19, 2008, Scott Speed started his first Sprint Cup Series event at Martinsville Speedway. He finished in 30th place. He finished the Cup season in the #84 Red Bull Toyota Camry for the Red Bull Racing Team.\nFor the 2009 Sprint Cup season, Speed's car number was changed to #82. He won his first Rookie of the Race honor at the Daytona 500. Speed won the pole for the Sam’s Town 300 in his Nationwide Series debut on February 28, 2009. He also broke the track record with a speed of 182.45 mph and a lap time of 29.42 seconds.\nFor the 2010 Sprint Cup season, Speed was still in the #82 car. He had a disappointing season, with only two top ten finishes. At the end of the year, Red Bull Racing release Speed from his contract. This move was to make room for the return of Brian Vickers and the addition of Kasey Kahne. Vickers was returning after heart surgery. Kahne was signed for a one-year deal.\nRed Bull Racing Lawsuit.\nWithin two weeks of leaving Red Bull Racing (RBR), Speed filed a lawsuit against the team for breach of contract. Breach of contract means that one person or group in the contract (RBR in this case) did not do the things they should have done. Speed is asking for $6.5 million US$ in the lawsuit. Speed alleges (says) that Red Bull significantly reduced its financial commitment to Speed's race team and was unable and/or unwilling to provide [Speed] with 'supporting equipment' satisfactory for a driver of [his] skill to [be] effective [to] compete in the NASCAR Sprint Cup Series Speed is claiming that Red Bull did not give his race team enough money or himself good enough race cars. Without the best race cars, it is hard to race at the same level as the top teams.\nOn July 28, 2011, Speed place a lien on RBR's property in Mooresville, North Carolina. The lien is for the race shop and the land it sits on. A lien is a legal tool to keep RBR from selling the property. The property can be used to ensure a debt is paid. RBR purchased the property for about $3.3 million US$.\nIndyCar.\nSpeed attempted to qualify for the 2011 Indianapolis 500. He drove a car entered by Dragon Racing. He was having trouble finding enough speed in the car to qualify. Dragon Racing put Patrick Carpentier in the car to test it. Carpentier spun and crashed the car. Dragon did not have another car for Speed to use. Speed was unable to qualify for the race.\nCareer summary.\n↔ Competed in less that 75% of the races. Not eligible to score championship points.\nPersonal information.\nSpeed currently resides in Mt. Holly, NC, where he lives with his wife Amanda Mathis.\nHis brother Alex currently races karts in America and is a 3 time Stars of Karting champion and a 3 time SKUSA Supernationals winner.","categories":[],"infobox_types":["F1 driver"],"annotations":[{"uri":"Americans","surface_form":"American","offset":49},{"uri":"Race_car","surface_form":"race car","offset":58},{"uri":"Scuderia_Toro_Rosso","surface_form":"Toro Rosso","offset":99},{"uri":"Formula_One","surface_form":"Formula One","offset":110},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain Grand Prix","offset":172},{"uri":"Michael_Andretti","surface_form":"Michael Andretti","offset":238},{"uri":"NASCAR","surface_form":"NASCAR","offset":297},{"uri":"Red_Bull","surface_form":"Red Bull","offset":337},{"uri":"Toyota_Camry","surface_form":"Toyota Camry","offset":346},{"uri":"NASCAR","surface_form":"NASCAR","offset":376},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup Series","offset":383},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":442},{"uri":"Kart_racing","surface_form":"kart racing","offset":514},{"uri":"GP2_Series","surface_form":"GP2 Series","offset":1172},{"uri":"Nico_Rosberg","surface_form":"Nico Rosberg","offset":1269},{"uri":"Heikki_Kovalainen","surface_form":"Heikki Kovalainen","offset":1286},{"uri":"A1_Grand_Prix","surface_form":"A1 Grand Prix","offset":1370},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":1438},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":1496},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":1659},{"uri":"Minardi","surface_form":"Minardi","offset":1707},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":1716},{"uri":"Scuderia_Toro_Rosso","surface_form":"Scuderia Toro Rosso","offset":1764},{"uri":"Vitantonio_Liuzzi","surface_form":"Vitantonio Liuzzi","offset":1795},{"uri":"2006_Formula_One_season","surface_form":"2006 season","offset":1842},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain Grand Prix","offset":1886},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":1961},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":2116},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":2367},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":2726},{"uri":"Automobile_Racing_Club_of_America","surface_form":"Automobile Racing Club of America","offset":2817},{"uri":"Toyota","surface_form":"Toyota","offset":2957},{"uri":"Craftsman_Truck_Series","surface_form":"Craftsman Truck Series","offset":3388},{"uri":"Atlanta_Motor_Speedway","surface_form":"Atlanta Motor Speedway","offset":3420},{"uri":"Cheverolet","surface_form":"Cheverolet","offset":3504},{"uri":"Red_Bull","surface_form":"Red Bull","offset":3526},{"uri":"Martinsville_Speedway","surface_form":"Martinsville Speedway","offset":3607},{"uri":"Dover_International_Speedway","surface_form":"Dover","offset":3672},{"uri":"Bill_Davis_Racing","surface_form":"Bill Davis Racing","offset":3683},{"uri":"Toyota","surface_form":"Toyota","offset":3706},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup Series","offset":3772},{"uri":"Martinsville_Speedway","surface_form":"Martinsville Speedway","offset":3799},{"uri":"Red_Bull","surface_form":"Red Bull","offset":3887},{"uri":"Toyota","surface_form":"Toyota","offset":3896},{"uri":"Toyota_Camry","surface_form":"Camry","offset":3903},{"uri":"Red_Bull_Racing_Team","surface_form":"Red Bull Racing Team","offset":3917},{"uri":"Daytona_500","surface_form":"Daytona 500","offset":4059},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":4121},{"uri":"Brian_Vickers","surface_form":"Brian Vickers","offset":4503},{"uri":"Kasey_Kahne","surface_form":"Kasey Kahne","offset":4537},{"uri":"Lawsuit","surface_form":"lawsuit","offset":4721},{"uri":"Contract","surface_form":"contract","offset":4760},{"uri":"US%24","surface_form":"US$","offset":4933},{"uri":"Property","surface_form":"property","offset":5474},{"uri":"North_Carolina","surface_form":"North Carolina","offset":5499},{"uri":"US%24","surface_form":"US$","offset":5733},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":5787},{"uri":"Patrick_Carpentier","surface_form":"Patrick Carpentier","offset":5930}]}