{"id":266117,"url":"http://en.wikipedia.org/wiki/Battle_of_Britain","text":"The Battle of Britain was a continued attack by the German Air Force (\"Luftwaffe\") on Great Britain during the Summer and Autumn of 1940.\nOverview.\nIts first objective was to gain control of the air space above Britain from the Royal Air Force (RAF), especially the Fighter Command.\nThe name comes from a famous speech delivered by Prime Minister Winston Churchill in the House of Commons: \"The Battle of France is over. I expect the Battle of Britain is about to begin...\"\nThe Battle of Britain was the first major campaign to be fought only by air forces and was also the largest and longest aerial bombing campaign to that date.\nPart I: Strategic targets.\nFrom July 1940 coastal shipping convoys and shipping centres, such as Portsmouth, were the main targets. A month later the \"Luftwaffe\" shifted its attacks to RAF airfields and infrastructure (other useful war targets). As the battle progressed the \"Luftwaffe\" also targeted aircraft factories and ground infrastructure.\nCoastal radar stations were bombed, so that at one point only one radar mast was standing. The British used a back-up system of human observers to get information to the headquarters of Fighter Command. Most historians agree this part of the campaign went in Germany's favour.\nPart II: Civilian targets.\nEventually the \"Luftwaffe\" switched to attacking population centres, such as towns and cities, as well as factories. After the RAF bombed Berlin, and German air force bases in France, Adolf Hitler cancelled his orders not to bomb population centres and ordered attacks on British cities.p305 The attacks on civilians were terror bombing tactics designed to cause panic and damage morale.\nOn the 7th of September 1940, a massive series of raids with nearly four hundred bombers and more than six hundred fighters targeted docks on the Thames in London, day and night.\nThe RAF 11 Group rose to meet them, in greater numbers than the \"Luftwaffe\" expected. 12 Group's Big Wing took twenty minutes to gain formation, missing its intended target, but coming across another formation of bombers while still climbing. They returned, feeling sorry about their limited success, and blamed the delay on being requested too late.\nThe \"Luftwaffe\" began to abandon their morning raids, with attacks on London starting late in the afternoon for 57 nights of attacks in a row.\nFighter Command had been suffering low morale, short of men and machines, and the break from airfield attacks allowed them to recover. This meant that week by week, the defenders were getting stronger, and the losses suffered by the \"Lutfwaffe\" were growing.\nOn 15 September two massive waves of German attacks were prevented by the RAF, with every aircraft of 11 Group being used on that day. The total casualties on this important day were 60 German and 26 RAF aircraft shot down. The German defeat caused Hitler to order, two days later, the \"postponement\" of preparations for the invasion of Britain. Afterwards, in the face of increasing losses in men, aircraft and the lack of good replacements, the \"Luftwaffe\" switched from daylight to night-time bombing.\nOn 27 September, a Junkers Ju 88 returning from a raid on London was shot down in Kent. The German airmen survived to fight a battle against British troops stationed locally. It is said to be the first time in nearly 300 years that armed invaders had fought with British soldiers on British soil.\nThe Dowding system.\nThe keystone of the British defence was the detection, command, and control which ran the battle. This was the 'Dowding System', after its chief architect, Air Chief Marshal Sir Hugh Dowding, the leader of RAF Fighter Command.\nThe core of Dowding's system was the use of Radio Direction Finding (RDF, later called radar, for radio detection and ranging). Its use, plus by information by the Royal Observer Corps, was crucial. It allowed the RAF to intercept incoming German aircraft. Radar operators were linked via telephone (whose wires were laid deep underground with concrete anti-bomb protection)p47 to an operational centre. This centre was Fighter Command control at Bentley Priory. During the Battle several Coastal Command and Fleet Air Arm units came under Fighter Command control.\nFighters.\nThe \"Luftwaffes Messerschmitt Bf 109E and 110C squared up against the RAF's workhorse Hawker Hurricane Mk I and the less numerous Supermarine Spitfire Mk I. The Bf 109E had a better climb rate and was 10 to 30 mph faster than the Hurricane, depending on altitude.p266 In September 1940 the more powerful Mk IIa series 1 Hurricane started entering service although only in small numbers. This version was capable of a maximum speed of 342  mph, some 25 to 30  mph faster than the Mk I.\nThe performance of the Spitfire over Dunkirk came as a surprise, although the German pilots retained a strong belief that the 109 was the superior fighter. However, the Bf 109E had a much larger turning circle than either the Hurricane or the Spitfire. The two British fighters had eight Browning 303 machine guns, while most Bf 109Es had two machine guns and two wing cannons. The Bf 109E and the Spitfire were superior to each other in key areas; for instance, at some altitudes, the Bf 109 could out-climb the British fighter.\nConsequences.\nThe failure of Nazi Germany to achieve its objectives of destroying Britain's air defences, or forcing Britain to negotiate an armistice or an outright surrender, is considered its first major defeat and one of the crucial turning points in the war.p388\nIf Germany had gained air superiority, Adolf Hitler might have launched Operation Sea Lion, a planned amphibious and airborne invasion of Britain.","categories":[],"infobox_types":["Military Conflict"],"annotations":[{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":71},{"uri":"Great_Britain","surface_form":"Great Britain","offset":86},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":228},{"uri":"RAF_Fighter_Command","surface_form":"Fighter Command","offset":266},{"uri":"This_was_their_finest_hour","surface_form":"famous speech","offset":305},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":332},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":347},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":372},{"uri":"Battle_of_France","surface_form":"Battle of France","offset":395},{"uri":"Air_force","surface_form":"air force","offset":546},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":729},{"uri":"Infrastructure","surface_form":"infrastructure","offset":835},{"uri":"Factory","surface_form":"factories","offset":942},{"uri":"Radar","surface_form":"radar","offset":987},{"uri":"Population","surface_form":"population","offset":1332},{"uri":"City","surface_form":"cities","offset":1370},{"uri":"Factory","surface_form":"factories","offset":1389},{"uri":"Berlin","surface_form":"Berlin","offset":1421},{"uri":"France","surface_form":"France","offset":1459},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1467},{"uri":"Civilian","surface_form":"civilians","offset":1590},{"uri":"Fear","surface_form":"terror","offset":1605},{"uri":"Military_tactics","surface_form":"tactics","offset":1620},{"uri":"Morale","surface_form":"morale","offset":1663},{"uri":"Dock","surface_form":"dock","offset":1804},{"uri":"Thames","surface_form":"Thames","offset":1817},{"uri":"Junkers_Ju_88","surface_form":"Junkers Ju 88","offset":3127},{"uri":"Kent","surface_form":"Kent","offset":3190},{"uri":"Air_Chief_Marshal","surface_form":"Air Chief Marshal","offset":3581},{"uri":"Hugh_Dowding","surface_form":"Hugh Dowding","offset":3603},{"uri":"Radar","surface_form":"radar","offset":3739},{"uri":"Bentley_Priory","surface_form":"Bentley Priory","offset":4099},{"uri":"Coastal_Command","surface_form":"Coastal Command","offset":4141},{"uri":"Fleet_Air_Arm","surface_form":"Fleet Air Arm","offset":4161},{"uri":"Messerschmitt_Bf_109E","surface_form":"Messerschmitt Bf 109E","offset":4243},{"uri":"Hawker_Hurricane","surface_form":"Hawker Hurricane","offset":4313},{"uri":"Supermarine_Spitfire","surface_form":"Supermarine Spitfire","offset":4357},{"uri":"Dunkirk_evacuation","surface_form":"Dunkirk","offset":4749},{"uri":"Nazi","surface_form":"Nazi","offset":5271},{"uri":"Air_defence","surface_form":"air defence","offset":5334},{"uri":"Armistice","surface_form":"armistice","offset":5383},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":5549},{"uri":"Operation_Sea_Lion","surface_form":"Operation Sea Lion","offset":5582},{"uri":"Amphibious_assault","surface_form":"amphibious","offset":5612},{"uri":"Fallschirmj%C3%A4ger","surface_form":"airborne","offset":5627},{"uri":"United_Kingdom","surface_form":"Britain","offset":5648}]}