{"id":266105,"url":"http://en.wikipedia.org/wiki/Robert_Edwards","text":"Sir Robert Geoffrey Edwards (27 September 1925 – 10 April 2013) was a British scientist who won the 2010 Nobel Prize in Physiology or Medicine for his work in developing in vitro fertilisation (IVF). This method is sometimes called making \"test tube babies\".\nHe began work on his ideas in the 1950s, and the first test tube baby, Louise Brown, was born on 25 July 1978. His research partner from 1968 was Patrick Steptoe (1913–1988). By 2010, more than 4 million babies had been born using the IVF method.\nEarly life.\nEdwards served in the military in World War II. In 1948, after the war, Edwards went to study at the University of Wales, then to the University of Edinburgh in 1951, where he completed his PhD. His studies had been on how embyros developed in mice. He had a research position at the California Institute of Technology in 1957. In 1958 he returned to England and began work for the National Institute of Medical Research. While at the Institute he began to study human fertilisation. In 1962, he took a up a new job at the University of Glasgow, but in 1963 went to Cambridge University. In 1965 he went back to the US where he was a visiting scientist at Johns Hopkins University and later at the University of North Carolina. he returned to Cambridge and taught physiology from 1969.\nIVF.\nWhile scientists had some success in fertilising rabbit eggs in a laboratory, Edwards soon discovered that the process for humans was quite different and much more complex. He spent many years studying the human egg, and how it could best be fertilised by sperm outside the body. He succeeded in fertilising an egg in 1969, but they did not develop. Patrick Steptoe was a British gynecologist who had done a lot of work using a laparoscope to investigate the ovaries. Using the laparoscope he was able to take eggs directly from the ovaries. Edwards was able to use these eggs and successfully fertilize them in a test tube, actually a cell culture dish. This discovery caused a lot of debate and discussions about whether this sort of study should be allowed to continue.\nFamily.\nHis wife was Ruth Fowler Edwards, the granddaughter of physicist Ernest Rutherford and daughter of physicist Ralph Fowler. He has 5 daughters and 12 grandchildren.\nDeath.\nEdwards died on 10 April 2013 after a long lung illness in England, aged 87.","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"British_people","surface_form":"British","offset":70},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":105},{"uri":"In_vitro_fertilisation","surface_form":"in vitro fertilisation","offset":170},{"uri":"Patrick_Steptoe","surface_form":"Patrick Steptoe","offset":405},{"uri":"World_War_II","surface_form":"World War II","offset":552},{"uri":"University_of_Wales","surface_form":"University of Wales","offset":619},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":652},{"uri":"PhD","surface_form":"PhD","offset":708},{"uri":"Embyro","surface_form":"embyro","offset":741},{"uri":"California_Institute_of_Technology","surface_form":"California Institute of Technology","offset":802},{"uri":"National_Institute_of_Medical_Research","surface_form":"National Institute of Medical Research","offset":900},{"uri":"University_of_Glasgow","surface_form":"University of Glasgow","offset":1041},{"uri":"Cambridge_University","surface_form":"Cambridge University","offset":1084},{"uri":"US","surface_form":"US","offset":1134},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":1174},{"uri":"University_of_North_Carolina","surface_form":"University of North Carolina","offset":1216},{"uri":"Physiology","surface_form":"physiology","offset":1282},{"uri":"Sperm","surface_form":"sperm","offset":1565},{"uri":"Gynecologist","surface_form":"gynecologist","offset":1689},{"uri":"Laparoscope","surface_form":"laparoscope","offset":1737},{"uri":"Ovary","surface_form":"ovaries","offset":1768},{"uri":"Test_tube","surface_form":"test tube","offset":1923},{"uri":"Cell_culture","surface_form":"cell culture","offset":1945},{"uri":"Ernest_Rutherford","surface_form":"Ernest Rutherford","offset":2155},{"uri":"Ralph_Fowler","surface_form":"Ralph Fowler","offset":2199}]}