{"id":266262,"url":"http://en.wikipedia.org/wiki/James_Naismith","text":"James Naismith (November 6, 1861 – November 28, 1939) was a Canadian and naturalized American sports coach and innovator. Naismith invented the sport of basketball in 1891. He is also said to have introduced the first football helmet. Naismith wrote the original basketball rulebook and started the University of Kansas basketball program. He lived to see basketball become an Olympic demonstration sport in 1904 and an official event at the 1936 Summer Olympics in Berlin.\nHe taught at the University of Kansas (KU) and was a part-time basketball coach from 1898 to 1907. He was also the Athletic Director for the Kansas Jayhawks, the sports teams at KU.\nNaismith has been made a member of the Canadian Basketball Hall of Fame, the Canadian Olympic Hall of Fame, the Canadian Sports Hall of Fame, the Ontario Sports Legends Hall of Fame, the Ottawa Sports Hall of Fame, the McGill University Sports Hall of Fame, the Kansas State Sports Hall of Fame and the FIBA Hall of Fame. The Naismith Memorial Basketball Hall of Fame was named after him.\nEarly years.\nDr. Naismith was born in 1861 in Ramsay Township (now Almonte, Ontario). His parents were both from Scotland. They met and married in Lanark County, Canada. Naismith was not good at school, but enjoyed farm work. He usually spent his days outside playing catch, hide and seek, or duck on a rock. This is old game in which a person guards a large stone from other players, who try to knock it down by throwing smaller stones at it. Naismith soon found that a soft lobbing throw was often much better than a straight hard throw in this game. This thought was later very important when he invented basketball. When he was nine, his parents died from typhoid fever. Naismith lived with his grandmother and his uncle for many years. He went to grade school at Bennies Corners near Almonte, then Almonte High School, and graduated in 1883.\nMcGill University.\nIn the same year, Naismith entered McGill University in Montreal. He was described as quite thin, 5 foot 10 ½ inches tall and weighing 168 pounds. He was a talented and quick-moving athlete who played for McGill in Canadian football, soccer and gymnastics. He also played center on the football team, where he wore the first football helmet. Naismith won many Wicksteed medals for outstanding gymnastics performances. Naismith earned a BA in Physical Education (1888) and a Diploma at the Presbyterian College in Montreal (1890). From 1891 on, Naismith taught physical education and became the first McGill director of athletics. He left Montreal to become a physical education teacher at the YMCA International Training School in Springfield, Massachusetts. Naismith is also a member of the Sigma Phi Epsilon Fraternity.\nSpringfield College: Invention of \"Basket Ball\".\nAt Springfield YMCA, Naismith found teaching difficult. His class was restless and irritable because they had to stay inside in the winter. Dr. Luther Gulick, leader of the Springfield YMCA Physical Education, told Naismith to make up a game that could be played inside which would be a good \"athletic distraction\" in 14 days. Gulick said that it should not need too much room, help the athletes keep healthy, and was \"fair for all players and not too rough.\"\nNaismith was guided by three main thoughts. Firstly, he studied the most popular games of those times (rugby, lacrosse, soccer, football, hockey and baseball). He saw the danger of a small fast ball and decided that the big soft soccer ball was safest. Secondly, he saw that most physical contact happened while running with the ball, dribbling or hitting it. He decided that passing was the only legal option. Finally, Naismith further reduced body contact by making the goal unguardable, by putting it high above the player's heads. To score goals, he made players throw a soft lobbing shot that he had used in his old favorite game \"duck on a rock\". Naismith called this new game \"Basket Ball\" and put wrote down the 13 basic rules.\nThe first game of \"Basket Ball\" was played in December 1891. The teams had nine players, and used a soccer ball. The goals were a pair of peach baskets: \"When Mr. Stubbins brot [sic] up the peach baskets to the gym I secured them on the inside of the railing of the gallery. This was about 10 feet from the floor, one at each end of the gymnasium. I then put the 13 rules on the bulletin board just behind the instructor's platform, secured a soccer ball and awaited the arrival of the class... The class did not show much enthusiasm but followed my lead... I then explained what they had to do to make goals, tossed the ball up between the two center men & tried to keep them somewhat near the rules. Most of the fouls were called for running with the ball, though tackling the man with the ball was not uncommon.\"\nThe first rules did not include what is now called dribbling. Since the ball could only be moved up the court with a pass, early players tossed the ball over their heads as they ran up court. Also, following each \"goal\" a jump ball was taken in the middle of the court. Both practices are no longer used in the rules of modern basketball.\nBy 1892, basketball had grown so popular on campus that Dennis Horkenbach (editor-in-chief of \"The Triangle\", the Springfield college newspaper) featured it in an article called \"A New Game\". There were calls to name the new game \"Naismith Ball\", but Naismith refused. By 1893, basketball was introduced in other countries by the YMCA movement. From Springfield, Naismith went to Denver where he studied for a medical degree and in 1898 he joined the University of Kansas faculty at Lawrence, Kansas.\nUniversity of Kansas.\nThe University of Kansas started a men's basketball program in 1898, following Naismith's arrival. This was only six years after Naismith had invented the game. Naismith was employed as chapel director and physical education instructor. In these early days, most basketball games were played against nearby YMCA teams. The YMCA's across the nation played a very important part in the birth of basketball. Other common opponents were Haskell Indian Nations University and William Jewell College. With Naismith as coach, the team played only three current Big 12 schools: Nebraska (six times), Missouri (twice), and Kansas State (once). Naismith was, ironically, the only coach in the program's history to have a losing record (55–60). However, Naismith coached Forrest \"Phog\" Allen, who took over as coach at Kansas. Allen was also added to the Basketball Hall of Fame. When Allen became a coach himself and told him that he was going to coach basketball at Baker University in 1904, Naismith said to him: \"You can't coach basketball; you just play it.\" Allen began a coaching career that would lead him to be known as \"the Father of Basketball Coaching.\" During his time at Kansas, Allen coached Dean Smith (1952 National Championship team) and Adolph Rupp (1922 Helms Foundation National Championship team). When Dean Smith retired as head Basketball coach at North Carolina he had the most wins in college basketball history, second was Adolph Rupp (Kentucky) and third was Allen. The three coaches have joined Naismith as members of the Basketball Hall of Fame.\nBy the turn of the century, there were enough college teams in the east of the U.S. that the first games between different colleges could be played. Although his sport continuously grew, Naismith long regarded his game as a curiosity and preferred gymnastics and wrestling as better forms of physical education. However, basketball became a demonstration sport at the 1904 Games in St. Louis, USA. As the Basketball Hall of Fame reports, Naismith was not interested in self-promotion nor in the glory of competitive sports. Instead, he was more interested in his physical education career, receiving an honorary PE Masters degree in 1910, patrolled the Mexican border for four months in 1916 during World War I, travelled to France, published two books (\"A Modern College\" in 1911 and \"Essence of a Healthy Life\" in 1918) and became an American citizen in 1925.\nIn 1935, the National Association of Basketball Coaches (created by Naismith's pupil Phog Allen) collected money so that the 74-year old Naismith could witness the introduction of basketball into the official Olympic sports program of the 1936 Summer Olympic Games. There, Naismith handed out the medals to three North American teams; United States, for the Gold Medal, Canada, for the Silver Medal, and Mexico, for their Bronze medal win. During the Olympics, he was named the Honorary President of the International Basketball Federation. When Naismith returned he commented that seeing the game played by many nations was the greatest compensation he could have received for his invention. In 1937, Naismith played a role in the formation of the National Association of Intercollegiate Basketball, which later became the National Association of Intercollegiate Athletics (NAIA).\nIn his later years, Naismith became Professor Emeritus in Kansas and retired in 1937 at the age of 76. Including his years as coach, Naismith served as athletic director and faculty at the school for a total of almost 40 years. Naismith died in 1939 after he suffered a fatal brain hemorrhage and was buried in Lawrence, Kansas. Posthumously, his masterwork \"Basketball — its Origins and Development\" was published in 1941. In Lawrence, Kansas, James Naismith has a road named in his honor, Naismith Drive, which runs in front of Allen Fieldhouse (the official address of Allen Fieldhouse is 1700 Naismith Drive), Kansas University's basketball arena. It is a separated, four-lane road that runs north and south from University Drive south to its end at 24th street, just south of the KU campus. The university also named the court in Allen Fieldhouse, \"James Naismith Court\" in his honor. Naismith Hall, a college residential dormitory, is located on the northeastern edge of 19th Street and Naismith Drive.\nCoaching record.\nIn 1898, Naismith became the first college basketball coach of the University of Kansas basketball team. His record of 55 wins and 60 losses, means he became the only Kansas coach to have a losing record. Nevertheless, Naismith has one of the greatest coaching legacies in basketball history, as he coached Basketball Hall of Fame coach Phog Allen, who himself coached Hall of Fame coaches Dean Smith, Adolph Rupp, and Ralph Miller at the University of Kansas.\nLegacy.\nThe Naismith Memorial Hall of Fame in Springfield, Massachusetts, is named in Naismith's honor. He was the first member in 1959. The National Collegiate Athletic Association rewards its best players and coaches annually with the Naismith Awards, among them the Naismith College Player of the Year, the Naismith College Coach of the Year and the Naismith Prep Player of the Year. Women's basketball became an Olympic event in Montreal during the 1976 Summer Olympics. Naismith was also inducted into the Canadian Basketball Hall of Fame, the Canadian Olympic Hall of Fame, the Canadian Sports Hall of Fame, the Ontario Sports Legends Hall of Fame, the Ottawa Sports Hall of Fame, the McGill University Sports Hall of Fame, the Kansas State Sports Hall of Fame and the FIBA Hall of Fame.\nBasketball is today played by more than 300 million people worldwide, making it one of the most popular team sports. In North America, basketball has produced some of the most-admired athletes of the 20th century. Polls conducted by ESPN and the Associated Press named basketball player Michael Jordan respectively first and second greatest North American athlete of the 20th century, and both polls featured fellow basketballers Wilt Chamberlain (of KU, like Naismith) and Bill Russell in the Top 20.\nPersonal life.\nOn June 20, 1894, Naismith married Maude E. Sherman from Springfield. The couple had five children: Margaret Mason (1895), Helen Carolyn (1897), John Edwin (1900), Maude Ann (1904) and James Sherman (1913). He was a member of the Pi Gamma Mu and Sigma Phi Epsilon fraternities, and regarding his spiritual beliefs, Naismith is remembered as a Freemason. Maude Naismith died in 1937, and on June 11, 1939, he married his second wife Florence Kincaid. Naismith suffered a major brain hemorrhage on November 19 the same year and died nine days later in his home in Lawrence, Kansas. Naismith was 78 years old. Naismith is buried in Memorial Park Cemetery in Lawrence, KS.","categories":[],"infobox_types":["college coach"],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":60},{"uri":"Naturalization","surface_form":"naturalized","offset":73},{"uri":"Americans","surface_form":"American","offset":85},{"uri":"Sport","surface_form":"sport","offset":144},{"uri":"Basketball","surface_form":"basketball","offset":153},{"uri":"Football","surface_form":"football","offset":218},{"uri":"Helmet","surface_form":"helmet","offset":227},{"uri":"University_of_Kansas","surface_form":"University of Kansas","offset":299},{"uri":"1904_Summer_Olympics","surface_form":"1904","offset":408},{"uri":"1936_Summer_Olympics","surface_form":"1936 Summer Olympics","offset":442},{"uri":"Berlin","surface_form":"Berlin","offset":466},{"uri":"University_of_Kansas","surface_form":"University of Kansas","offset":491},{"uri":"Kansas_Jayhawks","surface_form":"Kansas Jayhawks","offset":615},{"uri":"Canadian_Basketball_Hall_of_Fame","surface_form":"Canadian Basketball Hall of Fame","offset":695},{"uri":"Canadian_Olympic_Hall_of_Fame","surface_form":"Canadian Olympic Hall of Fame","offset":733},{"uri":"Canadian_Sports_Hall_of_Fame","surface_form":"Canadian Sports Hall of Fame","offset":768},{"uri":"McGill_University","surface_form":"McGill University","offset":875},{"uri":"FIBA_Hall_of_Fame","surface_form":"FIBA Hall of Fame","offset":959},{"uri":"Naismith_Memorial_Basketball_Hall_of_Fame","surface_form":"Naismith Memorial Basketball Hall of Fame","offset":982},{"uri":"Almonte%2C_Ontario","surface_form":"Almonte","offset":1112},{"uri":"Ontario","surface_form":"Ontario","offset":1121},{"uri":"Duck_on_a_rock","surface_form":"duck on a rock","offset":1338},{"uri":"Typhoid_fever","surface_form":"typhoid fever","offset":1705},{"uri":"McGill_University","surface_form":"McGill University","offset":1946},{"uri":"Montreal","surface_form":"Montreal","offset":1967},{"uri":"Canadian_football","surface_form":"Canadian football","offset":2126},{"uri":"Soccer","surface_form":"soccer","offset":2145},{"uri":"Gymnastics","surface_form":"gymnastics","offset":2156},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":2400},{"uri":"Montreal","surface_form":"Montreal","offset":2424},{"uri":"Physical_education","surface_form":"physical education","offset":2570},{"uri":"Springfield_College","surface_form":"YMCA International Training School","offset":2604},{"uri":"Springfield%2C_Massachusetts","surface_form":"Springfield, Massachusetts","offset":2642},{"uri":"Sigma_Phi_Epsilon","surface_form":"Sigma Phi Epsilon","offset":2703},{"uri":"Anger","surface_form":"irritable","offset":2865},{"uri":"Rugby_union","surface_form":"rugby","offset":3345},{"uri":"Lacrosse","surface_form":"lacrosse","offset":3352},{"uri":"Ice_hockey","surface_form":"hockey","offset":3380},{"uri":"Baseball","surface_form":"baseball","offset":3391},{"uri":"Peach","surface_form":"peach","offset":4116},{"uri":"Dribbling","surface_form":"dribbling","offset":4845},{"uri":"Jump_ball","surface_form":"jump ball","offset":5016},{"uri":"YMCA","surface_form":"YMCA","offset":5463},{"uri":"Denver","surface_form":"Denver","offset":5513},{"uri":"University_of_Kansas","surface_form":"University of Kansas","offset":5584},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":5616},{"uri":"University_of_Kansas","surface_form":"University of Kansas","offset":5660},{"uri":"YMCA","surface_form":"YMCA","offset":5963},{"uri":"Haskell_Indian_Nations_University","surface_form":"Haskell Indian Nations University","offset":6089},{"uri":"William_Jewell_College","surface_form":"William Jewell College","offset":6127},{"uri":"Big_12","surface_form":"Big 12","offset":6210},{"uri":"Phog_Allen","surface_form":"Forrest \"Phog\" Allen","offset":6416},{"uri":"Basketball_Hall_of_Fame","surface_form":"Basketball Hall of Fame","offset":6500},{"uri":"Baker_University","surface_form":"Baker University","offset":6613},{"uri":"Dean_Smith","surface_form":"Dean Smith","offset":6852},{"uri":"Adolph_Rupp","surface_form":"Adolph Rupp","offset":6901},{"uri":"List_of_members_of_the_Basketball_Hall_of_Fame","surface_form":"members of the Basketball Hall of Fame","offset":7181},{"uri":"Wrestling","surface_form":"wrestling","offset":7484},{"uri":"Basketball_at_the_1904_Summer_Olympics","surface_form":"demonstration sport","offset":7562},{"uri":"1904_Summer_Olympics","surface_form":"1904 Games","offset":7589},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, USA","offset":7603},{"uri":"Basketball_Hall_of_Fame","surface_form":"Basketball Hall of Fame","offset":7626},{"uri":"Mexico_%E2%80%93_United_States_border","surface_form":"Mexican border","offset":7874},{"uri":"World_War_I","surface_form":"World War I","offset":7920},{"uri":"National_Association_of_Basketball_Coaches","surface_form":"National Association of Basketball Coaches","offset":8096},{"uri":"1936_Summer_Olympic_Games","surface_form":"1936 Summer Olympic Games","offset":8322},{"uri":"Mexico","surface_form":"Mexico","offset":8487},{"uri":"International_Basketball_Federation","surface_form":"International Basketball Federation","offset":8587},{"uri":"National_Association_of_Intercollegiate_Athletics","surface_form":"National Association of Intercollegiate Athletics","offset":8907},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":9276},{"uri":"Allen_Fieldhouse","surface_form":"Allen Fieldhouse","offset":9495},{"uri":"University_of_Kansas","surface_form":"KU","offset":9750},{"uri":"Allen_Fieldhouse","surface_form":"Allen Fieldhouse","offset":9800},{"uri":"Kansas_Jayhawks_men%27s_basketball","surface_form":"University of Kansas basketball team","offset":10058},{"uri":"Basketball_Hall_of_Fame","surface_form":"Basketball Hall of Fame","offset":10298},{"uri":"Phog_Allen","surface_form":"Phog Allen","offset":10328},{"uri":"Dean_Smith","surface_form":"Dean Smith","offset":10381},{"uri":"Adolph_Rupp","surface_form":"Adolph Rupp","offset":10393},{"uri":"Ralph_Miller","surface_form":"Ralph Miller","offset":10410},{"uri":"Basketball_Hall_of_Fame","surface_form":"Naismith Memorial Hall of Fame","offset":10464},{"uri":"Springfield%2C_Massachusetts","surface_form":"Springfield, Massachusetts","offset":10498},{"uri":"National_Collegiate_Athletic_Association","surface_form":"National Collegiate Athletic Association","offset":10593},{"uri":"Naismith_Award","surface_form":"Naismith Award","offset":10689},{"uri":"Naismith_College_Player_of_the_Year","surface_form":"Naismith College Player of the Year","offset":10721},{"uri":"Naismith_College_Coach_of_the_Year","surface_form":"Naismith College Coach of the Year","offset":10762},{"uri":"Naismith_Prep_Player_of_the_Year","surface_form":"Naismith Prep Player of the Year","offset":10805},{"uri":"Montreal","surface_form":"Montreal","offset":10885},{"uri":"1976_Summer_Olympics","surface_form":"1976 Summer Olympics","offset":10905},{"uri":"Canadian_Olympic_Hall_of_Fame","surface_form":"Canadian Olympic Hall of Fame","offset":11001},{"uri":"Canadian_Sports_Hall_of_Fame","surface_form":"Canadian Sports Hall of Fame","offset":11036},{"uri":"McGill_University","surface_form":"McGill University","offset":11143},{"uri":"FIBA_Hall_of_Fame","surface_form":"FIBA Hall of Fame","offset":11227},{"uri":"ESPN","surface_form":"ESPN","offset":11479},{"uri":"Associated_Press","surface_form":"Associated Press","offset":11492},{"uri":"Michael_Jordan","surface_form":"Michael Jordan","offset":11533},{"uri":"Wilt_Chamberlain","surface_form":"Wilt Chamberlain","offset":11676},{"uri":"Bill_Russell","surface_form":"Bill Russell","offset":11720},{"uri":"Pi_Gamma_Mu","surface_form":"Pi Gamma Mu","offset":11993},{"uri":"Sigma_Phi_Epsilon","surface_form":"Sigma Phi Epsilon","offset":12009},{"uri":"Freemason","surface_form":"Freemason","offset":12106},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":12325}]}