{"id":266231,"url":"http://en.wikipedia.org/wiki/A1_Grand_Prix","text":"A1 Grand Prix (A1GP) was a 'single make' open wheel car auto racing series. It was different from most racing series. The drivers represented their nation as opposed to themselves or a team. The series was ratified by the Fédération Internationale de l'Automobile (FIA). Races were held in the traditional Formula One off-season, winter the northern hemisphere. The seeries was founded by Sheikh Maktoum Hasher Maktoum Al Maktoum of Dubai in 2003. Tony Teixeira took control of the series in 2006, leading it to liquidation by 2009.\nHistory.\nThe concept was founded by Sheikh Maktoum Hasher Maktoum Al Maktoum of Dubai in 2003. Brian Menell and Tony Teixeira were appointed to run the sale of franchises. Thirty franchises were made available.\nTwenty-five of the franchises were purchased for the 2005–06 A1 Grand Prix season. It began on 25 September 2005. The first race was the A1 Grand Prix of Nations Great Britain at the Brands Hatch circuit in the United Kingdom. The first season was planned for 12 rounds. Eash round was two races in a weekend. The Curitiba, Brazil in January 2006 was cancelled. Nelson Piquet, Jr. won the inaugural race of the series for A1 Team Brazil. A1 Team France were crowned the first-ever A1 Grand Prix world champions with 172 points. Switzerland were second with 121 points and A1 Team Great Britain third with 97 points.\nThe 2006–07 season started on 1 October 2006 at Circuit Park Zandvoort, and the last race at Brands Hatch on 29 April 2007. Team Germany won it with 128 points, 35 points lead ahead of Team New Zealand.\nThe 2008–09 season saw the new \"Powered by Ferrari\" A1GP car.\nThe opening of the 2009-10 season was canceled five days before practice was due to begin. Due to the series' financial problems, none of the scheduled races take place. The cars and series infrastructure were tied up in London. No comment was coming from A1GP. More races were cancelled. An announcement made on 5 November 2009 stating that the races in China and Malaysia would not be taking place.\nThe last race that was to be held in the season was the Dutch round. That race was change to a Superleague Formula race. This ended the hopes the season would start and also put the future of the series in doubt.\nTeams.\nEach A1 Grand Prix team represented a nation. Drivers must have the same nationality as the team they drove for. The team car should also represent the country. The team owner, principal and crew, however, did not need to have the same nationality as the team.\nTwenty-nine nations started one race in A1GP\nRace weekend.\nA1 Grands Prix of Nations took place over a three-day period, from Friday to Sunday. A two-hour qualifying session took place on Saturday afternoon, and two races took place on Sunday. The driver selected for qualifying or for one of the races was required to have taken part in at least one practice session.\nA1 Grand Prix qualifying determined the grid lineup for Sunday's races, the Sprint Race and the Main Race. The grid for the Sprint Race was set based on the cars' fastest time from either the first or the second session. The grid for the Feature Race was based on sessions three and four.\nThe Sprint Race was held in the early afternoon. The race began from a rolling start, and it was a maximum of 24 minutes plus one additional lap.\nThe Feature Race was held mid-afternoon. The race began from a standing start, and was approximately 180 kilometres. The maximum time limit of 69 minutes plus one lap. Teams had to make two mandatory pit stops during the Feature Race.\nDuring the pit stop, all four tires on the car had to be changed. Fuel was not allowed to be added to the car.\nDrivers did not score points for themselves. The points earned went their national team. Teams could change drivers between rounds and still accumulate points to their score.\nPoints and cash prizes were awarded for the first ten places. In addition, one point was awarded to the team that set the fastest single lap time in either the Sprint or Main Race.\nChassis and engines.\nThe A1GP formula provided a single \"spec\" car for each team. Each car was mechanically identical. It was designed to limit performance, reduce running costs, and prevent any one or number of teams gaining an advantage through better equipment. This provided field in which driver skill and team effort should become the primary factor for success.\nThe cars were based on the Formula One Ferrari F2004 chassis. They used slick tyres from Michelin. The 4.5-litre Ferrari/Maserati V8 engine produced up to in \"PowerBoost\" mode.","categories":[],"infobox_types":[],"annotations":[{"uri":"Open_wheel_car","surface_form":"open wheel car","offset":41},{"uri":"Auto_racing","surface_form":"auto racing","offset":56},{"uri":"Nation","surface_form":"nation","offset":148},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"Fédération Internationale de l'Automobile","offset":222},{"uri":"Formula_One","surface_form":"Formula One","offset":306},{"uri":"Winter","surface_form":"winter","offset":330},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":341},{"uri":"Dubai","surface_form":"Dubai","offset":433},{"uri":"Franchising","surface_form":"franchises","offset":693},{"uri":"Brands_Hatch","surface_form":"Brands Hatch","offset":927},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":955},{"uri":"Curitiba","surface_form":"Curitiba","offset":1058},{"uri":"Brazil","surface_form":"Brazil","offset":1068},{"uri":"Nelson_Piquet%2C_Jr.","surface_form":"Nelson Piquet, Jr.","offset":1106},{"uri":"Circuit_Park_Zandvoort","surface_form":"Circuit Park Zandvoort","offset":1408},{"uri":"Formula_One","surface_form":"Formula One","offset":4409},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":4421},{"uri":"Michelin","surface_form":"Michelin","offset":4471},{"uri":"V8_engine","surface_form":"V8 engine","offset":4512}]}