{"id":266296,"url":"http://en.wikipedia.org/wiki/Nelson_Piquet%2C_Jr.","text":"Nelson Ângelo Tamsma Piquet Souto Maior (born 25 July 1985 in Heidelberg, West Germany), also known as Nelson Piquet Junior or Nelsinho Piquet, is a racing driver. He is the son of three-time Formula One world champion Nelson Piquet, one of Brazil's most successful F1 drivers. Piquet Junior currently drives part-time in the Camping World Truck Series for Red Horse Racing.\nPiquet Jr. raced in the GP2 Series in 2005 and 2006. He drove for the Renault Formula One team for the, before being dropped midway through the season. After losing his ride, it was revealed that he had crashed on purpose at the 2008 Singapore Grand Prix. The crash helped his team-mate, Fernando Alonso, win the race.\nPersonal Details.\nPiquet's parents separated soon after he was born. He lived in Monaco with his Dutch mother, Sylvia Tamsma, until he was eight years old. He then moved to Brazil with his father. \"They kind of swapped me. My mother wanted me to get to know my father, she wanted me to know Brazil and the language, and she realised life in Brazil would be better for a child.\" Piquet has two sisters, Kelly and Julia, and four brothers, Geraldo, Laszlo, Pedro and Marco. He lived in Brasília and attended the American School of Brasília. When he was 16 years old, he decided to pursue his racing career full-time.\nBefore F1.\nPiquet's racing career started in 1993 in Brazilian karting. In 2001 when he moved to Formula Three Sudamericana. He raced in part of the 2001 season, and won the 2002 championship. In 2002 he also entered one race of the Brazilian Formula Renault series.\nIn 2003, Piquet moved to the UK and joined the British Formula Three Championship. He went on to finish the championship in third place with six wins, five podiums and eight pole positions. A test with the Williams Formula One team followed.\nIn 2004, Piquet won the British Formula Three Championship. He became the youngest driver to win the championship, at 19 years and 2 months.\nIn 2005, Piquet took part in the A1 Grand Prix for A1 Team Brazil. He won both the Sprint and Main races at the 2005-06 A1 Grand Prix of Nations, Great Britain, the first ever A1 race. He also set the fastest lap. He drove in the GP2 Series, winning his first race at Spa Francorchamps in Belgium, and tested for the BAR-Honda Formula 1 team.\nIn 2006, Piquet was second in the GP2 championship to Lewis Hamilton.\nThroughout hes eary careet, Piquet was able to race for his own team. His father purchased the teams he raced for.\nFormula One.\nDuring the 2007 season he was the official test and reserve driver for the Renault Formula One team. For 2008 season Piquet was promoted to the Renault race team. He drove alongside returning double World Champion Fernando Alonso.\nThe first race of the 2008 season in Australia saw Piquet start 21st and damage his car in a collision on the opening lap. He finally retired on lap 31. This was exactly the same result as his father achieved in his first race at the German Grand Prix. Piquet qualified in 10th for the Spanish Grand Prix his first top 10 qualifying position of his career. Piquet scored his first points in F1 with a 7th-place finish at the French Grand Prix. He passed his team mate Alonso in the last few laps. At the German Grand Prix, finished in second place and his first podium finish.\nRenault singed Piquet to a one-year contract for the season. His first race, in 2009 at Australia ended on lap 24 with brake failure. China was another disappointment. He spun several times, requiring two new nose cones for his car. He finished 16th and last, two laps down, in what team manager Flavio Briatore described as a \"very, very bad race\". His best race of the year was a tenth-place finish at Bahrain.\nOn 3 August 2009 Piquet confirmed that he had been dropped by Renault. He hit out hard at his former manager and team boss Briatore. He called him his 'executioner' and questioned Briatore's Formula One knowledge. Piquet also said the Renault boss favored teammate Fernando Alonso. Renault's test and reserve driver Romain Grosjean replaced Piquet for the rest of the season.\n2009 FIA investigation.\nAfter Piquet left the Renault F1 team, the media started making claims about Piquet. They said that had crashed his car on purpose at the Singapore Grand Prix. They said he did this to benefit team-mate Fernando Alonso. Alonso had made an early pit stop, and was far behind the leaders. Alonso went on to win the race. At the time, Piquet had said the crash as a simple mistake.\nPiquet told the FIA that it had been on purpose. He said had been asked by Renault team principal Flavio Briatore and engineer Pat Symonds to stage the crash. In return for his statement, Piquet was given immunity by the FIA. On 4 September 2009 Renault F1 was charged with conspiracy and race fixing. On 16 September, Renault announced they would not contest the charges, and that Briatore and team engineer Symonds had left the team.\nPiquet has received criticism from many in the F1 community. BBC F1 commentator Martin Brundle suggested that Piquet Jr. was now unemployable in Formula One, saying that no team or sponsor would want to be associated with the Piquet family. Piquet decided to move to NASCAR for 2010.\nNASCAR.\nPiquet made his stock car debut in the ARCA RE/MAX Series at Daytona International Speedway. He has made several races in the NASCAR Camping World Truck Series. He drove one race for Red Horse Racing. In his first truck race, Piquet was managed to score a sixth-place effort, the first Brazilian driver to finish in the top ten in the series history. Piquet announced that he would be competing in three races for Billy Ballew Motorsports. In August, he competed in the NASCAR Nationwide Series race at the Watkins Glen International road course. He finished seventh in his first start in the series.\nCareer summary.\nIncludes points scored by other Team Brazil drivers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heidelberg","surface_form":"Heidelberg","offset":62},{"uri":"West_Germany","surface_form":"West Germany","offset":74},{"uri":"Auto_racing","surface_form":"racing driver","offset":149},{"uri":"Formula_One","surface_form":"Formula One","offset":192},{"uri":"Nelson_Piquet","surface_form":"Nelson Piquet","offset":219},{"uri":"Camping_World_Truck_Series","surface_form":"Camping World Truck Series","offset":326},{"uri":"GP2_Series","surface_form":"GP2 Series","offset":399},{"uri":"Renault_F1","surface_form":"Renault","offset":445},{"uri":"Formula_One","surface_form":"Formula One","offset":453},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore Grand Prix","offset":609},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":663},{"uri":"Monaco","surface_form":"Monaco","offset":775},{"uri":"Dutch_(people)","surface_form":"Dutch","offset":791},{"uri":"Brazil","surface_form":"Brazil","offset":867},{"uri":"Bras%C3%ADlia","surface_form":"Brasília","offset":1178},{"uri":"Kart_racing","surface_form":"karting","offset":1372},{"uri":"United_Kingdom","surface_form":"UK","offset":1605},{"uri":"WilliamsF1","surface_form":"Williams","offset":1782},{"uri":"Formula_One","surface_form":"Formula One","offset":1791},{"uri":"A1_Grand_Prix","surface_form":"A1 Grand Prix","offset":1992},{"uri":"GP2_Series","surface_form":"GP2 Series","offset":2189},{"uri":"Circuit_de_Spa-Francorchamps","surface_form":"Spa Francorchamps","offset":2227},{"uri":"Belgium","surface_form":"Belgium","offset":2248},{"uri":"British_American_Racing","surface_form":"BAR-Honda","offset":2276},{"uri":"Lewis_Hamilton","surface_form":"Lewis Hamilton","offset":2356},{"uri":"2007_Formula_One_season","surface_form":"2007 season","offset":2511},{"uri":"Renault_F1","surface_form":"Renault","offset":2575},{"uri":"Formula_One","surface_form":"Formula One","offset":2583},{"uri":"2008_Formula_One_season","surface_form":"2008 season","offset":2605},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":2714},{"uri":"Australian_Grand_Prix","surface_form":"Australia","offset":2768},{"uri":"German_Grand_Prix","surface_form":"German Grand Prix","offset":2965},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":3017},{"uri":"French_Grand_Prix","surface_form":"French Grand Prix","offset":3156},{"uri":"German_Grand_Prix","surface_form":"German Grand Prix","offset":3235},{"uri":"Australian_Grand_Prix","surface_form":"Australia","offset":3396},{"uri":"Chinese_Grand_Prix","surface_form":"China","offset":3442},{"uri":"Flavio_Briatore","surface_form":"Flavio Briatore","offset":3604},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain","offset":3712},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":3986},{"uri":"Romain_Grosjean","surface_form":"Romain Grosjean","offset":4037},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore Grand Prix","offset":4259},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":4324},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":4516},{"uri":"Pat_Symonds","surface_form":"Pat Symonds","offset":4627},{"uri":"Conspiracy","surface_form":"conspiracy","offset":4774},{"uri":"BBC","surface_form":"BBC","offset":4997},{"uri":"Martin_Brundle","surface_form":"Martin Brundle","offset":5016},{"uri":"NASCAR","surface_form":"NASCAR","offset":5203},{"uri":"Daytona_International_Speedway","surface_form":"Daytona International Speedway","offset":5289},{"uri":"NASCAR","surface_form":"NASCAR","offset":5354},{"uri":"Camping_World_Truck_Series","surface_form":"Camping World Truck Series","offset":5361},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":5705},{"uri":"Watkins_Glen_International","surface_form":"Watkins Glen International","offset":5735}]}