{"id":266349,"url":"http://en.wikipedia.org/wiki/The_Heartbreakers","text":"Johnny Thunders and the Heartbreakers, also known as The Heartbreakers, were an American rock band. They formed in New York in May 1975. They were one of the first punk rock bands. One of their most popular songs was called Chinese Rocks. Dee Dee Ramone and Richard Hell wrote this song about heroin in 1976.\nEarly History and the UK.\nJohnny Thunders (vocals/guitar) and Jerry Nolan (drums) had quit the New York Dolls. That same week Richard Hell (vocals/bass) was kicked out of Television. The three musicians joined to make the new band. After a few shows, Walter Lure (vocals/guitar) from a group called The Demons joined the band also. In 1976, Hell left group. He was replaced by Billy Rath. Hell went on to form his own band, The Voidoids.\nThe Heartbreakers came to Europe to tour just as the UK punk scene was growing. The Heartbreakers got many fans by playing in and around London. The Sex Pistols invited them to play first on the Anarchy Tour. Many things went wrong on this tour.\nRecording.\nThey soon signed a contract with Track Records. Their debut—and only—studio album, \" L.A.M.F.\", had all the Heartbreakers' popular live songs. Making and selling this album caused problems for the band. Some band members were angry about the poor quality of the sound. Several members of the band left at this point. The Heartbreakers reformed in 1979 for a few goodbye shows at Max's Kansas City with drummer Ty Stix replacing Nolan. These shows were recorded and became the album \"Live at Max's Kansas City '79\". The Heartbreakers' song, \"London Boys\", insulted the Sex Pistols. This was to answer the Sex Pistols' song \"New York\", that insulted the New York Dolls.\nAfter breaking up and reunions.\nThe band got back together sometimes to play at New York clubs until Johnny Thunders died in 1991. Jerry Nolan died in 1992. These live shows often had songs from the New York Dolls or from Thunders' solo career. Hell rarely plays music live, concentrating instead on writing and spoken-word performances. Lure became a stockbroker on Wall St. but still performs once in a while when he is not working at his regular job. In 2007 Lure went on a short European tour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":89},{"uri":"New_York","surface_form":"New York","offset":115},{"uri":"Punk_rock","surface_form":"punk rock","offset":164},{"uri":"Chinese_Rocks","surface_form":"Chinese Rocks","offset":224},{"uri":"Dee_Dee_Ramone","surface_form":"Dee Dee Ramone","offset":239},{"uri":"Richard_Hell","surface_form":"Richard Hell","offset":258},{"uri":"Heroin","surface_form":"heroin","offset":293},{"uri":"Johnny_Thunders","surface_form":"Johnny Thunders","offset":335},{"uri":"Jerry_Nolan","surface_form":"Jerry Nolan","offset":371},{"uri":"New_York_Dolls","surface_form":"New York Dolls","offset":404},{"uri":"Richard_Hell","surface_form":"Richard Hell","offset":435},{"uri":"Television_(band)","surface_form":"Television","offset":480},{"uri":"The_Voidoids","surface_form":"The Voidoids","offset":733},{"uri":"Punk_rock","surface_form":"punk","offset":803},{"uri":"London","surface_form":"London","offset":884},{"uri":"Sex_Pistols","surface_form":"Sex Pistols","offset":896},{"uri":"Anarchy_Tour","surface_form":"Anarchy Tour","offset":942},{"uri":"Track_Records","surface_form":"Track Records","offset":1037},{"uri":"L.A.M.F.","surface_form":"L.A.M.F.","offset":1089},{"uri":"Max%27s_Kansas_City","surface_form":"Max's Kansas City","offset":1383},{"uri":"Live_at_Max%27s_Kansas_City_(Johnny_Thunders_album)","surface_form":"Live at Max's Kansas City '79","offset":1487},{"uri":"New_York_Dolls","surface_form":"New York Dolls","offset":1871}]}