{"id":266306,"url":"http://en.wikipedia.org/wiki/Battle_of_Pharsalus","text":"The Battle of Pharsalus was the decisive battle of Caesar's Civil War. On 9 August 48 BC at Pharsalus in central Greece, Gaius Julius Caesar and his allies formed up opposite the army of the republic under the command of Gnaeus Pompeius Magnus (\"Pompey the Great\"). Pompey had the backing of a majority of senators, and his army significantly outnumbered the experienced Caesarean legions.\nThe build-up.\nAlthough Pompey had a larger army, he knew that Caesar's troops were more experienced, and might win in a pitched battle. Instead, Pompey waited Caesar's troops out, attempting to starve them by cutting off Caesar's supply lines. Caesar made a near disastrous attack on Pompey's camp, and was forced to pull away to regroup.\nPompey did not immediately follow up on his success. An indecisive winter (49–48 BC) of blockade and siege followed. Pompey eventually pushed Caesar into Thessaly and, urged on by his senatorial allies, he confronted Caesar near Pharsalus. Pompey's allies disagreed with Pompey over whether to fight at Pharsalus. Pompey, who wanted to starve Caesar's soldiers, had his hand forced by his allies.\nConflict.\nThere was significant distance between the two armies, according to Caesar. Pompey ordered his men not to charge, but to wait until Caesar's legions came into close quarters. The idea was to tire Caesar's men before the battle started.\nSeeing that Pompey's army was not advancing, Caesar's men, without orders, stopped to rest and regroup before continuing the charge. Caesar, in his history of the war, would praise his own men's discipline and experience, and questioned Pompey's decision not to charge.\nWhen the lines joined, Labienus (Pompey's cavalry leader) ordered the cavalry to attack. At first they did well, then Caesar ordered his cavalry to withdraw. Light troops fiercely attacked Pompey's cavalry. The first line of the Pompeiian horse were panicked by the cohort's javelins and caused the entire cavalry to fall into disorder. When the cavalry retreated, Caesar's men slaughtered the light troops who supported them. They attacked Pompey's left flank and, rejoined by their cavalry, were able to get behind and attack Pompey's army from the rear. Caesar raised the pressure further by ordering his as yet uninvolved third line to relieve the front ranks. The remaining Pompeiian soldiers fled and soon the main battle was done.\nPompey retreated to his camp and ordered the garrison to defend it. Caesar urged his men to capture the enemy camp. They furiously attacked the walls. The Thracians and the other auxiliaries who were left in the camp defended bravely, but they were not able to fend off the enemy assault. Pompey fled with a group, claiming that he had been betrayed. Caesar had won his greatest victory, having lost only about 200 soldiers and 30 centurions.\nAftermath.\nPompey fled from Pharsalus to Egypt, where he was assassinated on the order of Pharaoh Ptolemy XIII. Ptolemy XIII sent Pompey's head to Caesar in an effort to win his favor, but Caesar was not pleased with the gift. Pompey was the widower of Caesar's only daughter. Nor did Ptolemy take into account that Caesar was granting amnesty to many of the senators and their men, men who once considered him an enemy.\nThe Battle of Pharsalus ended the wars of the First Triumvirate. The Roman Civil War, however, was not ended. Pompey's two sons and the Pompeian faction led now by Labienus, survived and fought their cause in the name of Pompey the Great. Caesar spent the next few years 'mopping up' remnants of the senatorial faction. After finally completing this task, he was assassinated in a conspiracy arranged by Brutus and Cassius.","categories":[],"infobox_types":[],"annotations":[{"uri":"Julius_Caesar","surface_form":"Caesar","offset":51},{"uri":"Pharsalus","surface_form":"Pharsalus","offset":92},{"uri":"Julius_Caesar","surface_form":"Gaius Julius Caesar","offset":121},{"uri":"Roman_Republic","surface_form":"republic","offset":191},{"uri":"Pompey","surface_form":"Gnaeus Pompeius Magnus","offset":221},{"uri":"Roman_Senate","surface_form":"senators","offset":306},{"uri":"Blockade","surface_form":"blockade","offset":817},{"uri":"Siege","surface_form":"siege","offset":830},{"uri":"Thessaly","surface_form":"Thessaly","offset":883},{"uri":"Egypt","surface_form":"Egypt","offset":2864},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":2913},{"uri":"Ptolemy_XIII","surface_form":"Ptolemy XIII","offset":2921},{"uri":"First_Triumvirate","surface_form":"First Triumvirate","offset":3290},{"uri":"Brutus","surface_form":"Brutus","offset":3648},{"uri":"Cassius","surface_form":"Cassius","offset":3659}]}