{"id":266605,"url":"http://en.wikipedia.org/wiki/Indian_rupee","text":"The Indian rupee () (sign:; code: INR) is the official currency of the Republic of India. The currency is issued and controlled by the Reserve Bank of India. During the past 15 years, the value has ranged from $1 USD = 35–65 INR or 1 euro = 44–69 INR (see below: \"Convertibility\").\nThe modern rupee is sub-divided into 100 \"paise\" (singular \"paisa\"). The coins have values and of 5, 10, 20, 25 and 50 paise, as well as 1, 2, 5 and 10 rupees. The bank notes are available in values of 1, 2, 5, 10, 20, 50, 100, 200, 500 and 2000 rupees.\nThe Indian rupee symbol () is an amalgam of both the Devanagari consonant \"र\" (Ra) and the Latin letter \"R\" without the vertical bar. The design was presented to the public by the government of India on 15 July 2010.\nThe current abbreviation \"INR\" started in July 2010. Until then, the abbreviation \"Rs\" (or \"Re\") was used.\nOrigin of name.\nThe word \"rupee\" originates from the Sanskrit word रौप्य(raupya) meaning \"silver\" or \"made of silver\". Many Indian languages use this root word, for example, రూపాయి (rūpāyi) in Telugu, ரூபாய் (rūbāi) in Tamil, रुपया (rupayā) in Hindi, રૂપિયો (rupiyo) in Gujarati, ರೂಪಾಯಿ (rūpāyi) in Kannada and Tulu, രൂപ (rūpā) in Malayalam and रुपये (rupaye) in Marathi.\nHowever, in West Bengal, Tripura, Mizoram, Odisha, and Assam, the Indian rupee is officially known by names derived from the Sanskrit word टङ्क (Tanka) which means money. The rupee is called টাকা (Taka) in Bengali, টকা (tôka) in Assamese and ଟଙ୍କା (Tanka) in Odia and is written as such on Indian banknotes.\nSymbol.\nOn March 5, 2009, the Government of India announced a contest to create a symbol for the rupee. During the 2010 Union budget of India, Finance Minister Pranab Mukherjee mentioned that the proposed symbol would reflect and capture the Indian ethos and culture. Five symbols were shortlisted, and the Cabinet selected the definitive symbol created by D. Udaya Kumar on July 15, 2010. The symbol is derived from a combination of the Devanagari letter ‘र’ and English letter ‘R’. The parallel lines at the top (with white space between them) make an allusion to the tricolor and also depict an equality sign which symbolizes the nation's desire to reduce economic disparity. The Indian government has plans to adopt the symbol within six months in the country and globally within 18 to 24 months. Before the adoption of the symbol, the most commonly used symbols for the rupee were Rs, Re or if the text was in an Indian language, then an appropriate abbreviation in that language.\nNumeral system.\nIn Indian English, values at or above a hundred thousand Indian rupees are counted in terms of lakhs (one lakh = hundred thousand) and crores (one crore = ten million). For example, the amount 3,25,84,729.25 is read as three crores, twenty-five lakhs, eighty-four thousand, seven hundred and twenty-nine rupees and twenty-five paise. The use of million or billion, as is standard in American or British English, is not very common.\nUse in India.\nIndia was one of the earliest issuers of coins (circa 6th century BC). The first \"rupee\" is believed to have been introduced by Sher Shah Suri (1486–1545), based on a ratio of 40 copper pieces (paisa) per rupee. Among the earliest issues of paper rupees were those by the \"Bank of Hindustan\" (1770–1832), the \"General Bank of Bengal and Bihar\" (1773–75, established by Warren Hastings) and the \"Bengal Bank\" (1784–91), amongst others. Until 1815, the Madras Presidency also issued a currency based on the fanam, with 12 fanams equal to the rupee.\nHistorically, the rupee, derived from the Sanskrit word raupya, which means \"silver\", was a silver coin. This had severe consequences in the nineteenth century, when the strongest economies in the world were on the gold standard. The discovery of vast quantities of silver in the U.S. and various European colonies resulted in a decline in the relative value of silver to gold. Suddenly the standard currency of India could not buy as much from the outside world. This event was known as \"the fall of the rupee\".\nIndia was not affected by the imperial order-in-council of 1825 that attempted to introduce the British sterling coinage to the British colonies. British India at that time was controlled by the British East India Company. The silver rupee continued as the currency of India throughout the entire period of the British Raj and beyond. In 1835, British India set itself firmly upon a mono-metallic silver standard based on the rupee. His decision was influenced by a letter, written in the year 1805, by Lord Liverpool that extolled the virtues of mono-metallism.\nFollowing the Indian Mutiny in 1857, the British government took direct control of British India. Since 1851, gold sovereigns were being produced in large numbers at the Royal Mint branch in Sydney, New South Wales. In the year 1864 in an attempt to make the British gold sovereign become the 'imperial coin', the treasuries in Bombay and Calcutta were instructed to receive gold sovereigns. These gold sovereigns however never left the vaults. As was realized in the previous decade in Canada and the next year in Hong Kong, existing habits are not easy to replace. And just as the British government had finally given up any hopes of replacing the rupee in India with the pound sterling, they simultaneously realized, and for the same reasons, that they could not easily replace the silver dollar in the Straits Settlements with the Indian rupee, as had been the desire of the British East India Company.\nSince the great silver crisis of 1873, a growing number of nations had been adopting the gold standard. In 1898, following the recommendations of the Indian Currency Committee, British India officially adopted the gold exchange standard by pegging the rupee to the British pound sterling at a fixed value of 1 shilling 4 pence (i.e., 15 rupees = 1 pound). In 1920, the actual silver value of the rupee was increased in value to 2 shillings (10 rupees = 1 pound). In British East Africa at this time, the decision was made to replace the rupee with a florin. No such opportunity was, however, taken in British India.\nIn 1927, the peg was once more reduced, this time to 18 pence (13⅓ rupees = 1 pound). This peg was maintained until 1966, when the rupee was devalued and pegged to the U.S. dollar at a rate of 7.5 rupees = 1 dollar (at the time, the rupee became equal to 11.4 British pence). This peg lasted until the U.S. dollar devalued in 1971.\nIn 1957, decimalisation occurred, and the rupee was divided into 100 \"naye paise\" (Hindi for \"new paise\"). In 1964, the initial \"naye\" was dropped. Many still refer to 25, 50 and 75 paise as 4, 8 and 12 annas, respectively, not unlike the usage of \"bit\" in American English for ⅛ dollar.\nThe rupee on the East African coast and South Arabia.\nIn East Africa, Arabia, and Mesopotamia, the Rupee and its related coins were current at various times. The usage of the Rupee in East Africa extended from Somalia in the north, to as far south as Natal. In Mozambique, the British India rupees were overstamped. In Kenya, the British East Africa Company minted the rupee and its fractions as well as pice. The rise in the price of silver, immediately after the First World War, caused the rupee to rise in value to two shillings sterling. In 1920 in British East Africa, the opportunity was then taken to introduce a new florin coin, hence bringing the currency into line with sterling. Shortly after that, the Florin was split into two East African shillings. This assimilation to sterling did not however happen in British India itself. In Somalia the Italian colonial authority minted 'rupia' to exactly the same standard, and called the pice 'besa'.\nThe rupee in the Straits Settlements.\nThe Straits Settlements were originally an outlier of the British East India Company. The Spanish dollar had already taken hold in the Straits Settlements by the time the British arrived in the nineteenth century, however, the East India Company tried to introduce the rupee in its place. These attempts were resisted by the locals, and by 1867 when the British government took over direct control of the Straits Settlements from the East India Company, attempts to introduce the rupee were finally abandoned.\nInternational use.\nWith Partition, the Pakistani rupee came into existence, initially using Indian coins and Indian currency notes simply overstamped with \"Pakistan\". In previous times, the Indian rupee was an official currency of other countries, including Aden, Oman, Kuwait, Bahrain, Qatar, the Trucial States, Kenya, Tanganyika, Uganda, the Seychelles, and Mauritius.\nThe Indian government introduced the Gulf rupee, also known as the Persian Gulf rupee (XPGR), as a replacement for the Indian rupee for circulation exclusively outside the country with the Reserve Bank of India [Amendment] Act, 1 May 1959. This creation of a separate currency was an attempt to reduce the strain put on India's foreign reserves by gold smuggling. After India devalued the rupee on 6 June 1966, those countries still using it – Oman, Qatar, and the Trucial States (which became the United Arab Emirates in 1971) – replaced the Gulf rupee with their own currencies. Kuwait and Bahrain had already done so in 1961 and 1965 respectively.\nThe Bhutanese ngultrum is pegged at par with the Indian rupee, and both currencies are accepted in Bhutan. The Indian rupee is also accepted in towns in Nepal which lie near the border with India. However, the Indian Rupee denominations of 500 and 1000 are banned in Nepal.\nConvertibility.\nOfficially, the Indian rupee has a market-set exchange rate. However, the RBI trades actively in the USD/INR currency market to impact effective exchange rates. Thus, the currency regime in place for the Indian rupee with respect to the US dollar is a \"de facto\" controlled exchange rate. This is sometimes called a \"managed\" float. Other rates such as the EUR/INR and INR/JPY have volatilities that are typical of floating exchange rates. It should be noted, however, that unlike China, successive administrations (through RBI, the central bank) have not followed a policy of \"pegging\" the INR to a specific foreign currency at a particular exchange rate. RBI intervention in currency markets is solely to deliver low \"volatility\" in the exchange rates, and not to take a \"view\" on the rate or direction of the Indian rupee in relation to other currencies.\nAlso affecting convertibility is a series of customs regulations restricting the import and export of rupees. Legally, foreign nationals are forbidden from importing or exporting rupees, while Indian nationals can import and export only up to 5000 rupees at a time, and the possession of 500 and 1000 rupee notes in Nepal is prohibited.\nRBI also exercises a system of capital controls in addition to the intervention (through active trading) in the currency markets. On the current account, there are no currency conversion restrictions hindering buying or selling foreign exchange (though trade barriers do exist). On the capital account, foreign institutional investors have convertibility to bring money in and out of the country and buy securities (subject to certain quantitative restrictions). Local firms are able to take capital out of the country in order to expand globally. But local households are restricted in their ability to do global diversification. However, owing to an enormous expansion of the current account and the capital account, India is increasingly moving towards \"de facto\" full convertibility.\nThere is some confusion regarding the interchange of the currency with gold, but the system that India follows is that money cannot be exchanged for gold, in any circumstances or any situation. Money cannot be changed into gold by the RBI. This is because it will become difficult to handle it. India follows the same gold-interchange principle as Great Britain and America.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rupee","surface_form":"rupee","offset":11},{"uri":"ISO_4217","surface_form":"code","offset":28},{"uri":"Currency","surface_form":"currency","offset":55},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":71},{"uri":"USD","surface_form":"USD","offset":213},{"uri":"Euro","surface_form":"euro","offset":234},{"uri":"Paise","surface_form":"paise","offset":324},{"uri":"Amalgam","surface_form":"amalgam","offset":569},{"uri":"Devanagari","surface_form":"Devanagari","offset":589},{"uri":"%E0%A4%B0","surface_form":"र","offset":611},{"uri":"Latin_alphabet","surface_form":"Latin","offset":627},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":913},{"uri":"Telugu_language","surface_form":"Telugu","offset":1053},{"uri":"Tamil_language","surface_form":"Tamil","offset":1079},{"uri":"Hindi","surface_form":"Hindi","offset":1104},{"uri":"Gujarati_language","surface_form":"Gujarati","offset":1130},{"uri":"Kannada","surface_form":"Kannada","offset":1159},{"uri":"Tulu","surface_form":"Tulu","offset":1171},{"uri":"Malayalam","surface_form":"Malayalam","offset":1191},{"uri":"Marathi","surface_form":"Marathi","offset":1223},{"uri":"West_Bengal","surface_form":"West Bengal","offset":1244},{"uri":"Tripura","surface_form":"Tripura","offset":1257},{"uri":"Mizoram","surface_form":"Mizoram","offset":1266},{"uri":"Odisha","surface_form":"Odisha","offset":1275},{"uri":"Assam","surface_form":"Assam","offset":1287},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":1357},{"uri":"Bengali_language","surface_form":"Bengali","offset":1438},{"uri":"Assamese_language","surface_form":"Assamese","offset":1461},{"uri":"Odia_language","surface_form":"Odia","offset":1491},{"uri":"Ethos","surface_form":"ethos","offset":1789},{"uri":"Indian_flag","surface_form":"tricolor","offset":2110},{"uri":"Indian_English","surface_form":"Indian English","offset":2545},{"uri":"Lakh","surface_form":"lakh","offset":2637},{"uri":"Crore","surface_form":"crore","offset":2677},{"uri":"American_English","surface_form":"American","offset":2925},{"uri":"British_English","surface_form":"British English","offset":2937},{"uri":"Rupee","surface_form":"rupee","offset":3070},{"uri":"Sher_Shah_Suri","surface_form":"Sher Shah Suri","offset":3116},{"uri":"Warren_Hastings","surface_form":"Warren Hastings","offset":3357},{"uri":"Madras_Presidency","surface_form":"Madras Presidency","offset":3439},{"uri":"Madras_fanam","surface_form":"fanam","offset":3493},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":3577},{"uri":"Gold_standard","surface_form":"gold standard","offset":3750},{"uri":"Relative_value","surface_form":"relative value","offset":3879},{"uri":"Pound_sterling","surface_form":"sterling","offset":4152},{"uri":"British_India","surface_form":"British India","offset":4194},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":4243},{"uri":"British_Raj","surface_form":"British Raj","offset":4359},{"uri":"Lord_Liverpool","surface_form":"Lord Liverpool","offset":4551},{"uri":"Indian_Mutiny","surface_form":"Indian Mutiny","offset":4625},{"uri":"Royal_Mint","surface_form":"Royal Mint","offset":4781},{"uri":"Sydney","surface_form":"Sydney","offset":4802},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":4810},{"uri":"Gold_sovereign","surface_form":"gold sovereign","offset":4878},{"uri":"Bombay","surface_form":"Bombay","offset":4939},{"uri":"Calcutta","surface_form":"Calcutta","offset":4950},{"uri":"Gold_sovereign","surface_form":"gold sovereign","offset":4986},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":5126},{"uri":"Trade_coin","surface_form":"silver dollar","offset":5396},{"uri":"Straits_Settlements","surface_form":"Straits Settlements","offset":5417},{"uri":"Indian_Currency_Committee","surface_form":"Indian Currency Committee","offset":5668},{"uri":"Gold_exchange_standard","surface_form":"gold exchange standard","offset":5732},{"uri":"Pound_sterling","surface_form":"pound sterling","offset":5791},{"uri":"Shilling","surface_form":"shilling","offset":5828},{"uri":"Penny","surface_form":"pence","offset":5839},{"uri":"British_East_Africa","surface_form":"British East Africa","offset":5984},{"uri":"East_African_florin","surface_form":"florin","offset":6068},{"uri":"Decimalisation","surface_form":"decimalisation","offset":6475},{"uri":"Bit_(money)","surface_form":"bit","offset":6715},{"uri":"East_Africa","surface_form":"East Africa","offset":6811},{"uri":"Arabia","surface_form":"Arabia","offset":6824},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":6836},{"uri":"Somalia","surface_form":"Somalia","offset":6964},{"uri":"Natal","surface_form":"Natal","offset":7005},{"uri":"British_East_Africa_Company","surface_form":"British East Africa Company","offset":7084},{"uri":"Sterling","surface_form":"sterling","offset":7287},{"uri":"British_East_Africa","surface_form":"British East Africa","offset":7308},{"uri":"Two_shillings_(British_coin)","surface_form":"florin","offset":7379},{"uri":"East_African_shilling","surface_form":"East African shilling","offset":7495},{"uri":"Straits_Settlements","surface_form":"Straits Settlements","offset":7754},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":7808},{"uri":"Spanish_dollar","surface_form":"Spanish dollar","offset":7840},{"uri":"Partition_of_India","surface_form":"Partition","offset":8284},{"uri":"Pakistani_rupee","surface_form":"Pakistani rupee","offset":8299},{"uri":"Colony_of_Aden","surface_form":"Aden","offset":8518},{"uri":"Oman","surface_form":"Oman","offset":8524},{"uri":"Kuwait","surface_form":"Kuwait","offset":8530},{"uri":"Bahrain","surface_form":"Bahrain","offset":8538},{"uri":"Qatar","surface_form":"Qatar","offset":8547},{"uri":"Trucial_States","surface_form":"Trucial States","offset":8558},{"uri":"Kenya","surface_form":"Kenya","offset":8574},{"uri":"Tanganyika","surface_form":"Tanganyika","offset":8581},{"uri":"Uganda","surface_form":"Uganda","offset":8593},{"uri":"Seychelles","surface_form":"Seychelles","offset":8605},{"uri":"Mauritius","surface_form":"Mauritius","offset":8621},{"uri":"Gulf_rupee","surface_form":"Gulf rupee","offset":8669},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":9130},{"uri":"Bhutanese_ngultrum","surface_form":"Bhutanese ngultrum","offset":9287},{"uri":"Bhutan","surface_form":"Bhutan","offset":9382},{"uri":"Nepal","surface_form":"Nepal","offset":9436},{"uri":"Trade_weighted_index","surface_form":"effective exchange rates","offset":9708},{"uri":"US_dollar","surface_form":"US dollar","offset":9810},{"uri":"De_facto","surface_form":"de facto","offset":9826},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":10054},{"uri":"Government_of_India","surface_form":"administrations","offset":10072},{"uri":"Reserve_Bank_of_India","surface_form":"RBI","offset":10097},{"uri":"Customs","surface_form":"customs","offset":10476},{"uri":"Nepal","surface_form":"Nepal","offset":10747},{"uri":"Capital_control","surface_form":"capital control","offset":10799}]}