{"id":266704,"url":"http://en.wikipedia.org/wiki/Liu_Xiaobo","text":"Liu Xiaobo (28 December 1955 – 13 July 2017) was a Chinese intellectual, writer, human rights activist and a political prisoner in China.\nHe has been President of the Independent Chinese PEN Center since 2003. On 8 December 2008, police stopped Liu and held him because of his work with Charter 08. He was not actually arrested until 23 June 2009. The government accused him of encouraging people to turn against the state. He had a trial on 23 December 2009. On 25 December 2009, the court decided he must go to prison for eleven years. The court also took away his political rights for two years.\nHe won the Nobel Peace Prize on 8 October 2010, for \"his long and non-violent struggle for fundamental human rights in China.\" This was during the fourth time Liu was in prison.\nHe is the first Chinese person to win a Nobel Prize while living in China. He is also the third person to win the Nobel Peace Prize while in prison or detention. The others were Germany's Carl von Ossietzky in 1935 and Myanmar's Aung San Suu Kyi in 1991.\nOn 26 June 2017, he was granted medical parole after being diagnosed with terminal liver cancer. He died a few weeks later on 13 July 2017.\nEarly life and education.\nLiu was born in 1955 in Changchun, Jilin to an intellectual family. His father took him to the Inner Mongolia from 1969 to 1973 during the Down to the Countryside Movement. He worked in a village in Jilin province when he was 19 years old. He worked at a construction company after that.\nIn 1976, he studied at Jilin University and got a B.A. degree in literature in 1982. He earned an M.A. degree in 1984 from Beijing Normal University. Liu joined the faculty at Beijing Normal University after he graduated. He also received a Ph.D. degree there in 1988.\nIn the 1980s, his most important essays, \"Critique on Choices - Dialogue with Le Zehou\" and \"Aesthetics and Human Freedom earned him fame in the academic field. The essay criticised a prominent Chinese thinker Li Zehou's philosophy.\nBetween 1988 and 1989, he was a visiting scholar at several universities outside of China, including Columbia University, the University of Oslo and the University of Hawaii.\nDuring the 1989 Tiananmen Square protests he was in the United States but decided to go back to China to join the movement. He was later named as one of the \"Four Junzis of Tiananman Square\" by many Hong Kong- and Taiwan-based Chinese media.\nHuman rights activities.\nLiu Xiaobo works to increase human rights. He has asked the Chinese government to be more open and honest about its actions. The Chinese government has brought him to police stations, arrested him, and sent him to prison many times for his peaceful political activities. The first time was for his actions in the Tiananmen Square protests of 1989. Organizations outside China have noticed Liu's human rights work and given him awards. In 2004, Reporters Without Borders honored Liu's human rights work, awarding him the Fondation de France Prize as a defender of press freedom.\nTime in prison.\nIn January 1991, Liu Xiaobo was convicted of \"counter-revolutionary propaganda and incitement.\" However, the government did not give him any punishment as a criminal. In October 1996, he was ordered to serve three years of labour for \"disturbing public order\" by criticizing the Communist Party of China. In 2007, police took Liu for a short time and asked him about articles he had written. The articles were posted on websites hosted outside China.\nWriting the Charter and making it well-known.\nLiu Xiaobo actively participated in the writing of Charter 08. Then, along with more than three hundred Chinese citizens, he signed \"Charter 08\". This was a manifesto, or statement of beliefs and principles. It was released on the 60th anniversary of the adoption of the Universal Declaration of Human Rights (10 December 2008). They wrote it in the style of the Czechoslovak Charter 77 calling for greater freedom of expression, human rights, and free elections. As of May 2009, the Charter has collected over 8,600 signatures from Chinese of various walks of life.\nArrest.\nPolice took Liu Xiaobo away from his home late in the evening of 8 December 2008. This was two days before the official release of the Charter. Police also took away Zhang Zuhua at that time. He is another scholar who signed Charter 08. According to Zhang, the two men were taken by police because they thought Liu and Zhang were trying to get more people to sign the Charter. While Liu was kept alone in solitary confinement, he was not allowed to meet with his lawyer or family. He was allowed to eat lunch with his wife, Liu Xia, and two policemen on New Year's Day 2009. On 23 June 2009, an officer of the government in Beijing (the procuratorate) approved Liu Xiaobo's arrest on charges of \"suspicion of inciting subversion of state power.\" This is a crime under Article 105 of the Law of the People's Republic of China. The Beijing Public Security Bureau (PSB) said in a press release that Liu had incited the subversion of state power and the overturn of the socialist system through methods such as spreading rumors and slander, using almost the exact words of Article 105. The Beijing PSB also said that Liu had \"fully confessed.\"\nTrial.\nOn 1 December 2009, Beijing police transferred Liu's case to the procuratorate for investigation and processing; on 10 December, the procuratorate formally indicted Liu on charges of \"inciting subversion of state power\" and sent his lawyers, Shang Baojun and Ding Xikui, the indictment document. He was tried at Beijing No. 1 Intermediate Court on 23 December 2009. His wife was not permitted to watch the trial, but his brother-in-law was there. Diplomats from more than 12 countries – including the U.S., Britain, Canada, Sweden, Australia and New Zealand – were not allowed in the court. They could not watch the trial. Some diplomats stood outside the court during the whole trial. Gregory May, political officer at the U.S. Embassy, and Nicholas Weeks, first secretary of the Swedish Embassy were among the diplomats who waited outside.\nSentence and imprisonment.\nOn 25 December, Liu Xiaobo was sentenced to eleven years' imprisonment and two years' deprivation of political rights by the Beijing No. 2 Intermediate Court on charges of \"inciting subversion of state power.\" According to Liu's family and counsel, he plans to fight this and ask for a new trial. The court said that Charter 08 was part of the evidence supporting his conviction.\nIn an article published in the \"South China Morning Post\", Liu argued that the government had broken the rules of China's constitution and of the Universal Declaration of Human Rights by convicting him and sending him to prison. He said that he had not spread rumors or said very bad things about other people. The government had made up many things when accusing him of subversion. He had not lied, nor had he hurt the reputations of other people. He had only spoken his point of view and values.\nInternational response.\nMany individuals, states, and organizations around the world asked the Chinese government to release Liu. The Chinese government said no and told people outside China not to become involved.\nOn 11 December 2008, the United States Department of State called for Liu's release.\nOn 22 December 2008, an organization of scholars, writers, lawyers, and human rights workers wrote an open letter to ask the government to let Liu out of prison. On 21 January 2009, 300 international writers, including Salman Rushdie, Margaret Atwood, Ha Jin and Jung Chang, called for Liu's release in a statement put out through PEN. In March 2009 Liu Xiaobo was awarded with the Homo Homini Award by the One World Film Festival, organized by the People in Need foundation, for promoting freedom of speech, democratic principles and human rights.\nIn December 2009, the European Union and United States both officially asked the Chinese government to release of Liu Xiaobo without any special rules or conditions.\nBefore the court decision, China said that other nations should \"respect China's judicial sovereignty and to not do things that will interfere in China's internal affairs.\"\nResponding to the result in court, United Nations Human Rights Commissioner Navanethem Pillay expressed concern political rights in China becoming worse. German Chancellor Angela Merkel strongly criticized the verdict, stating \"despite the great progress in other areas in the expression of views, I regret that the Chinese government still massively restricts press freedom.\" Canada and Switzerland also condemned the verdict. Taiwan President Ma Ying-jeou called on Beijing to \"tolerate dissent\". On 6 January 2010, former Czech president Václav Havel joined with other communist-era dissidents at the Chinese embassy in Prague to present a petition calling for Liu's release. On 22 January 2010, European Association for Chinese Studies sent an open letter to Hu Jintao on behalf of over 800 scholars from 36 countries calling for Liu's release.\nEvents leading up to the prize.\nOn 18 January 2010, Liu was named by many people as a nominee (possible winner) of the 2010 Nobel Peace Prize. These included Václav Havel, the 14th Dalai Lama, André Glucksmann, Vartan Gregorian, and Desmond Tutu. China's Foreign Ministry spokesperson Ma Zhaoxu said that awarding the Nobel Peace Prize to Liu would be \"totally wrong\". Geir Lundestad, a secretary of the Nobel Committee, stated the award would not be influenced by Beijing's opposition. On 25 September 2010, \"The New York Times\" reported that a petition in support of the Nobel nomination was being circulated in China.\nIn September 2010 Václav Havel, Dana Němcová, and Václav Malý published an open letter in \"The International Herald Tribune\" calling for the award to be given to Liu. All three had been leaders of Czechoslovakia's Velvet Revolution. Soon after, people began signing a petition.\nFreedom Now is a non-governmental organization and works as a lawyer for Liu Xiaobo outside China. On 6 October 2010, they publicly released a letter from 30 U.S. Members of Congress to President Barack Obama (the 2009 Nobel Peace Prize winner). This letter strongly asked President Obama to talk directly to Chinese President Hu Jintao at the G-20 Summit in November 2010. They wanted Obama to talk about Liu Xiaobo and another political prisoner named Gao Zhisheng.\nPrize announcement.\nOn 8 October 2010 the Nobel Committee awarded Liu the Prize \"for his long and non-violent struggle for fundamental human rights in China\". The Norwegian Nobel Committee president Thorbjørn Jagland said the choice of Liu as the recipient of the prize had become clear early on in the process. The Chinese foreign ministry had already warned the Nobel committee not to give Liu the prize. They said that it would be against Nobel principles.\nAll news about the announcement of the award was immediately censored in China. Foreign news broadcasters including CNN and the BBC were immediately blocked after mentioning the award in China. Web searches for Liu Xiabo were immediately deleted and no information can be searched about him in China. The Chinese Foreign Ministry issued a statement that said, \"The Nobel Peace Prize is meant to award individuals who promote international harmony and friendship, peace and disarmament. Liu Xiaobo is a criminal who has been sentenced by Chinese judicial departments for violating Chinese law. Awarding the peace to Liu runs completely counter to the principle of the award and is also a desecration of the Peace Prize.\" The state-run Xinhua News Agency later carried a report saying that awarding Liu Xiaobo the prize “defiles” (亵渎) Alfred Nobel's purpose of creating this prize and \"may harm China-Norway relations\". The spokesperson added that Liu had broken Chinese law and his \"actions run contrary to the purpose of the Nobel Peace Prize.\"\nResponses from world leaders.\nMany world leaders congratulated Liu for the award. These included Jose Manuel Barroso, President of the European Commission, The British Foreign Secretary William Hague, US President Barack Obama, and The Dalai Lama.\nOfficial Chinese government response.\nThe Chinese Foreign Ministry called the Norwegian ambassador to the People's Republic of China to the ministry on 8 October 2010. The Chinese gave the ambassador an official complaint against awarding the Nobel Peace Prize to Liu Xiaobo. The Norwegian foreign minister replied that the Chinese government complaint was not needed because the group of people who decide the Nobel Prize is independent from the Norwegian government. However, the Norwegian Nobel Committee that gives the peace prize is appointed by the Norwegian parliament.\nPersonal life.\nHe is married to Liu Xia, who lives in the couple's apartment in Beijing.\nHealth and death.\nIn May 2017, Liu was diagnosed with terminal liver cancer. On 10 July 2017, Liu was listed in critical condition in hospital in Shenyang.\nLiu died at a hospital in Shenyang, Liaoning, China on 13 July 2017 of multiple organ failure as a set of complications of the disease at the age of 61.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"China","surface_form":"Chinese","offset":51},{"uri":"Intellectual","surface_form":"intellectual","offset":59},{"uri":"Writer","surface_form":"writer","offset":73},{"uri":"Human_rights","surface_form":"human rights","offset":81},{"uri":"Prison","surface_form":"prison","offset":119},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":131},{"uri":"International_PEN","surface_form":"PEN","offset":187},{"uri":"Charter_08","surface_form":"Charter 08","offset":287},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":610},{"uri":"Nonviolence","surface_form":"non-violent","offset":665},{"uri":"Human_rights","surface_form":"human rights","offset":702},{"uri":"Germany","surface_form":"Germany's","offset":955},{"uri":"Carl_von_Ossietzky","surface_form":"Carl von Ossietzky","offset":965},{"uri":"Myanmar","surface_form":"Myanmar's","offset":996},{"uri":"Aung_San_Suu_Kyi","surface_form":"Aung San Suu Kyi","offset":1006},{"uri":"Liver_cancer","surface_form":"liver cancer","offset":1115},{"uri":"Changchun","surface_form":"Changchun","offset":1222},{"uri":"Jilin","surface_form":"Jilin","offset":1233},{"uri":"Inner_Mongolia","surface_form":"Inner Mongolia","offset":1293},{"uri":"Down_to_the_Countryside_Movement","surface_form":"Down to the Countryside Movement","offset":1337},{"uri":"Jilin","surface_form":"Jilin","offset":1397},{"uri":"Jilin_University","surface_form":"Jilin University","offset":1509},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":1536},{"uri":"Master_of_Arts","surface_form":"M.A.","offset":1584},{"uri":"Beijing_Normal_University","surface_form":"Beijing Normal University","offset":1609},{"uri":"Beijing_Normal_University","surface_form":"Beijing Normal University","offset":1662},{"uri":"Doctor_of_Philosophy","surface_form":"Ph.D.","offset":1727},{"uri":"Li_Zehou","surface_form":"Li Zehou","offset":1965},{"uri":"Columbia_University","surface_form":"Columbia University","offset":2089},{"uri":"University_of_Oslo","surface_form":"University of Oslo","offset":2114},{"uri":"University_of_Hawaii","surface_form":"University of Hawaii","offset":2141},{"uri":"Tiananmen_Square_protests_of_1989","surface_form":"Tiananmen Square protests","offset":2179},{"uri":"Tiananmen_Square_protests_of_1989","surface_form":"Tiananmen Square protests of 1989","offset":2743},{"uri":"Reporters_Without_Borders","surface_form":"Reporters Without Borders","offset":2874},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China","offset":3303},{"uri":"Charter_08","surface_form":"Charter 08","offset":3572},{"uri":"Charter_08","surface_form":"Charter 08","offset":3654},{"uri":"Manifesto","surface_form":"manifesto","offset":3678},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":3792},{"uri":"Charter_77","surface_form":"Charter 77","offset":3897},{"uri":"Zhang_Zuhua","surface_form":"Zhang Zuhua","offset":4262},{"uri":"Solitary_confinement","surface_form":"solitary confinement","offset":4501},{"uri":"Procurator","surface_form":"procurator","offset":4733},{"uri":"Article_105","surface_form":"Article 105","offset":4864},{"uri":"Law_of_the_People%27s_Republic_of_China","surface_form":"Law of the People's Republic of China","offset":4883},{"uri":"Public_Security_Bureau","surface_form":"Public Security Bureau","offset":4934},{"uri":"Press_release","surface_form":"press release","offset":4973},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":6638},{"uri":"United_States_Department_of_State","surface_form":"United States Department of State","offset":7230},{"uri":"Salman_Rushdie","surface_form":"Salman Rushdie","offset":7509},{"uri":"Margaret_Atwood","surface_form":"Margaret Atwood","offset":7525},{"uri":"Ha_Jin","surface_form":"Ha Jin","offset":7542},{"uri":"Jung_Chang","surface_form":"Jung Chang","offset":7553},{"uri":"International_PEN","surface_form":"PEN","offset":7621},{"uri":"One_World_Film_Festival","surface_form":"One World Film Festival","offset":7697},{"uri":"People_In_Need_(Czech_Republic)","surface_form":"People in Need foundation","offset":7739},{"uri":"European_Union","surface_form":"European Union","offset":7861},{"uri":"United_States","surface_form":"United States","offset":7880},{"uri":"United_Nations","surface_form":"United Nations","offset":8213},{"uri":"Navanethem_Pillay","surface_form":"Navanethem Pillay","offset":8254},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":8350},{"uri":"Canada","surface_form":"Canada","offset":8555},{"uri":"Switzerland","surface_form":"Switzerland","offset":8566},{"uri":"Taiwan","surface_form":"Taiwan","offset":8606},{"uri":"Ma_Ying-jeou","surface_form":"Ma Ying-jeou","offset":8623},{"uri":"European_Association_for_Chinese_Studies","surface_form":"European Association for Chinese Studies","offset":8877},{"uri":"Hu_Jintao","surface_form":"Hu Jintao","offset":8941},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":9151},{"uri":"V%C3%A1clav_Havel","surface_form":"Václav Havel","offset":9185},{"uri":"14th_Dalai_Lama","surface_form":"the 14th Dalai Lama","offset":9199},{"uri":"Andr%C3%A9_Glucksmann","surface_form":"André Glucksmann","offset":9220},{"uri":"Vartan_Gregorian","surface_form":"Vartan Gregorian","offset":9238},{"uri":"Desmond_Tutu","surface_form":"Desmond Tutu","offset":9260},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":9537},{"uri":"The_International_Herald_Tribune","surface_form":"The International Herald Tribune","offset":9739},{"uri":"Petition","surface_form":"petition","offset":9916},{"uri":"Freedom_Now","surface_form":"Freedom Now","offset":9926},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":10122},{"uri":"Nobel_Peace_Prize","surface_form":"2009 Nobel Peace Prize","offset":10140},{"uri":"Gao_Zhisheng","surface_form":"Gao Zhisheng","offset":10380},{"uri":"Thorbj%C3%B8rn_Jagland","surface_form":"Thorbjørn Jagland","offset":10593},{"uri":"CNN","surface_form":"CNN","offset":10970},{"uri":"BBC","surface_form":"BBC","offset":10982},{"uri":"Xinhua_News_Agency","surface_form":"Xinhua News Agency","offset":11588},{"uri":"Jose_Manuel_Barroso","surface_form":"Jose Manuel Barroso","offset":11996},{"uri":"President_of_the_European_Commission","surface_form":"President of the European Commission","offset":12017},{"uri":"Secretary_of_State_for_Foreign_and_Commonwealth_Affairs","surface_form":"Foreign Secretary","offset":12067},{"uri":"William_Hague","surface_form":"William Hague","offset":12085},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":12113},{"uri":"14th_Dalai_Lama","surface_form":"Dalai Lama","offset":12135},{"uri":"People%27s_Republic_of_China","surface_form":"Chinese Foreign Ministry","offset":12189},{"uri":"Norwegian_Nobel_Committee","surface_form":"Norwegian Nobel Committee","offset":12629},{"uri":"Norway","surface_form":"Norwegian parliament","offset":12702},{"uri":"Liu_Xia_(intellectual)","surface_form":"Liu Xia","offset":12756},{"uri":"Liver_cancer","surface_form":"liver cancer","offset":12876},{"uri":"Shenyang","surface_form":"Shenyang","offset":12959},{"uri":"Shenyang","surface_form":"Shenyang","offset":12995},{"uri":"Liaoning","surface_form":"Liaoning","offset":13005},{"uri":"Multiple_organ_failure","surface_form":"multiple organ failure","offset":13040}]}