{"id":26687,"url":"http://en.wikipedia.org/wiki/Reindeer","text":"The reindeer (\"Rangifer tarandus\") is an even-toed ungulate mammal of the deer family. In North America it is also called caribou.\nThere are about 10-20 reindeer subspecies. The reindeer is the only deer that has been domesticated.\nAppearance.\nThe different reindeer subspecies have different sizes and slightly same fur colors. Male reindeer are usually bigger and heavier than the females. Reindeer are about 1.20 - 2.20 meters long and about 0.90 - 1.40 meters high. They weigh between 60 - 300 kilograms. Reindeer mostly have a grey-brown fur. The fur is dark in summer and becomes a lighter color in winter. Reindeer have big feet that help them walk on soft ground.\nNorth American Caribou and Eurasian Reindeer are the same species, but there are some noticeable differences in the subspecies.\nReindeer: - most commonly found as domesticated animals\n- can be pinto colored\n- males have larger antlers than female caribou\nAntlers.\nReindeer are the only deer where both sexes have antlers. The antlers of female reindeer are smaller than the antlers of males.\n\"The antlers start growing in April and are fully developed by Autumn\";\n\"reindeers shed their antlers, the bucks just before Christmas and the females later in the spring\".\n\"On a large buck, the antlers can grow up to a centimeter a day\".\nRange.\nReindeer can be found in Lapland (Northern Finland, Sweden, Norway and Russia), North America (All over Canada and on farms across North America where they are raised in captivity), and Siberia. They were first used by people to do work in Lappland and Siberia.\nHabitat.\nReindeer live in coniferous forest and Arctic conditions. The historic range of the reindeer is threatened by global warming.\nLife.\nReindeer are herd animals and live in groups. They live in groups of 10-100 reindeer, which are herds of only females or herds of only males. Reindeer go on long journeys between the warm and cold seasons. For this journeys the smaller groups form big herds of up to several 100,000 animals. Reindeer mate in October, and the males mate with as many females as possible.\nFeeding habits.\nReindeer eat mostly grass, but eat also almost any other plant. In winter they often eat lichen, moss and fungi. \"During winter, they find lichen by using their hooves to get under the snow\"\nPregnancy.\nAfter a pregnancy of 230 days the female gives birth to a single baby, usually in May or June. Reindeer babies do not have spots on their fur, like most other deer babies have. Young reindeer become mature when they are 2 year old. Reindeer usually live to be 12–15 years old, sometimes they can live to be 20 years old.\nHeat stroke.\n\"[D]uring early spring when the daytime temperature rise[s] and they <a href=\"Moulting\">have not yet shed</a> [much of] their [fur or] winter coats\", they \"[s]ometimes... [get] heat stroke\".\nReindeer and humans.\nReindeer have been hunted by humans since the stone age. People, especially in the northern regions, used the reindeer's meat, fur, skin, antlers and bones.\nThe reindeer was domesticated about 3 thousand years ago. It was first domesticated in Siberia and Scandinavia. Since then, reindeer have also been used for transport, for example for pulling sleds. Because reindeer can live in very cold climates, domesticated reindeer are used in most northern parts of the world.\nAmong the ethnic groups that use reindeer - for fur, and food - are the Sami people in Lapland.\nIn popular culture.\nIn western/European culture, it is said that Santa Claus' sled is pulled by reindeer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Even-toed_ungulate","surface_form":"even-toed ungulate","offset":41},{"uri":"Mammal","surface_form":"mammal","offset":60},{"uri":"Deer","surface_form":"deer","offset":74},{"uri":"Family_(biology)","surface_form":"family","offset":79},{"uri":"North_America","surface_form":"North America","offset":90},{"uri":"Domestication","surface_form":"domesticated","offset":218},{"uri":"Metre","surface_form":"meters","offset":423},{"uri":"Kilogram","surface_form":"kilogram","offset":498},{"uri":"Pinto","surface_form":"pinto","offset":865},{"uri":"Antler","surface_form":"antler","offset":985},{"uri":"Autumn","surface_form":"Autumn","offset":1127},{"uri":"Buck","surface_form":"buck","offset":1171},{"uri":"Christmas","surface_form":"Christmas","offset":1189},{"uri":"Buck","surface_form":"buck","offset":1249},{"uri":"Centimeter","surface_form":"centimeter","offset":1284},{"uri":"Global_warming","surface_form":"global warming","offset":1691},{"uri":"October","surface_form":"October","offset":2022},{"uri":"Grass","surface_form":"grass","offset":2120},{"uri":"Lichen","surface_form":"lichen","offset":2189},{"uri":"Fungi","surface_form":"fungi","offset":2206},{"uri":"Hoove","surface_form":"hoove","offset":2261},{"uri":"Pregnancy","surface_form":"pregnancy","offset":2310},{"uri":"May","surface_form":"May","offset":2384},{"uri":"June","surface_form":"June","offset":2391},{"uri":"Heat_stroke","surface_form":"Heat stroke","offset":2623},{"uri":"Yet%5D_shed","surface_form":"yet","offset":2733},{"uri":"Fur","surface_form":"fur","offset":2763},{"uri":"Winter_coat","surface_form":"winter coat","offset":2771},{"uri":"Stone_age","surface_form":"stone age","offset":2894},{"uri":"Domestication","surface_form":"domesticated","offset":3022},{"uri":"Siberia","surface_form":"Siberia","offset":3092},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":3104},{"uri":"Sled","surface_form":"sled","offset":3197},{"uri":"Climate","surface_form":"climate","offset":3243},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":3331},{"uri":"Sami_people","surface_form":"Sami people","offset":3393},{"uri":"Lapland","surface_form":"Lapland","offset":3408},{"uri":"Popular_culture","surface_form":"popular culture","offset":3420},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":3482}]}