{"id":266887,"url":"http://en.wikipedia.org/wiki/Couscous","text":"Couscous is not cooked, but rather steamed over hot water. Couscous is served as a side-dish, or as a main dish. The stew must have plenty of liquid, or else a separate\nbowl of sauce must be provided. This is because the couscous grain is rather dry, and absorbs plenty of liquid. It is a definite fault to serve a couscous dish with too little liquid.\nSpices such as ras el hanout and harissa are used for seasoning. Couscous can also be served cold. In this case, may be the base of a salad, with seafood, or it is used to make taboulé, a kind of Palestinian salad. Couscous can also be used for sweets, by adding milk, raisins or almonds.\nIt is the official food of Morocco. The dish is extremely popular in other areas like southern France, Sicilia, Brazil and the Middle East.\nIn Brazil, couscous is a typical dish from the Northeast of the country, which is part of the three meals of the day. Being commonly prepared with starch, wheat flour, corn, rice or cassava. In Southeast, it is consumed with butter, eggs or meat. In North, it is more common for couscous to be eaten for breakfast, made with coconut milk and accompanied by tapioca. In general, all types of side dishes are accepted in the country. Other examples of foods eaten with couscous are fish, shrimp, and chicken.\nThe couscous that is sold in most Western supermarkets has been pre-steamed and dried; the package directions are usually to add 1.5 measures of \"boiling\" water or stock and butter to each measure of couscous and to cover tightly for five minutes. The couscous swells and within a few minutes it is ready to fluff with a fork and serve. Pre-steamed couscous takes less time to prepare than regular couscous.","categories":[],"infobox_types":[],"annotations":[{"uri":"Steaming","surface_form":"steamed","offset":35},{"uri":"Spice","surface_form":"Spice","offset":353},{"uri":"Ras_el_hanout","surface_form":"ras el hanout","offset":368},{"uri":"Harissa","surface_form":"harissa","offset":386},{"uri":"Seafood","surface_form":"seafood","offset":499},{"uri":"Taboul%C3%A9","surface_form":"taboulé","offset":530},{"uri":"Milk","surface_form":"milk","offset":616},{"uri":"Raisin","surface_form":"raisin","offset":622},{"uri":"Almond","surface_form":"almond","offset":633},{"uri":"Morocco","surface_form":"Morocco","offset":669},{"uri":"France","surface_form":"France","offset":737},{"uri":"Sicilia","surface_form":"Sicilia","offset":745},{"uri":"Brazil","surface_form":"Brazil","offset":754},{"uri":"Middle_East","surface_form":"Middle East","offset":769},{"uri":"Brazil","surface_form":"Brazil","offset":785},{"uri":"Tapioca","surface_form":"tapioca","offset":1139},{"uri":"Western_culture","surface_form":"Western","offset":1323},{"uri":"Supermarket","surface_form":"supermarket","offset":1331},{"uri":"Steaming","surface_form":"steamed","offset":1357}]}