{"id":26688,"url":"http://en.wikipedia.org/wiki/Deer","text":"The deer are a group of even-toed ungulate mammals. They form the family Cervidae. The word 'deer' is both singular and plural.\nA male deer is called a \"stag\" or \"buck\", a female deer is called a \"doe or hind\", and a young deer is called a \"fawn, kid or calf\".\nThere are about 60 species of deer. They originally lived in the northern hemisphere, and now are native to Europe, Asia, North America and South America. Humans have introduced deer to places where they did not live naturally, such as Australia, New Zealand and South Africa.\nAntlers.\nAlmost all adult deer have antlers, except one, the water deer, which has tusks. Only male deer have antlers, except for reindeer (caribou), where both sexes carry antlers. The antlers are deciduous, and drop off after the mating season. Their main use is for males to fight for groups of females during the rutting season (mating season).\nMusk deer (family Moschidae) and chevrotains (Tragulidae) have no antlers, and are \"not\" deer. They are ruminants (Ruminantia). They are no more closely related to deer than any other even-toed ungulates. Their evolutionary history is not well-known, and they are often described as \"not true deer\".\nBehaviour.\nDeer do not make nests or dens. They find a safe and comfortable place to rest under low hanging evergreen branches. They stay close to where they can find food. In summer, they eat grasses, plants and weeds. In the fall, they like mushrooms and small branches. They do not store their food for the winter. If the snow is not deep, they use their hooves to uncover moss and leaves. If the snow is deep, they eat twigs and branches.\nThe doe usually has one or two fawns in the spring. The fawn is precocial, and can stand immediately after birth, but is weak. The doe will hide each fawn in a different place. They are camouflaged by spots on their backs.\nDeer have many predators. Wolves, cougar, dogs and people will eat deer. They are always looking, listening and smelling for danger.\nGroup behaviour.\nGenerally speaking, deer prefer mixed forest and grassland areas. In former times, wolves were the number one enemy of deer. Even though deer today rarely need to defend against attack, their behaviour is adapted to succeed in mating, and protect themselves and their relatives from predators.\nThe rut establishes which males are dominant, and each successful male has a group of females. The group stays together until the fawns are born, about four or five months. Deer are by nature gregarius (social) and like to live together. This helps their defence against predators. The details vary between species. The actual defence against attack is decided by the dominant male. He decides whether to stand and, if necessary, to fight. Males keep their antlers for half a year. If they run, deer are outstanding runners. If they stand, they can kick. They will not attack humans unless the male senses danger. He gives warning by posture and sound. Stags tend to join up in male groups for mutual defence once their antlers are shed. The females also join up in large herds which can defend themselves fairly well. Deer stay in these single-sex groups for much of the year.\nDiet.\nDeer are browsers, and feed mainly on leaves. Deer choose easily digestible shoots, young leaves, fresh grasses, soft twigs, fruit, fungi, and lichens. This is mostly low-fibre food. The male deer need minerals such as calcium and phosphate for their antler growth.\nEvolution.\nDeer are a monophyletic group. They originated in the northern hemisphere and arrived in some Gondwana continents much later. Red deer are found in the Atlas Mountains of North Africa, and some deer arrived in South America via the Great American Interchange.\nBelow North Africa there are no deer. Their place in the ecosystems is taken by antelopes, which occupy a niche similar to the deer. Antelopes are not a monophyletic group. The antelope types have evolved from several bovid groups, and are an example of convergent evolution.\nTaxonomy.\nThe deer family has about 62 species.\nMiscellaneous.\nThe most famous fictional deer is Bambi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Even-toed_ungulate","surface_form":"even-toed ungulate","offset":24},{"uri":"Mammal","surface_form":"mammal","offset":43},{"uri":"Family_(biology)","surface_form":"family","offset":66},{"uri":"Singular","surface_form":"singular","offset":107},{"uri":"Plural","surface_form":"plural","offset":120},{"uri":"Species","surface_form":"species","offset":280},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":326},{"uri":"Europe","surface_form":"Europe","offset":369},{"uri":"Asia","surface_form":"Asia","offset":377},{"uri":"North_America","surface_form":"North America","offset":383},{"uri":"South_America","surface_form":"South America","offset":401},{"uri":"Australia","surface_form":"Australia","offset":497},{"uri":"New_Zealand","surface_form":"New Zealand","offset":508},{"uri":"South_Africa","surface_form":"South Africa","offset":524},{"uri":"Antler","surface_form":"antler","offset":574},{"uri":"Water_deer","surface_form":"water deer","offset":599},{"uri":"Tusk","surface_form":"tusk","offset":621},{"uri":"Reindeer","surface_form":"reindeer","offset":668},{"uri":"Musk_deer","surface_form":"Musk deer","offset":887},{"uri":"Moschidae","surface_form":"Moschidae","offset":905},{"uri":"Chevrotain","surface_form":"chevrotain","offset":920},{"uri":"Tragulidae","surface_form":"Tragulidae","offset":933},{"uri":"Ruminant","surface_form":"ruminant","offset":991},{"uri":"Ruminantia","surface_form":"Ruminantia","offset":1002},{"uri":"Precocial","surface_form":"precocial","offset":1694},{"uri":"Defence_against_predators","surface_form":"defence against predators","offset":2552},{"uri":"Fungi","surface_form":"fungi","offset":3313},{"uri":"Lichens","surface_form":"lichens","offset":3324},{"uri":"Calcium","surface_form":"calcium","offset":3400},{"uri":"Phosphate","surface_form":"phosphate","offset":3412},{"uri":"Monophyletic","surface_form":"monophyletic","offset":3469},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":3512},{"uri":"Gondwana","surface_form":"Gondwana","offset":3552},{"uri":"Red_deer","surface_form":"Red deer","offset":3584},{"uri":"Atlas_Mountains","surface_form":"Atlas Mountains","offset":3610},{"uri":"North_Africa","surface_form":"North Africa","offset":3629},{"uri":"Great_American_Interchange","surface_form":"Great American Interchange","offset":3690},{"uri":"North_Africa","surface_form":"North Africa","offset":3724},{"uri":"Ecosystems","surface_form":"ecosystems","offset":3775},{"uri":"Antelope","surface_form":"antelope","offset":3798},{"uri":"Niche","surface_form":"niche","offset":3824},{"uri":"Bovid","surface_form":"bovid","offset":3936},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":3972},{"uri":"Species","surface_form":"species","offset":4033},{"uri":"Fiction","surface_form":"fictional","offset":4073},{"uri":"Bambi","surface_form":"Bambi","offset":4091}]}