{"id":266989,"url":"http://en.wikipedia.org/wiki/KNVB_Cup","text":"e=\"preserve\">The KNVB Cup () is a competition in the Netherlands organized by the Royal Dutch Football Association (KNVB) since 1899. It was based on the format of the English FA Cup. Outside of the Netherlands, it is often referred to as the Dutch Cup. The tournament consists of all teams from the top two leagues of Dutch football (the Eredivisie and Eerste Divisie), as well as the top four teams from each of the six third tier of Dutch football (Hoofdklasse), while the remaining teams are drawn from the fourth tier (Eerste Klasse). The finals of the tournament usually takes place in De Kuip, and has been held there every season since 1988. The winners of the cup compete against the winners of the Eredivisie for the Johan Cruijff Shield, which is the first game of the following season.\nHistory.\nThe competition was created during a board meeting of the Dutch National Football Association, in the Hague, on 19 January 1898. The tournament began the following season, 1898–1899. The first final was played on 9 May 1899 between RAP Amsterdam and HVV Den Haag. In 1946, the trophy was changed to one made out of silver, which was very rare in after World War II.\nName changes.\nLike many national cup competitions, the name of the tournament has changed with sponsorship. From 1995, the competition went from being the KNVB Cup Tournament to being known as the Amstel Cup after the then sponsor Amstel. On 16 August 2005, the name was changed to the Gatorade Cup after the drinks company Gatorade. In 2006, the name returned to being the KNVB Cup Tournament with Gatorade remaining as the principal sponsor.\nEuropean competition.\nUp until 1998, the winner of the cup entered into the UEFA Cup Winners' Cup, but with the abandonment of that tournament, the winner now goes into the UEFA Europa League. If the winning team has won the Eredivisie and thus entry into the UEFA Champions League, then the beaten KNVB Cup finalist will take the place in the UEFA Europa League.\nIn 1998, both teams in the KNVB final, Ajax and PSV, had won places into the Champions League. So a game was played between the beaten semi-finalists, SC Heerenveen and FC Twente, to determine who would take the Cup Winners' Cup place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Netherlands","surface_form":"Netherlands","offset":53},{"uri":"Royal_Dutch_Football_Association","surface_form":"Royal Dutch Football Association","offset":82},{"uri":"FA_Cup","surface_form":"FA Cup","offset":176},{"uri":"Eredivisie","surface_form":"Eredivisie","offset":339},{"uri":"Eerste_Divisie","surface_form":"Eerste Divisie","offset":354},{"uri":"Hoofdklasse","surface_form":"Hoofdklasse","offset":452},{"uri":"Eerste_Klasse","surface_form":"Eerste Klasse","offset":524},{"uri":"Feijenoord_Stadion","surface_form":"De Kuip","offset":592},{"uri":"Johan_Cruijff_Shield","surface_form":"Johan Cruijff Shield","offset":727},{"uri":"The_Hague","surface_form":"the Hague","offset":905},{"uri":"HVV_Den_Haag","surface_form":"HVV Den Haag","offset":1057},{"uri":"World_War_II","surface_form":"World War II","offset":1159},{"uri":"Amstel_Brewery","surface_form":"Amstel","offset":1404},{"uri":"Gatorade","surface_form":"Gatorade","offset":1497},{"uri":"UEFA_Cup_Winners%27_Cup","surface_form":"UEFA Cup Winners' Cup","offset":1693},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":1790},{"uri":"Eredivisie","surface_form":"Eredivisie","offset":1842},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":1877},{"uri":"AFC_Ajax","surface_form":"Ajax","offset":2020},{"uri":"PSV_Eindhoven","surface_form":"PSV","offset":2029},{"uri":"SC_Heerenveen","surface_form":"SC Heerenveen","offset":2132},{"uri":"FC_Twente","surface_form":"FC Twente","offset":2150}]}