{"id":267149,"url":"http://en.wikipedia.org/wiki/Christianity_and_alcohol","text":"Christianity and its beliefs about alcohol have changed since Christianity was started about 2,000 years ago.\nWine and Christianity.\nWine has always been important in Christianity. Christians believe that Jesus turned water into wine at a wedding where there was not enough to drink (see the picture at the right).\n\"Take this [cup] all of you and drink from it. This is the cup of my blood... My blood will be shed for you and for all so that sins may be forgiven.\"\nSince that time, Roman Catholic church services have always included something called the Eucharist (also called \"Holy Communion\"). A priest holds up a cup of wine and says a prayer. At that point, Catholics believe the wine is turned into Jesus's blood. They believe drinking the wine is a way of remembering that Jesus was willing to die so their sins would be forgiven.\nEarly Christian Beliefs.\nIn the first 1,800 years of church history, Christians often enjoyed alcoholic drinks as a part of their everyday life. At church, during the Eucharist, they almost always used wine.\nEarly Christians believed the Bible and Christian tradition both said alcohol is a gift from God. They taught that this gift made life happier, but that drinking too much alcohol and becoming drunk was a sin.\nProtestant Beliefs.\nIn the early 1500s, the Protestant Church split off from the Roman Catholic Church. Over time, these two Christian churches started to believe some different things.\nBy the mid-1800s, some Protestant Christians moved away from the traditional belief that drinking a moderate (small) amount of wine was not bad. (This belief was sometimes called \"moderationism\"). Some Protestants decided that not drinking wine at all was wisest (this was called \"abstentionism\"). Others decided that drinking any alcohol was sinful (this was called \"prohibitionism\").\nBeliefs About Alcohol Today.\nToday, there are many different types of Christianity, with many different beliefs. Most people still believe in the traditional position: that drinking some wine is all right, just not too much. Most Christians' opinions about alcohol depend on how they understand what the Bible says about it.\nAlcohol in the Bible.\nThe Bible often mentions alcoholic drinks. Sometimes it talks about real wine. Other times, it uses the word \"wine\" to mean something else.\nThe Bible says that alcohol is a blessing from God that makes people happy, but it can also be dangerously and sinfully used.\nThe Bible uses a few different words for alcoholic drinks. Though prohibitionists and some abstentionists disagree, most people agree that the words were usually meant to be about intoxicating drinks (drinks that can make a person drunk).\nWine was an important and common drink in Biblical times. Because of this, the Bible sometimes uses wine as a symbol to teach about good and bad. Some parts of the Bible use wine as a symbol for good things, like abundance and health. However, the Bible also calls wine a mocker and beer a brawler (a person who fights too much). Other parts of the Bible use drinking a cup of strong wine and getting drunk as a symbol of God's anger.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":62},{"uri":"Wine","surface_form":"Wine","offset":133},{"uri":"Jesus","surface_form":"Jesus","offset":205},{"uri":"Sin","surface_form":"sins","offset":443},{"uri":"Catholic_Church","surface_form":"Roman Catholic","offset":483},{"uri":"Eucharist","surface_form":"Eucharist","offset":556},{"uri":"Priest","surface_form":"priest","offset":600},{"uri":"Transubstantiation","surface_form":"wine is turned into Jesus's blood","offset":686},{"uri":"Absolution","surface_form":"forgiven","offset":829},{"uri":"History_of_Christianity","surface_form":"church history","offset":892},{"uri":"Alcoholic_beverage","surface_form":"alcoholic drinks","offset":933},{"uri":"Eucharist","surface_form":"Eucharist","offset":1006},{"uri":"Wine","surface_form":".","offset":1045},{"uri":"Bible","surface_form":"Bible","offset":1077},{"uri":"Christian_tradition","surface_form":"Christian tradition","offset":1087},{"uri":"God","surface_form":"God","offset":1140},{"uri":"Drunkenness","surface_form":"drunk","offset":1239},{"uri":"Protestantism","surface_form":"Protestant Church","offset":1300},{"uri":"Intoxication","surface_form":"intoxicating","offset":2621},{"uri":"Symbol","surface_form":"symbol","offset":2790},{"uri":"Abundance","surface_form":"abundance","offset":2893},{"uri":"Mock","surface_form":"mocker","offset":2952},{"uri":"Beer","surface_form":"beer","offset":2963}]}