{"id":267364,"url":"http://en.wikipedia.org/wiki/Korean_Demilitarized_Zone","text":"The Korean Demilitarized Zone () is a piece of land running across the Korean Peninsula that serves as a buffer zone between North and South Korea. The DMZ cuts the Korean Peninsula almost in half, crossing the 38th parallel. The west end of the DMZ is south of the parallel and the east end is to the north of it. It is long, and about wide and is the most highly militarized border in the world. The border between both Koreas in the Yellow Sea and its coastline is known as the Northern Limit Line. Both sides of the Northern Limit Line are also heavily guarded.\nHistory.\nThe 38th parallel north cuts the Korean peninsula roughly in half. The parallel was the original boundary between the US-occupied and Soviet-occupied areas of Korea at the end of World War II. When the Democratic People's Republic of Korea (DPRK, informally North Korea) and the Republic of Korea (ROK, informally South Korea) were created in 1948, this line became a de facto international border between the two countries. It was also one of the most tense fronts in the Cold War.\nBoth the North and the South remained heavily dependent on their sponsor states from 1948 to the outbreak of the Korean War. The conflict claimed over three million lives and divided the Korean Peninsula along ideological lines. On June 25, 1950, a Soviet-sponsored DPRK invasion crossed the 38th parallel. The conflict ended three years later. International troops had been deployed and pushed the frontline back to near the 38th parallel. In the ceasefire of July 27, 1953, the DMZ was created. Each side agreed in the armistice to move their troops back from the front line, creating a buffer zone wide. The Military Demarcation Line (MDL) goes down the center of the DMZ and indicates exactly where the front was when the agreement was signed.\nIn theory, this is a stalemate. Neither side won or lost. Because of this, both sides of the conflict are still enemies, and a large number of troops is still stationed along both sides of the line. The armistice agreement explains exactly how many military personnel and what kind of weapons are allowed in the DMZ. Soldiers from both sides may patrol inside the DMZ, but they may not cross the MDL. Sporadic outbreaks of violence due to North Korean hostilities killed over 500 South Korean soldiers and 50 U.S. soldiers along the DMZ between 1953 and 1999.\nTae Sung Dong and Kijong-dong were the only villages allowed by the armistice committee to remain within the boundaries of the DMZ. Residents of Tae Sung Dong are governed and protected by the United Nations Command and are generally required to spend at least 240 nights per year in the village to maintain their residency. In 2008, the village had a population of 218 people. The villagers of Tae Sung Dong are direct descendants of people who owned the land before the 1950-53 Korean War.\nJoint Security Area.\nInside the DMZ, near the western coast of the peninsula, is a place called Panmunjeom. The Joint Security Area (JSA) is located there. Originally, it was the only connection between North and South Korea. In 2007 a Korail train crossed the DMZ to the North on the new Donghae Bukbu Line built on the east coast of Korea.\nThere are several buildings on both sides of the Military Demarcation Line. A few are built right on top of the MDL. The Joint Security Area is the location where all negotiations since 1953 have been held, including statements of Korean solidarity, which have generally amounted to little except a slight decline of tensions. The MDL goes through the conference rooms and down the middle of the conference tables where the North Koreans and the United Nations Command (primarily South Koreans and Americans) meet face to face.\nThough generally calm, the DMZ has been the scene of much saber-rattling between the two Koreas over the years. Several small skirmishes have occurred within the Joint Security Area since 1953. The Axe Murder Incident in August 1976 involved the attempted trimming of a poplar tree which resulted in two deaths (CPT Arthur Bonifas and 1LT Mark Barrett) and Operation Paul Bunyan. Beforehand, the soldiers of both sides were permitted to go back and forth across the MDL inside of the JSA, a privilege since revoked as a result of this incident.\nAnother incident occurred on November 23, 1984, when a Soviet tourist, who was part of an official trip to the JSA (hosted by the North), ran across the Military Demarcation Line (MDL) shouting that he wanted to defect. North Korean troops immediately chased after him opening fire. Border guards on the South Korean side returned fire eventually surrounding the North Koreans as they pursued the Russian national. One South Korean and three North Korean soldiers were killed in the action. The defector was not captured.\nIn late 2009, South Korean forces and the United Nations Command began renovation of its three guard posts and two checkpoint buildings within the JSA compound. Construction was designed to enlarge and modernise the structures. Work was undertaken a year after North Korea finished replacing four JSA guard posts on its side of the MDL.\nSecret tunnels.\nSouth Korea has discovered tunnels that cross the DMZ. To build these tunnels, explosives were used. This left certain traces, called \"blasting lines\". The orientation of these blasting lines shows that the tunnels were built from north to south, North Korea built them. In total, four tunnels have been discovered, the first on November 15, 1974. North Korea claimed that the tunnels were used for coal mining. No coal has been found in the tunnels. All tunnels were dug in a rock called granite. Some of the tunnel walls have been painted black to give the appearance of anthracite.\nIt is believed the tunnels were built to allow a North Korean military invasion. Each tunnel is big enough, so an entire infantry division can pass in one hour, but the tunnels are too small for tanks or other vehicles. All the tunnels run in a north-south direction and do not have branches. Engineering within the tunnels, following each discovery, has become progressively more advanced. For example, the third tunnel sloped slightly upwards as it progressed southward, to prevent water stagnation. Today, visitors may visit the second, third and fourth tunnels through guided tours.\nFirst tunnel.\nThe first of the tunnels was discovered by a South Korean Army patrol, noticing steam rising from the ground. The initial discovery was met with machine gun fire from North Korean soldiers. Five days later, during a subsequent exploration of this tunnel, U.S. Navy Commander Robert M. Ballinger and ROK Marine Corps Major Kim Hah Chul were killed in the tunnel by a North Korean explosive device. The blast also wounded five Americans and one South Korean from the United Nations Command.\nThe tunnel, which was about high by wide, extended more than beyond the Military Demarcation Line (MDL) into South Korea. The tunnel was reinforced with concrete slabs and had electric power and lighting. There were weapons storage and sleeping areas. A narrow gauge railway with carts had also been installed. Estimates based on the tunnel's size, suggest it would have allowed approximately 2,000 KPA soldiers (one regiment) to pass through it per hour.\nSecond tunnel.\nThe second tunnel was discovered on March 19, 1975. It is of similar length to the first tunnel. It is located between below ground, but is larger than the first, approximately.\nThird tunnel.\nThe third tunnel was discovered on October 17, 1978. Unlike the previous two, the third tunnel was discovered following a tip from a North Korean defector. This tunnel is about long and about below ground. Foreign visitors touring the South Korean DMZ may view inside this tunnel using a sloped access shaft.\nFourth tunnel.\nA fourth tunnel was discovered on March 3, 1990 north of Haen town in the former Punchbowl battlefield. The tunnel's dimensions are 2m x 2m and it is 145m underground, the method of construction is almost identical in structure to the second and the third tunnels.\nBuildings.\nBoth North and South Korea maintain \"peace villages\" in sight of each other's side of the DMZ. In the South, Daeseong-dong is administered under the terms of the DMZ. Villagers are classed as Republic of Korea citizens, however they are exempt from paying tax and other civic requirements such as military service.\nIn the North, Kijong-dong features a number of brightly painted, poured-concrete multi-story buildings and apartments with electric lighting. These features represented an unheard of level of luxury for rural Koreans, north or south, in the 1950s. The town was oriented so that the bright blue roofs and white sides of the buildings would be the most distinguishing features when viewed from the border. However scrutiny with modern telescopic lenses reveals that the buildings are mere concrete shells lacking window glass or even interior rooms, with the building lights turned on and off at set times and the empty sidewalks swept by a skeleton crew of caretakers in an effort to preserve the illusion of activity.\nUntil 2004, massive loudspeakers mounted on several of the buildings continuously delivered DPRK propaganda broadcasts directed towards the south as well as propaganda radio broadcasts across the border.\nWithin the JSA are a number of U.N. buildings called Conference Row these are used for direct talks between the two Koreas. Facing the UN buildings is DPRK's Panmungak () and ROK's Freedom House. In 1994, North Korea enlarged Panmungak by adding a third floor. In 1998, South Korea built a new Freedom House for its Red Cross staff and to possibly host reunions of families separated by the Korean War. The new building incorporated the old Freedom House Pagoda within its design.\nIn the 1980s, the South Korean government built a flagpole in the village of Daeseong-dong. The North Korean government responded by building a taller one — the tallest in the world at in Kijong-dong.\nKorean wall.\nIn the area south of the Military Demarcation Line, which cuts across our country at its waist, there is a concrete wall which [...] stretches more than from east to west, is high, thick at the bottom, and wide in the upper part. It is set with wire entanglements and dotted with gun embrasures, look-outs and varieties of military establishments [...] the South Korean rulers built this wall over a period of many years from 1977.\nIn December 1999, Chu Chang Jun, North Korea's longtime ambassador to China, repeated claims that a \"wall\" divided Korea. He said the south side of the wall is packed with soil, which permits access to the top of the wall and makes it effectively invisible from the south side. He also claimed that it served as a bridgehead for any northward invasion. One clarification in 2007, from an assistant of Mr. Cho at the Korean embassy in WDC, that this is mostly, or at least partly, an artificial cliff cut into the north side of the terrain, and explains this combination semantic and 'blind-men & elephant' issue. At the security passage between the North & South, it is easy to manage the contours and make the cliff invisible from the limited points of view allowed within the security compound. None of the plausible descriptions from the North, South, or USA, contradicts this explanation of the appearance or function of this at least partly one-sided wall.\nAccording to the United States, the wall does not exist, although there are anti-tank barriers along some sections of the DMZ.\nTransportation.\nPanmunjeom is the site where the negotiations that ended the Korean War took place. It is the main centre of human activity in the DMZ today. The village is located on the main highway and near a railroad connecting the two Koreas.\nThe railway, which connects Seoul and Pyongyang, was called the Gyeongui Line before Korea was divided in the 1940s. Currently the South uses the original name, but the North refers to the route as the P'yŏngbu Line. Today, the railway is mainly used to carry materials to the industrial complexes at Kaesong. South Korea workers also use it to commute there. When it was reopened in the early 2000s, this was seen as a sign that the relations between both countries were improving. However in November 2008 North Korean authorities closed the railway because of growing tensions with the South. When former South-Korean president Kim Dae-jung had died, a delegation from North Korea also attended his funeral. On that occasion, talks were held with South Korean officials. In September 2009, the Kaesong rail and road crossings were reopened.\nThe road at Panmunjeom, which was known historically as \"Highway One\" in the South, was originally the only access point between the two countries on the Korean Peninsula. Passage is comparable to the strict movements that occurred at Checkpoint Charlie in Berlin at the height of the Cold War. Both North and South Korea's roads end in the Joint Security Area; neither highway meets because there is a concrete line that divides the entire site. People given the permission to cross this border must do so on foot before continuing their journey by road.\nIn 2007, on the east coast of Korea, the first train crossed the DMZ on the new Donghae Bukbu (Tonghae Pukpu) Line. The new rail crossing was built next to the road which took South Koreans to Kŭmgangsan, a region that has significant cultural importance for all Koreans. More than one million civilian visitors crossed the DMZ until the route was closed after a 53-year-old South Korean tourist was shot in July 2008. The North Korean government did not want that both police forces investigate the shooting together, so the South Korean government stopped offering tours to the resort. Since then the resort, and the Donghae Bukbu Line have effectively been closed by the North.\nNature reserve.\nIn the past half century, the Korean DMZ has been a deadly place for humans, making habitation impossible. Only around the village of Panmunjeom and more recently the Dong Bukbu Line on Korea's east coast have there been regular incursions by people.\nThis natural isolation along the length of the DMZ has created an involuntary park which is now recognised as one of the most well-preserved areas of temperate habitat in the world.\nSeveral endangered animal and plant species now exist among the heavily fortified fences, landmines and listening posts. These include the extremely rare Red-crowned Crane (a staple of Asian art), and the White-naped crane as well as, potentially, the extremely rare Korean Tiger, Amur leopard and Asiatic black bear. Ecologists have identified some 2,900 plant species, 70 types of mammals and 320 kinds of birds within the narrow buffer zone. Additional surveys are now being conducted throughout the region.\nThe DMZ owes its varied biodiversity to its geography which crosses mountains, prairies, swamps, lakes and tidal marshes. Environmentalists hope that by the time reunification occurs, the former DMZ will be conserved as a wildlife refuge, with a well-developed set of objective and management plans vetted and in place. In 2005, CNN founder and media mogul, Ted Turner, on a visit to North Korea, said that he would financially support any plans to turn the DMZ into a peace park and a UN-protected World Heritage Site.\nEscapees from North Korea.\nSince trying to cross the DMZ is extremely dangerous, most North Korean defectors, or people who leave their home country to join an new country in a way the first country claims to be illegal, begin their escape through the border with China. This is because the Chinese-North Korean border is much less heavily guarded, although crossing the Chinese border is not without risks. However, there have been some escapees who have escaped by crossing the DMZ. Most of these people who successfully crossed the DMZ were North Korean soldiers who already had some knowledge of the area. Of the 33,000 North Korean defectors, only 21 North Korean soldiers crossed the DMZ and lived since the North Korean famine in 1996.","categories":[],"infobox_types":["Military Structure"],"annotations":[{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":71},{"uri":"Buffer_zone","surface_form":"buffer zone","offset":105},{"uri":"North_Korea","surface_form":"North","offset":125},{"uri":"South_Korea","surface_form":"South","offset":135},{"uri":"Korea","surface_form":"Korea","offset":141},{"uri":"Demilitarized_zone","surface_form":"DMZ","offset":152},{"uri":"Yellow_Sea","surface_form":"Yellow Sea","offset":436},{"uri":"Northern_Limit_Line","surface_form":"Northern Limit Line","offset":481},{"uri":"38th_parallel_north","surface_form":"38th parallel north","offset":579},{"uri":"United_States","surface_form":"US","offset":693},{"uri":"USSR","surface_form":"Soviet","offset":709},{"uri":"World_War_II","surface_form":"World War II","offset":754},{"uri":"De_facto","surface_form":"de facto","offset":943},{"uri":"Frontline","surface_form":"front","offset":1034},{"uri":"Cold_War","surface_form":"Cold War","offset":1048},{"uri":"Korean_War","surface_form":"Korean War","offset":1171},{"uri":"Ideology","surface_form":"ideological","offset":1268},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1307},{"uri":"Ceasefire","surface_form":"ceasefire","offset":1506},{"uri":"Armistice","surface_form":"armistice","offset":1579},{"uri":"Military_Demarcation_Line_(Korea)","surface_form":"Military Demarcation Line","offset":1669},{"uri":"Stalemate","surface_form":"stalemate","offset":1827},{"uri":"Enemy","surface_form":"enemies","offset":1918},{"uri":"Taeseong-dong","surface_form":"Tae Sung Dong","offset":2366},{"uri":"Kijong-dong","surface_form":"Kijong-dong","offset":2384},{"uri":"Panmunjeom","surface_form":"Panmunjeom","offset":2954},{"uri":"Korail","surface_form":"Korail","offset":3094},{"uri":"Donghae_Bukbu_Line","surface_form":"Donghae Bukbu Line","offset":3147},{"uri":"Saber_noise","surface_form":"saber-rattling","offset":3786},{"uri":"Axe_Murder_Incident","surface_form":"Axe Murder Incident","offset":3926},{"uri":"Populus","surface_form":"poplar","offset":3998},{"uri":"Military_Demarcation_Line","surface_form":"Military Demarcation Line","offset":4426},{"uri":"Defection","surface_form":"defect","offset":4485},{"uri":"United_Nations_Command_(Korea)","surface_form":"United Nations Command","offset":4837},{"uri":"Explosive","surface_form":"explosive","offset":5227},{"uri":"Coal_mine","surface_form":"coal mining","offset":5547},{"uri":"Granite","surface_form":"granite","offset":5637},{"uri":"Anthracite","surface_form":"anthracite","offset":5721},{"uri":"Infantry","surface_form":"infantry","offset":5854},{"uri":"Division_(military)","surface_form":"division","offset":5863},{"uri":"Tank","surface_form":"tank","offset":5928},{"uri":"Water_stagnation","surface_form":"water stagnation","offset":6217},{"uri":"Marine_(military)","surface_form":"Marine","offset":6637},{"uri":"Korean_People%27s_Army","surface_form":"KPA soldiers","offset":7222},{"uri":"Haen%2C_South_Korea","surface_form":"Haen","offset":7867},{"uri":"Punchbowl%2C_South_Korea","surface_form":"Punchbowl","offset":7891},{"uri":"Daeseong-dong","surface_form":"Daeseong-dong","offset":8195},{"uri":"Kijong-dong","surface_form":"Kijong-dong","offset":8415},{"uri":"Joint_Security_Area","surface_form":"JSA","offset":9334},{"uri":"United_Nations","surface_form":"U.N.","offset":9354},{"uri":"Korean_War","surface_form":"Korean War","offset":9714},{"uri":"Flag_of_South_Korea","surface_form":"flagpole","offset":9854},{"uri":"Daeseong-dong","surface_form":"Daeseong-dong","offset":9881},{"uri":"Kijong-dong","surface_form":"Kijong-dong","offset":9992},{"uri":"South_Korea","surface_form":"South Korea","offset":10375},{"uri":"China","surface_form":"China","offset":10520},{"uri":"Invasion","surface_form":"invasion","offset":10793},{"uri":"United_States","surface_form":"United States","offset":11429},{"uri":"Railroad","surface_form":"railroad","offset":11751},{"uri":"Seoul","surface_form":"Seoul","offset":11815},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":11825},{"uri":"Gyeongui_Line","surface_form":"Gyeongui Line","offset":11851},{"uri":"Kaesong_Industrial_Region","surface_form":"industrial complexes","offset":12064},{"uri":"Kaesong","surface_form":"Kaesong","offset":12088},{"uri":"Kim_Dae-jung","surface_form":"Kim Dae-jung","offset":12418},{"uri":"Checkpoint_Charlie","surface_form":"Checkpoint Charlie","offset":12866},{"uri":"Berlin","surface_form":"Berlin","offset":12888},{"uri":"Cold_War","surface_form":"Cold War","offset":12916},{"uri":"Donghae_Bukbu_Line","surface_form":"Donghae Bukbu (Tonghae Pukpu) Line","offset":13267},{"uri":"K%C5%ADmgangsan_Tourist_Region","surface_form":"Kŭmgangsan","offset":13380},{"uri":"Panmunjeom","surface_form":"Panmunjeom","offset":14018},{"uri":"Involuntary_park","surface_form":"involuntary park","offset":14201},{"uri":"Habitat","surface_form":"habitat","offset":14295},{"uri":"Landmines","surface_form":"landmines","offset":14407},{"uri":"Red-crowned_Crane","surface_form":"Red-crowned Crane","offset":14471},{"uri":"White-naped_crane","surface_form":"White-naped crane","offset":14522},{"uri":"Siberian_tiger","surface_form":"Korean Tiger","offset":14584},{"uri":"Amur_leopard","surface_form":"Amur leopard","offset":14598},{"uri":"Asiatic_black_bear","surface_form":"Asiatic black bear","offset":14615},{"uri":"Ecologist","surface_form":"Ecologist","offset":14635},{"uri":"Biodiversity","surface_form":"biodiversity","offset":14852},{"uri":"Environmentalists","surface_form":"Environmentalists","offset":14950},{"uri":"Nature_reserve","surface_form":"wildlife refuge","offset":15050},{"uri":"CNN","surface_form":"CNN","offset":15157},{"uri":"Media_mogul","surface_form":"media mogul","offset":15173},{"uri":"Ted_Turner","surface_form":"Ted Turner","offset":15186},{"uri":"United_Nations","surface_form":"UN-protected","offset":15314},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":15327},{"uri":"Defection","surface_form":"defectors","offset":15447},{"uri":"North_Korean_famine","surface_form":"North Korean famine","offset":16062}]}