{"id":267466,"url":"http://en.wikipedia.org/wiki/Jerzy_Popie%C5%82uszko","text":"Jerzy Popiełuszko (pron. jɛʐɨ popʲɛwuʂko) (Okopy, 14 September 1947 - Włocławek, 19 October 1984) was a Polish presbyter, killed by officers of the ministry of the interior of the People's Republic of Poland. He is treated with great respect and honored as blessed by the Catholic Church.\nLife.\nBorn in Okopy, a lone village near Suchowola, his parents were farmers, in this simple environment became grown to his vocation.\nHe was ordained priest on 28 May 1972 in Warsaw by cardinal Stefan Wyszyński.\nUntil the 1980 he was priest in his home village, occupying himself mainly of the education of children and boys, since that moment began to near the movement of Polish workers and to subjects of social justice.\nIn his pastoral activity he took his work near the workers of steelworks, celebrating a solemn mass in the factory during a strike of the metallurgiacal workers.\nNext he joined the workers of the independent trade union Solidarność (Solidarity), adverse to the communist system of government. He was an anticommunist sure of his faith, and in his preachings launched criticisms to the system and invited the people to contest the system of government.\nThe challenge to the system of government.\nDuring the period of the martial law (1981 - 1983) the Catholic Church was the only force that could have a certain possibility of criticism, through the preachings during the celebration of the masses.\nThe homilies and the preachings of father Popiełuszko were regularly transmitted by Radio Free Europe, that gave him a certain popularity also in another countries.\nHe was initially threatened and invited to the silence by the Polish ministry of the interior. On 13 October 1984 he was involved in a traffic accident from which however he went out whole.\nMurder.\nOn 19 October 1984, of return from a pastoral service, was took away illegally and killed by three officers of the Ministry of the Interior, and his body was found on 30 October in the waters of the Vistula River close to Włocławek.\nThe notice of the murder caused disorders in Poland, and the authors of the murder - the captains Grzegorz Piotrowski, Leszek Pękala, Waldemar Chmielewski and the colonel Adam Petruszka - were judged guilty and stated punishment to 25 years of prison, but were freed as consequence of amnesty some year later.\nTo the funeral, taking place the 3rd of November, took part more than 400.000 persons, including the leader of Solidarność Lech Wałęsa.\nBeatification.\nHis grave is aim of regular pilgrimages, from the Poland and from another countries; on 14 July 1987, Pope John Paul II prayed on his grave also.\nThe Catholic Church began the process of beatification in 1997.\nOn 19 December 2009, Pope Benedict XVI gave formal permission for the Congregation for the Causes of Saints to issue the decree regarding \"the martyrdom of Servant of God, George Popiełuszko, diocesan priest; born on 14 September 1947 in Okopy Suchowola (Poland) and killed in hate to the faith on 20 October 1984 near Włocławek (Poland)\".\nThe solemn mass of beatification of don Jerzy Popiełuszko has been celebrated in Warsaw on Sunday, 6 June 2010, in the square that has a title of the marshal Piłsudski.","categories":[],"infobox_types":[],"annotations":[{"uri":"Okopy","surface_form":"Okopy","offset":43},{"uri":"W%C5%82oc%C5%82awek","surface_form":"Włocławek","offset":70},{"uri":"Presbyter","surface_form":"presbyter","offset":111},{"uri":"People%27s_Republic_of_Poland","surface_form":"People's Republic of Poland","offset":180},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":272},{"uri":"Okopy","surface_form":"Okopy","offset":303},{"uri":"Suchowola","surface_form":"Suchowola","offset":330},{"uri":"Vocation","surface_form":"vocation","offset":414},{"uri":"Warsaw","surface_form":"Warsaw","offset":465},{"uri":"Cardinal_(Catholicism)","surface_form":"cardinal","offset":475},{"uri":"Stefan_Wyszy%C5%84ski","surface_form":"Stefan Wyszyński","offset":484},{"uri":"Steelworks","surface_form":"steelworks","offset":776},{"uri":"Metallurgy","surface_form":"metallurgiacal","offset":852},{"uri":"Solidarity","surface_form":"Solidarity","offset":947},{"uri":"Communism","surface_form":"communist","offset":975},{"uri":"Anticommunism","surface_form":"anticommunist","offset":1017},{"uri":"Preaching","surface_form":"preaching","offset":1061},{"uri":"Martial_law","surface_form":"martial law","offset":1234},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1264},{"uri":"Homily","surface_form":"homilies","offset":1416},{"uri":"Radio_Free_Europe","surface_form":"Radio Free Europe","offset":1496},{"uri":"Vistula","surface_form":"Vistula","offset":1974},{"uri":"W%C5%82oc%C5%82awek","surface_form":"Włocławek","offset":1997},{"uri":"Grzegorz_Piotrowski","surface_form":"Grzegorz Piotrowski","offset":2106},{"uri":"Amnesty","surface_form":"amnesty","offset":2293},{"uri":"November_3","surface_form":"3rd of November","offset":2351},{"uri":"Lech_Wa%C5%82%C4%99sa","surface_form":"Lech Wałęsa","offset":2441},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":2497},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":2571},{"uri":"Beatification","surface_form":"beatification","offset":2656},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":2700},{"uri":"Congregation_for_the_Causes_of_Saints","surface_form":"Congregation for the Causes of Saints","offset":2749},{"uri":"Martyrdom","surface_form":"martyrdom","offset":2822},{"uri":"Diocese","surface_form":"diocesan","offset":2871},{"uri":"Warsaw","surface_form":"Warsaw","offset":3100},{"uri":"J%C3%B3zef_Pi%C5%82sudski","surface_form":"marshal Piłsudski","offset":3169}]}