{"id":26742,"url":"http://en.wikipedia.org/wiki/Felix_Mendelssohn","text":"Jakob Ludwig Felix Mendelssohn Bartholdy (born Hamburg 3 February 1809; died Leipzig 4 November 1847) was a German composer.\nHis grandfather was the German-Jewish philosopher Moses Mendelssohn. He was one of the great composers of the Romantic period. He loved the music of earlier composers like Bach, Handel and Mozart and he built on the traditions they had made. Mendelssohn was a child prodigy. He was already composing great music when he was a teenager. He wrote music for orchestra, piano, organ as well as chamber music and music for singing. His violin concerto is one of the most popular concertos ever written and is played by all the famous violinists. Two of his tunes are known by almost everybody: the hymn tune \"Hark the Herald Angels Sing\", and the \"Wedding March\" which is played so often at the end of weddings.\nLife.\nMendelssohn’s family had plenty of money. They were also very interested in music, literature, painting etc. His grandfather Moses Mendelssohn was famous in German national literature. His father was a banker and his mother came from a family who owned a lot of factories in Berlin. The young Felix was educated at home by his parents. Although the family was Jewish his parents had Felix baptized and his father became a Christian a few years later. The Mendelssohn family added the name of Bartholdy to their name at this time.\nSoon Felix was being taught by private tutors including Ludwig Berger who taught him the piano. He also learned music theory and composition. He played the piano at a concert when he was nine, and started to compose little plays with music (called a Singspiel in German). In 1821 he was taken to meet the famous writer Goethe in Weimar. It was to be the first of several visits and Goethe’s way of thinking and his works of German literature had a big influence on the young Mendelssohn. He composed several works at this time including Singspiels, symphonies and chamber music. He traveled with his father and met many famous musicians.\nIn 1825 the family moved to Berlin. They had regular concerts on Sunday mornings in their large house. Many rich and famous people were invited to their private concerts. In October 1825 he wrote a \"String Octet\" (a piece for eight string instruments) which is one of his best works. He studied the music of Johann Sebastian Bach (1685-1750) whose music people had almost forgotten. He found the music of Bach’s \"St Matthew Passion\" and conducted a performance of it in 1829. It was a famous performance in music history, because people suddenly realized how great Bach was. Bach’s music has never been forgotten again since then.\nDuring the years 1829 to 1835 Mendelssohn traveled all over Europe. He visited London several times and he also performed Beethoven’s \"Emperor Concerto\" there. He travelled to Scotland where he sailed to Fingal’s Cave in the Inner Hebrides. This inspired him to write the overture called \"The Hebrides\". When he was returning the stagecoach had an accident and he hurt his knee. He stayed with the composer Thomas Attwood for some time before he could return to Berlin. Next he travelled to Italy where he wrote the \"Italian Symphony\". In Italy he met Hector Berlioz and on his way back he met Chopin.\nHe spent some time in Düsseldorf where he performed several oratorios by Handel as well as his own music. In Frankfurt am Main he stayed with a family who had two daughters. He married one of them, Cécile Charlotte Sophia Jeanrenaud, in 1837. They had a happy marriage and had five children.\nFelix and his young wife went to live in Leipzig where he became the conductor of the famous Leipzig Gewandhaus Orchestra. This was one of the highest musical jobs in Germany. He conducted a lot of music by 18th century composers who had been forgotten. He also gave the first performance of Schubert's Symphony in C major which had been discovered by Robert Schumann nine years after Schubert’s death. Mendelssohn got some of the most famous musicians to come to Leipzig and perform with the orchestra: Clara Schumann, Franz Liszt, Anton Rubinstein, the young violinist Joseph Joachim and the Swedish soprano Jenny Lind. Mendelssohn improved the playing of the orchestra, making them one of the best orchestras in the world. He also made sure that the players were paid well.\nIn the early 1840s Mendelssohn spent some time in Berlin. The new king, Friedrich Wilhelm IV, King of Prussia, was very keen on music and had lots of ideas about new plans for concerts. He wanted Mendelssohn to be in charge of this. The king wanted to see Greek plays performed and Mendelssohn had to write incidental music for the performances of \"Antigone\".\nIn June 1842 Mendelssohn was twice received by Queen Victoria at her palace in London. Mendelssohn thanked the Queen by dedicating his \"Scottish Symphony\" to her. He continued to conduct in Leipzig and helped to make Berlioz’s music famous in Germany. He became director of the new Conservatoire in Leipzig. In Berlin the king asked him to provide incidental music for Shakespeare's play \" A Midsummer Night’s Dream \". He had already written some of this music 17 years earlier but now he finished it and performed it in 1843.\nDuring his last years Mendelssohn suffered from bad health. He continued to work and travel as much as he could, but after a stroke in 1849 he died in Leipzig aged 38. His body was taken by a special train to Berlin where he was buried near the grave of his sister Fanny.\nMusic.\nMendelssohn’s most famous works are his 5 symphonies (especially the \"Scottish\" and \"Italian\" symphonies), his concertos (especially his violin concerto), his overtures (especially \"The Hebrides\") and his Incidental Music to \"A Midsummer Night’s Dream\" which includes the famous \"Wedding March\". He wrote some very good chamber music: string quartets and piano trios and two very famous oratorios: \"Elijah\" and \"St Paul\". His piano music includes a large collection of short pieces called \"Songs without Words\" (German: \"Lieder ohne Worte\") which many pianists like to play. His organ music shows his love for J.S.Bach, often sounding more Baroque than Romantic. After his death Mendelssohn’s music became less popular for a time. This may have been because of the rise of anti-semitism in the mid-19th century, it may also have been because some musicians played Mendelssohn’s music in a rather delightful way. But many great musicians saw his greatness and his music is well-loved today.\nReferences.\nThe New Grove Dictionary of Music and Musicians, ed. Stanley Sadie, 1980;","categories":[],"infobox_types":[],"annotations":[{"uri":"Hamburg","surface_form":"Hamburg","offset":47},{"uri":"Leipzig","surface_form":"Leipzig","offset":77},{"uri":"Germany","surface_form":"German","offset":108},{"uri":"Composer","surface_form":"composer","offset":115},{"uri":"Philosopher","surface_form":"philosopher","offset":163},{"uri":"Moses_Mendelssohn","surface_form":"Moses Mendelssohn","offset":175},{"uri":"Romantic_music","surface_form":"Romantic period","offset":235},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":297},{"uri":"Handel","surface_form":"Handel","offset":303},{"uri":"Mozart","surface_form":"Mozart","offset":314},{"uri":"Tradition","surface_form":"tradition","offset":341},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":385},{"uri":"Teenager","surface_form":"teenager","offset":451},{"uri":"Orchestra","surface_form":"orchestra","offset":480},{"uri":"Piano","surface_form":"piano","offset":491},{"uri":"Organ_(music)","surface_form":"organ","offset":498},{"uri":"Chamber_music","surface_form":"chamber music","offset":515},{"uri":"Violin","surface_form":"violin","offset":556},{"uri":"Concerto","surface_form":"concerto","offset":563},{"uri":"Hymn","surface_form":"hymn","offset":718},{"uri":"Wedding","surface_form":"wedding","offset":822},{"uri":"Money","surface_form":"money","offset":873},{"uri":"Music","surface_form":"music","offset":914},{"uri":"Literature","surface_form":"literature","offset":921},{"uri":"Painting","surface_form":"painting","offset":933},{"uri":"Grandfather","surface_form":"grandfather","offset":951},{"uri":"National","surface_form":"national","offset":1002},{"uri":"Bank","surface_form":"bank","offset":1040},{"uri":"Berlin","surface_form":"Berlin","offset":1113},{"uri":"Parent","surface_form":"parent","offset":1165},{"uri":"Jewish","surface_form":"Jewish","offset":1198},{"uri":"Baptism","surface_form":"baptized","offset":1227},{"uri":"Christian","surface_form":"Christian","offset":1260},{"uri":"Tutor","surface_form":"tutor","offset":1407},{"uri":"Music_theory","surface_form":"music theory","offset":1480},{"uri":"Composition_(music)","surface_form":"composition","offset":1497},{"uri":"Singspiel","surface_form":"Singspiel","offset":1618},{"uri":"Goethe","surface_form":"Goethe","offset":1687},{"uri":"Weimar","surface_form":"Weimar","offset":1697},{"uri":"Influence","surface_form":"influence","offset":1820},{"uri":"Symphony","surface_form":"symphonies","offset":1917},{"uri":"Musician","surface_form":"musician","offset":1995},{"uri":"Europe","surface_form":"Europe","offset":2697},{"uri":"London","surface_form":"London","offset":2716},{"uri":"Beethoven","surface_form":"Beethoven’s","offset":2759},{"uri":"Emperor_Concerto","surface_form":"Emperor Concerto","offset":2772},{"uri":"Scotland","surface_form":"Scotland","offset":2813},{"uri":"Fingal%E2%80%99s_Cave","surface_form":"Fingal’s Cave","offset":2841},{"uri":"Inner_Hebrides","surface_form":"Inner Hebrides","offset":2862},{"uri":"Overture","surface_form":"overture","offset":2909},{"uri":"Stagecoach","surface_form":"stagecoach","offset":2967},{"uri":"Thomas_Attwood","surface_form":"Thomas Attwood","offset":3044},{"uri":"Italy","surface_form":"Italy","offset":3128},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":3189},{"uri":"Chopin","surface_form":"Chopin","offset":3231},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":3261},{"uri":"Oratorio","surface_form":"oratorio","offset":3299},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":3348},{"uri":"1837","surface_form":"1837","offset":3476},{"uri":"Leipzig_Gewandhaus_Orchestra","surface_form":"Leipzig Gewandhaus Orchestra","offset":3624},{"uri":"18th_century","surface_form":"18th century","offset":3738},{"uri":"Schubert","surface_form":"Schubert","offset":3823},{"uri":"Symphony_in_C_major","surface_form":"Symphony in C major","offset":3834},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":3883},{"uri":"Clara_Schumann","surface_form":"Clara Schumann","offset":4035},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":4051},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":4064},{"uri":"Joseph_Joachim","surface_form":"Joseph Joachim","offset":4102},{"uri":"Sweden","surface_form":"Swedish","offset":4125},{"uri":"Soprano","surface_form":"soprano","offset":4133},{"uri":"Jenny_Lind","surface_form":"Jenny Lind","offset":4141},{"uri":"Friedrich_Wilhelm_IV","surface_form":"Friedrich Wilhelm IV","offset":4380},{"uri":"Prussia","surface_form":"Prussia","offset":4410},{"uri":"Ancient_Greece","surface_form":"Greek","offset":4564},{"uri":"Plays","surface_form":"plays","offset":4570},{"uri":"Incidental_music","surface_form":"incidental music","offset":4615},{"uri":"Antigone","surface_form":"Antigone","offset":4657},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":4715},{"uri":"Palace","surface_form":"palace","offset":4737},{"uri":"Dedication","surface_form":"dedicating","offset":4788},{"uri":"Conservatoire","surface_form":"Conservatoire","offset":4950},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":5037},{"uri":"A_Midsummer_Night%E2%80%99s_Dream","surface_form":"A Midsummer Night’s Dream","offset":5058},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":5320},{"uri":"Railway","surface_form":"train","offset":5395},{"uri":"Fanny_Mendelssohn","surface_form":"Fanny","offset":5460},{"uri":"String_quartet","surface_form":"string quartet","offset":5809},{"uri":"Piano_trio","surface_form":"piano trio","offset":5829},{"uri":"Baroque_music","surface_form":"Baroque","offset":6114},{"uri":"Anti-semitism","surface_form":"anti-semitism","offset":6247}]}