{"id":267403,"url":"http://en.wikipedia.org/wiki/Robert_Falcon_Scott","text":"Captain Robert Falcon Scott CVO, RN (6 June 1868 – 29 March 1912) was an English Royal Navy officer and explorer who died on an expedition to the South Pole. He is widely known as \"Scott of the Antarctic\", the title of a 1948 movie.\nScott led two expeditions to the Antarctic regions: the Discovery Expedition, 1901–04, and the ill-fated Terra Nova Expedition, 1910–13.\nBefore his appointment to lead the Discovery Expedition, Scott had followed the conventional career of a naval officer in peacetime Victorian Britain, where opportunities for career advancement were keenly sought after by ambitious officers.\nIt was the chance for personal distinction that led Scott to apply for command of the \"Discovery\". His name became associated with the Antarctic, his field of work for the final twelve years of his life.\nTerra Nova Expedition 1910–1913.\nDuring this second venture, Scott led a party of five which reached the South Pole on 17 January 1912, only to find that Roald Amundsen's Norwegian expedition had got there first. On the return journey, Scott and his four comrades died from exhaustion, starvation and extreme cold. The tragic fate of his expedition is still remembered throughout the world.\nScott's leadership.\nAfter his death, Scott became a British hero. His reputation suffered from several books written later in the 20th century. Still later, Scott's record was reviewed more favourably. The main cause of the failure of the expedition is now said to be the exceptionally adverse weather at the end of the return from the pole.\nScott took ponies, motorised sleds and ordinary sleds, which he and his men pulled. He thought that the number of animals overworked and killed should be held as low as possible and considered his rival Roald Amundsen's approach as cruel. Amundsen, on the other hand, killed dog after dog to feed himself, the men and the rest of the dogs. He did not feel bad about it. The ponies helped travelling part of the way to the pole, but some of them were so stubborn that the expedition members, especially Lawrence Oates, lost much energy that was needed to get back from the pole. The motorised sleds (which worked well at the start) eventually froze up. The dogs, of which there 36, were left behind on the final attempt on the Pole.\nOne factor which has been re-discovered is that Scott gave the dog driver Meares written orders before leaving for the final attempt on the pole. The order was for dogs to be brought up towards the returning party. This order was supplemented by Scott asking Atkinson to make a similar attempt (Atkinson was one of those not chosen for the final attempt group). In the event, neither of these actions took place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Captain","surface_form":"Captain","offset":0},{"uri":"Commander_of_the_Royal_Victorian_Order","surface_form":"CVO","offset":28},{"uri":"Royal_Navy","surface_form":"RN","offset":33},{"uri":"English_people","surface_form":"English","offset":73},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":81},{"uri":"Officer","surface_form":"officer","offset":92},{"uri":"Explorer","surface_form":"explorer","offset":104},{"uri":"South_Pole","surface_form":"South Pole","offset":146},{"uri":"Antarctic","surface_form":"Antarctic","offset":266},{"uri":"Discovery_Expedition","surface_form":"Discovery Expedition","offset":289},{"uri":"Terra_Nova_Expedition","surface_form":"Terra Nova Expedition","offset":338},{"uri":"Victorian_era","surface_form":"Victorian","offset":502},{"uri":"Britain","surface_form":"Britain","offset":512},{"uri":"RSS_Discovery","surface_form":"Discovery","offset":699},{"uri":"South_Pole","surface_form":"South Pole","offset":921},{"uri":"Roald_Amundsen","surface_form":"Roald Amundsen","offset":970},{"uri":"Norway","surface_form":"Norwegian","offset":987},{"uri":"Pony","surface_form":"ponies","offset":1560},{"uri":"Sled","surface_form":"sled","offset":1578},{"uri":"Lawrence_Oates","surface_form":"Lawrence Oates","offset":2051}]}