{"id":267522,"url":"http://en.wikipedia.org/wiki/Gloria_Estefan","text":"Gloria María Milagrosa Fajardo García de Estefan, known mostly as Gloria Estefan (born September 1, 1957) is a Cuban-born American singer, songwriter, actress and entrepreneur. She is known as the \"Queen Of Latin Pop\". Estefan has won multiple Grammy Awards. The singer was a member of Miami Sound Machine in the 1980s. She is in the top 100 best selling music artists with over 100 million albums sold worldwide. Currently, she is the most successful crossover performer in Latin music.\nEarly life.\nShe was born Gloria Fajardo on September 1, 1957, in Havana, Cuba. As a toddler, Estefan fled Cuba with her family when Communist dictator Fidel Castro rose to power. Her father, Jose Manuel Fajardo, had been a Cuban soldier and bodyguard of former President Fulgencio Batista. Her maternal grandfather, Leonardo García, immigrated to Cuba from Pola de Siero, Asturias, Spain. He married Gloria's maternal grandmother in Pola de Siero, Asturias, Spain. Her maternal grandmother is originally from Logroño, Spain.\nAfter coming to the United States, Fajardo was recruited into the 2506 Brigade, a Central Intelligence Agency-funded band of Cuban refugees that was involved in the unsuccessful 1961 Bay of Pigs invasion. After President John F. Kennedy negotiated the release of the captured soldiers, Fajardo rejoined his family. He eventually joined the U.S. Army and served for two years in Vietnam.\nAs a child Estefan liked to write poetry, and though she took classical guitar lessons, she found them tedious. She had no idea that she would some day become a popular music star, but music played a very important role for her as a teenager.\nAfter her father's return from Vietnam, he was diagnosed as having multiple sclerosis, possibly as a result of having been exposed to the herbicide Agent Orange while serving in the army. Estefan's mother, who had been a teacher in Cuba, worked to support the family during the day and attended school at night. Young Gloria was left to take care of her father and younger sister. She had little social life, and because she felt the weight of such responsibilities she turned to music as a release.\n\"When my father was ill, music was my escape,\" Estefan told Washington Post reporter Richard Harrington. \"I would lock myself up in my room for hours and just sing. I wouldn't cry—I refused to cry...Music was the only way I had to just let go, so I sang for fun and for emotional catharsis.\"\nEstefan said in an interview, that she is not affiliated with any political party.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crossover_(music)","surface_form":"crossover","offset":452},{"uri":"Communist","surface_form":"Communist","offset":620},{"uri":"Dictator","surface_form":"dictator","offset":630},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":639},{"uri":"Fulgencio_Batista","surface_form":"Fulgencio Batista","offset":759},{"uri":"Asturias","surface_form":"Asturias","offset":860},{"uri":"Logro%C3%B1o","surface_form":"Logroño","offset":997},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":1234},{"uri":"Vietnam","surface_form":"Vietnam","offset":1391}]}