{"id":267526,"url":"http://en.wikipedia.org/wiki/Cerebral_palsy","text":"e=\"preserve\">Cerebral palsy (CP) is the name given to a number of motor problems (trouble moving the body). CP is usually caused by damage done to the brain during early childhood. It is called \"cerebral palsy\" because the part of the brain that is damaged is the cerebrum. CP cannot be cured. It is treated with therapies.\nCP was first identified by an English surgeon called William Little in 1860.\nThere are several types of cerebral palsy. The most common type is spastic cerebral palsy.\nToday, 1 in every 400 children in the UK has cerebral palsy.\nSymptoms.\nPeople with CP often have trouble standing or walking. They may also be partly paralysed.\nWhile the main problem of cerebral palsy is problems with moving, difficulties with having thoughts, learning, feeling, talking and behaviour often come with cerebral palsy.\nOf children with cerebral palsy, 3 out of 4 children have pain, 1 out of 2 have intellectual disability, 1 out of 3 children cannot walk, 1 in 3 have a hip displacement, 1 in 4 cannot talk, 1 out of 4 children have epilepsy, 1 in 4 have behaviour disorders, 1 out of 4 children have trouble controlling their bladder, 1 in 5 have trouble with sleep (sleeping too much or not enough), 1 out of 5 children dribble, 1 out of 10 are blind, 1 out of 15 need to be fed through a tube, and 1 in 25 are deaf.\nMost people with cerebral palsy live for as long as people without CP. 5-10% of children with CP die before growing up.\nTreatment.\nOver time, the way to take care of cerebral palsy has changed from fixing a person's physical problems such as spasticity in one leg or arm. Now, the way to take care of cerebral palsy is about making therapies for the body part of a larger purpose of making the person's quality of life better, helping them have choice and make their own decisions about looking after themselves, and helping them be part of society. Much of children's therapy is about helping them walk better. Roughly 60% of people with CP are able to walk by themselves or with mobility aids when they become grown up.\nMobility aids may help people with CP move around more easily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brain_damage","surface_form":"damage done to the brain","offset":132},{"uri":"Cerebrum","surface_form":"cerebrum","offset":264},{"uri":"Surgeon","surface_form":"surgeon","offset":362},{"uri":"Paralysis","surface_form":"paralysed","offset":642},{"uri":"Intellectual_disability","surface_form":"having thoughts","offset":737},{"uri":"Learning_disability","surface_form":"learning","offset":754},{"uri":"Intellectual_disability","surface_form":"intellectual disability","offset":907},{"uri":"Hip_displacement","surface_form":"hip displacement","offset":979},{"uri":"Epilepsy","surface_form":"epilepsy","offset":1042},{"uri":"Behaviour_disorder","surface_form":"behaviour disorder","offset":1064},{"uri":"Bladder","surface_form":"bladder","offset":1136},{"uri":"Dribble","surface_form":"dribble","offset":1231},{"uri":"Blind","surface_form":"blind","offset":1256},{"uri":"Deaf","surface_form":"deaf","offset":1322},{"uri":"Spasticity","surface_form":"spasticity","offset":1570},{"uri":"Therapy","surface_form":"therapies","offset":1660},{"uri":"Quality_of_life","surface_form":"quality of life","offset":1731},{"uri":"Mobility_aid","surface_form":"mobility aid","offset":2009},{"uri":"Mobility_aid","surface_form":"Mobility aid","offset":2050}]}