{"id":267667,"url":"http://en.wikipedia.org/wiki/Hurricane_Carla","text":"Hurricane Carla was one of two Category 5 tropical cyclones. It hit the Texas shore in the 1961 Atlantic hurricane season as a Category 4 hurricane, becoming one of the most powerful storms to ever strike the United States. Hurricane Carla was the second strongest storm to ever hit the Texas shore. The storm caused over $2 billion (2005 US dollars) in damages, but because over 500,000 people who lived there moved out only 43 were killed.\nMeteorological history.\nA tropical depression started in the western Caribbean Sea on September 3 from a disturbance in the Intertropical Convergence Zone. It moved northwestward, to become Tropical Storm Carla on the 5th and \"Hurricane\" Carla on the 6th. After touching the Yucatán Peninsula as a weak hurricane, Carla moved into the Gulf of Mexico and headed for the U.S. Gulf Coast.\nAs it moved slowly across the Gulf of Mexico, Carla got stronger to its peak of 175 mph (280 km/h) winds (Category 5 intensity) on September 11. Just before landfall, it weakened, but Carla was still a very strong and unusually large Category 4 hurricane when it touched the shore between Port O'Connor and Port Lavaca, Texas, on the 11th. At the time, Carla became the largest hurricane on record in the Atlantic basin. Along the whole Texas shore, hurricane warnings were given, and people were moved out of their homes in low-lying areas.\nImpact.\nStorm surge was measured at 22 feet (6.6 m) near the heads of bays, in some places reaching 10 miles inland. Because of its large size, the whole Texas shore was hit, and damage was seen as far away as Dallas. Winds were reported to be 115 mph in Matagorda, 110 mph in Victoria and 88 mph in Galveston. Wind gusts as high as 170 mph were recorded at Port Lavaca. Pressure at landfall was measured at 931 mb (hPa), making it the eighth most intense hurricane to strike the United States in the 20th century. Then little-known newsman Dan Rather reported live from the Galveston Seawall during the storm, an act that would be imitated by later reporters. This marked the first live television broadcast of a hurricane.\nMuch of the damage was done well away from the landfall site, as Carla caused one of the largest hurricane-related tornado outbreaks on record at the time, when 26 tornadoes touched down within its circulation. One F4 tornado ripped through downtown Galveston, killing several (sources differ on the exact number, varying from 6 to 12). Outside the protection of the Galveston Seawall, structures on the island were severely damaged by storm surge. Damage was reported as far east as the Mississippi River delta.\nAs Carla weakened, it dropped heavy rain in the Midwest, causing some flooding.\nCarla killed 43 people, 31 of them in Texas. The low number of deaths was due to what was then the largest movement of people out of their homes in US history except during a war. One half million people moved inland from exposed coastal areas. Carla caused a total of $325 million (1961 USD, $2.36 billion 2010 USD) in damage, not much considering Carla's strength at landfall.\nRetirement.\nOwing to the intensity of and destruction by the storm, the name Carla was retired, and will never again be used for an Atlantic hurricane. It was replaced by Carol in the 1965 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saffir%E2%80%93Simpson_Hurricane_Scale","surface_form":"Category 5","offset":31},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":42},{"uri":"Texas","surface_form":"Texas","offset":72},{"uri":"US_dollar","surface_form":"US dollar","offset":339},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":511},{"uri":"Disturbance","surface_form":"disturbance","offset":547},{"uri":"Intertropical_Convergence_Zone","surface_form":"Intertropical Convergence Zone","offset":566},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":717},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":777},{"uri":"U.S._Gulf_Coast","surface_form":"U.S. Gulf Coast","offset":811},{"uri":"Saffir%E2%80%93Simpson_Hurricane_Scale","surface_form":"Category 4","offset":1062},{"uri":"Port_O%27Connor%2C_Texas","surface_form":"Port O'Connor","offset":1117},{"uri":"Port_Lavaca%2C_Texas","surface_form":"Port Lavaca, Texas","offset":1135},{"uri":"Storm_surge","surface_form":"Storm surge","offset":1378},{"uri":"Dallas","surface_form":"Dallas","offset":1580},{"uri":"Matagorda%2C_Texas","surface_form":"Matagorda","offset":1625},{"uri":"Victoria%2C_Texas","surface_form":"Victoria","offset":1647},{"uri":"Galveston%2C_Texas","surface_form":"Galveston","offset":1670},{"uri":"Mbar","surface_form":"mb","offset":1782},{"uri":"Pascal_(unit)","surface_form":"hPa","offset":1786},{"uri":"Dan_Rather","surface_form":"Dan Rather","offset":1911},{"uri":"Galveston_Seawall","surface_form":"Galveston Seawall","offset":1945},{"uri":"Television","surface_form":"television","offset":2058},{"uri":"Tornado","surface_form":"tornado","offset":2210},{"uri":"Galveston_Seawall","surface_form":"Galveston Seawall","offset":2462},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":2583},{"uri":"Midwest","surface_form":"Midwest","offset":2656},{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":3199},{"uri":"1965_Atlantic_hurricane_season","surface_form":"1965 season","offset":3251}]}