{"id":267714,"url":"http://en.wikipedia.org/wiki/Roblox","text":"\"Roblox\" is a website and virtual sandbox where players make their own multiplayer online games for other players to play. It was started by DavidBazucki and Erik Cassel. The concept of Roblox was developed in 1997, and Roblox was founded in 2005 as \"Dynablocks\". Roblox publishes the players' games using the programming language called Lua. Players make their games using a simpler version of this program. Roblox was removed from the TrustE program. It is listed in the Better Business Bureau with a poor rating.\nFirst appearing in the 2005 beta release of Roblox, the death sound has remained a staple element in it's 10+ year history. The sound effect triggers when a \"Humanoid's\" (the character models controlled by players) health reaches zero, out of a base maximum of 100. Since the worlds are created primarily by the players, this can be achieved by having the hitboxes assigned to the body parts of a Humanoid struck by tools that are purposefully coded to decrease the health (such as spike traps, or falling into the void of a map, for examples). Based on the speed of the humanoid, the sound effect would be changed. Players would attempt to make their characters move as fast as possible in the hopes of hearing the sound effect drastically pitch shifted.\nOn 26 February 2020, It was announced Roblox received $4 billion. Some popular YouTubers that play Roblox are Flamingo, KonekoKitten, Peetahbread, Berrygamez, Blobby_playz, Denis, Poke, Ant, and Iamsanna.\n2005.\nRoblox was originally called Dynablocks. Dynablocks was worked on from 2004 to 2005, but in 2004, only the developers and very few players could make its games. Dynablocks had two features: Build Mode and Challenge Mode. In May 2005, Dynablocks was renamed to its current name \"Roblox\". New features were added, including logging in and logging out, building more complex things, and special Roblox points. During this time, Roblox was only available in beta to certain players.\n2006-2009.\nRoblox had another big change in 2006. In January 2006, Roblox removed their special points and made the multiplayer API, but the API was never used until March 2006. In February 2006, Roblox left beta and was made available to all players. In September 2006, Roblox made changes to the multiplayer API so that players could make their own multiplayer games for free instead of the developers making them.\nIn May 2007, the Roblox developers began making virtual items, and its first virtual item was a top hat. Roblox also started the Builders Club which is a paid membership.\nGuest mode, which is for players that want to play Roblox without making an account, was introduced in 2008. Later, higher forms of the Builders Club (known as the Turbo Builders Club and the Outrageous Builders Club) were started in 2009.\n2010.\nIn 2010, the Roblox Studio was changed so that game developers could understand its functions easily.\n2013.\nIn 2013, Roblox added dynamic lighting. Its purpose was to make more realistic lighting. This update would eventually receive more updates it the coming years.\n2015-2016.\nIn June 2015, Roblox released Smooth Terrain which made the terrain (such as sand, grass, water, etc.) more realistic. On 14 April 2016, Tix was removed.\n2017.\nIn February 2017, Roblox has changed their logo.\nIn October 2017, Roblox had removed guests from playing games, though occasionally they don’t have that update and they can still play that way.\n2019.\nIn 2019, Builders Club was replaced with Premium.\nGames and game passes.\nRoblox lets its players create their own games using its special program called Roblox Studio. Players on Roblox can build anything they please using the Studio and then publish their game to the Roblox website for everyone to play. If the player knows how to script, they can use it to change the game and make it perform in many different ways.\nIn some games, the creator may create game passes which will cost a certain amount of Robux (the virtual currency). The game pass is not needed to play the game, but if they buy it, they are usually given special benefits (e.g, DLC, In-game currency, More health).\nVirtual items and currency.\nPlayers on Roblox can buy virtual items from the Catalog using virtual currency. This currency is obtained by selling items on Roblox, or by logging in daily if a player has a Builders Club. There is only one currency called Robux (R$), which can only be obtained by purchasing Builders Club (a membership), buying a Robux card from certain shops, or using a credit card or PayPal on the Roblox website. Robux is used to buy items such as Gear (tools to use in-game such as swords and musical instruments) and Hats. In the Character page, players can change their clothing and customize their character as they please. All the virtual items that a player bought from the catalog appear here. Roblox sometimes gives away free hats during special events.\nAnother form of currency that was discontinued were the Tix (Tickets). All players could get a few Tix each day they log into Roblox, and trade those Tix in to get Robux. The Tix were removed from the game in March 2016, most likely to stop players from farming Tix with alternate accounts.\nThere is another \"currency\" called points. Points would be attainable through games that decide to add them for doing certain tasks. This, however, is not intended for purchasing items but to rather just stay in the player's inventory.\nGame types.\nNearly all games on Roblox are made by the community which all are different types. Although there may be hundreds of types of games there are only a handful of major ones which are listed here.\nTycoon games.\nOrdinary tycoon games are much different then the real-life examples. The premise is to buy a \"dropper\" (which is free), make more money, buy more droppers, make walls to expand the tycoon, etc. As you might already think, many people criticize these games to be boring, sometimes tedious and filled with purchasable products littering the map and screen.\nHowever, some tycoons aren't so bad. A good portion of them expand on the tycoon idea or make it more scripted. Others make the design much more pleasing. And a handful of few remove the dropper part of it and add actual gameplay such a restaurant or a theme park.\nRoleplay games.\nRoleplay games are simple and most have a single premise; to roleplay as a family. They can have special roleplay items for more actions. Despite the lack of gameplay it seems like, majority of Roblox's younger fanbase play these games everyday. Infact, the most played game on Roblox \"is\" a roleplay game.\nSometimes certain developers see Youtubers as a potential source for more players. They give them special \"admin commands\" which allow them to (most of the time) wreak havoc in the server or \"troll\". Although this is funny to the viewers, most of the players dislike this and get extremely confused as to what's going on.\nFPS games.\nFPS (First Person Shooter) games are games based around weapons and fighting, sometimes in serious ways. These games have more toxic players then usual, mostly due to the high amount of teens within the game. Despite some uncaring players, FPS games usually fast paced games to play. They often have many gamemodes at the end of each round. They may also have unique properties such as digging for an advantage or changing guns every now and then.\nObby games.\nObbies (short for obstacle course) are games where you are faced with many challenges. Some may be parts that will instantly kill you, or will slightly damage you. The main premise of the game is to get to the end without dying, most of the time with checkpoints. Some parts of a game can be trivial games, climbing, jumping, rotating parts, trampolines and much more. Majority of obbies are very easy while others are humanly impossible. Some obbies can get repetitive, while others can be new and refreshing.\nAlthough all other types of games have relatively similar gameplay, obbies themselves fall into different sub-categories.\nTower obbies.\nIn a tower, users' objectives are to climb a tower filled with obstacles listed above. Each \"floor\" some degree of difficulty higher then most obbies. The tower itself can be a circle of a square. The floors can be randomly generated or have a fixed order.\nTiered obbies.\nTiered obbies are one of the most unknown types of obbies. Each difficulty of the obby is represented by a tier ranging from 1 to 25. Each tier is twice as hard as the previous tier. These obbies are very well known for containing zero scripts (besides music and other essentials) (having no scripts in an obby is known for the obby to be \"purist\"). The jumps required to execute in most of these obbies are absurdly hard as they include all kinds of glitches within them.\nDifficulty Chart obbies.\nA difficulty chart obby (often shortened to DCO), is an obby with checkpoints which progressively get harder. There are loads of different kinds of these obbies as they are not too hard to create. Each obby has different amount of detail and gameplay due to the varying creators.\nMembership.\nBuilders Club was Roblox's membership club which could of only been joined through a purchase. Builders Club gave its members more features in Roblox, such as earning more of its currency called Robux and also giving the ability to trade. There were three types of Builders Club: Classic, Turbo, and Outrageous. Classic was the original Builders Club type and Outrageous was the newest. You could of either buy it monthly, or annually.\nIn 2019, Roblox's Builder's Club membership was removed and replaced with Premium. This had no different types or the benefit of earning more Robux. What it gave access to was selling Limited items (buy-able and sell-able items on the Avatar Shop) as well as trading them. You can also buy this membership through monthly or annual payments.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":14},{"uri":"Sandbox","surface_form":"sandbox","offset":34},{"uri":"Massively_multiplayer_online_game","surface_form":"multiplayer online games","offset":71},{"uri":"David_Bazucki","surface_form":"DavidBazucki","offset":141},{"uri":"Erik_Cassel","surface_form":"Erik Cassel","offset":158},{"uri":"Programming_language","surface_form":"programming language","offset":310},{"uri":"Lua","surface_form":"Lua","offset":338},{"uri":"Beta_testing","surface_form":"beta","offset":1937},{"uri":"Application_programming_interface","surface_form":"API","offset":2090},{"uri":"Terrain","surface_form":"terrain","offset":3135},{"uri":"Scripting_language","surface_form":"script","offset":3768},{"uri":"Currency","surface_form":"currency","offset":4219}]}