{"id":267848,"url":"http://en.wikipedia.org/wiki/Siberian_Traps","text":"The Siberian Traps form a large region of volcanic rock, known as a large igneous province, in the Russian region of Siberia.\nThe large eruptions which formed the traps were one of the largest known volcanic events of the last 500 million years of Earth history. They continued for a million years and spanned the Permian-Triassic boundary, about 251 to 250 million years ago. It was the same time as the Permian–Triassic extinction event, which is estimated to have killed 90% of species existing at the time. The eruption of the Siberian Traps is a possible cause of this \"Great Dying\".\nThe term \"traps\" is derived from the Swedish word for stairs (\"trappa\", or sometimes \"trapp\"), referring to the step-like hills forming the landscape of the region, which is typical of flood basalts.\nGeographical extent.\nVast volumes of basaltic lava paved over a large expanse of primaeval Siberia in a flood basalt event. Today the area covered is about 2 million km² – roughly equal to western Europe in land area – and estimates of the original coverage are as high as 7 million km². The original volume of lava is estimated to range from 1 to 4 million km³.\nOrigin.\nThe source of the Siberian Traps basalt was, probably, a mantle plume at the base of the crust which erupted through the Siberian craton (the oldest part of the Siberian continental plate). Helium isotope analysis from the basalts indicates a plume origin. The scientific debate continues. There is a minority controversial theory which argues that the traps were caused by a large asteroid impact.\nThe Great Dying.\nThis massive eruptive event spanned the Permian-Triassic boundary, about 250 million years ago, and is widely cited as a cause of the Permian-Triassic extinction event. This extinction event, also called the Great Dying, affected all life on Earth, and is estimated to have killed 90% of species living at the time. Life on land took 30 million years to recover from the environmental disruptions caused by the eruption of the Siberian Traps.\nSiberian Traps and nickel.\nThe Siberian Traps are considered to have erupted through numerous vents over a period of a million years or more, probably east and south of Norilsk in Siberia. The giant Norilsk nickel-copper-palladium deposit formed within the magma flows in the main Siberian Traps. The presence of extensive tuff and pyroclastic deposits suggests that a number of large explosive eruptions occurred during or before the eruptions of basaltic lavas. The presence of silicic volcanic rocks such as rhyolite is also indicative of explosive eruptions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Igneous","surface_form":"igneous","offset":74},{"uri":"Russia","surface_form":"Russia","offset":99},{"uri":"Siberia","surface_form":"Siberia","offset":117},{"uri":"Volcanic_eruption","surface_form":"eruptions","offset":136},{"uri":"Volcano","surface_form":"volcanic","offset":199},{"uri":"Earth_history","surface_form":"Earth history","offset":248},{"uri":"Permian","surface_form":"Permian","offset":314},{"uri":"Triassic","surface_form":"Triassic","offset":322},{"uri":"Year","surface_form":"year","offset":366},{"uri":"Permian%E2%80%93Triassic_extinction_event","surface_form":"Permian–Triassic extinction event","offset":405},{"uri":"Swedish_language","surface_form":"Swedish","offset":626},{"uri":"Hill","surface_form":"hill","offset":711},{"uri":"Flood_basalt","surface_form":"flood basalt","offset":774},{"uri":"Basalt","surface_form":"basalt","offset":826},{"uri":"Lava","surface_form":"lava","offset":835},{"uri":"Mantle_plume","surface_form":"mantle plume","offset":1217},{"uri":"Siberia","surface_form":"Siberia","offset":1281},{"uri":"Craton","surface_form":"craton","offset":1290},{"uri":"Tectonic_plate","surface_form":"continental plate","offset":1330},{"uri":"Helium","surface_form":"Helium","offset":1350},{"uri":"Isotope","surface_form":"isotope","offset":1357},{"uri":"Analysis","surface_form":"analysis","offset":1365},{"uri":"Permian-Triassic_extinction_event","surface_form":"Permian-Triassic extinction event","offset":1710},{"uri":"Norilsk","surface_form":"Norilsk","offset":2188},{"uri":"Nickel","surface_form":"nickel","offset":2226},{"uri":"Copper","surface_form":"copper","offset":2233},{"uri":"Palladium","surface_form":"palladium","offset":2240},{"uri":"Tuff","surface_form":"tuff","offset":2342},{"uri":"Pyroclastic","surface_form":"pyroclastic","offset":2351},{"uri":"Silica","surface_form":"silicic","offset":2499},{"uri":"Rhyolite","surface_form":"rhyolite","offset":2530}]}