{"id":268009,"url":"http://en.wikipedia.org/wiki/Charonosaurus","text":"Charonosaurus was a genus of hadrosaur that lived at the very end of the Upper Cretaceous, about 65 million years ago. Its remains were found in China.\nThe partial skull resembles that of \"Parasaurolophus\" from North America. This does \"not\" suggest a Bering land bridge existed during the Cretaceous period, since at that time North America was far away from Eastern Asia. Instead, it is likely that this group of hadrosaurs all had a similar long, backward-projecting hollow crest. It may have been used for trumpeting their calls. In other words, their skull shape was a basal feature.\n\"Charonosaurus\" was a very large lambeosaurine hadrosaur (estimated around 13 m (42.5 ft) long), known from a partial skull found in Heilongjiang Province, northeastern China. Adult and juvenile hadrosaur remains were found in the same area. They give information on the rest of the skeleton; the femur length was up to 1.35 m. (4.5 ft).\nIn popular culture.\n\"Charonosaurus\" was featured in the Discovery Channel television documentary The Last Day of the Dinosaurs, where it was the prey of \"Troodon\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Hadrosaur","surface_form":"hadrosaur","offset":29},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":73},{"uri":"China","surface_form":"China","offset":145},{"uri":"Parasaurolophus","surface_form":"Parasaurolophus","offset":189},{"uri":"Bering_land_bridge","surface_form":"Bering land bridge","offset":252},{"uri":"Basal","surface_form":"basal","offset":574},{"uri":"Lambeosaurinae","surface_form":"lambeosaurine","offset":622},{"uri":"Heilongjiang_Province","surface_form":"Heilongjiang Province","offset":722},{"uri":"Discovery_Channel","surface_form":"Discovery Channel","offset":983},{"uri":"The_Last_Day_of_the_Dinosaurs","surface_form":"The Last Day of the Dinosaurs","offset":1024},{"uri":"Troodon","surface_form":"Troodon","offset":1081}]}