{"id":268007,"url":"http://en.wikipedia.org/wiki/The_Last_Day_of_the_Dinosaurs","text":"\"The Last Day of the Dinosaurs\" is a 2010 Discovery Channel television documentary about the extinction of the dinosaurs. It portrays the asteroid as the cause of the extinction.\nPlot.\nIn the Pacific Northwest of North America, a \"Quetzalcoatlus\" is flying above the landscape, looking for food. It finds a nest of \"Tyrannosaurus\" babies that have just hatched. It picks them up in its beak and starts eating them. Suddenly, the father appears and starts fighting the \"Quetzalcoatlus\". He grabs it by the wing, but it manages to escape.\nMeanwhile, the asteroid is getting closer to Earth. The narrator says that it was caused by the collision of two asteroids 150 million years ago. One of the fragments is heading towards Earth.\nIn the Pacific Northwest, two male \"Triceratops\" fight for mating rights. One of them wins. The loser walks away. Suddenly, two \"T. rexes\" attack and kill the \"Triceratops\". They start feeding on its carcass.\nIn what is today central Mexico, a herd of \"Alamosaurus\" is roaming the plains in search of food. They are giants, even by dinosaur standards. They are 60 feet long and 40 feet tall, and they weigh 30 tons. Their huge size demands that they eat a lot of vegetation to maintain their bulk. Meanwhile, the asteroid enters the Earth's atmosphere. It is burning brighter than a million suns. The scorching light sears the \"Alamosaurus eyeballs, blinding them.\nThen the asteroid hits the Earth in the Gulf of Mexico, near the Yucatan Peninsula. In a fraction of a second, it disentegrates into the planet. The air temperature near the crash site now reaches 600 degrees Fahrenheit. The \"Alamosaurus\" are burned alive. In the Pacific Northwest, the \"Quetzalcoatlus\" can see the impact.\nMeanwhile, Mongolia is 8,000 miles away from the point of impact. A herd of \"Charonosaurus\" is drinking at a watering hole. They are protecting their eggs. Suddenly, a \"Troodon\" appears. Its brain-to-body weight ratio is among the highest of any dinosaur. It steals an egg, but is seen by the mother. It runs into a cave. A second \"Saurornithoides\" is in the cave. The two predators start chasing the \"Charonosaurus\". They jump on its neck and slash with their retractable toe claws, killing their prey. Then they start feasting on the carcass.\nMillions of tons of dust and rock were thrown up into the air by the asteroid's impact. This is the ejecta cloud. In Mongolia, the ejecta cloud causes the temperature to become hotter. As the air temperature reaches 120 degrees, the \"Troodons\" run inside the cave. The temperature ticks upward every second. The \"Charonosaurus\" go into the cave. Inside the cave, it is cooler. However, the \"Charonosaurus\" and \"Troodon\" are forced to share the cave with each other, even though they are enemies.\nBack in the Pacific Northwest, fires burn across the forest floor at 9 miles per hour. The \"Tyrannosaurus\" and the \"Triceratops\" are running to get away from the fire. The panicked animals race up the valley slopes.\nIn Mongolia, the temperatures are finally starting to decrease. The \"Troodon\" run outside and start feeding on a \"Charonosaurus\" corpse. Soon, the \"Charonosaurus\" follow. However, one stays near the protection of the cave. However, the dinosaurs are not safe yet. The ejecta cloud has caused a huge sandstorm. As it hits, the \"Troodons\" are small enough to crouch for cover. But the \"Charonosaurus\" are out in the open. The harder they struggle and the deeper they gasp for oxygen, the more sand fills their lungs, until finally, they can't breathe. It's hours before the winds die down. The last \"Charonosaurus\", protected once again by the cave, finds that it's the last of the herd. But it's not the last remaining dinosaur in the neighborhood. The \"Troodons\" were sheltered from the worst of the storm. They have survived.\nInstinct drives the \"Troodon\" back to their prime hunting spot, the watering hole, where the last remaining \"Charonosaurus\" is drinking. The \"Troodon\" are desperate for food. One of them has the confidence to attack. The \"Troodon\" runs to the\"Charonosaurus\" and leaps on it. It starts slashing at its neck. The \"Charonosaurus\" is still too exhausted to run. Suddenly, the \"Charonosaurus\" crashes to the ground, crushing the \"Troodon\" to death under its weight. The remaining \"Troodon\" starts eating the dead body of its companion.\nA week after impact, food is in very short supply across the entire planet. In the Pacific Northwest, two \"Triceratops\" are searching for food. Their hunger drives them to the Pacific coast. They see an island. Protected from the fires by the surrounding ocean, the island is lush and green. It has all the food that the \"Triceratops\" need. But when the asteroid hit the Earth, it caused an earthquake under the ocean. This causes a huge tsunami. The ocean is dragged back hundreds of feet. The path to the island is suddenly dry land. The \"Triceratops\" walk across the land bridge to the island. However, the tsunami crashes down on them, flooding the land. The \"Triceratops\" drown.\nIn the days and weeks that follow, few dinosaurs remain. In Mongolia, the starving \"Charonosaurus\" stays close to the cave that has saved it twice in the past. Suddenly, it collapses, but not from starvation. Bubbling to the surface from hot springs is one of nature's most toxic gases; Hydrogen Sulfide. The \"Troodon\" runs up to the dead \"Charonosaurus\". Then it too dies from inhaling the poisonous gas.\nIn the Pacific Northwest, only a handful of dinosaurs patrol the gray wasteland. An \"Ankylosaurus\", severely weakened by hunger, is searching for food. All it can find is a small bush. But even that won't come without a fight. A \"Triceratops\" roars at the \"Ankylosaurus\". Suddenly, a \"T. rex\" appears. It roars at the herbivores. Then it kills the \"Triceratops\". The \"Ankylosaurus\" tries to defend itself with its heavy tail club, but it's too weak to fight. The \"Tyrannosaurus\" flips the \"Ankylosaurus\" over and bites its soft underbelly, killing it. Then the \"Tyrannosaurus\" collapses from hunger. It falls on the \"Triceratops horn and is impaled by it after tripping over the Ankylosaurus.\nIn Mexico, the first region to be hit by the asteroid, life still remains. Buried in the cool ground inside its egg, an \"Alamosaurus\" baby has survived. And so has an adult \"Alamosaurus\". All around the world, small handfuls of dinosaurs try to start over. But their species are already considered extinct. In order to survive, any species needs to maintain a critical mass of population. If it falls below that threshold, then there's no way to climb back from certain extinction.\nBut life on Earth is not completely destroyed. Out of the ruins, nature starts over. A group of animals that have long been limited in success by the dinosaurs now become the new rulers of the Earth: mammals. Eventually, they multiply and diversify. 10,000 species explode across the planet. And one species, humans, branches off from its relatives and comes down from the trees. They walk on two legs, evolve bigger brains, and eventually, they rule the planet. They build cities that touch the sky, vehicles that can leave the planet, and weapons that can destroy it.\nIn the end, the narrator says that humans would never have existed if a chance collision in space 150 million years ago had not occurred, sending an asteroid hurtling towards Earth and dooming the dinosaurs to extinction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Discovery_Channel","surface_form":"Discovery Channel","offset":42},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":192},{"uri":"North_America","surface_form":"North America","offset":213},{"uri":"Quetzalcoatlus","surface_form":"Quetzalcoatlus","offset":231},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus","offset":316},{"uri":"Triceratops","surface_form":"Triceratops","offset":766},{"uri":"Mexico","surface_form":"Mexico","offset":964},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1435},{"uri":"Yucatan_Peninsula","surface_form":"Yucatan Peninsula","offset":1460},{"uri":"Mongolia","surface_form":"Mongolia","offset":1730},{"uri":"Charonosaurus","surface_form":"Charonosaurus","offset":1796},{"uri":"Troodon","surface_form":"Troodon","offset":1888},{"uri":"Tsunami","surface_form":"tsunami","offset":4772},{"uri":"Hydrogen_Sulfide","surface_form":"Hydrogen Sulfide","offset":5305},{"uri":"Ankylosaurus","surface_form":"Ankylosaurus","offset":5509},{"uri":"Humans","surface_form":"humans","offset":6908}]}