{"id":26817,"url":"http://en.wikipedia.org/wiki/Greek_mythology","text":"Greek mythology is a large collection of stories, started in Ancient Greece, about the beginning of the world, and the lives and adventures of gods, goddesses, heroes, and heroines.\nGods and goddesses.\nThe gods and goddesses in Greek mythology have special parts in the world. For instance, Zeus is the god of the sky, Poseidon is the god of the sea and Hephaestus is the god of metal work, forging and fire. They can make themselves invisible to humans and move to any place in a very short amount of time. Gods and goddesses also never get sick and can only be hurt by very unusual causes. This is called being immortal. The king of the gods was Zeus. The gods were children of the Titans such as Kronos and Rhea.\nGreek mythology has thirteen main gods known as the Twelve Olympians plus Hades, the brother of Zeus. They were Zeus, Poseidon, Hera, Hephaestus, Dionysus, Athena, Artemis, Apollo, Ares, Demeter, Aphrodite and Hermes. Before them there were the twelve Titans.\nThe myth of the Sun.\nThe Greeks believed that the sun was pulled across the sky by a \"chariot\" driven by the god, Apollo, (Or Helios, as some say, the titan who drove the 'sun chariot' across the sky before his successor Apollo) and he himself was the god of archery, poetry, and Oracles. Every day, Apollo would drive the \"Sun Chariot\" across the sky.\nThe Greek creation myth.\nThe Ancient Greeks believed that in the beginning, the world was in a state of nothingness which they called Chaos. Suddenly, from light, came Gaia (Mother Earth) and from her came Uranus (the sky) along with other old gods (called primordials) like Pontus (the primordial god of the oceans). Gaia and Uranus had 12 children, the Titans. The most important of the 12 children were Kronos and Rhea.\nGaia gave birth to some monsters called cyclops and the hundred handed ones. Uranus disgusted by the monsters threw them in Tartarus. Gaia, angered by Uranus, sought revenge on Uranus. Gaia used her son Kronos, who chopped off Uranus' genitals. Kronos threw Uranus into the ocean. From the blood of his genitals, came the goddess of love and beauty—Aphrodite.\nKronos married his sister Rhea and gave birth to 6 children, who were called the gods. Kronos, who was afraid of a prophecy delivered to him a while ago (which stated that one day his children would cut him up), swallowed each of his children each time they were born. Rhea did not like this, so she saved Zeus and gave Kronos a rock to eat instead. Zeus was raised by a goat named Amaltheia, in a mountain cave located in Crete. When Zeus was old enough, he tricked Kronos into drinking a mixture of wine and mustard. Kronos vomited up the rest of the gods, who, being immortal, had been growing up completely undigested in Kronos' stomach. Zeus and other gods then had a big war with the Titans. Zeus won with the help of the hundred handed ones and the cyclops. After they won the war Zeus cut Kronos into pieces and threw them into Tartarus.\nZeus was from then on the leader of the gods, Poseidon took over the oceans and Hades took over the Underworld. Zeus married his sister Hera and crowned her Queen of Olympus.\nMen were created by the Titan Prometheus, who did not participate in the war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":61},{"uri":"God","surface_form":"god","offset":143},{"uri":"Goddess","surface_form":"goddess","offset":149},{"uri":"Hero","surface_form":"hero","offset":160},{"uri":"Heroine","surface_form":"heroine","offset":172},{"uri":"Zeus","surface_form":"Zeus","offset":291},{"uri":"Poseidon","surface_form":"Poseidon","offset":319},{"uri":"Hephaestus","surface_form":"Hephaestus","offset":354},{"uri":"Immortality","surface_form":"immortal","offset":613},{"uri":"Titan_(mythology)","surface_form":"Titan","offset":684},{"uri":"Kronos","surface_form":"Kronos","offset":699},{"uri":"Rhea_(mythology)","surface_form":"Rhea","offset":710},{"uri":"Twelve_Olympians","surface_form":"Twelve Olympians","offset":768},{"uri":"Hades","surface_form":"Hades","offset":790},{"uri":"Hera","surface_form":"Hera","offset":844},{"uri":"Dionysus","surface_form":"Dionysus","offset":862},{"uri":"Athena","surface_form":"Athena","offset":872},{"uri":"Artemis","surface_form":"Artemis","offset":880},{"uri":"Apollo","surface_form":"Apollo","offset":889},{"uri":"Ares","surface_form":"Ares","offset":897},{"uri":"Demeter","surface_form":"Demeter","offset":903},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":912},{"uri":"Hermes","surface_form":"Hermes","offset":926},{"uri":"Apollo","surface_form":"Apollo","offset":1090},{"uri":"Chaos_(mythology)","surface_form":"Chaos","offset":1463},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":1497},{"uri":"Uranus_(mythology)","surface_form":"Uranus","offset":1535},{"uri":"Pontus_(mythology)","surface_form":"Pontus","offset":1604},{"uri":"Titan_(mythology)","surface_form":"Titans","offset":1684},{"uri":"Kronos","surface_form":"Kronos","offset":1735},{"uri":"Rhea_(mythology)","surface_form":"Rhea","offset":1746},{"uri":"Cyclops","surface_form":"cyclops","offset":1792},{"uri":"Tartarus","surface_form":"Tartarus","offset":1876},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":2101},{"uri":"Rhea_(mythology)","surface_form":"Rhea","offset":2381},{"uri":"Kronos","surface_form":"Kronos","offset":2432},{"uri":"Goat","surface_form":"goat","offset":2483},{"uri":"Amaltheia","surface_form":"Amaltheia","offset":2494},{"uri":"Poseidon","surface_form":"Poseidon","offset":3004},{"uri":"Hera","surface_form":"Hera","offset":3094},{"uri":"Prometheus","surface_form":"Prometheus","offset":3163}]}