{"id":268110,"url":"http://en.wikipedia.org/wiki/Richard_Owen","text":"Sir Richard Owen KCB (Lancaster, 20 July 1804–18 December 1892) was an English biologist, comparative anatomist and palaeontologist.\nOwen is probably best remembered today for coining the word \"Dinosauria\" (meaning 'Terrible Reptile'), and for his outspoken opposition to Charles Darwin's theory of evolution by natural selection.\nOwen was the driving force behind the establishment, in 1881, of the British Museum (Natural History) in London.\nOwen's technical descriptions of vertebrates were important. His \"Comparative Anatomy and Physiology of Vertebrates\" (3 vols. London 1866–1868) was a standard reference work for many years.\nHis career was tainted by accusations that he failed to give credit to the work of others and even tried to appropriate it under his own name.\nControversies with his peers.\nOwen credited himself and Georges Cuvier with the discovery of the \"Iguanodon\", completely excluding any credit for the original discoverer of the dinosaur, Gideon Mantell. This was not the first or last time Owen would deliberately claim a discovery as his own, when in fact it was not. Owen was finally dismissed from the Royal Society's Zoological Council for plagiarism.\nOwen was highly critical of Darwin's \"On the Origin of Species\", in part because Darwin did not refer much to the previous scientific theories of evolution. Instead, Darwin compared the theory of evolution by natural selection with the unscientific theory in the Bible.\nOwen, in Darwin's opinion, was \"Spiteful, extremely malignant, clever; the Londoners say he is mad with envy because my book is so talked about\". \"It is painful to be hated in the intense degree with which Owen hates me\".\nIn the first part of his career Owen was regarded rightly as one of the great scientific figures of the age. In the second part of his career his reputation slipped. This was not solely due to his underhanded dealings with colleagues; it was also due to the serious errors of scientific judgement which were discovered and publicized. A fine example was his decision to classify man in a separate sub-class of the Mammalia (see Thomas Henry Huxley). In this Owen had no supporters at all. Also, his unwillingness to come off the fence concerning evolution became increasingly damaging to his reputation as time went on.\nOwen continued working after his official retirement at the age of 79, but he never recovered the good opinions he had got in his younger days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_Bath","surface_form":"KCB","offset":17},{"uri":"Lancaster%2C_Lancashire","surface_form":"Lancaster","offset":22},{"uri":"English_people","surface_form":"English","offset":71},{"uri":"Biologist","surface_form":"biologist","offset":79},{"uri":"Comparative_anatomy","surface_form":"comparative anatomist","offset":90},{"uri":"Paleontology","surface_form":"palaeontologist","offset":116},{"uri":"Dinosauria","surface_form":"Dinosauria","offset":194},{"uri":"Reptile","surface_form":"Reptile","offset":225},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":272},{"uri":"Evolution","surface_form":"evolution","offset":299},{"uri":"Natural_selection","surface_form":"natural selection","offset":312},{"uri":"Natural_History_Museum","surface_form":"British Museum (Natural History)","offset":400},{"uri":"London","surface_form":"London","offset":436},{"uri":"Vertebrate","surface_form":"vertebrate","offset":477},{"uri":"Georges_Cuvier","surface_form":"Georges Cuvier","offset":833},{"uri":"Iguanodon","surface_form":"Iguanodon","offset":875},{"uri":"Gideon_Mantell","surface_form":"Gideon Mantell","offset":964},{"uri":"Plagiarism","surface_form":"plagiarism","offset":1170},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":1220},{"uri":"Bible","surface_form":"Bible","offset":1445},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":2102}]}