{"id":268289,"url":"http://en.wikipedia.org/wiki/International_PEN","text":"e=\"preserve\">International PEN is a worldwide association of writers. It was founded in London in 1921 to increase friendship and intellectual co-operation among writers everywhere. At first, he letters \"P\", \"E\", and \"N\" stood for \"Poets, Essayists and Novelists\". Now the group includes any other kinds of writers, such as journalists and historians.\nOther goals included: to make the role of literature stronger in developing international understanding and world culture; to fight for freedom of expression; and to act as a powerful voice to help writers who are harassed, imprisoned, and sometimes killed for their views. It is the world’s oldest human rights organization.\nRole of PEN.\nPEN is a non-governmental organization that has a formal consultative relations with UNESCO and Special Consultative Status with the Economic and Social Council of the United Nations.\nThe first PEN Club was founded in London in 1921 by Catherine Amy Dawson Scott. John Galsworthy was its first President. The first members included Joseph Conrad, Elizabeth Craig, George Bernard Shaw, and H.G. Wells.\nPast Presidents of International PEN have included Malcolm Afford, Alberto Moravia, Heinrich Böll, Arthur Miller, Mario Vargas Llosa, Homero Aridjis and Jiří Gruša. The current President is John Ralston Saul and the current Executive Director is Caroline McCormick.\nInternational PEN has its headquarters in London. There are also 145 independent PEN Centers in 104 countries around the world. Each of these centers are open to qualified writers, journalists, translators, historians and others actively engaged in any branch of literature. Nationality, race, color or religion cannot effect membership.\nPEN Charter.\nLiterature, national though it be in origin, knows no frontiers, and should remain common currency among nations in spite of political or international upheavals.\nIn all circumstances, and particularly in time of war, works of art and libraries, the heritage of humanity at large, should be left untouched by national or political passion.\nMembers of PEN should at all times use what influence they have in favor of good understanding and mutual respect among nations; they pledge themselves to do their utmost to dispel race, class, and national hatreds and to champion the ideal of one humanity living in peace in the world.\nPEN stands for the principle of unhampered transmission of thought within each nation and among all nations, and members pledge themselves to oppose any form of suppression of freedom of expression in their country or their community.\nPEN declares for a free press and opposes arbitrary censorship in time of peace. It believes that the necessary advance of the world toward a more highly organized political and economic order renders free criticism of governments, administrations, and institutions imperative. And since freedom implies voluntary restraint, members pledge themselves to oppose such evils of a free press as mendacious publication, deliberate falsehood, and distortion of facts for political and personal ends.\nWriters in Prison Committee.\nInternational PEN's Writers in Prison Committee works to help persecuted writers worldwide. The Writers in Prison Committee monitors the cases of over 900 writers who have been imprisoned, tortured, threatened, attacked, made to disappear, and killed for the peaceful practice of their profession. It publishes a bi-annual [http://pen.org/media/CasepdfJune05.pdf Case List] documenting free expression violations against writers around the world. This committee was started in 1960 in response to increasing attempts to silence voices of dissent by imprisoning writers,","categories":[],"infobox_types":[],"annotations":[{"uri":"Writers","surface_form":"writers","offset":61},{"uri":"London","surface_form":"London","offset":88},{"uri":"Literature","surface_form":"literature","offset":394},{"uri":"Freedom_of_expression","surface_form":"freedom of expression","offset":488},{"uri":"Human_rights","surface_form":"human rights","offset":651},{"uri":"United_Nations_Educational%2C_Scientific_and_Cultural_Organization","surface_form":"UNESCO","offset":776},{"uri":"United_Nations","surface_form":"United Nations","offset":859},{"uri":"London","surface_form":"London","offset":909},{"uri":"Catherine_Amy_Dawson_Scott","surface_form":"Catherine Amy Dawson Scott","offset":927},{"uri":"John_Galsworthy","surface_form":"John Galsworthy","offset":955},{"uri":"Joseph_Conrad","surface_form":"Joseph Conrad","offset":1023},{"uri":"Elizabeth_Craig_(chef)","surface_form":"Elizabeth Craig","offset":1038},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":1055},{"uri":"H.G._Wells","surface_form":"H.G. Wells","offset":1080},{"uri":"Malcolm_Afford","surface_form":"Malcolm Afford","offset":1143},{"uri":"Alberto_Moravia","surface_form":"Alberto Moravia","offset":1159},{"uri":"Heinrich_B%C3%B6ll","surface_form":"Heinrich Böll","offset":1176},{"uri":"Arthur_Miller","surface_form":"Arthur Miller","offset":1191},{"uri":"Mario_Vargas_Llosa","surface_form":"Mario Vargas Llosa","offset":1206},{"uri":"Homero_Aridjis","surface_form":"Homero Aridjis","offset":1226},{"uri":"Ji%C5%99%C3%AD_Gru%C5%A1a","surface_form":"Jiří Gruša","offset":1245},{"uri":"John_Ralston_Saul","surface_form":"John Ralston Saul","offset":1282},{"uri":"Executive_Director","surface_form":"Executive Director","offset":1316},{"uri":"Caroline_McCormick","surface_form":"Caroline McCormick","offset":1338},{"uri":"Writers","surface_form":"writers","offset":3167},{"uri":"Imprisoned","surface_form":"imprisoned","offset":3271},{"uri":"Tortured","surface_form":"tortured","offset":3283},{"uri":"Dissent","surface_form":"dissent","offset":3632}]}