{"id":268228,"url":"http://en.wikipedia.org/wiki/Roman_Wales","text":"Roman Wales is the area of modern Wales that was under Roman Empire control.\nRoman Wales was an area of south western Britannia under Roman Empire control from the first to the fifth century AD. Romans considered it to be part of \"Roman Britain\". South east Wales was fully made Roman at the beginning of the fifth century.\nPre-Roman Wales.\nUp to and during the Roman occupation of Britain, the native inhabitants of Iron Age Britain spoke \"Brythonic\" languages (a sub-family of the Celtic languages) and were regarded as Britons (or Brythons). The area of modern Wales was divided among a number of tribes, of which the Silures in modern south-east Wales and the Ordovices in central and northwest Wales were the largest and most powerful. These two tribes were the ones who put up the strongest force to the Roman invasion: Mona (the island of Anglesey) was only conquered by Gnaeus Julius Agricola in 78 AD.\nRoman invasion of Wales.\nThe first attack on the Celtic tribes of what is now Wales was made under the legatus Publius Ostorius Scapula about 48 AD. Ostorius first attacked the Deceangli in the north-east, who appear to have surrendered with little resistance. He then spent several years campaigning against the Silures and the Ordovices. Their resistance was led by Caratacus, who had fled what is now southeast England when it was conquered by the Romans. He first led the Silures, then moved to the territory of the Ordovices, where he was defeated by Ostorius in 51 AD. Caratacus fled to the Brigantes, whose queen handed him over to the Romans.\nResistance.\nThe Silures waged effective warfare against the Roman forces. Ostorius died with this tribe still unconquered; after his death they won a victory over the Roman Second Augusta Legion, Legio II Augusta. There were no more attempts to extend Roman control in Wales until the governorship of Caius Suetonius Paulinus, who attacked further north and captured the island of Anglesey in 60 or 61 AD. However he was forced to stop the offensive to meet the threat from the rebellion of Boudica.\nThe Silures eventually came under Roman rule by Sextus Julius Frontinus in a series of campaigns ending about 78 AD. His successor Gnaeus Julius Agricola subdued the Ordovices and recaptured Anglesey by the beginning of 78 AD.\nOccupation and romanisation.\nThe Romans occupied the whole of the area now known as Wales, where they built Roman roads and Roman forts, mined gold at Luentinum and conducted commerce, but their interest in the area was limited because of the difficult geography and shortage of flat agricultural land. Most of the Roman remains in Wales are military in nature.\nThe area was controlled by Roman legionary bases at Deva Victrix (modern Chester) and Isca Augusta (Caerleon), two of the three such bases in Roman Britain, with roads linking these bases to Roman auxiliary forts such as Segontium (actual Caernarfon) and Moridunum (actual Carmarthen).\nRomans are only known to have founded one town in Wales, Venta Silurum (Caerwent) in Monmouthshire, although the fort at Moridunum (Carmarthen) was later superseded by a civilian settlement. The modern-day Wales is thought to have been part of the Roman province of \"Britannia Superior\", and later of the province of \"Britannia Secunda\", which also included part of what is now the West Country of England.\nThe later part of the third century witnessed a new concern: defending the coast from seaborne marauders from Hibernia (actual Ireland). The response was a Saxon Shore-style fort at Cardiff and refurbishment elsewhere.\nIt is not clear when the legionary garrison at Caerleon was finally withdrawn, possibly by the end of the third century, although it may have left a skeleton force there as late as the mid-fourth century.\nThe military dispositions in late fourth-century Wales at Cardiff, Caernarfon, Holyhead and Caerhun seem to have been concerned with continuing incursions by Irish bands.\nThe remaining recognisably military posts seem to have been abandoned c.AD 393 when soldiers were needed to counteract a rebellion in Gaul. There is some evidence that troops may have been left to guard the towns of Carmarthen and Caerwent into the fifth century.\nEnd of Roman Wales.\nWales was occupied by the Romans from the first century AD to the Roman withdrawal from Britain nearly four centuries later, leaving their province to develop into Sub-Roman Britain and the emergence of Wales in the Early Middle Ages.\nThe only city founded by the Romans in Wales is Caerwent, called Venta Silurum in 75 AD when was created, and the last place to be left by the Romans.\nThe town lacked substantial defences until the mid 4th century, when stone town walls were built. A small garrison may have been based in the town during that period. Large sections of the defensive walls are still in place, rising up to 5 metres (17 feet) in height in places.\nThe walls have been described as \"easily the most impressive town defence to survive from Roman Britain, and in its freedom from later rebuilding one of the most perfectly preserved in Northern Europe.\"\nIndeed, the Roman town remained occupied after the Roman troops left, until at least the end of the fifth century. Caerwent has been even called the possible Camelot of King Arthur, because it is located only ten miles from the Roman fort Isca Silurum (actually Caerleon), that Geoffrey of Monmouth wrote was the place of the Round Table.\nFurthermore, it appears that Christian worship was already established in the town in the fifth century, and it may have had a bishop. A monastery was founded by Saint Tatheus in the 6th century, and a Christian cemetery was also established around the site of the present church.\nThe name \"Venta\" gave its name to the emerging Kingdom of Gwent, and the town itself became known as \"Caer-went\" or \"Castra/Fort of Venta/Gwent\". Tradition holds that Caradog Freichfras of Gwent moved his court from Caerwent to Portskewett during the second half of the 6th century, finishing in this way the last romanised presence in Wales.\nFinally, Gwyn A. Williams argues that even at the time of the erection of Offa's Dyke (that divided Wales from medieval England) the people to its west saw themselves as \"Roman\", citing the number of Latin inscriptions still being made into the 8th century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Wales","offset":34},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":55},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":134},{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":231},{"uri":"Roman_Empire","surface_form":"Roman","offset":362},{"uri":"Roman_Britain","surface_form":"Britain","offset":382},{"uri":"Celtic_languages","surface_form":"Celtic languages","offset":483},{"uri":"Wales","surface_form":"Wales","offset":564},{"uri":"Anglesey","surface_form":"Anglesey","offset":846},{"uri":"England","surface_form":"England","offset":1325},{"uri":"Brigantes","surface_form":"Brigantes","offset":1508},{"uri":"Anglesey","surface_form":"Anglesey","offset":1943},{"uri":"Boudica","surface_form":"Boudica","offset":2053},{"uri":"Roman_legion","surface_form":"Roman legion","offset":2678},{"uri":"Chester","surface_form":"Chester","offset":2724},{"uri":"Monmouthshire","surface_form":"Monmouthshire","offset":3022},{"uri":"Camelot","surface_form":"Camelot","offset":5248},{"uri":"King_Arthur","surface_form":"King Arthur","offset":5259},{"uri":"Isca_Silurum","surface_form":"Isca Silurum","offset":5329},{"uri":"Geoffrey_of_Monmouth","surface_form":"Geoffrey of Monmouth","offset":5368},{"uri":"Round_Table","surface_form":"Round Table","offset":5416},{"uri":"Early_Christianity","surface_form":"Christian","offset":5458},{"uri":"Bishop","surface_form":"bishop","offset":5556},{"uri":"Monastery","surface_form":"monastery","offset":5566},{"uri":"Cemetery","surface_form":"cemetery","offset":5641},{"uri":"Offa%27s_Dyke","surface_form":"Offa's Dyke","offset":6127},{"uri":"England","surface_form":"England","offset":6173}]}