{"id":268398,"url":"http://en.wikipedia.org/wiki/Dromaeosaurus","text":"\"Dromaeosaurus\" was a genus of theropod dinosaur which lived during the Upper Cretaceous period, about 75 million years ago. Its remains were found in the western United States and Alberta, Canada.\nDescription.\n\"Dromaeosaurus albertensis\" was a small carnivore, the size of a wolf, about 2 m (7 ft) in length and 15 kg (40 lb) in weight. Its mouth was full of sharp teeth, and it had a large \"sickle claw\" on each foot. It lived during the Upper Cretaceous: some teeth which may belong to it have been found from the latest Cretaceous, 65.5 million years ago.\nAlthough only a few bones are known from the hind limb, they indicate that \"Dromaeosaurus\" was a powerfully built animal. The presence of feathers in closely related animals makes it extremely likely that it was feathered as well.\n\"Dromaeosaurus\" had large eyes and excellent vision. It also probably had a good sense of smell and hearing. Its neck was curved and flexible and its jaws were solidly built. The tail was flexible at the base but sheathed in a lattice of bony rods; this allowed it to be carried in an upturned position.\nDiscovery and later findings.\nDespite widespread attention in popular books about dinosaurs, and complete mounted skeleton casts in many museums, \"Dromaeosaurus\" is surprisingly poorly known from actual fossils. The popular cast by the Tyrrell Museum was only made possible by knowledge gained from other dromaeosaurs discovered more recently.\nThe first known \"Dromaeosaurus\" remains were discovered by paleontologist Barnum Brown during a 1914 expedition to Red Deer River on behalf of the American Museum of Natural History.\nSeveral species of \"Dromaeosaurus\" have been described, but \"Dromaeosaurus albertensis\" is the most complete specimen. The genus is even rarer than other small theropods, although it was one of the first small theropods described.\nMatthew and Brown originally placed \"Dromaeosaurus\" within \"Deinodontidae\" (now known as Tyrannosauridae), based on some similarities in the general proportions of the skull. In 1969, John Ostrom recognized that \"Dromaeosaurus\" shared many features with \"Velociraptor\" and the newly-discovered \"Deinonychus\", and assigned these forms to a new family: Dromaeosauridae.\nPalaeobiology and diet.\n\"Dromaeosaurus\" differs from most of its relatives in having a short, massive skull, a deep mandible, and robust teeth. The teeth tend to be more heavily-worn than those of its relative \"Saurornitholestes\", suggesting that its jaws were used for crushing and tearing rather than simply slicing through flesh. \"Dromaeosaurus\" had a bite nearly three times as powerful as that of a \"Velociraptor\".\nIt is possible that, unlike most other dromaeosaurs, \"Dromaeosaurus\" relied more on its jaws than its claws to dispatch its prey. It was probably better suited to tackling large prey than the more lightly-built \"Saurornitholestes\".\nRelationships.\nThe relationships of \"Dromaeosaurus\" are unclear. Although its rugged build gives it a primitive appearance, it was actually a very specialized animal. It is usually given its own subfamily, the Dromaeosaurinae; this group is thought to include \"Utahraptor\", \"Achillobator\", \"Adasaurus\", and possibly \"Deinonychus\". However, the relationships of dromaeosaurs are still in a state of flux.\nIn popular culture.\n\"Dromaeosaurus\" are featured in \"Walking with Dinosaurs\", stalking juvenile \"Torosaurus\" and attempting to steal eggs from \"Tyrannosaurus\", despite never coexisting with the latter in real life.\n\"Dromaeosaurus\" makes an appearance in \"Jurassic Fight Club\", where a pack is shown being capable of taking down \"Edmontosaurus\" in spite of the carnivores' small size, but the carcass is later taken by a \"Tyrannosaurus\" (despite the tyrannosaur not being contemporaneous with \"Dromaeosaurus\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":22},{"uri":"Theropod","surface_form":"theropod","offset":31},{"uri":"Dinosaur","surface_form":"dinosaur","offset":40},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":72},{"uri":"Alberta","surface_form":"Alberta","offset":181},{"uri":"Canada","surface_form":"Canada","offset":190},{"uri":"Carnivore","surface_form":"carnivore","offset":251},{"uri":"Wolf","surface_form":"wolf","offset":276},{"uri":"Feathers","surface_form":"feathers","offset":698},{"uri":"Royal_Tyrrell_Museum_of_Palaeontology","surface_form":"Tyrrell Museum","offset":1331},{"uri":"Barnum_Brown","surface_form":"Barnum Brown","offset":1513},{"uri":"Red_Deer_River","surface_form":"Red Deer River","offset":1554},{"uri":"American_Museum_of_Natural_History","surface_form":"American Museum of Natural History","offset":1586},{"uri":"Tyrannosauridae","surface_form":"Tyrannosauridae","offset":1942},{"uri":"John_Ostrom","surface_form":"John Ostrom","offset":2037},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":2108},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":2148},{"uri":"Dromaeosauridae","surface_form":"Dromaeosauridae","offset":2204},{"uri":"Saurornitholestes","surface_form":"Saurornitholestes","offset":2432},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":2626},{"uri":"Utahraptor","surface_form":"Utahraptor","offset":3134},{"uri":"Achillobator","surface_form":"Achillobator","offset":3148},{"uri":"Adasaurus","surface_form":"Adasaurus","offset":3164},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":3190},{"uri":"Walking_with_Dinosaurs","surface_form":"Walking with Dinosaurs","offset":3330},{"uri":"Torosaurus","surface_form":"Torosaurus","offset":3374},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus","offset":3421},{"uri":"Jurassic_Fight_Club","surface_form":"Jurassic Fight Club","offset":3532},{"uri":"Edmontosaurus","surface_form":"Edmontosaurus","offset":3606}]}