{"id":268463,"url":"http://en.wikipedia.org/wiki/Ionization_energy","text":"Ionization energy is the energy needed to remove the most loosely attached electron from an atom. The atom is not connected to any other atoms. The chemical elements to the left of the periodic table have a much lower ionization energy. The ones to the right have a much higher ionization energy. The chemical elements down the periodic table have a much lower ionization energy (due to electrons being farther away from the atom with increasing atomic radius). The ionization energy increases as each electron is removed.\nIonization energies are dependent upon the\" atomic radius\". Since going from right to left on the periodic table, the atomic radius increases, and the ionization energy increases from left to right in the periods and up the groups. Exceptions to this trend is observed for alkaline earth metals (group 2) and nitrogen group elements (group 15). Typically, group 2 elements have ionization energy greater than group 13 elements and group 15 elements have greater ionization energy than group 16 elements. Groups 2 and 15 have completely and half-filled electronic configuration respectively, thus, it requires more energy to remove an electron from completely filled orbitals than incompletely filled orbitals.\nAlkali metals (IA group) have small ionization energies, especially when compared to halogens or VII A group. In addition to the radius (distance between nucleus and the electrons in outermost orbital), the number of electrons between the nucleus and the electron(s) you're looking at in the outermost shell have an effect on the ionization energy as well. This effect, where the full positive charge of the nucleus is not felt by outer electrons due to the negative charges of inner electrons partially canceling out the positive charge, is called shielding. The more electrons shielding the outer electron shell from the nucleus, the less energy required to expel an electron from said atom. The higher the \"shielding effect\" the lower the ionization energy. It is because of the shielding effect that the ionization energy decreases from top to bottom within a group. From this trend, Cesium is said to have the lowest ionization energy and Fluorine is said to have the highest ionization energy (with the exception of Helium and Neon).\n1st, 2nd, and 3rd Ionization Energies.\nThe \"first ionization energy is the\" energy required to take away an electron from a neutral atom and the \"second ionization energy\" is the energy required to take away an electron from an atom with a +1 charge and so on. Each succeeding ionization energy is larger than the preceding energy.\nThe Effects of Electron Shells on Ionization Energy.\nElectron orbitals are separated into various shells which have strong impacts on the ionization energies of the various electrons. For instance, let us look at aluminum. Aluminum is the first element of its period with electrons in the 3p shell. This makes the first ionization energy comparably low to the other elements in the same period, because it only has to get rid of one electron to make a stable 3s shell, the new valence electron shell. However, once you've moved past the first ionization energy into the second ionization energy, there is a large jump in the amount of energy required to expel another electron. This is because you now are trying to take an electron from a fairly stable and full 3s electron shell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Energy","surface_form":"energy","offset":25},{"uri":"Electron","surface_form":"electron","offset":75},{"uri":"Chemical_element","surface_form":"chemical element","offset":148},{"uri":"Periodic_table","surface_form":"periodic table","offset":185},{"uri":"Chemical_element","surface_form":"chemical element","offset":301},{"uri":"Periodic_table","surface_form":"periodic table","offset":328},{"uri":"Atomic_radius","surface_form":"atomic radius","offset":446},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth metals","offset":796},{"uri":"Group_13","surface_form":"group 13","offset":932},{"uri":"Group_15_element","surface_form":"group 15","offset":954},{"uri":"Group_16_element","surface_form":"group 16","offset":1008},{"uri":"Electron_configuration","surface_form":"electronic configuration","offset":1075},{"uri":"Halogen","surface_form":"halogens","offset":1318},{"uri":"Shielding_effect","surface_form":"shielding","offset":1943}]}