{"id":268427,"url":"http://en.wikipedia.org/wiki/John_Flamsteed","text":"John Flamsteed FRS (19 August 1646 – 31 December 1719) was an English astronomer. He was the first Astronomer Royal, appointed in 1675.\nFlamsteed calculated the solar eclipses of 1666 and 1668.\nHe was responsible for several of the earliest recorded sightings of the planet Uranus, which he mistook for a star and catalogued as '34 Tauri'. The first of these was in December 1690, which remains the earliest known sighting of Uranus by an astronomer.\nStar catalogue and atlas.\nFlamsteed is also remembered for his conflicts with Isaac Newton, the President of the Royal Society at the time. Flamsteed was refusing to publish work commissioned by the king, so in 1712 Newton and Edmond Halley published a preliminary version of Flamsteed's \"Historia Coelestis Britannica\". They did so \"without crediting the author\".\nSome years later, Flamsteed managed to buy many copies of the book, and publicly burnt them in front of the Royal Observatory. However, the numerical star designations in this book are still used and are known as Flamsteed designations.\nIn 1725 Flamsteed's own version of \"Historia Coelestis Britannica\" was published posthumously, edited by his wife Margaret. This contained Flamsteed's observations, and included a catalogue of 2,935 stars to much greater accuracy than any previous work. This was considered the first significant contribution of the Greenwich Observatory. In 1729 his wife published his \"Atlas Coelestis\", assisted by Joseph Crosthwait and Abraham Sharp, who were responsible for the technical side.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":15},{"uri":"England","surface_form":"English","offset":62},{"uri":"Astronomer","surface_form":"astronomer","offset":70},{"uri":"Astronomer_Royal","surface_form":"Astronomer Royal","offset":99},{"uri":"Solar_eclipse","surface_form":"solar eclipse","offset":161},{"uri":"Planet","surface_form":"planet","offset":267},{"uri":"Uranus","surface_form":"Uranus","offset":274},{"uri":"Star","surface_form":"star","offset":305},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":529},{"uri":"Royal_Society","surface_form":"Royal Society","offset":564},{"uri":"Edmond_Halley","surface_form":"Edmond Halley","offset":678},{"uri":"Royal_Observatory%2C_Greenwich","surface_form":"Royal Observatory","offset":924},{"uri":"Flamsteed_designation","surface_form":"Flamsteed designation","offset":1029},{"uri":"Greenwich_Observatory","surface_form":"Greenwich Observatory","offset":1369}]}