{"id":26840,"url":"http://en.wikipedia.org/wiki/Selene","text":"e=\"preserve\">:\"Selene is also another name for the moon\"\nSelene () is the goddess of the Moon in Greek mythology. She is the daughter of the Titans Hyperion and Theia. She is the sister of Helios, god of the Sun, and Eos, goddess of the dawn. She is often shown driving her chariot across the night sky, drawn by a team of winged horses. Many other goddesses, such as Artemis and Hecate, were associated with the moon, but only Selene was regarded as the personification of the Moon itself. Her Roman equivalent is Luna.\nEtymology.\nThe etymology of \"Selene\" is unknown, but if the word is from Greek, it is probably connected to the word \"selas\", meaning \"light\". \"Boreion Selas\" is the Greek name for Aurora Borealis. The word \"selenology\", the study of the geology of the Moon, comes from her name. The chemical element Selenium was also named after Selene.\nDepictions.\nIn post-Renaissance art, Selene is shown as a beautiful woman with a pale face. She is sometimes riding a silver chariot (cart) pulled by oxen or a pair of horses. Often, she is shown riding a horse or bull, wearing robes and a half-moon on her head and carrying a torch.\nGenealogy.\nIn the old pre-Olympian genealogy of the gods, Helios, the sun, is Selene's brother: after her brother, Helios, finishes his trip across the sky, Selene, freshly washed in the waters of the Earth-circling Ocean, begins her own trip as night falls upon the earth, which becomes lit from the light of her head and golden crown. When she is growing after mid-month, it is a \"sure token and a sign to mortal men\". Her sister, Eos, is goddess of the dawn. Eos also carried off a human lover, Cephalus, which is like a myth of Selene and Endymion.\nAs a result of Selene becoming one with Artemis, later writers sometimes said Selene was a daughter of Zeus, like Artemis, or of Pallas the Titan. In the Homeric \"Hymn to Hermes\", with its list of people's fathers, she is \"bright Selene, daughter of the lord Pallas, Megamedes' son.\"\nThe Apollonius of Rhodes tells how Selene loved a mortal, the handsome hunter or shepherd—or, in the version Pausanias knew, a king— of Elis, named Endymion, from Asia Minor. He was so beautiful that Selene asked Zeus to grant him eternal sleep, she learned from her sister never to ask for eternal life or be left with a grasshopper in her hands so he would never leave her: her asking permission of Zeus is as an Olympian change to an older myth: Cicero \"Tusculanae Disputationes\" recognized that the moon goddess had done it by herself. Another story says Endymion made the decision to live forever in sleep. Every night, Selene went down behind Mount Latmus near MiletusPausanias geographerPausanias. Selene had fifty daughters, the Menae, by Endymion, including Naxos, the nymph of Naxos Island. The protected place of Endymion at Heraclea by Latmus|Heraclea on the southern slope of Latmus is a horseshoe-shaped room with an entrance hall and pillared front court.\nThough the story of Endymion is the best-known one today, the Homeric hymn to Selene tells that Selene also had a daughter by Zeus, Pandia, the \"utterly shining\" full moon. According to some sources, the Nemean Lion was her child as well. She also had a brief relationship with Pan, who seduced her by wrapping himself in a sheepskin and gave her the yoke of white oxen that drew the chariot in which she is shown in sculptures, with her windblown veil above her head like the arching canopy of sky. In the Homeric hymn, her chariot is drawn by long-maned horses.\nLuna.\nThe Roman moon goddess, Luna, had a temple on the Aventine Hill. It was built in the sixth century BC, but was destroyed in the Great Fire of Rome when Nero was king. There was also a temple to Luna Noctiluca (\"Luna that shines by night\") on the Palatine Hill. There were parties in honor of Luna on March 31, August 24 and August 29.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moon","surface_form":"moon","offset":51},{"uri":"Moon","surface_form":"Moon","offset":89},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":97},{"uri":"Titan_(mythology)","surface_form":"Titans","offset":141},{"uri":"Hyperion_(Titan)","surface_form":"Hyperion","offset":148},{"uri":"Theia","surface_form":"Theia","offset":161},{"uri":"Helios","surface_form":"Helios","offset":189},{"uri":"Eos","surface_form":"Eos","offset":217},{"uri":"Artemis","surface_form":"Artemis","offset":368},{"uri":"Hecate","surface_form":"Hecate","offset":380},{"uri":"Personification","surface_form":"personification","offset":455},{"uri":"Luna_(mythology)","surface_form":"Luna","offset":515},{"uri":"Etymology","surface_form":"etymology","offset":536},{"uri":"Greek_language","surface_form":"Greek","offset":687},{"uri":"Aurora_Borealis","surface_form":"Aurora Borealis","offset":702},{"uri":"Geology_of_the_Moon","surface_form":"geology of the Moon","offset":759},{"uri":"Selenium","surface_form":"Selenium","offset":822},{"uri":"Renaissance","surface_form":"Renaissance","offset":880},{"uri":"Chariot","surface_form":"chariot","offset":985},{"uri":"Ox","surface_form":"ox","offset":1010},{"uri":"Horse","surface_form":"horse","offset":1028},{"uri":"Torch","surface_form":"torch","offset":1137},{"uri":"Genealogy","surface_form":"genealogy","offset":1179},{"uri":"Helios","surface_form":"Helios","offset":1202},{"uri":"Ocean","surface_form":"Ocean","offset":1360},{"uri":"Eos","surface_form":"Eos","offset":1577},{"uri":"Dawn","surface_form":"dawn","offset":1600},{"uri":"Cephalus","surface_form":"Cephalus","offset":1642},{"uri":"Endymion_(mythology)","surface_form":"Endymion","offset":1687},{"uri":"Zeus","surface_form":"Zeus","offset":1800},{"uri":"Pallas_(son_of_Crius)","surface_form":"Pallas","offset":1826},{"uri":"Homeric_hymns","surface_form":"Homeric \"Hymn to Hermes\"","offset":1851},{"uri":"Luna","surface_form":"Luna","offset":3546},{"uri":"Aventine_Hill","surface_form":"Aventine Hill","offset":3572},{"uri":"Great_Fire_of_Rome","surface_form":"Great Fire of Rome","offset":3650},{"uri":"Nero","surface_form":"Nero","offset":3674},{"uri":"Palatine_Hill","surface_form":"Palatine Hill","offset":3768},{"uri":"March_31","surface_form":"March 31","offset":3822},{"uri":"August_24","surface_form":"August 24","offset":3832},{"uri":"August_29","surface_form":"August 29","offset":3846}]}