{"id":26856,"url":"http://en.wikipedia.org/wiki/Voodoo","text":"The word voodoo, which has many different names and spellings (like \"vodun, vodou, voudou, vudu, vodoun, vowdown, vooodooo, vundun\") is the name of a West African animist, spiritual folkway. Some class it as a religion. However, voodoo is more a way of life. It is a supernatural ancestral connection, passed from generation to generation by word of mouth (oral tradition), rituals and spiritual practices. Voodoo has variations from tribe to tribe. Religion, on the other hand, is based on formal organization, myths and dogma in texts, buildings constructed for worship, and a hierarchy of ordained leaders.\nVoodoo is animism or spiritism. That is, all aspects of the natural world are seen as having spiritual identity immune to physical death. Animism includes belief in a person's spirit surviving the death of the body. Ancestors' 'spirits' are called upon for inspiration, protection or other influences over the material world. The roots of voodoo in the Americas come from the Fon, Ewe, and Yoruba people of Africa.<nowiki/>. The word vodún is the Fon-Ewe word for spirit.\nIn voodoo many gods and spirits are prayed to or called on. Both spirits of nature and of dead people are important. The spirits of family members who have died are especially important. Voodoo often has rituals with music and dancing. Drums are used to make most of this music. In voodoo people often believe that a spirit is in their body and controlling the body. Having a spirit come into is wanted, and important. This spirit can speak for the gods or dead people you love, and can also help to heal or do magic.\nVodou in Haiti.\nAnother word for voodoo is \"vodu\", used in Haiti where the creole language is based on French language. African voodoo often has animal sacrifice (the animal is killed for the spirits), but this is not common in Haiti. Voodoo in Haiti and America has also added some Catholic ideas that were not known in African voodoo. The use of Catholic saints/iconography may have developed as a means of adaptation, and survival, but also as a safety precaution.\nVoodoo is an important religion in Haiti. When Haiti beat the French in a war and became its own country, the people of Haiti believed that voodoo had helped them win. Also, in Haiti there are both good priests and \"dark\" sorcerers (called bokor). The bokor acts like a kind of religious policeman, and may curse bad people.\nVoodoo in the United States.\nVoodoo originally entered the United States via immigrants from Africa and Haiti such as Marie LaVeau, \"the voodoo queen of New Orleans\". Marie was a pacifist and known for healing people. Though unprecedented, the local Catholic priest let Marie practice Voodoo in the Catholic Church, and as a result, she became famous, leading (along with others) many in Louisiana to believe in Voodoo.\nMovies.\nLike many other religions and practices, people learn about voodoo and hoodoo through movies and TV shows, where it has gained the popularity it has today as a form of entertainment. Hoodoo was showcased in the 2005 horror-suspense movie, The Skeleton Key, starring Kate Hudson (correctly emphasizing that it was hoodoo that was being used), and in the 2009 Disney movie The Princess and the Frog.\nZombies are a large part of popular horror culture, and they originated in voodoo folklore from the original word, “nbzambi”, which refers to the primary sprit and/or to one’s soul. The 2009 release of Zombieland and the 2004 movie Shaun of the Dead are both horror-comedies.\nMusic.\nJust as there is Christian music, there is music that came from voodoo rituals, which influenced jazz, and many of the original jazz players are rumored to have had a connection to voodoo in some way, including Jelly Roll Morton and Louis Armstrong. Storyville, a district in New Orleans, was a place where, at night, Jazz was played and hoodoo was sold. There, jazz thrived and pulsed with the voices and instruments of Jelly Roll, Sweet Emma Barrett, and many others.\nThere are many songs and albums that reference voodoo and/or hoodoo, either in the title (\"Hoodoo\" by Muse)\nor in the actual song, such as in David Bowie's song \"Magic Dance\", with the lyric, \"You remind me of the babe./ What babe?/ The babe with the power. /What power?/ The power of the hoodoo. /Hoodoo? /You do. /Do what? /Remind me of the babe!\". Another example is Rob Zombie who started the band White Zombie.\nLiterature.\nLoa (spirits of Voodoo) are depicted in Zadie Smith's 2005 novel \"On Beauty\". Loa also appear in Terry Pratchett's book \"Witches Abroad\" (1991). A powerful voodoo woman in novel \"Witches Abroad\" is named Erzulie Gogol. Baron Samedi (as the head of the Ghede family of Loa) is mentioned in the second novel in Ian Fleming's James Bond series of stories \"Live and Let Die.\" In the short story \"Kum Ogun\" by Jorge Amado, or the 2nd part of the novel \"Shepherds of the night\" (1964), is one of the title characters – Loa Ogun. The character Galeb from \"Tales of Monkey Island\" was based on Loa Papa Legba. Papa Legba, Erzulie, Ogun, Ghede and other popular Loa together with the adepts of Voodoo are depicted in Andrei Gusev's 2020 novel \"Our Wild Sex in Malindi\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":155},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":357},{"uri":"Hierarchy","surface_form":"hierarchy","offset":579},{"uri":"Animism","surface_form":"animism","offset":620},{"uri":"Spiritism","surface_form":"spiritism","offset":631},{"uri":"Fon","surface_form":"Fon","offset":986},{"uri":"Ewe","surface_form":"Ewe","offset":991},{"uri":"Yoruba","surface_form":"Yoruba","offset":1000},{"uri":"God","surface_form":"god","offset":1097},{"uri":"Spirit","surface_form":"spirit","offset":1106},{"uri":"Haiti","surface_form":"Haiti","offset":1659},{"uri":"Creole_language","surface_form":"creole language","offset":1675},{"uri":"French","surface_form":"French language","offset":1703},{"uri":"Catholic","surface_form":"Catholic","offset":1883},{"uri":"Haiti","surface_form":"Haiti","offset":2103},{"uri":"France","surface_form":"the French","offset":2126},{"uri":"Sorcerer","surface_form":"sorcerer","offset":2290},{"uri":"United_States","surface_form":"United States","offset":2452},{"uri":"Marie_LaVeau","surface_form":"Marie LaVeau","offset":2511},{"uri":"New_Orleans","surface_form":"New Orleans","offset":2546},{"uri":"Pacifist","surface_form":"pacifist","offset":2572},{"uri":"Louisiana","surface_form":"Louisiana","offset":2781},{"uri":"The_Skeleton_Key","surface_form":"The Skeleton Key","offset":3060},{"uri":"Kate_Hudson","surface_form":"Kate Hudson","offset":3087},{"uri":"The_Princess_and_the_Frog","surface_form":"The Princess and the Frog","offset":3192},{"uri":"Zombies","surface_form":"Zombies","offset":3219},{"uri":"Zombieland","surface_form":"Zombieland","offset":3421},{"uri":"Shaun_of_the_Dead","surface_form":"Shaun of the Dead","offset":3451},{"uri":"Jelly_Roll_Morton","surface_form":"Jelly Roll Morton","offset":3713},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":3735},{"uri":"Muse_(band)","surface_form":"Muse","offset":4074},{"uri":"David_Bowie","surface_form":"David Bowie","offset":4114},{"uri":"Rob_Zombie","surface_form":"Rob Zombie","offset":4342},{"uri":"White_Zombie","surface_form":"White Zombie","offset":4374},{"uri":"Loa","surface_form":"Loa","offset":4400},{"uri":"Zadie_Smith","surface_form":"Zadie Smith","offset":4440},{"uri":"Baron_Samedi","surface_form":"Baron Samedi","offset":4619},{"uri":"Ghede","surface_form":"Ghede","offset":4652},{"uri":"Ian_Fleming","surface_form":"Ian Fleming","offset":4709},{"uri":"James_Bond","surface_form":"James Bond","offset":4723},{"uri":"Ogun","surface_form":"Ogun","offset":4917},{"uri":"Papa_Legba","surface_form":"Papa Legba","offset":4990},{"uri":"Erzulie","surface_form":"Erzulie","offset":5014},{"uri":"Andrei_Gusev","surface_form":"Andrei Gusev","offset":5108}]}