{"id":26858,"url":"http://en.wikipedia.org/wiki/Medusa","text":"Medusa is a character in Greek mythology. Her story has been told and retold by ancient and modern storytellers, writers, and artists.\nThe Latin poet Ovid writes in Book IV of his \"Metamorphoses\" that Poseidon had raped Medusa in the temple of Athena. The goddess was outraged, and changed Medusa into a monster with snakes for hair.\nMedusa has been depicted in the visual arts for centuries. Many interpretations surround the myth, including one by Sigmund Freud. For the ancients, an image of Medusa's head was a device for averting evil. This image was called a Gorgoneion. The Gorgoneion was very scary and made all the children cry, but worked only against Medusa and not her sisters.\nMyth.\nMedusa was one of three sisters. They were known as The Gorgons. Medusa's sisters were Stheno and Euryale. Medusa was mortal, but her sisters were immortal. They were all children of the sea deities, Phorkys and his sister Keto. Before they were monsters, all three sisters were beautiful young women, particularly Medusa; however, she was a priestess in the temple of Athena and was bound by a vow of celibacy.\nAny man or animal who looked directly upon her was turned to stone.\nThe hero Perseus beheaded Medusa by viewing her reflection in his burnished shield. After using the dreadful head to defeat his enemies, he presented it to Athena and she put it on her shield.\nMedusa was pregnant by Poseidon at the time of her death. Pegasus, a winged horse, and Chrysaor, a golden giant, sprang from her blood.\nMedusa in art.\nMedusa was a subject for ancient vase painters, mosaicists, and sculptors. She appears on the breastplate of Alexander the Great in the Alexander Mosaic at the House of the Faun in Pompeii, Italy (about 200 BC).\nA Roman copy of Phidias' \"Medusa\" (left) is held in the Glyptothek in Munich, Germany.\nAmong the Renaissance depictions are the sculpture \"Perseus with the Head of Medusa\" by Benvenuto Cellini (1554) and the oil painting \"Medusa\" by Caravaggio (1597).\nBaroque depictions include \"Head of Medusa\" by Peter Paul Rubens (1618); the marble bust \"Medusa\" by Bernini (1630s); and \"Perseus Turning Phineus and his Followers to Stone\", an oil painting by Luca Giordano from the (early 1680s).\nRomantic and modern depictions include \"Perseus with the Head of Medusa\" by Antonio Canova (1801) and \"Perseus\", a sculpture by Salvador Dalí. Twentieth century artists whno tackled the Medusa theme include Paul Klee, John Singer Sargent, Pablo Picasso, Pierre et Gilles, and Auguste Rodin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ovid","surface_form":"Ovid","offset":150},{"uri":"Metamorphoses","surface_form":"Metamorphoses","offset":181},{"uri":"Poseidon","surface_form":"Poseidon","offset":201},{"uri":"Rape","surface_form":"rape","offset":214},{"uri":"Athena","surface_form":"Athena","offset":244},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":450},{"uri":"Gorgon","surface_form":"Gorgon","offset":752},{"uri":"Stheno","surface_form":"Stheno","offset":783},{"uri":"Euryale","surface_form":"Euryale","offset":794},{"uri":"Priestess","surface_form":"priestess","offset":1038},{"uri":"Celibacy","surface_form":"celibacy","offset":1098},{"uri":"Perseus","surface_form":"Perseus","offset":1185},{"uri":"Pegasus","surface_form":"Pegasus","offset":1427},{"uri":"Chrysaor","surface_form":"Chrysaor","offset":1456},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":1629},{"uri":"Alexander_Mosaic","surface_form":"Alexander Mosaic","offset":1656},{"uri":"House_of_the_Faun","surface_form":"House of the Faun","offset":1680},{"uri":"Pompeii","surface_form":"Pompeii","offset":1701},{"uri":"Italy","surface_form":"Italy","offset":1710},{"uri":"Munich","surface_form":"Munich","offset":1802},{"uri":"Germany","surface_form":"Germany","offset":1810},{"uri":"Benvenuto_Cellini","surface_form":"Benvenuto Cellini","offset":1907},{"uri":"Caravaggio","surface_form":"Caravaggio","offset":1965},{"uri":"Peter_Paul_Rubens","surface_form":"Peter Paul Rubens","offset":2031},{"uri":"Bernini","surface_form":"Bernini","offset":2085},{"uri":"Antonio_Canova","surface_form":"Antonio Canova","offset":2293},{"uri":"Salvador_Dal%C3%AD","surface_form":"Salvador Dalí","offset":2345},{"uri":"Paul_Klee","surface_form":"Paul Klee","offset":2424},{"uri":"John_Singer_Sargent","surface_form":"John Singer Sargent","offset":2435},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":2456},{"uri":"Pierre_et_Gilles","surface_form":"Pierre et Gilles","offset":2471},{"uri":"Auguste_Rodin","surface_form":"Auguste Rodin","offset":2493}]}