{"id":268590,"url":"http://en.wikipedia.org/wiki/Colonial_Clash","text":"The Colonial Clash is an annual American College Football rivalry game played between the University of Massachusetts and the University of New Hampshire. These are traditionally the two best programs in the championship subdivision of college football in New England.\nThe rivalry adopted the name \"Colonial Clash\" on August 18, 2010, just two months before becoming the first college football match-up ever at Gillette Stadium. Robert Kraft, owner of Gillette Stadium and its tenants, the New England Patriots and New England Revolution, called it \"a fitting name for a border rivalry between schools who represent two of the original colonies.\" The game is scheduled to be held at the professional venue in both 2010 and 2011.\nThe two schools have played each other every year since 1952, with UMass holding a 43-26-3 advantage. UNH captured the 2008 game 52-21 while UMass won on homecoming in 2009, 23-17. In 2006, the schools played twice, meeting first on November 4th in Durham, NH (with UMass winning 28-20), then again on December 2nd in Amherst for the NCAA FCS Quarterfinals (UMass winning 24-17). After each regular season meeting, the Billy Knight Trophy is awarded to the MVP of the game.\nSince the separation of Division I college football into two separate tiers in 1978, UMass has played for the National Championship three times (1978, 1999, 2006), winning in 1999. While New Hampshire has not yet reached a National Championship game, they were the #1 overall seed in the 2005 FCS playoffs.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_of_Massachusetts_Amherst","surface_form":"University of Massachusetts","offset":90},{"uri":"University_of_New_Hampshire","surface_form":"University of New Hampshire","offset":126},{"uri":"NCAA_Division_I_Football_Championship","surface_form":"championship subdivision","offset":208},{"uri":"Gillette_Stadium","surface_form":"Gillette Stadium","offset":411},{"uri":"New_England_Patriots","surface_form":"New England Patriots","offset":490},{"uri":"New_England_Revolution","surface_form":"New England Revolution","offset":515}]}