{"id":268596,"url":"http://en.wikipedia.org/wiki/Huayangosaurus","text":"\"Huayangosaurus\" is a genus of stegosaurian dinosaur from the Middle Jurassic of China. The name derives from \"Huayang\", an alternate name for Sichuan province.\nIt lived about 165 million years ago, some 20 million years before its famous relative, \"Stegosaurus\" appeared in North America. At only 4.5 metres long, it was also much smaller than its famous cousin. Found in the Lower Shaximiao Formation, \"Huayangosaurus\" shared the local landscape with the sauropods \"Shunosaurus\", \"Datousaurus\", \"Omeisaurus\" and \"Protognathosaurus\", the ornithopod \"Xiaosaurus\" and the carnivorous \"Gasosaurus\".\nDescription.\nLike other stegosaurians, \"Huayangosaurus\" was a quadrupedal herbivore with a small skull and a spiked tail. Like its more famous relative, \"Stegosaurus\", \"Huayangosaurus\" bore the distinctive double row of plates that characterize all the stegosaurians. These plates rose vertically along its arched back. In \"Huayangosaurus\", the plates were more spike-like than in \"Stegosaurus\". Like \"Stegosaurus\", however, it bore two pairs of long spikes extending horizontally near the end of its tail.\n\"Huayangosaurus\" was one of the smallest known stegosaurians, at just 4.5 meters in length.\nDiscovery and species.\n\"Huayangosaurus\" remains from twelve individual animals were recovered from the Dashanpu Quarry near Zigong in Sichuan. The type species is \"H. taibaii\".\nClassification.\nAs it is the most basal stegosaurian, it is placed in within its own family \"Huayangosauridae\". It is also morphologically distinct from later (stegosaurid) forms. Its skull was broader and had premaxillary teeth in the front of its mouth. All later stegosaurians lost these teeth.\nPalaeobiology.\nLike many other stegosaurians, it had plates all down its back and spikes on its tail. Two large spikes were above its hips, and may have been used for deterring an attack from above (considering as it was a fairly short in height compared to later stegosaurians). Its plates were smaller than those of \"Stegosaurus\", with much less surface area. Thus they would have been much less effective heat regulators, one of the postulated functions of plates.\nPopular culture.\nMounted skeletons of \"Huayangosaurus\" are on display at the Zigong Dinosaur Museum in Zigong and the Municipal Museum of Chongqing in Sichuan Province in China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":22},{"uri":"Stegosaur","surface_form":"stegosaur","offset":31},{"uri":"Dinosaur","surface_form":"dinosaur","offset":44},{"uri":"Middle_Jurassic","surface_form":"Middle Jurassic","offset":62},{"uri":"China","surface_form":"China","offset":81},{"uri":"Sichuan","surface_form":"Sichuan","offset":143},{"uri":"Stegosaurus","surface_form":"Stegosaurus","offset":250},{"uri":"North_America","surface_form":"North America","offset":275},{"uri":"Sauropod","surface_form":"sauropod","offset":457},{"uri":"Shunosaurus","surface_form":"Shunosaurus","offset":468},{"uri":"Datousaurus","surface_form":"Datousaurus","offset":483},{"uri":"Omeisaurus","surface_form":"Omeisaurus","offset":498},{"uri":"Protognathosaurus","surface_form":"Protognathosaurus","offset":515},{"uri":"Ornithopod","surface_form":"ornithopod","offset":539},{"uri":"Xiaosaurus","surface_form":"Xiaosaurus","offset":551},{"uri":"Gasosaurus","surface_form":"Gasosaurus","offset":584},{"uri":"Quadruped","surface_form":"quadruped","offset":659},{"uri":"Herbivore","surface_form":"herbivore","offset":671},{"uri":"Skull","surface_form":"skull","offset":694},{"uri":"Type_species","surface_form":"type species","offset":1343},{"uri":"Stegosaurus","surface_form":"Stegosaurus","offset":1990},{"uri":"Zigong","surface_form":"Zigong","offset":2242},{"uri":"Chongqing","surface_form":"Chongqing","offset":2277},{"uri":"Sichuan","surface_form":"Sichuan","offset":2290}]}