{"id":268559,"url":"http://en.wikipedia.org/wiki/King%27s_College%2C_Cambridge","text":"King's College is one of the colleges of the University of Cambridge, England. It is a very famous college because it is very old and it has a world-famous choir.\nThe college was founded in 1441. Its full name is \"The King's College of Our Lady and St. Nicholas in Cambridge\". The students at the university usually just call it \"King's\".\nHistory.\nKing's was founded in 1441 by King Henry VI. At first the college was going to be quite small, but by 1445 the college was going to be a magnificent building to show how important the king was. The king gave the college a lot of money for several feudal privileges.\nKing Henry VI had admired what William of Wykeham had done when founding the twin colleges of New College, Oxford and Winchester College in 1379. He copied a lot of Wykeham's ideas when building King's and Eton College. These colleges still have the same tie as part of their uniform.\nOriginally, the college was just for boys from Eton College. It was not until 1865 that other people could study there. King's does not have any strong connection now with Eton, although there is still a scholarship for a student from Eton to study at King's.\nAlthough building began in 1441, the project was interrupted by wars and it was not until 1544 that the inside was finished.\nBy this time King Henry VIII was King of England.\nHenry VI is still remembered at the College: each year, on the Saturday after the end of Autumn Term (which in Cambridge is called the \"Michaelmas term\"), is Founder's Day. It begins with a service in the chapel: the \"Founder's Eucharist\". This is followed by a Founder's Breakfast with ale and finally a big dinner called \"Founder's Feast\" to which all members of College in their last year of studies are invited.\nKing's College Chapel.\nThe College Chapel is built in the style of late Gothic architecture. It was built over a period of a hundred years (1446–1531) in three stages. The Chapel has the world's largest fan vault, stained glass windows, and the painting \"The Adoration of the Magi\" by Rubens.\nMany concerts and college events take place here. The world-famous Chapel choir consists of choral scholars (male students from the college) and choristers (boys educated at the nearby King's College School). The choir sings services on most days in term-time, and also performs concerts and makes recordings and broadcasts. Every Christmas it sings the service called Nine Lessons and Carols which is shown on BBC television as well as heard on the radio.\nThe Chapel is so famous that it is seen as a symbol of Cambridge, and appears on the logo of the city council.\nEducation at King's.\nNearly all subjects that can be studied at Cambridge can be studied at King's. There is a big library which includes some rare books and manuscripts.\nStudent intake and life.\nTraditionally students have come from independent schools (so-called \"public schools\"), but today the college has gradually started to include many students from state schools.\nAs with all Cambridge colleges King's has its own student unions both for undergraduates and for graduates.\nThe student union has a long record of activism. In the 1980s a long strike against the college's investment in apartheid South Africa was organised.\nThe Cellar Bar is a small room in the basement of the college, which is used for music. The main bar at King's is far older. The bar has been traditionally painted a socialist red, including a picture of a hammer and sickle. In 2004 it was redecorated, with the walls painted yellow and the overall décor lightened. A hammer and sickle survives in a frame on the wall. There is a lot of argument about this. King's also has a Coffee Shop next to the bar. A Vacation Bar, or \"vac bar\", also is sometimes open during the summer vacation, run by (and mainly for) the graduate students who stay in College throughout the year.\nMost Cambridge colleges celebrate May Week with a May Ball (which actually falls in June), but since the early 1980s King's has instead held a June Event (a more informal version of a May Ball) which they call King's Affair. The reason they have a different event from other colleges is because many students who were not invited used to forced their way into the party (so-called \"gatecrashing\"). A ticket usually costs around £60 which is cheap compared to the May Ball tickets for other colleges which can cost up to £200.\nOnce someone has been admitted to the College, they become a member for life. For this reason, King's alumni (people who used to go there) are referred to as 'Non Resident Members'.","categories":[],"infobox_types":[],"annotations":[{"uri":"College","surface_form":"college","offset":29},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":45},{"uri":"England","surface_form":"England","offset":70},{"uri":"Choir","surface_form":"choir","offset":156},{"uri":"1441","surface_form":"1441","offset":190},{"uri":"Student","surface_form":"student","offset":281},{"uri":"Henry_VI_of_England","surface_form":"King Henry VI","offset":378},{"uri":"Feudal","surface_form":"feudal","offset":595},{"uri":"Henry_VI_of_England","surface_form":"King Henry VI","offset":614},{"uri":"William_of_Wykeham","surface_form":"William of Wykeham","offset":645},{"uri":"New_College%2C_Oxford","surface_form":"New College, Oxford","offset":708},{"uri":"Winchester_College","surface_form":"Winchester College","offset":732},{"uri":"1379","surface_form":"1379","offset":754},{"uri":"Eton_College","surface_form":"Eton College","offset":820},{"uri":"Tie","surface_form":"tie","offset":869},{"uri":"Uniform","surface_form":"uniform","offset":890},{"uri":"Eton_College","surface_form":"Eton College","offset":946},{"uri":"1865","surface_form":"1865","offset":977},{"uri":"Scholarship","surface_form":"scholarship","offset":1103},{"uri":"1544","surface_form":"1544","offset":1249},{"uri":"Henry_VIII_of_England","surface_form":"King Henry VIII","offset":1297},{"uri":"Service_(church)","surface_form":"service","offset":1524},{"uri":"Chapel","surface_form":"chapel","offset":1539},{"uri":"Ale","surface_form":"ale","offset":1621},{"uri":"Gothic_architecture","surface_form":"Gothic architecture","offset":1822},{"uri":"Fan_vault","surface_form":"fan vault","offset":1953},{"uri":"Peter_Paul_Rubens","surface_form":"Rubens","offset":2035},{"uri":"Concert","surface_form":"concert","offset":2048},{"uri":"Choir_of_King%27s_College%2C_Cambridge","surface_form":"Chapel choir","offset":2110},{"uri":"King%27s_College_School_Cambridge","surface_form":"King's College School","offset":2228},{"uri":"Nine_Lessons_and_Carols","surface_form":"Nine Lessons and Carols","offset":2412},{"uri":"BBC","surface_form":"BBC","offset":2454},{"uri":"Logo","surface_form":"logo","offset":2585},{"uri":"Library","surface_form":"library","offset":2726},{"uri":"Manuscript","surface_form":"manuscript","offset":2769},{"uri":"Independent_school","surface_form":"independent school","offset":2845},{"uri":"State_school","surface_form":"state school","offset":2969},{"uri":"Activism","surface_form":"activism","offset":3131},{"uri":"1980","surface_form":"1980","offset":3148},{"uri":"Strike_action","surface_form":"strike","offset":3161},{"uri":"Apartheid","surface_form":"apartheid","offset":3204},{"uri":"South_Africa","surface_form":"South Africa","offset":3214},{"uri":"Socialist","surface_form":"socialist","offset":3408},{"uri":"Hammer_and_sickle","surface_form":"hammer and sickle","offset":3448}]}