{"id":268580,"url":"http://en.wikipedia.org/wiki/Leavening_agent","text":"e=\"preserve\">A leavening agent is a substance used to make a baked good rise. Most people like baked goods that are risen, so leavening agents are popular.\nYeast.\nYeast is a common leavening agent. It is a fungus that converts sugar to ethanol and carbon dioxide. The carbon dioxide makes the bread rise. This is slower and makes the bread more soft. Most of the ethanol evaporates when the bread is baked. The yeast is also killed when the bread is baked.\nYeast takes longer time to rise than chemical leavening agents. It also can be killed by heat or salt. Yeast is normally sold in small packages. These contain yeast fungi.\nChemical leavening agents.\n\"Main articles: Baking powder and baking soda\"\nThere are several chemical leavening agents. For acidic foods, baking soda (sodium bicarbonate) can be used. It reacts with the acid to make carbon dioxide gas, which makes the bread rise. For non-acidic foods, baking powder is used. Baking powder is a mix of a powdered acid and sodium bicarbonate. They react when dissolved in water to make carbon dioxide gas. Baking powder is more common.\nBaking powder and baking soda leavening is better for certain baked goods like muffins or cakes. The bread rises much faster with baking powder or baking soda. It is not affected by many other ingredients. But it does not have the same texture or taste that yeast has.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baked_good","surface_form":"baked good","offset":61},{"uri":"Yeast","surface_form":"Yeast","offset":163},{"uri":"Fungus","surface_form":"fungus","offset":206},{"uri":"Sucrose","surface_form":"sugar","offset":227},{"uri":"Ethanol","surface_form":"ethanol","offset":236},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":248},{"uri":"Baking_powder","surface_form":"Baking powder","offset":672},{"uri":"Baking_soda","surface_form":"baking soda","offset":690},{"uri":"Acid","surface_form":"acid","offset":752},{"uri":"Baking_soda","surface_form":"baking soda","offset":766},{"uri":"Baking_powder","surface_form":"baking powder","offset":914},{"uri":"Muffin","surface_form":"muffin","offset":1175},{"uri":"Cake","surface_form":"cake","offset":1186}]}