{"id":268709,"url":"http://en.wikipedia.org/wiki/American_crocodile","text":"The American crocodile is a species of crocodile that lives in the Americas. They usually move from the southern United States to the northern South America. Its scientific name, \"Crocodylus acutus\", means \"Pointy-snouted crocodile\". It is because of the shape of its snout.\nCharacteristics.\nThe American crocodile is a species of crocodile with a high adult survival rate. The American crocodiles can live for a long time. Like all crocodile, the American crocodile has four short legs; a long, powerful tail; and a scaly skin.\nThe nostrils, eyes, and ears are on the top of its head, so the rest of the body can be hidden underwater for surprise attacks. Camouflage also helps it catch food. The snout is longer and narrower than that of the American alligator. American crocodiles are paler and more grayish than the dark-hued American alligator. The American crocodile crawls on its belly. It can also \"high walk\". Big ones can run as fast as nearly 16 km/h (10 mph). They can swim at as fast as 32 km/h (20 mph).\nThe average length for adult in the continental rivers can be 2.9 to 4 m (9 ft 6 in to 13 ft 1 in) long. Males weigh up to 382 kg (842 lb). Females can be 2.5 to 3 m (8 ft 2 in to 9 ft 10 in) and weigh up to 173 kg (381 lb).\nBiology and behavior.\nAmerican crocodiles are more vulnerable to cold weather than American alligators. While an American crocodile cannot survive in water temperatures of 7.2 °C (45.0 °F) and below. American crocodiles will lose consciousness and drown due to hypothermia in that temperature. American crocodiles have a faster growth rate than alligators.\nFeeding.\nAmerican crocodiles feed mostly on fish, but big ones may prey on bigger animals, such as deer.\nAmerican crocodiles are a somewhat aggressive crocodile species, and have been known to attack humans. Attacks on humans are rare, but happen more often in Mexico.\nDistribution.\nThe American crocodile's range in southern Florida overlaps with that of the closely related American alligator. However, while the American alligator's range stretches as far north as Virginia, the American crocodile's range in the United States is confined to southern Florida.\nThis is because alligators are much better at tolerating cold weather than crocodiles. The body temperature of alligators has been known to drop to 38 degrees Fahrenheit without any harm at all to the alligator. However, the American crocodile is better at tolerating saltwater than the alligator. American crocodiles have regularly been sighted 140 miles away from shore in the Caribbean Sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crocodile","surface_form":"crocodile","offset":39},{"uri":"Americas","surface_form":"Americas","offset":67},{"uri":"United_States","surface_form":"United States","offset":113},{"uri":"South_America","surface_form":"South America","offset":143},{"uri":"Snout","surface_form":"snout","offset":268},{"uri":"Camouflage","surface_form":"Camouflage","offset":657},{"uri":"American_alligator","surface_form":"American alligator","offset":744},{"uri":"Continental_rivers","surface_form":"continental rivers","offset":1054},{"uri":"American_alligators","surface_form":"American alligators","offset":1326},{"uri":"Hypothermia","surface_form":"hypothermia","offset":1504},{"uri":"Deer","surface_form":"deer","offset":1699},{"uri":"Mexico","surface_form":"Mexico","offset":1861},{"uri":"Florida","surface_form":"Florida","offset":1926},{"uri":"American_alligator","surface_form":"American alligator","offset":1976},{"uri":"Virginia","surface_form":"Virginia","offset":2068},{"uri":"Saltwater","surface_form":"saltwater","offset":2431},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2542}]}