{"id":268781,"url":"http://en.wikipedia.org/wiki/Bugle","text":"The bugle is a very simple brass instrument. It has no valves or other mechanisms, the only way the player has to control the pitch is changing the shape of his lips. This means that only notes from the harmonic series can be played.\nHistory.\nThe bugle comes from instruments made from animal horns. The earliest bugles were shaped in a loop – usually a double loop, but sometimes triple or single – similar to the modern French horn, and were usually used to send messages during hunts. Predecessors and relatives of the developing bugle included the post horn, the Pless horn, and the bugle horn.\nThe first use of a brass horn as a military signal was the Halbmondblaser, meaning \"half-moon blower\", used in Hanover in 1758. It was U-shaped (this is where its name comes from) and easily carried with a shoulder strap. It first arrived in England in 1764 where it was slowly it became used often by foot soldiers. Cavalry did not normally use a proper bugle, but instead used an early trumpet that made a sound which was easier to hear from nearby, but travelled less far.\nUses.\nThe bugle is used mainly in the military where the bugle call is used to make announcements. A long time ago, the bugle was used in the cavalry to pass instructions from officers to soldiers during battle. In the Bible, bugles are found in the time of Moses, when God commanded Moses to 'make two bugles of hammered silver' in Numbers 10:1-3. They were used to assemble the leaders and to give marching orders to the camps.\nIn the drum and bugle corps the bugle has changed from its military origins, and now has valves. In American drum and bugle corps, G is considered the traditional key for bugles to be pitched in. However, current rules in both Drum Corps International and Drum Corps Associates define a bugle as a brass instrument in any key, with 0 to 4 valves, and bell front.\nCivilian drum corps were made using instruments sold off by the military in the early 1900s, and the last official change made to the military bugle (before it stopped being used because of the invention of the radio) was to make them all use the key of G. Bugles in other parts of the world used to be in B flat or E flat.\nThe bugle is also used in the Boy Scouts. They use some of the same calls as the military, but not all.\nVariations.\nThe cornet is sometimes wrongly considered to be the \"valved version\" of the bugle, although it comes from the French \"cornet de poste\" (post horn).\n19th century versions based on the original bugle included keys and valves. Keyed bugles were invented in England in the early 19th century, with a patent for one design, the Royal Kent bugle, taken out by Joseph Halliday in 1811. This bugle was highly popular and widely in use until around 1850 – for example, in works by Richard Willis, later bandmaster of the United States Military Academy Band at West Point. This version of the bugle stopped being used when the valved cornet was invented.\nModern instruments considered bugles often have valves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brass_instrument","surface_form":"brass instrument","offset":27},{"uri":"Valves","surface_form":"valves","offset":55},{"uri":"Pitch_(music)","surface_form":"pitch","offset":126},{"uri":"Note_(music)","surface_form":"notes","offset":188},{"uri":"Harmonics_(music)","surface_form":"harmonic series","offset":203},{"uri":"French_horn","surface_form":"French horn","offset":422},{"uri":"Post_horn","surface_form":"post horn","offset":552},{"uri":"Hanover","surface_form":"Hanover","offset":710},{"uri":"England","surface_form":"England","offset":841},{"uri":"Cavalry","surface_form":"Cavalry","offset":916},{"uri":"Trumpet","surface_form":"trumpet","offset":987},{"uri":"Military","surface_form":"military","offset":1113},{"uri":"Bugle_call","surface_form":"bugle call","offset":1132},{"uri":"Cavalry","surface_form":"cavalry","offset":1217},{"uri":"Bible","surface_form":"Bible","offset":1294},{"uri":"Drum_and_bugle_corps","surface_form":"drum and bugle corps","offset":1512},{"uri":"United_States","surface_form":"American","offset":1605},{"uri":"Drum_and_bugle_corps","surface_form":"drum and bugle corps","offset":1614},{"uri":"Drum_Corps_Associates","surface_form":"Drum Corps Associates","offset":1761},{"uri":"Radio","surface_form":"radio","offset":2079},{"uri":"Scouting","surface_form":"Boy Scouts","offset":2222},{"uri":"Cornet","surface_form":"cornet","offset":2312},{"uri":"Post_horn","surface_form":"post horn","offset":2445},{"uri":"19th_century","surface_form":"19th century","offset":2457},{"uri":"Richard_Willis","surface_form":"Richard Willis","offset":2781},{"uri":"United_States_Military_Academy","surface_form":"United States Military Academy","offset":2821},{"uri":"West_Point","surface_form":"West Point","offset":2860},{"uri":"Cornet","surface_form":"cornet","offset":2933}]}