{"id":268744,"url":"http://en.wikipedia.org/wiki/Aztec_Empire","text":"The Aztec Empire was a large empire in Central America. It existed between about 1345 AD and 1521 AD. When the Empire was largest, it spread across most of Mesoamerica.\nDuring that time, the Aztecs built one of the world's most advanced societies. The Aztec Empire was also very powerful. Its warriors took over many nearby states and helped spread Aztec culture and religion across Mesoamerica.\nHowever, in 1519, Spanish conquistadors came to the Aztec Empire. With help from the Aztecs' enemies, the Spanish fought the Aztecs for control of their empire. On August 13, 1521, the Aztec Empire fell apart and the Spanish took over. They made the area a Spanish colony and renamed it New Spain.\nHistory.\nBefore the Aztec Empire existed, the indigenous (native) people in central Mesoamerica lived in many separate city-states. These were small cities with farmland around them. Each state had its own ruler. Around 1100 AD, these city-states started to fight each other for power and control of the area's land.\nBy about 1400, two city-states had grown into small empires. In 1428, these two empires fought the Tepanec War for control of the area. The Texcoco empire made an alliance with some other powerful city-states, including Tenochtitlan, and won the war. These allies were supposed to share power equally as they started to gain control of more land. However, by 1430, Tenochtitlan became the most powerful member of the alliance. It became the capital city of the Aztec Empire, and its ruler became the 'high king' of the entire Empire.\nGrowth.\nFrom 1430 onward, the Aztec Empire grew. Its military took over most of what is now northern Mexico. At this point, the Aztec Empire controlled 135,000 square kilometres (almost 84,000 square miles) of Mesoamerica.p.453\nWhen the Aztecs took over a state, they would take prisoners for ritual human sacrifice in Tenochtitlan. The state would also have to pay the Aztec Empire \"tributes\" (almost like taxes). As the Aztecs took over more and more states, these tributes made them very rich.\nSometimes, when the Aztecs took over a state, they would bring that state and its people into the Aztec Empire. However, if a state was on the edge of the Empire, the Aztecs might let it stay its own state. They did this so they would have other states around the Empire, protecting them from an invasion by other powerful states.\nTenochtitlan.\nThe Aztecs had built their capital city right on a lake called Lake Texcoco. As the Empire grew, so did Tenochtitlan. By the early 1500s, at least 200,000 people lived in the city. This made Tenochtitlan the largest city in the Americas before Christopher Columbus arrived.\nTenochtitlan was the center of the Aztec government and religion. It was also a very big trading center. When the Spanish arrived in 1519, they guessed that 60,000 people came to the market in Tenochtitlan every day. People bought and sold many things there, including slaves (prisoners of war from states the Aztecs had taken over). The city had a huge pyramid called the Templo Mayor (Great Temple). The entire city was decorated with art, architecture, and stone sculptures.\nThe Aztecs had created canals all across the city. By bringing water to Aztec crops, these canals made it possible for the Aztecs to grow much more food than they normally could have. The Aztecs had also made levees to protect the city from flooding, and reservoirs for fresh water.\nSociety.\nAt its most powerful, the Aztec Empire controlled about 11,000,000 people. Among these people, there were different social classes with different social statuses. The most important people were the rulers. Next were nobles. These were the Empire's powerful members of the government; great warriors; judges; and priests. These people enjoyed a high social status.\nThe next social class was the commoners (common people). These were the Empire's everyday workers. Most of them farmed, ran stores, or traded. Commoners were allowed to own land as a group or a family. However, a single person was not allowed to own land.\nThe lowest social classes in Aztec society were serfs and then slaves. Slaves had no rights at all. However, if they had the money, they could buy their own freedom and become commoners.\nFor most of the Aztec Empire's existence, it was very difficult to move between social classes. Usually, if a person was born in a social class, they would stay in that class for the rest of their life.\nEducation.\nBy age 15, all children in the Aztec Empire had to go to school, no matter what social class they were in. This was very unusual for the time. In other places, like Europe, only boys were allowed to go to school, and only rich people could pay to send their children to school.\nUntil they were 15, children were taught by their parents. Once they turned 15, all children had to go to school. For most boys, the most important part of going to school was to make them the best possible warriors for the Empire.\nChildren of commoners went to schools called \"telpochcalli\" ('youth houses'). Boys got military training, while girls were taught how to do religious ceremonies. Both boys and girls were also taught about Aztec religion, morals, and history. They also learned singing, dancing, and public speaking.\nThe nobles' children went to a school called a \"calmecac\". Its goal was to get the children ready for jobs as the Empire's leaders. These included jobs as military or government leaders; priests; scholars; teachers; and healers. These schools taught about things like astronomy, geometry, mathematics, debate, law, music, poetry, architecture, agriculture, and war. Boys had to eat and sleep at their schools. They usually started at age 15 and left around age 20 to get married. Girls could become priestesses or work in medicine, helping other women give birth.\nMarriage.\nWhen a young person was ready to get married, their education would end. This usually happened in their late teenage years or early twenties. Especially with nobles, marriages were arranged. This meant children's parents, or possibly other older people in the community, would choose who a person married. Many marriages among noble youth were arranged as a power strategy (for example, to unite an Aztec with a family from a state that was recently taken over). Marriage ceremonies lasted four days.\nAztec men were allowed to have other wives as well as concubines. However, they were also expected to raise their sons, which was unusual for ancient societies (where women usually did all of the child-raising).\nAztec society also gave women rights that few other societies gave at the time. Even after marrying, an Aztec woman's property and money were still her own; they did not go to her husband. Women were also allowed to work in medicine, education, religion, and trade.\nMorals.\nThe Aztecs had strict rules and punishments for people who broke Aztec morals. For example, things like disorderly conduct (causing trouble in public), drunkenness, could be punished by execution.\nMilitary.\nAll adult men in the Empire had to be in the Aztec military. Men from states that had alliances with the Aztecs also fought in the Aztec military. So did some men from states that the Aztecs had taken over. Because of this, the Aztec military was large and powerful.\nAt this time, most battles were fought in big cities. If an army took over one of a state's biggest cities, it was then allowed to take control over all the land around those cities.\nAztec warriors protected themselves with thick cotton armour. They also had shields made of wood or reeds, and covered in dried animal skins.\nReligion.\nThe Aztecs were pantheistic, meaning they believed in many different gods. Two of the most important gods they worshipped were \"Huitzilopochtli\", the god of war and the sun, and \"Tlaloc\", the rain god. The Aztecs set up temples specifically to honor these gods at the top of the pyramid in Technochtitlan. However, they also worshipped hundreds of other gods. Each one controlled some part of human life (like \"Quetzalcoatl\", the god of learning and civilization), or some part of nature (like \"Zipe Totec\", the god of springtime and regrowth).\nIn the Aztecs' religion, the sun was very important. The Aztecs believed that the world went through five stages, and each had its own sun. At the end of each stage, the gods would destroy the world and create a new one but only four times. They thought they were living in the fifth and last stage, and that the gods could decide to destroy the world at any minute.\nKeeping the gods happy.\nThe Aztecs did many things to try to honor the gods and keep them happy. For example, they threw festivals, had banquets, made statues, and buried valuable items, all as offerings to the gods. They did penance, like cutting themselves and letting blood run out, to try to get the gods to forgive them for whatever they might have done wrong. They did ritual sacrifice of animals (killing the animals as part of a religious ritual).\nLike many other ancient civilizations, the Aztecs also sacrificed human beings to the gods.\nCulture.\nHowever, there were many parts to the Aztec culture. They studied astrology and used the movements of the planets and the stars to create different calendars. They understood and taught things like mathematics and poetry. They had a complex view of religion, the universe, and many other things.\nArt and architecture.\nAztec culture respected and appreciated art. They collected pieces of art from all over their Empire to decorate Tenochtitlan. They also formed guilds of artisans people who specialized in making certain kinds of art. They made paintings, pottery, carvings, and many other things. They used all sorts of materials, including gold, silver, amethyst, wood, and stone. Huge stone sculptures were a popular type of art. Aztec artists made their pyramid and other stone buildings into art too, by carving into them.\nThe Aztecs used symbolism in their art. They even used art as propaganda. For example, when they took over a state, they would build temples and statues with Aztec symbols on them. They also used paintings that showed Aztec rulers as being close to the gods, doing what the gods wanted them to do. This art spread Aztec religion and culture, and also reminded states that had been taken over just how powerful the Aztec Empire was.\nEnd of the Empire.\nFrom 1519-1521, Spanish conquistadors, led by Hernán Cortés, defeated the Aztec Empire. They made the Empire into a Spanish colony which they called New Spain.\nOriginally, things between the Spanish and the Aztecs were friendly.\nHowever, soon, while Cortés was away, Spanish soldiers attacked and killed many Aztecs during a festival. The Aztecs fought back, and they killed two out of every three Spanish soldiers. The conquistadors left Tenochtitlan.\nTen months later, Cortés came back to Tenochtitlan with more soldiers. They started a siege of Tenochtitlan, so that no food or supplies could get in. After 91 days, without any food, and with disease throughout the city, the new emperor Cuauhtemoc finally surrendered to the Spanish on August 13, 1521. The Spanish destroyed Tenochtitlan. The Aztec Empire had ended.","categories":[],"infobox_types":[],"annotations":[{"uri":"Empire","surface_form":"empire","offset":29},{"uri":"Central_America","surface_form":"Central America","offset":39},{"uri":"1345","surface_form":"1345","offset":81},{"uri":"AD","surface_form":"AD","offset":86},{"uri":"1521","surface_form":"1521","offset":93},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":156},{"uri":"Advanced","surface_form":"advanced","offset":228},{"uri":"Society","surface_form":"societies","offset":237},{"uri":"Warrior","surface_form":"warrior","offset":293},{"uri":"Culture","surface_form":"culture","offset":355},{"uri":"Religion","surface_form":"religion","offset":367},{"uri":"1519","surface_form":"1519","offset":408},{"uri":"Spanish_Empire","surface_form":"Spanish","offset":414},{"uri":"Conquistador","surface_form":"conquistador","offset":422},{"uri":"Enemy","surface_form":"enemies","offset":489},{"uri":"August_13","surface_form":"August 13","offset":560},{"uri":"Colony","surface_form":"colony","offset":661},{"uri":"New_Spain","surface_form":"New Spain","offset":683},{"uri":"Indigenous_peoples","surface_form":"indigenous (native) people","offset":740},{"uri":"City-state","surface_form":"city-state","offset":813},{"uri":"City","surface_form":"cities","offset":843},{"uri":"Farm","surface_form":"farm","offset":855},{"uri":"1100","surface_form":"1100","offset":914},{"uri":"1400","surface_form":"1400","offset":1020},{"uri":"1428","surface_form":"1428","offset":1075},{"uri":"Tepanec_War","surface_form":"Tepanec War","offset":1110},{"uri":"Alliance","surface_form":"alliance","offset":1174},{"uri":"Ally","surface_form":"allies","offset":1268},{"uri":"1430","surface_form":"1430","offset":1370},{"uri":"Tenochtitlan","surface_form":"Tenochtitlan","offset":1376},{"uri":"Capital_city","surface_form":"capital city","offset":1452},{"uri":"King","surface_form":"king","offset":1517},{"uri":"Military","surface_form":"military","offset":1598},{"uri":"Square_kilometre","surface_form":"square kilometre","offset":1705},{"uri":"Square_mile","surface_form":"square mile","offset":1738},{"uri":"Prisoners_of_war","surface_form":"prisoners","offset":1824},{"uri":"Ritual","surface_form":"ritual","offset":1838},{"uri":"Human_sacrifice","surface_form":"human sacrifice","offset":1845},{"uri":"Tax","surface_form":"tax","offset":1952},{"uri":"Wealth","surface_form":"rich","offset":2036},{"uri":"Invasion","surface_form":"invasion","offset":2338},{"uri":"Lake","surface_form":"lake","offset":2438},{"uri":"16th_century","surface_form":"1500s","offset":2518},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":2631},{"uri":"Trade","surface_form":"trading","offset":2750},{"uri":"Slave","surface_form":"slave","offset":2930},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":2938},{"uri":"Templo_Mayor","surface_form":"Templo Mayor","offset":3034},{"uri":"Art","surface_form":"art","offset":3098},{"uri":"Architecture","surface_form":"architecture","offset":3103},{"uri":"Stone","surface_form":"stone","offset":3121},{"uri":"Sculpture","surface_form":"sculpture","offset":3127},{"uri":"Canal","surface_form":"canal","offset":3162},{"uri":"Crop","surface_form":"crop","offset":3217},{"uri":"Levee","surface_form":"levee","offset":3348},{"uri":"Flood","surface_form":"flood","offset":3380},{"uri":"Reservoir","surface_form":"reservoir","offset":3394},{"uri":"Social_class","surface_form":"social class","offset":3547},{"uri":"Social_status","surface_form":"social status","offset":3577},{"uri":"Nobleman","surface_form":"nobles","offset":3647},{"uri":"Farmer","surface_form":"farmed","offset":3907},{"uri":"Serfdom","surface_form":"serfs","offset":4099},{"uri":"Rights","surface_form":"rights","offset":4136},{"uri":"School","surface_form":"school","offset":4509},{"uri":"Europe","surface_form":"Europe","offset":4617},{"uri":"Ceremony","surface_form":"ceremonies","offset":5112},{"uri":"Morals","surface_form":"morals","offset":5183},{"uri":"Public_speaking","surface_form":"public speaking","offset":5244},{"uri":"Priest","surface_form":"priest","offset":5448},{"uri":"Scholar","surface_form":"scholar","offset":5457},{"uri":"Teacher","surface_form":"teacher","offset":5467},{"uri":"Medicine","surface_form":"healers","offset":5481},{"uri":"Astronomy","surface_form":"astronomy","offset":5529},{"uri":"Geometry","surface_form":"geometry","offset":5540},{"uri":"Mathematics","surface_form":"mathematics","offset":5550},{"uri":"Debate","surface_form":"debate","offset":5563},{"uri":"Law","surface_form":"law","offset":5571},{"uri":"Poetry","surface_form":"poetry","offset":5583},{"uri":"Agriculture","surface_form":"agriculture","offset":5605},{"uri":"War","surface_form":"war","offset":5622},{"uri":"Priestess","surface_form":"priestess","offset":5760},{"uri":"Medicine","surface_form":"medicine","offset":5783},{"uri":"Obstetrics","surface_form":"helping other women","offset":5793},{"uri":"Childbirth","surface_form":"give birth","offset":5813},{"uri":"Marriage","surface_form":"married","offset":5872},{"uri":"Arrainged_marriage","surface_form":"arranged","offset":6016},{"uri":"Strategy","surface_form":"strategy","offset":6199},{"uri":"Polygamy","surface_form":"other wives","offset":6367},{"uri":"Concubinage","surface_form":"concubines","offset":6390},{"uri":"Ancient_history","surface_form":"ancient","offset":6478},{"uri":"Property","surface_form":"property","offset":6666},{"uri":"Medicine","surface_form":"medicine","offset":6772},{"uri":"Education","surface_form":"education","offset":6782},{"uri":"Punishment","surface_form":"punishment","offset":6854},{"uri":"Morals","surface_form":"morals","offset":6893},{"uri":"Drunkenness","surface_form":"drunkenness","offset":6974},{"uri":"Punishment","surface_form":"punished","offset":6996},{"uri":"Execution","surface_form":"execution","offset":7008},{"uri":"Battle","surface_form":"battle","offset":7315},{"uri":"Cotton","surface_form":"cotton","offset":7526},{"uri":"Armour","surface_form":"armour","offset":7533},{"uri":"Shield","surface_form":"shield","offset":7555},{"uri":"Reed_(plant)","surface_form":"reed","offset":7579},{"uri":"Pantheism","surface_form":"pantheistic","offset":7647},{"uri":"Worship","surface_form":"worship","offset":7742},{"uri":"War","surface_form":"war","offset":7788},{"uri":"Sun","surface_form":"sun","offset":7800},{"uri":"Rain","surface_form":"rain","offset":7823},{"uri":"Civilization","surface_form":"civilization","offset":8081},{"uri":"Nature","surface_form":"nature","offset":8112},{"uri":"Destroy","surface_form":"destroy","offset":8357},{"uri":"Festival","surface_form":"festival","offset":8664},{"uri":"Banquet","surface_form":"banquet","offset":8679},{"uri":"Valuable","surface_form":"valuable","offset":8714},{"uri":"Penance","surface_form":"penance","offset":8769},{"uri":"Bloodletting","surface_form":"cutting themselves and letting blood run out","offset":8783},{"uri":"Forgiveness","surface_form":"forgive","offset":8855},{"uri":"Ritual","surface_form":"ritual","offset":8990},{"uri":"Ancient_history","surface_form":"ancient","offset":9015},{"uri":"Human_sacrifice","surface_form":"sacrificed human beings","offset":9054},{"uri":"Astrology","surface_form":"astrology","offset":9166},{"uri":"Planet","surface_form":"planet","offset":9206},{"uri":"Star","surface_form":"star","offset":9222},{"uri":"Calendar","surface_form":"calendar","offset":9248},{"uri":"Complex","surface_form":"complex","offset":9333},{"uri":"Universe","surface_form":"universe","offset":9363},{"uri":"Appreciate","surface_form":"appreciated","offset":9446},{"uri":"Guild","surface_form":"guild","offset":9562},{"uri":"Artisan","surface_form":"artisan","offset":9572},{"uri":"Painting","surface_form":"painting","offset":9646},{"uri":"Pottery","surface_form":"pottery","offset":9657},{"uri":"Gold","surface_form":"gold","offset":9743},{"uri":"Silver","surface_form":"silver","offset":9749},{"uri":"Amethyst","surface_form":"amethyst","offset":9757},{"uri":"Carving","surface_form":"carving","offset":9910},{"uri":"Symbolism","surface_form":"symbolism","offset":9945},{"uri":"Propaganda","surface_form":"propaganda","offset":9991},{"uri":"Symbol","surface_form":"symbol","offset":10093},{"uri":"Hern%C3%A1n_Cort%C3%A9s","surface_form":"Hernán Cortés","offset":10426},{"uri":"Spanish_Empire","surface_form":"Spanish","offset":10496},{"uri":"Colony","surface_form":"colony","offset":10504},{"uri":"New_Spain","surface_form":"New Spain","offset":10529},{"uri":"Soldier","surface_form":"soldier","offset":10655},{"uri":"Festival","surface_form":"festival","offset":10705},{"uri":"Soldier","surface_form":"soldier","offset":10894},{"uri":"Siege","surface_form":"siege","offset":10919},{"uri":"Disease","surface_form":"disease","offset":11026},{"uri":"Surrender_(military)","surface_form":"surrendered","offset":11090}]}