{"id":268878,"url":"http://en.wikipedia.org/wiki/Abstract_art","text":"Abstract art is modern art which does not represent images of our everyday world. It has colour, lines and shapes (form), but they are not intended to represent objects or living things. Often the artists were influenced by ideas and philosophies of abstraction.\nAbstract art is found in painting and in sculpture. There are also many works of art which are partly abstract, and partly representational. And there are many artists who work in abstract and other types of modern art.\nPurely abstract art is a 20th-century invention. It grew out of the earlier forms of modern art, but it is perhaps the one movement which is absolutely modern. It has no roots in earlier art (as we use the term today).\nEarly years.\nOne of the first to achieve complete abstract paintings was Kazimir Malevich, who presented a completely black square in 1913. He was a Suprematist, an art movement based on simple geometrical shapes. Art based on geometry is a kind of geometric abstraction. Wassily Kandinsky painted a famous work \"Composition VII\" in 1913, which was completely abstract and very complex.\nThe case of Manierre Dawson, an American from Chicago, is very interesting. During a tour of Europe in 1910, he started painting true abstract works. Back in the United States, he became convinced that he could not earn a living at art, and became a farmer. He was forgotten until a rediscovery in 1963. He may have been the first person to paint a completely abstract work.\nThere are many hundreds of other artists who painted abstracts. Piet Mondrian and the sculptor Henry Moore deserve mention for their wide influence on other artists.\nAbstract expressionism.\nAfter World War II, abstract art became a dominant form of art in the United States, with some outstanding exponents. Immigrants such as Mondrian, Max Ernst and Mark Rothko, and native-born Americans such as Barnett Newman and Jackson Pollock became almost household names.\nAbstract expressionism is the name given to the American post-World War II art movement. It was the first specifically American movement to achieve worldwide influence and put New York City at the center of the western art world, a role formerly filled by Paris. The term was used in 1919, but is more widely used for American work of the 1940s to 1960s. Of the previous generation of painters, Kandinsky is most clearly an abstract expressionist.\nTechnically, an important predecessor was surrealism, with its Freudian emphasis on dreams, and on spontaneous, automatic or unconscious creation. Jackson Pollock's dripping paint onto a canvas laid on the floor is a method of using spontaneity. It was novel, and brought into play several factors. Action: movements, how the artist worked. Automatism and the unconscious: the work was planned, but details were not.\nAbstract expressionist paintings share certain characteristics. The artists use large canvases, sometimes very large. There is an \"all-over\" approach: the whole canvas is treated with equal importance, as opposed to the center being of more interest than the edges. The canvas as the arena became a credo of Action painting, while the integrity of the picture plane became a credo of the Color field painters.\nAction painting.\nPainting like Jackson Pollock's which express the actions of the painter.\nColour field painting.\nPainting mainly of coloured shapes of a geometric kind. Examples: Mark Rothko, Barnett Newman, Josef Albers","categories":[],"infobox_types":[],"annotations":[{"uri":"Modern_art","surface_form":"modern art","offset":16},{"uri":"Image","surface_form":"image","offset":52},{"uri":"Colour","surface_form":"colour","offset":89},{"uri":"Line","surface_form":"line","offset":97},{"uri":"Shape","surface_form":"shape","offset":107},{"uri":"Form","surface_form":"form","offset":115},{"uri":"Object","surface_form":"object","offset":161},{"uri":"Organism","surface_form":"living things","offset":172},{"uri":"Abstraction","surface_form":"abstraction","offset":250},{"uri":"Painting","surface_form":"painting","offset":288},{"uri":"Sculpture","surface_form":"sculpture","offset":304},{"uri":"Representation","surface_form":"representational","offset":386},{"uri":"Kazimir_Malevich","surface_form":"Kazimir Malevich","offset":775},{"uri":"Suprematist","surface_form":"Suprematist","offset":851},{"uri":"Geometry","surface_form":"geometry","offset":929},{"uri":"Geometric_abstraction","surface_form":"geometric abstraction","offset":951},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":974},{"uri":"Manierre_Dawson","surface_form":"Manierre Dawson","offset":1101},{"uri":"Chicago","surface_form":"Chicago","offset":1135},{"uri":"Farmer","surface_form":"farmer","offset":1339},{"uri":"Piet_Mondrian","surface_form":"Piet Mondrian","offset":1528},{"uri":"Sculptor","surface_form":"sculptor","offset":1550},{"uri":"Henry_Moore","surface_form":"Henry Moore","offset":1559},{"uri":"World_War_II","surface_form":"World War II","offset":1660},{"uri":"United_States","surface_form":"United States","offset":1724},{"uri":"Immigrant","surface_form":"Immigrant","offset":1772},{"uri":"Max_Ernst","surface_form":"Max Ernst","offset":1801},{"uri":"Mark_Rothko","surface_form":"Mark Rothko","offset":1815},{"uri":"Barnett_Newman","surface_form":"Barnett Newman","offset":1862},{"uri":"Jackson_Pollock","surface_form":"Jackson Pollock","offset":1881},{"uri":"World_War_II","surface_form":"World War II","offset":1990},{"uri":"Art_movement","surface_form":"art movement","offset":2003},{"uri":"Kandinsky","surface_form":"Kandinsky","offset":2323},{"uri":"Surrealism","surface_form":"surrealism","offset":2418},{"uri":"Freud","surface_form":"Freud","offset":2439},{"uri":"Dream","surface_form":"dream","offset":2460},{"uri":"Spontaneous","surface_form":"spontaneous","offset":2475},{"uri":"Unconscious","surface_form":"unconscious","offset":2501},{"uri":"Mark_Rothko","surface_form":"Mark Rothko","offset":3383},{"uri":"Barnett_Newman","surface_form":"Barnett Newman","offset":3396},{"uri":"Josef_Albers","surface_form":"Josef Albers","offset":3412}]}