{"id":268818,"url":"http://en.wikipedia.org/wiki/Henry_Moore","text":"Henry Spencer Moore OM CH FBA (30 July 1898 – 31 August 1986) was an English sculptor and artist in the modern art genre. He was best known for his abstract monumental sculptures, which are public works of art in many places around the world.\nHis forms are usually abstractions of the human figure, typically mother-and-child or reclining figures. Moore's works usually suggest the female body, apart from a phase in the 1950s when he did family groups. His forms are generally pierced or have hollow spaces. Some think the undulating form of his reclining figures reflect the landscape and hills of his birthplace, Yorkshire.\nMoore was born in Castleford, the son of a mining engineer. He became known for his larger-scale abstract cast bronze and carved marble sculptures. His large-scale commissions made him exceptionally rich. Yet he lived carefully and most of the money he earned went towards endowing the Henry Moore Foundation. This supports education and promotion of the arts.\nHe did some work in architecture. in 1955 Moore did his only work in carved brick, \"Wall Relief\" at the Bouwcentrum in Rotterdam. The brick relief was sculpted with 16,000 bricks by two Dutch bricklayers under Moore's supervision.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Merit","surface_form":"OM","offset":20},{"uri":"Companion_of_Honour","surface_form":"CH","offset":23},{"uri":"Federation_of_British_Artists","surface_form":"FBA","offset":26},{"uri":"Sculpture","surface_form":"sculptor","offset":77},{"uri":"Modern_art","surface_form":"modern art","offset":104},{"uri":"Genre","surface_form":"genre","offset":115},{"uri":"Abstract_art","surface_form":"abstract","offset":148},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":616},{"uri":"Castleford","surface_form":"Castleford","offset":645},{"uri":"Bronze","surface_form":"bronze","offset":738},{"uri":"Marble","surface_form":"marble","offset":756},{"uri":"Henry_Moore_Foundation","surface_form":"Henry Moore Foundation","offset":913},{"uri":"Architecture","surface_form":"architecture","offset":1008},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":1107}]}