{"id":268952,"url":"http://en.wikipedia.org/wiki/William_H._Prescott","text":"William Hickling Prescott (May 4, 1796 – January 29, 1859) was an American historian who was interested in Spain and the Spanish Empire. He is known as one of the first great American historians. Prescott was made almost blind after a boy threw a piece of bread at his eye when he was sixteen. This meant that he could not work in a normal job.\nPrescott's grandfather was William Prescott, a soldier who fought for the United States in the American Revolutionary War. Prescott grew up in Boston, Massachusetts, which is a city on the east coast of the United States. When Prescott was 15, he went to Harvard University. After he got his degree, he studied many different topics, before deciding that he was interested in the history of Spain. He wrote many books about Spanish history, which were very popular. His work had a significant impact on the study of the history of Spain.\nEarly life.\nWilliam H. Prescott was born in Salem, Massachusetts, on May 4, 1796. He was the oldest of seven children, but four of his brothers and sisters died at a young age. His parents were William Prescott, Jr., a lawyer, and his wife, Catherine Greene Hickling. His grandfather William Prescott served as a colonel during the American Revolutionary War.\nPrescott first went to school when he was seven. The family moved to Boston, Massachusetts, in 1808. Prescott went to Harvard University in 1811, at the age of 15. He was good at Latin and Greek, but found mathematics difficult. He graduated from Harvard in 1814.\nAfter he had graduated, Prescott traveled to the island of São Miguel in the Azores, where his grandfather and Portuguese grandmother lived. After staying there two weeks, he went to London, where he stayed with the famous surgeon Astley Cooper and the eye-expert William Adams. Prescott found it difficult to write because his eyesight was so poor, so Adams gave him a device called a noctograph to help him.\nHe visited Hampton Court Palace with John Quincy Adams, who was a diplomat in London. Adams later became President of the United States. In 1816, Prescott travelled in France and Italy. He met an American academic, George Ticknor in Paris. Ticknor became a very good friend of Prescott. Prescott returned to America in December 1816. He spent the next four years studying Italian and Spanish literature. He also married Susan Amory, the daughter of Thomas Coffin Amory and Hannah Rowe Linzee, on May 4, 1820.\nCareer.\nIn the 1820s, Prescott wrote two essays for the \"North American Review\", an American academic journal. Both were about Italian poetry. However, Prescott became interested in the history of Spain due to his friend George Ticknor, who had become professor of Spanish studies at Harvard University. Prescott decided that he wanted to write a book about Ferdinand and Isabella, who were King and Queen of Spain in the early 1500s, in January 1826. After gathering source material, Prescott started writing the \"History of Ferdinand and Isabella\" in October 1829. He had finished it by July 1836. It was published on Christmas Day, 1837 by the \"American Stationary Company\", which was based in Boston, with a print run of 500 copies. Prescott dedicated the book to his father. The book sold very well, and was published in London in 1838. Prescott later made a shortened version of the work. In recognition of this work, he was awarded three honorary doctorates, by Columbia University, College of William and Mary and South Carolina College.\nPrescott wrote three other books on the Spanish Empire. The first, \"The History of the Conquest of Mexico\", was written between 1838 and 1842 and published in 1843. It is thought to be one of the most important books written on ancient Mesoamerica. It was so popular at the time that John Y. Mason, the United States Secretary of the Navy had a copy placed in the library of every fighting ship. Today, it is still the best known and most popular work by Prescott. The \"Conquest of Mexico\" was followed by the \"Conquest of Peru\", which was written between 1843 and 1847, and published in March 1847. It was similarly successful. Prescott's last book, the \"History of the Reign of Phillip II\" was never finished and is not thought to be of the same quality as his other works. Prescott started work on it in 1842, but stopped in 1858 after suffering a stroke.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spain","offset":107},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":121},{"uri":"Blindness","surface_form":"blind","offset":221},{"uri":"United_States","surface_form":"United States","offset":419},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":440},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":488},{"uri":"Harvard_University","surface_form":"Harvard University","offset":600},{"uri":"Degree_(school)","surface_form":"degree","offset":637},{"uri":"History_of_Spain","surface_form":"history of Spain","offset":725},{"uri":"Salem%2C_Massachusetts","surface_form":"Salem, Massachusetts","offset":927},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1215},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":1312},{"uri":"Harvard_University","surface_form":"Harvard University","offset":1361},{"uri":"Latin","surface_form":"Latin","offset":1422},{"uri":"Greek_language","surface_form":"Greek","offset":1432},{"uri":"Mathematics","surface_form":"mathematics","offset":1449},{"uri":"Graduation","surface_form":"graduated","offset":1475},{"uri":"S%C3%A3o_Miguel_Island","surface_form":"São Miguel","offset":1566},{"uri":"Azores","surface_form":"Azores","offset":1584},{"uri":"London","surface_form":"London","offset":1690},{"uri":"Hampton_Court_Palace","surface_form":"Hampton Court Palace","offset":1928},{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":1954},{"uri":"Diplomat","surface_form":"diplomat","offset":1983},{"uri":"Poetry","surface_form":"poetry","offset":2561},{"uri":"Boston","surface_form":"Boston","offset":3123},{"uri":"Dedication","surface_form":"dedicated","offset":3172},{"uri":"Honorary_degree","surface_form":"honorary doctorates","offset":3371},{"uri":"Columbia_University","surface_form":"Columbia University","offset":3395},{"uri":"College_of_William_and_Mary","surface_form":"College of William and Mary","offset":3416},{"uri":"Mexico","surface_form":"Mexico","offset":3571},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":3708},{"uri":"United_States_Secretary_of_the_Navy","surface_form":"United States Secretary of the Navy","offset":3775},{"uri":"Library","surface_form":"library","offset":3836},{"uri":"Navy","surface_form":"every fighting ship","offset":3847},{"uri":"Stroke","surface_form":"stroke","offset":4323}]}