{"id":26909,"url":"http://en.wikipedia.org/wiki/Echo_(mythology)","text":"Echo was a nymph in Greek mythology, and an Oread (a mountain nymph). She was very beautiful, but loved her own voice.\nHera.\nAccording to \"Ovid\", Echo once had the job of distracting Hera from Zeus having relationships with other women. She did this by leading Hera away and flattering her. When Hera found out she was very angry with Echo. She put a curse on her that meant that she could only speak the last words of other people after she had heard them. It is due to this story that we get the meaning behind the word \"echo\".\nNarcissus.\nAfter she was cursed, Echo fell in love with Narcissus. Narcissus was very handsome and anybody who saw him always fell in love with him. However, Narcissus had no heart and could not fall in love with anybody. Echo could not speak to Narcissus but wanted to be able to see him. She therefore followed him everywhere, but made sure that he could not see her.\nNarcissus got lost and called out \"Is anyone here?\". Echo said back \"Here, here, here.\" Narcissus then asked Echo to come out of her hiding place. Echo did so and then told Narcissus that she loved him by hand movements. Narcissus, who was angry that so many people loved him, told Echo that he did not love her.\nEcho was very upset and prayed to Aphrodite for death. Aphrodite granted Echo's wish, but she liked Echo's voice so much she kept it alive.\nNarcissus also rejected Echo and broke her heart. She then went and haunted valleys and mountainous areas where echoes are able to be heard in all hollow places of the earth.\nPan.\nThis is a different story about Echo's death. Echo was a very good dancer and singer, but did not like the love of any man. This caused another god, called Pan, to become angry. He had Echo killed and split into pieces. These pieces were spread about the world, but were collected up by Gaia. Echo's voice was not collected, so it remains all over the world and still says the last words that other people have said. In some versions of the story, Echo and Pan have a child who was called Iambe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nymph","surface_form":"nymph","offset":11},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":20},{"uri":"Oread","surface_form":"Oread","offset":44},{"uri":"Mountain","surface_form":"mountain","offset":53},{"uri":"Voice","surface_form":"voice","offset":112},{"uri":"Ovid","surface_form":"Ovid","offset":139},{"uri":"Hera","surface_form":"Hera","offset":183},{"uri":"Zeus","surface_form":"Zeus","offset":193},{"uri":"Curse","surface_form":"curse","offset":351},{"uri":"Narcissus","surface_form":"Narcissus","offset":586},{"uri":"Handsome","surface_form":"handsome","offset":616},{"uri":"Heart","surface_form":"heart","offset":705},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":1247},{"uri":"Pan_(mythology)","surface_form":"Pan","offset":1689},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":1820},{"uri":"Iambe","surface_form":"Iambe","offset":2022}]}