{"id":269073,"url":"http://en.wikipedia.org/wiki/Terracotta","text":"Terracotta is a red clay-based baked ceramic, usually unglazed.\nIts uses include vessels, water and waste water pipes and surface embellishment in building construction, along with sculpture such as the Terracotta Army and Greek terracotta figurines. The term is also used to refer to items made out of this material and to its natural, brownish orange color, which varies considerably.\nProduction and properties.\nClay is partially dried and cast, molded, or hand worked into the desired shape. After thorough drying, it is placed in a kiln, or atop combustible material in a pit, and then fired.\nAfter pit firing the hot ware is covered with sand to cool, and after kiln firing the kiln is slowly cooled. When unglazed, the material will not be waterproof, but it is suitable for in-ground use to carry pressurized water (an archaic use), for garden ware, and sculpture or building decoration in tropical environments, and for oil containers, oil lamps, or ovens. Most other uses such as for table ware, sanitary piping, or building decoration in freezing environments require that the material be glazed. Terracotta, if uncracked, will ring if lightly struck, but not as brightly as will ware fired at higher temperature, which is called stoneware. The fired material is weak compared to stoneware.\nSome types of terracotta are created from clay that includes recycled terracotta (\"grog\").\nThe unglazed color after firing can vary widely, but most common clays contain enough iron to cause an orange, orangish red, or brownish orange color, with this range including various colors described as \"terracotta\". Other colors include yellow, gray, and pink.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clay","surface_form":"clay","offset":20},{"uri":"Bake","surface_form":"bake","offset":31},{"uri":"Ceramic","surface_form":"ceramic","offset":37},{"uri":"Glaze","surface_form":"glaze","offset":56},{"uri":"Building","surface_form":"building","offset":147},{"uri":"Construction","surface_form":"construction","offset":156},{"uri":"Terracotta_Army","surface_form":"Terracotta Army","offset":203},{"uri":"Ancient_Greece","surface_form":"Greek","offset":223},{"uri":"Kiln","surface_form":"kiln","offset":536},{"uri":"Waterproof","surface_form":"waterproof","offset":746},{"uri":"Stoneware","surface_form":"stoneware","offset":1240}]}