{"id":269075,"url":"http://en.wikipedia.org/wiki/Yo-yo_effect","text":"e=\"preserve\">The Yo-yo effect means people quickly gaining weight after a diet. Other words for this activity are yo-yo dieting or weight cycling. People's weight can move down and back up like a yo-yo when they follow several diets one after another. A person's weight after the diet is often higher than it was before dieting.\nThe Steps.\nThe steps to the weight cycle are normal eating, weight gain, diet, metabolism slow-down, and end of the diet. But they repeat again and that’s the Yo-Yo effect. For example, Sherman Morrison talks about someone on the website healevate.com, saying, “In the 1990’s she got up to 237 pounds, dropped it back down to 160 in the early 2000’s, but then crept back up over 200. Recently, however, she shed 30 pounds using Weight Watchers.” Which means she first gained weight, then she lost weight, and finally she gained it back. Basically, Morrison is describing that the Yo-Yo effect is gaining and losing weight over and over again.\nCauses.\nThe body needs less energy after losing weight on a diet. People have less fatty tissue and often less muscle after the diet. Muscle tissue needs more energy than fatty tissue. Reducing the amount of muscle tissue therefore reduces the need for energy. Also, limit the number of calories people take in. At some point, a dieter's body will change the way it uses energy if there are less calories to burn. The body does this to make sure it survives when less food is available. These changes in the body cause people to gain weight rapidly when they stop dieting and return to their old eating habits.\nAvoiding It.\nPeople can avoid the yo-yo effect by changing their diet. If a diet works without the body switching to a more efficient way of using calories, there will be no yo-yo effect. A diet should change the dieter's eating habits for a long time. New eating habits should not give the body more energy than it needs. At the end of the diet, it also makes sense to raise the number of calories someone eats slowly. Exercise and sports can increase the amount of calories burned by the body rather than turned into fat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diet","surface_form":"diet","offset":74},{"uri":"Yo-yo","surface_form":"yo-yo","offset":196},{"uri":"Fat","surface_form":"fat","offset":1055},{"uri":"Muscle","surface_form":"muscle","offset":1083},{"uri":"Calories","surface_form":"calories","offset":1259},{"uri":"Sports","surface_form":"sports","offset":2016}]}