{"id":269100,"url":"http://en.wikipedia.org/wiki/Futurism","text":"Futurism was a modern art and social movement which originated in Italy in the early 20th century. It was largely an Italian phenomenon, though there were parallel movements in Russia, England and elsewhere. The Futurists practiced in every medium of art, including painting, sculpture, ceramics, graphic design, industrial design, interior design, theatre, movies, fashion, textiles, literature, music, architecture and even gastronomy.\nFuturism in Italy 1909–1916.\nThe founder of Futurism and its most influential personality was the Italian writer Filippo Tommaso Marinetti. Marinetti launched the movement in his \"Futurist Manifesto\", which he published for the first time on 5 February 1909 in \"La gazzetta dell'Emilia\". This article was reprinted in the French daily newspaper \"Le Figaro\" on 20 February 1909. Marinetti was soon joined by the painters Umberto Boccioni, Carlo Carrà, Giacomo Balla, Gino Severini and the composer Luigi Russolo.\nMarinetti expressed a passionate loathing of everything old, especially political and artistic tradition. \"We want no part of it, the past\", he wrote, \"we the young and strong \"Futurists!\" The Futurists admired speed, technology, youth and violence, the car, the airplane and the industrial city, all that represented the technological triumph of humanity over nature, and they were passionate nationalists. They repudiated the cult of the past and all imitation, praised originality, \"however daring, however violent\", bore proudly \"the smear of madness\", dismissed art critics as useless, rebelled against harmony and good taste, swept away all the themes and subjects of all previous art, and gloried in science.\nPublishing manifestos was a feature of Futurism, and the Futurists (usually led or prompted by Marinetti) wrote them on many topics, including painting, architecture, religion, clothing and cooking.\nThe founding manifesto did not contain a positive artistic programme. The Futurists attempted to create it in their subsequent \"Technical Manifesto of Futurist Painting\". This committed them to a \"universal dynamism\", which was to be directly represented in painting.\nIn practice, much of their work was influenced by Cubism, and indeed their images \"were\" more dynamic than those of Picasso and Braque. The phrase 'plastic dynamism' has been used to describe their early work.\nOne of the greatest patrons and financier of Futurism in Milan was the business magnante Antonio Bernocchi, he was also the creator and producer of the first example of Italian industrial design, inspired by futurism, that became known as \"Luminator Bernocchi\".\nLater.\nMany Italian Futurists supported Fascism in the hope of modernizing the country. Italy was divided between the industrial north and the rural, archaic South. Like the Fascists, the Futurists were Italian nationalists, radicals, admirers of violence, and were opposed to parliamentary democracy. Marinetti was one of the first members of the National Fascist Party. He soon found the Fascists were not radical enough for him, but he supported Italian Fascism until his death in 1944.\nThe Futurists' association with Fascism after its triumph in 1922 brought them official acceptance in Italy and the ability to carry out important work, especially in architecture. After the Second World War, many Futurist artists had difficulty in their careers because of their association with a defeated and discredited regime.\nThe Futurists renewed themselves again and again until Marinetti's death.\nThe legacy of Futurism.\nFuturism influenced many other twentieth century art movements, including Art Deco, Vorticism, Constructivism, Surrealism and Dadaism. Futurism was, like science fiction, in part overtaken by 'the future'.\nNonetheless, the ideals of futurism remain as part of modern Western culture: the emphasis on youth, speed, power and technology is expressed in much of modern cinema and culture. Ridley Scott used design ideas of Sant'Elia in \"Blade Runner\".\nEchoes of Marinetti's thought, especially his \"dreamt-of metallization of the human body\", are still strongly prevalent in Japanese culture, and surface in manga/anime and the works of artists such as Shinya Tsukamoto, director of the \"Tetsuo\" (lit. \"Ironman\") films.\nFuturism influenced the literary genre of cyberpunk. Artists who came to prominence in the first flush of the internet, such as Stelarc and Mariko Mori, produced work influenced by Futurist ideas. A revival of sorts of the Futurist movement began in 1988 with the creation of the Neo-Futurist style of theatre in Chicago, which uses Futurism's focus on speed and brevity to create a new form of immediate theatre. There are active Neo-Futurist troupes in Chicago, New York, and Montreal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Modern_art","surface_form":"modern art","offset":15},{"uri":"Social","surface_form":"social","offset":30},{"uri":"Italy","surface_form":"Italy","offset":66},{"uri":"Russia","surface_form":"Russia","offset":177},{"uri":"England","surface_form":"England","offset":185},{"uri":"Painting","surface_form":"painting","offset":266},{"uri":"Sculpture","surface_form":"sculpture","offset":276},{"uri":"Ceramics","surface_form":"ceramics","offset":287},{"uri":"Graphic_design","surface_form":"graphic design","offset":297},{"uri":"Industrial","surface_form":"industrial","offset":313},{"uri":"Interior_design","surface_form":"interior design","offset":332},{"uri":"Theatre","surface_form":"theatre","offset":349},{"uri":"Movie","surface_form":"movie","offset":358},{"uri":"Fashion","surface_form":"fashion","offset":366},{"uri":"Textiles","surface_form":"textiles","offset":375},{"uri":"Literature","surface_form":"literature","offset":385},{"uri":"Music","surface_form":"music","offset":397},{"uri":"Architecture","surface_form":"architecture","offset":404},{"uri":"Gastronomy","surface_form":"gastronomy","offset":426},{"uri":"Filippo_Tommaso_Marinetti","surface_form":"Filippo Tommaso Marinetti","offset":551},{"uri":"Le_Figaro","surface_form":"Le Figaro","offset":784},{"uri":"Umberto_Boccioni","surface_form":"Umberto Boccioni","offset":858},{"uri":"Carlo_Carr%C3%A0","surface_form":"Carlo Carrà","offset":876},{"uri":"Giacomo_Balla","surface_form":"Giacomo Balla","offset":889},{"uri":"Gino_Severini","surface_form":"Gino Severini","offset":904},{"uri":"Luigi_Russolo","surface_form":"Luigi Russolo","offset":935},{"uri":"Speed","surface_form":"speed","offset":1161},{"uri":"Technology","surface_form":"technology","offset":1168},{"uri":"Violence","surface_form":"violence","offset":1190},{"uri":"Nature","surface_form":"nature","offset":1311},{"uri":"Harmony","surface_form":"harmony","offset":1558},{"uri":"Science","surface_form":"science","offset":1657},{"uri":"Manifesto","surface_form":"manifesto","offset":1677},{"uri":"Cubism","surface_form":"Cubism","offset":2183},{"uri":"Picasso","surface_form":"Picasso","offset":2249},{"uri":"Braque","surface_form":"Braque","offset":2261},{"uri":"Antonio_Bernocchi","surface_form":"Antonio Bernocchi","offset":2432},{"uri":"Fascism","surface_form":"Fascism","offset":2645},{"uri":"Industrial","surface_form":"industrial","offset":2723},{"uri":"Rural","surface_form":"rural","offset":2748},{"uri":"Parliament","surface_form":"parliament","offset":2882},{"uri":"Democracy","surface_form":"democracy","offset":2896},{"uri":"Second_World_War","surface_form":"Second World War","offset":3286},{"uri":"Art_Deco","surface_form":"Art Deco","offset":3599},{"uri":"Vorticism","surface_form":"Vorticism","offset":3609},{"uri":"Constructivism","surface_form":"Constructivism","offset":3620},{"uri":"Surrealism","surface_form":"Surrealism","offset":3636},{"uri":"Dadaism","surface_form":"Dadaism","offset":3651},{"uri":"Science_fiction","surface_form":"science fiction","offset":3679},{"uri":"Western_culture","surface_form":"Western culture","offset":3792},{"uri":"Ridley_Scott","surface_form":"Ridley Scott","offset":3911},{"uri":"Antonio_Sant%27Elia","surface_form":"Sant'Elia","offset":3945},{"uri":"Blade_Runner","surface_form":"Blade Runner","offset":3959},{"uri":"Manga","surface_form":"manga","offset":4130},{"uri":"Anime","surface_form":"anime","offset":4136},{"uri":"Shinya_Tsukamoto","surface_form":"Shinya Tsukamoto","offset":4175},{"uri":"Genre","surface_form":"genre","offset":4275},{"uri":"Cyberpunk","surface_form":"cyberpunk","offset":4284},{"uri":"Internet","surface_form":"internet","offset":4352},{"uri":"Stelarc","surface_form":"Stelarc","offset":4370},{"uri":"Mariko_Mori","surface_form":"Mariko Mori","offset":4382},{"uri":"Chicago","surface_form":"Chicago","offset":4555},{"uri":"Chicago","surface_form":"Chicago","offset":4697},{"uri":"New_York_City","surface_form":"New York","offset":4706},{"uri":"Montreal","surface_form":"Montreal","offset":4720}]}