{"id":269224,"url":"http://en.wikipedia.org/wiki/Indentured_servant","text":"e=\"preserve\">An indentured servant was a worker in a contract with an employer for a certain length of time. Usually a laborer or craftsman would have to work three to seven years in exchange for the cost of transportation across the ocean, food, clothing, land, a place to live and other things they needed to live or work during their contract. This kind of contract was called \"indenture.\" Indentures were quite common in Colonial America in the 17th and 18th centuries.\nColonial America.\nMany immigrants arrived in Colonial America as indentured servants. Their new master paid a ship's captain for the worker's trip across the Atlantic Ocean. Most were young men and women from England, Scotland and Germany under the age of 21. Their parents often made the arrangements. In the 17th and early 18th century, most people who came to America were indentured servants.\nIndentured servants often had to do very hard labor on a farm or in a household. Often, they were no more than slaves for their indentures. During the 17th century, over half of indentured servants died before their indentures ended.\nIn the 17th century, when a person had served an indenture, they usually received a piece of land, usually 40 acres. However, by the 1690s, indentured servants were not getting land as much. This to led an attack on the Virginia government by Nathaniel Bacon and other indentured servants called Bacon's Rebellion. After Bacon's Rebellion, the number of indentured servants decreased, and the South turned to slaves for its labor.\nThis type of contract has been common throughout world history in different forms. Usually the worker became an indentured servant by choice.\nExamples.\nSome people claim that practices in the United Arab Emirates are examples of modern-day indentured servitude. Many workers from India and Pakistan must pay agents in their own countries for jobs in the Emirates. The recruiting agents take the workers passports after they enter the country. The workers do not know when they will get their passports back. The indentured servants get basic food and housing and transportation to the work place.\nLaws about indenture.\nThe United Nations passed the Universal Declaration of Human Rights 1948. Article 4 of the Declaration says that indenture, or servitude, is illegal. However, only laws in each country can stop it. In America, the Trafficking Victims Protection Act (TVPA) of 2000 expanded the definition of servitude.","categories":[],"infobox_types":[],"annotations":[{"uri":"Craft","surface_form":"craft","offset":130},{"uri":"Immigrant","surface_form":"immigrant","offset":497},{"uri":"Thirteen_Colonies","surface_form":"Colonial America","offset":519},{"uri":"Farm","surface_form":"farm","offset":928},{"uri":"Slave","surface_form":"slave","offset":982},{"uri":"Virginia","surface_form":"Virginia","offset":1325},{"uri":"Slave","surface_form":"slave","offset":1514},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":1728},{"uri":"United_Nations","surface_form":"United Nations","offset":2159},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":2185}]}