{"id":269341,"url":"http://en.wikipedia.org/wiki/Higgs_field","text":"The Higgs field is a field of energy that is thought to exist in every region of the universe. The field is accompanied by a fundamental particle known as the Higgs boson, which is used by the field to continuously interact with other particles, such as the electron. Particles that interact with the field are \"given\" mass and, in a similar fashion to an object passing through a treacle (or molasses), will become slower as they pass through it. The result of a particle \"gaining\" mass from the field is the prevention of its ability to travel at the speed of light.\nMass itself is not generated by the Higgs field; the act of creating matter or energy from nothing would violate the laws of conservation. Mass is, however, gained by particles via their Higgs field interactions with the Higgs Boson. Higgs bosons contain the relative mass in the form of energy and once the field has endowed a formerly massless particle, the particle in question will slow down as it has now become \"heavy\".\nIf the Higgs field did not exist, particles would not have the mass required to attract one another, and would float around freely at light speed. Also, gravity would not exist because mass would not be there to attract other mass.\nGiving mass to an object is referred to as the Higgs effect. This effect will transfer mass or energy to any particle that passes through it. Light that passes through it gains energy, not mass, because its wave form doesn't have mass, while its particle form constantly travels at light speed.\nThe Higgs effect.\nThe Higgs effect was first theorized in 1968 by writers of the PRL symmetry breaking papers. In 1964, three teams wrote scientific papers which proposed related but different approaches to explain how mass could arise in local gauge theories.\nIn 2013 the Higgs boson, and implicitly the Higgs effect, were tentatively proven at the Large Hadron Collider (and the Higgs boson was discovered on July 4th, 2012). The effect was seen as finding a missing piece of the Standard Model.\nAccording to gauge theory (the theory underlying the Standard Model), all force-carrying particles should be massless. However, the force-particles that mediate the weak force have mass. This is due to the Higgs effect, which breaks the SU(2) symmetry; (SU stands for special unitary, a type of matrix, and 2 refers to the size of the matrices involved).\nA symmetry of a system is an operation done to a system, such as rotation or displacement, that leaves the system fundamentally unchanged. A symmetry also provides a rule for how something should always act unless acted on by an outside force. An example is a Rubik's Cube. If we take a Rubik's cube and scrambled it by making whatever moves we want, it is still possible to solve it. Since each move we make still leaves the Rubik's cube solvable, we can say that these moves are 'symmetries' of the Rubik's cube. Together, they form what we call the symmetry group of the Rubik's cube. Making any of these moves doesn't change the puzzle, always leaving it solvable. But, we can break this symmetry by doing something like taking the cube apart, and putting it back together in a completely wrong way. No matter what moves we try now, it is not possible to solve the cube. Breaking the cube apart and putting it back together in the wrong way is the 'outside force': Without this outside force, nothing we do to the cube makes it unsolvable. The symmetry of the Rubik's cube is that it stays solvable whatever moves we make, as long as we don't take apart the cube.\nCreation of Higgs boson.\nThe way that the SU(2) symmetry is broken is known as \"spontaneous symmetry breaking\". Spontaneous means random or unexpected, Symmetries are the rules that are being changed, and Breaking refers to the fact that the symmetries are no longer the same. The result of spontaneously breaking the SU(2) symmetry can be a Higgs boson.\nReason for Higgs effect.\nThe Higgs effect occurs because nature \"tends\" towards the lowest energy state. The Higgs effect will happen because gauge bosons near a Higgs field will want to be in their lowest energy states, and this would break at least one symmetry.\nTo justify giving mass to a would-be massless particle, scientists were forced to do something out of the ordinary. They assumed that vacuums (empty space) actually \"had\" energy, and that way, if a particle that we think of as massless were to enter it, the energy from the vacuum would be transferred into that particle, giving it mass. A mathematician named Jeffrey Goldstone proved that if you violate a symmetry, (for example, a symmetry with a Rubik's cube would be if you state that the corners must always be rotated 0 or 3 times to be solvable (it works)), a reaction will occur. In the case of the Rubik's cube, the cube will become unsolvable if violated. In the case of the Higgs field, something named after Jeffrey Goldstone (and another scientist who worked with him named Yoichiro Nambu) is produced, a Nambu-Goldstone boson. This is an excited or energetic form of the vacuum, which can be graphed revealing that shown above. This was first explained by Peter Higgs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Universe","surface_form":"universe","offset":85},{"uri":"Fundamental_particle","surface_form":"fundamental particle","offset":125},{"uri":"Higgs_boson","surface_form":"Higgs boson","offset":159},{"uri":"Molasses","surface_form":"molasses","offset":393},{"uri":"Laws_of_conservation","surface_form":"laws of conservation","offset":686},{"uri":"PRL_symmetry_breaking_papers","surface_form":"PRL symmetry breaking papers","offset":1603},{"uri":"Gauge_theory","surface_form":"gauge theories","offset":1767},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":1872},{"uri":"Standard_Model","surface_form":"Standard Model","offset":2004},{"uri":"Gauge_theory","surface_form":"gauge theory","offset":2033},{"uri":"Weak_force","surface_form":"weak force","offset":2185},{"uri":"SU(2)_symmetry","surface_form":"SU(2) symmetry","offset":2257},{"uri":"Special_unitary_group","surface_form":"special unitary","offset":2288},{"uri":"Matrix_(mathematics)","surface_form":"matrix","offset":2315},{"uri":"Group_(mathematics)","surface_form":"symmetry group","offset":2927},{"uri":"Jeffrey_Goldstone","surface_form":"Jeffrey Goldstone","offset":4523},{"uri":"Nambu-Goldstone_boson","surface_form":"Nambu-Goldstone boson","offset":4981},{"uri":"Excitation","surface_form":"excited","offset":5015},{"uri":"Peter_Higgs","surface_form":"Peter Higgs","offset":5133}]}