{"id":269554,"url":"http://en.wikipedia.org/wiki/Aliens_of_the_Deep","text":"\"Aliens of the Deep\" is a 2005 documentary movie, directed in part by James Cameron and filmed in the IMAX 3D format. It was produced by Walden Media and Buena Vista Pictures. Cameron worked with NASA scientists to explore the Mid-Ocean Ridges, under water chains of mountains in the Atlantic and Pacific oceans that are home to some of the planet's more unusual forms of life.\nPlot.\nCameron joins up aboard the Russian research ship, \"Akademik Mstislav Keldysh\", with a group of NASA scientists, as well as some Russian marine biologists, to investigate ten hydrothermal vents in both the Atlantic and Pacific. The vents have their own unique ecosystem, which support diverse organisms such as giant tube worms, swarms of blind white crabs, and vast amounts of shrimp which are capable of \"seeing\" water that is heated by the vents. These creatures do not need sunlight like other organisms, and instead get their energy from the vents. They are able to survive in the superheated and sulfurous water. Because of this, the documentary suggests that this is what life beyond Earth might look like. As some alien ecosystems are likely to be a lot harsher than a typical terrestrial ecosystem, these exotic vents provide an insight into some of the forms that alien life might take.\nThe documentary shows Cameron's passion for exploring the oceans, as well as his interest in extraterrestrial life. It also shows the technology used to reach such depths.\nThe movie is similar to Cameron's earlier documentary, \"Ghosts of the Abyss\" (2003), which involves him journeying to the wreck of the RMS \"Titanic\". It too was filmed in the 3-D IMAX format.","categories":[],"infobox_types":[],"annotations":[{"uri":"Documentary","surface_form":"documentary","offset":31},{"uri":"James_Cameron","surface_form":"James Cameron","offset":70},{"uri":"NASA","surface_form":"NASA","offset":196},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":284},{"uri":"Pacific_ocean","surface_form":"Pacific ocean","offset":297},{"uri":"Russia","surface_form":"Russia","offset":412},{"uri":"Marine_biology","surface_form":"marine biologists","offset":521},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":559},{"uri":"Ecosystem","surface_form":"ecosystem","offset":644},{"uri":"Organism","surface_form":"organism","offset":677},{"uri":"Extraterrestrial_life","surface_form":"extraterrestrial life","offset":1374}]}