{"id":269593,"url":"http://en.wikipedia.org/wiki/Convention_on_the_Elimination_of_All_Forms_of_Discrimination_against_Women","text":"e=\"preserve\">Convention on the Elimination of All Forms of Discrimination against Women is a convention and one of the international human rights law adopted by United Nations General Assembly on 18 December 1979 and entered into force 3 September 1981 established to prohibit all discrimination against women and to ensure their human rights and freedom on a basis of equality with men. As of 2017, 189 countries had ratified this Convention, that is, have made promise to realize this Convention. Countries which had not ratified it were Iran, Somalia, South Sudan, Tonga, the United States and Vatican City.\nMain Contents.\nArticle 1 Discrimination against women means any distincting, excluding or limiting all kinds of the human rights and freedoms of women.\nArticle 2 Countries must prohibit all discrimination against women by anyone, any groups and any companies and must change any law to protect women from discrimination.\nArticle 4 Special measures to promote real equality between men and women and to protect mother women is not discrimination.\nArticle 5 Abolishing any prejudices and custom which are out of the idea insisting that either sex is inferior or superior or out of stereotyped roles for men and women.\nArticle 6 Protection women from all forms of human trafficking and prostitution.\nArticle 7 The right to vote of women and to take part in government policy.\nArticle 8 Rights of women to represent their government and take part in the work of international organisation.\nArticle 9 Rights of women to change nationality and in marriage to an alien, women are not changed automatically changed her nationality according to that of the husband and have equal right as men about the nationality of her child.\nArticle 10 Abolishing discrimination against women in the field of education;\n1. To abolish discrimination against women in the field of working\n2. To prevent discrimination against women in marriage motherhood, and ensure their right to work, countries have\nArticle 12 Abolishing discrimination in the field of health care.\nArticle 14 Abolishing discrimination in rural areas.\nArticle 15 Equality of women with men before law, also in civil matters and legal capacity.\nFrom Article 19 to 30, about the Committee that watch the realisation of this Convention by countries. The Committee is composed of 23 members elected by countries. They must be \"of high moral standing\". Countries must submit a national report, at least every four years to the Committee and the Committee submit reports to the United Nations Economic and Social Council.\nThe committee also give suggestion to the countries on matter about the abolition of discrimination against women.\nOptional Protocol.\nThis Convention also have the \"Optional Protocol to the Convention on the Elimination of All Forms of Discrimination against Women\". It admits women whose human rights written in this Convention are violated to claim to the Committee of the United Nations. Until now, September 2017, 109 countries have ratified it, that is, promised to United Nations to realize it.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_human_rights_law","surface_form":"international human rights law","offset":119},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":161},{"uri":"Women","surface_form":"women","offset":304},{"uri":"Women%27s_rights","surface_form":"human rights","offset":330},{"uri":"Freedom","surface_form":"freedom","offset":347},{"uri":"Men","surface_form":"men","offset":383},{"uri":"Iran","surface_form":"Iran","offset":540},{"uri":"Somalia","surface_form":"Somalia","offset":546},{"uri":"South_Sudan","surface_form":"South Sudan","offset":555},{"uri":"Tonga","surface_form":"Tonga","offset":568},{"uri":"United_States","surface_form":"United States","offset":579},{"uri":"Vatican_City","surface_form":"Vatican City","offset":597},{"uri":"Human_rights","surface_form":"human rights","offset":727},{"uri":"Freedom","surface_form":"freedom","offset":744},{"uri":"Company","surface_form":"companies","offset":860},{"uri":"Discrimination","surface_form":"discrimination","offset":916},{"uri":"Mother","surface_form":"mother","offset":1021},{"uri":"Prejudice","surface_form":"prejudice","offset":1082},{"uri":"Stereotype","surface_form":"stereotype","offset":1190},{"uri":"Gender_role","surface_form":"roles for men and women","offset":1202},{"uri":"Human_trafficking","surface_form":"human trafficking","offset":1272},{"uri":"Prostitution","surface_form":"prostitution","offset":1294},{"uri":"Women%27s_suffrage","surface_form":"right to vote","offset":1322},{"uri":"Policy","surface_form":"policy","offset":1376},{"uri":"Nationality","surface_form":"nationality","offset":1533},{"uri":"Marriage","surface_form":"marriage","offset":1552},{"uri":"Husband","surface_form":"husband","offset":1659},{"uri":"Nationality","surface_form":"nationality","offset":1705},{"uri":"Right_to_education","surface_form":"education","offset":1798},{"uri":"Employment","surface_form":"working","offset":1868},{"uri":"Marriage","surface_form":"marriage","offset":1922},{"uri":"Health_care","surface_form":"health care","offset":2043},{"uri":"United_Nations","surface_form":"United Nations","offset":2948}]}