{"id":269528,"url":"http://en.wikipedia.org/wiki/1986_Pacific_hurricane_season","text":"The 1986 Pacific hurricane season officially started May 15, 1986 in the eastern Pacific, and June 1, 1986 in the central Pacific, and lasted until November 30, 1986. These dates usually contain the period of each year when most tropical cyclones form in the northeastern Pacific Ocean.\nActivity.\nThe number of storms this season was slightly above average. There were eight tropical storms, and six hurricanes. However, the number of major hurricanes was below average with three.\nHurricane Agatha.\nOn May 22, a tropical depression (a large and organized cloud mass) formed. It took a rare southeast track. On May 24, the depression made a lope strengthened into Tropical Storm Agatha. Agatha headed almost due north. On May 25, reached minimal hurricane strength and turned to the east-southeast. Agatha weakened back to a tropical storm and then a tropical depression as it continued paralleling the coast of Mexico. Agatha restrengthened into a tropical storm for 12 hours on May 28 and 29 before dissipating for good that same day.\nHurricane Estelle.\nAt midday on July 16, a tropical depression formed. It acquired gale-force winds 12 hours later and was named Estelle. On July 18, it intensified into a hurricane. In an environment that favored an increase of the storm's winds, Estelle continued strengthening, and became the first major hurricane of the season on July 20. Estelle's forward motion increased to close to 20 knots. Estelle's path took it towards a potential landfall on the Big Island. Due to a shearing environment from a trough, Estelle weakened as it continued approaching Hawaii. A possible recurve never materialized, and the cyclone continued its path towards the Hawaiian Islands.\nThe hurricane veered to west and passed south of the islands. Estelle weakened to a tropical storm on July 23. Early on July 25, Tropical Storm Estelle weakened to a depression. The tropical cyclone weakened two days later.\nDue to its rapid motion, Estelle kept pace with a large swell of water that it generated. In combination with a high spring tide and peripheral winds generated by Estelle, huge waves crashed on the shores of the Big Island on the afternoon of July 22. The high waves washed away five beachfront homes and severely damaged dozens of others in Vacation Land. The total damage was around 2 million (1986 USD) dollars. On Maui, waves washed away a dirt road on the eastern part of the island between Kipahulu and Kaupo.\nAfter Estelle passed by the islands, moisture related to the tropical cyclone caused heavy rainfall in the Ka'u and Puna districts on the Big Island. After Estelle dissipated, its moisture continued to spread over the islands, causing significant rainfall and thunderstorms over the archipelago. The only deaths reported were two drownings on Oahu that occurred on July 23.\nHurricane Paine.\nA cloud mass became a tropical depression late on the September 27 roughly 200 miles southwest of Guatemala. Paralleling the Mexican coastline, the system became a tropical storm late on the 29th, about 350 miles west-southwest of Acapulco. It steadily intensified, peaking with winds of 100 mph. This made Paine a Category 2 hurricane, Paine entered the Gulf of California on the evening of October 1. The hurricane increased its motion, crossing the coast near San Jose (Boca del Rio) while still a hurricane. The system moved rapidly across Mexico, bringing significant rains from west Texas across Oklahoma and Kansas into the Mid-Mississippi Valley. Flooding was reported, with the worst flood begin near Oklahoma City, the capital of the US State of Oklahoma.\nHurricane Roslyn.\nThe next tropical cyclone originated as a tropical disturbance which moved westward offshore\nNicaragua. During the early afternoon of the 15th, ship reports indicated the formation of a tropical depression near 10.2N 92.7W. The cyclone moved at a quick pace to the west- northwest south of a warm-core ridge. Early on the morning of the 16th, Roslyn became a tropical storm. By the morning of the October 17, it had developed into a hurricane south of Acapulco.\nRoslyn began to recurve within a few hundred miles of Manzanillo. Striking Mazatlán as a marginal hurricane on the 20th, the remains of the system caused heavy rains along the Middle Texas coast. It later moved northward through the Mississippi Valley, spreading light to moderate rains\nalong its path and then started to spread rains across the Southern United States. Click [http://www.hpc.ncep.noaa.gov/tropical/rain/roslyn1986rain.gif here] for the storm total rainfall graphic for Roslyn.\nTropical Storm Georgette.\nOn August 3, a tropical depression organized in the open ocean. Twelve hours later, it strengthened into Tropical Storm Georgette before weakening to a depression 6 hours later. It then accelerated to a very rapid speed of 20-39 knots. Due to its fast speed, Georgette could not maintain a closed circulation, and the tropical storm degenerated into a non-cyclonic disturbance. The disturbance kept up its rapid forward motion, crossed the dateline, and entered the western Pacific.\nFive days later, Georgette reformed into a depression in the western part of the Pacific Ocean. As was customary, it kept its name. It eventually strengthened into a minimal typhoon (a hurricane in the West Pacific). It began to interact with a typohoon in the west Pacific, and thus cased it to dissipate.\n1986 storm names.\nThe following names were used for named storms that formed in the eastern Pacific in 1986. No names were retired, so it was used again in the 1992 season. This is the same list used for the 1980 season. Storms were named Orlene, Paine, and Roslyn for the first time in 1986, although Orlene had been used on the old four-year lists. No central Pacific names were used; the first name used would have been Oka. Names that were not assigned are marked in gray.","categories":[],"infobox_types":[],"annotations":[{"uri":"May_15","surface_form":"May 15","offset":53},{"uri":"1986","surface_form":"1986","offset":61},{"uri":"June_1","surface_form":"June 1","offset":94},{"uri":"1986","surface_form":"1986","offset":102},{"uri":"November_30","surface_form":"November 30","offset":148},{"uri":"1986","surface_form":"1986","offset":161},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":272},{"uri":"May_22","surface_form":"May 22","offset":503},{"uri":"May_24","surface_form":"May 24","offset":611},{"uri":"May_25","surface_form":"May 25","offset":722},{"uri":"Mexico","surface_form":"Mexico","offset":912},{"uri":"May_28","surface_form":"May 28","offset":980},{"uri":"May_29","surface_form":"29","offset":991},{"uri":"July_16","surface_form":"July 16","offset":1069},{"uri":"July_18","surface_form":"July 18","offset":1178},{"uri":"July_20","surface_form":"July 20","offset":1372},{"uri":"Big_Island_of_Hawaii","surface_form":"Big Island","offset":1497},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":1546},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Islands","offset":1693},{"uri":"July_23","surface_form":"July 23","offset":1813},{"uri":"July_25","surface_form":"July 25","offset":1831},{"uri":"July_22","surface_form":"July 22","offset":2178},{"uri":"Vacation_Land%2C_Hawaii","surface_form":"Vacation Land","offset":2277},{"uri":"Maui","surface_form":"Maui","offset":2353},{"uri":"Dirt_road","surface_form":"dirt road","offset":2379},{"uri":"Kipahulu%2C_Hawaii","surface_form":"Kipahulu","offset":2431},{"uri":"Kaupo%2C_Hawaii","surface_form":"Kaupo","offset":2444},{"uri":"Ka%27u%2C_Hawaii","surface_form":"Ka'u","offset":2558},{"uri":"Puna%2C_Hawaii","surface_form":"Puna","offset":2567},{"uri":"Oahu","surface_form":"Oahu","offset":2794},{"uri":"Sea_of_Cortez","surface_form":"Gulf of California","offset":3197},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":3598},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":3635},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":3719},{"uri":"Acapulco","surface_form":"Acapulco","offset":4078},{"uri":"Manzanillo%2C_Colima","surface_form":"Manzanillo","offset":4142},{"uri":"Mazatl%C3%A1n","surface_form":"Mazatlán","offset":4163},{"uri":"August_3","surface_form":"August 3","offset":4611},{"uri":"Knot_(unit)","surface_form":"knots","offset":4837},{"uri":"1992_Pacific_hurricane_season","surface_form":"1992 season","offset":5558},{"uri":"1980_Pacific_hurricane_season","surface_form":"1980 season","offset":5606}]}