{"id":269500,"url":"http://en.wikipedia.org/wiki/POST","text":"e=\"preserve\">The POST, in most computers, is a self-test that checks the OS(s) available and boots from the OS selected. POST stands for \"Power On Self Test\". Computers that have an operating system perform a POST before loading the OS, and many imbedded systems also do a POST.\nA POST usually checks the crucial, files, folders, and components. Once the POST is completed, a selected OS will take control and finish the startup process.\nIf the POST fails, usually a BSOD displays (Blue Screen of Death, most commonly) and offers recovery options such as safe mode.\nOther tools.\nLKGC (Last Known Good Configuration) reverts to the last non-problematic, successful bootup. It is similar to System Restore, but its primary function is to allow the user to use the computer normally, unlike System Restore, which does not guarantee a fix. Also, LKGC is unrevertable, unless you successfully bootup again.\nSystem Restore works by allowing the user to open a wizard, then select a \"restore point\". The user must restart for the point to take effect, but the system will start as normal.\nSystem Repair is typically found on the hard disk of your computer and contains options that can be used to fix the system. However, in serious cases, the OS may need to be reinstalled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_Booting","surface_form":"boots","offset":93},{"uri":"OS","surface_form":"OS","offset":108},{"uri":"Operating_system","surface_form":"operating system","offset":182},{"uri":"OS","surface_form":"OS","offset":385},{"uri":"Startup","surface_form":"startup","offset":421},{"uri":"BSOD","surface_form":"BSOD","offset":467},{"uri":"Safe_mode","surface_form":"safe mode","offset":555},{"uri":"Last_Known_Good_Configuration","surface_form":"Last Known Good Configuration","offset":585},{"uri":"System_Restore","surface_form":"System Restore","offset":689},{"uri":"System_Restore","surface_form":"System Restore","offset":902},{"uri":"Restore_point","surface_form":"restore point","offset":977},{"uri":"Hard_disk","surface_form":"hard disk","offset":1122},{"uri":"OS","surface_form":"OS","offset":1237},{"uri":"Reinstalled","surface_form":"reinstalled","offset":1255}]}