{"id":269679,"url":"http://en.wikipedia.org/wiki/Year_of_the_Four_Emperors","text":"e=\"preserve\">The Year of the Four Emperors was a year in the history of the Roman Empire, AD 69, in which four emperors ruled in a remarkable turnover. The four emperors were Galba, Otho, Vitellius, and Vespasian.\nThe suicide of emperor Nero, in 68, was followed by a brief period of civil war, the first Roman civil war since Mark Antony's death in 30 BC. Between June of 68 and December of 69, Rome witnessed the successive rise and fall of Galba, Otho and Vitellius until the final accession of Vespasian, the first ruler of the Flavian Dynasty.\nThis was an example of the political disturbances which occurred in the history of the Roman Empire. The military and political anarchy created by this civil war had serious repercussions, such as the outbreak of the Batavian rebellion. The Jewish Revolt was already ongoing.\nNero to Galba.\nBy June of 68, the Senate took the initiative to rid itself of Nero, declaring him a public enemy and Galba emperor. The Praetorian Guard were bribed to betray Nero, and Nero committed suicide. Galba was recognized as emperor and welcomed into the city at the head of his legions\nGalba did not remain popular for long. On his march to Rome, he either destroyed or took enormous fines from towns that did not accept him immediately. In Rome, Galba cancelled all the reforms of Nero, including benefits for many important persons. The army was not happy either. After his safe arrival in Rome, Galba refused to pay the rewards he had promised to soldiers who had supported him. The Roman treasury was indeed in a bad way after Nero's extravagances, but Galba did not handle the situation well.\nLike Nero, Galba had a fear of conspirators and executed many senators and equites without trial. Moreover, in the start of the civil year of 69 on January 1, the legions of Germania Inferior refused to swear allegiance and obedience to the new emperor. On the following day, the legions acclaimed Vitellius, their governor, as emperor.\nMarcus Salvius Otho bribed the Praetorian Guard, already very unhappy with the emperor, to his side. When Galba heard about the \"coup d'état\" he went to the streets in an attempt to normalize the situation. It proved a mistake, because he could attract no supporters. Shortly afterwards, the Praetorian Guard killed him in the Forum.\nOtho to Vitellius.\nOtho was recognised as emperor by the Senate that same day. The new emperor was saluted with relief. Although ambitious and greedy, Otho did not have a record for tyranny or cruelty and was expected to be a fair emperor. However, trouble in the form of Vitellius was marching down on Italy from Germany.\nVitellius had behind him the finest elite legions of the empire, composed of veterans of the Germanic Wars. These would prove to be his best arguments to gain power. Otho was not keen to begin another civil war and sent emissaries to propose a peace and inviting Vitellius to be his son-in-law. It was too late to reason; Vitellius' generals had half of his army heading to Italy. After a series of minor victories, Otho was defeated in the Battle of Bedriacum. Rather than flee and attempt a counter-attack, Otho decided to put an end to the anarchy and committed suicide. He had been emperor for a little more than three months.\nVitellius to Vespasian.\nOn the news of Otho's suicide, Vitellius was recognised as emperor by the Senate. Given this recognition, Vitellius set out for Rome. He faced problems from the start of his reign. The city was left very skeptical when Vitellius chose a day of bad auspices (according to Roman superstition) to accept the office of \"Pontifex Maximus\".\nEvents would seemingly prove them right. With the throne tightly secured, Vitellius engaged in a series of feasts, banquets and triumphal parades that drove the imperial treasury close to bankruptcy. Debts were quickly accrued and money-lenders started to demand repayment.\nVitellius showed his violent nature by ordering the torture and execution of those who dared to make such demands. Vitellius took the step of killing citizens who named him as their heir, often together with any co-heirs. Moreover, he engaged in a pursuit of every possible rival, inviting them to the palace with promises of power only to have them assassinated.\nVespasian had been given a special command in Judaea by Nero in 67 with the task of putting down the Great Jewish Revolt. He gained the support of the governor of Syria, Gaius Licinius Mucianus. A strong force drawn from the Judaean and Syrian legions marched on Rome under the command of Mucianus. Vespasian himself travelled to Alexandria where he had been acclaimed Emperor on July 1, thereby gaining control of the vital grain supplies from Egypt. Vespasian's son Titus remained in Judaea to deal with the Jewish rebellion. Before the eastern legions could reach Rome, the Danubian legions of the provinces of Raetia and Moesia also acclaimed Vespasian as Emperor in August, and led by Marcus Antonius Primus invaded Italy. In October, the forces led by Primus won a crushing victory over Vitellius' army at the Second Battle of Bedriacum.\nSurrounded by enemies, Vitellius made a last attempt to win the city to his side, distributing bribes and promises of power where needed. The Danube army was now very near Rome. Vitellius went into hiding and prepared to flee, but decided on a last visit to the palace. There he was caught by Vespasian's men and killed. In seizing the capital, they burned down the temple of Jupiter.\nThe Senate acknowledged Vespasian as emperor on the following day. It was 21 December 69, the year that had begun with Galba on the throne.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":76},{"uri":"Galba","surface_form":"Galba","offset":175},{"uri":"Otho","surface_form":"Otho","offset":182},{"uri":"Vespasian","surface_form":"Vespasian","offset":203},{"uri":"Nero","surface_form":"Nero","offset":237},{"uri":"Roman_civil_wars","surface_form":"Roman civil war","offset":305},{"uri":"Mark_Antony","surface_form":"Mark Antony","offset":327},{"uri":"Ancient_Rome","surface_form":"Rome","offset":396},{"uri":"Accession","surface_form":"accession","offset":485},{"uri":"Flavian_Dynasty","surface_form":"Flavian Dynasty","offset":532},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":636},{"uri":"Batavian_rebellion","surface_form":"Batavian rebellion","offset":766},{"uri":"Jewish_Revolt","surface_form":"Jewish Revolt","offset":790},{"uri":"Praetorian_Guard","surface_form":"Praetorian Guard","offset":961},{"uri":"Roman_legion","surface_form":"legions","offset":1112},{"uri":"Treasury","surface_form":"treasury","offset":1526},{"uri":"Extravagance","surface_form":"extravagance","offset":1572},{"uri":"Execution","surface_form":"executed","offset":1680},{"uri":"Equites","surface_form":"equites","offset":1707},{"uri":"Marcus_Salvius_Otho","surface_form":"Marcus Salvius Otho","offset":1969},{"uri":"Praetorian_Guard","surface_form":"Praetorian Guard","offset":2000},{"uri":"Roman_Forum","surface_form":"Forum","offset":2296},{"uri":"Germanic_Wars","surface_form":"Germanic Wars","offset":2719},{"uri":"Battle_of_Bedriacum","surface_form":"Battle of Bedriacum","offset":3067},{"uri":"Pontifex_Maximus","surface_form":"Pontifex Maximus","offset":3597},{"uri":"Meal","surface_form":"feasts","offset":3723},{"uri":"Banquet","surface_form":"banquet","offset":3731},{"uri":"Parade","surface_form":"parade","offset":3754},{"uri":"Treasury","surface_form":"treasury","offset":3786},{"uri":"Bankrupt","surface_form":"bankrupt","offset":3804},{"uri":"Heir","surface_form":"heir","offset":4072},{"uri":"Assassination","surface_form":"assassinated","offset":4240},{"uri":"Judea","surface_form":"Judaea","offset":4300},{"uri":"Great_Jewish_Revolt","surface_form":"Great Jewish Revolt","offset":4355},{"uri":"Gaius_Licinius_Mucianus","surface_form":"Gaius Licinius Mucianus","offset":4424},{"uri":"Alexandria","surface_form":"Alexandria","offset":4584},{"uri":"Grain","surface_form":"grain","offset":4679},{"uri":"Titus","surface_form":"Titus","offset":4722},{"uri":"Danube","surface_form":"Danubian","offset":4831},{"uri":"Marcus_Antonius_Primus","surface_form":"Marcus Antonius Primus","offset":4944},{"uri":"Battle_of_Bedriacum","surface_form":"Battle of Bedriacum","offset":5077},{"uri":"Temple","surface_form":"temple","offset":5464},{"uri":"Jupiter","surface_form":"Jupiter","offset":5474}]}