{"id":269740,"url":"http://en.wikipedia.org/wiki/MicroSD","text":"microSD is a type of removable flash memory card used for storing information. SD is an abbreviation of Secure Digital, and microSD cards are sometimes referred to as µSD or uSD. The cards are used in mobile phones and other mobile device<nowiki/>s.\nIt is the smallest memory card that can be bought; at 15 mm × 11 mm × 1 mm (about the size of a fingernail), it is about a quarter of the size of a normal-sized SD card. There are adapters that make the small microSD able to fit in devices that have slots for standard SD, miniSD, Memory Stick Duo card, and even USB. But, not all of the different cards can work together. Many microSD cards are sold with a standard SD adapter, so that people can use them in devices that take standard SD but not microSD cards.\nTransFlash and microSD cards are the same (they can be used in place of each other), but microSD has support for SDIO mode. This lets microSD slots support non-memory jobs like Bluetooth, GPS, and Near Field Communication by attaching a device in place of a memory card.\nMicroSDHC format is a newer version of the MicroSD which is not backwards compatible. Some older devices cannot use the newer format, although third party firmware is available for some devices.\nTransFlash cards are sold in 16MB and 32MB sizes. microSD cards are sold in many sizes, from 64 MB to 32 GB, while microSDHC cards are sold in sizes between 4 GB to 64 GB. Larger ones are microSDXC memory cards, sold in sizes between 8 GB and 1 TB.\nHistory.\nThe microSD format was made by the company SanDisk. It was first called T-Flash, and then TransFlash, before being named microSD when it started to be used by the SD Card Association (SDA). Other flash card formats approved by the SDA include miniSD and standard SD card.\nThe SDA announced the microSD format at CTIA Wireless 2005 on March 14, 2005, and the final microSD details were announced on July 13, 2005. When they were first sold, the microSD format was sold in sizes of 32, 64, and 128 MB. SanDisk made a 4 GB microSD card on July 2006, at first costing $99 (USD). Since then, the prices for flash memory devices have become much lower. At the time of April 2009, the same 4 GB card could be bought for as low as $12 (USD) at department stores, and by May 2009, for as low as $6 (USD) at online electronics stores. In January 2010, a 16 GB micro SD card class 2 cost about $40 (USD), and a 4 GB class 2 micro SD card about $8 (USD).\nIn February 2014, SanDisk announced a new microSD card, the MicroSDXC. At the time, the cards held up to 128GB. To enable this amount of storage capacity on a removable microSD card, SanDisk developed a proprietary technique that allows for 16 memory die to be vertically stacked, each shaved to be thinner than a strand of hair. At the time of their release, these cards had capacities ranging from 8GB to 128GB, with the prices ranging from $29.99 to $199.99.\nPower Usage.\nSeveral manufacturers make microSD cards and they consume different amounts of electrical power. Most are in the range of 0-100 mA at a supply voltage of 3.3 V. TwinMOS Technologies Midde East FZE says that the cards carry a maximum of 45 mA during transfer. Toshiba lists 80-100 mA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flash_memory","surface_form":"flash memory","offset":31},{"uri":"Abbreviation","surface_form":"abbreviation","offset":88},{"uri":"Secure_Digital_card","surface_form":"Secure Digital","offset":104},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":201},{"uri":"Mobile_device","surface_form":"mobile device","offset":225},{"uri":"Memory_card","surface_form":"memory card","offset":269},{"uri":"Fingernail","surface_form":"fingernail","offset":346},{"uri":"SD_card","surface_form":"SD card","offset":411},{"uri":"Adapter_(computing)","surface_form":"adapters","offset":430},{"uri":"MiniSD","surface_form":"miniSD","offset":523},{"uri":"Memory_Stick","surface_form":"Memory Stick","offset":531},{"uri":"USB","surface_form":"USB","offset":563},{"uri":"Secure_Digital_card","surface_form":"SDIO","offset":876},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":940},{"uri":"GPS","surface_form":"GPS","offset":951},{"uri":"Near_Field_Communication","surface_form":"Near Field Communication","offset":960},{"uri":"Third_party","surface_form":"third party","offset":1177},{"uri":"Firmware","surface_form":"firmware","offset":1189},{"uri":"SanDisk","surface_form":"SanDisk","offset":1530},{"uri":"SD_Card_Association","surface_form":"SD Card Association","offset":1650},{"uri":"United_States_dollar","surface_form":"USD","offset":2056},{"uri":"Department_store","surface_form":"department store","offset":2223},{"uri":"Manufacturer","surface_form":"manufacturer","offset":2913},{"uri":"Electrical_power","surface_form":"electrical power","offset":2984},{"uri":"Voltage","surface_form":"voltage","offset":3048},{"uri":"TwinMOS_Technologies_Midde_East_FZE","surface_form":"TwinMOS Technologies Midde East FZE","offset":3066}]}