{"id":269826,"url":"http://en.wikipedia.org/wiki/Evolutionary_suicide","text":"e=\"preserve\">Evolutionary suicide is not a standard term in evolutionary biology. It is not used in any standard textbook on evolution.\nIt is the incorrect idea that the adaptation of an individual animal works in such a way that an entire species dies out. The idea is that evolution makes plants and animals pass on their genes to the next generation more efficiently, but it does not guarantee the survival of the population or the species. Obviously, that is true, and extinction occurs often. Evolution cannot foresee the future. This is, however, nothing at all to do with suicide.\nA candidate for a future evolutionary suicide might be cod. Cod is caught as fish by humans. The fish do not weigh as much as they used to, mostly because they do not survive long enough. They do, however, mature earlier. Although this means the number of eggs per female fish is reduced, its effect depends rather on the extent of overfishing. Data suggests that when fishing is controlled, cod numbers return to their former level. This was the lesson of World War II, when cod fishing in many areas was greatly reduced, and pre-war cod numbers recovered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":60},{"uri":"Textbook","surface_form":"textbook","offset":113},{"uri":"Evolution","surface_form":"evolution","offset":125},{"uri":"Adaptation","surface_form":"adaptation","offset":170},{"uri":"Species","surface_form":"species","offset":240},{"uri":"Evolution","surface_form":"evolution","offset":275},{"uri":"Plant","surface_form":"plant","offset":291},{"uri":"Animal","surface_form":"animal","offset":302},{"uri":"Gene","surface_form":"gene","offset":324},{"uri":"Extinction","surface_form":"extinction","offset":473},{"uri":"Cod","surface_form":"cod","offset":643},{"uri":"Overfishing","surface_form":"overfishing","offset":920},{"uri":"World_War_II","surface_form":"World War II","offset":1045}]}