{"id":269909,"url":"http://en.wikipedia.org/wiki/Antoninus_Pius","text":"Antoninus Pius (Titus Aurelius Fulvus Boionius Arrius Antoninus, 19 September 86 – 7 March 161), or simply Antoninus, was Roman Emperor from 138 to 161.\nMarriage and children.\nAs a private citizen between 110 and 115, he married Annia Galeria Faustina the Elder. They are believed to have enjoyed a happy marriage.Faustina was a beautiful woman, renowned for her wisdom. She spent her whole life caring for the poor and assisting the most disadvantaged Romans.\nFaustina bore Antoninus four children, two sons and two daughters. They included Faustina the Younger, a future Roman Empress, who married her maternal cousin, future Roman Emperor Marcus Aurelius.\nWhen Faustina died in 141, Antoninus was greatly bereaved and had a temple built in the Roman Forum in her name, had coins with her portrait struck in her honor, and created a charity called \"Girls of Faustina\", which assisted orphaned girls.\nFavor with Hadrian.\nHaving filled with success the offices of quaestor and praetor, he was consul in 120. He was appointed by Hadrian as one of the four proconsuls to administer Italia, then Asia. The Emperor Hadrian adopted him as his son and successor on 25 February 138, after the death of his first adopted son Lucius Aelius. The condition was that Antoninus would in turn adopt Marcus Annius Verus, the son of his wife's brother, and Lucius, son of Aelius Verus, who afterwards became the emperors Marcus Aurelius and Lucius Verus\nEmperor.\nThere are no records of any military related acts in his time. One modern scholar has written \"It is almost certain not only that at no time in his life did he ever see, let alone command, a Roman army, but that, throughout the twenty-three years of his reign, he never went within five hundred miles of a legion\". His reign was the most peaceful in the entire history of the Principate.\nUnrest in Britannia is believed to have led to the construction of the Antonine Wall from the Firth of Forth to the Firth of Clyde, although it was soon abandoned.\nHe was virtually unique among emperors in that he dealt with crises without leaving Italy once during his reign. He dealt with provincial matters through their governors or through imperial letters to the cities such as Ephesus (of which some were publicly displayed). This style of government was highly praised by his contemporaries and by later generations.\nThose twenty-two years were not remarkably eventful in comparison to those before and after his reign. We might think that he wisely cut the activities of the Roman Empire to a careful minimum. Perhaps he was uninterested in events away from Rome, and his inaction contributed to the troubles which faced Marcus Aurelius and other emperors of the third century.\nGerman historian Ernst Kornemann, in his \"Römische Geschichte\" (roman history) [2 vols., ed. by H. Bengtson, Stuttgart 1954], said that the reign of Antoninus comprised \"a succession of grossly wasted opportunities\", given the upheavals that were to come. There is more to this argument, given that the Parthians in the East were themselves soon to make no small amount of mischief after Antoninus' passing. Kornemann's brief is that Antoninus might have waged preventive wars to head off these outsiders.\nAfter the longest reign since Augustus (surpassing Tiberius by a couple of months), Antoninus died of fever about twelve miles (19 km) from Rome, on 7 March 161. The last word that he uttered when the tribune of the night-watch came to ask the password was \"aequanimitas\" (equanimity).","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":122},{"uri":"Faustina_the_Elder","surface_form":"Faustina the Elder","offset":243},{"uri":"Faustina_the_Younger","surface_form":"Faustina the Younger","offset":542},{"uri":"Marcus_Aurelius","surface_form":"Marcus Aurelius","offset":642},{"uri":"Quaestor","surface_form":"quaestor","offset":964},{"uri":"Praetor","surface_form":"praetor","offset":977},{"uri":"Hadrian","surface_form":"Hadrian","offset":1028},{"uri":"Proconsul","surface_form":"proconsul","offset":1055},{"uri":"Italia_(Roman_province)","surface_form":"Italia","offset":1080},{"uri":"Asia_(Roman_province)","surface_form":"Asia","offset":1093},{"uri":"Lucius_Aelius","surface_form":"Lucius Aelius","offset":1217},{"uri":"Marcus_Aurelius","surface_form":"Marcus Aurelius","offset":1405},{"uri":"Lucius_Verus","surface_form":"Lucius Verus","offset":1425},{"uri":"Principate","surface_form":"Principate","offset":1823},{"uri":"Britannia","surface_form":"Britannia","offset":1845},{"uri":"Antonine_Wall","surface_form":"Antonine Wall","offset":1906},{"uri":"Firth_of_Forth","surface_form":"Firth of Forth","offset":1929},{"uri":"Firth_of_Clyde","surface_form":"Firth of Clyde","offset":1951},{"uri":"Parthia","surface_form":"Parthia","offset":3025},{"uri":"Tiberius","surface_form":"Tiberius","offset":3279},{"uri":"Tribune","surface_form":"tribune","offset":3429}]}