{"id":270063,"url":"http://en.wikipedia.org/wiki/Marcus_Aurelius","text":"Marcus Aurelius Antoninus (26 April 121 – 17 March 180) was Roman Emperor from 161 to 180. He ruled with Lucius Verus as co-emperor from 161 until Verus' death in 169.\nHe was the last of the Five Good Emperors, and is considered one of the most important Stoic philosophers.\nMarcus Aurelius' work \"Meditations\", written in Greek while on campaign between 170 and 180, is still revered. It serves as an example of how Aurelius approached the Platonic ideal of a philosopher–king, and how he symbolized much of what was best about Roman civilization.\nContinuous warfare.\nAt the start of his reign, the Empire, under the joint rule of Marcus and Lucius Verus, defeated a revitalized Parthian Empire in a war from 161 to 166.\nThe unforeseen consequences for the Empire were great. The returning troops brought with them a plague (the so-called Antonine Plague), which may have been smallpox. It would eventually kill about 5 million people, and severely weaken the Empire.\nAurelius fought the German tribes during a long war from 166 to 180. The pressure from the Goths moving west pushed settled Germanic tribes into invading Roman client states in Gaul, and across the Danube.\nThe plague raging in the Empire limited Rome's ability to respond. The \"Marcomanni\" tribe entered Italy, which had not been invaded for nearly 200 years, and defeated the army of the Praetorian Prefect.\nThis disaster forced Marcus to collect forces from other frontiers, and move them against the \"Marcomanni\". The Roman army was commanded by Claudius Pompeianus, Marcus' son-in-law, with the future emperor Pertinax as one of his lieutenants. The invaders were thrown out of Italy, and Marcus began planning to cross the Danube into their territory.\nIntense diplomatic activity followed, as the Romans tried to win over various barbarian tribes in preparation for a crossing of the Danube. A peace treaty was signed with some tribes, while others became Roman allies. In 172, Marcus defeated the \"Marcommani\", and in 173 their allies, the \"Quadi\", were defeated. It took until 174 for the \"Quadi\" to be subdued.\nMarcus was now interrupted by a revolt in the east, led by the Roman general Avidius Cassius. He was suppressed by Marcus' army. Marcus then returned to Rome. A triumph was celebrated with his son Commodus.\nIn 177 the \"Quadi\" rebelled again, and the \"Marcommani\" joined them. Marcus arrived on the scene in August 178, and in due course the Romans won a decisive battle in what is now Slovakia. The emperor Marcus died in 180, still fighting the German tribes.\nVictories were achieved in the next couple of years, sufficient for Commodus to claim credit with a triumph. The battles had been fought by his generals.\nAftermath.\nThe war had exposed the weakness of Rome's northern frontier. From then on, half the Roman legions (16 out of 33) would be stationed along the Danube and the Rhine. For the Germanic tribes, although for the moment checked, the Marcomannic wars were only the prelude. Later invasions in the 4th and 5th centuries would eventually end the Western Roman Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":60},{"uri":"Lucius_Verus","surface_form":"Lucius Verus","offset":105},{"uri":"Five_Good_Emperors","surface_form":"Five Good Emperors","offset":191},{"uri":"Stoicism","surface_form":"Stoic","offset":255},{"uri":"Greek_language","surface_form":"Greek","offset":323},{"uri":"Platonism","surface_form":"Platonic","offset":441},{"uri":"Civilization","surface_form":"civilization","offset":535},{"uri":"Lucius_Verus","surface_form":"Lucius Verus","offset":643},{"uri":"Parthia","surface_form":"Parthia","offset":680},{"uri":"Consequence","surface_form":"consequence","offset":737},{"uri":"Plague","surface_form":"plague","offset":818},{"uri":"Antonine_Plague","surface_form":"Antonine Plague","offset":840},{"uri":"Smallpox","surface_form":"smallpox","offset":878},{"uri":"Germanic_peoples","surface_form":"German","offset":989},{"uri":"Goths","surface_form":"Goths","offset":1060},{"uri":"Danube","surface_form":"Danube","offset":1167},{"uri":"Praetorian_Prefect","surface_form":"Praetorian Prefect","offset":1358},{"uri":"Son-in-law","surface_form":"son-in-law","offset":1547},{"uri":"Pertinax","surface_form":"Pertinax","offset":1583},{"uri":"Avidius_Cassius","surface_form":"Avidius Cassius","offset":2165},{"uri":"Commodus","surface_form":"Commodus","offset":2285},{"uri":"Slovakia","surface_form":"Slovakia","offset":2473},{"uri":"Roman_legion","surface_form":"Roman legion","offset":2799},{"uri":"Rhine","surface_form":"Rhine","offset":2872},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire","offset":3051}]}