{"id":270052,"url":"http://en.wikipedia.org/wiki/French_Communist_Party","text":"The French Communist Party (, PCF) is a French far left-wing political party. Founded in 1920, it had a large influence in the XXth century, especially after the Second World War, and is still important in the French political life, though it declined over years.\nIts National Secretary is Pierre Laurent, since June 2010.\nHistory.\nThe French Communist Party was founded in 1920 after the Tours Congress of the French Section of the Worker's International (SFIO, today the Socialist Party), as the French Section of the Communist international (SFIC), by members who wanted to join the Third International. It took in 1921 the name of \"Communist Party\".\nIn 1936, it was a part of the Popular Front and supported its social reforms, but refused to participate in the government.\nDuring the Second World War, the PCF became a clandestine organisation and organised a massive armed resistance against the Nazi occupation. At the Liberation, the party was the most important in France and had several ministers in the Provisional Government. However, its support to independentist movement in French Indochina and to strikes isolated it from other parties.\nFrom the 1930s to the 1980s, the French Communist Party's line is close to the Soviet Union's. The collapse of the USSR in 1991 also affects the PCF, whose electoral support decreases rapidly.\nElectoral results.\nAt the French 2007 legislative election, the PCF gained 4.29% of the votes, one of its worst results. However, the Communist party is still one of the most important party in some regions of France (Seine-Saint-Denis, Nord...), where it has been historically strong.\nIn 2009, the PCF created the \"Left Front\" () with the Left Party, and ran as a part of this alliance in the 2009 European Parliament election and the 2009 Regional election, with some success.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":40},{"uri":"Left-wing","surface_form":"left-wing","offset":51},{"uri":"1920","surface_form":"1920","offset":89},{"uri":"Socialist_Party_(France)","surface_form":"Socialist Party","offset":473},{"uri":"Second_World_War","surface_form":"Second World War","offset":789},{"uri":"Union_of_Soviet_Socialist_Republics","surface_form":"USSR","offset":1268},{"uri":"Seine-Saint-Denis","surface_form":"Seine-Saint-Denis","offset":1564},{"uri":"Nord_(department)","surface_form":"Nord","offset":1583},{"uri":"European_Parliament","surface_form":"European Parliament","offset":1745},{"uri":"Regions_of_France","surface_form":"Regional","offset":1787}]}