{"id":270131,"url":"http://en.wikipedia.org/wiki/Commodus","text":"Commodus (Lucius Aurelius Commodus Antoninus, 31 August 161 – 31 December 192) was Roman Emperor from 180 to 192. He also ruled as co-emperor with his father Marcus Aurelius from 177 until his father's death in 180.\nHis accession as emperor was the first time a son had succeeded his father since Titus succeeded Vespasian in 79. Commodus was the first emperor \"born to the purple\", that is, born during his father's reign.\nSole reign (180–192).\nThe reign of Marcus Aurelius had been marked by almost continuous warfare, even though he preferred books to war. That of Commodus was comparatively peaceful in the military sense but was marked by political strife, and the arbitrary and capricious behaviour of the emperor himself. In the view of Dio Cassius, a contemporary observer, his accession marked the descent \"from a kingdom of gold to one of rust and iron\". The historian Edward Gibbon took Commodus's reign as the beginning of the decline of the Roman Empire.\nDespite his notoriety, Commodus's years in power are not well chronicled.\nCommodus remained with the Danube armies for only a short time before negotiating a peace treaty with the Danubian tribes. He then returned to Rome and celebrated a triumph for the conclusion of the wars on 22 October 180.\nUnlike the preceding Emperors Trajan, Hadrian, Antoninus Pius and Marcus Aurelius, Commodus had little interest in the business of administration. He left the running of the state to a succession of favourites, beginning at this time with Saoterus, a freedman from Nicomedia who had become his chamberlain.\nThis state of affairs lead to a series of conspiracies and attempted coups, which in turn eventually provoked Commodus to take charge of affairs, which he did in an increasingly dictatorial manner.\nNevertheless, though the senatorial order came to hate and fear him, the evidence suggests that he remained popular with the army and the common people for much of his reign. He made lavish shows of gifts (recorded on his coinage) and he staged and took part in spectacular gladiatorial combats.\nOne of the ways he paid for his mass entertainments was to tax the senatorial order, and on many inscriptions, the traditional order of the two nominal powers of the state, the Senate and People (\"Senatus Populusque Romanus\") is provocatively reversed (\"Populus Senatusque...\").\nThe conspiracies of 182.\nAt the outset of his reign, Commodus, aged 19, inherited many of his father's senior advisers. He also had five surviving sisters, all of them with husbands who were potential rivals. Four of his sisters were considerably older than he; the eldest, Lucilla, held the rank of Augusta as the widow of her first husband, Lucius Verus.\nThe first crisis of the reign came in 182, when Lucilla engineered a conspiracy against her brother. Her motive is alleged to have been envy of the Empress Crispina. Her husband, Pompeianus, was not involved, but two men, alleged to have been her lovers, attempted to murder Commodus as he entered the theatre.\nThey bungled the job. They were seized by the emperor's bodyguard, and executed; Lucilla was exiled to Capri and later killed. Pompeianus retired from public life. One of the two Praetorian Prefects, Tarrutenius Paternus, had actually been involved in the conspiracy, but was not detected at this time. In the aftermath, he and his co-Prefect Sextus Tigidius Perennis organised the murder of Saoterus, the hated chamberlain.\nCommodus took the loss of Saoterus badly, and Perennis now seized the chance to advance himself by implicating Paternus in a second conspiracy. Executions followed. Perennis took over the reins of government and Commodus found a new chamberlain and favourite in Cleander, a Phrygian freedman who had married one of the emperor's mistresses, Demostratia. Cleander was in fact the person who had murdered Saoterus.\nAfter those attempts on his life, Commodus spent much of his time outside Rome, mostly on the family estates at Lanuvium. Though physically strong, he was mentally lazy, and his chief interest was in sport: taking part in horse racing, chariot racing, and combats with beasts and men, mostly in private but also on occasion in public.\nBritainnia.\nIn Britain in 184, the governor Ulpius Marcellus pushed the Roman frontier north to the Antonine Wall, but the soldiers revolted against his harsh discipline. Perennis had all the legionary legates in Britain dismissed.\nOn 15 October 184 at the Capitoline Games, a Cynic philosopher publicly denounced Perennis before Commodus, who was watching. He was immediately put to death. According to Dio Cassius, Perennis, though ruthless and ambitious, was not personally corrupt and generally administered the state well.\nHowever, the following year, a detachment of soldiers from Britain (they had been drafted to Italy to suppress brigands) denounced Perennis to the emperor as plotting to make his own son emperor. They had been enabled to do so by Cleander, who was seeking to dispose of his rival. Commodus gave the soldiers permission to execute Perennis and his wife and sons. The fall of Perennis brought a new spate of executions. Ulpius Marcellus was replaced as governor of Britain by Pertinax; brought to Rome and tried for treason, Marcellus narrowly escaped death.\nCleander's rise and fall (185–190).\nCleander took power into his own hands and enriched himself by selling public offices: he sold and gave entry to the Senate, army commands, governorships, and even replacement consulships, to the highest bidder.\nUnrest around the empire increased, with large numbers of army deserters causing trouble in Gaul and Germany. A revolt in Brittany was put down by two legions brought over from Britain. In 187, one of the leaders of the deserters, Maternus, came from Gaul intending to assassinate Commodus at the Festival of the Great Goddess in March, but he was betrayed and executed.\nIn the same year, Pertinax unmasked a conspiracy by two enemies of Cleander. As a result, Commodus appeared even more rarely in public, preferring to live on his estates. Early in 188, Cleander disposed of the current praetorian prefect, and himself took over supreme command of the Praetorians at the new rank of \"a pugione\" (\"dagger-bearer\") with two praetorian prefects subordinate to him. Now at the zenith of his power, Cleander continued to sell public offices as his private business. The climax came in the year 190, which had 25 suffect consuls—a record in the 1,000-year history of the Roman consulship—all appointed by Cleander (they included the future Emperor Septimius Severus).\nIn the spring of 190, Rome was afflicted by a food shortage, for which the official actually in charge of the grain supply managed to lay the blame on Cleander. At the end of June, a mob demonstrated against Cleander during a horse race in the Circus Maximus: he sent the praetorian guard to put down the disturbances, but Pertinax, who was now City Prefect of Rome, dispatched the \"Vigiles Urbani\" to oppose them.\nCleander fled to Commodus, who was at Laurentum in the house of the Quinctilii, for protection, but the mob followed him calling for his head. At the urging of his mistress Marcia, Commodus had Cleander beheaded and his son killed. Other victims at this time were the praetorian prefect Julius Julianus, Commodus's cousin Annia Fundania Faustina, and his brother-in-law Mamertinus. Papirius Dionysius was executed too.\nCommodus continued to rule through a cabal, which now consisted of Marcia, his new chamberlain Eclectus, and the new praetorian prefect Quintus Aemilius Laetus, who about this time also had many Christians freed from working in the mines in Sardinia. Marcia is alleged to have been a Christian.\nA new order (190–192).\nDuring 191, the city of Rome was extensively damaged by a fire that raged for several days, during which many public buildings including the Temple of Pax, the Temple of Vesta and parts of the imperial palace were destroyed.\nCommodus presented himself as the fountainhead of the Empire and Roman life and religion. He also had the head of the Colossus of Nero adjacent to the Colosseum replaced with his own portrait, gave it a club and placed a bronze lion at its feet to make it look like Hercules, and added an inscription boasting of being \"the only left-handed fighter to conquer twelve times one thousand men\".\nCommodus the gladiator.\nThe emperor also had a passion for gladiatorial combat, which he took so far as to take to the arena himself, dressed as a gladiator. The Romans found Commodus' naked gladiatorial combats to be scandalous and disgraceful. It was rumoured that he was actually the son, not of Marcus, but of a gladiator whom his mother Faustina had taken as a lover at the coastal resort of Caieta. In the arena, Commodus always won since his opponents always submitted to the emperor. Thus, these public fights would not end in a death. Privately, it was his custom to slay his practice opponents. For each appearance in the arena, he charged the city of Rome a million sesterces, straining the Roman economy.\nMilitary officials in Rome were enraged at his behaviour in the arena. Often, wounded soldiers and amputees would be placed in the arena for Commodus to slay with a sword. Citizens of Rome missing their feet through accident or illness were taken to the arena, where they were tethered together for Commodus to club to death while pretending they were giants. These acts may have contributed to his assassination.\nCommodus was also known for fighting exotic animals in the arena, often to the horror of the Roman people. According to Gibbon, Commodus once killed 100 lions in a single day.p106 Later, he decapitated a running ostrich with a specially designed dart. and afterwards carried the bleeding head of the dead bird and his sword over to the section where the Senators sat and gesticulated as though they were next. On another occasion, Commodus killed three elephants on the floor of the arena by himself. Finally, Commodus killed a giraffe which was considered to be a strange and helpless beast.p107 \"Commodus killed a camelopardalis or giraffe...the most useless of the quadrupeds.\"\nAssassination.\nIn November 192, Commodus held Plebian Games in which he shot hundreds of animals with arrows and javelins every morning, and fought as a gladiator every afternoon, naturally winning all the bouts. In December he announced his intention to inaugurate the year 193 as both consul and gladiator on 1 January.\nAt this point, the prefect Laetus formed a conspiracy with Eclectus to supplant Commodus with Pertinax, taking Marcia into their confidence. On 31 December Marcia poisoned his food but he vomited up the poison; so the conspirators sent his wrestling partner, Narcissus, to strangle him in his bath. On his death, the Senate declared him a public enemy and restored the original names to the city of Rome and its institutions. Commodus' statues were thrown down.\nCommodus was succeeded by Pertinax, whose reign was short lived, being the first to fall victim to the Year of the Five Emperors. Commodus's death marked the end of the Nervan-Antonian dynasty, and the beginning of the end for the Western Roman Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":83},{"uri":"Marcus_Aurelius","surface_form":"Marcus Aurelius","offset":158},{"uri":"Accession","surface_form":"accession","offset":220},{"uri":"Titus","surface_form":"Titus","offset":297},{"uri":"Vespasian","surface_form":"Vespasian","offset":313},{"uri":"Marcus_Aurelius","surface_form":"Marcus Aurelius","offset":459},{"uri":"Dio_Cassius","surface_form":"Dio Cassius","offset":744},{"uri":"Edward_Gibbon","surface_form":"Edward Gibbon","offset":879},{"uri":"Decline_of_the_Roman_Empire","surface_form":"decline of the Roman Empire","offset":939},{"uri":"Trajan","surface_form":"Trajan","offset":1295},{"uri":"Hadrian","surface_form":"Hadrian","offset":1303},{"uri":"Antoninus_Pius","surface_form":"Antoninus Pius","offset":1312},{"uri":"Saoterus","surface_form":"Saoterus","offset":1504},{"uri":"Nicomedia","surface_form":"Nicomedia","offset":1530},{"uri":"Chamberlain_(office)","surface_form":"chamberlain","offset":1559},{"uri":"Roman_Senate","surface_form":"senatorial order","offset":1795},{"uri":"Gladiator","surface_form":"gladiator","offset":2044},{"uri":"Lucilla","surface_form":"Lucilla","offset":2619},{"uri":"Augustus_(honorific)","surface_form":"Augusta","offset":2645},{"uri":"Lucius_Verus","surface_form":"Lucius Verus","offset":2688},{"uri":"Empress","surface_form":"Empress","offset":2850},{"uri":"Capri","surface_form":"Capri","offset":3116},{"uri":"Praetorian_Prefect","surface_form":"Praetorian Prefect","offset":3192},{"uri":"Tarrutenius_Paternus","surface_form":"Tarrutenius Paternus","offset":3213},{"uri":"Perennis","surface_form":"Perennis","offset":3372},{"uri":"Cleander","surface_form":"Cleander","offset":3700},{"uri":"Phrygia","surface_form":"Phrygia","offset":3712},{"uri":"Freedman","surface_form":"freedman","offset":3721},{"uri":"Horse_racing","surface_form":"horse racing","offset":4073},{"uri":"Chariot_racing","surface_form":"chariot racing","offset":4087},{"uri":"Roman_Britain","surface_form":"Britain","offset":4201},{"uri":"Ulpius_Marcellus","surface_form":"Ulpius Marcellus","offset":4230},{"uri":"Antonine_Wall","surface_form":"Antonine Wall","offset":4286},{"uri":"Legate","surface_form":"legate","offset":4388},{"uri":"Dismissed","surface_form":"dismissed","offset":4407},{"uri":"Cynic","surface_form":"Cynic","offset":4463},{"uri":"Roman_Italy","surface_form":"Italy","offset":4807},{"uri":"Pertinax","surface_form":"Pertinax","offset":5188},{"uri":"Roman_governor","surface_form":"governorships","offset":5447},{"uri":"Roman_consul","surface_form":"consulships","offset":5483},{"uri":"Deserter","surface_form":"deserter","offset":5582},{"uri":"Gaul","surface_form":"Gaul","offset":5611},{"uri":"Germania","surface_form":"Germany","offset":5620},{"uri":"Brittany","surface_form":"Brittany","offset":5641},{"uri":"Roman_legion","surface_form":"legions","offset":5670},{"uri":"Septimius_Severus","surface_form":"Septimius Severus","offset":6563},{"uri":"Grain_supply_to_the_city_of_Rome","surface_form":"grain supply","offset":6693},{"uri":"Circus_Maximus","surface_form":"Circus Maximus","offset":6827},{"uri":"Vigiles_Urbani","surface_form":"Vigiles Urbani","offset":6966},{"uri":"Laurentum","surface_form":"Laurentum","offset":7036},{"uri":"Sextus_Quinctilius_Condianus","surface_form":"Quinctilii","offset":7066},{"uri":"Marcia","surface_form":"Marcia","offset":7171},{"uri":"Quintus_Aemilius_Laetus","surface_form":"Quintus Aemilius Laetus","offset":7553},{"uri":"Sardinia","surface_form":"Sardinia","offset":7658},{"uri":"Temple_of_Vesta","surface_form":"Temple of Vesta","offset":7895},{"uri":"Colossus_of_Nero","surface_form":"Colossus of Nero","offset":8078},{"uri":"Colosseum","surface_form":"Colosseum","offset":8111},{"uri":"Bronze","surface_form":"bronze","offset":8181},{"uri":"Lion","surface_form":"lion","offset":8188},{"uri":"Arena","surface_form":"arena","offset":8471},{"uri":"Caieta","surface_form":"Caieta","offset":8749},{"uri":"Sestertius","surface_form":"sesterces","offset":9029},{"uri":"Elephant","surface_form":"elephant","offset":9936},{"uri":"Giraffe","surface_form":"giraffe","offset":10011},{"uri":"Pertinax","surface_form":"Pertinax","offset":10974},{"uri":"Year_of_the_Five_Emperors","surface_form":"Year of the Five Emperors","offset":11051},{"uri":"Nervan-Antonian_dynasty","surface_form":"Nervan-Antonian dynasty","offset":11117}]}