{"id":270171,"url":"http://en.wikipedia.org/wiki/Roe_v._Wade","text":"\"Roe v. Wade\" was a 1971 - 1973 landmark decision by the US Supreme Court. The court ruled that a state law that banned abortions (except to save the life of the mother) was unconstitutional. The ruling made abortion legal in many circumstances. The decision said that a woman's right to privacy extended to the fetus/unborn child she was carrying. In the view of the court, during the first trimester an abortion was no more dangerous than carrying the fetus/child full term. The decision was 7-2, with Chief Justice Warren E. Burger and six other Justices voting for \"Jane Roe\", and Justices William Rehnquist and Byron White voting against it.\nThe decision divided the nation and is still controversial today. People divided into pro-life and pro-choice groups. Pro-life supporters argue that the unborn baby has the same right to life as other people, and the government should intervene to protect it. Pro-choice supporters believe that the unborn baby is not the same as a person, and the woman has the right to choose what she wants to do with her body and that the government should not intervene. Roe was limited by a later decision called \"Webster v. Reproductive Health\" (1989), which allowed regulation of abortion in some cases. Several states have considered laws banning abortions altogether.\nBackground.\nIt began in Texas as a challenge against a law prohibiting any kind of abortion unless the mother's life was in danger. In 1970 a pregnant Texas woman, Norma McCorvey (alias Jane Roe), brought a lawsuit against Henry Wade, Dallas County District Attorney, in a Texas federal court. Alleging she was a single woman and pregnant, McCorvey wanted to terminate her pregnancy. She wanted it done safely by a doctor but said she could not afford to travel outside of Texas. She could not get a legal abortion in Texas because her life was not in danger. Her lawsuit claimed that the Texas law violated her right to privacy, protected by the First, Fourth, Fifth, Ninth, and Fourteenth Amendments. Roe added she sued \"on behalf of herself and all other women\" in the same situation. The case slowly made its way to the US Supreme Court. Meanwhile, McCorvey had her baby and placed it for adoption.\nThe majority decision.\nIn a 7-2 decision, the court held that a woman's right to an abortion was protected by her right to privacy under the Fourteenth Amendment. The decision allowed a woman to decide whether to keep or abort the fetus/unborn child during the first trimester. This affected the laws of 46 states. Justice Harry Blackmun wrote the majority opinion. “We … acknowledge our awareness of the sensitive and emotional nature of the abortion controversy, of the vigorous opposing views, even among physicians, and of the deep and seemingly absolute convictions that the subject inspires.” — Justice Blackmun (1973).\nDissenting opinion.\nThe dissenting opinion was written by Justice William Rehnquist. He objected to the majority decision giving several reasons.\nRight to privacy interpretation.\nThe basis for the \"right to privacy\" is a judicial interpretation that can be traced from an earlier case \"Griswold v. Connecticut\" (1965). In this landmark case, the Supreme Court ruled a Connecticut law prohibiting the use of contraceptives violated the right to privacy as found in the Constitution. However, the right to privacy is not directly mentioned in the Constitution. The Supreme Court has stated that the Right to Privacy is implied by several amendments. Beginning in 1923 the court interpreted the \"liberty\" guarantee in the Fourteenth Amendment as a broad right to privacy. Justice William O. Douglas stated the guarantees of the right to privacy had penumbras (implied rights) \"formed by emanations (a flowing) from those guarantees that help give them life and substance.\"\nTrimester concept.\nIn its decision, the court used the three trimester framework of pregnancy. During the first trimester an abortion was safer for the mother than childbirth. The reasoning was that the decision whether to get an abortion at this stage should be left up to the mother to decide. Any law that interfered with abortions in the first trimester would be presumed to be unconstitutional. During the second trimester laws could regulate abortion only to protect the health of the mother. During the third trimester the unborn child was viable (able to live on its own outside the mother's womb). So laws could restrict or prohibit abortions except in cases where it was necessary to preserve the mother's health. This doctrine stood until 1992. In \"Planned Parenthood v. Casey\" (1992) the court changed from basing the legality of an abortion on trimesters to basing it on fetal viability.","categories":[],"infobox_types":[],"annotations":[{"uri":"Landmark_decision","surface_form":"landmark decision","offset":32},{"uri":"Supreme_Court_of_the_United_States","surface_form":"US Supreme Court","offset":57},{"uri":"Law","surface_form":"law","offset":104},{"uri":"Abortion","surface_form":"abortion","offset":120},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":174},{"uri":"Abortion","surface_form":"abortion","offset":208},{"uri":"Legal","surface_form":"legal","offset":217},{"uri":"Privacy","surface_form":"privacy","offset":288},{"uri":"Fetus","surface_form":"fetus","offset":312},{"uri":"Unborn","surface_form":"unborn","offset":318},{"uri":"Pregnancy","surface_form":"trimester","offset":392},{"uri":"Pregnancy","surface_form":"full term","offset":466},{"uri":"Warren_E._Burger","surface_form":"Warren E. Burger","offset":518},{"uri":"Jane_Roe","surface_form":"Jane Roe","offset":570},{"uri":"William_Rehnquist","surface_form":"William Rehnquist","offset":594},{"uri":"Byron_White","surface_form":"Byron White","offset":616},{"uri":"United_States","surface_form":"nation","offset":672},{"uri":"Controversial","surface_form":"controversial","offset":692},{"uri":"Pro-life","surface_form":"pro-life","offset":733},{"uri":"Pro-choice","surface_form":"pro-choice","offset":746},{"uri":"Webster_v._Reproductive_Health_Services","surface_form":"Webster v. Reproductive Health","offset":1150},{"uri":"Texas","surface_form":"Texas","offset":1332},{"uri":"Prohibit","surface_form":"prohibit","offset":1367},{"uri":"Norma_McCorvey","surface_form":"Norma McCorvey","offset":1472},{"uri":"Alias","surface_form":"alias","offset":1488},{"uri":"Lawsuit","surface_form":"lawsuit","offset":1515},{"uri":"Henry_Wade","surface_form":"Henry Wade","offset":1531},{"uri":"Dallas_County%2C_Texas","surface_form":"Dallas County","offset":1543},{"uri":"District_Attorney","surface_form":"District Attorney","offset":1557},{"uri":"Allege","surface_form":"Alleging","offset":1602},{"uri":"Terminate","surface_form":"terminate","offset":1667},{"uri":"Medical_doctor","surface_form":"doctor","offset":1723},{"uri":"Travel","surface_form":"travel","offset":1763},{"uri":"First_Amendment_to_the_United_States_Constitution","surface_form":"First","offset":1955},{"uri":"Fourth_Amendment_to_the_United_States_Constitution","surface_form":"Fourth","offset":1962},{"uri":"Fifth_Amendment_to_the_United_States_Constitution","surface_form":"Fifth","offset":1970},{"uri":"Ninth_Amendment_to_the_United_States_Constitution","surface_form":"Ninth","offset":1977},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendments","offset":1988},{"uri":"Adoption","surface_form":"adoption","offset":2201},{"uri":"Harry_Blackmun","surface_form":"Harry Blackmun","offset":2534},{"uri":"Majority_opinion","surface_form":"majority opinion","offset":2559},{"uri":"Dissenting_opinion","surface_form":"dissenting opinion","offset":2861},{"uri":"William_Rehnquist","surface_form":"William Rehnquist","offset":2903},{"uri":"Judicial_interpretation","surface_form":"judicial interpretation","offset":3058},{"uri":"Griswold_v._Connecticut","surface_form":"Griswold v. Connecticut","offset":3123},{"uri":"Connecticut","surface_form":"Connecticut","offset":3205},{"uri":"Contraceptive","surface_form":"contraceptive","offset":3244},{"uri":"Imply","surface_form":"implied","offset":3454},{"uri":"Guarantee","surface_form":"guarantee","offset":3539},{"uri":"William_O._Douglas","surface_form":"William O. Douglas","offset":3614},{"uri":"Flow","surface_form":"flow","offset":3735},{"uri":"Childbirth","surface_form":"childbirth","offset":3971},{"uri":"Interfere","surface_form":"interfere","offset":4116},{"uri":"Health","surface_form":"health","offset":4284},{"uri":"Womb","surface_form":"womb","offset":4407},{"uri":"Doctrine","surface_form":"doctrine","offset":4536},{"uri":"Planned_Parenthood_v._Casey","surface_form":"Planned Parenthood v. Casey","offset":4567},{"uri":"Fetal_viability","surface_form":"fetal viability","offset":4691}]}