{"id":270124,"url":"http://en.wikipedia.org/wiki/John_Boehner","text":"John Andrew Boehner (pronounced /ˈbeɪnər/ BAY-nər; born November 17, 1949) is an American politician. Between 2011 and 2015, he was the Speaker of the United States House of Representatives.\nBoehner is a member of the Republican Party. He served in the Ohio State House from 1985 to 1990. In 1990, he became a Congressman (a member of the United States House of Representatives). Boehner resigned in early October 2015. He was succeeded as Speaker by Paul Ryan on October 29, 2015.\nEarly life.\nBoehner was born in Reading, Ohio and was one of twelve brothers and sisters. Boehner worked in his family's bar and briefly served in the United States Navy before graduating from Xavier University in 1977. Later, he was a small businessman.\nPolitical career.\nHe has been in politics since 1985. He represents the area north of Cincinnati, Ohio. Boehner served as chair of several important committees before becoming Minority Leader in 2006. While minority leader, Boehner was one of the main people who were critical of President Obama. When the Republicans took back the House of Representatives in the 2010 elections, Boehner became Speaker of the House.\nIn September 2015, Boehner said he would step down as Speaker and that his resignation would be in effect on October 30. His resignation became in effect on October 29 with Paul Ryan succeeding him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the United States House of Representatives","offset":136},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":218},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":339},{"uri":"Paul_Ryan","surface_form":"Paul Ryan","offset":451},{"uri":"Reading%2C_Ohio","surface_form":"Reading, Ohio","offset":514},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":633},{"uri":"Xavier_University","surface_form":"Xavier University","offset":675},{"uri":"Small_business","surface_form":"small business","offset":718},{"uri":"Cincinnati%2C_Ohio","surface_form":"Cincinnati, Ohio","offset":823},{"uri":"President_Obama","surface_form":"President Obama","offset":1017},{"uri":"Speaker_of_the_House","surface_form":"Speaker of the House","offset":1132},{"uri":"Paul_Ryan","surface_form":"Paul Ryan","offset":1327}]}