{"id":270154,"url":"http://en.wikipedia.org/wiki/Andrei_Kolkoutine","text":"e=\"preserve\">Andrei Kolkoutine (born in 1957 in Smolyaninovo, Primorsky Krai) is a Russian artist. In 1982 Kolkoutine graduated at the Repin Academy of Arts in Leningrad, named after Ilya Repin. Kolkoutine lives in southern Russia in the town of Nalchik.\nHe belongs to the art group \" FOSTER BROTHERS \" together with two other artists - Andrey Efi and Eugeny Lindin.\nThe medium of his paintings is usually oil on canvas, but Kolkoutine also made a few sculptures and prints. Besides Russia, Kolkoutine has made exhibitions in Denmark, Germany, France and other European countries as well as the United States.\nStyle.\nKolkoutine settled into his current characteristic style by the end of the 1980s in which he mixes traditions from the Russian icons with other art styles: suprematism from Malevich, cubism and naïve art. Kolkoutine states that he sought the special tones of colours which are seen in the old Russian icons, and he developed a method for making these tones by pasting a layer of neutral grey paint on the canvas before painting the colours. Geometrical and abstract elements are combined with figurative elements. Buildings and playing cards may appear at the bottom of the paintings as well as Cyrillic letters. Frames in different colours surrounding the motifs are often oblique.\nMotifs.\nOften the motifs are either stylized biblical or simple working people from the Russian province; according to Kolkoutine the biblical characters are in principle the same kind as the provincial people (Bjørnager, 2006). The biblical motifs are also a reflection of his origin; they are distinctly orthodox. Jekatarina Seleznjova states that in her opinion the fundamental question asks in his paintings is ”Why are we here?” (Seleznjova, 2007), and thus despite the culturally characteristic motifs, Kolkoutine's paintings are supposed to touch something universally human. Kolkoutines paintings are both simple and complicated it is said.","categories":[],"infobox_types":[],"annotations":[{"uri":"Smolyaninovo","surface_form":"Smolyaninovo","offset":48},{"uri":"Primorsky_Krai","surface_form":"Primorsky Krai","offset":62},{"uri":"Russia","surface_form":"Russia","offset":83},{"uri":"Artist","surface_form":"artist","offset":91},{"uri":"Repin_Academy_of_Arts","surface_form":"Repin Academy of Arts","offset":135},{"uri":"Leningrad","surface_form":"Leningrad","offset":160},{"uri":"Sculpture","surface_form":"sculpture","offset":452},{"uri":"Malevich","surface_form":"Malevich","offset":790},{"uri":"Cubism","surface_form":"cubism","offset":800},{"uri":"Na%C3%AFve_art","surface_form":"naïve art","offset":811},{"uri":"Cyrillic","surface_form":"Cyrillic","offset":1212},{"uri":"Bible","surface_form":"biblical","offset":1345}]}