{"id":270307,"url":"http://en.wikipedia.org/wiki/Nigel_Farage","text":"Nigel Paul Farage (born 3 April 1964) is a British politician. He is the leader of the Brexit Party. He was also a Member of the European Parliament for the South East England region and is the co-chair of the Europe of Freedom and Direct Democracy group in the European Parliament. He is known for being the former leader of the UK Independence Party. Farage has been an important figure in the United Kingdom European Union membership referendum.\nPolitical career.\nNigel Farage left the Conservative Party in 1992 after the Maastricht Treaty was signed by John Major's Conservative government. He was first elected as a Member of the European Parliament in 1999 and was re-elected in 2004 and 2009. In September 2006, he was elected to become the UKIP leader and was party leader during the 2009 European Parliament election where UKIP received the second highest number of votes after the Conservative Party.\nIn November 2009, Farage resigned as UKIP leader because he wanted to concentrate on being elected to the House of Commons at the 2010 General Election. At the general election, Farage failed to be elected and became the UKIP leader again in November 2010.\nFarage stood for election as an MP for South Thanet in 2015. He lost to Craig Mackinlay. He resigned as leader. Four days later, Farage became the leader of the party again.\nFarage was instrumental in the Brexit campaign and was regarded by many as the main factor why the Leave campaign won and the UK voted to leave the European Union. On 25 August 2016, Farage was invited to a Donald Trump rally, in Jackson, Mississippi, to give him his support in the run-up to the US election in November 2016. During the rally, he said the famous quote \"If I was an American citizen, I wouldn't vote for Hillary Clinton if you paid me. In fact, I wouldn't vote for Hillary Clinton if she paid me.\"\nFarage is thought to be the first British politician to address a Republican presidential election rally. Speaking from the United States, Mr. Farage told The Daily Telegraph: “Brexit is just massive over here. I went to the [Republican party] convention in Cleveland and I just could not believe that ordinary people are talking to me about Brexit. They see it as a victory of ordinary people against big business, big banks, and big politics. “The Republican activists and managers here are keen to hear the Brexit story, hear how we managed to get 2.5 million people who don’t normally vote at all to go down to the polling station.\" Ever since the allegations about Russian interference in the US election, Farage has been viewed by the FBI as a \"person of interest\" in order to discover wherever he also interfered with the election, like the Russian government.\nOn Tuesday 4 December 2018, Nigel Farage left the UKIP Party as he believed it's new leader Gerard Batten was becoming too obsessed with Tommy Robinson and Islam.\nPersonal life.\nIn his early twenties, Farage was diagnosed with testicular cancer. He made a full recovery.\nFarage has been married twice. He married Gráinne Hayes in 1988. They had two children: Samuel (1989) and Thomas (1991). The marriage ended in divorce in 1997. In 1999 he married Kirsten Mehr, a German national. They had two children, Victoria (born 2000) and Isabelle (born 2005).","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"British_people","surface_form":"British","offset":43},{"uri":"Politician","surface_form":"politician","offset":51},{"uri":"Brexit_Party","surface_form":"Brexit Party","offset":87},{"uri":"European_Parliament","surface_form":"European Parliament","offset":262},{"uri":"UK_Independence_Party","surface_form":"UK Independence Party","offset":330},{"uri":"United_Kingdom_European_Union_membership_referendum","surface_form":"United Kingdom European Union membership referendum","offset":396},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":489},{"uri":"Treaty_of_Maastricht","surface_form":"Maastricht Treaty","offset":526},{"uri":"John_Major","surface_form":"John Major","offset":558},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":1018},{"uri":"United_Kingdom_general_election%2C_2010","surface_form":"2010 General Election","offset":1042},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1550},{"uri":"Jackson%2C_Mississippi","surface_form":"Jackson, Mississippi","offset":1573},{"uri":"Tommy_Robinson","surface_form":"Tommy Robinson","offset":2863},{"uri":"Islam","surface_form":"Islam","offset":2882},{"uri":"Married","surface_form":"married","offset":3013}]}