{"id":270373,"url":"http://en.wikipedia.org/wiki/8_track_tape","text":"The 8-track is a music format which first appeared in the 1960s. It is a tape format which was created so people could play music in their cars. Unlike cassettes, 8 tracks are a continuous loop of tape. They did not need to be turned over to keep playing. There were four programs of music on each tape with two tracks on each program to create stereo sound. When the track was over, a very thin piece of metal in the tape would be sensed. This would cause the part of the player that read the tape (the \"head\") to start reading the next track. 8 tracks became very popular in the early 1970s. They were used both in the home and car.\nIn the 1970s, the cassette tape was improved. It eventually had better quality than 8-tracks. By the late 1970s, cassettes became more popular than 8-tracks. In 1980, 8-tracks were rarely being made. They could still be bought through mail order record clubs until 1987. Today there are still a small number of people who collect 8 tracks.\nProblems.\nThe 8-track had many problems. Unlike cassettes, the rubber roller was in the cartridge. It would often wear out. This could cause a gooey substance in the tapes. This also caused the tapes to wear out quickly. The spacing between the tracks were very narrow. Music from tracks other than the one being played could often be heard. The sensing foil in the tape would sometimes break off. This would stop the tape from changing tracks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":17},{"uri":"Car","surface_form":"car","offset":139},{"uri":"Audio_cassette","surface_form":"cassettes","offset":152},{"uri":"Program","surface_form":"program","offset":272},{"uri":"Track_(music)","surface_form":"tracks","offset":312},{"uri":"Stereo","surface_form":"stereo","offset":345},{"uri":"Metal","surface_form":"metal","offset":405},{"uri":"House","surface_form":"home","offset":621},{"uri":"Post_office","surface_form":"mail order","offset":870},{"uri":"Record","surface_form":"record","offset":881},{"uri":"Rubber","surface_form":"rubber","offset":1038},{"uri":"8-track_cartridge","surface_form":"cartridge","offset":1063},{"uri":"Sense","surface_form":"sensing","offset":1321}]}