{"id":270490,"url":"http://en.wikipedia.org/wiki/New_South_Greenland","text":"New South Greenland, which is also known as Morrell's Land, was an appearance of land recorded by the American captain Benjamin Morrell. Morrel reported the sighting on the schooner \"Wasp\" in, during a seal hunting and exploration voyage in the Weddell Sea area of Antarctica. He provided precise coordinates and a description of a coastline. Morrel claimed to have sailed along the coastline for more than. The Weddel Sea is in the Antarctic. Because of icebergs, it was difficult to navigate, and few people did. The sighting was never investigated properly, at the time. Expeditions to Antarctica in the early 20th century proved that there was no land at the positions recorded by Morrell.\nAt the time of Morrell's voyage the Weddel Sea had not been named and its geography and coastline was almost entirely unknown. This made the sighting plausible at the start. Morrell made obvious errors when he told about the new sighting. He also had the reputation of liking to invent new stories. These two aspects made many people sceptical about the sighting. In the German explorer Wilhelm Filchner's ship \"Deutschland\" was blocked by ice in the Weddel Sea and drifted into the area, where Morrell had reported the new land. Filchcher searched for the land, but found no trace of it. A sounding of the sea bottom revealed more than of water, indicating no land nearby. Three years later, trapped in the same waters with his ship \"Endurance\", Ernest Shackleton was able by similar means to confirm the land's non-existence.\nDifferent explanations for Morell's error have been suggested. One of them is that Morrell wanted to deceive with this claimed finding. Morrell describes his sighting briefly, and seeks no personal credit or glory from the discovery. In his narrative, he gives all credit to his fellow sealing captain, Robert Johnson, for finding and naming the land two years earlier. Morrell may have been honestly mistaken, through miscalculation of his ship's position or by misremembering detail when writing the account after nine years. Alternatively, he may have made the common error of confusing distant icebergs with land, or been misled by the distorting effects of Antarctic mirage. In 1843 the distinguished British naval explorer James Clark Ross reported possible land in a position close to Morrell's; this land, too, would eventually be proven not to exist.\nFirst phase, June 1822 to March 1823.\nIn the early 19th century the geography of Antarctica was almost completely unknown, but occasional sightings of land had been recorded. Benjamin Morrell sailed to the South Sandwich Islands. Morrel was appointed commander of the schooner \"Wasp\" for a two-year voyage of sealing, trading and exploration in the Antarctic seas and the southern Pacific Ocean in 1822. In addition to his sealing duties Morrell had, as he put it, \"discretionary powers to prosecute new discoveries.\" He proposed to use this discretion to investigate the Antarctic seas \"and to ascertain the practicality ... of penetrating to the South Pole.\" This would be the first of four long voyages that would keep Morrell at sea for most of the following eight years, although he would not revisit the Antarctic after the initial voyage.\n\"Wasp\" sailed south from New York on 1822. She reached the Falkland Islands late in October, after which Morrell spent 16 days in fruitless searches for the nonexistent Aurora Islands, before heading for South Georgia, where the ship anchored on. In his account Morrell wrongly records the position of this anchorage, placing it in open sea about south-west of the island's coastline. \"Wasp\" then headed eastwards to hunt for seals. According to Morrell, the ship reached the remote Bouvet Island on. He found this elusive island without apparent difficulty. Historian H.R. Mill notes that Morrell's description of the island's physical features fails to mention the island's most singular characteristic—it is covered by a permanent ice sheet. Morrell then attempted to take the ship southwards. He reached think ice around 60°S and decided to turn northeast towards the Kerguelen Islands where he anchored on.\nAfter several days of exploration and evidently profitable sealing, \"Wasp\" left the Kerguelens on 1823, sailing south and east to record her furthest eastern position at 64°52'S, 118°27'E on. From this point, according to his own account, Morrell decided to take advantage of strong easterly winds, and made a rapid passage westward back to the Greenwich meridian, 0°. His account is light on details, but indicates that a distance of more than was covered in 23 days. The credibility of this claim of such fast, direct travel in ice-infested waters has been widely disputed, particularly as Morrell quotes southerly latitudes during the voyage which later proved to be at least 100 miles inside the then undiscovered Antarctic continental mainland. On \"Wasp\" reached Candlemas Island in the South Sandwich Islands. After a few days spent in a search for fuel to feed the ship's stoves \"Wasp\" sailed southwards on, into the area later known as the Weddell Sea. Finding the sea remarkably free of ice, Morrell advanced to 70°14'S before turning north-westward on. This retreat, Morrell says, was due to the ship's lack of fuel; otherwise, he claims, in these open waters he could have taken the ship to 85°, or perhaps to the Pole itself. These words are very similar to those used by the British explorer James Weddell to describe his own experiences in the same area, a month earlier. This has led historians to believe that Morrel may have copied the section from Weddel's.\nSighting of land.\nAt 2 pm next day, 15 March, as \"Wasp\" cruised north-east in the sea that would later bear Weddell's name, Morrell records: \"land was seen from the masthead, bearing west, distance 3 leagues\" (about nine miles, 14 km). His account continues: \"At half past we were close on with the body of land to which Captain Johnson had given the name of New South Greenland\". Robert Johnson, a former captain of the \"Wasp\", had made an exploratory voyage along the western coast of the Antarctic peninsula in 1821. Johnson had called it \"New South Greenland\". Morrell casually referred to Johnston's description. This indicates that Morrell assumed that the land he was seeing was in fact the east coast of the pensinsula. At the time he wrote this, his position was about 14 degrees east of that pensinsula. The geographical features of the pensinsula were not known at the time of Morrell's voyage. Morrell describes seal hunting activities continuing along this coast during the remainder of the day. On the following morning sealing resumed as the ship moved slowly southward, and continued until Morrell called a halt \"because of shortage of water and season far advanced\". Mountains of snow, he observed, could be seen about further south.\nMorrell turned north from a position he calculated as 67°52'S, 48°11W. Three days later, on, the ship passed what he took to be the northern cape of the land, at 62°41'S, 47°21'W. \"This land abounds with oceanic birds of every description\", wrote Morrell. He also records seeing 3,000 sea elephants. At 10 o'clock \"Wasp\" \"bade farewell to the cheerless shores of New South Greenland\"; there is no further mention of it in the long voyage account. \"Wasp\" sailed for Tierra del Fuego, then through the Magellan Strait into the Pacific Ocean, reaching Valparaiso, Chile, on 1823.\nFrom the first navigations of the Southern Ocean in the 16th century, lands which subsequently proved to be nonexistent had from time to time been reported in these waters. Polar historian Robert Headland of the Scott Polar Research Institute has suggested various reasons for these false sightings, ranging from \"too much rum\" to deliberate hoaxes designed to lure rival ships away from good sealing grounds. Some may have been of large ice masses that were carrying rocks and other glacial debris—dirty ice can appear convincingly similar to land. It is also possible that some of these lands existed, but later became submerged after volcanic eruptions. Other sightings may have been of actual land, wrongly located through observational errors due to chronometer failure, bad weather or simple incompetence.\nSearches for Morrell's land.\nDoubt was cast over the existence of New South Greenland when, in 1838, the French explorer Jules Dumont d'Urville sailed over the position of Morrell's \"north cape\", but saw no indication of land. This evidence, and the general nature of Morrell's account—its obvious errors, and his reputation as a braggart \"as great ... as any hero of autobiographical romance\" in the words of British geographer Hugh Robert Mill, led many geographers thereafter to ignore his claims. This scepticism remained even after Sir James Clark Ross reported an appearance of land in 1843, not far from Morrell's alleged observation: Ross's sighting was occasionally proffered as supportive of Morrell's claim. There was no further penetration of the Weddell Sea until 1903, when William Speirs Bruce took \"Scotia\" to 74°1'S, but in a sector of the sea which did not bring him close to Morrell's or Ross's sightings. Bruce was, however, generally well-disposed towards Morrell, writing that his claims should not be rejected until absolutely disproved.\nThe first determined search for New South Greenland came during the Second German Antarctic Expedition, 1911–13, under Wilhelm Filchner. The expedition's ship, \"Deutschland\", had become trapped in heavy sea ice while attempting to establish a shore base at Vahsel Bay. Her subsequent north-westerly drift had, by mid-, brought her to a position east of Morrell's recorded sighting. Filchner left the ship on and, with two companions and sufficient provisions for three weeks, sledged westward across the sea ice in search of Morrell's land. Daylight was limited to two or three hours a day, and temperatures fell to −31 °F (−35 °C), making travel difficult. In these conditions the group covered, taking frequent sightings. They found no signs of land; a lead weight dropped through the ice reached a depth of before the line snapped, a depth which confirmed there was no land in the vicinity. Filchner concluded that what Morrell had seen had been a mirage.\nOn 17 August 1915 Sir Ernest Shackleton's ship \"Endurance\", trapped in the ice like \"Deutschland\" three years earlier, drifted to a point 10 miles west of Morrell's charted position. Here, a depth sounding recorded 1,676 fathoms (10,060 feet, 3,065 m), leading Shackleton to write: \"I decided that Morrell Land must be added to the long list of Antarctic islands and continental coasts that have resolved themselves into icebergs\". On a further sounding of 1,900 fathoms (11,400 feet, 3,500 m) gave Shackleton additional evidence of the non-existence of New South Greenland.\nAlthough Filchner's and Shackleton's investigations and observations were accepted as conclusive proof that New South Greenland was a myth, there remained the question of Sir James Ross's reported appearance of land in a position around 65°S, 47°W. Ross's reputation was sufficient for this possibility to be taken seriously, and for his alleged sighting to be recorded on maps and Admiralty charts. In 1922 Frank Wild, leading the Shackleton-Rowett Expedition aboard \"Quest\" after Shackleton's death early in the expedition, investigated the location of Ross's sighting. Nothing was seen; prevented by ice conditions from reaching the exact spot, Wild took a sounding at 64°11'S, 46°4'W, which revealed of water. This showed that no land was near.\nOpinions and theories.\nAccording to W.J. Mills, Morrell had the reputation among his contemporaries as \"the biggest liar in the Southern Ocean\". Mills calls the westward journey from Morrell's claimed farthest east position \"impossible ... unbelievably fast, quite apart from lying south of the coastline for much of the way\". In search of an explanation Mills suggests that since Morrell's account was written nine years after the voyage he may not have had access to the ship's log, and hence may \"have felt constrained to invent details that appeared plausible\" in order to sustain his narrative. This would explain the profusion of positional and date errors.\nHugh Robert Mill, writing in 1905 before the non-existence of New South Greenland had been proved conclusively, refers to the sheer absurdity of some of the incidents described in Morrell's account, and concludes that because of Morrell's blunders, and his habit of incorporating the experiences of others into his story, all his claims must be treated as not proven. Nevertheless he concedes that \"a man may be ignorant, boastful and obscure, and yet have done a solid piece of work\". Canadian geographer Paul Simpson-Housley adopts a more sympathetic approach. Although dubious about much of Morrell's account, Simpson-Housley suggests that the speeds claimed for the western journey, though fast, are not impossible. He believes that the claimed farthest south in the Weddell Sea, queried by Mill, is entirely plausible, given that James Weddell had sailed four degrees further south just a month earlier.\nAnother inclined to defend Morrell's integrity is the writer Rupert Gould, who included a lengthy essay on New South Greenland in his collection \"Enigmas\", published in 1929. The assumption that the New South Greenland sighting was simply invented by Morrell is dismissed, primarily on the grounds of the very little weight given to the discovery in Morrell's 500-page account. Gould writes: \"If Morrell wished to gain an undeserved reputation as an Antarctic explorer, one would think he could have gone a better way about it than to bury his \"pièces justificatives\", after he had forged them, in an undistinguished corner of so bulky a book.\" In the relatively few pages devoted to the Antarctic, Morrell's account of his discovery is brief and entirely matter-of-fact, crediting it to Captain Johnson two years earlier rather than to himself.\nGould also discusses the possibility that what Morrell sighted was indeed the eastern coast of Graham Land, the so-called \"Foyn Coast\", despite its being 14° further west from position of the New South Greenland sighting. In support, Gould asserts that the peninsula's eastern coast corresponds very closely with the stretch of coastline described by Morrell. This theory supposes that Morrell miscalculated the ship's position, perhaps because he lacked the chronometer necessary for proper navigational observation. In his account Morrell writes that he was \"destitute of the various nautical and mathematical instruments\", but other parts of his narrative make it clear that the occasional dead reckoning calculation was the exception to the norm. In any circumstances a longitudinal error of 14° is very large, and the additional distance of about to the Foyn coast seems too great to have been covered within the ten-day voyage from the South Sandwich Islands, where the ship's position is recorded accurately. Even so, Gould maintains that a \"balance of evidence\" shows that what Morrell saw was the Foyn coast.\nFilchner's view that the supposed sighting of New South Greenland could be explained by a mirage is echoed by Simpson-Housley. He suggests that Morrell and his crew saw a superior mirage. One form of superior mirage, sometimes described as a Fata Morgana, distorts distant flat coastlines or ice edges both vertically and horizontally, so they can appear to have tall cliffs and other features such as high mountain peaks and valleys. In his expedition account \"South\", Shackleton gives a description of a Fata Morgana observed on 1915, coincidentally as his ship \"Endurance\" drifted close to the recorded position of New South Greenland: \"The distant pack is thrown up into towering barrier-like cliffs, which are reflected in blue lakes and lanes of water at their base. Great white and golden cities of Oriental appearance at close intervals along these cliff-tops indicate distant bergs ... The lines rise and fall, tremble, dissipate, and reappear in an endless transformation scene\".\nAfterwards.\nMorrell's four voyages finally ended on 1831, with his return to New York. He then wrote his \"Narrative of Four Voyages\", which was published the following year. He attempted to resume his seafaring career, seeking employment with the London-based shipping firm of Enderby Brothers, but his reputation had preceded him and he was rejected. Charles Enderby stated publicly that \"he had heard so much of him that he did not think fit to enter into any engagement with him.\" Morrell also sought to join Dumont D'Urville's expedition to the Weddell Sea in 1837, but his services were again declined. He reportedly died in 1839, and is commemorated by Morrell Island, 59°27'S, 27°19'W, an alternative name for Thule Island in the Southern Thule sub-group of the South Sandwich Islands. Robert Johnson, who coined the name New South Greenland, disappeared with his ship in 1826, while investigating the Antarctic waters in the vicinity of what would later be known as the Ross Sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phantom_island","surface_form":"appearance of land","offset":67},{"uri":"Benjamin_Morrell","surface_form":"Benjamin Morrell","offset":119},{"uri":"Schooner","surface_form":"schooner","offset":173},{"uri":"Seal","surface_form":"seal","offset":202},{"uri":"Weddell_Sea","surface_form":"Weddell Sea","offset":245},{"uri":"Antarctica","surface_form":"Antarctica","offset":265},{"uri":"Antarctic","surface_form":"Antarctic","offset":433},{"uri":"Iceberg","surface_form":"iceberg","offset":455},{"uri":"Wilhelm_Filchner","surface_form":"Wilhelm Filchner","offset":1081},{"uri":"Sounding_line","surface_form":"sounding","offset":1285},{"uri":"Endurance_(1912_ship)","surface_form":"\"Endurance\"","offset":1428},{"uri":"Ernest_Shackleton","surface_form":"Ernest Shackleton","offset":1441},{"uri":"Mirage","surface_form":"mirage","offset":2194},{"uri":"James_Clark_Ross","surface_form":"James Clark Ross","offset":2251},{"uri":"South_Sandwich_Islands","surface_form":"South Sandwich Islands","offset":2588},{"uri":"South_Pole","surface_form":"South Pole","offset":3030},{"uri":"New_York_City","surface_form":"New York","offset":3253},{"uri":"Falkland_Islands","surface_form":"Falkland Islands","offset":3287},{"uri":"Aurora_Islands","surface_form":"Aurora Islands","offset":3397},{"uri":"South_Georgia","surface_form":"South Georgia","offset":3432},{"uri":"Pinniped","surface_form":"seals","offset":3654},{"uri":"Bouvet_Island","surface_form":"Bouvet Island","offset":3711},{"uri":"Kerguelen_Islands","surface_form":"Kerguelen Islands","offset":4100},{"uri":"Greenwich_meridian","surface_form":"Greenwich meridian","offset":4485},{"uri":"Candlemas_Island","surface_form":"Candlemas Island","offset":4908},{"uri":"James_Weddell","surface_form":"James Weddell","offset":5445},{"uri":"Antarctic_peninsula","surface_form":"Antarctic peninsula","offset":6107},{"uri":"Elephant_seal","surface_form":"sea elephants","offset":7152},{"uri":"Tierra_del_Fuego","surface_form":"Tierra del Fuego","offset":7332},{"uri":"Magellan_Strait","surface_form":"Magellan Strait","offset":7367},{"uri":"Valparaiso","surface_form":"Valparaiso","offset":7416},{"uri":"Scott_Polar_Research_Institute","surface_form":"Scott Polar Research Institute","offset":7656},{"uri":"Rum","surface_form":"rum","offset":7767},{"uri":"Moraine","surface_form":"glacial debris","offset":7928},{"uri":"Jules_Dumont_d%27Urville","surface_form":"Jules Dumont d'Urville","offset":8377},{"uri":"Hugh_Robert_Mill","surface_form":"Hugh Robert Mill","offset":8685},{"uri":"William_Speirs_Bruce","surface_form":"William Speirs Bruce","offset":9044},{"uri":"Second_German_Antarctic_Expedition","surface_form":"Second German Antarctic Expedition","offset":9385},{"uri":"Vahsel_Bay","surface_form":"Vahsel Bay","offset":9574},{"uri":"Frank_Wild","surface_form":"Frank Wild","offset":11259},{"uri":"Shackleton-Rowett_Expedition","surface_form":"Shackleton-Rowett Expedition","offset":11283},{"uri":"Graham_Land","surface_form":"Graham Land","offset":14114},{"uri":"Foyn_Coast","surface_form":"Foyn Coast","offset":14142},{"uri":"Dead_reckoning","surface_form":"dead reckoning","offset":14712},{"uri":"Fata_Morgana_(mirage)","surface_form":"Fata Morgana","offset":15379},{"uri":"Dumont_D%27Urville","surface_form":"Dumont D'Urville","offset":16639},{"uri":"Thule_Island","surface_form":"Morrell Island","offset":16786},{"uri":"Southern_Thule","surface_form":"Southern Thule","offset":16864},{"uri":"Ross_Sea","surface_form":"Ross Sea","offset":17105}]}