{"id":270508,"url":"http://en.wikipedia.org/wiki/Peter_Robinson","text":"Peter David Robinson (born 29 December, 1948 in Belfast, Northern Ireland) is a politician in Northern Ireland who is the First Minister of Northern Ireland and leader of the Democratic Unionist Party (DUP).\nCareer.\nHe was elected the Member of Parliament for the constituency of Belfast East during the 1979 General Election and was elected to the Northern Ireland assembly in 1998. He was the Minister for Regional Development from November 1999 to July 2000 and again from October 2001 to October 2002. Robinson was Minister of Finance and Personnel from May 2007 to June 2008.\nOn 31 May 2008 the leader of the DUP Ian Paisley resigned and Peter Robinson was chose to replace him as First Minister and DUP leader. In January 2010, it was revealed that Peter Robinson's wife Iris Robinson, who was also an MP, had had an affair and attempted suicide in 2008 whilst she was a member of the British and Northern Irish parliaments. This scandal may have caused Peter Robinson to lose his Belfast East parliamentary seat at the 2010 General Election.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belfast","surface_form":"Belfast","offset":48},{"uri":"Politician","surface_form":"politician","offset":80},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":94},{"uri":"Democratic_Unionist_Party","surface_form":"Democratic Unionist Party","offset":175},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":235},{"uri":"Constituency","surface_form":"constituency","offset":264},{"uri":"Northern_Ireland_Assembly","surface_form":"Northern Ireland assembly","offset":349},{"uri":"Ian_Paisley","surface_form":"Ian Paisley","offset":618},{"uri":"Iris_Robinson","surface_form":"Iris Robinson","offset":777},{"uri":"Affair","surface_form":"affair","offset":823},{"uri":"Suicide","surface_form":"suicide","offset":844},{"uri":"United_Kingdom_general_election%2C_2010","surface_form":"2010 General Election","offset":1026}]}