{"id":270595,"url":"http://en.wikipedia.org/wiki/Haptic_technology","text":"Haptic technology or haptics is a tactile feedback technology. It makes vibrations and movements which can make people think that there is a real object when there is not. They are used to look into the sense of touch. Some video games use this to make it seem more real.\nOrigin of haptic.\nThe word Haptic comes from the Greek Haphe, meaning \"pertaining to the sense of touch\", and comes from the Greek word haptesthai meaning \"to contact” or “to touch”.\nDefinition of haptic.\nExisting computer technology to the human and computer information exchange has been used mainly audio-visual information. However, the user through the virtual reality want to be more specific and realistic information, and is designed to feel the passing touch and force haptic technology.\nField of haptic.\nHaptis are divided into the 'force feedback' and 'tactile feedback'\nForce feedback.\n'Force feedback' is the technology that user to feel the power and movements.\nFor example, the park that are dynamic in the movie in the film as a moving screen, move the chair forward speed and sense of the conflict that their audience will feel like scenes. This is an example haeptikseuui using force feedback.\nTactile feedback.\n'Tactile feedback' place in the field of medicine that is used a lot. On a computer screen and watch the virtual 3-dimensional anatomical structure of the patient directly to the affected part of the 3-D video in real-time sisulhal a notice on your computer screen. And the compressed air and electrical machinery, such as moving suyonggi using a small pin and, in fact, feels like touching the skin and is passed to implement the reality of the situation is almost similar to the environment.\nFuture of haptic.\nIn the future, the output of the computer device used to monitor, speakers, as well as standard haptic devices is expected to go. In addition, the leisure industry, with the 21st century haptic technology has many economical potential, haptic technology for the study will be very active.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tactile","surface_form":"tactile","offset":34},{"uri":"Feedback","surface_form":"feedback","offset":42},{"uri":"Technology","surface_form":"technology","offset":51},{"uri":"Vibration","surface_form":"vibration","offset":72},{"uri":"Movement","surface_form":"movement","offset":87},{"uri":"Sense","surface_form":"sense","offset":203},{"uri":"Touch","surface_form":"touch","offset":212},{"uri":"Video_game","surface_form":"video game","offset":224}]}