{"id":270611,"url":"http://en.wikipedia.org/wiki/Roman_Senate","text":"The Roman Senate was the longest-lasting institution in Ancient Rome. It began in the first years of the city, which was supposedly founded in 753 BC. It survived the kings, the Roman Republic (509 BC–27 BC), the Roman Empire (27 BC–395 AD and the fall of the Western Roman Empire (395–476 AD).\nThe Senate started as an advisory council of elders. The word \"senate\" came from 'senex' meaning \"old man\". The Senate reached its peak in the middle Republic, when it was the most powerful body in Rome. The Senate lost much of its power in the first period of the Empire, known as the \"Principate\".\nAfter Diocletian, when the centre of government was moved out of Rome, the Senate became just a municipal body. The influence of the old idea lived on, and Constantine II set up a Senate in Constantinople.\nFunctions.\nThe Senate passed decrees called \"senatus consultum\", which were advice from the Senate to a magistrate (senior official). They usually were obeyed in practice.\nThrough such advice, the Senate directed the magistrates, especially the Roman Consuls (the chief magistrates) in their handling of military conflicts.\nThe Senate also had power over the civil government in Rome. Only the Senate could authorize paying out public funds from the treasury. As the Roman Empire grew, the Senate also supervised the administration of the provinces, which were governed by former consuls and praetors. It decided which magistrate should govern which province.\nThe senators were patricians, and so members by birth, or men of lesser birth who had notable achievements. Under the early kings, the Senate numbered 100, but grew to 900, then Augustus reduced it to 600. Even so only about 100 to 200 members were active at any given time. From time to time there were other sources of power in Rome, such as assemblies, magistrates, dictators and emperors, but the Senate always played a part.","categories":[],"infobox_types":[],"annotations":[{"uri":"Institution","surface_form":"institution","offset":41},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":56},{"uri":"Roman_Kingdom","surface_form":"kings","offset":167},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":178},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":213},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire","offset":260},{"uri":"Diocletian","surface_form":"Diocletian","offset":601},{"uri":"Constantine_II","surface_form":"Constantine II","offset":751},{"uri":"Constantinople","surface_form":"Constantinople","offset":785},{"uri":"Roman_Consul","surface_form":"Roman Consul","offset":1046},{"uri":"Civil_government","surface_form":"civil government","offset":1160},{"uri":"Treasury","surface_form":"treasury","offset":1251},{"uri":"Patrician","surface_form":"patrician","offset":1479},{"uri":"Augustus","surface_form":"Augustus","offset":1639},{"uri":"Assembly","surface_form":"assemblies","offset":1805},{"uri":"Dictator","surface_form":"dictator","offset":1830}]}