{"id":270703,"url":"http://en.wikipedia.org/wiki/Superman_(video_game)","text":"e=\"preserve\">\"Superman\" (also incorrectly known as Superman 64) is a 1999 video game for the Nintendo 64, where the player controls Superman, a fictional superhero. Superman must save his friends from Lex Luthor, his archenemy. Most of the game is spent flying through rings. The game has received very negative reviews from critics and has been stated as \"one of the worst games of all time\" for \"lame\" weapons in the non-ring levels, overcomplicated controls, and bad graphics.\nGameplay.\nThe player assumes the role of Superman who is challenged to complete many tasks and puzzles throughout the 14 levels in the game. Most of the levels in the game are restricted to two types of gameplay; in some levels, referred to as \"Ride Levels\" in the game's instruction manual, Superman is instructed to fly through a series of hoops by Lex Luthor; in between, he is also tasked to perform certain feats such as battling Luthor's minions, the Dark Shadows, and rescuing civilians from natural or artificial disasters, firstly stopping two cars from trapping civilians.\nIn other levels, referred to as \"Maze Levels\" in the game's instruction manual, Superman has found one of his friends from within one of Luthor's outposts, and must escape with them and defeat a boss. These levels are generally more rooted in action-adventure, and make great use of puzzle-solving. The game's \"virtual Metropolis\" in which these stages take place is filled with what the developers called \"Kryptonite fog\" in an apparent effort by Lex Luthor to diminish Superman's abilities (which is actually distance fog and is used as a technique to mask the game's poor draw distance).\nThe game also includes two multi-player modes (a racing mode and a battle mode) that can be played with up to four people. In the battle mode, players must defeat their opponents by throwing various weapons and items at them. In the racing mode, players control a spaceship and rings shoot from the backside of one opponent.\nDevelopment.\n\"Superman\" was originally shown at the E3 in 1997. In interview before the game was released, Eric Caen, co-founder of Titus Software, stated they were attempting to create the first \"super hero\" based video game where players really behave as a super hero. After the N64 version's negative response, Titus decided to completely redesign \"Superman\" for the PlayStation. Unfortunately, Titus lost the rights from the Warner Bros. for the Superman License, resulting in its cancellation in 1999. Given an exclusive look at the game, playstationmuseum.com stated that they had expected the worst, but they were pleasantly surprised by the \"high quality graphics and animation\" and awarded the game a rating of 90%.\nReception.\nSuperman has received very negative reviews from critics. On GameSpot, the game is rated a 1.3/10. On GameRankings Agreggation, it is \"one of the worst games of all time\" for \"lame\" weapons in the non-ring levels, overcomplicated controls, and bad graphics.","categories":[],"infobox_types":[],"annotations":[{"uri":"1999","surface_form":"1999","offset":69},{"uri":"Video_game","surface_form":"video game","offset":74},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":93},{"uri":"Superman","surface_form":"Superman","offset":132},{"uri":"Lex_Luthor","surface_form":"Lex Luthor","offset":201},{"uri":"Kryptonite","surface_form":"Kryptonite","offset":1470},{"uri":"Distance_fog","surface_form":"distance fog","offset":1574},{"uri":"Electronic_Entertainment_Expo","surface_form":"E3","offset":2031},{"uri":"PlayStation","surface_form":"PlayStation","offset":2349},{"uri":"GameSpot","surface_form":"GameSpot","offset":2776},{"uri":"GameRankings","surface_form":"GameRankings","offset":2817}]}