{"id":270772,"url":"http://en.wikipedia.org/wiki/Kazimir_Malevich","text":"Kazimir Malevich (Kiev, 23 February 1879 – 15 May 1935) was a Russian painter and art theoretician. He was born in Ukraine of ethnic Polish parents. who settled near Kiev in Kiev Governorate of the Russian Empire during the partitions of Poland. He was a pioneer of geometric abstract art and the originator of the avant-garde Suprematism movement.\nIn March 1913 a major exhibition of Aristarkh Lentulov's paintings opened in Moscow. The effect of this exhibition was comparable with that of Paul Cézanne in Paris in 1907, as all the main Russian avant-garde artists of the time (including Malevich) immediately absorbed the cubist principles and began using them in their works.\nAlready in the same year the Cubo-Futurist opera \"Victory Over the Sun\" with Malevich's stage-set became a great success. In 1914 Malevich exhibited his works in the \"Salon des Independants\" in Paris.\nSuprematism.\nIn 1915, Malevich laid down the foundations of Suprematism. He published his manifesto \"From Cubism to Suprematism\". In 1916–1917 he took part in exhibitions of the \"Jack of Diamonds\" group in Moscow. Famous examples of his Suprematist works were exhibited there, including \"Black Square\" (1915) and \"White on White\" (1918).\nAfter the October Revolution, Malevich became a member of the Collegium on the Arts of \"Narkompros\", the commission for the protection of monuments and the museums commission (all from 1918–1919).\nHe taught at the Vitebsk Practical Art School in the USSR (now part of Belarus) (1919–1922), the Leningrad Academy of Arts (1922–1927), the Kiev State Art Institute (1927–1929), and the House of the Arts in Leningrad (1930). He wrote the book \"The World as Non-Objectivity\" (Munich 1926; English trans. 1959) which outlines his Suprematist theories.\nIn 1927 he traveled to Warsaw, and then to Berlin and Munich, for a retrospective exhibition. This finally brought him international recognition.\nMalevich arranged to leave most of the paintings behind when he returned to the Soviet Union, because he could see what was going to happen.\nMalevich thought a shift in attitude of the Soviet authorities towards the modernist art movement would take place after the death of Lenin. This proved correct. In a couple of years the Stalinist regime turned against forms of abstractism, considering them a type of 'bourgeois' art which could not express social reality. As a consequence, many of his works were confiscated and he was banned from creating and exhibiting similar art.\nCritics derided Malevich for \"negating everything good and pure: love of life and love of nature\". Malevich responded that art can advance and develop for art's sake alone, regardless of its pleasure: art does not need us, and it never did.\nMalevich's work only recently reappeared in art exhibitions in Russia after a long absence. Since then art followers have worked to reintroduce the artist to Russian lovers of painting. A book of his theoretical works with an anthology of reminiscences and writings has been published.\nPresent valuation.\nOn 3 November 2008 a work by Malevich entitled \"Suprematist Composition\" from 1916 set the world record for any Russian work of art and any work sold at auction for that year. It sold at Sotheby’s in New York City for just over $60 million U.S. (far surpassing his previous record of $17 million set in 2000).\nSelected works.\n† Also known as \"Red Square: Painterly Realism of a Peasant Woman in Two Dimensions\".\n†† Also known as \"Black Square and Red Square: Painterly Realism of a Boy with a Knapsack - Color Masses in the Fourth Dimension\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Kiev","surface_form":"Kiev","offset":18},{"uri":"Russia","surface_form":"Russia","offset":62},{"uri":"Painting","surface_form":"painter","offset":70},{"uri":"Art","surface_form":"art","offset":82},{"uri":"Theory","surface_form":"theoretician","offset":86},{"uri":"Ukraine","surface_form":"Ukraine","offset":115},{"uri":"Poland","surface_form":"Polish","offset":133},{"uri":"Kiev","surface_form":"Kiev","offset":166},{"uri":"Kiev_Governorate","surface_form":"Kiev Governorate","offset":174},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":198},{"uri":"Partitions_of_Poland","surface_form":"partitions of Poland","offset":224},{"uri":"Geometric","surface_form":"geometric","offset":266},{"uri":"Abstract_art","surface_form":"abstract art","offset":276},{"uri":"Avant-garde","surface_form":"avant-garde","offset":315},{"uri":"Suprematism","surface_form":"Suprematism","offset":327},{"uri":"Aristarkh_Lentulov","surface_form":"Aristarkh Lentulov","offset":385},{"uri":"Paul_C%C3%A9zanne","surface_form":"Paul Cézanne","offset":492},{"uri":"Avant-garde","surface_form":"avant-garde","offset":547},{"uri":"Cubism","surface_form":"cubist","offset":625},{"uri":"Suprematism","surface_form":"Suprematism","offset":941},{"uri":"October_Revolution","surface_form":"October Revolution","offset":1229},{"uri":"Vitebsk","surface_form":"Vitebsk","offset":1433},{"uri":"Soviet_Union","surface_form":"USSR","offset":1469},{"uri":"Belarus","surface_form":"Belarus","offset":1487},{"uri":"Leningrad","surface_form":"Leningrad","offset":1513},{"uri":"Warsaw","surface_form":"Warsaw","offset":1789},{"uri":"Berlin","surface_form":"Berlin","offset":1809},{"uri":"Munich","surface_form":"Munich","offset":1820},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1992},{"uri":"Soviet","surface_form":"Soviet","offset":2097},{"uri":"Modernism","surface_form":"modernist","offset":2128},{"uri":"Lenin","surface_form":"Lenin","offset":2187},{"uri":"Stalinism","surface_form":"Stalinist","offset":2240},{"uri":"Bourgeoisie","surface_form":"bourgeois","offset":2322}]}