{"id":270751,"url":"http://en.wikipedia.org/wiki/K%C3%B6hler%27s_Medizinal-Pflanzen","text":"e=\"preserve\">Köhler's Medizinal-Pflanzen is the German title of “the medicinal plants of Kohler” - the atlas of medicinal plants with the illustrations and the brief explanations, one of the most known reference books on the medicinal plants of the end of the 19th Century.\nComplete title of atlas in the German language - “Köhler's Medizinal-Pflanzen naturgetreuen Abbildungen mit kurz erläuterndem Texte. Atlas zur pharmacopoea germanica, austriaca, belgica, danica, helvetica, hungarica, rossica, suecica, Neerlandica, British pharmacopoeia, zum Codex medicamentarius, sowie zur Pharmacopoeia of the United States of America”.\nThe three-volume publication was published by the publishing house Franz Kohler (Ger. Franz Eugen Köhler) “Gera-Untermhaus” at Gero in 1887.\nIn three volumes of atlas containing a four hundred colored botanical illustrations of medicinal plants. Together with the images of plants, the atlas includes detailed botanical descriptions and information about the medical effectiveness of these plants (Herbalism). High-quality chromolithographies accurately transfer to the component of plants and reflect the characteristic features of the corresponding forms. It is considered that this book - better meets the botanical illustrations of medicinal plants.\nThe publisher of reference book Franz Koehler was not the author or the illustrator of this work. Artist- illustrators - Müeller C.F. Schmidt, lithograph - K. Gunther. The first two volumes of publication were prepared with the participation of German botanist Gustav Pabst.\nThe fourth volume, initially outlined for the release, never was published. Later in the USA was published the analogous book, they sometimes identify it with the fourth volume.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"Ger.","offset":711},{"uri":"Herbalism","surface_form":"Herbalism","offset":1028}]}