{"id":270716,"url":"http://en.wikipedia.org/wiki/Roman_Kingdom","text":"The Roman Kingdom () was the monarchical government of the city of Rome and its territories. No written records from that time survive. The histories about it were written during the Republic and Empire and are largely based on legend. Therefore, not much is certain about the history of the Roman Kingdom.\nHowever, the history of the Roman Kingdom began with the city's founding, traditionally dated to 753 BC, and ended with the overthrow of the kings and the establishment of the Republic in about 509 BC.\nBirth.\nWhat eventually became the Roman Empire began as settlements around the Palatine Hill along the river Tiber in central Italy. The river was navigable up to that place. The site also had a ford where the Tiber could be crossed. The Palatine Hill and hills surrounding it presented easily defensible positions in the wide fertile plain surrounding them. All these features contributed to the success of the city.\nThe traditional account of Roman history is that in Rome's first centuries, it was ruled by a succession of seven kings. The traditional chronology is discounted by modern scholarship. The Gauls destroyed all of Rome's historical records when they sacked the city after the Battle of the Allia in 390 BC or 387/6, so no contemporary records of the kingdom exist. All accounts of the kings must be questioned.\nKings.\nAfter Romulus, who among other things created the Senate, there were, according to legend, six more kings: Numa Pompilius, Tullo Ostilio, Anco Marzio, Tarquinius Priscus, Servius Tullius, and Tarquinius Superbus. Following Romulus death the Roman Senate was not able to elect a new king and after much debate between Romans and Sabines they agreed to allow the Curiate Assembly to vote in a new king of Rome. They chose Numa Pompilius. Numa, unlike Romulus, was against war and thought the best course for Rome was peace, Numa is credited with bringing religion into the average Roman everyday life.\nThe power of the kings was almost absolute, though the Senate had some influence. There was one big exception: kingship was not hereditary.\nElection of the kings.\nWhenever a king died, Rome entered a period of \"interregnum\". Supreme power of the state would go to the Senate, which was responsible for finding a new king. The Senate would assemble and appoint one of its own members—the interrex—to serve for a period of five days with the sole purpose of nominating the next king of Rome.\nAfter the five-day period, the interrex would appoint (with the Senate's consent) another Senator for another five-day term. This process would continue until a new king was elected. Once the interrex found a suitable nominee to the kingship, he would bring the nominee before the Senate and the Senate would review him. If the Senate passed the nominee, the interrex would convene the Assembly and preside over it during the election of the King.\nOnce proposed to the Assembly, the people of Rome could either accept or reject him. If accepted, the king-elect did not immediately enter office. Two other acts still had to take place before he was invested with the full regal authority and power.\nFirst, it was necessary to obtain the divine will of the gods respecting his appointment by means of the auspices, since the king would serve as high priest of Rome. This ceremony was performed by an augur, who conducted the king-elect to the citadel where he was placed on a stone seat as the people waited below. If found worthy of the kingship, the augur announced that the gods had given favorable tokens, thus confirming the king’s priestly character.\nThe second act which had to be performed was the conferral of the imperium upon the king. The Assembly’s previous vote only determined who was to be king, and had not by that act bestowed the necessary power of the king upon him. Accordingly, the king himself proposed to the Assembly a law granting him imperium, and the Assembly by voting in favor of the law would grant it.\nIn theory, the people of Rome elected their leader, but the Senate had most of the control over the process.\nRomulus.\nRomulus was Rome's first king and the city's founder, the two names are clearly linked. In 753 BC, Romulus began building the city upon the Palatine Hill. After founding and naming (as the story goes) Rome, he permitted men of all classes to come to Rome as citizens, including slaves and freemen without distinction.\nTo provide his citizens with wives, Romulus invited the neighboring tribes to a festival in Rome where he abducted the young women from amongst them (known as the \"Rape of the Sabine Women\"). After the ensuing war with the Sabines, Romulus shared the kingship with the Sabine king Titus Tatius.\nRomulus selected 100 of the best men to form the Roman senate as an advisory council to the king. These men he called \"patres\", and their descendants became the patricians. He also divided the general populace into thirty \"curiae\", named after thirty of the Sabine women who had intervened to end the war between Romulus and Tatius. The \"curiae\" formed the voting units in the Roman assemblies: \"Comitia Curiata\".\nIn addition to the war with the Sabines and other tribes after the Rape of the Sabine Women, Romulus waged war against the Fidenates and Veientes.\nAfter his death at the age of 54, Romulus was deified as the war god Quirinus and served not only as one of the three major gods of Rome but also as the deified likeness of the city of Rome.\nTarquinius Superbus.\nThe seventh and final king of Rome was Lucius Tarquinius Superbus. Tarquinius was of Etruscan birth. It was also during his reign that the Etruscans reached their apex of power. More than other kings before him, Tarquinius used violence, murder, and terrorism to maintain control over Rome. He repealed many of the earlier constitutional reforms of his predecessors.\nA sex scandal brought down the king. Allegedly, Tarquinius allowed his son, Sextus Tarquinius, to rape Lucretia, a patrician Roman. Sextus had threatened Lucretia that if she refused to copulate with him, he would kill a slave, then kill her, and have the bodies discovered together, thus creating a gigantic scandal. Lucretia then told her relatives about the threat, and then committed suicide to avoid any such scandal. Lucretia’s kinsman, Lucius Junius Brutus (ancestor of Marcus Brutus), summoned the Senate and had Tarquinius and the monarchy expelled from Rome in 510 BC.\nEtruscan rule in Rome thus came to a dramatic end in 510 BC, which also signalled the downfall of Etruscan power in Latium.\nLucius Junius Brutus and Lucius Tarquinius Collatinus, a member of the Tarquin family and Lucretia's widower, went on to become the first consuls of Rome’s new government. This new government would lead the Romans to conquer most of the Mediterranean world and would survive for the next 500 years until the rise of Julius Caesar and Octavian.\nMany years later during the Republican period, this strong Roman opposition to kings was used by the Senate as a rationalization for the murder of the agrarian reformer Tiberius Gracchus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monarchy","surface_form":"monarchical","offset":29},{"uri":"Government","surface_form":"government","offset":41},{"uri":"Rome","surface_form":"Rome","offset":67},{"uri":"Roman_Republic","surface_form":"Republic","offset":183},{"uri":"Roman_Empire","surface_form":"Empire","offset":196},{"uri":"Founding_of_Rome","surface_form":"founding","offset":371},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":543},{"uri":"Palatine_Hill","surface_form":"Palatine Hill","offset":588},{"uri":"River_Tiber","surface_form":"Tiber","offset":618},{"uri":"Italy","surface_form":"Italy","offset":635},{"uri":"Ford","surface_form":"ford","offset":704},{"uri":"Gauls","surface_form":"Gauls","offset":1116},{"uri":"Battle_of_the_Allia","surface_form":"Battle of the Allia","offset":1201},{"uri":"Senate","surface_form":"Senate","offset":1393},{"uri":"Numa_Pompilius","surface_form":"Numa Pompilius","offset":1450},{"uri":"Tullo_Ostilio","surface_form":"Tullo Ostilio","offset":1466},{"uri":"Anco_Marzio","surface_form":"Anco Marzio","offset":1481},{"uri":"Tarquinius_Priscus","surface_form":"Tarquinius Priscus","offset":1494},{"uri":"Servius_Tullius","surface_form":"Servius Tullius","offset":1514},{"uri":"Tarquinius_Superbus","surface_form":"Tarquinius Superbus","offset":1535},{"uri":"Numa_Pompilius","surface_form":"Numa Pompilius","offset":1763},{"uri":"Roman_Senate","surface_form":"Senate","offset":1998},{"uri":"Hereditary","surface_form":"hereditary","offset":2071},{"uri":"Interregnum","surface_form":"interregnum","offset":2154},{"uri":"Interrex","surface_form":"interrex","offset":2330},{"uri":"Auspices","surface_form":"auspices","offset":3236},{"uri":"Augur","surface_form":"augur","offset":3331},{"uri":"Priest","surface_form":"priest","offset":3568},{"uri":"Imperium","surface_form":"imperium","offset":3654},{"uri":"Romulus_and_Remus","surface_form":"Romulus","offset":4083},{"uri":"Palatine_Hill","surface_form":"Palatine Hill","offset":4223},{"uri":"Sabines","surface_form":"Sabines","offset":4624},{"uri":"Roman_senate","surface_form":"Roman senate","offset":4745},{"uri":"Patrician_(ancient_Rome)","surface_form":"patricians","offset":4857},{"uri":"Curia","surface_form":"curia","offset":4919},{"uri":"Quirinus","surface_form":"Quirinus","offset":5326},{"uri":"Tarquinius_Superbus","surface_form":"Tarquinius Superbus","offset":5515},{"uri":"Etruscan_civilization","surface_form":"Etruscan","offset":5554},{"uri":"Violence","surface_form":"violence","offset":5697},{"uri":"Murder","surface_form":"murder","offset":5707},{"uri":"Terrorism","surface_form":"terrorism","offset":5719},{"uri":"Constitution","surface_form":"constitution","offset":5792},{"uri":"Scandal","surface_form":"scandal","offset":5842},{"uri":"Rape","surface_form":"rape","offset":5934},{"uri":"Lucretia","surface_form":"Lucretia","offset":5939},{"uri":"Slave","surface_form":"slave","offset":6057},{"uri":"Suicide","surface_form":"suicide","offset":6224},{"uri":"Brutus","surface_form":"Brutus","offset":6320},{"uri":"Latium","surface_form":"Latium","offset":6531},{"uri":"Roman_consul","surface_form":"consuls","offset":6677},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean world","offset":6776},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":6855},{"uri":"Octavian","surface_form":"Octavian","offset":6873},{"uri":"Tiberius_Gracchus","surface_form":"Tiberius Gracchus","offset":7052}]}