{"id":270805,"url":"http://en.wikipedia.org/wiki/Nicola_Sturgeon","text":"Nicola Sturgeon (born 19 July 1970 in Irvine, Scotland) is a Scottish politician. On 20 November 2014, she became the 5th First Minister of Scotland. She became the leader of the Scottish National Party on 14 November 2014. She was previously the Deputy First Minister of Scotland, Cabinet Secretary for Health and Wellbeing, and Deputy Leader of the Scottish National Party (SNP). She is a Member of the Scottish Parliament (MSP) for Glasgow Govan.\nNicola Sturgeon studied at the University of Glasgow and attempted to become a Member of Parliament at the 1992 and 1997 General Elections. In 1999, she became an MSP representing the Glasgow region. She became the Deputy Leader of the Scottish National Party in 2004 and because Alex Salmond was still an MP, she was the SNP's leader in the Scottish Parliament until the 2007 Scottish Parliament election. At the 2007 election, Nicola Sturgeon became the MSP for Glasgow Govan and her party formed a minority government with Alex Salmond as First Minister.\nOn 20 November 2014, Nicola Sturgeon became First Minister of Scotland, succeeding Alex Salmond, who had resigned after defeat in the Scottish independence referendum. She is the first woman to hold this position.\nSturgeon lives in Glasgow, with her husband Peter Murrell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irvine%2C_North_Ayrshire","surface_form":"Irvine","offset":38},{"uri":"Scottish_people","surface_form":"Scottish","offset":61},{"uri":"Politician","surface_form":"politician","offset":70},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":122},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":254},{"uri":"Scottish_National_Party","surface_form":"Scottish National Party","offset":351},{"uri":"Glasgow","surface_form":"Glasgow","offset":495},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":792},{"uri":"2007_Scottish_Parliament_election","surface_form":"2007 Scottish Parliament election","offset":822},{"uri":"Alex_Salmond","surface_form":"Alex Salmond","offset":976},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":1052},{"uri":"Alex_Salmond","surface_form":"Alex Salmond","offset":1091},{"uri":"Scottish_independence_referendum","surface_form":"Scottish independence referendum","offset":1142}]}