{"id":270853,"url":"http://en.wikipedia.org/wiki/Araucaria","text":"\"Araucaria\" is a genus of evergreen coniferous trees in the family Araucariaceae. There are 19 species in the genus, with a scattered distribution. They are found in New Caledonia (where 13 species are endemic), Norfolk Island, eastern Australia, New Guinea, Argentina, Chile, and southern Brazil.\nThe present populations are relicts, and of restricted distribution. They are found in forest and shrubland, in exposed sites. These tall trees are living fossils, dating back to early in the Mesozoic era.\nFossil records show that the genus also formerly occurred in the northern hemisphere until the end of the Cretaceous period. By far the greatest diversity exists in New Caledonia, due to the island's long isolation and stability.\nDescription.\nAraucaria are mainly large trees with a massive erect stem, reaching a height of 30–80 m. The horizontal, spreading branches grow in whorls and are covered with leathery or needle-like leaves. In some species, the leaves are narrow and shaped like a lance, barely overlapping each other, in others they are broad and flat, and overlap broadly.\nFossil record.\nThe whole group was common in the Jurassic period. The living \"Araucaria araucana\" is often called the monkey-puzzle tree, The whole family Araucariaceae is often called that name by palaeo-botanists. The leaves (pictured here) have an average lifespan of 24 years, and cover most of the tree except for the older branches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":17},{"uri":"Evergreen","surface_form":"evergreen","offset":26},{"uri":"Conifer","surface_form":"coniferous","offset":36},{"uri":"Trees","surface_form":"trees","offset":47},{"uri":"Araucariaceae","surface_form":"Araucariaceae","offset":67},{"uri":"Species","surface_form":"species","offset":95},{"uri":"New_Caledonia","surface_form":"New Caledonia","offset":166},{"uri":"Australia","surface_form":"Australia","offset":236},{"uri":"New_Guinea","surface_form":"New Guinea","offset":247},{"uri":"Argentina","surface_form":"Argentina","offset":259},{"uri":"Chile","surface_form":"Chile","offset":270},{"uri":"Brazil","surface_form":"Brazil","offset":290},{"uri":"Forest","surface_form":"forest","offset":385},{"uri":"Shrubland","surface_form":"shrubland","offset":396},{"uri":"Living_fossil","surface_form":"living fossil","offset":446},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":490},{"uri":"Era","surface_form":"era","offset":499},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":610},{"uri":"Leaf","surface_form":"leaves","offset":961},{"uri":"Jurassic","surface_form":"Jurassic","offset":1140}]}