{"id":270877,"url":"http://en.wikipedia.org/wiki/Antonine_Wall","text":"The Antonine Wall is a stone and turf fortification built by the Romans across the Midlands of Scotland, between the Firth of Forth (near modern Edinburgh) and the Firth of Clyde (near Glasgow).\nThe Antonine Wall is part of the UNESCO World Heritage Site called Frontiers of the Roman Empire. It shares this listing with Hadrian's Wall and the German wall known as the Limes Germanicus.\nIt was the northernmost frontier barrier of the Roman Empire. It spanned about 39 miles (63 km), and was about ten feet (3 m) high and fifteen feet (5 m) wide. There was a deep ditch on the north side. The barrier was the second of two \"great walls\" created by the Romans in Britannia. Its ruins are less visible than the better known Hadrian's Wall to the south.\nConstruction began in AD 142 at the order of Roman Emperor Antoninus Pius, and took about twelve years to complete. Pressure from the Caledonians may have led Antoninus to send the empire's troops farther north. The wall was protected by sixteen forts with a number of small fortlets between them; troop movement was facilitated by a road linking all the sites known as the Military Way. The soldiers who built the wall commemorated the construction and their struggles with the barbarians in a number of decorative slabs, twenty of which still survive.\nDespite this good start, the wall was abandoned after only twenty years. The garrisons were sent back to Hadrian's Wall. In 208 Emperor Septimius Severus re-established legions at the wall and ordered repairs. This has led to the wall being referred to as the Severan Wall. However, this occupation ended only a few years later, and the wall was never fortified again. Most of the wall and its associated fortifications have been destroyed over time, but some remains are still visible. Many of these have come under the care of Historic Scotland and the UNESCO World Heritage Site Committee.\nThis was the only attempt the Roman Empire made to hold Scottish territory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_(geology)","surface_form":"stone","offset":23},{"uri":"Sod","surface_form":"turf","offset":33},{"uri":"Fortification","surface_form":"fortification","offset":38},{"uri":"Ancient_Rome","surface_form":"Romans","offset":65},{"uri":"Scotland","surface_form":"Scotland","offset":95},{"uri":"Firth_of_Forth","surface_form":"Firth of Forth","offset":117},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":145},{"uri":"Firth_of_Clyde","surface_form":"Firth of Clyde","offset":164},{"uri":"Glasgow","surface_form":"Glasgow","offset":185},{"uri":"UNESCO","surface_form":"UNESCO","offset":228},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":235},{"uri":"Frontiers_of_the_Roman_Empire","surface_form":"Frontiers of the Roman Empire","offset":262},{"uri":"Hadrian%27s_Wall","surface_form":"Hadrian's Wall","offset":321},{"uri":"Limes","surface_form":"Limes","offset":369},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":435},{"uri":"Ditch","surface_form":"ditch","offset":564},{"uri":"Roman_Britain","surface_form":"Britannia","offset":662},{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":796},{"uri":"Antoninus_Pius","surface_form":"Antoninus Pius","offset":810},{"uri":"Caledonians","surface_form":"Caledonians","offset":885},{"uri":"Fort","surface_form":"fort","offset":997},{"uri":"Barbarian","surface_form":"barbarian","offset":1230},{"uri":"Septimius_Severus","surface_form":"Septimius Severus","offset":1441},{"uri":"Historic_Scotland","surface_form":"Historic Scotland","offset":1834}]}