{"id":271032,"url":"http://en.wikipedia.org/wiki/Christian_Mortensen","text":"e=\"preserve\">Thomas Peter Thorvald Kristian Ferdinand Mortensen (August 16, 1882 – April 25, 1998), known as an adult as Christian Mortensen, was a Danish-born American supercentenarian who lived to age 115 years, 252 days. At the time of his death, Mortensen was believed to be the second oldest person ever born in Europe behind Frenchwoman Jeanne Calment as well as the second-oldest man ever behind Japaneseman Shigechiyo Izumi. However, both of them are nowadays disputed, which means Mortensen was the oldest person ever born in Europe as well as the fifth oldest person ever in the world (behind Canadianwoman Marie-Louise Meilleur who died just nine days before him, Americanwoman Sarah Knauss who then was the oldest living person, Japanesewoman Tane Ikai and Americanwoman Maggie Barnes who died three months before him), the only man who became 115 years old (before Emiliano Mercado del Toro's 115th birthday on 21 August 2006) and the oldest man ever though until 27 December 2012 whereafter his record was broken by Japaneseman Jiroemon Kimura (who was the third man to become 115 years old as well as the only man to become 116 years old).\nMortensen was baptised in Fruering Church on December 26, 1882. Besides his baptismal record, other records include the 1890 and 1901 census enumerations in Denmark, and church confirmation in 1896.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Danish","offset":148},{"uri":"United_States","surface_form":"American","offset":160},{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":169},{"uri":"Oldest_people","surface_form":"the second oldest person ever born in Europe","offset":279},{"uri":"Jeanne_Calment","surface_form":"Jeanne Calment","offset":343},{"uri":"Shigechiyo_Izumi","surface_form":"Shigechiyo Izumi","offset":415},{"uri":"Marie-Louise_Meilleur","surface_form":"Marie-Louise Meilleur","offset":617},{"uri":"Sarah_Knauss","surface_form":"Sarah Knauss","offset":689},{"uri":"Tane_Ikai","surface_form":"Tane Ikai","offset":755},{"uri":"Emiliano_Mercado_del_Toro","surface_form":"Emiliano Mercado del Toro","offset":878},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":1042}]}