{"id":271062,"url":"http://en.wikipedia.org/wiki/Josef_Albers","text":"Josef Albers (March 19, 1888 – March 25, 1976) was a German-born American artist and educator. His work in Europe and the United States was highly influential and far-reaching. His ideas formed the basis of many art education programs in the 20th century.\nLife.\nAlbers was born in Bottrop, Westphalia (Germany). He studied art in Berlin, Essen, and Munich, before enrolling as a student at the prestigious Weimar Bauhaus in 1920. He began teaching in the preliminary course of the Department of Design in 1922, and was promoted to Professor in 1925, the year the Bauhaus moved to Dessau. His work at this time included designing furniture and working with glass.\nWith the closure of the Bauhaus under Nazi pressure in 1933, Albers emigrated to the United States. In 1950 Albers was appointed head of the Department of Design at Yale University. In 1963 he published \"Interaction of color\" which presented his theory that colors were governed by an internal and deceptive logic. A key idea, which he proved by examples, was that our perception of color is not constant. It is influenced by the juxtaposition (placing together) of one color with another. This interested artists interested in optical illusions (Op art).\nAlbers is best remembered for his work as an abstract painter and theorist. Most famous of all are the hundreds of paintings and prints that make up the series \"Homage to the Square\". In this rigorous series, begun in 1949, Albers explored chromatic interactions with flat colored squares arranged inside each other. This was a union of geometric abstraction with experiments in color.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":53},{"uri":"United_States","surface_form":"American","offset":65},{"uri":"Bottrop","surface_form":"Bottrop","offset":281},{"uri":"Westphalia","surface_form":"Westphalia","offset":290},{"uri":"Germany","surface_form":"Germany","offset":302},{"uri":"Berlin","surface_form":"Berlin","offset":330},{"uri":"Essen%2C_Germany","surface_form":"Essen","offset":338},{"uri":"Munich","surface_form":"Munich","offset":349},{"uri":"Weimar","surface_form":"Weimar","offset":406},{"uri":"Bauhaus","surface_form":"Bauhaus","offset":413},{"uri":"Dessau","surface_form":"Dessau","offset":580},{"uri":"Furniture","surface_form":"furniture","offset":629},{"uri":"Glass","surface_form":"glass","offset":656},{"uri":"Nazism","surface_form":"Nazi","offset":701},{"uri":"Yale_University","surface_form":"Yale University","offset":828},{"uri":"Perception","surface_form":"perception","offset":1032},{"uri":"Optical_illusion","surface_form":"optical illusion","offset":1191},{"uri":"Op_art","surface_form":"Op art","offset":1210},{"uri":"Geometric_abstraction","surface_form":"geometric abstraction","offset":1556}]}