{"id":271126,"url":"http://en.wikipedia.org/wiki/Marguerite_Louise_d%27Orl%C3%A9ans","text":"Marguerite Louise d'Orléans (28 July 1645 – 17 September 1721) was Grand Duchess of Tuscany, as the wife of Grand Duke Cosimo III de' Medici. Deprived of her lover, Charles V of Lorraine, Marguerite Louise despised her husband and his family, whom she often quarrelled with and falsely suspected of attempting to poison her. Marguerite Louise reconciled with the Medici on more than one occasion, however, only to promptly resume hostilities.\nHaving become Grand Duke of Tuscany upon his father's death, in 1670, Cosimo III, under the sway of his mother, Vittoria della Rovere, refused to grant Marguerite Louise entry to the Privy Council. Thus without political influence, Marguerite Louise sorted the education of her eldest son, Grand Prince Ferdinando. Two more children followed: Anna Maria Luisa, Electress Palatine, and Gian Gastone, the last Medici Grand Duke of Tuscany.\nIn June 1675, Marguerite Louise was allowed to return to France to live in a convent in Paris. She was a daughter of Gaston de France, Duke of Orléans. Although the contract, banned her from leaving the convent, Marguerite Louise often went to her cousin Louis XIV's court at Versailles. She was at the centre of many scandals at the convent, including an attempt to burn it down, which greatly irritated her husband, who, despite the separation, took great interest in Marguerite Louise's life. While still technically married, Marguerite Louise had several affairs.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"1645","surface_form":"1645","offset":37},{"uri":"1721","surface_form":"1721","offset":57},{"uri":"Grand_Duchess_of_Tuscany","surface_form":"Grand Duchess of Tuscany","offset":67},{"uri":"Grand_Duke_Cosimo_III_de%27_Medici","surface_form":"Grand Duke Cosimo III de' Medici","offset":108},{"uri":"Charles_V_of_Lorraine","surface_form":"Charles V of Lorraine","offset":165},{"uri":"Grand_Duke_of_Tuscany","surface_form":"Grand Duke of Tuscany","offset":457},{"uri":"1670","surface_form":"1670","offset":507},{"uri":"Cosimo_III","surface_form":"Cosimo III","offset":513},{"uri":"Vittoria_della_Rovere","surface_form":"Vittoria della Rovere","offset":555},{"uri":"Grand_Prince_Ferdinando","surface_form":"Grand Prince Ferdinando","offset":733},{"uri":"Anna_Maria_Luisa%2C_Electress_Palatine","surface_form":"Anna Maria Luisa, Electress Palatine","offset":786},{"uri":"Gian_Gastone_de%27_Medici","surface_form":"Gian Gastone","offset":828},{"uri":"Gaston_de_France%2C_Duke_of_Orl%C3%A9ans","surface_form":"Gaston de France, Duke of Orléans","offset":998},{"uri":"Versailles","surface_form":"Versailles","offset":1157}]}