{"id":271198,"url":"http://en.wikipedia.org/wiki/Death_(personification)","text":"Death is a personificated creature that exists in a lot of societies all over history. In English Death is usually given the name Grim Reaper and from the 15th century to now, the Grim Reaper is shown as a human skeleton holding a scythe and clothed with a black cloak with a hood. It is also given the same of Angel of Death (, Mal'ach Ha'Mavett), that appeared in the Bible.\nIn some beliefs, the Grim Reaper can cause the death of the victim, that created legends that he can be bribed, tricked and make deals to keep the life of someone. In other beliefs, the Grim Reaper guides the dead to the next world, without the knowing of the dead about his death.\nAncient Greek.\nIn Ancient Greek, the Greeks saw death as good. He is often shown as a bearded, winged man or a young, winged, boy. Death, or Thanatos, is the opposite of Life. Death is represented as a male, and life as a female. He is the twin brother of Hypnos, the god of Sleep.He is discripted as gentle, he escorts the dead to the Underworld, Hades.Then he hands the dead to Charon, who mans a boat that carries the dead to the underworld, through the river Styx. Thanatos' sisters, Keres, were the spirits of violent death, they were connected with deaths from battle, disease, accident, and murder. They were portrayed as evil, they were feeding on the body of the dead, after the soul was escorted to the Hades. They had fangs, talons, and would be dressed in bloody jewels.\nRoman.\nIn Ancient Roman mythology, Death was known as \"Mors\", of which was the Roman equivalent of the Greek god Thanatos and the Hindu goddess Mara. Though the Latin noun for \"death\", \"mors\", is of feminine gender, the surviving ancient Roman art is not known to depict Death as a woman.\nCeltic.\nThe Welsh portrayed death as Angeu, and for the Bretons it was Ankou, they were the same one. He appeared as a man with a black robe, sometimes carrying a scythe, riding a cart which he collected the dead on it.\nIn Scottish folklore there was a belief that a mystic black, dark green or white dog known as \"Cù Sìth\" took dying souls to the afterlife. Comparable figures also exist in Irish and Welsh stories.\nPoland.\nIn Poland, Death, or \"Śmierć\", has an appearance that is similar to the our modern Grim Reaper, but instead of a black robe, he wears a White robe.\nBaltic.\nLithuanians call death \"Giltinė\", from the word \"gelti\"(to sting). Giltinė was shown as an old, ugly, woman with a long blue nose and a poisonous tongue. The legend tells that Giltinė was young, pretty and communicative until she was trapped in a coffin for seven years. The goddess of death was a sister of the goddess of life and destiny, \"Laima\", symbolizing the relationship between beginning and end.\nAfter it, the Lituanians adopted the classical Grim Reaper with the black cloak and the scythe.\nHindu Texts.\nIn Hindu texts, the lord of death is called Yama. Yama rides a black buffalo and carries a rope to take the dead to his prison. There are many form of Reapers, they are his agents. They are called \"Yamaduts\". There, all the man good and bad are stored in an kind of archive. Then Yama take the records out and decides where the soul will be set in the next life, according to the Reincarnation of Hinduism. Yama is also mentioned in the Mahabharata as a philosopher and a devotee of Brahman.\nJapanese mythology.\nIn the Kojiki, after giving birth to the fire god, \"Kagu-tsuchi\", Izanami dies from wounds of its fire and enters the perpetual night realm called Yomi-no-kuni (the underworld) that the gods retire to and where Izanagi, her husband, travels to in a failed attempt to reclaim her. He discovers his wife as not-so beautiful anymore, and, in a brief argument afterwards between them, she promises to take a thousand lives every day, signifying her position as the goddess of death.\nThere are also death gods called \"shinigami\" (死神, \"death gods\", \"death spirits\"), which are closer to the Western tradition of the Grim Reaper; while common in modern Japanese arts and fiction, they were essentially absent in traditional mythology.\nMemitim.\nMemitim is a type of angel from the Bible that is connected to the death of the humans. The words is from the Hebrew language ממיתים (English:Killers). They are mentioned to kill the people that their guardian angel no longer protects them. There is some debate about the nature of the Memitim among biblical scholars, but it is accepted that, as described in the Book of Job 33:22, they are killers of some kind.\nForm and functions.\nAccording to the Midrash, the Angel of Death was created by God in the first day of the creation. His house is in Heaven.He has twelve wings.\"Over all people have I surrendered thee the power,\" said God to the Angel of Death, \"only not over this one which has received freedom from death through the Law\".It said that the angel of death is full of eyes. In the time of the death, he stands over the dying one, and waiting for the man to see him. When the dying finally sees him, he drops a gall to the dying's mouth and that is what kills him finally The expression \"to taste of death\" originated in the idea that death was caused by a drop of gall.\nDeath and Satan.\nThe Angel of Death, who is identified by some with Satan, right after the creation has a dispute with God about the light of the Messiah. When Eve touched the tree of knowledg, the Angel of Death talked to her, and she thought:\"Now I shall die, and God will create another wife for Adam\". Adam also talked to the Angel of Death. The Angel of Death sits before the face of the dead. While Abraham was mourning, for Sarah the angel appeared to him, which explains why \"Abraham stood up from before his death\". Samael told Sarah that Abraham had sacrificed Isaac in spite of his wailing, and Sarah died of horror and grief.It was Moses who most often had dealings with the angel. At the resistance of Korah, Moses saw him.\nChristianity.\nIn the Christianity, first there was no creature to death, because God resurrected Jesus and can kill people. Then the author of the Epistle to the Hebrews declared that Satan has the power to control death. One of them believed that The son, with his death, killed Satan, and by his resurrection he brought Satan back to life.\nIt is also believed that the first head of the Beast in the Book of Revelation is the resurrecting of Satan.\nIslam.\nIn Islam there is the Angel of Death, that is more known with the name of Archangel of Death, of which his name is Azrael. In the Qur'an, he is not mentioned by his name but in the name of \"Mal'akkh al Mut\" (Arabic: ملاك الموت, \"Angel of Death\"). He is also descripted in old Hebrew texts as Azrael, the Angel of Death. He is also mentioned in early Christian texts also as Azrael.","categories":[],"infobox_types":[],"annotations":[{"uri":"Personification","surface_form":"personificated","offset":11},{"uri":"English_language","surface_form":"English","offset":90},{"uri":"Skeleton","surface_form":"skeleton","offset":212},{"uri":"Scythe","surface_form":"scythe","offset":231},{"uri":"Bible","surface_form":"Bible","offset":370},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":677},{"uri":"Thanatos","surface_form":"Thanatos","offset":800},{"uri":"Hypnos","surface_form":"Hypnos","offset":915},{"uri":"Greek_underworld","surface_form":"Hades","offset":1007},{"uri":"Charon_(mythology)","surface_form":"Charon","offset":1039},{"uri":"Styx_(mythology)","surface_form":"Styx","offset":1122},{"uri":"Keres_(spirits)","surface_form":"Keres","offset":1147},{"uri":"Roman_mythology","surface_form":"Ancient Roman mythology","offset":1452},{"uri":"Mors_(mythology)","surface_form":"Mors","offset":1497},{"uri":"Thanatos","surface_form":"Thanatos","offset":1555},{"uri":"Hinduism","surface_form":"Hindu","offset":1572},{"uri":"Mara_(Hindu_goddess","surface_form":"Mara","offset":1586},{"uri":"Latin_language","surface_form":"Latin","offset":1603},{"uri":"Noun","surface_form":"noun","offset":1609},{"uri":"Roman_art","surface_form":"Roman art","offset":1680},{"uri":"Welsh_people","surface_form":"Welsh","offset":1743},{"uri":"Bretons","surface_form":"Bretons","offset":1787},{"uri":"Scottish_folklore","surface_form":"Scottish folklore","offset":1954},{"uri":"Dog","surface_form":"dog","offset":2032},{"uri":"C%C3%B9_S%C3%ACth","surface_form":"Cù Sìth","offset":2046},{"uri":"Soul","surface_form":"soul","offset":2066},{"uri":"Afterlife","surface_form":"afterlife","offset":2079},{"uri":"Poland","surface_form":"Poland","offset":2159},{"uri":"Lithuanians","surface_form":"Lithuanians","offset":2312},{"uri":"Hinduism","surface_form":"Hindu","offset":2830},{"uri":"Water_buffalo","surface_form":"buffalo","offset":2896},{"uri":"Reincarnation","surface_form":"Reincarnation","offset":3207},{"uri":"Hinduism","surface_form":"Hinduism","offset":3224},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":3264},{"uri":"Brahman","surface_form":"Brahman","offset":3310},{"uri":"Kojiki","surface_form":"Kojiki","offset":3346},{"uri":"Izanami","surface_form":"Izanami","offset":3405},{"uri":"Izanagi","surface_form":"Izanagi","offset":3550},{"uri":"Deity","surface_form":"gods","offset":3839},{"uri":"Shinigami","surface_form":"shinigami","offset":3852},{"uri":"Western_world","surface_form":"Western","offset":3924},{"uri":"Japan","surface_form":"Japanese","offset":3985},{"uri":"Mythology","surface_form":"mythology","offset":4056},{"uri":"Book_of_Job","surface_form":"Book of Job","offset":4440},{"uri":"Heaven","surface_form":"Heaven","offset":4624},{"uri":"Satan","surface_form":"Satan","offset":5228},{"uri":"Messiah","surface_form":"Messiah","offset":5306},{"uri":"Christianity","surface_form":"Christianity","offset":5918},{"uri":"Jesus","surface_form":"Jesus","offset":5994},{"uri":"Epistle_to_the_Hebrews","surface_form":"Epistle to the Hebrews","offset":6044},{"uri":"Satan","surface_form":"Satan","offset":6081},{"uri":"Jesus","surface_form":"The son","offset":6145},{"uri":"Antichrist","surface_form":"the Beast","offset":6282},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":6299},{"uri":"Islam","surface_form":"Islam","offset":6358},{"uri":"Archangel","surface_form":"Archangel","offset":6429},{"uri":"Angel_of_Death","surface_form":"Azrael","offset":6470},{"uri":"Qur%27an","surface_form":"Qur'an","offset":6485},{"uri":"Arabic_language","surface_form":"Arabic","offset":6563},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":6631}]}