{"id":271295,"url":"http://en.wikipedia.org/wiki/Marcel_Duchamp","text":"Marcel Duchamp (28 July 1887 – 2 October 1968) was a French artist whose work is most often associated with the Dadaist and Surrealist movements. Duchamp's output influenced the development of post-World War I Western art. He advised modern art collectors, such as Peggy Guggenheim and other prominent figures, thereby helping to shape the tastes of Western art during this period.\nA playful man, Duchamp challenged conventional thought about artistic processes and art marketing, not so much by writing, but through subversive actions such as dubbing a urinal art and naming it \"Fountain\". This approach would 50 years later be called conceptual art, though he himself used the term 'ready-mades' for this idea. He produced relatively few artworks, while moving quickly through the avant-garde circles of his time.\nThe creative act is not performed by the artist alone; the spectator brings the work in contact with the external world by deciphering and interpreting its inner qualifications and thus adds his contribution to the creative act.\nDuchamp and chess.\nUpon his return to Paris in 1923, Duchamp was, in essence, no longer a practicing artist. Instead, he played chess, which he studied for the rest of his life to the exclusion of most other activities.\nDuchamp can be seen, very briefly, playing chess with Man Ray in the short film \"Entr'acte\" (1924) by René Clair. During this period his fascination with chess so distressed his first wife that she glued his pieces to the board. Duchamp continued to play in the French Championships and also in the Chess Olympiads from 1928–1933, favoring hypermodern openings such as the Nimzo-Indian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dada","surface_form":"Dada","offset":112},{"uri":"Surrealism","surface_form":"Surrealist","offset":124},{"uri":"Peggy_Guggenheim","surface_form":"Peggy Guggenheim","offset":265},{"uri":"Conceptual_art","surface_form":"conceptual art","offset":636},{"uri":"Avant-garde","surface_form":"avant-garde","offset":783},{"uri":"Chess","surface_form":"chess","offset":1173},{"uri":"Glue","surface_form":"glue","offset":1463},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":1564},{"uri":"Hypermodern","surface_form":"hypermodern","offset":1605},{"uri":"Chess_openings","surface_form":"Nimzo-Indian","offset":1638}]}