{"id":271317,"url":"http://en.wikipedia.org/wiki/COBRA_(avant-garde_movement)","text":"e=\"preserve\">COBRA (or CoBrA) was a European avant-garde movement active from 1949 to 1951. The name was coined in 1948 by Christian Dotremont from the initials of the members' home cities: Copenhagen (Co), Brussels (Br), Amsterdam (A).\nHistory.\nCOBRA was formed by Karel Appel, Constant, Corneille, Christian Dotremont, Asger Jorn, and Joseph Noiret on the 8th November 1948 in the Café Notre-Dame, Paris, with the signing of a manifesto, \"La Cause Était Entendue\" (\"The Case Was Settled\"), drawn up by Dotremont. Formed with a unifying doctrine of complete freedom of colour and form, as well as antipathy towards surrealism, the artists also shared an interest in Marxism as well as modernism.\nTheir working method was based on spontaneity and experiment, and they drew their inspiration in particular from children’s drawings, from primitive art forms and from the work of Paul Klee and Joan Miró.\nComing together as an amalgamation of the Dutch group Reflex, the Danish group Høst and the Belgian Revolutionary Surrealist Group, the group only lasted a few years but managed to achieve a number of objectives in that time; the periodical \"Cobra\", a series of collaborations between various members called \"Peintures-Mot\" and two large-scale exhibitions.\nThe first of these was held at the Stedelijk Museum in Amsterdam, November (1949), the other at the Palais des Beaux-Arts in Liège (1951).\nIn November 1949 the group officially changed its name to 'Internationale des Artistes Expérimentaux' with membership having spread across Europe and the USA, although this name has never stuck. The movement was officially disbanded in 1951, but many of its members remained close, with Dotremont in particular continuing collaborations with many of the leading members of the group.\nThe primary focus of the group consisted of semi-abstract paintings with brilliant color, violent brushwork, and distorted human figures inspired by primitive and folk art and similar to American action painting. Cobra was a milestone in the development of Tachisme and European abstract expressionism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Avant-garde","surface_form":"avant-garde","offset":45},{"uri":"Art_movement","surface_form":"movement","offset":57},{"uri":"1949","surface_form":"1949","offset":78},{"uri":"1951","surface_form":"1951","offset":86},{"uri":"1948","surface_form":"1948","offset":115},{"uri":"Christian_Dotremont","surface_form":"Christian Dotremont","offset":123},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":190},{"uri":"Brussels","surface_form":"Brussels","offset":207},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":222},{"uri":"Karel_Appel","surface_form":"Karel Appel","offset":266},{"uri":"Constant_(artist)","surface_form":"Constant","offset":279},{"uri":"Guillaume_Cornelis_van_Beverloo","surface_form":"Corneille","offset":289},{"uri":"Christian_Dotremont","surface_form":"Christian Dotremont","offset":300},{"uri":"Asger_Jorn","surface_form":"Asger Jorn","offset":321},{"uri":"Joseph_Noiret","surface_form":"Joseph Noiret","offset":337},{"uri":"Surrealism","surface_form":"surrealism","offset":616},{"uri":"Marxism","surface_form":"Marxism","offset":667},{"uri":"Netherlands","surface_form":"Dutch","offset":944},{"uri":"Denmark","surface_form":"Danish","offset":968},{"uri":"Belgium","surface_form":"Belgian","offset":994},{"uri":"Stedelijk_Museum","surface_form":"Stedelijk Museum","offset":1294},{"uri":"1949","surface_form":"1949","offset":1335},{"uri":"Palais_des_Beaux-Arts","surface_form":"Palais des Beaux-Arts","offset":1359},{"uri":"Li%C3%A8ge_(city)","surface_form":"Liège","offset":1384},{"uri":"1951","surface_form":"1951","offset":1391},{"uri":"Action_painting","surface_form":"action painting","offset":1978},{"uri":"Tachisme","surface_form":"Tachisme","offset":2039},{"uri":"Abstract_expressionism","surface_form":"abstract expressionism","offset":2061}]}