{"id":271477,"url":"http://en.wikipedia.org/wiki/Battle_of_Marathon","text":"The Battle of Marathon took place in September 490 BC on the plain of Marathon. It was fought between the Athenians and the Persians. Athens was supported by a small force from the city of Plataea. The battle was the end of the first attempt by Persia, under King Darius I, to conquer Greece. It was part of the first Greco-Persian war.\nThe Persian invasion was a response to Greek involvement in the Ionia<nowiki/>n Revolt. Then, Athens and Eretria had sent a force to support the cities of Ionia, who were trying to overthrow Persian rule. The Athenians and Eretrians succeeded in capturing and burning Sardis, but were forced to retreat with heavy losses. In response to this raid, Darius swore to burn Athens and Eretria to the ground.\nPersian invasion.\nOnce the Ionian revolt was crushed by the Persian victory at the Battle of Lade, Darius began planning to conquer Greece. In 490 BC, he sent a naval task force under Datis and Artaphernes across the Aegean, to subjugate the Cyclades, the group of Greek islands in the Aegean Sea. The next step was to attack Athens and Eretria. After a successful campaign in the Aegean, the Persians defeated, captured and burnt Eretria. \"/\nThe Persian force then sailed for Attica. They landed on Schinias beach on the east end of Marathon bay. The broad field, called the plain of Marathon, was flat, level and ideal for battle. The Athenians, joined by a small force from Plataea, marched to Marathon, and blocked the two exits from the plain of Marathon. Stalemate ensued for five days. Then, for reasons that are not clear, the Athenians decided to attack the Persians. Despite the numerical advantage of the Persians, the Greek hoplites proved very effective against the more lightly armed Persian infantry. They routed the Persian wings before turning in on the centre of the Persian line.\nConsequences.\nThe defeat at Marathon was a decisive victory that marked the end of the first Persian invasion of Greece. The Persian force retreated to Asia. Darius then began raising a huge new army with which he meant to completely subjugate Greece. However, in 486 BC, his Egyptian subjects revolted, postponing any Greek expedition. After Darius died, his son Xerxes I restarted the preparations for a second invasion of Greece, which finally began in 480 BC.\nThe Battle of Marathon was a watershed in the Greco-Persian wars, showing the Greeks that the Persians could be beaten. The eventual Greek triumph in these wars began at Marathon. The next two hundred years saw the rise of the Classical Greek civilization, which has been so influential in western society. This is why the Battle of Marathon is often seen as a key moment in European history.\nJohn Stuart Mill suggested that \"the Battle of Marathon, even as an event in British history, is more important than the Battle of Hastings\". The Battle of Marathon is perhaps now more famous as the inspiration for the Marathon race. Although historically inaccurate, the legend of a Greek messenger running to Athens with news of the victory became the inspiration for this athletic event, introduced at the 1896 Athens Olympics, and originally run between Marathon and Athens.\nBattle.\nWhen the Athenian line was ready, according to one source, the simple signal to advance was given by Miltiades: \"At them\".p191 Most likely, they marched until they reached the limit of the archers' effectiveness, the \"beaten zone\", (roughly 200 meters), and then broke into a run towards their enemy.p66 Herodotus suggests that this was the first time a Greek army ran into battle in this way; this was probably because it was the first time that a Greek army had faced an enemy composed mainly of missile troops (archers, spear-throwers).\n\"The enemy directly in their path...realised to their horror that [the Athenians], far from providing the easy pickings for their bowmen, as they had first imagined, were not going to be halted...The impact was devastating. The Athenians had honed their style of fighting in combat with other phalanxes, wooden shields smashing against wooden shields, iron spear tips clattering against breastplates of bronze...in those first terrible seconds of collision, there was nothing but a pulverizing crash of metal into flesh and bone; then the rolling of the Athenian tide over men wearing, at most, quilted jerkins for protection, and armed, perhaps, with nothing more than bows or slings. The hoplites' ash spears, rather than shivering...could instead stab and stab again, and those of the enemy who avoided their fearful jabbing might easily be crushed to death beneath the sheer weight of the advancing men of bronze.\"194–197\nThe Athenian wings quickly routed the inferior Persian levies (conscripted troops) on the flanks, before turning inwards to surround the Persian centre, which had been more successful against the thin Greek centre. The battle ended when the Persian centre then broke in panic towards their ships, pursued by the Greeks. Some, unaware of the local terrain, ran towards the swamps where unknown numbers drowned.p71 The Athenians pursued the Persians back to their ships, and managed to capture seven ships, though most were able to launch.\nHerodotus records that 6,400 Persian bodies were counted on the battlefield. It is unknown how many more died in the swamps. The Athenians lost 192 men and the Plataeans 11.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plain","surface_form":"plain","offset":61},{"uri":"Athens","surface_form":"Athenians","offset":106},{"uri":"Achaemenid_Empire","surface_form":"Persians","offset":124},{"uri":"Darius_I","surface_form":"Darius I","offset":264},{"uri":"Ancient_Greece","surface_form":"Greece","offset":285},{"uri":"Greco-Persian_Wars","surface_form":"Greco-Persian war","offset":318},{"uri":"Ionia","surface_form":"Ionia","offset":401},{"uri":"Eretria","surface_form":"Eretria","offset":442},{"uri":"Ionia","surface_form":"Ionia","offset":492},{"uri":"Sardis","surface_form":"Sardis","offset":605},{"uri":"Retreat","surface_form":"retreat","offset":632},{"uri":"Battle_of_Lade","surface_form":"Battle of Lade","offset":823},{"uri":"Aegean_Sea","surface_form":"Aegean","offset":957},{"uri":"Cyclades","surface_form":"Cyclades","offset":982},{"uri":"Attica","surface_form":"Attica","offset":1217},{"uri":"Field","surface_form":"field","offset":1298},{"uri":"Hoplite","surface_form":"hoplite","offset":1676},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":1882},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":2115},{"uri":"Xerxes_I","surface_form":"Xerxes I","offset":2203},{"uri":"Classical_Greece","surface_form":"Classical Greek","offset":2530},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":2696},{"uri":"Battle_of_Hastings","surface_form":"Battle of Hastings","offset":2817},{"uri":"Marathon","surface_form":"Marathon","offset":2915},{"uri":"Missile","surface_form":"missile","offset":3681},{"uri":"Archery","surface_form":"archers","offset":3697},{"uri":"Bronze","surface_form":"bronze","offset":4126},{"uri":"Ash_tree","surface_form":"ash","offset":4423}]}