{"id":271565,"url":"http://en.wikipedia.org/wiki/Space_Shuttle_Enterprise","text":"The Space Shuttle Enterprise (OV-101) is a spacecraft used by NASA for testing of the space shuttles. Enterprise was built without engines and without the heat protection system needed for it to travel into space and return to the atmosphere. Enterprise began being built in June 4, 1974, and was completed on September 17, 1976. Enterprise was used for flight tests in 1977. Scientists wanted to test how the shuttle could be transported on top of a Boeing 747. They also did three test manned test flights with the shuttle still joined to the Boeing. When these test were finished they did another five tests with the shuttle flying without engines like a glider. The pilots practiced landing the shuttle at the Edwards Airforce Base. The pilots were astronaut Gordon Fullerton, Apollo 13 astronaut Fred Haise, Joe Engle and Dick Truly. After the test flights, the Enterprise was used for vibration tests at NASA's Marshall Space Flight Center in Huntsville, Alabama. After all the tests were finished, some parts of the Enterprise were used in the building of the other shuttles.\nThe Enterprise was going to be named the \"Constitution\", but many people wrote to the President and asked for it to be named after the space craft on the TV show Star Trek. Enterprise can be seen today by visitors to the Smithsonian's National Air and Space Museum's Steven F. Udvar-Hazy Center near Washington, D.C.","categories":[],"infobox_types":[],"annotations":[{"uri":"NASA","surface_form":"NASA","offset":62},{"uri":"Atmosphere","surface_form":"atmosphere","offset":231},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":451},{"uri":"Glider","surface_form":"glider","offset":658},{"uri":"Astronaut","surface_form":"astronaut","offset":753},{"uri":"Apollo_13","surface_form":"Apollo 13","offset":781},{"uri":"Fred_Haise","surface_form":"Fred Haise","offset":801},{"uri":"Marshall_Space_Flight_Center","surface_form":"Marshall Space Flight Center","offset":917},{"uri":"Huntsville%2C_Alabama","surface_form":"Huntsville, Alabama","offset":949},{"uri":"President_of_the_United_States","surface_form":"President","offset":1169},{"uri":"Star_Trek","surface_form":"Star Trek","offset":1245},{"uri":"National_Air_and_Space_Museum","surface_form":"National Air and Space Museum","offset":1318},{"uri":"Steven_F._Udvar-Hazy_Center","surface_form":"Steven F. Udvar-Hazy Center","offset":1350},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1383}]}