{"id":271610,"url":"http://en.wikipedia.org/wiki/Xanthan_gum","text":"e=\"preserve\">Xanthan gum is a polysaccharide (a complex form of sugar). It is added to certain foods, such as salad dressings, to make them thicker. It is also added to cosmetics to keep the ingredients from separating. To make xanthan gum, workers deliberately add a kind of bacterium, \"Xanthomonas campestris\", to glucose or sucrose. They let the mixture ferment for a while, and then add isopropyl alcohol to separate the polysaccharide from the mixture. They dry the polysaccharide, grind it into a powder, then add it to a liquid. The xanthan gum is then ready to use.\nHistory.\nAllene Rosalind Jeanes and her research team at the United States Department of Agriculture first discovered xanthan gum. The team was studying many biopolymers to see whether some of them were useful, and how they could be used. The Kelco Company was the first company to produce xanthan gum in the early 1960s. At that time, Kelco called xanthan gum by its brand name, Kelzan. Later, in 1968, xanthan gum was tested and declared safe to be used in food. The USA, Canada, Europe, and many other regions and countries now accept xanthan gum as a safe food additive.\nUses.\nXanthan gum is a very effective thickener. It is stable under a wide range of temperatures and pH. Only 0.5% of xanthan gum is added to most foods to thicken them. The thickening property of xanthan gum decreases when a food is mixed, shaken or chewed, but it thickens up again when the force is removed. This property is called pseudoplasticity. Sometimes this property can be very useful. For instance, the xanthan gum added to salad dressing makes the dressing thick enough to cling to a salad, but shaking the bottle of dressing makes it temporarily thin and easier to pour.\nSalad dressings and sauces contain xanthan gum. Even though xanthan gum is not an emulsifier, it helps to keep an emulsion stable so that the oil in it does not separate. Xanthan gum also helps to keep spices and other solid bits of food evenly distributed in a liquid. Xanthan gum, guar gum and locust bean gum help to give ice cream and other frozen foods a creamy texture. Gluten-free bakers use xanthan gum instead of gluten to make bread dough or batter \"sticky.\" Packaged egg whites or egg substitutes contain xanthan gum to replace the fat and emulsifiers found in egg yolks.\nToothpaste often contains xanthan gum to give the toothpaste a smooth texture. People who have trouble swallowing add xanthan gum to drinks and other liquids to make them thicker and easier to swallow.\nOil drillers use a lot of xanthan gum to make drilling mud thicker. This thick fluid helps carry solids cut by the drill bit up to the surface of the earth. When people need to pour concrete underwater, they add xanthan gum to the concrete to make it thicker and keep it from washing away.\nMany cosmetics contain xanthan gum, which helps hold together oil and water emulsions. Xanthan gum can also help keep skin moist. Fake blood, toy slime and gunge all get their thickness from xanthan gum.\nXanthan gum and health.\nWorkers who were exposed to xanthan gum dust developed allergy-like symptoms from breathing in the dust.\nCoeliac disease sufferers and other people who are sensitive to gluten and other allergens may need to be careful how much xanthan gum is in their food. Some types of xanthan gum are made with wheat, corn or soy and could cause allergic reactions. Xanthan gum is also a strong laxative and can cause diarrhoea in people who eat too much of it, or who are sensitive to it. There are many substitutes available for xanthan gum when used in baking such as guar gum or locust bean gum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polysaccharide","surface_form":"polysaccharide","offset":30},{"uri":"Sugar","surface_form":"sugar","offset":64},{"uri":"Salad_dressing","surface_form":"salad dressing","offset":110},{"uri":"Cosmetics","surface_form":"cosmetics","offset":169},{"uri":"Bacterium","surface_form":"bacterium","offset":276},{"uri":"Glucose","surface_form":"glucose","offset":316},{"uri":"Sucrose","surface_form":"sucrose","offset":327},{"uri":"Alcohol","surface_form":"alcohol","offset":401},{"uri":"Temperature","surface_form":"temperature","offset":1233},{"uri":"PH","surface_form":"pH","offset":1250},{"uri":"Emulsifier","surface_form":"emulsifier","offset":1816},{"uri":"Emulsion","surface_form":"emulsion","offset":1848},{"uri":"Gluten","surface_form":"Gluten","offset":2110},{"uri":"Egg_(food)","surface_form":"egg","offset":2212},{"uri":"Toothpaste","surface_form":"Toothpaste","offset":2317},{"uri":"Concrete","surface_form":"concrete","offset":2701},{"uri":"Coeliac_disease","surface_form":"Coeliac disease","offset":3142},{"uri":"Laxative","surface_form":"laxative","offset":3419},{"uri":"Diarrhoea","surface_form":"diarrhoea","offset":3442}]}