{"id":271668,"url":"http://en.wikipedia.org/wiki/Italic","text":"Italic script and type has a long history. It was based on handwriting.\nLudovico Vicentino degli Arrighi (1475–1527) was a papal scribe and type designer in Renaissance Italy. Present day cursive writing style known as \"italic\" is based upon the style he developed. It has been said that the style of cursive known as \"italic\" got its name from this \"Italian\" designer. Modern day scribes, also known as \"calligraphers\", study the work of Arrighi to learn the structure of the [https://www.beautifulcalligraphy.com/calligraphy-styles-calligraphy-fonts/ style of writing known as \"italic\"], a modernized version of the Chancery hand which was first perfected by Roman scribes in the early part of the sixteenth century.\nIn typography, italic type is a cursive font based on a kind of calligraphic handwriting. Such letters normally slant slightly to the right.\nIn modern texts, Italics can emphasise key points in a printed text. One manual of English usage described italics as \"the print equivalent of underlining\".\nCalligraphy-inspired typefaces were first designed in Italy, to replace documents written in a handwriting style called chancery hand. As the illustration shows, there were flourishes copied from calligraphy. An alternative is oblique type: the type is slanted but the letterforms do not change shape: this less elaborate approach is used by many sans-serif typefaces.\nUsage on the web.\nUsing italic is usually used as a place holder for a blank piece of information.\nThere are different ways in making a text \"italic\".\nHTML.\nIn HTML, the editor can add the codice_2 and the codice_2 tags to make text surrounded by these tags italic.\nWikitext.\nIn Wikitext, the editor can just add two apostrophes (codice_2) around the text to become italic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"script","offset":7},{"uri":"Type","surface_form":"type","offset":18},{"uri":"Handwriting","surface_form":"handwriting","offset":59},{"uri":"Typography","surface_form":"typography","offset":722},{"uri":"Cursive","surface_form":"cursive","offset":751},{"uri":"Font","surface_form":"font","offset":759},{"uri":"Calligraphy","surface_form":"calligraphic","offset":783},{"uri":"Italy","surface_form":"Italy","offset":1071},{"uri":"Chancery_hand","surface_form":"chancery hand","offset":1137},{"uri":"Sans-serif","surface_form":"sans-serif","offset":1364},{"uri":"HTML","surface_form":"HTML","offset":1546},{"uri":"Wikitext","surface_form":"Wikitext","offset":1665}]}