{"id":271684,"url":"http://en.wikipedia.org/wiki/Japanese_Occupation_of_Singapore","text":"The Japanese Occupation of Singapore is a time from 1942-1945 (during World War II) where the Japanese occupied Singapore. Japan attacked because Singapore was an important naval base for controlling other areas. The occupation started after the army of Japan defeated garrison troops from Australia, British Malaya, Britain, and India. This was at the Battle of Singapore. The British decided to surrender to the Japanese on 15 February 1942 at the Ford Motor Factory.\nThe city was renamed to Syonan-to (pronounced as Sho-nan-to), meaning Light of the South, during the rule. It was officially returned to the British after the peace treaty ending World War II was signed.\nThe Japanese did not treat the people very well during their occupation. There was a large amount of inflation because the Japanese printed paper money for Singapore to use, which did not have any identification numbers. Also called 'banana notes' as they had a picture of a banana tree on them, the paper notes could have been printed by people who had a modern-day printer and sufficient paper.\nTimeline.\nIn 1941, due to the weak defenses, the Japanese attacked Singapore. They landed on Singaporean soil on the 9th of February 1942 and took control of the colony on 15 February 1942, soon renaming it Syonan-to (pronounced as Sio-nan-to or Sho-nan-to), meaning Light of the South Island, during the rule. Many people suffered during this time till the Japanese surrendered and the British returned to Singapore in September 1945.\nThe Black Market.\nDuring the Japanese Occupation, the trade was disrupted, resulting in scarcity of food and other kinds of goods, causing the price to drastically increase in a process known as inflation. Even if one were to try to buy a jar of jam from a shop, the shopkeeper would say that he had none. However, if one was prepared to pay a very high price for it, the shopkeeper would know just where to get it: the black market.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":70},{"uri":"Japan","surface_form":"Japan","offset":94},{"uri":"Military_occupation","surface_form":"occupied","offset":103},{"uri":"Singapore","surface_form":"Singapore","offset":112},{"uri":"Army","surface_form":"army","offset":246},{"uri":"Japan","surface_form":"Japan","offset":254},{"uri":"Garrison","surface_form":"garrison","offset":269},{"uri":"Australia","surface_form":"Australia","offset":290},{"uri":"British_Malaya","surface_form":"British Malaya","offset":301},{"uri":"Britain","surface_form":"Britain","offset":317},{"uri":"India","surface_form":"India","offset":330},{"uri":"Battle_of_Singapore","surface_form":"Battle of Singapore","offset":353},{"uri":"Surrender","surface_form":"surrender","offset":397},{"uri":"Syonan-to","surface_form":"Syonan-to","offset":494},{"uri":"Inflation","surface_form":"inflation","offset":775},{"uri":"Defense_(military)","surface_form":"defense","offset":1106},{"uri":"Attack","surface_form":"attack","offset":1129},{"uri":"Syonan-to","surface_form":"Syonan-to","offset":1278},{"uri":"Inflation","surface_form":"inflation","offset":1702}]}