{"id":271781,"url":"http://en.wikipedia.org/wiki/Zapatista_Army_of_National_Liberation","text":"The Zapatista Army of National Liberation (EZLN;) is a political and militant group based in –Chiapas, the southernmost state of Mexico. Its members are called the Zapatistas. They advocate for libertarian socialism, environmental sustainability and indigenous rights.\nIt is led by the indigenous people of the Chiapas Mountains. The name \"Zapatista\" refers to Emiliano Zapata who was a leader of the Mexican Revolution of 1910. The group was formed in the 1980s and led a large rebellion in 1994. Where it captured a small region of Mexico and was granted control over it.\nSubcomandante Insurgente Marcos.\nThough the movement has many leaders, both women and men, Marcos has become the unofficial spokesperson for the movement. This is because he is very well educated, a good public speaker, and has written letters to and worked with writers and intellectuals from all over the world. He signs almost all of his letters with \"Subcomandante Marcos, from the mountains of the southeast of Mexico.\" He is wearing a ski-mask in every picture and video of him and ski-masks have become a symbol of the EZLN in Mexico, as the majority of its supporters also wear them. Followers of the EZLN also paint murals of Marcos in his mask and Emiliano Zapata to show their support.\nRebel Autonomous Zapatista Municipalities.\nSince 1994, the Zapatistas have been in control of a region in Southern Chiapas. The Zapatistas created a 'Council of Good Government' which is a direct democracy representing between 120,000 to 300,000 people. The economy is made up of a coordinated network of communal stores, worker cooperatives and family farms. Their autonomous government provides low-interest loans, free education and universal health care. The Zapatistas mainly produce corn, beans, coffee, bananas, sugar, cattle, chicken, pigs and clothing. The Mexican military has attacked communities several times with drones, infantry and helicopters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Militia","surface_form":"militant group","offset":69},{"uri":"Mexico","surface_form":"Mexico","offset":129},{"uri":"Libertarian_socialism","surface_form":"libertarian socialism","offset":194},{"uri":"Indigenous_people","surface_form":"indigenous people","offset":286},{"uri":"Emiliano_Zapata","surface_form":"Emiliano Zapata","offset":361},{"uri":"Mexican_Revolution","surface_form":"Mexican Revolution","offset":401},{"uri":"Direct_democracy","surface_form":"direct democracy","offset":1460},{"uri":"Cooperative","surface_form":"worker cooperatives","offset":1593}]}