{"id":271769,"url":"http://en.wikipedia.org/wiki/Dot_product","text":"In mathematics, the dot product is an operation that takes two vectors as input, and that returns a scalar number as output. The number returned is dependent on the length of both vectors, and on the angle between them. The name is derived from the centered dot \"·\" that is often used to designate this operation; the alternative name scalar product emphasizes the scalar (rather than vector) nature of the result.\nIn three-dimensional space, the dot product contrasts with the cross product, which produces a vector as result.\nDefinition.\nwhere Σ denotes summation notation (the sum of all the terms) and \"n\" is the dimension of the vector space.\nIn dimension 2, the dot product of vectors [a,b] and [c,d] is ac + bd.\nThe same way, in a dimension 3, the dot product of vectors [a,b,c] and [d,e,f] is ad + be + cf.\nFor example, the dot product of two three-dimensional vectors [1, 3, −5] and [4, −2, −1] is\nGeometric interpretation.\nIn Euclidean geometry, the dot product, length, and angle are related. For a vector a, the dot product a · a is the square of the length of a, or\nwhere ||a|| denotes the length (magnitude) of a. More generally, if b is another vector, then\nwhere ||a|| and ||b|| denote the length of a and b and \"θ\" is the angle between them.\nthen the angle \"θ\" is given by\nAs the cosine of 90° is zero, the dot product of two orthogonal (perpendicular in 2D and 3D) vectors is always zero. Moreover, two vectors can be considered orthogonal if and only if their dot product is zero, and they both have a nonzero length. This property provides a simple method to test the condition of orthogonality.\nSometimes, these properties are also used for \"defining\" the dot product, especially in 2 and 3 dimensions; this definition is equivalent to the above one. For higher dimensions, the formula can be used to define the concept of angle.\nThe geometric properties rely on the basis being orthonormal (composed of pairwise perpendicular vectors with unit length).\nScalar projection.\nIf both a and b are unit vectors (vectors of length one), then their dot product simply gives the cosine of the angle between them.\nIf only b is a unit vector, then the dot product a · b gives |a| cos(θ). This corresponds to the magnitude of the projection of a in the direction of b, with a minus sign if the direction is opposite. This is called the scalar projection of a onto b, or scalar component of a in the direction of b (see figure). This property of the dot product has several useful applications (see § Rotation below).\nIf neither a nor b is a unit vector, then the magnitude of the projection of a in the direction of b would be a · (b / |b|), as the unit vector in the direction of b is b / |b|.\nRotation.\nA rotation of the orthonormal basis in terms of which vector a is represented is obtained with a multiplication of a by a rotation matrix R'\". This matrix multiplication is just a compact representation of a sequence of dot products.\nNotice that the rotation matrix R is assembled by using the rotated basis vectors u1, v1, w1 as its rows, and these vectors are unit vectors. By definition, Ra1 consists of a sequence of dot products between each of the three rows of R and vector a1. Each of these dot products determines a scalar component of a in the direction of a rotated basis vector (see previous section).\nProperties.\nThe following properties hold if a, b, and c are real vectors and \"r\" is a scalar.\n(these last two properties follow from the first two).\nTwo non-zero vectors a and b are perpendicular if and only if a • b = 0.\nIf a and b are functions, then the derivative of a • b is a' • b + a • b'.\nTriple product expansion.\nThis is a very useful identity (also known as Lagrange's formula) involving the dot- and cross-products. It is written as\nwhich is easier to remember as \"BAC minus CAB\", keeping in mind which vectors are dotted together. This formula is commonly used to simplify vector calculations in physics.\nProof of the geometric interpretation.\nRepeated application of the Pythagorean theorem yields for its length |v|\nBut this is the same as\nso we conclude that taking the dot product of a vector v with itself yields the squared length of the vector.\nNow consider two vectors a and b extending from the origin, separated by an angle θ. A third vector c may be defined as\ncreating a triangle with sides a, b, and c. According to the law of cosines, we have\nSubstituting dot products for the squared lengths according to Lemma 1, we get\nBut as c ≡ a − b, we also have\nwhich, according to the distributive law, expands to\nMerging the two c • c equations, \"(1)\" and \"(2)\", we obtain\nSubtracting a • a + b • b from both sides and dividing by −2 leaves\nGeneralization.\nThe inner product generalizes the dot product to abstract vector spaces and is usually denoted by formula_1. Due to the geometric interpretation of the dot product, the norm ||a|| of a vector a in such an inner product space is defined as\nsuch that it generalizes length, and the angle θ between two vectors a and b by\nIn particular, two vectors are considered orthogonal if their inner product is zero\nFor vectors with complex entries, using the given definition of the dot product would lead to quite different geometric properties. For instance, the dot product of a vector with itself can be an arbitrary complex number, and can be zero without the vector being the zero vector; this in turn would have severe consequences for notions like length and angle. Many geometric properties can be salvaged, at the cost of giving up the symmetric and bilinear properties of the scalar product, by alternatively defining\nwhere \"bi\" is the complex conjugate of \"bi\". Then the scalar product of any vector with itself is a non-negative real number, and it is nonzero except for the zero vector. However, this scalar product is not linear in b (but rather conjugate linear), and the scalar product is not symmetric either, since\nThis type of scalar product is nevertheless quite useful, and leads to the notions of Hermitian form and of general inner product spaces.\nThe Frobenius inner product generalizes the dot product to matrices. It is defined as the sum of the products of the corresponding components of two matrices having the same size.\nGeneralization to tensors.\nThe dot product between a tensor of order n and a tensor of order m is a tensor of order n+m-2. The dot product is worked out by multiplying and summing across a single index in both tensors. If formula_1 and formula_1 are two tensors with element representation formula_1 and formula_1 the elements of the dot product formula_1 are given by\nThis definition naturally reduces to the standard vector dot product when applied to vectors, and matrix multiplication when applied to matrices.\nOccasionally, a double dot product is used to represent multiplying and summing across two indices. The double dot product between two 2nd order tensors is a scalar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Vector","surface_form":"vector","offset":63},{"uri":"Scalar","surface_form":"scalar","offset":100},{"uri":"Number","surface_form":"number","offset":107},{"uri":"Interpunct","surface_form":"centered dot","offset":249},{"uri":"Scalar_(mathematics)","surface_form":"scalar","offset":365},{"uri":"Euclidean_vector","surface_form":"vector","offset":385},{"uri":"Three-dimensional_space","surface_form":"three-dimensional space","offset":418},{"uri":"Cross_product","surface_form":"cross product","offset":478},{"uri":"Summation","surface_form":"summation notation","offset":556},{"uri":"Dimension","surface_form":"dimension","offset":617},{"uri":"Vector_space","surface_form":"vector space","offset":634},{"uri":"Euclidean_geometry","surface_form":"Euclidean geometry","offset":936},{"uri":"Euclidean_norm","surface_form":"length","offset":973},{"uri":"Angle","surface_form":"angle","offset":985},{"uri":"Euclidean_norm","surface_form":"length","offset":1103},{"uri":"Angle","surface_form":"angle","offset":1239},{"uri":"Cosine","surface_form":"cosine","offset":1297},{"uri":"Orthogonal","surface_form":"orthogonal","offset":1343},{"uri":"Orthogonal","surface_form":"orthogonal","offset":1447},{"uri":"Basis_(linear_algebra)","surface_form":"basis","offset":1888},{"uri":"Orthonormal","surface_form":"orthonormal","offset":1900},{"uri":"Unit_vector","surface_form":"unit vector","offset":2014},{"uri":"Unit_vector","surface_form":"unit vector","offset":2141},{"uri":"Scalar_resolute","surface_form":"scalar projection","offset":2346},{"uri":"Vector_(geometry)","surface_form":"scalar component","offset":2380},{"uri":"Rotation_(mathematics)","surface_form":"rotation","offset":2717},{"uri":"Rotation_matrix","surface_form":"rotation matrix","offset":2837},{"uri":"Matrix_multiplication","surface_form":"matrix multiplication","offset":2863},{"uri":"Vector_(geometry)","surface_form":"vectors","offset":3395},{"uri":"Scalar_(mathematics)","surface_form":"scalar","offset":3416},{"uri":"Perpendicular","surface_form":"perpendicular","offset":3512},{"uri":"If_and_only_if","surface_form":"if and only if","offset":3526},{"uri":"Cross_product","surface_form":"cross-products","offset":3742},{"uri":"Mnemonic","surface_form":"easier to remember","offset":3784},{"uri":"Physics","surface_form":"physics","offset":3939},{"uri":"Pythagorean_theorem","surface_form":"Pythagorean theorem","offset":4015},{"uri":"Law_of_cosines","surface_form":"law of cosines","offset":4376},{"uri":"Distributive_law","surface_form":"distributive law","offset":4534},{"uri":"Inner_product_space","surface_form":"inner product","offset":4711},{"uri":"Vector_space","surface_form":"abstract vector spaces","offset":4756},{"uri":"Norm_(mathematics)","surface_form":"norm","offset":4876},{"uri":"Inner_product_space","surface_form":"inner product space","offset":4912},{"uri":"Orthogonal","surface_form":"orthogonal","offset":5068},{"uri":"Complex_conjugate","surface_form":"complex conjugate","offset":5642},{"uri":"Conjugate_linear","surface_form":"conjugate linear","offset":5856},{"uri":"Hermitian_form","surface_form":"Hermitian form","offset":6015},{"uri":"Inner_product_space","surface_form":"inner product space","offset":6045},{"uri":"Frobenius_inner_product","surface_form":"Frobenius inner product","offset":6071},{"uri":"Tensor","surface_form":"tensor","offset":6300}]}