{"id":272009,"url":"http://en.wikipedia.org/wiki/Milarepa","text":"Milarepa (c. 1052—1135) is the most famous yogi, poet and Buddhist saint of Tibet. A collection of his teachings in the form of poetic songs called \"The Hundred Thousand songs of Milarepa\", and his biography \"The Life of Milarepa\" are two of the most popular books in Tibet.\nMilarepa was a student of Marpa and the teacher of Gampopa. Together these three (Marpa, Milarepa and Gampopa) are considered to be the founders of the Kagyu school of Tibetan Buddhism.\nLife.\nMilarepa was born in the village of Kya Ngatsa in the Gungthang province of western Tibet to a family of farmers. He was named Mila Thöpaga, which means \"Mila, a joy to hear.\" When his father died, Milarepa's uncle and aunt took all of the family's wealth and property and mistreated Milarepa, his mother and sister. At his mother's urging, Milarepa left home and studied magic so that he could take revenge on his uncle and aunt.\nWhile his aunt and uncle were having a party to celebrate the marriage of their son, Mila took his revenge by summoning a great hail storm to demolish their house, which killed 35 people. The villagers were angry and set off to look for Milarepa, but his mother got word to him and he sent anther hailstorm to destroy their crops.\nMila later came to regret his evil actions and so became determined to practice the Buddha's teachings. Setting out to find a teacher, he was eventually led to Marpa the translator. Marpa proved a harsh task master. Before Marpa would teach Mila, he had him build and then demolish three towers in turn and go through many other trials. Eventually Mila was granted the teachings of the Six Yogas of Naropa and Mahamudra. After practicing these teacings very diligently for twelve years in remote Himalayan caves of Tibet and Nepal, Mila attained the complete enlightenment. He is said to be the first to achieve this state within one lifetime. During his meditation practice he ate mostly nettle soup which made his skin turn green, and wore only a single cotton robe. He became known as Milarepa, which means the \"Mila, the cotton clad one\".\nLater Milarepa become a wandering teacher and attracted many disciples, of whom the most well known were Rechungpa and Gampopa. Rechungpa followed the yogic lifestyle of his teacher while Gampopa, a Kadampa monk, eventually established a monastery a Daglha Gampo which became the first Kagyu institution. Later Gampopa's immediate disciples and their successors established the various branches of the Kagyu school of Tibetan Buddhism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yogi","surface_form":"yogi","offset":43},{"uri":"Tibet","surface_form":"Tibet","offset":76},{"uri":"Marpa_Lotsawa","surface_form":"Marpa","offset":301},{"uri":"Gampopa","surface_form":"Gampopa","offset":326},{"uri":"Kagyu","surface_form":"Kagyu","offset":427},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":443},{"uri":"Marpa","surface_form":"Marpa","offset":1389},{"uri":"Naropa","surface_form":"Naropa","offset":1628}]}