{"id":272166,"url":"http://en.wikipedia.org/wiki/Vertebrate_brain","text":"ce=\"preserve\">The vertebrate brain is the main part of the central nervous system. In vertebrates (and most other animals) the brain is at the front, in the head. It is protected by the skull and close to the main senses of vision, hearing, balance, taste, and smell. As an animal moves forward, its senses collect data about the surroundings, and that data goes directly to the brain.\nBrains are extremely complex. The brain controls the other organs of the body, either by activating muscles or by causing secretion of chemicals such as hormones and neurotransmitters. Muscular action allows rapid and coordinated responses to changes in the environment; hormones and the autonomic nervous system make slower changes in the body.\nIt is also a part of human and animal body. The brain of an adult human weights about 13001400 grams\nIn vertebrates, the spinal cord by itself can cause reflex responses as well as simple movement such as swimming or walking. However, sophisticated control of behaviour requires a centralized brain.\nThe structure of all vertebrate brains is basically the same. At the same time, during the course of evolution, the vertebrate brain has undergone changes, and become more effective. In so-called 'lower' animals, most or all of the brain structure is inherited, and therefore their behaviour is mostly instinctive. In mammals, and especially in man, the brain is developed further during life by learning. This has the benefit of helping them fit better into their environment. The capacity to learn is seen best in the cerebral cortex.\nBrain size.\nThe relationship between brain size, body size and other variables has been studied in a wide range of vertebrate species. Brain size increases with body size but not proportionally.\nMammals.\nAveraging across all mammals, it follows a power law, with an exponent of about 0.75. This formula applies to the average brain of mammals but each family departs from it, reflecting their sophistication of behavior. For example, primates have brains 5 to 10 times as large as the formula predicts. Predators tend to have larger brains. When the mammalian brain increases in size, not all parts increase at the same rate. The larger the brain of a species, the greater the fraction taken up by the neocortex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":59},{"uri":"Vertebrate","surface_form":"vertebrate","offset":86},{"uri":"Skull","surface_form":"skull","offset":186},{"uri":"Sense","surface_form":"sense","offset":214},{"uri":"Visual_perception","surface_form":"vision","offset":224},{"uri":"Auditory_system","surface_form":"hearing","offset":232},{"uri":"Equilibrioception","surface_form":"balance","offset":241},{"uri":"Gustation","surface_form":"taste","offset":250},{"uri":"Olfaction","surface_form":"smell","offset":261},{"uri":"Information","surface_form":"data","offset":315},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":445},{"uri":"Muscle","surface_form":"muscle","offset":486},{"uri":"Hormone","surface_form":"hormone","offset":539},{"uri":"Neurotransmitters","surface_form":"neurotransmitters","offset":552},{"uri":"Environment","surface_form":"environment","offset":644},{"uri":"Autonomic_nervous_system","surface_form":"autonomic nervous system","offset":674},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":853},{"uri":"Reflex","surface_form":"reflex","offset":885},{"uri":"Evolution","surface_form":"evolution","offset":1133},{"uri":"Genetics","surface_form":"inherited","offset":1283},{"uri":"Behaviour","surface_form":"behaviour","offset":1314},{"uri":"Instinct","surface_form":"instinct","offset":1334},{"uri":"Mammal","surface_form":"mammal","offset":1350},{"uri":"Learning","surface_form":"learning","offset":1428},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":1552},{"uri":"Body_size","surface_form":"body size","offset":1618},{"uri":"Power_law","surface_form":"power law","offset":1816},{"uri":"Exponent","surface_form":"exponent","offset":1835},{"uri":"Primate","surface_form":"primate","offset":2003},{"uri":"Neocortex","surface_form":"neocortex","offset":2271}]}