{"id":272197,"url":"http://en.wikipedia.org/wiki/Jimmie_Johnson","text":"Jimmie Kenneth Johnson (born September 17, 1975) is an American stock car driver from El Cajon, California. Johnson drives the No. 48 Checrolet Camaro for Hendrick Motorsports in the Monster Energy NASCAR Cup Series. In 2010 Johnson became the only driver to win five Sprint Cup Series Championships in a row. Johnson is married to Chandra Janway, and they had their first child, which was a girl named Genevieve Marie Johnson on July 7th, 2010.\nEarly racing career.\nJohnson started racing on motorcycles when he was five years old. Johnson left motorcycle racing and went on to drive in some off-road races. While he was off road racing, he met Herb Fischel. Fischel was the head of Motorsports at General Motors, who owns the Chevrolet brand Johnson drives for today.\nIn 1998, Johnson started racing in the American Speed Association (ASA) series. He had only raced in six stock car races in his life before the season. Johnson ended the season fourth in points, and he won the Rookie of the Year award. Johnson also started to race in the NASCAR Nationwide Series. He drove in three races during 1998. In 1999, Johnson raced in both the ASA Series and the Nationwide Series. He won twice and finished 3rd in the ASA series. In 2000, Johnson raced the full season in the Nationwide Series. He drove for Herzog Motorsports, and finished 10th in the points standings. He won his first and only Nationwide Series race in 2001 at the Hills Brothers Coffee 300 at Chicagoland Speedway in his 81st start in the series. It was at this time that Johnson was teamed up with crew chief Chad Knaus who he still works with today.\nAt a driver's meeting before the Nationwide Series race at Michigan International Speedway, Johnson asked NASCAR Sprint Cup Series driver Jeff Gordon for advice. Gordon liked Johnson, and after the talk Gordon suggested Johnson to team owner Rick Hendrick. Hendrick gave Johnson an offer to drive for him. Gordon became part owner and Johnson's car, the #48.\n2002–2005.\nIn 2002, Johnson started racing full time in the Winston Cup Series. Johnson finished the season 5th in the points standings, and had won 3 races. In 2003 Johnson once again won 3 races, had 14 top-five finishes and 20 top-ten finishes. He finished the season second in the Winston Cup Series points standings to Matt Kenseth. In 2004 Johnson had 8 wins, 20 top-fives, 23 top-tens and he finished the year 2nd in the point standings. In 2005 Johnson stayed in the top five in the points standings all year, winning 4 races. He finished the 2005 season 5th in the Nextel Cup Series points.\n2006–2010.\nIn 2006 Johnson won five races and his first Nextel Cup Series championship. Johnson had 13 top-fives, 24 top-tens, 1 pole, and he led 854 laps during the 2006 season. In 2007 Johnson had 10 wins, 4 poles, 20 top-fives, and 24 top-tens. At the end of the season, he had won his second championship.\nIn his 2008 season Johnson got 7 wins, 6 poles, 15 top-fives, 22 top-tens, and his third Sprint Cup Series Championship. Johnson only failed to finish one race in the 2008 season. During the 2009 season Johnson had 7 wins, 4 poles, 16 top-fives, 24 top-tens, and he led a total of 2,238 laps. He finished the season 1st in points, becoming the only driver to win four championships in a row.\nIn 2010, Johnson won his 5th Sprint Cup Series championship. He finished the season withd 2 pole positions, 17 top-fives, 23 top-tens, 6 wins, 1326 laps led. He failed to finish four of the races in the 2010 season. With this championship, Johnson became the only driver to have won 5 championships in a row.","categories":[],"infobox_types":["NASCAR driver"],"annotations":[{"uri":"Americans","surface_form":"American","offset":55},{"uri":"Racecar","surface_form":"stock car","offset":64},{"uri":"Driver","surface_form":"driver","offset":74},{"uri":"El_Cajon%2C_California","surface_form":"El Cajon, California","offset":86},{"uri":"Checrolet_Camaro","surface_form":"Checrolet Camaro","offset":134},{"uri":"Hendrick_Motorsports","surface_form":"Hendrick Motorsports","offset":155},{"uri":"Monster_Energy_NASCAR_Cup_Series","surface_form":"Monster Energy NASCAR Cup Series","offset":183},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup Series","offset":268},{"uri":"Married","surface_form":"married","offset":321},{"uri":"Racing","surface_form":"racing","offset":483},{"uri":"Motorcycle","surface_form":"motorcycle","offset":493},{"uri":"Off-road","surface_form":"off-road","offset":593},{"uri":"General_Motors","surface_form":"General Motors","offset":699},{"uri":"Chevrolet","surface_form":"Chevrolet","offset":728},{"uri":"American_Speed_Association","surface_form":"American Speed Association","offset":809},{"uri":"Stock_car_racing","surface_form":"stock car races","offset":875},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":1049},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":1159},{"uri":"Dollar_General_300_(Chicagoland)","surface_form":"Hills Brothers Coffee 300","offset":1432},{"uri":"Chicagoland_Speedway","surface_form":"Chicagoland Speedway","offset":1461},{"uri":"Chad_Knaus","surface_form":"Chad Knaus","offset":1578},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":1653},{"uri":"Michigan_International_Speedway","surface_form":"Michigan International Speedway","offset":1679},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup Series","offset":1733},{"uri":"Jeff_Gordon","surface_form":"Jeff Gordon","offset":1758},{"uri":"Rick_Hendrick","surface_form":"Rick Hendrick","offset":1862},{"uri":"Winston_Cup_Series","surface_form":"Winston Cup Series","offset":2039},{"uri":"Winston_Cup_Series","surface_form":"Winston Cup Series","offset":2264},{"uri":"Matt_Kenseth","surface_form":"Matt Kenseth","offset":2303},{"uri":"Nextel_Cup_Series","surface_form":"Nextel Cup Series","offset":2553},{"uri":"Nextel_Cup_Series","surface_form":"Nextel Cup Series","offset":2635},{"uri":"Championship","surface_form":"championship","offset":2653},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup Series","offset":2978},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup Series","offset":3310},{"uri":"Pole_position","surface_form":"pole position","offset":3373}]}