{"id":272143,"url":"http://en.wikipedia.org/wiki/Aubrey_Brain","text":"e=\"preserve\">Aubrey Brain (born London 12 July 1893; died London 21 September 1955) was a British French horn player. There were a lot of French horn players in his family. His father, Alfred Edwin Brain senior, played in Henry Wood’s orchestra at the very first prom in 1895. Later he played for the London Symphony Orchestra. His brother, also called Alfred Edwin Brain, was principal horn player in Henry Wood’s Queen’s Hall Orchetra, but then he emigrated to the USA where he eventually played for the Los Angeles Philharmonic. His son Dennis Brain was to become the most famous French horn player of all.\nEarly career.\nAubrey Brain was born in London in 1893. He started to learn the horn from his father. In 1911 he won a scholarship to the Royal College of Music. He soon became one of Britain’s best horn players. The other great players of the French horn were his father, his elder brother and Adolf Borsdorf. He became principal horn player of the Beecham Opera Company. There he met Marion Beeley, a mezzo-soprano. They married in the summer of 1914 just before the World War I. When war broke out he joined the Welsh Guards and played horn in the band. After the war it was difficult for him at first to find a really good job as horn player. The best horn jobs were already taken by his brother Alfred. Aubrey and Marion had two sons: Leonard (born 1915) and Dennis (born 1921). However, in 1922 Alfred emigrated to the United States. Aubrey soon became first horn of the Royal Philharmonic Society (his father played second horn), and first horn of the Queen’s Hall Orchestra. He was also first horn in the New Symphony and soon he joined the orchestra of Covent Garden as principal horn. In 1923 he joined the London Symphony Orchestra.\nIn 1923 Borsdorf retired as professor of horn at the Royal Academy of Music, and Aubrey took his place. One of his first pupils was his younger brother Arthur. Although very talented Arthur decided not to take up horn playing professionally and joined the police. Later, Aubrey’s son Dennis was one of his students.\nMid career.\nAubrey had a very successful career, not only as principal horn player in several orchestras, but also as a soloist. He played Mozart’s Second Horn Concerto in 1923 at The Proms. His playing can be heard on several of the very early recordings when the LSO recorded for HMV. Several works were written for him, including the Concerto for French horn, Violin and orchestra by Dame Ethel Smythe. He played it very well, including the chords in the last movement (it is possible to play chords on the horn by humming one note and playing another note of the harmonic series). He played it at the Proms. The conductor Bruno Walter invited him to play it in Berlin. This made Aubrey the first British horn player to play a solo concerto abroad.\nWhen the BBC Symphony Orchestra was started in 1930 Aubrey was their principal horn player. He was still principal horn player with the other big London orchestras (this would be impossible nowadays), but gradually his gave up these positions as the BBC Symphony Orchestra got more and more work and needed their players to be full time.\nAubrey played a French-type horn (a “Raoux horn”) which had a narrow-bore (the tube was very narrow). The German-type horn had a wider bode and made a slightly different sound. Playing on a Raoux horn there was more risk of a note cracking (not speaking properly). The German-type horn was becoming very popular in England, but Aubrey insisted that all the horn players in the BBC Symphony Orchestra continued to play on Raoux horns. Aubrey was a very skilled musician in chamber music and made a recording with the violinist Adolf Busch and the pianist Rudolf Serkin of the Brahms Horn Trio. It sold many copies and continued to sell for many years until the 78rpm records were replaced by long-playing records.\nLater life and retirement.\nDuring the war Aubrey started to have health problems. He had a bad fall on Christmas Day 1940. Towards the end of the war he started to get blurred vision, his speech became slurred and he had strange feelings in his fingers and toes. He retired in 1945 after the first rehearsal for the Prom season. He still performed occasionally, usually together with his son Dennis. He died on 20 September 1955, three days after a bad fall which gave him a heart attack.\nReputation.\nAubrey Brain may be remembered less today because of the exceptional fame of his son Dennis. However, he was a very great horn player who helped to improve the standard of horn playing in Britain, both by his teaching and by the example of his performances. The recordings on which he can be heard were all made before the days of the LP. His older son Leonard became a well-known oboist.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":32},{"uri":"12_July","surface_form":"12 July","offset":39},{"uri":"1893","surface_form":"1893","offset":47},{"uri":"21_September","surface_form":"21 September","offset":65},{"uri":"1955","surface_form":"1955","offset":78},{"uri":"United_Kingdom","surface_form":"British","offset":90},{"uri":"French_horn","surface_form":"French horn","offset":98},{"uri":"Henry_Wood","surface_form":"Henry Wood","offset":222},{"uri":"1895","surface_form":"1895","offset":271},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":301},{"uri":"Emigration","surface_form":"emigrated","offset":450},{"uri":"USA","surface_form":"USA","offset":467},{"uri":"Los_Angeles_Philharmonic","surface_form":"Los Angeles Philharmonic","offset":506},{"uri":"Dennis_Brain","surface_form":"Dennis Brain","offset":540},{"uri":"London","surface_form":"London","offset":649},{"uri":"1893","surface_form":"1893","offset":659},{"uri":"1911","surface_form":"1911","offset":714},{"uri":"Scholarship","surface_form":"scholarship","offset":728},{"uri":"Royal_College_of_Music","surface_form":"Royal College of Music","offset":747},{"uri":"Principal","surface_form":"principal","offset":930},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":1012},{"uri":"1914","surface_form":"1914","offset":1057},{"uri":"World_War_I","surface_form":"World War I","offset":1078},{"uri":"United_States","surface_form":"United States","offset":1434},{"uri":"Royal_Opera_House","surface_form":"Covent Garden","offset":1671},{"uri":"1923","surface_form":"1923","offset":1707},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":1726},{"uri":"1923","surface_form":"1923","offset":1756},{"uri":"Royal_Academy_of_Music","surface_form":"Royal Academy of Music","offset":1806},{"uri":"Police","surface_form":"police","offset":2009},{"uri":"Dennis_Brain","surface_form":"Dennis","offset":2037},{"uri":"Mozart","surface_form":"Mozart","offset":2208},{"uri":"1923","surface_form":"1923","offset":2241},{"uri":"The_Proms","surface_form":"The Proms","offset":2249},{"uri":"Ethel_Smythe","surface_form":"Ethel Smythe","offset":2461},{"uri":"Chord","surface_form":"chord","offset":2513},{"uri":"Harmonics_(music)","surface_form":"harmonic series","offset":2636},{"uri":"Bruno_Walter","surface_form":"Bruno Walter","offset":2695},{"uri":"Berlin","surface_form":"Berlin","offset":2734},{"uri":"Concerto","surface_form":"concerto","offset":2804},{"uri":"BBC_Symphony_Orchestra","surface_form":"BBC Symphony Orchestra","offset":2830},{"uri":"1930","surface_form":"1930","offset":2868},{"uri":"Chamber_music","surface_form":"chamber music","offset":3631},{"uri":"Adolf_Busch","surface_form":"Adolf Busch","offset":3685},{"uri":"Rudolf_Serkin","surface_form":"Rudolf Serkin","offset":3713},{"uri":"Vision","surface_form":"vision","offset":4048},{"uri":"Speech","surface_form":"speech","offset":4060},{"uri":"Dennis_Brain","surface_form":"Dennis","offset":4264},{"uri":"Heart_attack","surface_form":"heart attack","offset":4347},{"uri":"Dennis_Brain","surface_form":"Dennis","offset":4458},{"uri":"Oboe","surface_form":"oboist","offset":4754}]}