{"id":272142,"url":"http://en.wikipedia.org/wiki/Dennis_Brain","text":"Dennis Brain (born 17 May 1921; died London, 1 September 1957) was a British horn player. During his short life he became world-famous. Many people thought of him as the greatest horn player ever. He made the horn very popular among classical music lovers in Britain. His recordings include the four horn concertos by Wolfgang Amadeus Mozart which he recorded with the Philharmonia Orchestra conducted by Herbert von Karajan.\nEarly years.\nDennis Brain was born in London on 17 May 1921. Several of his family were horn players, including his father Aubrey, his grandfather Alfred Edwin Brain Sr and his uncle Alfred Edwin Brain Jr. His mother Marion was a singer who had sung at Covent Garden. He had a brother Leonard who was 6 years older and who was to become an excellent oboe player.\nDennis started to learn the piano. He also played bugle in the school cadet band at Richmond Hill Preparatory School. From there he was sent to St Paul’s School in Kensington where he sang in the choir and played piano solos at concerts. In 1936 he left school and got a scholarship to the Royal Academy of Music where he learned the horn with his father as well as the piano and, from 1938, the organ. He learned a lot from his organ teacher G.D.Cunningham who had taught his uncle Alfred the piano some 40 years before.\nDennis’s first professional concert was at the Queen’s Hall in 1938 when he played Bach’s Brandenburg Concerto no 1 together with his father (there are important solo parts for two horns in this music). Soon he was playing in other concerts and making gramophone recordings.\nThe war years.\nThe outbreak of World War II in 1939 interrupted his last year of studies. All theatre halls and concert-halls were closed. He managed to get a job as principal horn with the RAF Central Band which were in Uxbridge in north-west London. Dennis was always a very friendly person who got on well with everybody. The older players in the band might not have liked a 17-year-old boy to have a principal’s job, but everybody realized he had exceptional skills. He played in concerts whenever possible. There were lunch-hour concerts in the National Gallery during the war, and he often played in these. He started to become famous. He met Benjamin Britten and he persuaded him to compose his \"Serenade for Tenor, Horn and Strings\". He performed it in 1943 with the tenor Peter Pears and they recorded it for Decca in 1944. He toured the USA with the RAF Orchestra. Several conductors heard him and wanted Brain to join their orchestra.\nAfter the war.\nBy 1945, Brain was the most famous horn player in England. He was still only 24. His father hurt himself in a fall and could not play much. Dennis took over some of his work. After the war two new orchestras were formed in London: the Philharmonia and the Royal Philharmonic Orchestra. Brain was made principal horn player in both. Later, he left the Royal Philharmonic Orchestra because he did not have time.\nBrain played a lot of chamber music, forming a wind quintet with his brother in 1946. This group got bigger and toured to Germany, Italy and Austria. Brain also started a trio with the pianist Wilfrid Parry and violinist Jean Pougnet. The trio toured Scotland twice and there were plans to tour Australia in the winter of 1957.\nIn November 1953 Brain recorded the Mozart Horn Concertos Nos. 1–4 for EMI with the Philharmonia Orchestra with Karajan conducting. He kept up his organ playing (his teacher had hoped he would become an organist) and in July 1954, again conducted by Karajan, Brain performed the organ part in a recording of the Easter hymn from Pietro Mascagni's \"Cavalleria rusticana\".\nIn 1955 Brain became known to millions of people when he presented a radio program called \"The Early Horn\".\nBrain had a good sense of humour. Among the many concerts he played in was a music festival in 1956 which celebrated the life of Gerard Hoffnung, the artist who had drawn many cartoons about music. Dennis played a Leopold Mozart horn concerto by blowing through rubber hose pipes. He cut the hose to the length he needed with garden shears so that it was perfectly in tune.\nBrain was known for being careless. The horn he played for many years had lots of dents in it because he kept knocking it or dropping it. Benjamin Britten gave him a second copy of music for a new work he had written. Inside he wrote: \"For Dennis - in case he loses the other one\". His Alexander horn was badly damaged in his fatal crash. Normally it would have been thrown away, but it was saved and was restored by Paxmans of London and can be seen in the Royal Academy of Music's free museum.\nNew works.\nBrain often asked composers to write new works for him to perform. Many composers wrote for him without even being asked. Among them were Benjamin Britten \"Serenade for Tenor, Horn and Strings\", \"Canticle III\", Malcolm Arnold \"Horn Concerto No. 2\", Paul Hindemith \"Concerto for Horn and Orchestra\", York Bowen \"Concerto for Horn, Strings and Timpani\", Peter Racine Fricker \"Horn Sonata\" (Dennis was at school with Peter), Gordon Jacob \"Concerto for Horn and String Orchestra\", Mátyás Seiber \"Notturno\" for Horn and Strings\", Humphrey Searle \"Aubade\" for Horn and Strings, Ernest Tomlinson \"Rhapsody and Rondo\" for Horn and Orchestra, \"Romance and Rondo\" for Horn and Orchestra, Lennox Berkeley \"Trio for Horn, Violin and Piano\" and Elisabeth Lutyens.\nBrain also made the two horn concertos by Richard Strauss very popular. He was the second to perform the \"Horn Concerto No. 2\" in public in 1948.\nHis hobby: motoring.\nApart from horns Dennis had one big passion: he loved cars. At orchestral rehearsals he often had a car magazine on the music stand instead of his music (he knew the music from memory anyway). His first car was an open Morris 8 with two seats. He shared it during the war with his brother to motor from Uxbridge into London. Later he had several cars. Whenever a car did not work he bought another instead of repairing it. He loved to drive and would often drive all the way home after a concert even if it was 100s of miles. Elisabeth Schwarzkopf let him drive her huge Hudson saloon car over the Gotthard Pass in Switzerland when it was officially closed because of heavy snow. On another occasion Herbert von Karajan let him drive his Mercedes 300SL. Once he bought a very rare 1939 12-cylinder Lagonda, but he soon crashed it and it could not be repaired. Other cars included a Citroen and a green TR2 sports car.\nHis death.\nOn 31 August 1957 Dennis was at the Edinburgh Festival playing a concert in the Usher Hall. The Philharmonia Orchestra were playing Tchaikovsky Symphony No. 6, \"Pathétique\" with the conductor Eugene Ormandy. Unusually that day he seemed tired and Ormandy told him he should get more rest. But Dennis had a recording session the next morning in London, so after the concert he got into his car (his TR2), put his horn on the back seat and set off on the 380-mile journey back home.\nIt was about 6.00am the next morning when he was near London. It was raining heavily and he was on the A1 at the Barnet by-pass. According to witnesses he was travelling very fast when he came to a bend, the car left the road, turned over and crashed into a tree. The car was a complete wreck. Dennis was dead. He was 36 years old. He was buried at Hampstead Cemetery in London.\nHis fame and playing.\nWhenever Dennis played his horn is sounded easy and effortless. It had an extraordinary lyrical beauty and was always incredibly musical. He was a very sensitive player who listened very carefully to the other players and blended in with them. At first he played a French instrument, a Raoux piston-valve horn, similar to that used by his father. This type of instrument has a lovely smooth tone, but was less powerful than the German-made instruments which had become popular since the 1920s. In 1951 he changed to single B instrument made by Alexander, which was not quite as wide as the usual German instruments, still keeping the lighter sound of French horns.\nDennis had made the horn very popular as an instrument, not just through his concerts and recordings but also through the radio. He played difficult music that other horn players could not play. His Mozart recordings inspired Flanders and Swann's \"Ill Wind\" and his classical playing. His sudden death added to the musical legend.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":69},{"uri":"French_horn","surface_form":"horn","offset":77},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":318},{"uri":"Philharmonia_Orchestra","surface_form":"Philharmonia Orchestra","offset":369},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":405},{"uri":"London","surface_form":"London","offset":464},{"uri":"Aubrey_Brain","surface_form":"Aubrey","offset":549},{"uri":"Alfred_Edwin_Brain_Sr","surface_form":"Alfred Edwin Brain Sr","offset":573},{"uri":"Alfred_Edwin_Brain_Jr","surface_form":"Alfred Edwin Brain Jr","offset":609},{"uri":"Royal_Opera_House","surface_form":"Covent Garden","offset":679},{"uri":"Oboe","surface_form":"oboe","offset":776},{"uri":"Kensington","surface_form":"Kensington","offset":953},{"uri":"Scholarship","surface_form":"scholarship","offset":1060},{"uri":"Royal_Academy_of_Music","surface_form":"Royal Academy of Music","offset":1079},{"uri":"Pipe_organ","surface_form":"organ","offset":1185},{"uri":"Queen%E2%80%99s_Hall","surface_form":"Queen’s Hall","offset":1358},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach’s","offset":1394},{"uri":"Brandenburg_Concertos","surface_form":"Brandenburg Concerto no 1","offset":1401},{"uri":"World_War_II","surface_form":"World War II","offset":1617},{"uri":"Principal","surface_form":"principal","offset":1752},{"uri":"RAF","surface_form":"RAF","offset":1776},{"uri":"Uxbridge","surface_form":"Uxbridge","offset":1807},{"uri":"National_Gallery%2C_London","surface_form":"National Gallery","offset":2136},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":2235},{"uri":"Serenade_for_Tenor%2C_Horn_and_Strings","surface_form":"Serenade for Tenor, Horn and Strings","offset":2289},{"uri":"Peter_Pears","surface_form":"Peter Pears","offset":2367},{"uri":"Decca","surface_form":"Decca","offset":2404},{"uri":"United_States_of_America","surface_form":"USA","offset":2433},{"uri":"Conductor_(music)","surface_form":"conductors","offset":2469},{"uri":"Philharmonia_Orchestra","surface_form":"Philharmonia","offset":2782},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":2803},{"uri":"Chamber_music","surface_form":"chamber music","offset":2979},{"uri":"Wind_quintet","surface_form":"wind quintet","offset":3004},{"uri":"Germany","surface_form":"Germany","offset":3079},{"uri":"Italy","surface_form":"Italy","offset":3088},{"uri":"Austria","surface_form":"Austria","offset":3098},{"uri":"Trio_(music)","surface_form":"trio","offset":3128},{"uri":"Piano","surface_form":"pianist","offset":3142},{"uri":"Violin","surface_form":"violin","offset":3168},{"uri":"Scotland","surface_form":"Scotland","offset":3208},{"uri":"Australia","surface_form":"Australia","offset":3252},{"uri":"Pietro_Mascagni","surface_form":"Pietro Mascagni","offset":3614},{"uri":"Cavalleria_rusticana","surface_form":"Cavalleria rusticana","offset":3633},{"uri":"Radio","surface_form":"radio","offset":3725},{"uri":"Gerard_Hoffnung","surface_form":"Gerard Hoffnung","offset":3893},{"uri":"Cartoon","surface_form":"cartoon","offset":3940},{"uri":"Leopold_Mozart","surface_form":"Leopold Mozart","offset":3978},{"uri":"Shears","surface_form":"shears","offset":4097},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":4276},{"uri":"Royal_Academy_of_Music","surface_form":"Royal Academy of Music","offset":4596},{"uri":"Museum","surface_form":"museum","offset":4626},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":4783},{"uri":"Malcolm_Arnold","surface_form":"Malcolm Arnold","offset":4856},{"uri":"Paul_Hindemith","surface_form":"Paul Hindemith","offset":4894},{"uri":"York_Bowen","surface_form":"York Bowen","offset":4944},{"uri":"Peter_Racine_Fricker","surface_form":"Peter Racine Fricker","offset":4997},{"uri":"Gordon_Jacob","surface_form":"Gordon Jacob","offset":5067},{"uri":"M%C3%A1ty%C3%A1s_Seiber","surface_form":"Mátyás Seiber","offset":5122},{"uri":"Humphrey_Searle","surface_form":"Humphrey Searle","offset":5170},{"uri":"Ernest_Tomlinson","surface_form":"Ernest Tomlinson","offset":5217},{"uri":"Lennox_Berkeley","surface_form":"Lennox Berkeley","offset":5323},{"uri":"Elisabeth_Lutyens","surface_form":"Elisabeth Lutyens","offset":5377},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":5438},{"uri":"Car","surface_form":"car","offset":5617},{"uri":"Morris","surface_form":"Morris","offset":5782},{"uri":"Elisabeth_Schwarzkopf","surface_form":"Elisabeth Schwarzkopf","offset":6089},{"uri":"Hudson","surface_form":"Hudson","offset":6134},{"uri":"Switzerland","surface_form":"Switzerland","offset":6178},{"uri":"Mercedes-Benz","surface_form":"Mercedes","offset":6301},{"uri":"Lagonda","surface_form":"Lagonda","offset":6361},{"uri":"Citroen","surface_form":"Citroen","offset":6445},{"uri":"Triumph","surface_form":"TR2","offset":6465},{"uri":"Edinburgh_Festival","surface_form":"Edinburgh Festival","offset":6528},{"uri":"Usher_Hall","surface_form":"Usher Hall","offset":6572},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Tchaikovsky","offset":6624},{"uri":"Symphony_No._6_(Tchaikovsky)","surface_form":"Symphony No. 6, \"Pathétique\"","offset":6636},{"uri":"Eugene_Ormandy","surface_form":"Eugene Ormandy","offset":6684},{"uri":"Raoux","surface_form":"Raoux","offset":7660},{"uri":"Flanders_and_Swann","surface_form":"Flanders and Swann","offset":8265}]}