{"id":27216,"url":"http://en.wikipedia.org/wiki/Sistine_Chapel","text":"The Sistine Chapel is a large chapel in the Vatican Palace, the place in Italy where the Pope lives. The Chapel was built between 1473 and 1481 by Giovanni dei Dolci for Pope Sixtus IV.\nThe Sistine Chapel is the Pope's own chapel. It is used for important Masses and ceremonies. When a pope dies, the College of Cardinals meet in the Sistine Chapel to elect a new pope.\nThe Sistine Chapel is famous for its fresco paintings by the Renaissance painter Michelangelo.\nArchitecture and paintings.\nThe Sistine Chapel is a brick building shaped like a rectangle. The outside is plain, with no decoration and no big door. It has a walk-way near the top, for soldiers.\nIt has six arched windows on its two side walls and a curved ceiling called a barrel vault.\nThe inside of the chapel is richly decorated. The floor is of coloured marble. The lower parts of the walls are painted to look like gold and silver cloth.\nThe other decorations in the chapel are paintings which tell stories to help people understand about Jesus Christ and about the Roman Catholic Church.\nThe middle part of the walls has 12 large paintings called frescoes, done by famous artists in 1481. The artists' names were Domenico Ghirlandaio, Sandro Botticelli, Perugino, Cosimo Rosselli, Pinturicchio, Benedetto Ghirlandaio, Luca Signorelli and Bartolomeo della Gatta.\nThe frescoes show stories from the Bible. On the north side, the stories are about the life of Moses. On the south side, they are about the life of Jesus.\nAbove the stories, near the windows, are painted pictures of Popes.\nSistine Chapel ceiling.\nThe ceiling is the most famous part of the Sistine Chapel, and many thousands of visitors go to see it.\nIn 1505 Pope Julius II asked Michelangelo to paint the ceiling. Michelangelo was a famous sculptor. He did not want to be a painter. Three years later, he agreed to paint the ceiling. He worked from 1508 to 1511, standing on a high platform with his arms stretched above his head.\n(Although some people think that he lay down to paint, this is not true.) Because he painted onto wet plaster, the smell and the heat was terrible. He wrote a poem about how sick he was.\nAlong the center of the ceiling are painted nine pictures that tell stories from the Book of Genesis in the Old Testament of the Bible. The stories start with three pictures of God making light, making the Earth, the Sun and the Moon, and making the Sea and Sky.\nThe next three pictures tell the story of the first man and woman, Adam and Eve. In the first scene, God has just made Adam. He reaches out his hand and touches his finger to give him Life.\nIn the next picture, Adam is asleep and God makes Eve from one of Adam's ribs.\nIn the third picture there are two scenes. Adam and Eve are tricked by the Devil to eat fruit from the tree that they have been told not to touch. In the other scene, an angel chases them out of God's Garden of Eden. This story tells how sin came into the world.\nThe last three pictures are about Noah's Ark. They tell about a sad and sinful world. Because of human sin and unkindness, God sends a flood. Only Noah and his family escape in the large boat that they build. When the flood has ended, they make an altar and kill a sheep as a sacrifice to God. But then Noah grows grape vines, makes wine and gets drunk. One of his sons sees Noah lying naked and laughs at his father. Noah is ashamed and curses his son. These stories show how people keep acting the wrong way, even when they get a second chance.\nAll around the wall, Michelangelo painted twelve big figures of wise men and women. These were the prophets and sibyls who told people that God would send Jesus Christ to save them from sin.\nAlso painted on the ceiling are 20 beautiful young men called the \"ignudi\". No-one knows what they are for sure, but perhaps they are angels.\nWhen the ceiling was finally uncovered, everyone was amazed. Giorgio Vasari, who wrote Michelangelo's life story, says that hundreds of people came every day to stare and stare.\nThe Last Judgement.\nMichelangelo was happy to get back to his sculpture. But in 1537 Pope Paul III ordered him to paint another large fresco. This time it was on the wall above the altar. It was finished in 1541.\nMichelangelo painted \"The Last Judgement\" which shows Jesus judging the people of the Earth and sending some to Hell while others are welcomed into Heaven by Saints. He painted most of the figures naked. This made some of the priests in the church very angry. They paid another artist to paint clothes onto the Blessed Virgin Mary and many of the other figures.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chapel","surface_form":"chapel","offset":30},{"uri":"Vatican","surface_form":"Vatican","offset":44},{"uri":"Italy","surface_form":"Italy","offset":73},{"uri":"Pope","surface_form":"Pope","offset":89},{"uri":"Pope_Sixtus_IV","surface_form":"Pope Sixtus IV","offset":170},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":256},{"uri":"College_of_Cardinals","surface_form":"College of Cardinals","offset":301},{"uri":"Fresco","surface_form":"fresco","offset":407},{"uri":"Renaissance","surface_form":"Renaissance","offset":431},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":451},{"uri":"Ceiling","surface_form":"ceiling","offset":722},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":1010},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":1037},{"uri":"Fresco","surface_form":"fresco","offset":1119},{"uri":"Domenico_Ghirlandaio","surface_form":"Domenico Ghirlandaio","offset":1185},{"uri":"Sandro_Botticelli","surface_form":"Sandro Botticelli","offset":1207},{"uri":"Perugino","surface_form":"Perugino","offset":1226},{"uri":"Cosimo_Rosselli","surface_form":"Cosimo Rosselli","offset":1236},{"uri":"Pinturicchio","surface_form":"Pinturicchio","offset":1253},{"uri":"Benedetto_Ghirlandaio","surface_form":"Benedetto Ghirlandaio","offset":1267},{"uri":"Signorelli","surface_form":"Signorelli","offset":1295},{"uri":"Bartolomeo_della_Gatta","surface_form":"Bartolomeo della Gatta","offset":1310},{"uri":"Bible","surface_form":"Bible","offset":1369},{"uri":"Moses","surface_form":"Moses","offset":1429},{"uri":"Jesus","surface_form":"Jesus","offset":1482},{"uri":"Pope","surface_form":"Pope","offset":1550},{"uri":"Pope_Julius_II","surface_form":"Pope Julius II","offset":1693},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":1714},{"uri":"Genesis","surface_form":"Genesis","offset":2246},{"uri":"Old_Testament","surface_form":"Old Testament","offset":2261},{"uri":"Bible","surface_form":"Bible","offset":2282},{"uri":"Adam_and_Eve","surface_form":"Adam and Eve","offset":2483},{"uri":"Devil","surface_form":"Devil","offset":2760},{"uri":"Angel","surface_form":"angel","offset":2855},{"uri":"Adam_and_Eve","surface_form":"Garden of Eden","offset":2886},{"uri":"Sin","surface_form":"sin","offset":2923},{"uri":"Noah%27s_Ark","surface_form":"Noah's Ark","offset":2982},{"uri":"Noah%27s_Ark","surface_form":"large boat","offset":3129},{"uri":"Altar","surface_form":"altar","offset":3196},{"uri":"Sacrifice","surface_form":"sacrifice","offset":3224},{"uri":"Prophets","surface_form":"prophets","offset":3594},{"uri":"Sibyls","surface_form":"sibyls","offset":3607},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":3650},{"uri":"Sculpture","surface_form":"sculpture","offset":4068},{"uri":"Pope_Paul_III","surface_form":"Pope Paul III","offset":4091},{"uri":"The_Last_Judgement","surface_form":"The Last Judgement","offset":4241},{"uri":"Hell","surface_form":"Hell","offset":4331},{"uri":"Heaven","surface_form":"Heaven","offset":4367},{"uri":"Saints","surface_form":"Saints","offset":4377},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":4538}]}