{"id":272296,"url":"http://en.wikipedia.org/wiki/Cerebral_cortex","text":"The cerebral cortex is a most important part of the brain. In humans, it is by far the largest part of the brain.\nThough this cannot be seen directly, different parts of the cortex have different functions (see diagram). It plays a key role in memory, attention, perceptual awareness, thought, language, and consciousness.\nIt is a sheet of neural tissue that is outermost to the cerebrum of the mammalian brain. It has up to six layers of nerve cells. The human cerebral cortex is 2–4 mm (0.08–0.16 inches) thick.\nIn preserved brains, it is grey, so it is often called 'grey matter'. In contrast to gray matter that is formed from neurons and their unmyelinated fibers, the white matter below them is formed predominantly by myelinated axons interconnecting neurons in different regions of the cerebral cortex with each other and neurons in other parts of the central nervous system.\nThe surface of the cerebral cortex is folded in large mammals, such that more than two-thirds of it in the human brain is buried in the grooves.\nNeocortex.\nThe phylogenetically most recent part of the cerebral cortex, the neocortex, has six horizontal layers; the more ancient part of the cerebral cortex, the hippocampus, has at most three cellular layers. Neurons in various layers connect vertically to form small microcircuits, called 'columns'.\nThe neocortex is the newest part of the cerebral cortex to evolve. The six-layer neocortex is a distinguishing feature of mammals; it has been found in the brains of all mammals, but not in any other animals. In humans, 90% of the cerebral cortex is neocortex.\nAllocortex.\nThe cellular organization of the old cortex is different from the six-layer structure mentioned above.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brain","surface_form":"brain","offset":52},{"uri":"Memory","surface_form":"memory","offset":244},{"uri":"Attention","surface_form":"attention","offset":252},{"uri":"Aware","surface_form":"awareness","offset":274},{"uri":"Thought","surface_form":"thought","offset":285},{"uri":"Language","surface_form":"language","offset":294},{"uri":"Consciousness","surface_form":"consciousness","offset":308},{"uri":"Cerebrum","surface_form":"cerebrum","offset":379},{"uri":"Brain","surface_form":"brain","offset":405},{"uri":"Grey","surface_form":"grey","offset":541},{"uri":"Neurons","surface_form":"neurons","offset":631},{"uri":"Myelin","surface_form":"unmyelinated","offset":649},{"uri":"Axon","surface_form":"axon","offset":736},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":860},{"uri":"Human_brain","surface_form":"human brain","offset":991},{"uri":"Phylogenetics","surface_form":"phylogenetically","offset":1044},{"uri":"Hippocampus","surface_form":"hippocampus","offset":1194},{"uri":"Mammal","surface_form":"mammal","offset":1456}]}