{"id":272368,"url":"http://en.wikipedia.org/wiki/Roman_consul","text":"e=\"preserve\">A Roman consul was the highest elected political office of the Roman Republic.\nEach year, two consuls were elected together, to serve for a one-year term. Each consul was given veto power over his colleague and the officials would alternate each month.\nThe consuls were usually patricians, though after 367 BC plebs (common people; plebeians) could stand for election as consul.\nConsuls had extensive power in peacetime (administrative, legislative and judicial), and in wartime often held the highest military command. They conducted some religious rites which could only be done by the highest state officials. Consuls also read auguries, an essential step before leading armies into the field.\nCivil administration.\nThe consuls could convene the Senate, and presided over its meetings. Each consul served as president of the Senate for a month. They could also summon any of the Roman assemblies and preside over them. Thus, the consuls conducted the elections and put legislative measures to the vote. When neither consul was within the city, their civic duties were assumed by the \"praetor urbanus\" (city prefect).\nEach consul was accompanied in every public appearance by twelve \"lictors\", who displayed the magnificence of the office and served as his bodyguards. Each lictor held a \"fasces\", a bundle of rods that contained an axe. The rods symbolized the power of scourging, and the axe the power of capital punishment. When inside the city, the lictors removed the axes from the fasces to show that a citizen could not be executed without a trial. Upon entering the democratic assembly, the lictors would lower the fasces to show that the powers of the consuls derive from the people (populus romanus).\nMilitary powers.\nOutside the walls of Rome, the powers of the consuls were far greater in their role as commanders-in-chief of all Roman legions. It was in this function that the consuls were vested with full imperium (power).\nWhen legions were ordered by a decree of the Senate, the consuls conducted the conscription. Upon entering the army, all soldiers had to take their oath of allegiance to the consuls. The consuls also oversaw the gathering of troops provided by Rome’s allies.\nWithin the city a consul could punish and arrest a citizen, but had no power to inflict capital punishment. When on campaign, however, a consul could inflict any punishment he saw fit on any soldier, officer, citizen or ally.\nEach consul commanded an army, usually two legions strong, with the help of military tribunes and a quaestor who had financial duties. In the rare case that both consuls marched together, each one held the command for a day in turn. A typical consular army was about 20,000 men strong and consisted of two citizen and two allied legions. In the early years of the republic, Rome's enemies were in central Italy, so campaigns lasted a few months.\nAs Rome's frontiers expanded, in the 2nd century BC, the campaigns became lengthier. Rome was a warlike society, and very seldom did not wage war. So the consul upon entering office was expected by the Senate and the people to march his army against Rome's enemies, and expand the Roman frontiers. His soldiers expected to return to their homes after the campaign with spoils. If the consul won an overwhelming victory, he was hailed as imperator by his troops, and could request to be granted a triumph.\nThe consul could conduct the campaign as he saw fit, and had unlimited powers. However, after the campaign, he could be prosecuted for his misdeeds.\nStatus in the Empire period.\nIn the Roman Empire, the consuls were merely a figurative representative of Rome’s republican heritage. The consulate then held much less power and authority, since the emperor was the supreme leader. However, consuls were often high-ranking and important in their own right. Some were designated successors of their emperor. Also, emperors frequently appointed themselves as consuls.\nThe office survived (much altered) until the early 9th century AD.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political","surface_form":"political","offset":52},{"uri":"Office","surface_form":"office","offset":62},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":76},{"uri":"Veto","surface_form":"veto","offset":190},{"uri":"Patrician","surface_form":"patrician","offset":291},{"uri":"Pleb","surface_form":"pleb","offset":323},{"uri":"Divination","surface_form":"auguries","offset":644},{"uri":"Roman_Senate","surface_form":"Senate","offset":762},{"uri":"Rod","surface_form":"rod","offset":1325},{"uri":"Axe","surface_form":"axe","offset":1348},{"uri":"Commander-in-chief","surface_form":"commanders-in-chief","offset":1830},{"uri":"Roman_legion","surface_form":"Roman legion","offset":1857},{"uri":"Conscription","surface_form":"conscription","offset":2032},{"uri":"Citizen","surface_form":"citizen","offset":2263},{"uri":"Capital_punishment","surface_form":"capital punishment","offset":2300},{"uri":"Campaign","surface_form":"campaign","offset":2328},{"uri":"Quaestor","surface_form":"quaestor","offset":2538},{"uri":"Imperator","surface_form":"imperator","offset":3321},{"uri":"Roman_triumph","surface_form":"triumph","offset":3380},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":3574}]}