{"id":272364,"url":"http://en.wikipedia.org/wiki/Raymond_Carver","text":"Raymond Clevie Carver, Jr. (May 25, 1938 – August 2, 1988) was an American short story writer and poet. Carver is considered a major American writer of the late 20th century. He also helped improve short story writing in the 1980s.\nEarly life and first marriage.\nCarver was born in Clatskanie, Oregon, a mill town on the Columbia River, and grew up in Yakima, Washington. His father was a skilled sawmill worker from Arkansas. He was a fisherman and a heavy drinker. Carver's mother sometimes worked as a waitress and as a clerk in a shop. He had one brother, James Franklin Carver, was born in 1943.\nCarver studied at local schools in Amery, Wisconsin. In his spare time he read mostly novels by Mickey Spillane or publications such as Sports Afield and Outdoor Life and hunted and fished with friends and family. After graduating from Yakima High School in 1956, Carver worked with his father at a sawmill in California. In June 1957, aged 19, he married 16-year-old Maryann Burk. She had just graduated from a private Episcopal school for girls. Their daughter, Christine La Rae, was born in December 1957. When their second child, a boy named Vance Lindsay, was born the next year, Carver was 20. Carver supported his family by working as a janitor, sawmill laborer, delivery man, and library assistant. During their marriage, Maryann worked as a waitress, salesperson, administrative assistant, and high school English teacher.\nCalifornia and beginning to write.\nCarver became interested in writing in California. He had moved there with his family because his mother-in-law had a home in Paradise. Carver attended a creative-writing course taught by the novelist John Gardner. Gardner became his mentor and had a major influence on Carver's life and career. Carver continued his studies first at Chico State University and then at Humboldt State College in Arcata, California, where he studied with Richard Cortez Day. Carver received his B.A. in 1963. During this period he was first published and served as editor for the university literary magazine called Toyon. Carver included some of his own writing under pen names. He later attended the Iowa Writers' Workshop, at the University of Iowa, for one year. Maryann graduated from San Jose State College in 1970 and taught English at Los Altos High School until 1977.\nIn the mid-1960s Carver and his family lived in Sacramento. He worked as a night custodian at Mercy Hospital. He sat in on classes at what was then Sacramento State College including workshops with poet Dennis Schmitz. Carver and Schmitz soon became friends, and Carver's first book of poems, \"Near Klamath\", was later written and published with helpful advice from Schmitz.\nWith his appearance in the respected \"Foley collection,\" the impending publication of \"Near Klamath\" by the English Club of Sacramento State College, and the death of his father, 1967 was a landmark year for Carver. That was also the year that he moved his family to Palo Alto, California, so that he could take a job as a textbook editor for Science Research Associates. He worked there until he was fired in 1970 for his inappropriate writing style. In the 1970s and 1980s as his writing career began to take off, Carver taught for several years at universities throughout the United States.\nAlcoholism.\nDuring his years of working different jobs, rearing children, and trying to write, Carver started to drink heavily. He said that he eventually more or less gave up writing and started drinking all of the time. In the fall semester of 1973, Carver was a teacher in the Iowa Writers' Workshop with John Cheever, but Carver said that they did less teaching than drinking and almost no writing. The next year, after leaving Iowa City, Cheever went to a treatment center to try to overcome his alcoholism, but Carver continued drinking for three years. After going in the hospital three times (between June 1976 and February or March 1977), Carver began his 'second life' and stopped drinking on June 2, 1977, with the help of Alcoholics Anonymous.\nLater life and second marriage.\nCarver met the poet Tess Gallagher at a writers' conference in Dallas, Texas in November, 1977. Beginning in January, 1979, Carver and Gallagher lived together in El Paso, Texas, in a borrowed cabin near Port Angeles, in western Washington state, and in Tucson, Arizona. In 1980, they moved to Syracuse. Gallagher was the coordinator of the creative writing program at Syracuse University. Carver was a professor in the English department. He and Gallagher bought a house in Syracuse, at 832 Maryland Avenue. Later, the house became so popular that the couple had to hang a sign outside that read \"Writers At Work\" so that people would leave them alone. In 1982, Carver and first wife, Maryann, were divorced. He married Gallagher in 1988 in Reno, Nevada. Six weeks later, on August 2, 1988, Carver died in Port Angeles, Washington, from lung cancer at the age of 50. In the same year, he was inducted into the American Academy of Arts and Letters.\nyou wanted from this life, even so?\"\n\"To call myself beloved, to feel myself\nWriting.\nCarver's career was dedicated to short stories and poetry. He often wrote about blue-collar experiences. These were similar to his own life. In the same way, he often included themes of alcoholism and recovery from his life.\nHis first published story appeared in 1960, titled \"The Furious Seasons.\" His first collection, \"Will You Please Be Quiet, Please?\", was published in 1976. The story with the same name had already appeared in the collection, \"Best American Short Stories 1967\".\nTess Gallagher published five Carver stories after he died in a book called \"Call If You Need Me\". One of the stories, \"Kindling\", won an O. Henry Award in 1999. Throughout his lifetime Carver won six O. Henry Awards: the winning stories were: \"Are These Actual Miles\" (originally titled \"What is it?\") (1972), \"Put Yourself in My Shoes\" (1974), \"Are You A Doctor?\" (1975), \"A Small, Good Thing\" (1983), and \"Errand\" (1988).\nCarver believed he would have died of alcoholism at the age of 40 if he had not found a way to stop drinking. When he knew the cancer would kill him, he wrote a poem about that bonus of 10 years, called \"Gravy.\"\nCompilations.\nAyale Dahir (2009) - Skidz My Friend","categories":[],"infobox_types":[],"annotations":[{"uri":"Short_story","surface_form":"short story","offset":75},{"uri":"Poet","surface_form":"poet","offset":98},{"uri":"Clatskanie%2C_Oregon","surface_form":"Clatskanie, Oregon","offset":282},{"uri":"Columbia_River","surface_form":"Columbia River","offset":321},{"uri":"Yakima%2C_Washington","surface_form":"Yakima, Washington","offset":352},{"uri":"Arkansas","surface_form":"Arkansas","offset":417},{"uri":"Mickey_Spillane","surface_form":"Mickey Spillane","offset":697},{"uri":"Davis_High_School_(Washington)","surface_form":"Yakima High School","offset":837},{"uri":"Episcopal_Church_in_the_United_States_of_America","surface_form":"Episcopal","offset":1021},{"uri":"Paradise%2C_California","surface_form":"Paradise","offset":1594},{"uri":"John_Gardner_(novelist)","surface_form":"John Gardner","offset":1669},{"uri":"Chico_State_University","surface_form":"Chico State University","offset":1802},{"uri":"Humboldt_State_University","surface_form":"Humboldt State College","offset":1837},{"uri":"Arcata","surface_form":"Arcata","offset":1863},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":1945},{"uri":"Pen_name","surface_form":"pen name","offset":2119},{"uri":"Iowa_Writers%27_Workshop","surface_form":"Iowa Writers' Workshop","offset":2152},{"uri":"University_of_Iowa","surface_form":"University of Iowa","offset":2183},{"uri":"Sacramento%2C_California","surface_form":"Sacramento","offset":2375},{"uri":"California_State_University%2C_Sacramento","surface_form":"Sacramento State College","offset":2475},{"uri":"Dennis_Schmitz","surface_form":"Dennis Schmitz","offset":2530},{"uri":"Palo_Alto%2C_California","surface_form":"Palo Alto, California","offset":2969},{"uri":"Iowa_Writers%27_Workshop","surface_form":"Iowa Writers' Workshop","offset":3576},{"uri":"John_Cheever","surface_form":"John Cheever","offset":3604},{"uri":"Alcoholism","surface_form":"alcoholism","offset":3797},{"uri":"Alcoholics_Anonymous","surface_form":"Alcoholics Anonymous","offset":4030},{"uri":"Tess_Gallagher","surface_form":"Tess Gallagher","offset":4104},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":4147},{"uri":"Tucson%2C_Arizona","surface_form":"Tucson, Arizona","offset":4338},{"uri":"Syracuse%2C_New_York","surface_form":"Syracuse","offset":4378},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":4453},{"uri":"Reno%2C_Nevada","surface_form":"Reno","offset":4826},{"uri":"Nevada","surface_form":"Nevada","offset":4832},{"uri":"Port_Angeles%2C_Washington","surface_form":"Port Angeles, Washington","offset":4891},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":4922},{"uri":"American_Academy_of_Arts_and_Letters","surface_form":"American Academy of Arts and Letters","offset":4995},{"uri":"Blue-collar","surface_form":"blue-collar","offset":5199},{"uri":"Will_You_Please_Be_Quiet%2C_Please%3F","surface_form":"Will You Please Be Quiet, Please?","offset":5441},{"uri":"O._Henry_Award","surface_form":"O. Henry Award","offset":5743}]}