{"id":272375,"url":"http://en.wikipedia.org/wiki/O._Henry_Award","text":"ce=\"preserve\">The O. Henry Award is given for especially good short stories. The prize is given each year. The award is named after the American short story author, O. Henry.\n\"The PEN/O. Henry Prize Stories\" is a book that is published each year with that year's twenty best stories from magazines in U.S. and Canadian, written in English.\nThe award itself is called The O. Henry \"Award\", not the O. Henry \"Prize\", though until recently there were first, second and third prize winners.\nHistory and format.\nThe award was first given in 1919. Money to support the award comes from the Society of Arts and Sciences. As of 2003, the series editor chooses twenty short stories and each one is called an O. Henry Prize Story. All stories originally written in English and published in an American or Canadian magazine can possibly win. Three people become jurors each year. The jurors get the twenty prize stories in text form. The author or publication name are not listed. Each juror works alone and chooses one special short story and comments on it.\nThe goal of The O. Henry Prize Stories is to improve the art of the short story. Starting in 2003, \"The O. Henry Prize Stories\" is dedicated to a writer who has made a major contribution to the art of the short story. The O. Henry Prize Stories 2007 was dedicated to Sherwood Anderson, a U.S. short-story writer. Jurors for 2007 were Charles D'Ambrosio, Lily Tuck, and Ursula K. Le Guin.\nLaura Furman is now the series editor for \"The O. Henry Prize Stories\".\nPartnership with PEN American Center.\nIn 2009 Anchor books announced a change in the series tittle. Anchor is the publisher of The O. Henry Prize Stories. They worked with the PEN American Center and renamed the series the PEN/O. Henry Prize Stories collection. Profits from selling The PEN/O. Henry Prize Stories 2009 books went to PEN's Readers & Writers Program. This program sends well-known authors to under served inner-city schools.\nIn an interview for the Vintage Books and Anchor Books blog, editor Laura Furman called working with PEN a \"natural partnership.\"\nJuror favorites, first-prize winners.\nFor more information or complete lists of yearly winners, visit The O. Henry Prize Stories website.","categories":[],"infobox_types":[],"annotations":[{"uri":"Short_story","surface_form":"short stories","offset":62},{"uri":"United_States","surface_form":"American","offset":136},{"uri":"O._Henry","surface_form":"O. Henry","offset":165},{"uri":"Canada","surface_form":"Canadian","offset":310},{"uri":"Society_of_Arts_and_Sciences","surface_form":"Society of Arts and Sciences","offset":584},{"uri":"Sherwood_Anderson","surface_form":"Sherwood Anderson","offset":1316},{"uri":"Charles_D%27Ambrosio","surface_form":"Charles D'Ambrosio","offset":1383},{"uri":"Lily_Tuck","surface_form":"Lily Tuck","offset":1403},{"uri":"Ursula_K._Le_Guin","surface_form":"Ursula K. Le Guin","offset":1418},{"uri":"Laura_Furman","surface_form":"Laura Furman","offset":1437},{"uri":"Editing","surface_form":"editor","offset":1468},{"uri":"Vintage_Books","surface_form":"Vintage Books","offset":1973},{"uri":"Laura_Furman","surface_form":"Laura Furman","offset":2017}]}