{"id":272435,"url":"http://en.wikipedia.org/wiki/Bronze_Age_collapse","text":"ce=\"preserve\">The Bronze Age collapse is so called by historians who study the end of the Bronze Age.\nThe palace economies of the Aegean and Anatolia of the late Bronze Age were replaced, eventually, by the village cultures of the 'Greek Dark Ages'.\nBetween 1200 and 1150 BC, the cultural collapse of the Mycenaean kingdoms, the Hittite Empire in Anatolia and Syria, and the Egyptian Empire in Syria and Canaan, interrupted trade routes and extinguished literacy.\nIn the first phase of this period, almost every city between Troy and Gaza was violently destroyed, and often left unoccupied: examples include Hattusa, Mycenae, Ugarit.\nThe gradual end of the Dark Age saw the rise of settled Neo-Hittite Aramaean kingdoms of the mid-10th century BC, and the rise of the Neo-Assyrian Empire.\nAnatolia.\nEvery important Anatolian site during the preceding late Bronze Age shows a destruction layer. It appears that civilization did not recover to the same level as that of the Hittites for another thousand years. Hattusa, the Hittite capital, was burned and abandoned, and never reoccupied. Troy was destroyed at least twice, before being abandoned until Roman times.\nCyprus.\nThe sacking and burning of the sites of Enkomi, Kition, and Sinda may have happened twice, before they were abandoned. Originally, two waves of destruction, ca. 1230 BC by the Sea Peoples and ca. 1190 BC by Aegean refugees have been proposed.\nSyria.\nSyrian sites previously showed evidence of trade links with Egypt and the Aegean in the Late Bronze Age. Evidence at Ugarit shows that the destruction there occurred after the reign of Merenptah.\nMy father, behold, the enemy's ships came (here); my cities(?) were burned, and they did evil things in my country. Does not my father know that all my troops and chariots(?) are in the Land of Hatti, and all my ships are in the Land of Lukka?...Thus, the country is abandoned to itself. May my father know it: the seven ships of the enemy that came here inflicted much damage upon us.\nUnfortunately for Ugarit, no help arrived and Ugarit was burned to the ground at the end of the Bronze Age. A cuneiform tablet found in 1986 shows that Ugarit was destroyed after the death of Merneptah, about 1178 BC.\nLevant.\nAll centres along a coastal route from Gaza northward were destroyed, and not reoccupied for up to thirty years.\nGreece.\nNone of the Mycenaean palaces of the Late Bronze Age survived. Destruction was heaviest at palaces and fortified sites. Thebes was one of the earliest examples of this. Its palace was sacked repeatedly between 1300 and 1200 BC. Eventually it was destroyed by fire.\nAt many other sites it is entirely unclear what happened. It is clear that Athens saw a significant decline during the Bronze Age Collapse. There is no evidence of any significant destruction at this site. Fortification at this site suggests fear of the decline in Athens. It is possible that the abandonment of Athens was not a violent affair and other causes have been suggested.\nThe Peloponnese was the worst affected in Greece by far. Up to 90% of small sites in the region were abandoned, which suggests a major depopulation in the region. Again, as with many of the sites of destruction in Greece, it is unclear how this destruction came about. The city of Mycenae for example was initially destroyed in an earthquake in 1250 BC as evidenced by the presence of crushed bodies buried in collapsed buildings. However, the site was rebuilt only to face destruction in 1190 BC as the result of a series of major fires. There is a suggestion by Robert Drews that the fires could have been the result of an attack on the site and its palace. This is denied by Eric Cline who points out the lack of archaeological evidence for an attack.\nWe see a similar situation in Tiryns in 1200 BC when an earthquake destroyed much of the city including its palace. It is likely however that the city continued to be inhabited for some time following the earthquake. As a result there is a general agreement that earthquakes did not permanently destroy Mycenae or Tiryns because physical destruction cannot fully explain the collapse. The cause of the continued decline of these sites could be environmental. In particular There was a lack of homegrown food. Palaces were important in managing and storing food imports. Their destruction made worse the more crucial factor of food shortage. The importance of trade is further supported by the lack of any evidence for violent or sudden decline in Mycenae.\nThe destruction on Pylos by fire around 1180 suggests a violent destruction to the city. There is some evidence of Pylos expecting a seaborne attack with tablets at Pylos discussing \"Watchers guarding the coast\". The tablets do not give any context as to what is being watched for and why. Regardless of what the threat from the sea was, it likely played a role in the decline. It would have hindered trade and perhaps vital food imports.\nThe end Bronze Age collapse marked the start of a period that has been called the Greek Dark Ages, which lasted for more than 400 years. The occupation of some cities, like Athens, did continue however their existence was of a much different nature. They had a more local sphere of influence, limited trade and an impoverished culture. It took centuries for Greece to recover.\nMesopotamia.\nSeveral cities were destroyed, Assyria lost northwestern cities which were reconquered by Tiglath-Pileser I after his ascension to kingship. Control of the Babylonian and Assyrian regions extended barely beyond the city limits. Babylon was sacked by the Elamites.\nEgypt.\nAfter apparently surviving for a while, the Egyptian Empire collapsed in the mid twelfth century BCE (during the reign of Ramesses VI). This led to the Third Intermediate Period, that is, non-dynasty.\nConclusion.\nRobert Drews describes the collapse as \"the worst disaster in ancient history, even more calamitous than the collapse of the Western Roman Empire\". A number of people have spoken of the cultural memories of the disaster as stories of a \"lost golden age\". Hesiod for example spoke of Ages of Gold, Silver and Bronze, separated from the modern harsh cruel world of the Age of Iron by the Age of Heroes.\nPossible causes of collapse.\nIt was a period associated with the collapse of central authority, a depopulation, particularly of urban areas, the loss of literacy in Anatolia and the Aegean, and its restriction elsewhere, the disappearance of established patterns of long-distance international trade, and increasingly vicious struggles for power.\nThere are various theories put forward to explain the situation of collapse, many of them compatible with each other.\nVolcanos.\nThe Hekla 3 eruption was about this time, and is dated at 1159 BC by Egyptologists and British archeologists.\nEarthquakes.\nEarthquakes tend to occur in sequences or 'storms', where a major earthquake above 6.5 on the Richter magnitude scale can set off later earthquakes along the weakened fault line. When a map of earthquake occurrence is superimposed on a map of the sites destroyed in the Late Bronze Age, there is a very close correspondence.\nMigrations and raids.\nEvidence includes the widespread findings of \"Naue II-type swords\" (coming from South-Eastern Europe) throughout the region, and Egyptian records of invading \"northerners from all the lands\".\nThe Ugarit correspondence at the time mentions invasions by tribes of such as the mysterious Sea Peoples. Equally, the last Linear B documents in the Aegean (dating to just before the collapse) reported a large rise in piracy, slave raiding and other attacks, particularly around Anatolia. Later fortresses along the Libyan coast, constructed and maintained by the Egyptians after the reign of Ramesses II, were built to reduce raiding.\nThis theory is strengthened by the fact that the collapse coincides with the appearance in the region of many new ethnic groups. Indo-European tribes such as the Phrygians, Thracians, Macedonians and Dorian Greeks seem to have arrived at this time – possibly from the north. There also seems to have been widespread migration of the Aramaeans – possibly from the South-East.\nUltimate reasons for these migrations could include drought, developments in warfare/weaponry, earthquakes or other natural disasters. This means that the migrations theory is not incompatible with the other theories mentioned here.\nIronworking.\nThe Bronze Age collapse may be seen in the context of a technological history that saw the slow, comparatively continuous spread of iron-working technology in the region, beginning with precocious iron-working in what is now Bulgaria and Romania in the 13th and 12th centuries BC.\nLeonard R. Palmer suggested that iron, whilst inferior to bronze weapons, was in more plentiful supply and so allowed larger armies of iron users to overwhelm the smaller armies of bronze-using chariotry.\nIt now seems that the disruption of long distance trade cut easy supplies of tin, making bronze impossible to make. Older implements were recycled and then iron substitutes were used.\nDrought.\nDrought could have easily precipitated or hastened socio-economic problems and led to wars. More recently Brian Fagan has shown how the diversion of mid-winter storms, from the Atlantic to north of the Pyrenees and the Alps, bringing wetter conditions to Central Europe but drought to the Eastern Mediterranean, was associated with the Late Bronze Age collapse.\nChanges in warfare.\nRobert Drews argues that massed infantry used newly developed weapons and armor.192ff Cast rather than forged spearheads and long swords, a revolutionizing cut-and-thrust weapon, and javelins were used. The appearance of bronze foundries suggest \"that mass production of bronze artifacts was suddenly important in the Aegean\". For example, Homer uses \"spears\" as a virtual synonym for \"warrior\", suggesting the continued importance of the spear in combat.\nSuch new weaponry, used by a proto-hoplite model of infantry able to withstand attacks of massed chariotry, would destabilize states that were based upon the use of chariots by the ruling class. This precipitated an abrupt social collapse as raiders and/or infantry mercenaries began to conquer, loot, and burn the cities.\nGeneral systems collapse.\nA general systems collapse has been put forward as an explanation for the reversals in culture. This theory raises the question of whether this collapse was the cause of, or the effect of, the Bronze Age collapse being discussed.\nIn the Middle East, a variety of factors — including population growth, soil degradation, drought, cast bronze weapon and iron production technologies — could have combined to push the relative price of weaponry (compared to arable land) to a level unsustainable for traditional warrior aristocracies. In complex societies which were increasingly fragile, this combination of factors may have contributed to the collapse.\nThe critical flaws of the late Bronze Age are its centralization, specialization, complexity and top-heavy political structure. These flaws then revealed themselves through revolts, defections, demographic crises (overpopulation), and wars between states. Other factors which could have placed increasing pressure on the fragile kingdoms include the aggression of the ‘Sea Peoples’, the effect of pirates on maritime trade, drought, crop failures, and famine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":90},{"uri":"Aegean","surface_form":"Aegean","offset":130},{"uri":"Anatolia","surface_form":"Anatolia","offset":141},{"uri":"Greek_Dark_Ages","surface_form":"Greek Dark Ages","offset":232},{"uri":"Mycenaean_Greece","surface_form":"Mycenaean kingdoms","offset":305},{"uri":"Hittites","surface_form":"Hittite Empire","offset":329},{"uri":"Anatolia","surface_form":"Anatolia","offset":347},{"uri":"Syria","surface_form":"Syria","offset":360},{"uri":"Ancient_Egypt","surface_form":"Egyptian Empire","offset":375},{"uri":"Canaan","surface_form":"Canaan","offset":404},{"uri":"Trade_route","surface_form":"trade route","offset":424},{"uri":"Literacy","surface_form":"literacy","offset":454},{"uri":"Troy","surface_form":"Troy","offset":525},{"uri":"Gaza","surface_form":"Gaza","offset":534},{"uri":"Hattusa","surface_form":"Hattusa","offset":608},{"uri":"Mycenae","surface_form":"Mycenae","offset":617},{"uri":"Ugarit","surface_form":"Ugarit","offset":626},{"uri":"Hittite","surface_form":"Hittite","offset":694},{"uri":"Aramaea","surface_form":"Aramaea","offset":702},{"uri":"Assyria","surface_form":"Assyria","offset":772},{"uri":"Anatolia","surface_form":"Anatolia","offset":815},{"uri":"Hittites","surface_form":"Hittites","offset":972},{"uri":"Hattusa","surface_form":"Hattusa","offset":1009},{"uri":"Troy","surface_form":"Troy","offset":1087},{"uri":"Sea_Peoples","surface_form":"Sea Peoples","offset":1348},{"uri":"Aegean_Sea","surface_form":"Aegean","offset":1379},{"uri":"Refugee","surface_form":"refugee","offset":1386},{"uri":"Ugarit","surface_form":"Ugarit","offset":1539},{"uri":"Gaza","surface_form":"Gaza","offset":2269},{"uri":"Tiglath-Pileser_I","surface_form":"Tiglath-Pileser I","offset":5428},{"uri":"Babylonia","surface_form":"Babylonia","offset":5494},{"uri":"Assyria","surface_form":"Assyria","offset":5509},{"uri":"Babylon","surface_form":"Babylon","offset":5566},{"uri":"Elam","surface_form":"Elam","offset":5592},{"uri":"Ramesses_VI","surface_form":"Ramesses VI","offset":5731},{"uri":"Golden_age","surface_form":"golden age","offset":6064},{"uri":"Hesiod","surface_form":"Hesiod","offset":6077},{"uri":"Heroic_Age","surface_form":"Age of Heroes","offset":6208},{"uri":"Hekla_3_eruption","surface_form":"Hekla 3 eruption","offset":6702},{"uri":"Richter_magnitude_scale","surface_form":"Richter magnitude scale","offset":6915},{"uri":"Ugarit","surface_form":"Ugarit","offset":7364},{"uri":"Sea_Peoples","surface_form":"Sea Peoples","offset":7453},{"uri":"Linear_B","surface_form":"Linear B","offset":7484},{"uri":"Piracy","surface_form":"piracy","offset":7579},{"uri":"Slave","surface_form":"slave","offset":7587},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":7754},{"uri":"Indo-European","surface_form":"Indo-European","offset":7926},{"uri":"Phrygians","surface_form":"Phrygians","offset":7959},{"uri":"Thracians","surface_form":"Thracians","offset":7970},{"uri":"Dorian_Invasion","surface_form":"Dorian Greeks","offset":7997},{"uri":"Aramaeans","surface_form":"Aramaeans","offset":8130},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":8643},{"uri":"Romania","surface_form":"Romania","offset":8656},{"uri":"Chariot","surface_form":"chariot","offset":8893},{"uri":"Drought","surface_form":"Drought","offset":9097},{"uri":"Atlantic","surface_form":"Atlantic","offset":9274},{"uri":"Pyrenees","surface_form":"Pyrenees","offset":9299},{"uri":"Alps","surface_form":"Alps","offset":9316},{"uri":"Sword","surface_form":"long swords","offset":9604},{"uri":"Javelin","surface_form":"javelin","offset":9662},{"uri":"Synecdoche","surface_form":"virtual synonym","offset":9844},{"uri":"Hoplite","surface_form":"hoplite","offset":9970},{"uri":"Demography","surface_form":"demographic","offset":11130},{"uri":"Overpopulation","surface_form":"overpopulation","offset":11150},{"uri":"Trade","surface_form":"trade","offset":11353},{"uri":"Drought","surface_form":"drought","offset":11360},{"uri":"Crops","surface_form":"crop","offset":11369},{"uri":"Famine","surface_form":"famine","offset":11388}]}