{"id":27240,"url":"http://en.wikipedia.org/wiki/Raphael","text":"Raffaello Sanzio, usually known as Raphael (April 6, 1483 - April 6, 1520) was a Renaissance painter and architect. With Leonardo da Vinci and Michelangelo, he is one of the three greatest painters of the High Renaissance.\nHe is best known for his paintings of the Madonna and Christ Child and for his paintings in the Vatican in Rome, Italy.\nPerugia.\nRaphael was born in Urbino, in the region of Umbria, Italy. He was the son of Giovanni Santi (d. 1494), who was also a painter, and Magia di Battista Ciarla (d. 1491). Giovanni Santi was Raphael's first teacher, but he died when Raphael was only eleven.\nWhile about 15, Raphael became an apprentice at the workshop of the painter Pietro Perugino, called by that name because he was the most famous painter in the town of Perugia. Perugino was famous, not only in Umbria, but also in Rome and in Florence, the home of Leonardo and Michelangelo. He had been one of the artists given the important job of painting the Pope's large chapel in the Vatican, the Sistine Chapel.\nPerugino was known to have expert ways of painting (technique), and was good at getting paintings finished on time which made him popular with his patrons. He painted some portraits of people alive in his day, but most of his pictures are of religious figures of the past. Some of his paintings are small pictures of the Madonna and Child that could be used in a family chapel for private worship. Because he was famous, Perugino also got lots of work from wealthy patrons and from churches, so he painted many very large pieces to go above the altars in churches. To do this, he needed the help of his \"apprentices\".\nRaphael was able to learn a great deal from Perugino - drawing, the anatomy of the human figure, paint chemistry, and the technique of putting the paint onto the picture in smooth layers. The figures in Perugino's paintings often have very sweet gentle faces. Many of Raphael's paintings are also sweet and gentle. Some painters, such as Leonardo, were quick to change their style and make their paintings show their own touch. But Raphael continued to paint in the style that Perugino taught him. He added new ideas that he learned by looking at the work of other artists. Unlike Leonardo and Michelangelo, Raphael did not give the world anything new in the Art of Painting. He is famous simply because he was so expert at what he did, and because people loved his paintings so much.\nFirst Works.\nThe painting that is thought to be his earliest known work is a small picture called \"The Vision of a Knight\". In this painting a knight lies asleep. In his dream there are two beautiful women. One woman, dressed in soft flowing clothes, offers him flowers. The other woman, dressed in dark clothing, offers the knight a sword and a book. The path behind the pretty woman runs beside a river. The other path leads up a steep mountain. Raphael was thinking about choices. Should the knight take the easy road, or should he try to change things?\nOther early pictures by Raphael are \"Three Graces\", and \"Saint Michael\".\nRaphael's first major work was \"The Marriage of the Virgin\" which was painted in 1504. It was influenced by Perugino's painting for the Sistine Chapel of \"Jesus giving the Keys to Saint Peter\". It is now in the Brera Gallery in Milan, Italy.\nFlorence.\nIn about 1504 Raphael went with another painter, Pinturicchio, to Florence, Italy. Florence was famous for its artworks, its artist's workshops, its new Renaissance buildings and its huge cathedral. Raphael wanted to see the work of Michelangelo, Leonardo da Vinci and other important painters and sculptors.\n\"The Madonnas\".\nFlorence had a very strong tradition of making images of the Madonna and Child because the city was dedicated to the Blessed Virgin Mary. On almost every street corner there was a painting or a brightly-coloured statue of the Madonna and Child.\nRome.\nIn 1508 Raphael was called to Rome by Pope Julius II. He became so popular whilst he was in Rome that he was known as the \"Prince of Painters\". He spent the last 12 years of his life in Rome and created many of his most famous paintings.\nWhile he was in Rome he was \"commissioned\" (given a job), to paint a fresco of the Prophet Isaiah in the Church of Sant'Agostino. While he was working on the painting, he went to visit his friend, the architect, Donato Bramante. Bramante was at the Vatican while Michelangelo was painting the Sistine Chapel ceiling. Of course Raphael wanted to see what the famous master was doing. While Michelangelo was away, Bramante took Raphael into the Chapel. When Raphael saw the way that Michelangelo had painted the prophets, he was so excited that he went back to Sant'Agostino's Church, scraped his painting off the wall and started all over again. It is easy to see that Raphael's painting is in the style of Michelangelo. Raphael was not ashamed of this. He did it to give honour to the great master.\n\"The Stanze\".\nAmong Raphael's most famous paintings are the frescos that are painted on the walls of Julius II's own rooms in the Vatican Palace, known as the \"Stanze\". The paintings in the \"Stanza della Segnatura\" and the \"Stanza d'Eliodoro\" were created by Raphael himself, whilst the \"Stanza dell'Incendio\" was designed by Raphael and painted by his assistants.\nOne of the frescoes in the \"Stanza della Segnatura\" is of the greatest importance. This painting is called \"The School of Athens\". It shows a group of learned people from Ancient Greece, philosophers, poets, dramatists, mathematicians and others. They are listening to the central figure, who is the philosopher, Plato. The painting is meant to show that at that time, the early 1500s, there was a new birth of ideas and learning among the people of Rome that was equal to the learning of Ancient Athens.\nTo make this message clear, Raphael used the faces of the people that he knew. Michelangelo, with his broken nose, is sitting with his chin on his hand. The tall figure of Plato with long hair and flowing beard is a portrait of Leonardo da Vinci.\nOne of the excellent things about this painting is the way that Raphael has painted the building in which the figures are standing. The architecture looks as if it is opening up from the real room.\nArchitecture.\nIn the 1500s, painters were often asked to design architecture. Raphael's first work as an architect was the funeral chapel in the church of Santa Maria del Popolo. Pope Leo X also chose Raphael to help design Saint Peter's Basilica alongside Donato Bramante. After Bramante died, Raphael took over the designing of the basilica and changed its groundplan from a Greek Cross to a Latin Cross. Michelangelo went back to Bramante's plan but made it simpler. Then another architect, Maderna, made the building longer, as Raphael had planned.\n\"The Transfiguration\".\nRaphael's last work of art was a painting of the \"Transfiguration\". This was an altarpiece, but Raphael died before he could complete it. It was instead finished by Giulio Romano, who was one of Raphael's assistants.\nDeath.\nRaphael died on his 37th birthday. He was buried in the Pantheon in Rome. His funeral was a mass devastation at the Vatican. His \"Transfiguration\" altarpiece was put at the head of Raphael's funeral carriage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Renaissance","surface_form":"Renaissance","offset":81},{"uri":"Painter","surface_form":"painter","offset":93},{"uri":"Architect","surface_form":"architect","offset":105},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":121},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":143},{"uri":"The_Madonna","surface_form":"Madonna","offset":265},{"uri":"Jesus_Christ","surface_form":"Christ Child","offset":277},{"uri":"Vatican","surface_form":"Vatican","offset":319},{"uri":"Rome","surface_form":"Rome","offset":330},{"uri":"Italy","surface_form":"Italy","offset":336},{"uri":"Urbino","surface_form":"Urbino","offset":372},{"uri":"Italy","surface_form":"Italy","offset":405},{"uri":"Giovanni_Santi","surface_form":"Giovanni Santi","offset":430},{"uri":"Apprentice","surface_form":"apprentice","offset":640},{"uri":"Perugino","surface_form":"Perugino","offset":689},{"uri":"Perugia","surface_form":"Perugia","offset":773},{"uri":"Rome","surface_form":"Rome","offset":835},{"uri":"Florence","surface_form":"Florence","offset":847},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo","offset":869},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":882},{"uri":"Vatican","surface_form":"Vatican","offset":994},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":1007},{"uri":"Patron","surface_form":"patron","offset":1170},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":1344},{"uri":"Altar","surface_form":"altar","offset":1568},{"uri":"Anatomy","surface_form":"anatomy","offset":1709},{"uri":"Chemistry","surface_form":"chemistry","offset":1744},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo","offset":1979},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo","offset":2222},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":2235},{"uri":"The_Marriage_of_the_Virgin","surface_form":"The Marriage of the Virgin","offset":3088},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":3192},{"uri":"Art_gallery","surface_form":"Gallery","offset":3273},{"uri":"Milan","surface_form":"Milan","offset":3284},{"uri":"Italy","surface_form":"Italy","offset":3291},{"uri":"Pinturicchio","surface_form":"Pinturicchio","offset":3357},{"uri":"Florence","surface_form":"Florence","offset":3374},{"uri":"Italy","surface_form":"Italy","offset":3384},{"uri":"Renaissance","surface_form":"Renaissance","offset":3461},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":3541},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":3555},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":3694},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":3758},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":3859},{"uri":"Rome","surface_form":"Rome","offset":3914},{"uri":"Pope_Julius_II","surface_form":"Pope Julius II","offset":3922},{"uri":"Fresco","surface_form":"fresco","offset":4191},{"uri":"Prophet_Isaiah","surface_form":"Prophet Isaiah","offset":4205},{"uri":"Architect","surface_form":"architect","offset":4323},{"uri":"Donato_Bramante","surface_form":"Donato Bramante","offset":4334},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":4415},{"uri":"Prophet","surface_form":"prophet","offset":4632},{"uri":"Vatican","surface_form":"Vatican","offset":5051},{"uri":"Fresco","surface_form":"fresco","offset":5297},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":5457},{"uri":"Philosopher","surface_form":"philosopher","offset":5473},{"uri":"Poet","surface_form":"poet","offset":5487},{"uri":"Drama","surface_form":"drama","offset":5494},{"uri":"Mathematics","surface_form":"mathematicians","offset":5506},{"uri":"Plato","surface_form":"Plato","offset":5599},{"uri":"Athens","surface_form":"Athens","offset":5783},{"uri":"Plato","surface_form":"Plato","offset":5963},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":6019},{"uri":"Architecture","surface_form":"architecture","offset":6174},{"uri":"Santa_Maria_del_Popolo","surface_form":"Santa Maria del Popolo","offset":6391},{"uri":"Pope_Leo_X","surface_form":"Pope Leo X","offset":6415},{"uri":"Saint_Peter%27s_Basilica","surface_form":"Saint Peter's Basilica","offset":6460},{"uri":"Donato_Bramante","surface_form":"Donato Bramante","offset":6493},{"uri":"Groundplan","surface_form":"groundplan","offset":6595},{"uri":"Greek_Cross","surface_form":"Greek Cross","offset":6613},{"uri":"Latin_Cross","surface_form":"Latin Cross","offset":6630},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":6643},{"uri":"Modern_art","surface_form":"Maderna","offset":6730},{"uri":"Giulio_Romano","surface_form":"Giulio Romano","offset":6977},{"uri":"Pantheon","surface_form":"Pantheon","offset":7092},{"uri":"Rome","surface_form":"Rome","offset":7104},{"uri":"Vatican","surface_form":"Vatican","offset":7152},{"uri":"Bier","surface_form":"funeral carriage","offset":7227}]}