{"id":272510,"url":"http://en.wikipedia.org/wiki/Arminius","text":"e=\"preserve\">Arminius, also known as Armin or Hermann (b. 18 BC/17 BC in Magna Germania; d. AD 21 in Germania) was a chieftain of the Cherusci. He was able to unite a group of Germanic tribes together to fight the Romans. They destroyed a Roman army in the Battle of the Teutoburg Forest. This was the greatest military disaster the Romans had ever suffered.\nAfter the battle, Arminius immediately sent Varus' severed head to Maroboduus, king of the Marcomanni, the other most powerful Germanic ruler. Arminius offered an anti-Roman alliance. Marobod declined the offer, sending the head on to Rome for burial, and remained neutral throughout the ensuing war. Only later did a brief, inconclusive war break out between the two Germanic leaders.\nRome's response.\nLater, in 14 AD, the Roman general Germanicus, nephew of the Emperor Tiberius, led a huge 8-legion army (a legion was up to 5,000 men) into Germania against the coalition of tribes led by Arminius.\nAfter visiting the site of the disastrous Battle of the Teutoburg Forest, where 15/20,000 Romans had been killed in 9 AD, and burying their remains, he launched a massive assault on the heartland of Arminius' tribe, the Cheruscans.\nArminius initially lured Germanicus' cavalry into a trap and inflicted minor casualties, until successful fighting by the Roman infantry caused the Germans to break and flee into the forest. This victory, combined with the fact that winter was fast approaching, meant Germanicus's next step was to lead his army back to its winter quarters on the Rhine.\nIn spite of doubts on the part of his uncle, Emperor Tiberius, Germanicus managed to raise another huge army and invaded Germany again the next year, in 16. He forced a crossing of the Weser near modern Minden, suffering heavy losses. Then he met Arminius' army in an engagement often called the Battle of the Weser River.\nGermanicus's superior tactics and better trained and equipped legions inflicted huge casualties on the German army, with only minor losses. One final battle was fought at the Angivarian Wall west of modern Hanover, repeating the pattern of high German fatalities, forcing them to flee.\nWith his main objectives reached and with winter approaching Germanicus ordered his army back to their winter camps, with the fleet occasioning some damage by a storm in the North Sea. However, only a minute number of Romans died due to this storm. After a few more raids across the Rhine, which resulted in the recovery of two of the three legion's eagles lost in 9, Germanicus was recalled to Rome and informed by Tiberius that he would be given a triumph and reassigned to a different command.\nDeath of Arminius.\nFive years later, Arminius was killed on the orders of rival Germanic chiefs. Although Arminius could not keep unity among the Germanic tribes, the loss of Roman legions in the Teutoburg forest had a far-reaching effect on the Germanic tribes and the Roman Empire. Germanicus' campaign was the last major Roman military effort east of the Rhine.","categories":[],"infobox_types":[],"annotations":[{"uri":"21","surface_form":"AD 21","offset":92},{"uri":"Cherusci","surface_form":"Cherusci","offset":134},{"uri":"Roman_army","surface_form":"Roman army","offset":239},{"uri":"Battle_of_the_Teutoburg_Forest","surface_form":"Battle of the Teutoburg Forest","offset":257},{"uri":"Maroboduus","surface_form":"Maroboduus","offset":426},{"uri":"Marcomanni","surface_form":"Marcomanni","offset":450},{"uri":"Germanicus","surface_form":"Germanicus","offset":797},{"uri":"Tiberius","surface_form":"Tiberius","offset":831},{"uri":"Weser","surface_form":"Weser","offset":1731},{"uri":"Minden","surface_form":"Minden","offset":1749},{"uri":"Angivarian_Wall","surface_form":"Angivarian Wall","offset":2044},{"uri":"Hanover","surface_form":"Hanover","offset":2075},{"uri":"Germanic_peoples","surface_form":"Germanic tribes","offset":2798},{"uri":"Rhine","surface_form":"Rhine","offset":3010}]}