{"id":272605,"url":"http://en.wikipedia.org/wiki/H%C5%8Dei_eruption_of_Mount_Fuji","text":"The started on December 16, 1707 (23rd day of the 11th month of the year Hōei 4) and ended about January 1, 1708 (9th day of the 12th month of the year Hōei 4) during the Edo period. There was no lava flow, but the Hoei eruption released at least 800 million cubic meters of volcanic ash. This ash spread over very large areas around the volcano. It even reached Edo almost 100 km away. Cinders and ash fell like rain in Izu, Kai, Sagami, and Musashi provinces.\nThe eruption was on Mount Fuji's east–north-east slope and made three new volcanic openings called No. 1, No. 2, and No. 3 Hōei vents. The danger of the eruption increased over the next several days. After the first earthquake and explosion of cinders and ash, another stronger explosion happened a few days later. This explosion threw out rocks and stones. Mount Fuji has not erupted since; but scientists describe Fuji as an active volcano.\nHokusai's \"One Hundred Views of Mount Fuji\" includes an image of the small crater which developed from a secondary eruption site on the southwestern slope. This was called Hōeizan (Mount Hōei) because the eruption happened in year Hōei 4.\nToday the crater can be visited from [http://mountfujiguide.com/guide/Fujinomiya_Trail Fujinomiya Trail] or [http://mountfujiguide.com/guide/Gotemba_Trail Gotemba Trail] of Mount Fuji.\nRelated disasters.\nIn the year after the Hōei eruption, another related disaster happened. The Sakawa River flooded. Sand from the volcano fell and widely covered the fields east of Mount Fuji. Farmers made sand piles by dumping the ash and sand from their fields. The rain washed away the sand piles from the dumping grounds and into the rivers again and again. This made some of the rivers shallower, especially the Sakawa. Enough ash had fallen to partly block the river. The ash made temporary dams. Heavy rainfall on August 7 and 8, 1708, caused an avalanche of volcanic ash and mud and broke the dams. The river flooded the Ashigara plain.","categories":[],"infobox_types":[],"annotations":[{"uri":"H%C5%8Dei","surface_form":"Hōei","offset":73},{"uri":"H%C5%8Dei","surface_form":"Hōei","offset":152},{"uri":"Edo_period","surface_form":"Edo period","offset":171},{"uri":"Lava","surface_form":"lava","offset":196},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":275},{"uri":"Edo","surface_form":"Edo","offset":363},{"uri":"Izu_province","surface_form":"Izu","offset":421},{"uri":"Kai_province","surface_form":"Kai","offset":426},{"uri":"Sagami_province","surface_form":"Sagami","offset":431},{"uri":"Musashi_province","surface_form":"Musashi","offset":443},{"uri":"Mount_Fuji","surface_form":"Mount Fuji","offset":482},{"uri":"Active_volcano","surface_form":"active volcano","offset":889},{"uri":"Katsushika_Hokusai","surface_form":"Hokusai's","offset":905},{"uri":"One_Hundred_Views_of_Mount_Fuji","surface_form":"One Hundred Views of Mount Fuji","offset":916},{"uri":"Avalanche","surface_form":"avalanche","offset":1883}]}