{"id":27263,"url":"http://en.wikipedia.org/wiki/Wikipedia","text":"Wikipedia () is a free Internet encyclopedia website in many languages. People can freely use it, share it and change it, without having to pay. It is also one of the biggest wiki organizations. People can choose to donate to the Wikimedia Foundation to fund Wikipedia and its sister projects. It is \"open content\". This means anyone can copy it, and make changes to it if they follow the rules for copying or editing.\nWikipedia is owned by an American organization, the Wikimedia Foundation, which is in San Francisco, California.\nWikipedia's name is a portmanteau of two words, \"wiki\" and \"encyclopedia.\"\nWikipedia was started on January 10, 2001 by Jimmy Wales and Larry Sanger as part of an earlier Internet encyclopedia named Nupedia. On January 15, 2001, Wikipedia became a separate website of its own. It is a wiki that runs using the software MediaWiki (like all other Wikimedia projects).\nAnyone who wishes to can change the pages in Wikipedia, or even make new ones. Wikipedia has a standard page layout for all pages in the encyclopedia.\nAs of September 2011, Wikipedia had about 18 million pages in about 300 languages, and more than 3.50 billion words across all Wikipedias. The regular English Wikipedia is the largest Wikipedia.\nHistory.\nWikipedia began as a related project for Nupedia. Nupedia was a free online English-language encyclopedia project. Nupedia's articles were written and owned by Bomis, Inc which was a web portal company. The main people of the company were Jimmy Wales, the guy in charge of Bomis, and Larry Sanger, the editor-in-chief for Nupedia. Nupedia was first licensed under the Nupedia Open Content License which was changed to the GNU Free Documentation License before Wikipedia was founded and made their first article when Richard Stallman requested them.\nLarry Sanger and Jimmy Wales are the ones who started Wikipedia. Wales is credited with defining the goals of the project. Sanger created the strategy of using a wiki to reach Wales' goal. On January 10, 2001, Larry Sanger proposed on the Nupedia mailing list to create a wiki as a \"feeder\" project for Nupedia. Wikipedia was launched on January 15, 2001. It was launched as an English-language edition at www.wikipedia.com, and announced by Sanger on the Nupedia mailing list. Wikipedia's policy of \"neutral point-of-view\" was codified in its initial months, and was similar to Nupedia's earlier \"nonbiased\" policy. Otherwise, there were not very many rules initially, and Wikipedia operated independently of Nupedia.\nWikipedia gained early contributors from Nupedia, Slashdot, and also from search engines. It grew to about 20,000 articles, and 18 languages by the end of 2001. By late 2002 it had 26 languages, 46 by the end of 2003, and 161 by the end of 2004. Nupedia and Wikipedia both existed until Nupedia's servers were stopped in 2003. After this, its text was incorporated into Wikipedia. The English Wikipedia passed the 2 million-article mark on September 9, 2007, making it the largest encyclopedia ever assembled, even larger than the Yongle Encyclopedia (1407), which had held the record for exactly 600 years.\nThe English Wikipedia reached 3 million articles in August 2009. The numbers of articles and contributors appeared to be growing less quickly around spring 2007.\nIn October 2014, the Wikipedia Monument was unveiled to the public in Poland to honor all the contributors of the Wikipedia.\nAccording to TechCrunch website, on 23 January 2020, Wikipedia had surpassed more than 6 million articles on the English Wikipedia.\n10th anniversary.\nOn January 15, 2011, Wikipedia celebrated its 10th anniversary. It used a special logo \"(pictured)\" to celebrate its 10 years since it opened on January 15, 2001. The logo was used for the whole day on the sidebar of English Wikipedia.\nUsing Wikipedia.\nWikipedia is a free site where anybody can start or change a page. It is a global site that is available in many languages. While people can use any searching engine, the Wikipedia page will come out in the first results of many searches. To use Wikipedia better, people should understand the basic function on the page. The page is organized while they are looking up the page. As Wikipedia users, they should have a good understanding of Wikipedia.","categories":[],"infobox_types":["website"],"annotations":[{"uri":"Free_culture","surface_form":"free","offset":18},{"uri":"Internet","surface_form":"Internet","offset":23},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":32},{"uri":"Language","surface_form":"language","offset":61},{"uri":"Open_content","surface_form":"open content","offset":301},{"uri":"Guidelines","surface_form":"rules","offset":389},{"uri":"United_States","surface_form":"American","offset":444},{"uri":"Organization","surface_form":"organization","offset":453},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":471},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco","offset":505},{"uri":"California","surface_form":"California","offset":520},{"uri":"Portmanteau_word","surface_form":"portmanteau","offset":554},{"uri":"Wiki","surface_form":"wiki","offset":581},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":592},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":652},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":668},{"uri":"Internet","surface_form":"Internet","offset":703},{"uri":"Nupedia","surface_form":"Nupedia","offset":731},{"uri":"Website","surface_form":"website","offset":789},{"uri":"Computer_software","surface_form":"software","offset":842},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":851},{"uri":"Wikimedia","surface_form":"Wikimedia","offset":877},{"uri":"Standard","surface_form":"standard","offset":993},{"uri":"Page_layout","surface_form":"page layout","offset":1002},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":1200},{"uri":"NupediA","surface_form":"Nupedia","offset":1294},{"uri":"English_language","surface_form":"English-language","offset":1329},{"uri":"Bomis","surface_form":"Bomis, Inc","offset":1413},{"uri":"Web_portal","surface_form":"web portal","offset":1436},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":1492},{"uri":"CEO","surface_form":"the guy in charge","offset":1505},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":1537},{"uri":"Editing","surface_form":"editor-in-chief","offset":1555},{"uri":"GNU_Free_Documentation_License","surface_form":"GNU Free Documentation License","offset":1675},{"uri":"Richard_Stallman","surface_form":"Richard Stallman","offset":1769},{"uri":"Strategy","surface_form":"strategy","offset":1944},{"uri":"Wiki","surface_form":"wiki","offset":1964},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":2012},{"uri":"Mailing_list","surface_form":"mailing list","offset":2049},{"uri":"Slashdot","surface_form":"Slashdot","offset":2571},{"uri":"Search_engine","surface_form":"search engine","offset":2595},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":2906},{"uri":"Yongle_Encyclopedia","surface_form":"Yongle Encyclopedia","offset":3052},{"uri":"Wikipedia_Monument","surface_form":"Wikipedia Monument","offset":3312},{"uri":"Poland","surface_form":"Poland","offset":3361},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":3529}]}