{"id":272632,"url":"http://en.wikipedia.org/wiki/Battle_of_Thermopylae","text":"The Battle of Thermopylae, 480 BC, was a battle in the second Persian invasion of Greece. It was fought between an alliance of Greek city-states, led by Sparta, and the Persian Empire of Xerxes I. It took place at the pass of Thermopylae. The battle was fought for over three days, at the same time as the naval Battle of Artemisium.\nContext.\nThe Persian invasion was a delayed response to the defeat of the first Persian invasion of Greece. In 500 BC the lonians settled in the western coast of Asia minor and rose up against Persian’s King Darius. After six years, the rebellion was ended. In 490 BC the Persians sailed to punish the Athens. Darius fought against Athens and promised to punish them because they went to Persian land to help The Ionians. This First Persian War was ended by the Athenian victory at the Battle of Marathon.\nThe preparation.\nXerxes had a huge army and navy, and in this Second Persian War set out to conquer all of Greece.\nThe Athenian general Themistocles suggested the Greek allies should block the Persian army at the pass of Thermopylae, and block the Persian navy at the Straits of Artemisium.\nA Greek force of about 7,000 men marched north to block the pass in the summer of 480 BC. The huge Persian army arrived at the pass in late August or early September.\nThe battle.\nHeavily outnumbered, the Greeks held off the Persians for seven days in total (including three of battle), before the rearguard was annihilated in one of history's most famous last stands.\nDuring two full days of battle, the small force led by King Leonidas I of Sparta blocked the only road by which the massive Persian army could pass. After the second day of battle, a local resident named Ephialtes betrayed the Greeks by revealing a small path that led behind the Greek lines. Aware that his force was being outflanked, Leonidas dismissed the bulk of the Greek army, and remained to guard the rear with 300 Spartans, 700 Thespians (who refused to leave), 400 Thebans and perhaps a few hundred others. Most of them were killed.\nThe pass at Thermopylae was thus opened to the Persian army according to Herodotus, at the cost to the Persians of up to 20,000 fatalities. The Greek rearguard meanwhile, was annihilated, with a probable loss of 2,000 men, including those killed on the first two days of battle.\nThe Greek navy.\nAfter this engagement, the Greek navy at Artemisium received news of the defeat at Thermopylae. Since their strategy required both Thermopylae and Artemisium to be held, and given their losses, the Greek navy decided to withdraw to Salamis. The Persians then captured the evacuated Athens. During the battle the Greek navy lured the Persians into a narrow pass and obliterated at least 200 Persian war ships, thanks to Themistocles.\nSeeking a decisive victory over the Allied fleet, the Persian fleet attacked, but were defeated at the Battle of Salamis in late 480 BC. Fearing to be trapped in Europe, Xerxes withdrew with much of his army to Asia, leaving Mardonius to complete the conquest of Greece. The following year, however, saw a Greek army decisively defeat the Persians at the Battle of Plataea, thereby ending the Persian invasion.\nBoth ancient and modern writers have used the Battle of Thermopylae as an example of the power of a patriotic army of freemen defending native soil. The performance of the defenders at the battle of Thermopylae is also used as an example of the advantages of training, equipment, and good use of terrain as force multipliers and has become a symbol of courage against overwhelming odds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greco-Persian_Wars","surface_form":"second Persian invasion of Greece","offset":55},{"uri":"Ancient_Greece","surface_form":"Greek","offset":127},{"uri":"Sparta","surface_form":"Sparta","offset":153},{"uri":"Achaemenid_Empire","surface_form":"Persian Empire","offset":169},{"uri":"Xerxes","surface_form":"Xerxes I","offset":187},{"uri":"Battle_of_Artemisium","surface_form":"Battle of Artemisium","offset":312},{"uri":"Battle_of_Marathon","surface_form":"Battle of Marathon","offset":820},{"uri":"Themistocles","surface_form":"Themistocles","offset":976},{"uri":"Artemisium","surface_form":"Artemisium","offset":1119},{"uri":"Rearguard","surface_form":"rearguard","offset":1428},{"uri":"Leonidas_I","surface_form":"Leonidas I","offset":1559},{"uri":"Salamis","surface_form":"Salamis","offset":2569},{"uri":"Battle_of_Salamis","surface_form":"Battle of Salamis","offset":2873},{"uri":"Battle_of_Plataea","surface_form":"Battle of Plataea","offset":3125}]}