{"id":272810,"url":"http://en.wikipedia.org/wiki/Pristina","text":"Pristina or Prishtina (,; or;) is a city in Kosovo. It has a mostly Albanian population, but also some Serbs. It is in the north-eastern part of Kosovo, close to the Goljak mountains.\nHistory.\nIn ancient history, the Vinča culture lived in the area. The city was part of the Roman Empire between 28 BC and 850 AD. After that, the Byzantine and Bulgarian Empires fought for control, taking Kosovo back and forth, between 850 and 1180. Then it became part of the Kingdom of Serbia. For most of that time, it was the capital of Serbia. When the Serbs lost the Battle of Kosovo, the Ottoman Empire took the city. They brought Islam to Kosovo. While Kosovo was part of the Ottoman Empire, most Albanians became Muslims. Some Slavs did too. In the 1680s, the Austrian Empire conquered Kosovo for a short time, but it was retaken by the Ottomans.\nIn 1912, Albanian rebels led by Hasan Pristina took the city. A few months later, the Kingdom of Serbia captured Pristina. Then, in the Second Balkan War, the Bulgarian Empire took Pristina from Serbia. Then, in December 1918, French colonial troops took Pristina, and gave it to the Kingdom of Serbia, which was now known as the Kingdom of Serbs, Croats, and Slovenes. In the next years, Serbs would take Turkish land and property by force. Most Turks left, and some Albanians did too.\nOn 17 April 1941, Yugoslavia surrendered to the Axis Powers. On 29 June, Benito Mussolini said that there would be a Greater Albania, and that Kosovo would be a part of it. After that, Italian and Albanian fascists killed lots of Serbs, and tens of thousands left Kosovo. After Italy switched sides to the Allied Powers, Nazi Germany took control of Pristina. 281 local Jews were arrested by an Albanian Schutzstaffel (SS) division. They were sent to Germany, where many were killed. Due to the chaos caused by World War II, as well as many people being forced to leave, Pristina's population dropped to 9,631 people.\nAfter World War II, Yugoslavia became a communist country. Large parts of the town were destroyed to try to make room for new buildings, including most of the town center. This included a lot of buildings that had been built by the Ottomans. Pristina got a lot of money from the Yugoslav government because it was the capital of the Autonomous Province of Kosovo and Metohija, so it developed quickly. The University of Pristina was founded, lots of high-rise apartment blocks were built, and a new industrial zone near the city attracted a lot of people from other parts of Kosovo. Pristina's population increased very quickly, from 69,514 in 1971 to 109,208 in 1981. But this period of quick growth was soon ended by an economic and social crisis. After Tito died, the many different ethnic groups in Yugoslavia started having troubles with each other. This included the Serbs and Albanians.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Albanians","surface_form":"Albanian","offset":68},{"uri":"Serbs","surface_form":"Serbs","offset":103},{"uri":"Goljak","surface_form":"Goljak mountains","offset":166},{"uri":"Ancient_history","surface_form":"ancient history","offset":196},{"uri":"Vin%C4%8Da_culture","surface_form":"Vinča culture","offset":217},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":275},{"uri":"Kingdom_of_Serbia_(medieval)","surface_form":"Kingdom of Serbia","offset":461},{"uri":"Battle_of_Kosovo","surface_form":"Battle of Kosovo","offset":557},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":579},{"uri":"Islam","surface_form":"Islam","offset":622},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":753},{"uri":"Hasan_Pristina","surface_form":"Hasan Pristina","offset":872},{"uri":"Kingdom_of_Serbia","surface_form":"Kingdom of Serbia","offset":926},{"uri":"Second_Balkan_War","surface_form":"Second Balkan War","offset":976},{"uri":"Bulgarian_Empire","surface_form":"Bulgarian Empire","offset":999},{"uri":"Kingdom_of_Serbs%2C_Croats%2C_and_Slovenes","surface_form":"Kingdom of Serbs, Croats, and Slovenes","offset":1170},{"uri":"Turkish_people","surface_form":"Turkish","offset":1246},{"uri":"Axis_Powers","surface_form":"Axis Powers","offset":1375},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":1400},{"uri":"Greater_Albania","surface_form":"Greater Albania","offset":1444},{"uri":"Fascism","surface_form":"fascists","offset":1533},{"uri":"Allied_Powers","surface_form":"Allied Powers","offset":1633},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1648},{"uri":"Jews","surface_form":"Jews","offset":1697},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel (SS)","offset":1731},{"uri":"Autonomous_Province_of_Kosovo_and_Metohija","surface_form":"Autonomous Province of Kosovo and Metohija","offset":2278},{"uri":"University_of_Pristina_(1969%E2%80%931999)","surface_form":"University of Pristina","offset":2351},{"uri":"Josip_Broz_Tito","surface_form":"Tito","offset":2701}]}