{"id":272961,"url":"http://en.wikipedia.org/wiki/Shelling_of_Yeonpyeong","text":"The shelling of Yeonpyeong was an exchange of artillery between the North and South Korean military on Yeonpyeong Island on 23 November 2010. After a South Korean artillery practice on the island, North Korea fired about 170 shells at Yeonpyeong. The shelling damaged the island greatly. It killed four South Koreans and hurt 19. At this, South Korea shelled North Korean gun positions. North Koreans said that they had fired the shells because they heard South Korean shells being fired into the North Korean part of the sea. Many nations disapproved of what the North did, and the tension (angry feelings) in Korea grew. The United Nations said that it was one of the most serious things that had happened after the end of the Korean War.\nHistory.\nSouth Korea and the United States began the Hoguk exercise which they did every year. The Hoguk exercise was a large military practice with both South Korean and US militaries. The 2010 exercise used 70,000 soldiers from all four kinds of the South Korean military. They had 600 land vehicles, 90 helicopters, 50 warships, and 500 aircraft. The North Korean government felt that these exercises were a preparation for attacking the North, though the South and US said it was not.\nEngagement.\nOn the morning of 23 November, North Korea said that it complained to the South, \"asking whether (the [Hoguk] exercise) was an attack against the North\". It said that it would not allow firing in what the North thought was its part of the sea. South Korean forces practiced firing in waters near Baengnyeong Island and Yeonpyeong Island in South Korean waters. According to a South Korean military official, the shells were fired towards waters in the south, away from North Korea. The firing was not part of the Hoguk exercise. It was a practice they did every month.\nAt 14:34 in Korean time, North Korea moved 22-mm Multiple Launch Rocket System shells towards an artillery place in Kaemori. Then it began firing on the island of Yeonpyeong. The firing went on 14:34 to 14:55 and again from 15:10 to 15:41. Many of the shells destroyed homes and shops. When they saw this, South Korea used 15mm self-propelled howitzers to fire about 80 shells at the North. The firing ended at about 16:42. It was the first artillery battle between North and South Korea since the 1970s. It was thought to be one of the most serious attacks by the North on the South since the Korean War ended.\nSeveral fires began because of the North Korean shelling, so the South Korean military moved civilians away from Yeonpyeong.\nDamage.\nTwo South Korean soldiers, Hasa (Sergeant) Seo Jeong-wu and Ilbyeong (Private First Class) Moon Gwang-wuk, were killed. Six other people in the military were seriously hurt. Two workers on the island, Kim Chi-baek, who was 61, and Bae Bok-chul, who was 60, were also killed. Many parts of the island were put on fire because of the attack. Most of the people living on the island were moved after the shelling. From the 1,780 people living there, about 1,500 moved away. Many of them moved to Incheon on the mainland. The Incheon city sent 22 fire engines and ambulances to the island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artillery","surface_form":"artillery","offset":46},{"uri":"North_Korea","surface_form":"North","offset":68},{"uri":"South_Korea","surface_form":"South Korea","offset":78},{"uri":"Military","surface_form":"military","offset":91},{"uri":"Yeonpyeong_Island","surface_form":"Yeonpyeong Island","offset":103},{"uri":"Shell_(projectile)","surface_form":"shelling","offset":251},{"uri":"Tension","surface_form":"tension","offset":583},{"uri":"United_Nations","surface_form":"United Nations","offset":627},{"uri":"Korean_War","surface_form":"Korean War","offset":729},{"uri":"United_States","surface_form":"United States","offset":770},{"uri":"Vehicle","surface_form":"vehicle","offset":1034},{"uri":"Helicopter","surface_form":"helicopter","offset":1047},{"uri":"Warship","surface_form":"warship","offset":1063},{"uri":"Aircraft","surface_form":"aircraft","offset":1081},{"uri":"Baengnyeong_Island","surface_form":"Baengnyeong Island","offset":1538},{"uri":"Propeller","surface_form":"propelled","offset":2144},{"uri":"Howitzer","surface_form":"howitzer","offset":2154},{"uri":"Incheon","surface_form":"Incheon","offset":3049},{"uri":"Ambulance","surface_form":"ambulance","offset":3116}]}