{"id":272930,"url":"http://en.wikipedia.org/wiki/Electrical_impedance","text":"Electrical impedance is the amount of opposition that a circuit presents to current or voltage change.\nformula_1, where V is the voltage, R is the resistance, and I is the current.\nIn the case of impedance, an inductor resists changes to the current and the capacitor resists changes to the voltage.\nformula_1\nformula_1\nWhere Z is the symbol for impedance, j is the imaginary number formula_1, formula_1 is the constant pi, f is the frequency, L is the inductance and C is the capacitance. The units for the resistance and the impedance are the same, the ohm with the symbol formula_1 (capital omega).\nAs indicated by the formulas above, the impedance varies depending on the frequency, for example, at zero Hertz, or DC, the impedance of the inductor is zero, the same as a short-circuit, and the impedance of the capacitor is infinite, the same as an open-circuit. Most signals are the sum of many sine waves at various frequencies (see the fourier transform for more details), and each of them experience a different impedance.\nformula_1, where V is the voltage, Z is the impedance, and I is the current.\nOne important difference between the resistance and the impedance is that a resistor dissipates energy, it gets hot, but an inductor and a capacitor store the energy and can return that energy to the source when it goes down.\nAny medium that can have a wave has a wave impedance, even empty space (light is an electro-magnetic wave and it can travel in space) has an impedance of about 377formula_1.\nPhase.\nAcross a resistor, both the voltage and the current goes up and down at the same time, they are said to be in phase, but with an impedance it's different, the voltage is shifted by 1/4 wavelength behind the current in a capacitor, and forward in an inductor.\nA 1/4 wavelength is usually represented with the imaginary number \"j\", which is also equivalent to a 90 degree shift.\nThe use of the imaginary number \"j\" makes the mathematics much simpler, it allows to calculate the total impedance the same way as it's done with resistors, for example a resistor plus an impedance in series is R+Z, and in parallel it's (R*Z)/(R+Z).","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_current","surface_form":"current","offset":76},{"uri":"Voltage","surface_form":"voltage","offset":87},{"uri":"Inductor","surface_form":"inductor","offset":210},{"uri":"Capacitor","surface_form":"capacitor","offset":258},{"uri":"Imaginary_number","surface_form":"imaginary number","offset":366},{"uri":"Pi_(mathematical_constant)","surface_form":"pi","offset":420},{"uri":"Ohm","surface_form":"ohm","offset":555},{"uri":"Omega_(letter)","surface_form":"omega","offset":594},{"uri":"Direct_current","surface_form":"DC","offset":718},{"uri":"Fourier_transform","surface_form":"fourier transform","offset":943},{"uri":"Wave","surface_form":"wave","offset":1361},{"uri":"Impedance_of_free_space","surface_form":"377formula_1","offset":1494},{"uri":"Imaginary_number","surface_form":"imaginary number","offset":1823}]}