{"id":272946,"url":"http://en.wikipedia.org/wiki/Mesa_Verde_National_Park","text":"Mesa Verde National Park is a United States National Park and UNESCO World Heritage Site. It is in Montezuma County, Colorado, United States. The park was created in 1906 to protect some of the best preserved cliff dwellings in the world. It is a UNESCO World Heritage Site.\nThe park occupies 81.4 square miles (211 square kilometers) near the Four Corners and features ruins of homes and villages built by the ancestral Puebloan people, sometimes called the Anasazi. The ancestral Puebloans made these stone villages their home in the 13th century. However, the first ancestral Puebloans had settled in Mesa Verde over 600 years before the cliff dwellings were ever built.\nThese first people are known as the Basketmakers and they lived in pithouses clustered into small villages usually built on mesa tops but sometimes in the overhangs of the cliffs. These hunter-gatherer people settled and began farming and using the bow and arrow, a weapon that was more efficient and accurate than the atlatl. By 750 AD, the people were building mesa-top villages made of adobe. By the late 12th century they began to build the cliff dwellings for which Mesa Verde is famous.\nMesa Verde is best known for cliff dwellings, which are structures built within caves and under outcropping in cliffs — including Cliff Palace, which is thought to be the largest cliff dwelling in North America. The Spanish term \"Mesa Verde\" translates into English as \"green table\". Approximately 600 of the over 4700 archeological sites found in Mesa Verde National Park are cliff dwellings.\nGeography.\nMesa Verde National Park is in the south-western corner of the state of Colorado.\nElevations in the park range from about. The terrain is dominated by ridges and valleys running roughly north and south. The northernmost point is 13.2 miles (21.2 kilometers) farther north than the southernmost.\nHistory.\nAlthough explorers from Spain went through the general region in the 18th century, actual sight of the cliffs dwellings by outsiders seems to have first occurred in the latter half of the 19th century.\nThe fame of Mesa Verde soon began to spread thanks to the Wetherill ranchers and the archeological work of Gustaf Nordenskiöld. Vandalism led to President Teddy Roosevelt's support of protecting the area as a national park in 1906.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":30},{"uri":"National_Park","surface_form":"National Park","offset":44},{"uri":"UNESCO","surface_form":"UNESCO","offset":62},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":69},{"uri":"Montezuma_County%2C_Colorado","surface_form":"Montezuma County","offset":99},{"uri":"Colorado","surface_form":"Colorado","offset":117},{"uri":"United_States","surface_form":"United States","offset":127},{"uri":"UNESCO","surface_form":"UNESCO","offset":247},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":254},{"uri":"Four_Corners","surface_form":"Four Corners","offset":344},{"uri":"Anasazi","surface_form":"Anasazi","offset":459},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":860},{"uri":"Farming","surface_form":"farming","offset":901},{"uri":"Bow_and_arrow","surface_form":"bow and arrow","offset":923},{"uri":"Atlatl","surface_form":"atlatl","offset":993},{"uri":"Cliff_Palace","surface_form":"Cliff Palace","offset":1297},{"uri":"North_America","surface_form":"North America","offset":1364},{"uri":"Spanish_language","surface_form":"Spanish","offset":1383},{"uri":"Richard_Wetherill","surface_form":"Wetherill ranchers","offset":2136},{"uri":"Gustaf_Nordenski%C3%B6ld","surface_form":"Gustaf Nordenskiöld","offset":2185},{"uri":"President_of_the_United_States","surface_form":"President","offset":2223},{"uri":"Teddy_Roosevelt","surface_form":"Teddy Roosevelt","offset":2233}]}