{"id":273078,"url":"http://en.wikipedia.org/wiki/Catherine%2C_Duchess_of_Cambridge","text":"Catherine, Duchess of Cambridge, (born Catherine Elizabeth Middleton; 9 January 1982) is the wife of Prince William, Duke of Cambridge. Their wedding took place on 29 April 2011. She became Duchess of Cambridge upon her marriage to the Duke of Cambridge, Prince William.\nMiddleton was born at Royal Berkshire Hospital in Reading, She was grew up in Berkshire. She went to Marlborough College. She met Prince William when she was studying at the University of St Andrews in 2001. When they started a relationship, the attention from the media made Middleton feel harassed. In April 2007, the press reported that William and Middleton had split up. They continued to be friends and didn't stay away from each other, and later in 2007 they got back together. Since then, Middleton has attended many royal events. Many people like her fashion sense and she has been placed on many \"best dressed\" lists. On 22 July 2013, the Duchess gave birth to a baby boy in a London hospital. On 24 July, it was announced that the baby would be called Prince George of Cambridge, with the full given name George Alexander Louis. On 2 May 2015, she gave birth to Princess Charlotte of Cambridge. Their third child, Prince Louis of Cambridge, was born on 23 April 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prince_William%2C_Duke_of_Cambridge","surface_form":"Prince William, Duke of Cambridge","offset":101},{"uri":"Wedding_of_Prince_William%2C_Duke_of_Cambridge%2C_and_Kate_Middleton","surface_form":"Their wedding","offset":136},{"uri":"Berkshire","surface_form":"Berkshire","offset":349},{"uri":"Marlborough_College","surface_form":"Marlborough College","offset":372},{"uri":"University_of_St_Andrews","surface_form":"University of St Andrews","offset":445},{"uri":"Stalking","surface_form":"harassed","offset":562},{"uri":"Prince_George_of_Cambridge","surface_form":"Prince George of Cambridge","offset":1034},{"uri":"Princess_Charlotte_of_Cambridge","surface_form":"Princess Charlotte of Cambridge","offset":1144},{"uri":"Prince_Louis_of_Cambridge","surface_form":"Prince Louis of Cambridge","offset":1196}]}