{"id":273194,"url":"http://en.wikipedia.org/wiki/Planck_time","text":"The Planck time is the length of time at which no smaller meaningful length can be validly measured due to the indeterminacy expressed in Werner Heisenberg's uncertainty principle. Theoretically, this is the shortest time measurement that is possible. Planck time is roughly 10−44 seconds. However, to date, the smallest time interval that was measured was 10−21 seconds, a \"zeptosecond.\"\nOne Planck time is the time it would take a photon travelling at the speed of light to cross a distance equal to one Planck length.\nIt is calculated from the Planck constant, which was first thought of by the physicist Max Planck in 1900. This work by Planck asserts that the energy of a photon is proportional to its frequency, and their relation can be put in terms of familiar units such as the joule by using the proportionality constant Planck gave us. Heisenberg's original quantum theory was improved by his teacher and colleague Max Born.\nBorn put Heisenberg's equation into a matrix form. Born immediately noticed that to calculate using these matrices, one matrix had to be multiplied by another matrix. In matrix multiplication, multiplying matrix P by matrix X gives a different result from the one obtained by multiplying matrix X by matrix P. He further noticed that the difference between the two matrices involves h, the Planck proportionality constant. It shows that one can never pin down things like P (momentum) and X (location) exactly. As a result, we cannot pin down a time any better than we can pin down a place or a momentum. We get closer and closer and then we reach the \"Planck time.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Time","surface_form":"time","offset":33},{"uri":"Werner_Heisenberg","surface_form":"Werner Heisenberg","offset":138},{"uri":"Heisenberg%27s_uncertainty_principle","surface_form":"uncertainty principle","offset":158},{"uri":"Planck_length","surface_form":"Planck length","offset":506},{"uri":"Planck_constant","surface_form":"Planck constant","offset":547},{"uri":"Physics","surface_form":"physicist","offset":598},{"uri":"Max_Planck","surface_form":"Max Planck","offset":608},{"uri":"Joule","surface_form":"joule","offset":787},{"uri":"Proportionality_constant","surface_form":"proportionality constant","offset":806},{"uri":"Max_Born","surface_form":"Max Born","offset":926},{"uri":"Matrix_(mathematics)","surface_form":"matrix","offset":974}]}