{"id":273174,"url":"http://en.wikipedia.org/wiki/%C3%96tzi_the_Iceman","text":"e=\"preserve\">Ötzi the Iceman, or Otzi, is a well-preserved natural mummy of a man who lived about 5,300 years ago.\nThe mummy was found in September 1991 by two German hikers in the Schnalstal glacier, Ötzti Alps, near Hauslabjoch on the border between Austria and Italy.\nHe is also known as the Iceman, Similaun Man, Frozen Fritz, and Man from Hauslabjoch. He is Europe's oldest natural human mummy, and has offered a new picture of Chalcolithic (Copper Age) Europeans.\nBorder issues.\nÖtzi was found on a mountain ridge, at the border between Austria and Italy. After the First World War, Austria had to give the southern part of Tyrol to Italy; it is now known as Südtirol. At the time, the border was fixed on the watershed of that ridge. The problem with this is that the ridge is usually covered by a glacier, which was also the case in 1919 and 1920. When the border was fixed, the expert team supposed that the watershed was straight below the glacier. The border was fixed that way in 1922 and 1926. The body was found on the Austrian side of the slope. Measurements were done in 1993; they showed that the border is in fact 93 metres from the place where Ötzi was found, on Italian territory. Since 2006, there is a new contract which fixes the border between Austria and Italy: In the case of glaciers, the border is taken on the surface of the glacier, and no longer on the watershed below. This also means that the border is now variable, and depending on the state of the glacier, the place where Ötzi was found is in Austria or in Italy.\nÖtzi's body and belongings are now displayed in the South Tyrol Museum of Archaeology in Bolzano in the Southern Tyrol (Trentino-Alto Adige/Südtirol).\nRewarding the finders.\nThere was also a long legal struggle by the finders, plaintiffs Helmut and Erika Simon, for a suitable reward. After many court hearings, the provincial government agreed to pay Erika Simon €150,000. By that time 17 years had passed, and her husband was dead.\nCause of death.\nIn 2001 X-rays and a CT scan revealed that Ötzi had an arrowhead lodged in his left shoulder when he died, and a matching small tear on his coat.\nThe discovery of the arrowhead led researchers to think Ötzi died of blood loss from the wound, which would likely have been fatal even if modern medical techniques had been available.\nFurther research found that the arrow's shaft had been removed before death, and close examination of the body found bruises and cuts to the hands, wrists and chest. Cerebral trauma suggested a blow to the head. One of the cuts was to the base of his thumb that reached down to the bone but had no time to heal before his death.\nAt present it is believed that death was caused by a blow to the head. Researchers are unsure if this was due to a fall, or from being struck with a rock by another person.\nTattoos.\nÖtzi exhibits the oldest preserved tattoos in the world. These include 61 marks made from fireplace soot and ash. There were groups of short, parallel, vertical lines to both sides of the lumbar spine, cross-shaped marks on his right knee and right ankle, and parallel lines on his left wrist.\nX-ray examination of his bones showed \"age-conditioned or strain-induced degeneration\" in these areas. These tattoos may have been related to pain relief treatments similar to acupuncture.\nIf so, this is at least 2000 years before their previously known earliest use in China (c. 1000 BC).\nÖtzi's DNA.\nDNA sequence analysis has shown that Ötzi had brown eyes, blood type 'O', was lactose intolerant, and was likely to suffer heart disease. He was more closely related to modern Corsicans and Sardinians than to populations in the Alps, where he was discovered. His ancestors probably came from the Middle East as agriculture became more widespread. He was also the first known case of a person infected by the Lyme disease bacterium. He was middle-aged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mummy","surface_form":"mummy","offset":67},{"uri":"Germany","surface_form":"German","offset":160},{"uri":"Glacier","surface_form":"glacier","offset":192},{"uri":"Alps","surface_form":"Alps","offset":207},{"uri":"Austria","surface_form":"Austria","offset":252},{"uri":"Italy","surface_form":"Italy","offset":264},{"uri":"Frozen","surface_form":"Frozen","offset":317},{"uri":"Copper_Age","surface_form":"Copper Age","offset":447},{"uri":"S%C3%BCdtirol","surface_form":"Südtirol","offset":665},{"uri":"Watershed","surface_form":"watershed","offset":716},{"uri":"Glacier","surface_form":"glacier","offset":805},{"uri":"Bolzano","surface_form":"Bolzano","offset":1640},{"uri":"Plaintiff","surface_form":"plaintiff","offset":1778},{"uri":"X-ray","surface_form":"X-ray","offset":2009},{"uri":"Arrow","surface_form":"arrow","offset":2056},{"uri":"Shoulder","surface_form":"shoulder","offset":2085},{"uri":"Blood","surface_form":"blood","offset":2216},{"uri":"Bruise","surface_form":"bruise","offset":2449},{"uri":"Head","surface_form":"Cerebral trauma","offset":2498},{"uri":"Lumbar","surface_form":"lumbar","offset":3031},{"uri":"Spine","surface_form":"spine","offset":3038},{"uri":"Acupuncture","surface_form":"acupuncture","offset":3313},{"uri":"DNA","surface_form":"DNA","offset":3439},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":3443},{"uri":"Blood_type","surface_form":"blood type","offset":3497},{"uri":"Lactose_intolerance","surface_form":"lactose intolerant","offset":3517},{"uri":"Corsica","surface_form":"Corsica","offset":3615},{"uri":"Sardinia","surface_form":"Sardinia","offset":3629},{"uri":"Middle_East","surface_form":"Middle East","offset":3735},{"uri":"Agriculture","surface_form":"agriculture","offset":3750},{"uri":"Lyme_disease","surface_form":"Lyme disease","offset":3847},{"uri":"Bacterium","surface_form":"bacterium","offset":3860}]}