{"id":273163,"url":"http://en.wikipedia.org/wiki/Bee_Train","text":"e=\"preserve\">Bee Train Production Inc. (ビィートレイン株式会社, Biītorein Kabushikigaisha?) usually referred to as Bee Train is a Japanese anime studio, founded by Koichi Mashimo and his colleagues in 1997. It is most famous for showing strong female characters with a light lesbian attraction.\nHistory.\nMashimo worked around Japan as a director on his own (not employed to a single company) with a group of other artists. He started a studio that would encourage and help young artists. He and his friend worked at Production I.G. The company president agreed to help Mashimo with his plan and helped start it. The first few years the two studios worked together on anime based on popular video games then Bee Train studio grew big enough to work more on its own. The studio was given a project of short videos to tie in with a new video game series called .hack (said as \"dot hack\"). In addition to the new set of videos the studio was also given a 26 episode television series. The next years would be met with new additions to the game series and the studio's famous \"girls-with-guns\" trilogy. Bee Train became independent in 2006. The two studios still have a good relationship with each other and work together on projects occasionally. From 2009 to 2010, the studio expanded to include two new areas called C-Station and D-Station. Bee Train also has another small office called Studio Road. Studio Road does the color work for anime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anime","surface_form":"anime","offset":128},{"uri":"Koichi_Mashimo","surface_form":"Koichi Mashimo","offset":153},{"uri":"Colleague","surface_form":"colleague","offset":176},{"uri":"Lesbian","surface_form":"lesbian","offset":264},{"uri":"Production_I.G","surface_form":"Production I.G","offset":505},{"uri":"President","surface_form":"president","offset":533},{"uri":"Video_game","surface_form":"video game","offset":679},{"uri":".hack","surface_form":".hack","offset":847},{"uri":"Trilogy","surface_form":"trilogy","offset":1078},{"uri":"Independent","surface_form":"independent","offset":1104}]}