{"id":273186,"url":"http://en.wikipedia.org/wiki/Siberian_Intervention","text":"The Siberian Intervention (1918-1922) was part of a larger plan by the Western powers and Japan. They wanted to support the White Russians against the Bolshevik Red Army during the Russian Civil War. Other places included Northwest Russia, Crimea, Bessarabia, and the Caucasus.\nHaving occupied the Russian Maritime Provinces, the Allied Forces left by 1920. The Imperial Japanese Army stayed in Siberia until 1922.\nBackground.\nThe Siberian Intervention came quickly after the Russian October Revolution of 1917. The new Bolshevik government signed a separate peace treaty with Germany. That was a serious problem for the Entente powers. The treaty ended fighting for the Germans facing Russia. Germany could then move soldiers from east to west; against Europe. The peace agreement also allowed Germany to get many supplies from Murmansk, Arkhangelsk and Vladivostok. In addition, a 50,000 man Czech Legion had been fighting on the side of the Allies. They became trapped. The Czechs were trying to fight their way out to the east to Vladivostok along the Trans-Siberian Railway. However, the Bolsheviks controlled that railway.\nThe British and French did not have enough soldiers, so the asked the United States to help. They asked the U.S. to send soldiers to both the North Russia Campaign and the Siberian Campaign. President Wilson agreed in July 1918 even though the War Department said not to help. The U.S. sent two groups of soldiers: 5,000 soldiers were the American North Russia Expeditionary Force (nicknamed the Polar Bear Expedition); and 10,000 were called the American Expeditionary Force Siberia. In the same month, the Russian White movement asked the Beiyang government of the Republic of China to send men. They sent 2,000 soldiers by August. The Chinese later occupied Outer Mongolia and Tuva. They sent a battalion to the North Russian Campaign to fight against the Bolsheviks.\nBritain.\nThe British had few soldiers sending only 1,500 troops to Siberia. These soldiers came from 9th Battalion, Hampshire Regiment and the 25th Battalion Middlesex Regiment.\nCanada.\nThe Canadian Siberian Expeditionary Force was commanded by Major General James H. Elmsley. The Canadian government approved the mission in August 1918. The Canadian soldiers were sent to Vladivostok to support the allied armies already there. There were 4,192 soldiers in the group. They returned to Canada between April and June 1919. The Canadians did little fighting. Fewer than 100 troops left the base area to go to Omsk. Those 100 worked as administrative staff for 1,500 British troops who were helping the White Russian government of Admiral Alexander Kolchak. Most Canadians stayed in Vladivostok. They did routine practice and worked as police in the unstable port city.\nItaly.\nThe Italian soldiers were most active in three areas: Irkutsk, Harbin, and Vladivostok.\nJapan.\nThe Imperial Japanese Army sent 70,000 troops.\nUnited States.\nThe American Expeditionary Force Siberia was commanded by Major General William S. Graves. At its largest, it was 7,950 officers and enlisted men.\nAllied intervention (1918-1919).\nThe Allies began to work together in Siberia in August 1918. The Japanese entered through Vladivostok and places along the Manchurian border. They sent more 70,000 soldiers. The Allies worried about Japanese plans because they sent such a large group. On September 5, the Japanese met the leading group of the Czech Legion. A few days later the British, Italian and French groups joined the Czechs to try to restart the war in the east. They tried to make a new battle line beyond the Ural Mountains. This meant that the European allies moved west. The Japanese had their own goals. They would not go west of Lake Baikal and stayed behind. The Americans were suspicious of Japanese plans.They also stayed behind to watch the Japanese. By November, the Japanese controlled all ports and major towns in the Russian Maritime Provinces and in Siberia east of the city of Chita.\nIn the summer of 1918 onwards, the Japanese army supported White Russian groups; the 5th infantry division and the Japanese-backed Special Manchurian Detachment of Grigory Semyonov took control over Transbaikalia. They started a White Transbaikalia government, but it did not last long.","categories":[],"infobox_types":[],"annotations":[{"uri":"Siberia","surface_form":"Siberia","offset":4},{"uri":"White_Movement","surface_form":"White Russians","offset":124},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":151},{"uri":"Red_Army","surface_form":"Red Army","offset":161},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":181},{"uri":"Crimea","surface_form":"Crimea","offset":240},{"uri":"Bessarabia","surface_form":"Bessarabia","offset":248},{"uri":"Caucasus","surface_form":"Caucasus","offset":268},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":362},{"uri":"October_Revolution","surface_form":"October Revolution","offset":484},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":520},{"uri":"Germany","surface_form":"Germany","offset":577},{"uri":"Triple_Entente","surface_form":"Entente","offset":621},{"uri":"Murmansk","surface_form":"Murmansk","offset":829},{"uri":"Arkhangelsk","surface_form":"Arkhangelsk","offset":839},{"uri":"Vladivostok","surface_form":"Vladivostok","offset":855},{"uri":"Czech_Legion","surface_form":"Czech Legion","offset":894},{"uri":"Trans-Siberian_Railway","surface_form":"Trans-Siberian Railway","offset":1056},{"uri":"United_States","surface_form":"United States","offset":1199},{"uri":"North_Russia_Campaign","surface_form":"North Russia Campaign","offset":1271},{"uri":"Woodrow_Wilson","surface_form":"President Wilson","offset":1320},{"uri":"United_States_Department_of_War","surface_form":"War Department","offset":1373},{"uri":"Polar_Bear_Expedition","surface_form":"Polar Bear Expedition","offset":1525},{"uri":"American_Expeditionary_Force_Siberia","surface_form":"American Expeditionary Force Siberia","offset":1576},{"uri":"Beiyang_government","surface_form":"Beiyang government","offset":1670},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":1696},{"uri":"Occupation_of_Mongolia","surface_form":"occupied Outer Mongolia","offset":1781},{"uri":"Tuva","surface_form":"Tuva","offset":1809},{"uri":"Battalion","surface_form":"battalion","offset":1827},{"uri":"Hampshire_Regiment","surface_form":"Hampshire Regiment","offset":2016},{"uri":"Irkutsk","surface_form":"Irkutsk","offset":2828},{"uri":"Harbin","surface_form":"Harbin","offset":2837},{"uri":"Vladivostok","surface_form":"Vladivostok","offset":2849},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":2873},{"uri":"Manchuria","surface_form":"Manchuria","offset":3234},{"uri":"Border","surface_form":"border","offset":3245},{"uri":"Ural_Mountains","surface_form":"Ural Mountains","offset":3596},{"uri":"Lake_Baikal","surface_form":"Lake Baikal","offset":3720},{"uri":"Primorsky_Krai","surface_form":"Maritime Provinces","offset":3924},{"uri":"Siberia","surface_form":"Siberia","offset":3950},{"uri":"Chita%2C_Zabaykalsky_Krai","surface_form":"Chita","offset":3978},{"uri":"5th_Division_(Imperial_Japanese_Army)","surface_form":"5th infantry division","offset":4070},{"uri":"Transbaikalia","surface_form":"Transbaikalia","offset":4184},{"uri":"White_movement_in_Transbaikal","surface_form":"White Transbaikalia","offset":4214}]}