{"id":273258,"url":"http://en.wikipedia.org/wiki/Sam_Francis","text":"Samuel Lewis Francis (June 25, 1923, San Mateo, California – November 4, 1994, Santa Monica, California) was an American painter and printmaker. He was born in San Mateo, California, and studied botany, medicine and psychology at the University of California, Berkeley. He served in the United States Air Force during World War II before being injured in a plane crash. He was in the hospital for several years, and it was while he was there that he began to paint. Once he was out of the hospital he returned to Berkeley, this time to study art.\nFrancis was initially influenced by the work of abstract expressionists such as Mark Rothko, Arshile Gorky and Clyfford Still. He spent the 1950s in Paris, having his first exhibition there in 1952. While there he became associated with Tachisme. He later spent time in Japan, and some have seen an influence from Zen Buddhism in Francis’ work.\nFrancis spent some time in Paris making entirely monochromatic works, but his mature pieces are generally large oil paintings with splashed or splattered areas of bright contrasting colour. Areas of white canvas are often left to show through, and in later works, paint is sometimes confined to the edges of the canvas.\nFrancis returned to California during the 1960s and continued painting in Los Angeles. During the final three decades of his career his style of large scale bright Abstract Expressionism was also closely associated with Color Field painting. During the last year of his life, suffering from prostate cancer and unable to paint with his right hand after a fall, in a final burst of energy he used his left hand to complete a dazzling series of about 150 small paintings before he died. He was buried in Olema, in Marin County, California.\nAfter the death of the artist, the Samuel L. Francis Foundation, Inc. (also known as the \"Samuel L. Francis Art Museum, Inc.\" or the \"Sam Francis Foundation\") was founded. The Foundation not only serves as his official Estate, but also has a mission \"to research, document, protect and perpetuate the creative legacy of [Francis].\" The U.S. copyright representative for the Francis Foundation is the Artists Rights Society.\nAs of 2008, the Foundation is working to create a Catalogue Raisonné of Francis's work. In addition to collecting information on known Francis works, they also have a page dedicated to \"missing works\" for which they are seeking any information interested parties may have.\nIn 2010, artist and filmmaker Jeffrey Perkins released the documentary \"The Painter Sam Francis\". The documentary includes film of Francis at work, filmed between 1968 and the early '90s together with interviews with friends, family, and professional associates of Francis.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Mateo%2C_California","surface_form":"San Mateo","offset":37},{"uri":"California","surface_form":"California","offset":48},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica","offset":79},{"uri":"California","surface_form":"California","offset":93},{"uri":"United_States","surface_form":"American","offset":112},{"uri":"Painting","surface_form":"painter","offset":121},{"uri":"Printmaker","surface_form":"printmaker","offset":133},{"uri":"Botany","surface_form":"botany","offset":195},{"uri":"Medicine","surface_form":"medicine","offset":203},{"uri":"Psychology","surface_form":"psychology","offset":216},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":234},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":287},{"uri":"World_War_II","surface_form":"World War II","offset":318},{"uri":"Hospital","surface_form":"hospital","offset":384},{"uri":"Art","surface_form":"art","offset":542},{"uri":"Abstract_expressionist","surface_form":"abstract expressionist","offset":595},{"uri":"Mark_Rothko","surface_form":"Mark Rothko","offset":627},{"uri":"Arshile_Gorky","surface_form":"Arshile Gorky","offset":640},{"uri":"Clyfford_Still","surface_form":"Clyfford Still","offset":658},{"uri":"Paris","surface_form":"Paris","offset":696},{"uri":"Art_exhibition","surface_form":"exhibition","offset":720},{"uri":"Tachisme","surface_form":"Tachisme","offset":784},{"uri":"Japan","surface_form":"Japan","offset":817},{"uri":"Zen_Buddhism","surface_form":"Zen Buddhism","offset":861},{"uri":"Oil_painting","surface_form":"oil painting","offset":1004},{"uri":"California","surface_form":"California","offset":1232},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1286},{"uri":"Abstract_Expressionism","surface_form":"Abstract Expressionism","offset":1376},{"uri":"Color_Field_painting","surface_form":"Color Field painting","offset":1432},{"uri":"Cancer","surface_form":"cancer","offset":1512},{"uri":"Artists_Rights_Society","surface_form":"Artists Rights Society","offset":2150}]}