{"id":273398,"url":"http://en.wikipedia.org/wiki/Proposition","text":"e=\"preserve\">A proposition is a term in philosophy and logic. It is a statement which has a truth value, meaning it can be proved to be true or false. For a proposition to be valid, it must be possible to prove the proposition is either true or false. Many teachers and students of logic use the term \"statement\" and \"proposition\" to mean the same thing. Propositions are also often represented by capital letters such as formula_1, formula_1 and formula_1.\nIt is possible to express the same proposition in many way. Proposition are only concerned with actual meaning, not the way the proposition is expressed. Propositions can look different, yet still mean the same thing. When two different propositions mean the same thing, they are said to be synonymous, meaning each statement has the same meaning.\nFor example, \"Snow is white\" (in English) and \"Schnee ist weiß\" (in German) are different sentences, because they are written in different languages. However, they mean exactly the same thing: snow is white. No matter what language the statement is written in, it will mean the same thing. As a result, these statements are synonymous.\nIn Aristotelian logic, a proposition is a specific kind of sentence that confirms or denies an action or predicate took place through a subject. Aristotelian propositions take forms like \"All men are mortal\" and \"Socrates is a man\". In each sentence, the subject (men, Socrates) has a status (are mortal, is a man) which can be regarded as true or false.\nIn logical positivism, a proposition whose truth value cannot possibly be decided is meaningless (Quine, for instance, believes that propositions generally have no clear criterion of identity). For example, statements about the existence of deities cannot be proved under logical positivism. Because the statements have no truth value, a logical positivist would consider propositions about deities (such as \"God exists\" or \"God does not exist\") to have no logical meaning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":40},{"uri":"Logic","surface_form":"logic","offset":55},{"uri":"Truth_value","surface_form":"truth value","offset":92},{"uri":"True","surface_form":"true","offset":136},{"uri":"False","surface_form":"false","offset":144},{"uri":"Meaning","surface_form":"meaning","offset":561},{"uri":"Synonym","surface_form":"synonymous","offset":749},{"uri":"Aristotle","surface_form":"Aristotelian logic","offset":1145},{"uri":"Predicate_(grammar)","surface_form":"action","offset":1237},{"uri":"Subject_(grammar)","surface_form":"subject","offset":1278},{"uri":"Logical_positivism","surface_form":"logical positivism","offset":1500},{"uri":"Truth_value","surface_form":"truth value","offset":1540},{"uri":"Meaning","surface_form":"meaningless","offset":1582},{"uri":"Deity","surface_form":"deities","offset":1738}]}