{"id":27334,"url":"http://en.wikipedia.org/wiki/Sartell%2C_Minnesota","text":"Sartell is a city in the U.S. state of Minnesota. The 2000 census said 9,641 live in the city. Newer information says 12,629 people live in the city. Sartell is in both Stearns County and Benton County.\nHistory.\nSartell started as a small town near the Mississippi River. It was first named \"The Third Rapids\" because it was the third rapids that French fur traders came to as they went north from St. Anthony Falls in Minneapolis.\nOne of the first people to live in this young town was Joseph B. Sartell. He came in 1854 and worked as a millwright at a local sawmill. In 1877, he started a flour mill at the nearby Watab River. In 1884, he started the Sartell Brothers Lumber Company with his sons.\nIn 1905, some people started to build the Watab Pulp and Paper Company. They also started to build the Sartell Dam across the Mississippi near the \"third rapids\". Both of these things were finished in 1907. Seven people died when building the dam. Since that time, Watab Pulp and Paper was rebuilt several times and many people bought and sold it. Now a company called International Paper owns it.\nIt was in 1907 that residents of the town decided it was time to incorporate. Several influential people felt the town ought to be named \"Wengert\" after a local businessman. Another man lobbyied to have the town named \"Oberly\" after himself. However, because of his many relatives and generous contributions to the community, the town was incorporated as \"The Village of Sartell\" in honor of Joseph B. Sartell. From 1907 until 1973, there was a Sartell on nearly every City Council, the most prominent being Ripley B. \"Rip\" Sartell who was mayor for 31 years.\nThe town continued to grow slowly and developed a number of businesses and a \"downtown\" on the east side of the Mississippi along U.S. Highway 10. In the 1960s, the highway was re-routed, greatly contributing to the demise of the downtown area. The later construction of a new bridge over the Mississippi in the early 1980s replaced the remaining businesses. This and Sartell’s nearby location to St. Cloud, Minnesota's major retail center account for Sartell's lack of a traditional \"downtown\".\nBecause residents wanted to educate their children locally, Independent School District #748, Sartell-St. Stephen, was created in 1969. Despite not having a downtown the city continued to grow and the pace of the growth increased in the 1970s. From 1970 to the present, the population of the city has grown from 700 to over 10,000.\nGovernment.\nSartell's city council has a mayor and four council members. They are elected at-large to represent the community. They also legislate policy for the city. As of October 2005, Sartell's mayor is Robert Pogatshnik and its four council members are Mary Lewandowski, Tim O'Driscoll, Paul Orndorff, and Joe Perske. They have the authority to pass and enforce ordinances, establish public and administrative policies, create advisory boards and commissions, and manage the city's financial operations including preparing a budget, auditing expenditures, and transacting other city business as required by law. The City Council also appoints a City Administrator who overseas the day-to-day operations of the city and implements the policies of the Council.\nGeography.\nThe United States Census Bureau says that the city has a total area of 15.9 km² (6.1 mi²). 15.3 km² (5.9 mi²) of it is land and 0.6 km² (0.2 mi²) of it is water. The total area is 3.75% water.\nThe city is located on both sides of the Mississippi River. The area around the city has lots of farmland and forests.\nRecreation.\nBecause the Mississippi River goes through the city, people use the river to have fun. When it is warm, people ride boats, swim, catch fish and water ski on the river. When the river is frozen in winter, people ride snowmobiles, cross country ski, and catch fish through holes in the ice.\nThe city has also built places for people to have fun. These include 24 parks, walking pathways, playgrounds, a bike lane, tennis courts, baseball and soccer fields, ice rinks, a disc golf course and a wading pool.\nEconomy.\nSartell's largest employer is Verso Paper. They own a paper mill in the city. Another large employer is DeZurik Water Controls.\nSartell's Chamber of Commerce [http://www.sartellchamber.com] says that the city has many small business.\nDemographics.\nAs of the census2 of 2000, there were 9,641 people, 3,443 households, and 2,513 families living in the city. The population density was 630.9/km² (1,633.9/mi²). There were 3,531 housing units at an average density of 231.1/km² (598.4/mi²). The racial makeup of the city was 97.42% White, 0.29% African American, 0.17% Native American, 1.21% Asian, 0.01% Pacific Islander, 0.21% from other races, and 0.69% from two or more races. 0.87% of the population were Hispanic or Latino of any race.\nThere were 3,443 households out of which 46.4% had children under the age of 18 living with them, 60.6% were married couples living together, 9.1% had a female householder with no husband present, and 27.0% were non-families. 20.4% of all households were made up of individuals and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.23.\nIn the city the population was spread out with 32.0% under the age of 18, 8.4% from 18 to 24, 35.5% from 25 to 44, 15.5% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 31 years. For every 100 females there were 95.7 males. For every 100 females age 18 and over, there were 91.3 males.\nThe median income for a household in the city was $52,531, and the median income for a family was $61,056. Males had a median income of $39,834 versus $27,476 for females. The per capita income for the city was $22,667. 4.0% of the population and 3.0% of families were below the poverty line. 4.7% of those under the age of 18 and 8.3% of those 65 and older were living below the poverty line.\nTransportation.\nTransportation to and from Sartell is limited to surface roads, mainly U.S. Highway 10 and Minnesota Highway 15 which both pass along the outskirts of the city. A rail line runs through town but serves only as freight transportation for the local paper mill. The presence of dams along the Mississippi River and the waterway's relatively shallow depth render it useless for anything more than recreational watercraft traffic.\nSartell's proximity to St. Cloud allows for convenient access to St. Cloud Regional Airport.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":25},{"uri":"Minnesota","surface_form":"Minnesota","offset":39},{"uri":"Stearns_County%2C_Minnesota","surface_form":"Stearns County","offset":169},{"uri":"Benton_County%2C_Minnesota","surface_form":"Benton County","offset":188},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":253},{"uri":"St._Anthony_Falls","surface_form":"St. Anthony Falls","offset":398},{"uri":"Minneapolis%2C_Minnesota","surface_form":"Minneapolis","offset":419},{"uri":"1854","surface_form":"1854","offset":517},{"uri":"Millwright","surface_form":"millwright","offset":538},{"uri":"1877","surface_form":"1877","offset":572},{"uri":"1884","surface_form":"1884","offset":632},{"uri":"1905","surface_form":"1905","offset":703},{"uri":"Sartell_Dam","surface_form":"Sartell Dam","offset":803},{"uri":"1907","surface_form":"1907","offset":901},{"uri":"International_Paper","surface_form":"International Paper","offset":1069},{"uri":"1973","surface_form":"1973","offset":1525},{"uri":"U.S._Highway_10","surface_form":"U.S. Highway 10","offset":1788},{"uri":"1960s","surface_form":"1960s","offset":1812},{"uri":"1980s","surface_form":"1980s","offset":1976},{"uri":"St._Cloud%2C_Minnesota","surface_form":"St. Cloud, Minnesota","offset":2055},{"uri":"1969","surface_form":"1969","offset":2284},{"uri":"1970s","surface_form":"1970s","offset":2391},{"uri":"1970","surface_form":"1970","offset":2403},{"uri":"Population","surface_form":"population","offset":2428},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":3265},{"uri":"Square_kilometer","surface_form":"km²","offset":3337},{"uri":"Square_mile","surface_form":"mi²","offset":3346},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":3495},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":3597},{"uri":"River","surface_form":"river","offset":3653},{"uri":"Swimming","surface_form":"swim","offset":3708},{"uri":"Fishing","surface_form":"fish","offset":3720},{"uri":"Disc_golf","surface_form":"disc golf","offset":4053},{"uri":"Paper_mill","surface_form":"paper mill","offset":4152},{"uri":"Census","surface_form":"census","offset":4356},{"uri":"Population_density","surface_form":"population density","offset":4459},{"uri":"White_(U.S._Census)","surface_form":"White","offset":4627},{"uri":"African_American_(U.S._Census)","surface_form":"African American","offset":4640},{"uri":"Native_American_(U.S._Census)","surface_form":"Native American","offset":4664},{"uri":"Asian_(U.S._Census)","surface_form":"Asian","offset":4687},{"uri":"Pacific_Islander_(U.S._Census)","surface_form":"Pacific Islander","offset":4700},{"uri":"Race_(U.S._Census)","surface_form":"other races","offset":4729},{"uri":"Hispanic_(U.S._Census)","surface_form":"Hispanic","offset":4805},{"uri":"Latino_(U.S._Census)","surface_form":"Latino","offset":4817},{"uri":"Marriage","surface_form":"married couples","offset":4946},{"uri":"Per_capita_income","surface_form":"per capita income","offset":5749},{"uri":"Poverty_line","surface_form":"poverty line","offset":5852},{"uri":"Railway_track","surface_form":"rail line","offset":6146},{"uri":"Watercraft","surface_form":"watercraft","offset":6389},{"uri":"St._Cloud_Regional_Airport","surface_form":"St. Cloud Regional Airport","offset":6474}]}