{"id":273305,"url":"http://en.wikipedia.org/wiki/Tuff","text":"Tuff (from Italian \"tufo\") is a type of rock produced by the eruption of volcanoes.\nIt consists of consolidated volcanic ash ejected from vents during a volcanic eruption. Rock with more than 50% tuff is called \"tuffaceous\". The chemical and mineral composition of tuff varies according to what was in the molten magma.\nVolcanic ash.\nIn a volcanic eruption, Magma is blown apart by volcanic gases and steam. The products are volcanic gases, lava, steam, and tephra (fragments). The solid material produced and thrown into the air is called \"tephra\", regardless of composition or fragment size. If the pieces of ejecta are small, the material is called volcanic ash, defined as such particles less than 2 mm in diameter, sand-sized or smaller. These particles are small, slaggy pieces of magma and rock that have been tossed into the air by outbursts of steam and other gases.\nBreccias.\nAmong the loose beds of ash that cover the slopes of many volcanoes, three classes of materials are represented.\nIn some great volcanic explosions nothing but materials of the second kind were emitted, as at Mount Bandai in Japan in 1888. There have also been many eruptions in which the quantity of broken sedimentary rocks that mingled with the ash is very great.\nThese materials, in contrast to true ashes, tend to occur in \"angular fragments\". When they form a large part of the mass the rock is more properly a 'volcanic breccia' than a tuff. A breccia is a rock with sharp-edged fragments in it.\nAgglomerate.\nThe ashes vary in size from large blocks twenty feet or more in diameter to the minutest impalpable dust. The large masses are called 'volcanic bombs'; they have mostly a rounded, elliptical or pear-shaped form owing to rotation in the air before they solidified. Many of them have ribbed or nodular surfaces, and sometimes they have a crust intersected by many cracks like the surface of a loaf of bread. Any ash in which they are very abundant is called an agglomerate.\nConsolidation.\nA tuff of recent origin is generally loose, but the older tuffs have usually been cemented together by pressure and the action of infiltrating water. This makes rocks which, while not very hard, are strong enough to be used for building purposes (e.g. in the neighborhood of Rome).\nUnder water.\nMany volcanoes stand near the sea, and the ashes cast out by them are mingled with the sediments that are gathering at the bottom of the waters. In this way ashy muds or sands or even in some cases ashy limestones are formed. As a matter of fact most of the tuffs found in the older rock formations contain mixtures of clay, sand, and sometimes fossil shells, which prove that they were beds spread out under water.\nRepeated eruptions.\nDuring some volcanic eruptions a layer of ashes several feet in thickness is deposited over a considerable district, but such beds thin out rapidly as the distance from the crater increases, and ash deposits covering many square miles are usually very thin.\nThe showers of ashes often follow one another after longer or shorter intervals, and hence thick masses of tuff, whether of subaerial or of marine origin, have mostly a stratified character. In the fine beds it is often developed in great perfection.\nWelded tuff.\nWelded tuff is a pyroclastic flow of lava which was hot enough to weld together. During welding, the glass shards and pumice fragments adhere together (necking at point contacts), deform, and compact together.\nA hot lava flow welded by heat can be highly voluminous, such as the Lava Creek Tuff erupted from Yellowstone Caldera in Wyoming 640,000 years ago. Lava Creek Tuff was at least 1000 times as large as the deposits of the May 18, 1980 eruption of Mount St. Helens. It had a Volcanic Explosivity Index (VEI) of 8—greater than any eruption known in the last 10,000 years.\nBasaltic tuffs.\nBasaltic tuffs are occur widely. They are found in Skye, Mull, Antrim and other places, where there are tertiary volcanic rocks; in Scotland, Derbyshire and Ireland among the carboniferous strata; and among the still older rocks of the Lake District, southern uplands of Scotland and Wales.\nBasaltic tuffs are black, dark green or red in colour. They vary greatly in coarseness. Often submarine, they may contain shale, sandstone, grit and other sedimentary material, and are occasionally fossiliferous. Recent basaltic tuffs are found in Iceland, the Faroe Islands, Jan Mayen, Sicily, Sandwich Islands, Samoa, etc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":11},{"uri":"Rock_(geology)","surface_form":"rock","offset":40},{"uri":"Volcano","surface_form":"volcano","offset":73},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":112},{"uri":"Magma","surface_form":"magma","offset":313},{"uri":"Volcanic_eruption","surface_form":"volcanic eruption","offset":339},{"uri":"Magma","surface_form":"Magma","offset":358},{"uri":"Lava","surface_form":"lava","offset":441},{"uri":"Steam","surface_form":"steam","offset":447},{"uri":"Tephra","surface_form":"tephra","offset":458},{"uri":"Sand","surface_form":"sand-sized","offset":720},{"uri":"Slag","surface_form":"slag","offset":770},{"uri":"Steam","surface_form":"steam","offset":853},{"uri":"Volcano","surface_form":"volcano","offset":944},{"uri":"Mount_Bandai","surface_form":"Mount Bandai","offset":1094},{"uri":"Japan","surface_form":"Japan","offset":1110},{"uri":"Breccia","surface_form":"breccia","offset":1412},{"uri":"Cement","surface_form":"cement","offset":2070},{"uri":"Rome","surface_form":"Rome","offset":2263},{"uri":"Mud","surface_form":"mud","offset":2445},{"uri":"Sand","surface_form":"sand","offset":2453},{"uri":"Limestone","surface_form":"limestone","offset":2486},{"uri":"Clay","surface_form":"clay","offset":2602},{"uri":"Fossil","surface_form":"fossil","offset":2628},{"uri":"Animal_shell","surface_form":"shells","offset":2635},{"uri":"Strata","surface_form":"stratified","offset":3146},{"uri":"Weld","surface_form":"Weld","offset":3241},{"uri":"Pyroclastic_flow","surface_form":"pyroclastic flow","offset":3258},{"uri":"Lava","surface_form":"lava","offset":3278},{"uri":"Lava","surface_form":"lava","offset":3457},{"uri":"Yellowstone_National_Park","surface_form":"Yellowstone Caldera","offset":3549},{"uri":"Wyoming","surface_form":"Wyoming","offset":3572},{"uri":"Mount_St._Helens","surface_form":"Mount St. Helens","offset":3696},{"uri":"Volcanic_Explosivity_Index","surface_form":"Volcanic Explosivity Index","offset":3723},{"uri":"Isle_of_Skye","surface_form":"Skye","offset":3886},{"uri":"Isle_of_Mull","surface_form":"Mull","offset":3892},{"uri":"County_Antrim","surface_form":"Antrim","offset":3898},{"uri":"Tertiary","surface_form":"tertiary","offset":3939},{"uri":"Scotland","surface_form":"Scotland","offset":3967},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":3977},{"uri":"Ireland","surface_form":"Ireland","offset":3992},{"uri":"Carboniferous","surface_form":"carboniferous","offset":4010},{"uri":"Lake_District","surface_form":"Lake District","offset":4071},{"uri":"Shale","surface_form":"shale","offset":4248},{"uri":"Sandstone","surface_form":"sandstone","offset":4255},{"uri":"Grit","surface_form":"grit","offset":4266},{"uri":"Fossil","surface_form":"fossil","offset":4324},{"uri":"Iceland","surface_form":"Iceland","offset":4374},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":4387},{"uri":"Jan_Mayen","surface_form":"Jan Mayen","offset":4402},{"uri":"Hawaiian_Islands","surface_form":"Sandwich Islands","offset":4421},{"uri":"Samoa","surface_form":"Samoa","offset":4439}]}