{"id":273469,"url":"http://en.wikipedia.org/wiki/Meson","text":"e=\"preserve\">Mesons are incredibly small subatomic particles that are made of one quark and one antiquark. Antiquarks are the antimatter counterpart of a regular quark. Since antimatter quarks have the opposite spin of regular quarks, their spins can cancel each other out, which forms a particle similar to a Higgs Boson. The name meson comes from Greek \"mesos\", meaning middle. This is because the masses of the first mesons discovered were between the mass of light particles like electrons, called leptons, and heavy particles like protons, called baryons.\nMesons' spin.\nMesons are hadrons, which simply means that they are made of quarks. Since quarks have different fractional charges, mesons can have a charge. However, the charges of the quarks may cancel out, forming an uncharged meson. The rest of the hadron family are known as baryons, which are made of three quarks. Since quarks all have a spin of 1/2, three of them will never add up to an integer spin. An integer spin is simply 0, 1, or 2. Particles with an integer spin are called bosons, which obey Bose-Einstein Statistics. This means that more than one boson can actually be in the same point in space at the same time. However, a meson is made of one quark and one antiquark, which each do not have an integer spin. Particles which do not have an integer spin have a spin of 1/2 or 3/2. These particles with 1/2 spin are called Fermions because they obey Fermi-Dirac Statistics. This means that no more than one fermion can be in the same point in space at the same time. All known baryons and quarks (and antiquarks) are fermions, and all mesons are bosons. This can get very confusing because this means that more than one meson can exist in the same point in space at the same time, but the quarks that make up mesons cannot exist in the same point in space at the same time.\nCreation of Mesons.\nThe most common natural way that we find mesons are through the interactions of cosmic rays with matter. This process can be duplicated in particle accelerators, which smash high-energy quarks and antiquarks. However, the mesons are very unstable and quickly turn into other particles. Charged Mesons can decay into electrons and neutrinos, and uncharged mesons can decay into photons. Since antimatter is destroying matter, a large amount of energy is created. The energy follows the equation E=mc2.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subatomic_particle","surface_form":"subatomic particle","offset":41},{"uri":"Quark","surface_form":"quark","offset":82},{"uri":"Antimatter","surface_form":"antiquark","offset":96},{"uri":"Antimatter","surface_form":"antimatter","offset":126},{"uri":"Spin_(physics)","surface_form":"spin","offset":211},{"uri":"Higgs_Boson","surface_form":"Higgs Boson","offset":310},{"uri":"Mass","surface_form":"mass","offset":400},{"uri":"Electron","surface_form":"electron","offset":484},{"uri":"Lepton","surface_form":"lepton","offset":502},{"uri":"Proton","surface_form":"proton","offset":536},{"uri":"Baryon","surface_form":"baryon","offset":552},{"uri":"Hadron","surface_form":"hadron","offset":586},{"uri":"Electric_charge","surface_form":"charge","offset":683},{"uri":"Baryon","surface_form":"baryon","offset":840},{"uri":"Spin_(physics)","surface_form":"spin","offset":905},{"uri":"Boson","surface_form":"integer spin","offset":956},{"uri":"Boson","surface_form":"boson","offset":1050},{"uri":"Bose-Einstein_Statistics","surface_form":"Bose-Einstein Statistics","offset":1069},{"uri":"Space_(physics)","surface_form":"space","offset":1168},{"uri":"Fermion","surface_form":"Fermion","offset":1401},{"uri":"Fermi-Dirac_Statistics","surface_form":"Fermi-Dirac Statistics","offset":1428},{"uri":"Cosmic_ray","surface_form":"cosmic ray","offset":1952},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":2011},{"uri":"Electromagnetism","surface_form":"Charged","offset":2158},{"uri":"Electron","surface_form":"electron","offset":2188},{"uri":"Neutrino","surface_form":"neutrino","offset":2202},{"uri":"Photon","surface_form":"photon","offset":2249},{"uri":"E%3Dmc2","surface_form":"E=mc2","offset":2366}]}