{"id":273745,"url":"http://en.wikipedia.org/wiki/Jeju_United_FC","text":"The Jeju United FC, founded in 1982, is a professional football team in the K-League. It uses Jeju World Cup Stadium as its home stadium. Although it is based in Jeju at this moment, it has been through several base changes. Its original name was Yukong Elephants FC, which was founded in 1982 and based in Seoul, Incheon, and Gyeonggi-do province. This YooGong football club changed its home stadium to Seoul in 1990. In 1996, as a part of localization policy, it again changed its home stadium to Bucheon, and changed its name as Bucheon SK. However, the overall facilities in Bucheon were not enough, so it finally changed its home stadium to Jeju Island, thus getting the name 'Jeju United FC.'\nOverview.\nThis football club is famous for educating coaches and for supporting the development of football techniques. For example, Valeri Nepomniachi, the Russian coach hired in 1994, delivered many developed strategies and techniques to the K-League. This created a vogue 'Nepomniachi Style' among other teams. Its mascot is Kamguri, which represents the symbol of Jeju, the Mandarin. Its home stadium, 'Jeju World Cup Stadium,' can accommodate 35,545 people.\nJeju United FC has been doing well in the K-league. It came in 3rd in the 1983 Superleague. Beginning from this, it has maintained good rankings in K-league including the championship in 1989. In this year (2010), it maintained first place throughout the season, but was surpassed by FC Seoul at the last match, ending in the second.\nEmblem.\nThe emblem of Jeju United FC is a shield-shaped one with the combination of black, red, and blue. This will enable people to feel the power of the football team. To be more specific, the emblem represents Hallasan and the horn of a deer which symbolize Jeju Island. This expresses the defense power of the team. At the same time, the sword in the middle which was made from the 'J' in Jeju Island involves the team's spirit that it will adopt the attacking-strategy as its main one. In addition to this, it uses the motif of SK group's Happy Wings so that the Jeju residents would become united through the soccer.\nStadium.\nJeju World Cup Stadium was built in harmony with Jeju's culture, nature, and life. First, the entrance was made after the traditional entrance, Olle. Also, Jeongnang, a traditional door, stands next to the entrance. The overall shape of the stadium resembles the so-called 'Oreum'. Oreum is a parasitic volcano, and its top has a concave shape. To attain this concave shape, the stadium made the field 14m under the ground, which minimized the effect of the wind. Besides, the roof of the stadium symbolizes Teu, the traditional boat for fishing. As a home stadium of Jeju United FC, it can accommodate more than 35.000 people.","categories":[],"infobox_types":[],"annotations":[{"uri":"K-League","surface_form":"K-League","offset":76},{"uri":"Jeju_World_Cup_Stadium","surface_form":"Jeju World Cup Stadium","offset":94},{"uri":"Jeju_City","surface_form":"Jeju","offset":162},{"uri":"Seoul","surface_form":"Seoul","offset":307},{"uri":"Incheon","surface_form":"Incheon","offset":314},{"uri":"Gyeonggi-do","surface_form":"Gyeonggi-do","offset":327},{"uri":"Bucheon","surface_form":"Bucheon","offset":499},{"uri":"Valeri_Nepomniachi","surface_form":"Valeri Nepomniachi","offset":832},{"uri":"FC_Seoul","surface_form":"FC Seoul","offset":1446},{"uri":"Hallasan","surface_form":"Hallasan","offset":1709},{"uri":"Oreum","surface_form":"Oreum","offset":2402}]}