{"id":273736,"url":"http://en.wikipedia.org/wiki/Sewage_treatment","text":"Sewage treatment is the process of dealing with sewage so that it does not cause harm to people or to rivers. Sewage flows in sewer pipes from houses and factories. When it arrives at a sewage treatment plant it passes through many stages. Larger treatment plants often have more stages than smaller ones.\nLarge objects and rags are removed using screens. The sewage then flows through a tank so sand and grit can fall out. This protects the machines in later stages.\nFats and solids are removed in the first treatment stage. Sewage enters a tank where solids fall to the bottom and fat floats to the top. Fats and solids stay in the tank and the water continues to the next stage. This is called Primary Treatment.\nWater leaving the first treatment stage may be cleaned by bacteria and other very small animals and plants in the Secondary Treatment stage. These bacteria use oxygen from the air to eat pollution and chemicals from the sewage. Clumps of bacteria grow while eating the pollution from the water. These clumps of bacteria eventually fall to the bottom of the tank. The clumps of bacteria stay in the tank and the cleaner water leaves.Some of the bacteria falling to the bottom of the \"secondary\" tank are pumped back to the mixing tank so there are enough bacteria to create a thick brown mixture.\nSmall treatment plants may use a small pond, called a lagoon, to hold the sewage while bacteria eat the pollution. Larger treatment plants use machines to help the bacteria process the sewage. Some treatment works have rocks or pieces of plastic for the bacteria to grow on. Water is pumped over the rocks or plastic.\nOther works don't have rocks and plastics for the bacteria to live on. These works may blow air through the water to mix it with clumps of bacteria.\nClean water on the top of the \"secondary\" tank or pond can then flow to a river or the sea but it may also need further treatment to make it cleaner. Some treatment works kill bacteria that might make people sick. Some works use chemical poisons, like bleach, to kill these bacteria. Other works use ultraviolet light, the kind of light that causes a sunburn. This is called Tertiary treatment.\nSolids from the first and second treatment tanks can be used to make methane gas and fertilizer for farmers fields or may be dried and sent to a landfill.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sewage","surface_form":"sewage","offset":48},{"uri":"Sewer","surface_form":"sewer","offset":126},{"uri":"Factory","surface_form":"factories","offset":154},{"uri":"Screen","surface_form":"screen","offset":347},{"uri":"Tank","surface_form":"tank","offset":388},{"uri":"Sand","surface_form":"sand","offset":396},{"uri":"Machine","surface_form":"machine","offset":442},{"uri":"Fat","surface_form":"Fat","offset":468},{"uri":"Primary_Treatment","surface_form":"Primary Treatment","offset":697},{"uri":"Bacteria","surface_form":"bacteria","offset":774},{"uri":"Secondary_Treatment","surface_form":"Secondary Treatment","offset":830},{"uri":"Oxygen","surface_form":"oxygen","offset":876},{"uri":"Chemical","surface_form":"chemical","offset":917},{"uri":"Rock_(geology)","surface_form":"rocks","offset":1531},{"uri":"Plastic","surface_form":"plastic","offset":1550},{"uri":"Air","surface_form":"air","offset":1722},{"uri":"Poison","surface_form":"poison","offset":2017},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":2079},{"uri":"Sunburn","surface_form":"sunburn","offset":2130},{"uri":"Tertiary_treatment","surface_form":"Tertiary treatment","offset":2154},{"uri":"Solid","surface_form":"Solid","offset":2174},{"uri":"Methane","surface_form":"methane","offset":2243}]}