{"id":273742,"url":"http://en.wikipedia.org/wiki/Superstar_K","text":"\"Superstar K\" () is a South Korean television talent show series which is held every year. The concept is the same as the \"Pop Idol\" franchise. It involves finding the next \"superstar\". The winner each week is worked out through scores given by judges and votes from viewers. First held in 2009, \"Superstar K\" has become more and more popular.\nAs the slogan of this program is “Sing the miracle”, plenty of people who volunteered “Season 2” to become a singer were about 1,430,000. Furthermore, the audition was held by Seoul, Busan, Daejeon, Daegu, Incheon, Jeju, Gwangju, Chuncheon, and even LA.\nThis audition has lots of stages. First, participants should take the first local preliminary round, and after passing it, they face the second, and then the third. After the third round, all participants from all areas gather to Seoul, and semi round, called “Super Week”, is began. From this stage, all stages become survival formats, and keen. After the round, 11 people are chosen as last members, and they stay at the same house, take the vocal training, and compete each other every week. Finally, the one who survive from the competition win the audition. In this audition, famous judges appear. The judges are Korean popular singers, Seungchul Lee, Jongsin Yoon, and Junghwa Um. These singers judge each participant. As this is TV show, viewers can join the judgment. When last 11 people compete each other, viewers can vote who they want, and it accounts for 60%. The singers’ judgment forms 30%, and the rest is up to internet survey.\nThe winner of each season gets huge rewards. In Season 2, the winner, named Gak Heo, got ₩200 million, a car worth about ₩25 million. In addition, a famous music producer made his album and a music video. He also performed at the Mnet Asian Music Awards. The album of Ingook Seo, the winner of the Season 1, ranked at the top of the charts for several weeks.","categories":[],"infobox_types":["Korean name"],"annotations":[{"uri":"South_Korean","surface_form":"South Korean","offset":22},{"uri":"Talent_show","surface_form":"talent show","offset":46},{"uri":"Pop_Idol","surface_form":"Pop Idol","offset":123},{"uri":"Seoul","surface_form":"Seoul","offset":520},{"uri":"Busan","surface_form":"Busan","offset":527},{"uri":"Daejeon","surface_form":"Daejeon","offset":534},{"uri":"Daegu","surface_form":"Daegu","offset":543},{"uri":"Incheon","surface_form":"Incheon","offset":550},{"uri":"Jeju","surface_form":"Jeju","offset":559},{"uri":"Gwangju","surface_form":"Gwangju","offset":565},{"uri":"Chuncheon","surface_form":"Chuncheon","offset":574}]}