{"id":273828,"url":"http://en.wikipedia.org/wiki/Knut_(polar_bear)","text":"Knut (5 December 2006– 19 March 2011) was a polar bear who was born in captivity at the Berlin Zoo. Because his mother rejected him when he was born, he was raised by zookeepers. People began to protest for him after a German newspaper called \"Bild-Zeitung\" quoted an animal rights activist saying the young cub had to die. Both children and adults supported him, and e-mails and letters asking the zoo to let the cub live were sent from around the world. Because of his fame, Knut became a tourist attraction and commercial success.\nKnut became very popular and the center of mass media attention called \"Knutmania\". Many toys, DVDs, and books were made about him. This brought in lots of money, about five million euros, to Berlin Zoo in 2007. More people went to the zoo, and that year was the most profitable year in the zoo's 163-year history.\nPolar bear Knut died on 19 March 2011, because of the brain disease encephalitis.\nInfancy.\nKnut was born at Berlin Zoo. His mother was Tosca, a 20-year-old polar bear. She was a circus performer from East Germany, born in Canada, and her 13-year-old mate, Lars, was from a park in Munich. Tosca gave birth to Knut and his unnamed brother on 5 December 2006. However, she left her cubs on a rock in the polar bear enclosure and did not take care of them. The zookeepers rescued the cubs with a fishing net, but Knut's brother died from sickness four days later. Knut was only the size of a guinea pig, and had to spend the first 44 days of his life in an incubator before zookeeper Thomas Dörflein began raising the cub.\nDörflein had to sleep on a mattress next to the cub at night because Knut needed care. Dörflein also had to play with, bathe, and feed the cub every day. Knut's food began with a bottle of baby milk mixed with cod liver oil every two hours. At four months old, he could eat milk porridge mixed with cat food and vitamins. Dörflein also appeared with Knut on the twice-daily one-hour shows at the zoo. Because of this, he appeared in lots of videos and photographs with the cub, and became well known in Germany. He also won Berlin's Medal of Merit in honor of his hard work and care for Knut. Dörflein died of a heart attack on 22 September 2008.\nControversy.\nIn early March 2007, the German newspaper \"Bild-Zeitung\" quoted the animal rights activist Frank Albrecht, who said that Knut should be killed instead of humiliated by being raised in a zoo. He declared that the zoo was breaking the rules of animal protection by keeping him alive. Wolfram Graf-Rudolf, the director of the Aachen Zoo, agreed with Albrecht. He stated that the zookeepers \"should have had the courage to let the bear die\". A group of children protested at the zoo, holding up signs that read \"Knut Must Live\" and \"We Love Knut\". Others sent emails and letters asking for the cub's life to be spared. Threatening letters were also sent to Albrecht. Berlin Zoo agreed to support the baby polar bear, and promised not to harm him.\nAlbrecht later claimed that he had quoted this because he wanted to change the law, not to have the bear killed. The publicity from this coverage raised Knut's profile from national to international.\nFame.\nOn 23 March 2007, Knut appeared in public for the first time. About 400 journalists visited Berlin Zoo on what was called \"Knut Day\" to make reports all over the world. Because Knut became famous when he was very young, many wrong stories about the cub's health were spread around during his first year. For example, on 16 April 2007, Knut took a break from his display because of teething pains, but reports said that he might have an unknown sickness. There were also many death threats, like the one sent on Wednesday 18 April 2007. The zoo received an anonymous letter by fax which said \"Knut ist tot! Donnerstag Mittag.\" (\"Knut is dead! Thursday noon.\") The police increased the bear's security.\nIn November 2007, Knut weighed over 90 kg (198 lb) and became too dangerous to be cared for closely. Hundreds of children attended the cub's first birthday celebration. This party was also shown live on German television. The national mint also made 25,000 special silver coins for his birthday. When Flocke, a female polar bear, was born at the Nuremberg Zoo in December 2007, \"Bild\" named her Mrs. Knut, suggesting that the two German-born polar bears might become mates.\n2008–2010.\nA year after his public debut, Knut was reported as weighing more than 130 kg (286 lb). Very strong six-inch glass was put up between him and the zoo visitors. At the end of March 2008, Markus Röbke, one of the zookeepers who helped raise Knut, said the bear should leave the zoo to help him get used to living alone. Röbke also said that Knut misses Thomas Dörflein, who was like a father to him, and that he cries when no one is near him. \"Knut needs an audience,\" Röbke said. \"That has to change\".\nIn July 2008, it was announced that the Neumünster Zoo in northern Germany, which owns Knut's father, sued Berlin Zoo for the money that came from Knut's success. Neumünster had tried to be friendly with Berlin Zoo at first, but now was trying to use the court to make them give part of the money that came from Knut. Peter Drüwa, the zoo director at Neumünster, said that they \"do not want to remove Knut from his environment, but we have a right to our request for money.\" Shortly before Knut's second birthday, there were reports being spread that the bear would have to move to another zoo because he was getting too large for his enclosure. However, the zoo said that they still wanted to keep Knut.\nDisputes between the two zoos continued into 2009. On 19 May, Berlin Zoo offered to \"buy\" Knut from Neumünster and take their financial claim on the two-year-old polar bear. Although Neumünster Zoo set a price of €700,000, Berlin Zoo stated that they would not pay \"a cent more\" than €350,000 ($488,145). On 8 July, the Berlin Zoo agreed to pay €430,000 ($599,721) to keep Knut in Berlin.\nGiovanna, a female polar bear about the same age as Knut, went to Berlin from Munich's Hellabrunn Animal Garden in September 2009. She shared Knut's enclosure for a short time while her regular home had repairs. Her arrival interested people from all over the world, because many sources thought the two bears (although they were sexually immature) would soon be \"dating\". However, in March 2010, the German chapter of People for the Ethical Treatment of Animals (PETA) called for Giovanna to stay somewhere else. Knut and Giovanna share a grandfather, and PETA spokesperson Frank Albrecht thought the same person who had claimed that Knut should be killed would threaten the German polar bear population if they might breed. The Berlin Zoo did not respond, but noted that Giovanna's stay in Berlin was only for a short time. In August 2010, Giovanna was moved back to Munich after repairs to her enclosure were finished.\nKnut's death.\nKnut died on 19 March 2011 because of a brain disease. He had encephalitis (irritation and swelling of the brain). The swelling was probably caused by a virus, and caused an epileptic fit. After death, the body of the bear was a subject of further study at the Berlin Museum of Natural History.\nCommercial success.\nBerlin Zoo made Knut a trademark in late March 2007. As a result, its shares became even higher. Knut earned Berlin Zoo nearly €5 million that year.\nMany companies made cuddly toys modeled from Knut. Steiff, a toy company, made Knut-based stuffed animals in three sizes and models: sitting, standing, and lying down. They all sold out at the Berlin Zoo in only four days. The money was used to improve the bear's home. Candy company Haribo sold a raspberry-flavored gummy bear sweet called Cuddly Knut beginning in April 2007. They promised to give ten cents to the zoo for every package of Knut sweets it sold. The gummy bears sold very quickly as well.\nKnut has been the subject of several popular songs in Germany, such as the singles \"Knut is Cute\" and \"Knut, der kleine Eisbär\" () by nine-year-old Kitty. In Britain, musical comedian Mitch Benn has performed three songs about Knut for BBC Radio 4 satirical series \"The Now Show\": \"The Baby Bear Must DIE!\", \"Knut Isn't Cute Anymore\", and \"Goodbye Knut\"—\"Goodbye Knut\" was about Knut moving to the Neumünster Zoo. Knut has also been in several DVDs, including one titled \"Knut—Stories from a Polar Bear's Nursery\". He appeared on the 29 March 2007 cover of the German \"Vanity Fair\" magazine, which was about the bear's life.\nOn 1 May 2007 it was announced that New York-based Turtle Pond Publications and Berlin Zoo had signed a deal for the worldwide publishing rights to Knut with the hopes of raising global warming issues. Written by Craig Hatkoff and his daughters, the 44-page book entitled \"Knut, der kleine Eisbärenjunge\" (\"Little Polar Bear Knut\") is about Knut's life story as well as photographs. Although books about Knut had already been published in Germany, this book was the first to be authorized by the Berlin Zoo.\nThe book was published in Germany by Ravensburger on 26 July 2007. After that, the US publishing company Scholastic made an English version, \"Knut: How one little polar bear captivated the world\".\nOn 31 December 2007, the zoo's director said that the zoo had received a proposal for a movie deal from Hollywood movie producer Ash R. Shah, to make an animated movie about the bear's life. Shah reportedly suggested a €3.5 million movie deal to the zoo. The German movie \"Knut und seine Freunde\" (\"Knut and His Friends\"), was shown in Berlin on 2 March 2008. Directed by Michael Johnson, the movie was about how Knut was rescued after his mother did not take care of him.\nEnvironmental causes.\nDr. Gerald Uhlich, of Berlin zoo, stated that Knut \"draw[s] attention to the environment in a nice way.\" As a result, the German Environment Minister Sigmar Gabriel adopted Knut as the mascot for a conference about endangered species. Gabriel met with Knut soon after his zoo debut, and said that although Knut was safe, \"worldwide polar bears are in danger and if Knut can help the cause, then that is a good thing.\"\nPhotographer Annie Leibovitz took pictures of Knut that were used for an environmental campaign. The polar bear has also been on the logo for the German Environment Minister's campaign to help stop global warming and a 2008 stamp. The stamp shows the roughly one-year-old Knut with the slogan \"Natur weltweit bewahren\" (\"Preserve nature worldwide\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Polar_bear","surface_form":"polar bear","offset":44},{"uri":"Captivity_(animal)","surface_form":"captivity","offset":71},{"uri":"Berlin","surface_form":"Berlin","offset":88},{"uri":"Reject","surface_form":"rejected","offset":119},{"uri":"Zookeeper","surface_form":"zookeeper","offset":167},{"uri":"Protest","surface_form":"protest","offset":195},{"uri":"Newspaper","surface_form":"newspaper","offset":226},{"uri":"Animal_rights","surface_form":"animal rights","offset":268},{"uri":"Activism","surface_form":"activist","offset":282},{"uri":"E-mail","surface_form":"e-mail","offset":368},{"uri":"Tourist","surface_form":"tourist","offset":491},{"uri":"Attract","surface_form":"attraction","offset":499},{"uri":"Commerce","surface_form":"commercial","offset":514},{"uri":"Success","surface_form":"success","offset":525},{"uri":"Mass_media","surface_form":"mass media","offset":577},{"uri":"DVD","surface_form":"DVD","offset":629},{"uri":"Euro","surface_form":"euro","offset":716},{"uri":"Profit","surface_form":"profitable","offset":802},{"uri":"Encephalitis","surface_form":"encephalitis","offset":917},{"uri":"Circus","surface_form":"circus","offset":1027},{"uri":"Canada","surface_form":"Canada","offset":1071},{"uri":"Munich","surface_form":"Munich","offset":1130},{"uri":"Rock_(geology)","surface_form":"rock","offset":1239},{"uri":"Enclosure","surface_form":"enclosure","offset":1262},{"uri":"Fishing_net","surface_form":"fishing net","offset":1342},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":1438},{"uri":"Incubator","surface_form":"incubator","offset":1503},{"uri":"Thomas_D%C3%B6rflein","surface_form":"Thomas Dörflein","offset":1530},{"uri":"Mattress","surface_form":"mattress","offset":1596},{"uri":"Bath","surface_form":"bath","offset":1688},{"uri":"Cod","surface_form":"cod","offset":1779},{"uri":"Liver","surface_form":"liver","offset":1783},{"uri":"Porridge","surface_form":"porridge","offset":1848},{"uri":"Vitamins","surface_form":"vitamins","offset":1881},{"uri":"Video","surface_form":"video","offset":2010},{"uri":"Photograph","surface_form":"photograph","offset":2021},{"uri":"Myocardial_infarction","surface_form":"heart attack","offset":2181},{"uri":"Animal_rights","surface_form":"animal rights","offset":2297},{"uri":"Activist","surface_form":"activist","offset":2311},{"uri":"Humiliation","surface_form":"humiliated","offset":2383},{"uri":"Protect","surface_form":"protection","offset":2478},{"uri":"Aachen","surface_form":"Aachen","offset":2552},{"uri":"Courage","surface_form":"courage","offset":2637},{"uri":"Spare","surface_form":"spared","offset":2836},{"uri":"Threat","surface_form":"Threat","offset":2844},{"uri":"Support","surface_form":"support","offset":2913},{"uri":"Promise","surface_form":"promise","offset":2946},{"uri":"Claim","surface_form":"claimed","offset":2987},{"uri":"Law","surface_form":"law","offset":3051},{"uri":"Journalist","surface_form":"journalist","offset":3250},{"uri":"Health","surface_form":"health","offset":3433},{"uri":"Teeth","surface_form":"teeth","offset":3559},{"uri":"Fax","surface_form":"fax","offset":3754},{"uri":"Security","surface_form":"security","offset":3869},{"uri":"Dangerous","surface_form":"dangerous","offset":3945},{"uri":"Attend","surface_form":"attended","offset":4001},{"uri":"Birthday","surface_form":"birthday","offset":4026},{"uri":"Television","surface_form":"television","offset":4089},{"uri":"Nation","surface_form":"nation","offset":4105},{"uri":"Mint_(money)","surface_form":"mint","offset":4114},{"uri":"Silver","surface_form":"silver","offset":4144},{"uri":"Debut","surface_form":"debut","offset":4388},{"uri":"Glass","surface_form":"glass","offset":4473},{"uri":"Miss","surface_form":"misses","offset":4708},{"uri":"Crying","surface_form":"cries","offset":4774},{"uri":"Audience","surface_form":"audience","offset":4820},{"uri":"Neum%C3%BCnster","surface_form":"Neumünster","offset":4905},{"uri":"Suing","surface_form":"sued","offset":4967},{"uri":"Success","surface_form":"success","offset":5019},{"uri":"Court","surface_form":"court","offset":5120},{"uri":"Environment","surface_form":"environment","offset":5280},{"uri":"Enclosure","surface_form":"enclosure","offset":5500},{"uri":"Dispute","surface_form":"Disputes","offset":5570},{"uri":"Munich","surface_form":"Munich","offset":6037},{"uri":"Sexual","surface_form":"sexual","offset":6289},{"uri":"Date","surface_form":"dating","offset":6323},{"uri":"People_for_the_Ethical_Treatment_of_Animals","surface_form":"People for the Ethical Treatment of Animals","offset":6378},{"uri":"Grandfather","surface_form":"grandfather","offset":6499},{"uri":"Spokesperson","surface_form":"spokesperson","offset":6521},{"uri":"Population","surface_form":"population","offset":6653},{"uri":"Breed","surface_form":"breed","offset":6678},{"uri":"Encephalitis","surface_form":"encephalitis","offset":6957},{"uri":"Epilepsy","surface_form":"epileptic fit","offset":7069},{"uri":"Trademark","surface_form":"trademark","offset":7233},{"uri":"Share_(finance)","surface_form":"shares","offset":7280},{"uri":"Toy","surface_form":"toy","offset":7420},{"uri":"Stuffed_animal","surface_form":"stuffed animal","offset":7449},{"uri":"Candy","surface_form":"Candy","offset":7629},{"uri":"Raspberry","surface_form":"raspberry","offset":7657},{"uri":"Gummy_bear","surface_form":"gummy bear","offset":7676},{"uri":"Popular","surface_form":"popular","offset":7902},{"uri":"Song","surface_form":"song","offset":7910},{"uri":"United_Kingdom","surface_form":"Britain","offset":8023},{"uri":"Comedian","surface_form":"comedian","offset":8040},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":8101},{"uri":"Satire","surface_form":"satirical","offset":8113},{"uri":"Magazine","surface_form":"magazine","offset":8447},{"uri":"Publish","surface_form":"publish","offset":8617},{"uri":"Global_warming","surface_form":"global warming","offset":8669},{"uri":"Photograph","surface_form":"photograph","offset":8860},{"uri":"Author","surface_form":"author","offset":8968},{"uri":"Scholastic_Corporation","surface_form":"Scholastic","offset":9103},{"uri":"Captivate","surface_form":"captivated","offset":9172},{"uri":"Proposal","surface_form":"proposal","offset":9268},{"uri":"Movie","surface_form":"movie","offset":9283},{"uri":"Hollywood%2C_Los_Angeles%2C_California","surface_form":"Hollywood","offset":9299},{"uri":"Animation","surface_form":"animated","offset":9348},{"uri":"Attention","surface_form":"attention","offset":9750},{"uri":"Adopt","surface_form":"adopt","offset":9855},{"uri":"Mascot","surface_form":"mascot","offset":9875},{"uri":"Conference","surface_form":"conference","offset":9888},{"uri":"Campaign","surface_form":"campaign","offset":10195},{"uri":"Logo","surface_form":"logo","offset":10241},{"uri":"Stamp","surface_form":"stamp","offset":10332}]}