{"id":273820,"url":"http://en.wikipedia.org/wiki/Terunobu_Fujimori","text":"is a Japanese architect and historian of architecture. He was born 21 November 1946 in Miyakawa-mura, Suwa-gun, Nagano Prefecture, Japan. That place is now part of Chino-shi. He has taught at several Japanese universities including: Tōhoku University, Tokyo University, and Kogakuin University. He was a visiting scholar at Tōhoku University of Art and Design. He is professor emeritus at Tokyo University. Fujimori is especially interested in the history of modern Japanese architecture and natural design. He is known for using shapes from nature for his designs.\nBiography.\nHe graduated from the architecture department at the faculty of engineering of Tōhoku University in 1971. Then he went for graduate study at Tokyo University. In 1979, he finished his dissertation \"Historical Research on City Planning in the Meiji Era\" and got his PhD.\nIn 1986 he won the Suntory Arts Prize for his book \"Adventures of an Architectural Detective-Tokyo Edition\" (建築探偵の冒険・東京篇 in Japanese). That year, he also one of the first members of the \"Roadside Observation\" art group (路上観察学会 in Japanese) with the artist Genpei Akasegawa and the illustrator and manga artist Shinpo Minami.\nIn 2001, he finished a dormitory for the Kumamoto Prefectural University of Agriculture. That dormitory won an architecture prize. Fujimori was a commissioner for the 10th Venice Biennale in 2006. He also directed a [http://www.bsfuji.tv/kindaika/ TV series] for Fuji TV.\nIn 2010, Fujimori retired from the University of Tokyo and joined Kogakuin University.\nBooks.\nFujimori has written many books about architecture. Some describe his projects. Others are books of architectural history. He has published more than 25 books of his own. He has edited or written more than a dozen books with other writers.\nProjects.\nFujimori often works with Shoushi Uchida or Nobumichi Oshima. Some of his projects are listed below.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architect","surface_form":"architect","offset":14},{"uri":"Nagano_Prefecture","surface_form":"Nagano Prefecture","offset":112},{"uri":"Japan","surface_form":"Japan","offset":131},{"uri":"Chino%2C_Nagano","surface_form":"Chino-shi","offset":164},{"uri":"T%C5%8Dhoku_University","surface_form":"Tōhoku University","offset":233},{"uri":"Tokyo_University","surface_form":"Tokyo University","offset":252},{"uri":"Kogakuin_University","surface_form":"Kogakuin University","offset":274},{"uri":"T%C5%8Dhoku_University_of_Art_and_Design","surface_form":"Tōhoku University of Art and Design","offset":324},{"uri":"Professor_emeritus","surface_form":"professor emeritus","offset":367},{"uri":"Dissertation","surface_form":"dissertation","offset":761},{"uri":"PhD","surface_form":"PhD","offset":842},{"uri":"Suntory_Arts_Prize","surface_form":"Suntory Arts Prize","offset":866},{"uri":"Genpei_Akasegawa","surface_form":"Genpei Akasegawa","offset":1103},{"uri":"Shinpo_Minami","surface_form":"Shinpo Minami","offset":1157},{"uri":"Dormitory","surface_form":"dormitory","offset":1195},{"uri":"Kumamoto_Prefectural_University_of_Agriculture","surface_form":"Kumamoto Prefectural University of Agriculture","offset":1213},{"uri":"Venice_Biennale","surface_form":"Venice Biennale","offset":1344},{"uri":"Fuji_TV","surface_form":"Fuji TV","offset":1435},{"uri":"Shoushi_Uchida","surface_form":"Shoushi Uchida","offset":1814},{"uri":"Nobumichi_Oshima","surface_form":"Nobumichi Oshima","offset":1832}]}