{"id":273975,"url":"http://en.wikipedia.org/wiki/Elisabeth_of_Bavaria","text":"Duchess Elisabeth of Bavaria (December 24, 1837 - September 10, 1898) was the wife of Emperor Franz Joseph I of Austria.\nBiography.\nElisabeth was born in Munich, Bavaria state in Germany. She was part of the royal family of Wittelsbach. She was the fourth of the ten children of Prince Maximilian of Bavaria and his wife Princess Ludovika. She was known as \"Sissi\". She grew up with her brothers and sisters at Possenhofen Castle. In August 1853, she went to Bad Ischl with her mother and older sister Helene, to celebrate Austrian Emperor Franz Joseph's 23rd birthday. The event was also supposed to be the occasion to announce his engagement to Helene. However, Franz Joseph was so taken by the young and beautiful Elisabeth that he proposed to her instead.\nMarriage.\nElisabeth and Franz Joseph were married in great pomp in Vienna on April 24, 1854. Elisabeth had an informal upbringing, before marrying Franz Joseph. She disliked the much more formal life she had to live at court. Early in the marriage, her mother-in-law, Princess Sophie, took over the care of Elisabeth's daughters. One daughter died in infancy. The birth of her son Rudolf improved her standing at court. Her health suffered under the stress of the court life. She had four children: Sophie (1855-1857), Gisele (1856-1932), Rudolf (1858-1889) and Valerie (1868-1924).\nFranz Joseph and Elisabeth became King and Queen of Hungary in 1867, when the two countries joined together and created the Austro-Hungarian Empire.\nElisabeth suffered from lung disease and melancholia. She disliked the strict etiquette of the court. She was often away and lived long periods of time abroad, notably in Hungary and at her villa in Corfu.\nHer only son, Rudolf, committed suicide in 1889, after killing his young mistress Marie Vetsera. Empress Elisabeth was assassinated by an Italian anarchist in 1898, while on a visit to Geneva.\nShe has since become something of an historical icon and highly romantic figure, through a series of movies called \"Sissi\" in the 1950s. The movies starred actress Romy Schneider.","categories":[],"infobox_types":[],"annotations":[{"uri":"Franz_Joseph_I_of_Austria","surface_form":"Franz Joseph I of Austria","offset":94},{"uri":"Munich","surface_form":"Munich","offset":154},{"uri":"Bavaria","surface_form":"Bavaria state in Germany.","offset":162},{"uri":"Wittelsbach","surface_form":"Wittelsbach","offset":224},{"uri":"Vienna","surface_form":"Vienna","offset":827},{"uri":"Hungary","surface_form":"Hungary","offset":1395},{"uri":"Austro-Hungarian_Empire","surface_form":"Austro-Hungarian Empire","offset":1467},{"uri":"Corfu","surface_form":"Corfu","offset":1691},{"uri":"Geneva","surface_form":"Geneva","offset":1883},{"uri":"Romy_Schneider","surface_form":"Romy Schneider","offset":2055}]}