{"id":273913,"url":"http://en.wikipedia.org/wiki/Toll_road","text":"A toll road (also called a turnpike, toll highway, or express toll route) is a road for which vehicles must pay a fee to use, called a \"toll\". Toll roads are there in part to control the number of people using it. They may be built to allow some users to travel faster and avoid traffic congestion, speeding up traffic. In the past, tolls were collected to give income to governments or landowners. Today, tolls can be considered a form of tax which pays for the cost of road construction and maintenance that are not charged on those who do not use that road.\nHow toll roads work.\nThere are many types of toll roads. Tolls might be charged to use a bridge, tunnel, or highway. On some roads, the amount of money you pay depends on how far along the road you go, and/or whether you are driving a car, motorcycle, bus, or truck. On other roads, you pay the same amount no matter how far you go or what you drive.\nThere are also many ways tolls can be collected. In the first toll roads, you had to stop at a booth along the road and pay the toll to a person, called a \"collector\". Depending on the road, you might have to do so when you get on, when you get off, or both. Because many vehicles may be waiting to pay the toll, the area around \"toll plazas\", which are a bunch of booths blocking the whole road, can be crowded. Recently, there are roads that have \"electronic toll collection\", which makes use of computer chips and RFID technology to identify drivers and charge their tolls on their bank accounts.\nTolls might be collected by vehicles traveling on one or more lanes of a road which is otherwise free to use. These lanes are often called \"high occupancy toll lanes\" because in most cases, vehicles with more than one person do not have to pay to use the lane. These lanes are there to encourage carpooling. If there are fewer cars on the road, more people can get to where they want to go without getting stuck in traffic.\nAll roads have to be paid for somehow, and so are never truly \"free\". Normally, road construction costs are paid for by the taxes on gasoline, diesel, or other fuel. Users of toll roads still pay these taxes \"and\" the tolls for using this particular road or lane.\nMythology.\nTolls are mentioned in Greek mythology where Charon the ferryman charged a toll to carry the dead across the rivers Acheron and Styx to Hades. If the soul paid a toll, Charon ferried it across the river. If not, it wandered between death and life for eternity.\nAncient times.\nToll roads are at least 2700 years old, as tolls had to be paid by travellers using the Susa–Babylon highway under the regime of Ashurbanipal, in the seventh century BC.\nAristotle and Pliny refer to tolls in Arabia and other parts of Asia. In India, before the 4th century BC, the Arthasastra notes the use of tolls. Germanic tribes charged tolls to travellers across mountain passes.\nEconomics.\nInvestor's bonds may be sold to those who are paying for the road to be built, and it is expected that they will be paid back over time by charging tolls. Once the bonds are paid off, the road is usually given back to the government agency that owns the land it was built on and had allowed the road to be built.\nUnited Kingdom turnpikes.\nThe need to build better roads than the existing ones was a reason for turnpikes. Turnpike trusts were established in England and Wales from about 1706. Turnpike trusts were set up by individual Acts of Parliament, with powers to collect road tolls Britain. At the peak, in the 1830s, over 1,000 trusts had about of turnpike road in England and Wales. They had almost 8,000 toll-gates. The trusts were responsible for keeping and improving most main roads in England and Wales. This helped distribute agriculture and industrial goods and kept prices low. The Turnpike trusts were gradually abolished starting in the 1870s. Most trusts improved existing roads, but some new ones, usually only short stretches of road, were also built. Thomas Telford's Holyhead road (now the A5 road) is exceptional: it was a long new road, built in the early 19th century with many toll booths along its length.","categories":[],"infobox_types":[],"annotations":[{"uri":"Road","surface_form":"road","offset":79},{"uri":"Vehicle","surface_form":"vehicle","offset":94},{"uri":"Fee","surface_form":"fee","offset":114},{"uri":"Toll","surface_form":"toll","offset":136},{"uri":"Traffic_congestion","surface_form":"traffic congestion","offset":279},{"uri":"Income","surface_form":"income","offset":362},{"uri":"Government","surface_form":"government","offset":372},{"uri":"Landlord","surface_form":"landowners","offset":387},{"uri":"Tax","surface_form":"tax","offset":440},{"uri":"Construction","surface_form":"road construction","offset":471},{"uri":"Maintenance","surface_form":"maintenance","offset":493},{"uri":"Bridge","surface_form":"bridge","offset":650},{"uri":"Tunnel","surface_form":"tunnel","offset":658},{"uri":"Highway","surface_form":"highway","offset":669},{"uri":"Money","surface_form":"money","offset":707},{"uri":"Car","surface_form":"car","offset":796},{"uri":"Motorcycle","surface_form":"motorcycle","offset":801},{"uri":"Bus","surface_form":"bus","offset":813},{"uri":"Truck","surface_form":"truck","offset":821},{"uri":"Booth","surface_form":"booth","offset":1007},{"uri":"Toll_plaza","surface_form":"toll plaza","offset":1242},{"uri":"Computer_chip","surface_form":"computer chip","offset":1410},{"uri":"RFID","surface_form":"RFID","offset":1429},{"uri":"Bank","surface_form":"bank","offset":1497},{"uri":"Lane","surface_form":"lane","offset":1574},{"uri":"Free","surface_form":"free","offset":1609},{"uri":"Carpool","surface_form":"carpool","offset":1808},{"uri":"Tax","surface_form":"tax","offset":2060},{"uri":"Gasoline","surface_form":"gasoline","offset":2069},{"uri":"Diesel","surface_form":"diesel","offset":2079},{"uri":"Fuel","surface_form":"fuel","offset":2096},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":2234},{"uri":"Acheron","surface_form":"Acheron","offset":2327},{"uri":"Styx_(mythology)","surface_form":"Styx","offset":2339},{"uri":"Hades","surface_form":"Hades","offset":2347},{"uri":"Susa","surface_form":"Susa","offset":2575},{"uri":"Babylon","surface_form":"Babylon","offset":2580},{"uri":"Ashurbanipal","surface_form":"Ashurbanipal","offset":2616},{"uri":"Aristotle","surface_form":"Aristotle","offset":2657},{"uri":"Pliny_the_Elder","surface_form":"Pliny","offset":2671},{"uri":"Arabia","surface_form":"Arabia","offset":2695},{"uri":"Asia","surface_form":"Asia","offset":2721},{"uri":"India","surface_form":"India","offset":2730},{"uri":"Arthasastra","surface_form":"Arthasastra","offset":2768},{"uri":"Mountain_pass","surface_form":"mountain pass","offset":2855},{"uri":"Bond_market","surface_form":"Investor's bonds","offset":2883},{"uri":"Act_of_Parliament","surface_form":"Acts of Parliament","offset":3417},{"uri":"Britain","surface_form":"Britain","offset":3471},{"uri":"Wales","surface_form":"Wales","offset":3693},{"uri":"Thomas_Telford","surface_form":"Thomas Telford","offset":3956},{"uri":"Holyhead","surface_form":"Holyhead","offset":3973},{"uri":"A5_road","surface_form":"A5 road","offset":3996}]}