{"id":274077,"url":"http://en.wikipedia.org/wiki/Metric_time","text":"e=\"preserve\">Metric time is a way of measuring how long a period of time is using the metric system. The metric system uses the second as a main unit of time. There are periods of time that are based on the second but shorter. They are named with metric prefixes. Some of these are kiloseconds and milliseconds. Other units of time, like the minute, hour, and day, are accepted for use with the modern metric system, but are not part of it.\nHistory.\nThe metric system was first used in France in 1795. It had units for length, area, dry volume, liquid capacity, weight or mass, and even amounts of money, but not for time. Decimal time of day had been first used in France two years earlier, but was set aside at the same time the metric system was started, and did not follow the metric pattern of a base unit and prefixed units. James Clerk Maxwell and Elihu Thomson (through the British Association for the Advancement of Science - BAAS) came up with the Centimetre gram second system of units (cgs) in 1874.\nThe ephemeris second (1/86400 of a mean solar day) was made one of the original base units of the modern metric system, or International System of Units (SI), at the 10th General Conference on Weights and Measures (CGPM) in 1954. The SI second was later made even more exact. It was made into the time of 9,192,631,770 periods of the radiation from the transition between the two hyperfine levels of the ground state of the caesium-133 atom.\nOther units.\nPeople have had ideas for other base units of metric time (other than the second). On March 28, 1794, Joseph Louis Lagrange, the president of the commission which developed the metric system, wrote a report to the commission. His report suggested the names \"déci-jour\" and \"centi-jour\" (deciday and centiday in English). Base units that are decimal divisions of the day, such as 1/10, 1/100, 1/1000, or 1/100,000 day, or other divisions of the day, such as 1/20 or 1/40 day, have also been suggested, with names such as tick, meck, chi, chron, moment, etc. These other units have not caught on with people, however.\nIn computing.\nIn computing, metric time became widely used because it is easy to use with computers. Unix time gives date and time as the number of seconds since January 1, 1970, and Microsoft's FILETIME as multiples of 100ns since January 1, 1601. VMS uses the number of 100ns since November 17, 1858 and RISC OS the number of centiseconds since January 1, 1900. (Each of these is not exactly linear, as there are some interruptions with leap seconds.)\nProblems.\n104 seconds (10 000 seconds; 166.6 minutes; 2.777 hours)\n105 seconds (100 000 seconds; 1 666.6 minutes; 27.77 hours; 1.157 days)","categories":[],"infobox_types":[],"annotations":[{"uri":"Time","surface_form":"time","offset":68},{"uri":"Metric_system","surface_form":"metric system","offset":86},{"uri":"Second","surface_form":"second","offset":128},{"uri":"SI_prefix","surface_form":"metric prefixes","offset":247},{"uri":"Minute","surface_form":"minute","offset":342},{"uri":"Hour","surface_form":"hour","offset":350},{"uri":"Day","surface_form":"day","offset":360},{"uri":"SI","surface_form":"modern metric system","offset":395},{"uri":"France","surface_form":"France","offset":486},{"uri":"1795","surface_form":"1795","offset":496},{"uri":"Decimal_time","surface_form":"Decimal time","offset":623},{"uri":"British_Association_for_the_Advancement_of_Science","surface_form":"British Association for the Advancement of Science","offset":882},{"uri":"Centimetre_gram_second_system_of_units","surface_form":"Centimetre gram second system of units","offset":958},{"uri":"SI","surface_form":"SI","offset":1166},{"uri":"Conf%C3%A9rence_G%C3%A9n%C3%A9rale_des_Poids_et_Mesures","surface_form":"General Conference on Weights and Measures","offset":1183},{"uri":"1954","surface_form":"1954","offset":1236},{"uri":"Caesium","surface_form":"caesium","offset":1436},{"uri":"Metric_system","surface_form":"metric system","offset":1644},{"uri":"Deci","surface_form":"deci","offset":1754},{"uri":"Centi","surface_form":"centi","offset":1766},{"uri":"Unix_time","surface_form":"Unix time","offset":2184},{"uri":"RISC_OS","surface_form":"RISC OS","offset":2389},{"uri":"Linear","surface_form":"linear","offset":2477},{"uri":"Leap_second","surface_form":"leap second","offset":2522}]}