{"id":274045,"url":"http://en.wikipedia.org/wiki/Incheon","text":"Incheon (officially, Incheon Metropolitan City) is a major port city in South Korea and famous for Incheon International Airport.\nIncheon is 28 km from the nation’s capital, Seoul. It is at 126° 37´ east longitude and 37° 28´ north latitude, the same latitude as San Francisco, Washington, Madrid, and Teheran. Incheon is the third largest city in South Korea, after Seoul and Busan and 2.6 million people lives in Incheon (2009).\nThere are ten administrative districts in Incheon and it is divided into 8 wards (\"gu\") and 2 counties (\"gun\").\nIncheon Subway and Seoul Metropolitan Subway is linked (line number 1) and it takes approximately an hour from Incheon subway station to Seoul Station.\nHistory.\nThe history of Incheon started from the Goguryeo Kingdom in 475 AD, under the reign of King Jangsu. Its original name was Michuhol and it changed several times and renamed to Incheon-gun in the 13th year of King Taejong’s reign during Joseon period. In 1949, after Korea`s 1945 liberation, Incheon City reorganized. It was finally renamed to Incheon Metropolitan City in 1995.\nDuring the Korean War, there was the battle of Incheon led by an American general of UN Douglas MacArthur and the battle resulted in a decisive victory. It was also a strategic reversal in favor of the United Nations(UN). In a show of gratitude to the American soldier, Koreans in the late 1950s erected the bronze statue of MacArthur in a central park at Incheon that overlooks the sea area through which his troops came ashore.\nCulture and Tourism.\nIncheon is famous for 17th Asian Games,Incheon International Airport, Incheon Port, Songdo International City, Incheon Subway, and Munhak Worldcup Stadium are five major cites of Incheon.\nGanghwa-county.\nGanghwa-county (Ganghwa Island) is famous for dolmens registered as one of the World Heritages by UNESCO.\nHwamunseok mats are Incheon's famous local products, a figured mat. The beauty of these hand-woven mats has made them one of the most famous specialty products of Ganghwa-gun, and one of the most beloved traditional Korean crafts.\nWolmido (Wolmi Island).\nWolmido was once a military base of Japanese Army during the Japanese colonial period and a outpost of the battle of Incheon. Nowadays, Wolmido is one of the most famous tourist spots near the Metropolitan area. Along the 1 km-long Wolmido Street of Culture, there are lots of beautiful cafes and restaurants. Wolmido is also famous for street performers, portrait artists and Wolmi Festival.\nIncheon Free Economic Zone.\nTo become an international economic hub and a center of business and service industry of Asia, Incheon is developing free economic zone in the three regions of Songdo, Cheongra, and the island of Yeongjong. Incheon's Free Economic Zone, the first in Korea, was officially designated by the Korean government in August 2003 and it is planing to 2020.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":72},{"uri":"Incheon_International_Airport","surface_form":"Incheon International Airport","offset":99},{"uri":"San_Francisco","surface_form":"San Francisco","offset":263},{"uri":"Washington","surface_form":"Washington","offset":278},{"uri":"Madrid","surface_form":"Madrid","offset":290},{"uri":"Teheran","surface_form":"Teheran","offset":302},{"uri":"Seoul","surface_form":"Seoul","offset":367},{"uri":"Busan","surface_form":"Busan","offset":377},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":744},{"uri":"Korean_War","surface_form":"Korean War","offset":1092},{"uri":"Douglas_MacArthur","surface_form":"Douglas MacArthur","offset":1169},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":1216},{"uri":"Strategy","surface_form":"strategic","offset":1248},{"uri":"Asian_Games","surface_form":"Asian Games","offset":1559},{"uri":"Incheon_International_Airport","surface_form":"Incheon International Airport","offset":1571},{"uri":"Incheon_Port","surface_form":"Incheon Port","offset":1602},{"uri":"Songdo_International_City","surface_form":"Songdo International City","offset":1616}]}