{"id":274110,"url":"http://en.wikipedia.org/wiki/Overpopulation","text":"Overpopulation means that the population of a place is too high. Specifically, there are too many organisms of a certain species in a habitat, so the number of organisms living there is larger than the carrying capacity of the habitat. The habitat cannot support these numbers over time without hurting itself.\nThe term \"overpopulation\" is most often used to refer to the number of humans living on Earth.\nHuman overpopulation.\nThe world's population has greatly increased in the last 50 years. The main reason is the reduction in death rate, especially for infants and children. The result is that many more people survive to the age when reproduction is possible.\nSteve Jones, head of the biology department at University College London, has said,\nAgainst this background, the reduction in fertility has had little effect, except perhaps in China. The use of the contraceptive pill has transformed the lives of women in rich countries, but has made little impact in poor ones.\nThe recent rapid increase in human population over the past two centuries has raised concerns that humans are beginning to overpopulate the Earth. The planet may not be able to sustain larger numbers of people. The population has been growing since the end of the Black Death, around the year 1400. At the beginning of the 19th century, it had reached roughly 1,000,000,000 (one billion). Rapid population growth occurred all over the world, especially after World War II. By 1960, the world population had reached 3 billion, and it doubled to 6 billion over the next four decades. As of 2011, the estimated annual growth rate was 1.10%, down from a peak of 2.2% in 1963, and the world population stood at roughly 6.9 billion. In 2014, it is over seven billion.\nCurrent projections show a steady decline in the population growth rate, with the population expected to reach between 8 and 10.5 billion between the year 2040 and 2050.\nThe scientific consensus is that the present population growth and increase in use of resources is a threat to the ecosystem. The InterAcademy Panel Statement on Population Growth called the growth in human numbers \"unprecedented\", and stated that many environmental problems, such as rising levels of atmospheric carbon dioxide, global warming, and pollution, were made worse by the population expansion. At the time, the world population stood at 5.5 billion, and optimistic scenarios predicted a peak of 7.8 billion by 2050, a number that current estimates show will be reached around 2030.\nPotential solutions.\nThe solutions usually suggested are better education and widespread free contraception (birth control). Many pregnancies are unplanned (40%) or unwanted.\nThere are powerful forces working against birth control. Religious and traditional beliefs often favor large families. Few governments have tackled the problem seriously.","categories":[],"infobox_types":[],"annotations":[{"uri":"Population","surface_form":"population","offset":30},{"uri":"Organism","surface_form":"organism","offset":98},{"uri":"Species","surface_form":"species","offset":121},{"uri":"Habitat","surface_form":"habitat","offset":134},{"uri":"Carrying_capacity","surface_form":"carrying capacity","offset":202},{"uri":"Humans","surface_form":"humans","offset":382},{"uri":"Death_rate","surface_form":"death rate","offset":531},{"uri":"University_College_London","surface_form":"University College London","offset":713},{"uri":"Fertility","surface_form":"fertility","offset":792},{"uri":"China","surface_form":"China","offset":843},{"uri":"Contraception","surface_form":"contraceptive pill","offset":865},{"uri":"Black_Death","surface_form":"Black Death","offset":1243},{"uri":"Billion","surface_form":"billion","offset":1358},{"uri":"Consensus","surface_form":"consensus","offset":1926},{"uri":"Population_growth","surface_form":"population growth","offset":1956},{"uri":"Ecosystem","surface_form":"ecosystem","offset":2026},{"uri":"Atmosphere","surface_form":"atmospheric","offset":2213},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2225},{"uri":"Global_warming","surface_form":"global warming","offset":2241},{"uri":"Pollution","surface_form":"pollution","offset":2261},{"uri":"Contraception","surface_form":"contraception","offset":2599},{"uri":"Birth_control","surface_form":"birth control","offset":2614}]}