{"id":274100,"url":"http://en.wikipedia.org/wiki/Chondrostei","text":"The Chondrostei are a sub-class of ray-finned fish, the Actinopterygii. They include the sturgeons, huge fish which provide caviar.\nThe Chondrostei are mainly cartilaginous fish with some ossification. There are 52 species divided among two orders. The orders are the Acipenseriformes (sturgeons and paddlefishes), and the Polypteriformes (reedfishes and bichirs).\nThis group has at times been classified with the sharks: the similarities are obvious, not only do the chondrosteans mostly lack bone, the structure of the jaw is more akin to that of sharks than other bony fish. Both lack scales (except the Polypteriforms). Additional shared features include spiracles and, in sturgeons, a heterocercal tail (the vertebrae extend into the larger lobe of the caudal fin). However the fossil record suggests that these fish have more in common with the Teleostei than their external appearance might suggest.\nEvolution.\nIt is thought that the ancestors of the chondrosteans were bony fish but that this characteristic was lost in later evolutionary development, resulting in a lightening of the frame. Elderly chondrosteans show beginnings of ossification of the skeleton which suggests that this process is delayed rather than lost in these fish.\nIn the early Mesozoic, a number of fish families were beginning to develop adaptations which would make them lighter, faster and more efficient predators. Chondrosteans took a radical approach. Cartilage is lighter than bone, and they delayed the development of bone, so that it only developed in elderly fish. They lost the upper jaw bones completely. Other changes allowed them to shoot the jaw forwards to grab prey.\nWhy did Chondrosteans react with such total reorganization? Obviously selection pressure must have been very strong. However, in one way they were almost unique. Rarely amongst animals, they underwent polyploidy, several times. Instead of two sets of chromosomes (diploid), the Chondrosteans have 8 or 16 sets of chromosomes. Such a dramatic genetic change may have given the potential for a rapid, drastic reorganization of the body plan.\nParaphyly.\nThe Chondrostei are paraphyletic. The group does not contain all of its descendants. Therefore, sooner or later, it is going to be reorganised.","categories":[],"infobox_types":[],"annotations":[{"uri":"Actinopterygii","surface_form":"Actinopterygii","offset":56},{"uri":"Sturgeon","surface_form":"sturgeon","offset":89},{"uri":"Caviar","surface_form":"caviar","offset":124},{"uri":"Cartilage","surface_form":"cartilaginous","offset":159},{"uri":"Bone","surface_form":"ossification","offset":188},{"uri":"Acipenseriformes","surface_form":"Acipenseriformes","offset":268},{"uri":"Sturgeon","surface_form":"sturgeon","offset":286},{"uri":"Paddlefish","surface_form":"paddlefish","offset":300},{"uri":"Polypteriformes","surface_form":"Polypteriformes","offset":323},{"uri":"Reedfish","surface_form":"reedfish","offset":340},{"uri":"Bichir","surface_form":"bichir","offset":355},{"uri":"Shark","surface_form":"shark","offset":414},{"uri":"Scale_(zoology)","surface_form":"scales","offset":588},{"uri":"Spiracle","surface_form":"spiracle","offset":659},{"uri":"Vertebra","surface_form":"vertebra","offset":713},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":758},{"uri":"Teleostei","surface_form":"Teleostei","offset":851},{"uri":"Bony_fish","surface_form":"bony fish","offset":977},{"uri":"Evolution","surface_form":"evolution","offset":1034},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":1259},{"uri":"Adaptation","surface_form":"adaptation","offset":1321},{"uri":"Predator","surface_form":"predator","offset":1390},{"uri":"Prey","surface_form":"prey","offset":1660},{"uri":"Natural_selection","surface_form":"selection pressure","offset":1736},{"uri":"Polyploidy","surface_form":"polyploidy","offset":1867},{"uri":"Diploid","surface_form":"diploid","offset":1930},{"uri":"Paraphyletic","surface_form":"paraphyletic","offset":2137}]}