{"id":274184,"url":"http://en.wikipedia.org/wiki/Grey%27s_Anatomy","text":"\"Grey's Anatomy\" is an American television series. It is a story about surgeon<nowiki/>s in Grey-Sloan Memorial Hospital (previouslySeattle Grace-Mercy West Hospital) (which was previously Seattle Grace Hospital). It was created by Shonda Rhimes. It has been on ABC since March 2005.\nAbout the series.\nThis successful television series is about hardworking doctors at a Seattle hospital, who work to heal many patients. They do surgery, and every case has its difficulties and problems. Through this hectic life, they develop friendships and even sometimes love.\nThe show was created by Shonda Rhimes. The American show has mainly been filmed in Los Angeles, California and has been presented by the popular television producer ABC (American Broadcasting Company).\nThe series has had much success, including 13 seasons. It started on March 27th, 2005. The TV show won a Golden Globe Award in 2007 for the best dramatic TV series and it also has been awarded two nominations at the Emmy Awards for the same reason. This dramatic medical comedy has been produced in many languages and many countries, like Belgium, France and Switzerland.\n\"Grey’s Anatomy\" got its name from a textbook by Henry Gray, written in 1858, which reached its 40th edition in 2008. The title of the text is \"Anatomy of the Human Body\". It has many surgical applications, and is a medicinal classic of the human anatomy.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":23},{"uri":"Television_series","surface_form":"television series","offset":32},{"uri":"Surgeon","surface_form":"surgeon","offset":71},{"uri":"Seattle","surface_form":"Seattle","offset":132},{"uri":"Shonda_Rhimes","surface_form":"Shonda Rhimes","offset":232},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":262},{"uri":"Surgery","surface_form":"surgery","offset":428},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":646},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":870},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":981},{"uri":"Textbook","surface_form":"textbook","offset":1174},{"uri":"Henry_Gray","surface_form":"Henry Gray","offset":1186},{"uri":"Human","surface_form":"human","offset":1378},{"uri":"Anatomy","surface_form":"anatomy","offset":1384}]}