{"id":274287,"url":"http://en.wikipedia.org/wiki/Auto-Tune","text":"Auto-Tune is a proprietary audio processor made by Antares Audio Technologies. Auto-Tune uses a ph vocoder to fix pitch in vocal and instrumental performances. It is used to hide out of tune singing and mistakes. It lets singers perform perfectly tuned vocal tracks without needing to sing in tune. Its main purpose is to slightly bend sung pitches to the nearest true semitone. Auto-Tune can also be used as an effect to distort the human voice when pitch is raised/lowered a lot.\nAuto-Tune can be used as a plug-in for professional audio multi-tracking suites used in a studio setting, and as a stand-alone, rack-mounted unit for live performance processing. Auto-Tune has become standard equipment in professional recording studios.\nAuto-Tune was first created by Andy Hildebrand, an engineer working for Exxon. Hildebrand developed methods for interpreting seismic data, and then realized that the technology could be used to detect, analyze, and modify pitch.\nIn popular music.\nAuto-Tune was used for vocal effects on Cher's \"Believe\", recorded in 1998. This was the first major hit song to use the software for this purpose. At first the sound engineers claimed that they had used a vocoder, in what \"Sound on Sound\" said was an attempt to keep a trade secret. After the massive success of \"Believe\", many artists copied the technique, which became known as the \"Cher Effect\". It can be heard in songs of the late 1990s and early 2000s. Some notable examples are Gigi D'Agostino's \"La Passion\" and Janet Jackson's US Number 1 hit \"All For You\". Auto-Tune became famous again in the mid-2000s when R&B singer T-Pain made active use of it in his songs. This technique has been copied by many other modern R&B and pop artists, including Usher, Beyoncé, Rihanna, and Justin Bieber. T-Pain has even had an iPhone App named after him that copies the effect called \"I Am T-Pain\".\nThe \"Boston Herald\" revealed that country music stars Faith Hill and Tim McGraw have both said they are using Auto-Tune in performance. They said it is a safety net that guarantees a good performance. Sara Evans, John Michael Montgomery and Gary LeVox of the group Rascal Flatts also use Auto-Tune to fix pitch problems. However, other country music singers, such as Loretta Lynn, Allison Moorer, Trisha Yearwood, Vince Gill, Garth Brooks, Martina McBride, and Patty Loveless, have refused to use Auto-Tune.\nYouTube musical group The Gregory Brothers have joined their original music tracks with Auto-Tuned versions of mundane evening news video clips, making fun of everyone from President Barack Obama to Antoine Dodson. The popularity of their YouTube channel led the Gregory Brothers to release many of their songs on iTunes.\nArtist backlash.\nIn 2002, the CD \"Miss Fortune\" by singer-songwriter Allison Moorer was released with a sticker stating that \"Absolutely no vocal tuning or pitch correction was used in the making of this record\". At the 51st Grammy Awards in early 2009, the band Death Cab for Cutie wore blue ribbons to protest the use of Auto-Tune in the music industry. Later that spring, Jay-Z named the lead single of his album \"The Blueprint 3\" as \"D.O.A. (Death of Auto-Tune)\". Jay-Z said that far too many people had jumped on the Auto-Tune bandwagon and that the trend had become a gimmick. Christina Aguilera appeared in public in Los Angeles on August 10, 2009 wearing a T-shirt that read, \"Auto Tune is for Pussies\". However, when interviewed by XM, she said that Auto-Tune wasn't bad if used \"..in a creative way\". She said her album \"Bionic\" uses the technology and highlighted \"Elastic Love\" being a product of it.\nCriticism.\nOpponents of the plug-in argue Auto-Tune people will not treat musicians with respect in they need help to stay in tune. A \"Chicago Tribune\" report from 2003 states that \"many successful mainstream artists in most genres of music—perhaps a majority of artists—are using pitch correction\".\nIn 2004, \"The Daily Telegraph\" music critic Neil McCormick called Auto-Tune a \"particularly sinister invention that has been putting extra shine on pop vocals since the 1990s\" by taking \"a poorly sung note and transpos[ing] it, placing it dead center of where it was meant to be\".\nIn 2009, \"Time\" magazine quoted an unnamed Grammy-winning recording engineer as saying, \"Let's just say I've had Auto-Tune save vocals on everything from Britney Spears to Bollywood cast albums. And every singer now presumes that you'll just run their voice through the box.\" The same article hoped \"that pop's fetish for uniform perfect pitch will fade\", commenting that pop-music songs are sounding the same, as \"track after track has perfect pitch.\" Timothy Powell, a producer/engineer stated in 2003 that he is \"even starting to see vocal tuning devices show up in concert settings\"; he states that \"That's more of an ethical dilemma—people pay a premium dollar to see artists and artists want people to see them at their best.\"\nThe American television series \"Glee\" uses Auto-Tune in its songs. E! Online's Joal Ryan criticized the show for its \"overproduced soundtrack\", in particular, complaining that many songs rely too heavily on the software.\nIn 2010, there was controversy when British television reality TV show, \"The X Factor\" had been accused of using Auto-Tune to improve the voices of contestants, especially Gamu Nhengu. Simon Cowell ordered a ban on Auto-Tune for future episodes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Proprietary_software","surface_form":"proprietary","offset":15},{"uri":"Audio_processor","surface_form":"audio processor","offset":27},{"uri":"Ph_vocoder","surface_form":"ph vocoder","offset":96},{"uri":"Pitch","surface_form":"pitch","offset":114},{"uri":"Semitone","surface_form":"semitone","offset":369},{"uri":"Plugin","surface_form":"plug-in","offset":509},{"uri":"Rack-mounted","surface_form":"rack-mounted","offset":610},{"uri":"Exxon","surface_form":"Exxon","offset":808},{"uri":"Seismic","surface_form":"seismic","offset":861},{"uri":"Cher","surface_form":"Cher","offset":1023},{"uri":"Believe_(Cher_song)","surface_form":"Believe","offset":1031},{"uri":"Vocoder","surface_form":"vocoder","offset":1189},{"uri":"Sound_on_Sound","surface_form":"Sound on Sound","offset":1207},{"uri":"Trade_secret","surface_form":"trade secret","offset":1253},{"uri":"Gigi_D%27Agostino","surface_form":"Gigi D'Agostino","offset":1469},{"uri":"La_Passion","surface_form":"La Passion","offset":1488},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":1504},{"uri":"All_for_You_(Janet_Jackson_song)","surface_form":"All For You","offset":1537},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":1603},{"uri":"T-Pain","surface_form":"T-Pain","offset":1614},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":1709},{"uri":"Pop_music","surface_form":"pop","offset":1717},{"uri":"Usher","surface_form":"Usher","offset":1740},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":1747},{"uri":"Rihanna","surface_form":"Rihanna","offset":1756},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":1769},{"uri":"IPhone","surface_form":"iPhone","offset":1807},{"uri":"App","surface_form":"App","offset":1814},{"uri":"Boston_Herald","surface_form":"Boston Herald","offset":1884},{"uri":"Faith_Hill","surface_form":"Faith Hill","offset":1933},{"uri":"Tim_McGraw","surface_form":"Tim McGraw","offset":1948},{"uri":"Sara_Evans","surface_form":"Sara Evans","offset":2080},{"uri":"John_Michael_Montgomery","surface_form":"John Michael Montgomery","offset":2092},{"uri":"Gary_LeVox","surface_form":"Gary LeVox","offset":2120},{"uri":"Rascal_Flatts","surface_form":"Rascal Flatts","offset":2144},{"uri":"Loretta_Lynn","surface_form":"Loretta Lynn","offset":2246},{"uri":"Allison_Moorer","surface_form":"Allison Moorer","offset":2260},{"uri":"Trisha_Yearwood","surface_form":"Trisha Yearwood","offset":2276},{"uri":"Vince_Gill","surface_form":"Vince Gill","offset":2293},{"uri":"Garth_Brooks","surface_form":"Garth Brooks","offset":2305},{"uri":"Martina_McBride","surface_form":"Martina McBride","offset":2319},{"uri":"Patty_Loveless","surface_form":"Patty Loveless","offset":2340},{"uri":"YouTube","surface_form":"YouTube","offset":2387},{"uri":"The_Gregory_Brothers","surface_form":"The Gregory Brothers","offset":2409},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":2570},{"uri":"Antoine_Dodson","surface_form":"Antoine Dodson","offset":2586},{"uri":"ITunes","surface_form":"iTunes","offset":2701},{"uri":"Allison_Moorer","surface_form":"Allison Moorer","offset":2778},{"uri":"51st_Grammy_Awards","surface_form":"51st Grammy Awards","offset":2929},{"uri":"Death_Cab_for_Cutie","surface_form":"Death Cab for Cutie","offset":2972},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":3084},{"uri":"The_Blueprint_3","surface_form":"The Blueprint 3","offset":3126},{"uri":"D.O.A._(Death_of_Auto-Tune)","surface_form":"D.O.A. (Death of Auto-Tune)","offset":3147},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":3292},{"uri":"Sirius_XM_Radio","surface_form":"XM","offset":3450},{"uri":"Bionic_(Christina_Aguilera_album)","surface_form":"Bionic","offset":3540},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":3757},{"uri":"The_Daily_Telegraph","surface_form":"The Daily Telegraph","offset":3932},{"uri":"Time_(magazine)","surface_form":"Time","offset":4213},{"uri":"Glee_(TV_series)","surface_form":"Glee","offset":4968},{"uri":"E%21_Online","surface_form":"E! Online","offset":5003},{"uri":"British_television","surface_form":"British television","offset":5193},{"uri":"The_X_Factor_(UK)","surface_form":"The X Factor","offset":5230},{"uri":"Gamu_Nhengu","surface_form":"Gamu Nhengu","offset":5329},{"uri":"Simon_Cowell","surface_form":"Simon Cowell","offset":5342}]}