{"id":274273,"url":"http://en.wikipedia.org/wiki/Perfume_(J-Pop)","text":"is a Japanese female electropop group from Hiroshima, Japan. The members are Ayano Ōmoto, Yuka Kashino and Ayaka Nishiwaki. They started in 2001 and joined a major label in 2005. As of June 2009, the group has released nine major label singles to great success.\nSince 2003, Perfume has been produced by Yasutaka Nakata, founder of the group Capsule and the Contemode label. The group's original sound changed to electronic, dance and pop music taking on Auto-Tune and electro house when they joined major label.\nProfile.\nIce cream, hair care, sparkling jewelry, photography, memorizing lines of commercials.\nHobbies: Sleeping, watching TV and movies, reading books, making Misanga, aroma, photography, shopping\nSpecial skills: Working hard and detailed, puzzles.\nHobbies and favorite things: Flower pattern design, lace, sparkling things, mascara, pink pajamas\nSpecial skills: Health and fitness enthusiast.\nHistory.\nIn 2003 in Tokyo, they met someone who would become a crucial to their success - Capsule's Yasutaka Nakata,\nwho is the main producer for them.\nThey released Linear Motor girl, which managed to chart on the oricon chart on September 21, 2005.\nAlso they released two other singles, \"Computer City\" and \"Electro World\" in 2006.\nIn 2008, They released \"Polyrhythm\", which Perfume is famous for. It reached #7 on oricon chart.\nIn 2011 Perfume switched labels, and their single \"Spring of Life\" was their first under Universal Music Japan.\nDiscography.\nThese are some of Perfume's singles.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Japanese_people","surface_form":"Japanese","offset":5},{"uri":"Electropop","surface_form":"electropop","offset":21},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":43},{"uri":"Japan","surface_form":"Japan","offset":54},{"uri":"Yasutaka_Nakata","surface_form":"Yasutaka Nakata","offset":303},{"uri":"Capsule_(band)","surface_form":"Capsule","offset":341},{"uri":"Contemode","surface_form":"Contemode","offset":357},{"uri":"Electronic_music","surface_form":"electronic","offset":412},{"uri":"Dance_music","surface_form":"dance","offset":424},{"uri":"Pop_music","surface_form":"pop music","offset":434},{"uri":"Auto-Tune","surface_form":"Auto-Tune","offset":454},{"uri":"Electro_house","surface_form":"electro house","offset":468}]}