{"id":274268,"url":"http://en.wikipedia.org/wiki/AKB48","text":"AKB48 is a Japanese idol group produced by Yasushi Akimoto. He searched Akihabara to find members who are innovative, because the area has been energetic recently. They are very popular in Japan. The \"AKB\" name comes from Akihabara, which is their home ground. ().\nOn 2012-10-31, AKB48 sold over 20,000,000 records in Japan and became the best selling female group in J-POP history.\nConcept.\nThe group debuted in January 2009. There are 47 members in total. They have their very own theater called the \"AKB48 theater\" () in Akihabara, and they perform there everyday. AKB48's theater is located on the 8th floor of the shopping mall \"Don Quixote Akihabara\" (). The reason for this is because Akimoto wanted to change the idea of idols. Idols usually are presented in an unrealistic way in the media, so Akimoto's idea was to show idols as real people whom fans could interact with.\nThe group became popular for its concept of \"Idols you can meet every day\". Since they perform every day in the theater, in the days when they were less known their fans could visit every day and meet their favorite members afterwards. But now, AKB48 has so many fans that it is not possible to go to the theater every day. Instead, their fans must enter a lottery to win a ticket for the popular theater shows.\nThey also hold \"handshake events\". Fans who buy a CD single of the group can get a ticket to the handshake event, and get the chance to meet a member and shake her hand for ten seconds.\nAlso, there are sister groups such as SKE48, SDN48, NMB48, HKT48, JKT48, SNH48, TPE48 and MNL48. \"SKE\" name is derived from Sakae (),\"NMB\" is from Namba (), \"HKT\" is from Hakata (), \"JKT\" is from Jakarta, \"SNH\" is from Shanghai (), \"TPE\" is from Taipei () and \"MNL\" is from Manila. Also, the name \"SDN\" is derived from \"Saturday Night\". SDN48 consisted of members aged 20 or over. It had a more sexy, adult image, but it eventually split up.\nName.\n\"AKB\" is a short form for Akihabara. During the first phase of this project, the name \"Akihabara 48\" was decided. It is popularly thought that the number 48 means the number of members, but instead it refers to the name of the group's President's office; \"office48\". The office is located in Chiba Prefecture, and in Japanese pronunciation, \"Chiba\" and \"48\" sound similar.\nMembers.\nBecause there are so many AKB48 members, they don't perform all at the same time. Instead, AKB48 consists of 5 teams called \"Team A\", \"Team K\", \"Team B\", \"Team 4\", and \"Team 8\". Most of the group's members are in one of these teams. Each team holds individual performances at the AKB theatre. These performances are a unique set list of around 15 to 20 songs, known as \"stages\". Each team has more than 20 members. For members who do not have enough experience to join a team, they are part of a group of \"research students\". The research students can take the place of a team member during performances if she is sick or unable to perform. When they are thought to have enough experience, they can join a team.\n\"Senbatsu Members\".\nDue to the large number of members, only a few members are picked by their producer when making media appearances. The members picked are called \"senbatsu members\", because \"senbatsu\" is a Japanese word meaning \"selection\". Senbatsu members have \"earned\" the privilege of representing the group during media appearances, and are chosen in different ways. The most famous is the election.\nElection.\nThere are four big elections to decide who sings new songs. You can get tickets to vote in the election when you buy specific CDs or related goods by AKB48. The member who ranks at number one in the election will become the \"center\" of their new song. This means they will stand in the front and center for the dance, and they will get a starring role in the song's music video.\nAKB48 First Election.\nThe first election of AKB48 happened from June 23th to July 7th 2009. The results were announced at a concert venue called Akasaka BLITZ (BLITZ). The top 21 in this election got the right to sing in their 13th single CD \"Iiwake Maybe\". Atsuko Maeda was ranked number 1 \"center\".\nAKB48 Second Election.\nThe second election of AKB48 happened from May 25th to June 8th 2010, and results were announced at JCB Hall (JCB). The top 21 in this election got the right to sing in the 17th single CD \"Heavy Rotation\". The top 12 were called \"Media Senbatsu\". They were chosen to promote new information on media such as TV and radio. Yuko Oshima was ranked number 1 \"center\".\nAKB48 Third Election.\nThe third election of AKB48 happened from May 24th to June 8th 2011. Results were announced at Nihon Budoukan (). Top 21 in this election got the right to sing in the 22th single CD \"Flying Get\". Atsuko Maeda was ranked number 1 \"center\".\nAKB48 Fourth Election.\nThe fourth election of AKB48, from May 22th to June 5th 2012. Results announced at Nihon Budoukan (). Top 16 in this election got the right to sing in their 27th single CD \"Gingham Check\". Yuko Oshima was ranked number 1 \"center\".\nAKB48 Fifth Election.\nThe fifth election of AKB48 took place from May 21st to June 7th 2013, with results announced at Nissan Stadium (). Top 16 in this election can get the right to sing 32th single CD \"Koi Suru Fortune Cookie\". Rino Sashihara was ranked number 1 \"center\".\nAKB48 Sixth Election.\nThe sixth election of AKB48 took place from May 20st to June 6th 2014, with results announced at Ajinomoto Stadium (味の素スタジアム). Top 16 in this election can get the right to sing 37th single CD \"Kokoro no Placard\". Mayu Watanabe was ranked number 1 \"center\".\nThe seventh election of AKB48 took place from May 19th to June 5th 2015, with results announced at Fukuoka Yahoo Auction Dome (福岡 ヤフオク!ドーム). Top 16 in this election can get the right to sing 41st single CD \"Halloween Night\". Rino Sashihara was ranked number 1 \"center\".\nAwards.\nThe following table lists some of the major awards received by the group.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":11},{"uri":"Japanese_idol","surface_form":"idol group","offset":20},{"uri":"Yasushi_Akimoto","surface_form":"Yasushi Akimoto","offset":43},{"uri":"Akihabara","surface_form":"Akihabara","offset":72},{"uri":"Innovation","surface_form":"innovative","offset":106},{"uri":"Akihabara","surface_form":"Akihabara","offset":524},{"uri":"Sakae","surface_form":"Sakae","offset":1604},{"uri":"Namba","surface_form":"Namba","offset":1627},{"uri":"Hakata","surface_form":"Hakata","offset":1651},{"uri":"Jakarta","surface_form":"Jakarta","offset":1676},{"uri":"Shanghai","surface_form":"Shanghai","offset":1699},{"uri":"Taipei","surface_form":"Taipei","offset":1726},{"uri":"Manila","surface_form":"Manila","offset":1754},{"uri":"Pronunciation","surface_form":"pronunciation","offset":2254},{"uri":"Nissan_Stadium","surface_form":"Nissan Stadium","offset":5141}]}