{"id":274359,"url":"http://en.wikipedia.org/wiki/Fondue","text":"Originally, Fondue was a dish where pieces of bread, potatos, or other vegetables were dipped into hot, molten cheese. Fondue is common in Switzerland, Piedmont, and Savoie. With the time, the meaning of fondue was extended: With Fondue bourguinonne, pieces of meat (usually beef) are dipped into hot oil. Fondue chinoise uses stripes of meat which are cooked.\nFondue chinoise and Fondue bouriginonne are served with different sauces or dips. The cheese-based variety uses a mixture of cheese, white wine, and starch to prepare the molten cheese.\nHistory.\nA great number of people believe that fondue is a very old country way to make food of hard cheese and hard bread. Both Swiss and French people make fondue from the old time. It is most likely first made in the Jura mountains.\nThe oldest certain directions for making fondue used eggs and came from Vaud in the early 19th century. A great number of Swiss places and towns came up with very special directions for making fondue based on cheeses, wines and other substances of the town.\nFondue became pleasing to a great number of people in the United States through the late 1960s and early 1970s.\nPreparation.\nIn addition to the bread and cheese, there are side plates of garlic, pickled cucumber, onions and olives.\nTo give a special quality of taste, the \"caquelon\" is first rubbed with a cut garlic. Wine and cheese are added and heated and moved till they are warm and liquid. A small amount of starch is added to join the substances. Some strong alcohol from cherries is added just before bringing it to the table.\nThe most common directions use 1 decilitre of dry white wine and 200 grams of cheese for every person. The cheese is a mix of hard cheese (such as \"Gruyère\") and semi-hard (such as Emmental cheese).\nTemperature and \"La Religieuse\".\nA cheese fondue would be kept at a temperature warm enough to keep the fondue smooth and liquid but not at a great heat to cause burning.\nIf the temperature is good, there will be a thin hard cover of toasted (not burnt) cheese at the lowest part of the \"caquelon\".\nThis is the \"la religieuse\" (French for \"the nun\"). It has the structure of a thin cracker and is lifted out and every person is given a bit. In Switzerland sometimes boys and girls fight over the burnt cheese at the lowest part of the \"caquelon\".\nOther fondues.\n\"Fondue Bourguignonne\" is named after Burgundy in France. Fondue Bourguignonne uses a pot of heated oil to cook. Bits of meat are put into the oil to quickly cook them. A number of sauces are made ready on the side. The earliest statements of this dish seem to have been made in the 1950s.\n\"Fondue Chinoise\" uses a pot of heated liquid to cook. Thin bits of meat (often beef) are put into a very warm thin meat soup. As with a Fondue Bourguignonne, a number of sauces are made ready on the side. At the end of the meal, the liquid from the pot is drunk as a thick soup.\n\"Chocolate Fondue\" was first made in the 1960s. Slices of fruit or cake are put in a pot of warm, liquid chocolate.\nGood behavior.\nIt would not be good to touch the fork with the tongue, because the fork will go back into the common pot. At a meat fondue, one uses a second fork to take meat off the fork that goes into the common pot.\nIn Switzerland what has been done for a long time, is that if a bit of bread is lost in the cheese by a man, he gives money for a bottle of wine. If it is lost by a woman, she kisses the man at her left.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bread","surface_form":"bread","offset":46},{"uri":"Potato","surface_form":"potato","offset":53},{"uri":"Vegetable","surface_form":"vegetable","offset":71},{"uri":"Cheese","surface_form":"cheese","offset":111},{"uri":"Switzerland","surface_form":"Switzerland","offset":139},{"uri":"Piedmont","surface_form":"Piedmont","offset":152},{"uri":"Savoie","surface_form":"Savoie","offset":166},{"uri":"Fondue_bourguinonne","surface_form":"Fondue bourguinonne","offset":230},{"uri":"Beef","surface_form":"beef","offset":275},{"uri":"Vegetable_oil","surface_form":"oil","offset":301},{"uri":"Cheese","surface_form":"cheese","offset":486},{"uri":"White_wine","surface_form":"white wine","offset":494},{"uri":"Starch","surface_form":"starch","offset":510},{"uri":"Jura_mountains","surface_form":"Jura mountains","offset":767},{"uri":"Egg_(food)","surface_form":"eggs","offset":836},{"uri":"Vaud","surface_form":"Vaud","offset":855},{"uri":"19th_century","surface_form":"19th century","offset":873},{"uri":"United_States","surface_form":"United States","offset":1099},{"uri":"Garlic","surface_form":"garlic","offset":1228},{"uri":"Pickled_cucumber","surface_form":"pickled cucumber","offset":1236},{"uri":"Onions","surface_form":"onions","offset":1254},{"uri":"Olive_(fruit)","surface_form":"olives","offset":1265},{"uri":"Garlic","surface_form":"garlic","offset":1351},{"uri":"Cherry","surface_form":"cherries","offset":1520},{"uri":"Decilitre","surface_form":"decilitre","offset":1609},{"uri":"Gram","surface_form":"gram","offset":1645},{"uri":"Emmental_cheese","surface_form":"Emmental cheese","offset":1757},{"uri":"Temperature","surface_form":"temperature","offset":1843},{"uri":"Nun","surface_form":"nun","offset":2119},{"uri":"Cracker","surface_form":"cracker","offset":2157},{"uri":"Fruit","surface_form":"fruit","offset":2965},{"uri":"Cake","surface_form":"cake","offset":2974},{"uri":"Chocolate","surface_form":"chocolate","offset":3012}]}