{"id":274397,"url":"http://en.wikipedia.org/wiki/Turtle_ship","text":"Turtle ship is a warship built by Admiral Yi Sun-sin during a Japanese invasion of Korea in 16th century, Joseon Dynasty, and used to defeat the Japanese Navy. Because it looked like a turtle, it has been called \"Turtle ship.\"\nOutside.\nIt has a dragon-shaped head, which can fire cannons through its mouth. Its tail can also fire artillery. \"Turtle ship\" has 12 cannons in each side, so total cannons are 24. As lots of iron nails are stuck in its back, nobody can approach it easily. Moreover, people who are in the \"Turtle ship\" can see the outside, while exterior people cannot look into it.\nInside.\nIts inside is divided into two floors, one of which is the place where cannons are and the other is where people can row. There are twenty four rooms. Nineteen of them are where soldiers can take a rest. Other three of them are where some weapons, such as swords, arrows and spears, are. In the other three rooms, iron goods can be stored. On the bottom, there is a huge water tank, which can make \"Turtle ship\" float and sink.\nScale.\nAt first, \"Turtle ship\" was a small warship which can hold about 100~150 soldiers. However, after the Japanese Invasion of Korea in 1592, it expanded from a two-storied warship to a three-storied one and its hull is longer.\nOffensive Disposition.\nIt has several cannons from front to back and side to side, including a dragon-shaped head. Therefore, it take an important role in breaking through the enemy lines at the head of fleets. In addition, it is assumed that iron nails stuck in its back might hit and sink enemy ships with the water tank fulled.\nDefensive Disposition.\nBecause it has iron nails and wooden boxes covered with swords in the back, it is distinguished in warding off attacks against enemies.\nManeuverability.\nIt has ten paddles in each side, and four rowers are arranged to one paddle. As its bottom is flat-shaped, it's really easy to maneuver in large tidal ranges, such as The West Sea and The South Sea of Korean Peninsula. It's also possible to do a half-turn in the middle of moving. For these reasons, it's useful in using various techniques of maneuver.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yi_Sun-sin","surface_form":"Yi Sun-sin","offset":42},{"uri":"Korea","surface_form":"Korea","offset":83},{"uri":"Joseon","surface_form":"Joseon","offset":106},{"uri":"Turtle","surface_form":"turtle","offset":185},{"uri":"Dragon","surface_form":"dragon","offset":245},{"uri":"Cannons","surface_form":"cannons","offset":280},{"uri":"Mouth","surface_form":"mouth","offset":300},{"uri":"Artillery","surface_form":"artillery","offset":330},{"uri":"Nail","surface_form":"nail","offset":425},{"uri":"Dragon","surface_form":"dragon","offset":1357},{"uri":"Nail","surface_form":"nail","offset":1510},{"uri":"Nail","surface_form":"nail","offset":1636}]}