{"id":274467,"url":"http://en.wikipedia.org/wiki/I_Ching","text":"I Ching (易经), also known as the Book of Changes, is one of the oldest of the Chinese classic texts. It is used mainly for divination (fortunetelling).\nHistorical Background.\nThe text was mainly written during the early Zhou Dynasty (1046 BC-771 BC). Before Zhou Dynasty, there was Shang Dynasty (1600 BC - 1046 BC). Shang Dynasty's main cultural characteristics are its divination and character (old Chinese character). We cannot say which one was first, but it is supposed that characters were made from certain need while doing divination. During Shang Dynasty, divination was done by burning animal's bone or tortoise shell. Zhou Dynasty made Shang cease to exist, but it accepted Shang's culture. In early age of Zhou Dynasty, a new way of divination appeared which was put into writing. It was advanced form of Shang Dynasty's divination, and finally, it took place instead of Shang's divination.\nThe Contents of I Ching.\nThe contents of I Ching consist of 64 hexagrams and explanation for each. Hexagram is a group of six broken or unbroken lines. The broken line (the line where the middle part is missing) represents yang, and the unbroken line represents yin. From the bottom to top, six lines are gathered in parallel. There exists one different name for one hexagram. In I Ching, the name of one hexagram and the hexagram itself comes first, and after those, there are different explanations for the hexagram and the each line consisting hexagram, from bottom to top. There comes next hexagram after explanations of all lines of one hexagram.\nTools For I Ching Divination.\nThe typical divination using I Ching needs the number of fifty thin sticks usually made from bamboo. Using those sticks with certain order, the person who wants to know the result draws hexagram and finds the explanation in the book. To make process simpler, some people use coin to know the result.\nPhilosophical Elements.\nIn I Ching, the word 'Heaven'(or sky; it corresponds to the Chinese character '天') is considered as same as God or the absolute being with humane character, who decides the good and evil and makes judgements. For example, the explanation of 26th hexagram (大畜 dà chù) is \"the Heaven's bliss is given, therefore, lucky.\"\nAlso, there is the idea of constantly changing world, as the explanation of 11th hexagram (泰 tài) tells, \"Everything flat will be inclined, and everything gone will be come back.\" Similarly, the idea of endlessness can also be found. The literal meaning of 63rd hexagram (既濟 jì jì) is \"already (既) finished (濟)\", but the last hexagram, which is the 64th (未濟 wèi jì), means \"not (未) finished (濟)\" literally. This means the process of whole world and life is endless and never stops.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Divination","surface_form":"divination","offset":122},{"uri":"Shang_Dynasty","surface_form":"Shang Dynasty","offset":281},{"uri":"Hexagram","surface_form":"hexagram","offset":965}]}