{"id":274404,"url":"http://en.wikipedia.org/wiki/Haeundae","text":"The \"Haeundae Beach\" is at the southeast end of the city of Busan which is in South Korea. Along the 12 km of coastline is Busan's most popular beach, and one of the most famous beaches in South Korea. \"Haeundae\" was so named by scholar Choi Chi-Won (857~?) of the Silla Dynasty (BC 57~AD 935). When he was walking past Dongbaekdo Island, he was fascinated by it and carved the words \"Hae Un Dae\" on a stone wall on the island. Haeundae is 1.5 km long, 30~50m wide, and spans an area of 58,400㎡. The white sand is rough and is rather sticky. The sand of this beach is composed of sand that comes from Chuncheon Stream and shells that have been naturally eroded by the wind over time.\nHaeundae used to be isolated from the large communities in Busan and Busanjin. However hotels, shopping centers and other tourist facilities have been constructed on the beach front area since the mid-1990s, and Haendae is now an rich beach front area. Haeundae New Town, a major commercial and residential redevelopment project begun in 1990 and another development project, Centum City, has been ongoing since early 2000 and is now a major feature of Busan. In Centum City there is the world's largest department store, Shinsegae Department Store and BEXCO (Busan Exhibition and Convention Center) has become a popular venue for international conventions and exhibitions. Nearby Marine City is built on land reclaimed from the sea, and has several huge, high-rise apartment blocks.\nHaeundae's geographical assets, along with its tourist facilities, have led to a regular role as one of the host venues for the annual Pusan International Film Festival (PIFF). The 2005 APEC Conference was held on Haeundae's Dongbeak Island. Haeundae is one of the most popular spots in Busan to view the first sunrise of the year on January 1. Also, one of the most famous beach events happens in the first week of January when the temperature is around 0°C, the \"Polar Bear Club\", held by Choseon Beach Hotel since 1988.\nDongbaek Island, at the south end of the beach, has a view of the sea by car and its coastline is famous for fishing. Oryuk Islets, a symbol of Busan to many Koreans, can be seen in the distance from Dongbaek Island. During the hot summer months, Haeundae beach becomes very crowded with thousands of people and parasols. People visit the beach from all over South Korea, as well as outside of Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Busan","surface_form":"Busan","offset":60},{"uri":"South_Korea","surface_form":"South Korea","offset":78},{"uri":"Beach","surface_form":"beach","offset":144},{"uri":"Stone","surface_form":"stone","offset":402},{"uri":"Island","surface_form":"island","offset":420},{"uri":"White","surface_form":"white","offset":500},{"uri":"Sand","surface_form":"sand","offset":506},{"uri":"Rough","surface_form":"rough","offset":514},{"uri":"Animal_shell","surface_form":"shells","offset":622},{"uri":"Hotel","surface_form":"hotel","offset":771},{"uri":"Tourist","surface_form":"tourist","offset":806},{"uri":"Shop","surface_form":"store","offset":1199},{"uri":"Sea","surface_form":"sea","offset":1413},{"uri":"Pusan_International_Film_Festival","surface_form":"Pusan International Film Festival","offset":1603},{"uri":"2005_APEC_Conference","surface_form":"2005 APEC Conference","offset":1649},{"uri":"Sunrise","surface_form":"sunrise","offset":1779},{"uri":"January","surface_form":"January","offset":1802},{"uri":"Car","surface_form":"car","offset":2064},{"uri":"Fish","surface_form":"fish","offset":2100},{"uri":"Summer","surface_form":"summer","offset":2223},{"uri":"Parasol","surface_form":"parasol","offset":2303}]}