{"id":274494,"url":"http://en.wikipedia.org/wiki/Deportivo_Italia_(1948-2010)","text":"Deportivo Italia is a Venezuelan football team in Caracas. It was founded in 1948 and ended activities in summer 2010.\nHistory.\nFootball started to be played in Venezuela in the first half of the 20th century. \"Deportivo Italia\" was one of the first teams. If was founded by Italian emigrants in Caracas in 1948.\nThe most successful years of the team were those of the \"D'Ambrosio era\", which lasted from 1958 to 1977. This 20 years period was crowned by the victory 1:0 with the Fluminense, champion team of Brazil in 1971.\nThe D'Ambrosio golden era.\nIn 1958, Mino D'Ambrosio and his brother Pompeo D'Ambrosio took control of Deportivo Italia. Pompeo managed the finances of the team. For the next twenty years, the team was the most successful in Venezuela.\nIn those golden years, Deportivo Italia won the Venezuelan First Division tournament four times (1961, 1963, 1966 and 1972) and the \"Copa Venezuela\" three times (1961,1962 and 1970), and was runner up in the first division in 1965, 1968, 1969, 1970 and 1971 and in the Copa Venezuela in 1976.\nDeportivo Italia even managed to participate in the Copa Libertadores six times (1964, 1966, 1967, 1969, 1971 and 1972).\nIn the 1971 Copa Libertadores, Deportivo Italia was even able to defeat 1:0 the Fluminense (Champion of Brasil) in the Estádio do Maracanã in Rio de Janeiro: it was celebrated as \"Pequeno Maracanazo\" (Small Maracanazo in english) by all the Latinoamerican sport-media.\nFinal years.\nAfter 1998, the team suffered a crisis and changed its name to \"Italchacao\". But the following performance of the team was very low in the Venezuelan championship.\nFor the 2006/2007 season the team returned to its original name Deportivo Italia Fútbol Club. In 2008, with manager Eduardo Saragó, Deportivo Italia won the Torneo Apertura, beating Aragua FC (0-2) on November 30, and for this, qualified them for the 2010 Copa Libertadores. There in May 2010 the \"Azules\" were able only to get a tie with the Cruzeiro of Brazil\nDeportivo Italia changed its name to \"Deportivo Petare\" in summer 2010. But there is an ongoing dispute, because there is a strong opposition to this change from the Italian community of Caracas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuela","surface_form":"Venezuela","offset":22},{"uri":"Association_football","surface_form":"football","offset":33},{"uri":"Caracas","surface_form":"Caracas","offset":50},{"uri":"Italy","surface_form":"Italian","offset":275},{"uri":"Emigrant","surface_form":"emigrant","offset":283},{"uri":"Brazil","surface_form":"Brazil","offset":509},{"uri":"Venezuelan_First_Division","surface_form":"Venezuelan First Division","offset":808},{"uri":"Copa_Venezuela","surface_form":"Copa Venezuela","offset":893},{"uri":"Copa_Libertadores","surface_form":"Copa Libertadores","offset":1105},{"uri":"Fluminense","surface_form":"Fluminense","offset":1254},{"uri":"Est%C3%A1dio_do_Maracan%C3%A3","surface_form":"Estádio do Maracanã","offset":1293},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1316},{"uri":"Small_Maracanazo","surface_form":"Small Maracanazo","offset":1375},{"uri":"Cruzeiro","surface_form":"Cruzeiro","offset":1963}]}