{"id":274470,"url":"http://en.wikipedia.org/wiki/Dooly_the_Little_Dinosaur","text":"\"Dooly the Little Dinosaur\" () is Korean animated movie and television series for children. It was made by cartoonist Kim Su Jeong. It was initially a cartoon work serially published in cartoon magazine \"Bomulsom(Treasuer Island)\" from 1983 to 1993 and was made into animation later on. It depicts episodes that Dooly and his friends make cute troubles and travel many places. They face many great and small events and cope with them using Dooly's supernatural power and Douner's time cosmos(a sort of time machine).\nThis animation made a great success in Korea. The TV series recorded very high ratings and the movie version drew audiences totalling 3.5 billion people. Dooly received an honorary citizenship from the city of Bucheon.\nCharacters.\nA baby \"Ceratosaurus\". He was kidnapped by aliens, who conducted experiments with him and granted supernatural powers to him in return. He had been stuck in iceberg for the next 10 million years before he came to present Seoul. He does not know how to use the magical powers deliberately but in times of danger he somehow manages to use the power. The word \"Hoi Hoi\", which he yells when he use super powers, is kind of a trade mark of him.\nHe is kind but very mischievous, and he always make troubles and play elf with Go Gil Dong, in whose house he lives. Go Gil Dong hates Dooly, but his wife Park Jeong Ja take Dooly's side because he take good care of Hee Dong, their baby.\nAn alien from planet Kantapia. He has a violin time cosmos which enables space travel and time travel and He also exercise supernatural powers to some extent saying \"kantapia\". He was traveling through space when the time cosmos broke down and could not go back to her home. Because He thinks Dooly, who He saw first on the earth, as the typical earth creature, he regards human being as pets.\nAn ostrich from Africa. She escaped from a circus because the life in a circus was tough. She can do some tricks like dancing, riding a bicycle, acrobatic feats, and dish-turning but is not very good at them. She acts like she is so pretty like a princess but her soles are always black with dirts. She quarrels with douner at times.\nHe was an ordinary father in a family but come to suffer troubles everyday since Dooly came to his house. He always try to kick Dooly and his friends from his house, in vain. So he really hates Dooly but always give a meal to him. However, he is kind as he lets 3 homeless people/animals.\nGil Dong's niece. His parents went to study abroad, so Gil Dong and his wife is taking care of him in their home. He cannot speak well yet and is wearing a diaper. He is very stubborn and used to fiercely fight with Dooly at first, but as time goes by he likes Dooly very much. He is one of the important reason that Dooly can live in Gil Dong's house even though Gil Dong hates him so bad.\nHe is a Gil Dong's neighbor who wants to be a singer but is not very good at singing. He is looks like a typical African man but is totally a Korean whose last name is 'Ma'. Dooly thinks of him as his singing teacher and Dooly, Douner, and he once made a band named \"nuclear bomb and guided missiles\". They were supposed to be disqualified at the preliminary contest but won the contest with Dooly's supernatural power.\"Michael Jackson\" was the model of this character.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":34},{"uri":"Animation","surface_form":"animated","offset":41},{"uri":"Movie","surface_form":"movie","offset":50},{"uri":"Television_series","surface_form":"television series","offset":60},{"uri":"Cartoonist","surface_form":"cartoonist","offset":107},{"uri":"Honorary_citizenship","surface_form":"honorary citizenship","offset":689},{"uri":"Bucheon","surface_form":"Bucheon","offset":727},{"uri":"Ceratosaurus","surface_form":"Ceratosaurus","offset":756},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":3255}]}