{"id":274415,"url":"http://en.wikipedia.org/wiki/Oh_Se-hoon","text":"Oh Se-hoon () is a Korean politician. He was born on 4 January 1961 in Seoul, South Korea. He was a mayor of Seoul from 2006 to 2011.\nEducation.\nWhen he was young, his family was extremely poor. He recalls that he would need to finish his homework before sunset, as it was very hard for his family to use electricity. After he graduated from high school, he entered Hankuk University of Foreign Studies majoring in Law. When he was in his second year, he moved from HUFS to Korea University. In 1984, he passed the 26th Korean bar examination.\nPolitical career.\nOh served the military as an officer soon after graduating from law school. After finishing his military service, he worked as a lawyer in Seoul for about 15 years. He appeared on television programs about law many times. That made him become very famous, so he campaigned to being a politician. In 2000, he was elected as a member of the National Assembly, belonging to Grand National Party. As a young politician, he tried to break and change the old and conservative image of Grand National Party. After completing the four years of his term as a member of the National Assembly, he went back to being a lawyer.\nThough he had left the political world, he was still preferred by many people. He was even favoured as the next mayor of Seoul, because the former mayor Lee Myung-bak was running for the President. At first, he consistently denied running for the mayor of Seoul. But as he was considered the best candidate for the mayor in many polls, and as Grand National Party persuaded him to run for the mayor, he finally decided to run.\nAs mayor.\nEven before the election, he always won in many polls. As a result, he got over 60% in the 2006 election and became the mayor of Seoul easily. In this election, he promised to remove Dongdaemun Stadium, redevelop about 50 towns, encourage people to learn English, and change diesel buses to natural-gas buses.\nIn 2010, he tried to be re-elected as mayor. He was expected to easily defeat other candidates again. But in the vote counting, he was about to lose. The gap between him and the second candidate, Han Myeong-sook was just about 0.6%. He decided to quit after winning the election.\nHe was criticized because in his last 5 years in office the debt of Seoul tripled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Seoul","surface_form":"Seoul","offset":71},{"uri":"South_Korea","surface_form":"South Korea","offset":78},{"uri":"Poverty","surface_form":"poor","offset":189},{"uri":"Electricity","surface_form":"electricity","offset":305},{"uri":"Hankuk_University_of_Foreign_Studies","surface_form":"Hankuk University of Foreign Studies","offset":366},{"uri":"Korea_University","surface_form":"Korea University","offset":474},{"uri":"Campaign","surface_form":"campaign","offset":824},{"uri":"Grand_National_Party","surface_form":"Grand National Party","offset":933},{"uri":"Lee_Myung-bak","surface_form":"Lee Myung-bak","offset":1330},{"uri":"President_of_South_Korea","surface_form":"President","offset":1364},{"uri":"Dongdaemun_Stadium","surface_form":"Dongdaemun Stadium","offset":1797},{"uri":"Diesel_fuel","surface_form":"diesel","offset":1889},{"uri":"Natural_gas_vehicle","surface_form":"natural-gas","offset":1905}]}