{"id":274493,"url":"http://en.wikipedia.org/wiki/Kanda_University_of_International_Studies","text":"The Kanda University of International Studies is a private university in Makuhari, Chiba, Japan.\nHistory.\nKanda Institute of Foreign Language (KIFL) was built in 1963 before Kanda University of International Studies (KUIS). After then, it was established in 1973 as fraternity school.\nCrosscultural Communication Institute was also transferred to KUIS at the same time.\nLanguage Teaching Institute was established in KUIS at one time.\nJapanese Language Institute was set up in 1992.\nKUIS was chosen as Center of Excellence from Ministry of Education, Outline, Sports, Science and Technology in 1996.\nDepartment of overseas student and Millennium House were established in 2000.\nDepartment of International Communication was set up in 2001.\nIn addition, Department of International Language and Culture was also established in the same time.\nSACLA (Self-Access, Communication, Learner Autonomy) was built in 2002.\nBuildings.\nKanda University of International Studies has six buildings: Millennium House, cafeteria, and gym.\nBuilding 6 (SACLA).\nBuilding 6 is called SACLA. \"SACLA\" means \"Self-Access, Communication, Learner Autonomy\" and SACLA is divided into two departments. It has electronic devices like computers and printers that are used by the students.\nSecond floor is SALC. \"SALC\" means \"Self-Access Leaning Center\" and SALC has various materials. In TV and DVD Area, students can watch movies which they borrowed from SALC counter. There are also listening stations and speaking booths to help students to improve their listening and speaking skills. Speaking booths have recorders so students can record their speaking and check it by themselves. Listening stations offers students CDs that they can listen to improve their listening.\nThere are some convenient rooms called Multi-Purpose Rooms. In these room, students can use computer and enjoy watching and listening CD's and DVD's.\nEnglish Language Institute Lounge (ELI Lounge) is available for use freely. It is a place where people can talk in English.\nBuilding 7 (Library, MULC).\nBuilding 7 has three stories and contains the library,\"MULC\", and cafe.\nThe first floor is the library which contains over 160,000 books, including books written in English and other languages. It also deals in more than 400 academic journals, magazines,and newspapers from all over the world.\nStudents can research books and materials easily by using computers.\nThose computers have search function and give users detailed information about where the book is in library, what genre the book is, and whether or not it may be borrowed.\nThere are sofas and desks so students can study by themselves or read books.\nIn the library, students can also use audio-cassettes and video-cassettes for classes and personal studies.\nComputer rooms are available for use computers and printer if the rooms has any vacancies.\nThe second floor is called \"MULC\". It stands for \"Multilingual Communication Center\".\nMULC has eight different booths: China, Spain, Korea, Brazil, Portugal, Vietnam, Indonesia, and International Area.\nEach booth is decorated with each countries' colors and these booths have some books and traditional clothes that is connected to the country's culture.\nStudents can learn about the country by touching those things.\nThe third floor is cafe. Students can eat foods, and some dessert.\nCafe has over 200 seats and those seats are composed of indoor and outdoor.\nWhen it's fine day, students can enjoy having foods with landscape on outdoor seat.\nMillennium House.\nMillennium House is a multipurpose hall made in 2000. This hall offers students opportunities to take various workshops, for example,a lecture to learn how to act Japanese Drama, a lecture to learn how to play the shamisen: three-stringed Japanese instrument.\nThis building is used by students to take place some concert. Jazz club and dance club sometimes do their event.\nDepartment.\nKanda University of International Studies has six departments.\nEnglish department is the largest. The other departments are Chinese, Spanish, Korean, Language and Culture, and International Communication.\nAll students in the department of English have to study other languages besides English. They chose at least one language as elective subject within twelve languages: Chinese, Spanish, Korean, French, German, Russia, Italy, Arabic, Portuguese, Vietnamese, Indonesian, and Thai.\nDepartment of English set up \"Interpretation and Translation course\" in 2009. This course was made for students who aim to become a translator or an interpreter.\nEvents.\nThere are many events in a year at KUIS. In May, the international friendship soccer tournament is held. Many foreign soccer teams come to KUIS to play soccer. In July, wafuku day is held at SALC. ELI teachers and students wear yukata. In October, the English conversation for children is held. Many children come to KUIS to learn English. Moreover, Halloween party is held. ELI teachers and students disguise. The contest of disguise is also held. There are many food like pizza, snacks and so on. In November, Hamakaze festival is held. There are many stalls outside. KUIS has many international departments, so there are national foods, national music lives, shows of national clothes and so on. In December, a Christmas party is held at SALC. A smorgasbord of food is served. ELI teachers and students enjoy playing games.","categories":[],"infobox_types":["University"],"annotations":[{"uri":"University","surface_form":"university","offset":59},{"uri":"Makuhari","surface_form":"Makuhari","offset":73},{"uri":"Chiba%2C_Chiba","surface_form":"Chiba","offset":83},{"uri":"Japan","surface_form":"Japan","offset":90},{"uri":"Learner_Autonomy","surface_form":"Learner Autonomy","offset":1114},{"uri":"Academic_department","surface_form":"department","offset":1162},{"uri":"Computer","surface_form":"computer","offset":1206},{"uri":"Computer_printer","surface_form":"printers","offset":1220},{"uri":"Shamisen","surface_form":"shamisen","offset":3735},{"uri":"Yukata","surface_form":"yukata","offset":4787}]}