{"id":274538,"url":"http://en.wikipedia.org/wiki/Clostridium_difficile","text":"\"Clostridium difficile\" is a species of bacteria. It is often called \"C. diff\" (pronounced \"see diff\"). It is a gram-positive bacteria which belongs to the genus \"Clostridium\".\n\"C. diff \"can live in the human colon (the large intestine) without causing any problems. About 2-5% of adults have \"C. diff\" living in their colons. However, in some people, \"C. diff \"causes serious illness. In these people, \"C. diff \"bacteria grow out of control in the colon. The bacteria attack the lining of the intestines. This causes a problem called \"C. diff \"colitis. Colitis is inflammation (swelling) of the colon.\n\"C. diff \"infection is getting more and more common in hospitals, nursing homes, and other health care facilities. It kills about 14,000 people a year just in the United States.\n\"C. diff\" infection.\nThe most common symptom of \"C. diff \"infection is severe diarrhea. \"C. diff \"infection can also cause fever, belly pain, loss of appetite (not wanting to eat), and nausea.\nSome cases of \"C. diff\" infection are not very serious. In other cases, people get very sick and even die. When people experience severe diarrhea from \"C. diff\" infection, they may become badly dehydrated (not have enough fluid in their bodies). This can damage the kidneys leading to renal failure. \"C. diff\" bacteria can also eat a hole in the intestines (perforation), which is very dangerous.\nOnce a person has \"C. diff\" infection, they can spread the infection to other people. \"C. diff \"can live for a long time on surfaces like doorknobs, sheets, and medical equipment. If a person with \"C. diff \"infection does not clean their hands, they can spread the bacteria to other people on their hands.\nWho gets \"C. diff\" infection?\n\"C. diff\" infection usually happens in people who are taking antibiotic medicine. Usually, the intestines are filled with good, healthy bacteria. These healthy bacteria keep \"C. diff\" bacteria under control. If antibiotic medicines kill the healthy bacteria, \"C. diff\" bacteria can grow out of control.\nHow is \"C. diff \"infection treated?\n\"C. diff \"infection can be treated with some antibiotic medicines. However, \"C. diff\" is an antibiotic-resistant bacteria. This means that many antibiotic medicines cannot kill \"C. diff\". This can make \"C. diff\" infection very difficult to treat. Many people with \"C. diff\" infection have relapses (they get better for a while, but then get sick again). This happens to about one in every five people with \"C. diff\" infection.\nUsually, doctors try an antibiotic called metronidazole as the first treatment for \"C. diff\" infection. About three in every four people with \"C. diff\" infection get better after taking metronidazole for ten days. When metronidazole does not work, doctors give other antibiotics, usually vancomycin or fidoxamacin.\nIn severe cases of C. diff infection which do not get better with antibiotics, doctors may do surgery to remove parts of the colon.\nFecal transplantation, especially for those with recurrent \"C. diff\" infections, has been shown to be more effective than oral vancomycin.\nHow can \"C. diff\" infection be prevented?\nUsually, \"C. diff \"infection can be prevented. Hand-washing is one of the best ways to prevent \"C. diff\" infection. If a person has \"C. diff\" bacteria on their hands, they can kill the bacteria by washing their hands with soap and water. \"C. diff\" bacteria on surfaces (like doorknobs and medical equipment) can be killed with bleach. Many hospitals and other health care facilities have special bleach wipes which kill \"C. diff\". Washing sheets and clothes with bleach and detergent also kills \"C. diff\".\nAlcohol does not kill \"C. diff\", so instant hand sanitizer and alcohol wipes will not keep \"C. diff\" bacteria from spreading.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bacteria","surface_form":"bacteria","offset":40},{"uri":"Gram-positive","surface_form":"gram-positive bacteria","offset":112},{"uri":"Genus","surface_form":"genus","offset":156},{"uri":"Clostridium","surface_form":"Clostridium","offset":163},{"uri":"Colon","surface_form":"colon","offset":209},{"uri":"Intestines","surface_form":"intestines","offset":494},{"uri":"Colitis","surface_form":"Colitis","offset":554},{"uri":"Inflammation","surface_form":"inflammation","offset":565},{"uri":"Infection","surface_form":"infection","offset":613},{"uri":"Hospital","surface_form":"hospitals","offset":658},{"uri":"United_States","surface_form":"United States","offset":766},{"uri":"Diarrhea","surface_form":"diarrhea","offset":859},{"uri":"Fever","surface_form":"fever","offset":904},{"uri":"Abdomen","surface_form":"belly","offset":911},{"uri":"Appetite","surface_form":"appetite","offset":931},{"uri":"Nausea","surface_form":"nausea","offset":966},{"uri":"Dehydration","surface_form":"dehydrated","offset":1168},{"uri":"Kidney_failure","surface_form":"damage the kidneys leading to renal failure","offset":1229},{"uri":"Contagious","surface_form":"spread the infection","offset":1419},{"uri":"Antibiotics","surface_form":"antibiotic medicine","offset":1768},{"uri":"Gut_flora","surface_form":"good, healthy bacteria","offset":1829},{"uri":"Antibiotic_resistance","surface_form":"antibiotic-resistant","offset":2138},{"uri":"Hand_washing","surface_form":"Hand-washing","offset":3148},{"uri":"Bleach","surface_form":"bleach","offset":3428},{"uri":"Detergent","surface_form":"detergent","offset":3575},{"uri":"Alcohol","surface_form":"Alcohol","offset":3607}]}