{"id":274555,"url":"http://en.wikipedia.org/wiki/Marado","text":"e=\"preserve\">Marado or Mara Island is the most southern island of South Korea. It is about 11km away from the Moseolpo harbor in the south coast of Jeju-do (Jeju Island). Having an area of 0.298km², the whole island is covered with natural grass so that it carries an exotic mood. The island is small enough for tourists to look around within an hour.\nInformation.\nMarado belongs to the administrative boundaries of Gapa-ri, Daejeong-eup, Seogwipo City, Jeju Island. The population of the island is around 107, and about 30 families are living in Marado. When viewed from the sky, Marado looks just like a sweet-potato. As the wind blows all year round, everything in Marado including trees, houses, grasses lie flat on the ground. Along the coast, the island has steep cliffs with lots of holes made by rough waves. Also Marado, the island itself is designated as a natural monument of South Korea (2000).\nHistory.\nOriginally, Marado was an island called Keum Island, meaning 'forbidden island' in Korean language. It was because of the unpredictable weather and rough sea that people could not approach the island. However, people started to live in Marado since 1883. Tradition says that a man named Kim Sung Oh, who lost all his fortune in gambling made a suggestion to the county chief to let people move into Marado. As the chief let them to do so, people including Kim came to Marado and cultivated the island.\nAttractions.\nNot to mention the beautiful scenery of the island, Marado has lots of attractions. First of all, there is a monument symbolizing the most southern point of South Korea in the island. Also, a small museum named 'Chocolate Museum' is another landmark of the island. Furthermore, there is a rock called 'Janggun Rock', meaning 'the General's rock' in Korean language. People in Marado regard this rock as a guardian of the island. Lastly, the lighthouse which is registered on the map of the world is a really beautiful and charming attraction.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":66}]}