{"id":274597,"url":"http://en.wikipedia.org/wiki/Ars%C3%A8ne_Lupin","text":"e=\"preserve\">Arsène Lupin is a fictional character who appears in a book series of crime fiction novels written by French writer Maurice Leblanc, as well as a number of sequels and movie, television, stage play and comic book adaptations.\nHe made his debut in July 1905 in his first series, \"L'Arrestation d'Arsène Lupin\" (). The adventure of this bold thief earns a controversial reputation — the rage or fury of police officers who keep missing him on the scene of robbery, and even in the jail, and the admiration from citizens who love to check up on the newspapers to see if there's any article about his great robberies. Lupin is portrayed as patriotic, romantic, audacious, self-respecting, and respectful to women.\nBackstory.\nLupin was born in 1874. His father was a gymnastics teacher and taught him boxing and fencing which later became Lupin's attacking specialties. He was raised by a nanny Victoire, and their relationship lasted until the end of the series. His parents got divorced, and his mother started working for a relative who is fairly arrogant. In the house of the relative, Lupin robs a necklace as revenge. Until eighteen, he had been learning law, medicine, acting, and martial arts. His journey as a thief starts at age eighteen.\nIn addition to his real name, he likes using several fake names, such as Sernine and Perenna. They have different jobs, which vary from famous traveller to retired general. He sometimes disguises himself as a detective, and solves lots of mysterious incidents, and becomes famous. He usually buys a kind of identification card from an unknown and recently dead man, and uses his name.\nThe ending of his life is not clear, because the author, Maurice Leblanc, was dead in 1941 before completing \"Le Dernier Amour d'Arsène Lupin\" (), the 21st volume of the series. Leblanc was presented the French Legion of Honour award for inspiring the patriotism and pride of French people by his Lupin series. He bought a house in Etretat and named it \"Le Clos Lupin\" (the vacation of lupin), which is still famous as a tourist attraction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book_series","surface_form":"book series","offset":68},{"uri":"Crime_fiction","surface_form":"crime fiction","offset":83},{"uri":"Novel","surface_form":"novel","offset":97},{"uri":"French_people","surface_form":"French","offset":115},{"uri":"Maurice_Leblanc","surface_form":"Maurice Leblanc","offset":129},{"uri":"Sequels","surface_form":"sequels","offset":169},{"uri":"Comic_book","surface_form":"comic book","offset":215},{"uri":"Theft","surface_form":"thief","offset":353},{"uri":"Admire","surface_form":"admiration","offset":506},{"uri":"Patriotism","surface_form":"patriotic","offset":649},{"uri":"Romance_(love)","surface_form":"romantic","offset":660},{"uri":"Audacious","surface_form":"audacious","offset":670},{"uri":"Respect","surface_form":"respect","offset":702},{"uri":"Gymnastics","surface_form":"gymnastics","offset":775},{"uri":"Boxing","surface_form":"boxing","offset":809},{"uri":"Fencing","surface_form":"fencing","offset":820},{"uri":"Divorce","surface_form":"divorce","offset":988},{"uri":"Law","surface_form":"law","offset":1169},{"uri":"Medicine","surface_form":"medicine","offset":1174},{"uri":"Acting","surface_form":"acting","offset":1184},{"uri":"Martial_art","surface_form":"martial art","offset":1196},{"uri":"Pseudonym","surface_form":"fake names","offset":1310},{"uri":"Detective","surface_form":"detective","offset":1466},{"uri":"Identification_card","surface_form":"identification card","offset":1564}]}