{"id":274595,"url":"http://en.wikipedia.org/wiki/Lie_Sang_Bong","text":"Lie Sang Bong is a Korean fashion designer. His designs have been worn by Beyoncé, Rihanna, Lady Gaga, and Lindsay Lohan.\nEarly life.\nLie graduated from the Seoul Institute of the Arts, majoring in broadcasting and entertainment. He began as an actor, but made his debut as a fashion designer in 1983 when he won a prize in the Central Design Contest.\nCareer.\nIn 1993 he presented his first collection, ‘The Reincarnation’, in Seoul Fashion Week. In 1999, he was nominated as ‘Best Designer of the Year’ by the mayor of Seoul because of his creativity and commercial growth. In 2002, he made his debut in Paris and successfully launched his first title, ‘The Lost Memoir’. He now works between Paris and Seoul, and his works are greatly appreciated in Europe, U.S.A and Russia.\nLie's designs are inspired from the imperial love affair of Napoleon and Josephine, Korean poetry and calligraphy, Cubism, Bauhaus design, and 1930s film noir heroines. His designs realize both aesthetic beauty and practical aspect as he pursues combination of real life and culture. His works show the beauty of women’s silhouette. They are naturally wearable and comfortable. His mix of French and Oriental ideas, creates a new and unique design based on the beauty of nature and sophisticated visual characteristic. He uses bold colours, red and violet, which give energy and freshness to his designs.\nIn 2006 he worked with LG to design the LG Shine Phone Lie Sang-bong Limited Edition. This phone was designed with Korean Calligraphy, Hangeul. In 2007, KT&G, the Korean tobacco firm, had him design a limited edition tobacco case, ‘Esse’ also designed with Hangeu]. Samsung also collaborated with him and exhibited Lie Sang-bong PC. In 2010, he designed custom of Kim Yuna, the World Figure Skating champion, for the ‘Festa on Ice 2010’. His appearance in \"Muhandojeon\" in 2006 contributed to his popularity. \"Muhandojeon\", which means unlimited challenge in Korean, is one of the most famous TV programs in Korea. In the program, he designed customs for the 6 entertainers and successfully made them participate in his fashion show. After his appearance in the TV program, he has been known as a Hangeul designer because all of the show was based on showing the beauty of Hangeul.\nIn 2013 he appeared on the KBS sports-oriented variety show \"Cool Kiz on the Block\" for a ping pong project where he revealed his ping pong skills. He first appeared in the 88 Seoul Olympics 25th Anniversary Special, and then joined the team for a ping pong battle in Saipan.\nHe is known as the \"Korean Alexander McQueen\" in many famous fashion magazines in the world such as Le Figaro, Telegraph, the New York Times, Vogue, Vanity Fair, Oyster, Standard and W Magazine. His art work has been shown in exhibitions in museums and fashion shows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":74},{"uri":"Rihanna","surface_form":"Rihanna","offset":83},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":92},{"uri":"Lindsay_Lohan","surface_form":"Lindsay Lohan","offset":107},{"uri":"Seoul","surface_form":"Seoul","offset":157},{"uri":"Seoul","surface_form":"Seoul","offset":427},{"uri":"Paris","surface_form":"Paris","offset":605},{"uri":"Europe","surface_form":"Europe","offset":752},{"uri":"U.S.A","surface_form":"U.S.A","offset":760},{"uri":"Russia","surface_form":"Russia","offset":770},{"uri":"Napoleon","surface_form":"Napoleon","offset":838},{"uri":"Josephine","surface_form":"Josephine","offset":851},{"uri":"Cubism","surface_form":"Cubism","offset":893},{"uri":"Bauhaus","surface_form":"Bauhaus","offset":901},{"uri":"LG","surface_form":"LG","offset":1406},{"uri":"Hangeul","surface_form":"Hangeul","offset":1518},{"uri":"KT%26amp%3BG","surface_form":"KT&G","offset":1536},{"uri":"Samsung","surface_form":"Samsung","offset":1649},{"uri":"Kim_Yuna","surface_form":"Kim Yuna","offset":1747},{"uri":"Muhandojeon","surface_form":"Muhandojeon","offset":1840},{"uri":"Hangeul","surface_form":"Hangeul","offset":2180},{"uri":"Cool_Kiz_on_the_Block","surface_form":"Cool Kiz on the Block","offset":2326},{"uri":"Alexander_McQueen","surface_form":"Alexander McQueen","offset":2568},{"uri":"Le_Figaro","surface_form":"Le Figaro","offset":2641},{"uri":"Telegraph","surface_form":"Telegraph","offset":2652},{"uri":"The_New_York_Times","surface_form":"the New York Times","offset":2663},{"uri":"Vogue","surface_form":"Vogue","offset":2683},{"uri":"Vanity_Fair","surface_form":"Vanity Fair","offset":2690},{"uri":"Oyster","surface_form":"Oyster","offset":2703},{"uri":"Standard","surface_form":"Standard","offset":2711},{"uri":"W_Magazine","surface_form":"W Magazine","offset":2724}]}