{"id":274596,"url":"http://en.wikipedia.org/wiki/Han_Bi-ya","text":"Han Bi-ya (born in 1958) is a Korean traveler and writer. Born in Seoul, she attended Seungeui Girls' High School After graduating from high school, she worked as a DJ and a translator and majored English literature in Hongik University. She graduated as a special scholarship student from Hongik University and got a master's degree from the graduate school of media at the University of Utah. Han worked for the Korea branch of international public relations firm Berson-Mastella for 3 years. Her inborn ability in public relations helped in notable advance in her career, but soon she quit. She left for the 'round-the-world' trip, in order to keep the promise with her father, who died when she was 15.\nThen for 7 years, she traveled around the world and her experience was published into best-selling series of \"Daughter of the Wind: Three and a Half Times Around the Globe on Foot\". Her travel around the Korean Peninsula 'Daughter of the Wind, A journey round Korea' also became a best-seller, making her a public figure as a famous author. Since then, Han worked as a team leader of emergency aid team in the international NGO World Vision from 2001 to 2009. In August 2009, she left again for the masters degree in the 'Fletcher school of law and diplomacy'.She was nominated a \"YWCA Youth leader awards\" in 2004, \"One of the “100 people brightening the world”\", being one of the most respected figure among youth and intellectuals.\nTravels.\nHan Bi-ya became famous because of her book on travel around the world. During the 7 years of traveling, she preferred to go on foot to the most isolated regions. Risky adventures on the borders of Afghanistan were recorded in her books. She not only explored the scenery but also the tradition and life of the people there. She confesses that her life has entirely changed through the people she met. After she finished her travels, aiding people in danger of war and calamity is her only interest nowadays.\nEnthusiasm.\nFrom the interview with the Korea Herald, Han thinks that the happiest person is the one who works for what he/she really is enthusiastic about. For her, 'courage' is not to fear when attempting to do something, and the amount of courage depends on how much the person is eager to do such thing. The life schedule of Han does not follow others. Regardless of the age, she is designing her life according to her dream and faith toward international aiding.\nInfluence.\nShe is one of the most respected figures in Korea, being a role model for Korean students. She uses the term 'global home' rather than 'global village', stressing that ethnic groups of different cultures are all part of one big community. Many backpackers were inspired by Han's extraordinary life.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"Korean","offset":30},{"uri":"Seoul","surface_form":"Seoul","offset":66},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":375},{"uri":"Travel","surface_form":"travel","offset":729},{"uri":"World","surface_form":"world","offset":749},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":911},{"uri":"Author","surface_form":"author","offset":1040},{"uri":"NGO","surface_form":"NGO","offset":1131},{"uri":"YMCA","surface_form":"YWCA","offset":1288},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1649},{"uri":"Ethnic","surface_form":"ethnic","offset":2607},{"uri":"Culture","surface_form":"culture","offset":2634},{"uri":"Backpacker","surface_form":"backpacker","offset":2683}]}