{"id":274551,"url":"http://en.wikipedia.org/wiki/Han_River","text":"The Han River is a major river in South Korea and the fourth longest river in the Korean Peninsula. Shortly after flowing through Seoul the rover merges with the Imjin River and flows into the Yellow Sea. The total length of this river is about 514km. The Han River played an important role in Korean History. However, it is no longer actively used for navigation because it is located at the borders of the two Koreas.\nThe Han River originates from two rivers, the Namhan River and the Bukhan River, and it is called the Han River from which two rivers joins. The Han River is about 514 kilometers long (the fourth longest river on the Korean peninsula) and stretches over one kilometer at its broadest point. 27 bridges cross the river, connecting the north and south part of Seoul. The riverbank area is used as parks and sports facilities.\nHistory.\nIn Korean history, Han river played a central role. The rise and fall of the nation depended on taking the Han river. Especially in three kingdom period, there were fierce struggles to take the Han river. Baekje was the first to take the Han river. They recognized it as a primary waterway that links the central western region of the peninsula with the Yellow Sea. The kingdom of Goguryeo took the Han river during the reign of its King Jangsu. In 553, Silla broke its alliance with Baekje and took the control of the entire river.\nHan River has been called by different names during the period of the three kingdom period. The state of Goguryeo called it the Arisu, Baekje called it the Ugniha, while the kingdom of Silla termed it the Iha.\nBridges crossing the Han River.\nThere are 27 Bridges crossing the Han River in Seoul National Capital Area(Seoul, Gyeonggi, Incheon). The names of them are Ilsan Bridge, Gimpo Bridge, Haengju Bridge, Banghwa Bridge, Gayang Bridge, Seongsan Bridge, Yanghwa Bridge, Dangsan Railway Bridge, Seogang Bridge, Mapo Bridge, Wonhyo Bridge, Hangang Railway Bridge, Hangang Bridge, Dongjak Bridge, Banpo Bridge with Jamsu Bridge, Hannam Bridge, Dongho Bridge, Seongsu Bridge, Yeongdong Bridge, Cheongdam Bridge, Jamsil Bridge, Jamsil Railway Bridge, Olympic Bridge, Cheonho Bridge, Gwangjin Bridge, Gangdong Bridge, Paldang Bridge.\nAmong 27 bridges, Hangang Railway Bridge was the first one to be built. It opened on July fifth, 1900. Currently, there are 27 bridges. Two bridges, World Cup Bridge and Amsa Bridge, are planned.\nHan river bridges have beautiful exterior lightings on some nights. Lightings were one in 1999, one in 2000, five in 2002, seven in 2003, five in 2004. Lights turn on 15 minutes after sunset and turn off at 11 pm.\nHan River Park.\nHan River Park encompasses nearly the entire shoreline on both sides of the river. There are 12 kinds of parks around the Han River. Their names are Kwangnalua Park, Yeouido Park, Jamsil Park, Seonyudo Park, Ttuksom Park, Yanghwa Park, Jamwon Park, Mangwon Park, Banpo Park, Nanji Park, Ichon Park, Gangseo Park.\nEach park has its unique characteristics that fit the district. Yeouido Park, Jamsil Park, and Ttukseom Park are especially popular because of the ferry cruise services on Han River. Taking the ferry cruise, you can see city buildings, river area and enjoy the river breeze. Ttukseom park is famous for windsurfing and water-skiing. You can experience all sorts of lesiure sports in here.\nThere are many things you can also enjoy in other Han River parks. You can enjoy yachting, boating, fishing, camping, inline skating, etc. There are also many sports facilities including soccer fields, volleyball courts, basketball courts and swimming pools.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":34},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":82},{"uri":"Yellow_Sea","surface_form":"Yellow Sea","offset":193},{"uri":"Three_kingdom_period","surface_form":"three kingdom period","offset":985},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":1234},{"uri":"Silla","surface_form":"Silla","offset":1307},{"uri":"Baekje","surface_form":"Baekje","offset":1337},{"uri":"Seongsan_Bridge","surface_form":"Seongsan Bridge","offset":1827},{"uri":"Wonhyo_Bridge","surface_form":"Wonhyo Bridge","offset":1913},{"uri":"Hangang_Railway_Bridge","surface_form":"Hangang Railway Bridge","offset":1928},{"uri":"Hangang_Bridge","surface_form":"Hangang Bridge","offset":1952},{"uri":"Jamsil_Bridge","surface_form":"Jamsil Bridge","offset":2098},{"uri":"Olympic_Bridge","surface_form":"Olympic Bridge","offset":2136},{"uri":"Kwangnalua_Park","surface_form":"Kwangnalua Park","offset":2793},{"uri":"Yeouido_Park","surface_form":"Yeouido Park","offset":2810},{"uri":"Jamsil_Park","surface_form":"Jamsil Park","offset":2824},{"uri":"Ttuksom_Park","surface_form":"Ttuksom Park","offset":2852},{"uri":"Nanji_Park","surface_form":"Nanji Park","offset":2919},{"uri":"Windsurfing","surface_form":"windsurfing","offset":3260}]}