{"id":274580,"url":"http://en.wikipedia.org/wiki/Drunken_Tiger","text":"e=\"preserve\">Drunken Tiger (DT) is a South Korean hip hop group which issued their first album in 1999. The original members of the group were Tiger JK and DJ Shine; however, DJ Shine left in 2005 after recording five albums. When DT has performances, Tiger JK takes two other rappers: Bizzy and Paloalto. Tiger JK's wife, Yoon Mirae(T), who is also a singer and rapper, often performs with DT.\nOriginally the name of \"Drunken Tiger\" was the name of a hip hop clan. Tiger JK made his debut in 1992 at Los Angeles hiphop festival. After his debut, many hiphop fellows joined the DT clan and he made a debut in Korea in 1998. The first team members were Micki Eyez and Sucram. When Tiger JK and DJ Shine joined together, they used the team name of Drunken Tiger. DT's first album was \"Year of The Tiger\", and the debut songs are \"Do you know hip hop (Return of Tiger)\" and \"I want you (Sweet Talk)\".\nWhen DJ Shine left DT it caused a great concern in the Korean hip hop community. It is not known why DJ Shine quit DT. Tiger JK is the only member of DT, and he continues using the name of DT. His Tiger Clan members co-work with him, so Tiger JK made three more albums with his clan members.\nDrunken Tiger has encouraged the hip hop culture in Korea by DT. Many hiphop teams are in Movement crew. Dynamic Duo, Epik High, LeeSsang and others, are the crew members of Movement. DT issued the most albums in Korea and got awards from Golden Disk, MAMA, MKMF, and Korean Public Music Awards.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":37},{"uri":"Hip_hop","surface_form":"hip hop","offset":50},{"uri":"Album","surface_form":"album","offset":89},{"uri":"Tiger_JK","surface_form":"Tiger JK","offset":143},{"uri":"DJ_Shine","surface_form":"DJ Shine","offset":156},{"uri":"Rapper","surface_form":"rapper","offset":277},{"uri":"Bizzy","surface_form":"Bizzy","offset":286},{"uri":"Paloalto","surface_form":"Paloalto","offset":296},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":501},{"uri":"Year_of_The_Tiger","surface_form":"Year of The Tiger","offset":783},{"uri":"Dynamic_Duo","surface_form":"Dynamic Duo","offset":1295},{"uri":"Epik_High","surface_form":"Epik High","offset":1308},{"uri":"LeeSsang","surface_form":"LeeSsang","offset":1319},{"uri":"Golden_Disk","surface_form":"Golden Disk","offset":1429},{"uri":"MAMA","surface_form":"MAMA","offset":1442},{"uri":"MKMF","surface_form":"MKMF","offset":1448},{"uri":"Korean_Public_Music_Awards","surface_form":"Korean Public Music Awards","offset":1458}]}