{"id":274535,"url":"http://en.wikipedia.org/wiki/Zhejiang_University","text":"e=\"preserve\">Zhejiang University, in Hangzhou City, Zhejiang Province, is one of the most famous and oldest universities in China. The Chinese also call it \"Zheda\" or \"Zju\" for short. Known as the “Cambridge of the East”, it is one of the universities that was involved in Project 211 and Project 985 in the first group, and also a member of C9 League.\nWhat's more, it also be selected as the member of the Project 111 and Project Zhufeng\nHistory.\nThe current Zhejiang University was formed officially in 1998, but the main root of it, Qiushi Academy, dates back to 1897 in Qing Dynasty. At that time, Qiushi Acedamy was one of the earliest modern academies of higher education in China. During 1901 to 1927, the name of Qiushi Academy was changed a lot of times as Zhejiang Academy, Zhejiang Advanced College, Yuying Academy, etc. In 1928, it was officially named as National Zhejiang University. After the War of Resistance Against Japan broke out in 1937, Zhejiang University started to move to the west of China, which is called “Long March of Culture”. Under the leading of Chu Kochen, Zhejiang University was directed towards one of the leading universities in China and attained a series of achievement in teaching and researching. And in 1944, it was honored as “Oriental Cambridge” by Joseph Needham, the famous British scholar who visited Zhejiang University twice. As the Resistance Against Japan went to the end, Zhejiang University moved back to Hangzhou at 1946 and in 1951 it already became a comprehensive university. In 1952, due to the nationwide Renovation of educational systems, Zhejiang University was restructured and separated into 15 institutions. Up to the four universities with the same semester merged into the new Zhejiang University in 1998, Zhejiang University, Hangzhou University, Zhejiang Agricultural University, Zhejiang Medical University focused on the research and teaching in their own field and trained a large number of outstanding professionals. And finally at Sep.15th 1998, the new Zhejiang University was formed and developed rapidly during the past 12 years and made every effort to build itself as one of the first-class university in the world.\nSchool Motto.\nThe Motto of Zhejiang University is ”Seeking Truth and Innovating ” (Chinese 求是創新).\n“Seeking truth” can trace to the main root of Zhejiang University ---“Qiushi Academy”. The first time it was formally put forwards at 10th. Nov. 1938, the opening ceremony in Guangxi Yishan by President Coching Chu, and the motion was carried in the regular meeting of school affairs. Since then the Scientific Spirit, Dedicated Spirit, Revolutionary Spirit and innovative spirit derived from Qiushi Spirit.\nAt 5th. May. 1988, in the meeting of school affairs hosted by the President Lu Yongxiang, “Innovating” was added into the School Motto, which emphasis the pioneering and innovative spirit in the new historical conditions.\nSchool Logo.\nThe logo consists of two circles. The “Zhejiang University” written in both Chinese and English signify that Zhejiang University has already opened to the word. And the “1987” means that the year Zhejiang University was founded. In the middle of the logo, there is a flying eagle named “Qiushi”, which suggests that the staff and students in Zhejiang University inherit and develop the traditional “Qiushi” Spirit, do their best to realize the great rejuvenation of Chinese nation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hangzhou","surface_form":"Hangzhou","offset":37},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":52},{"uri":"Project_211","surface_form":"Project 211","offset":273},{"uri":"Project_985","surface_form":"Project 985","offset":289},{"uri":"C9_League","surface_form":"C9 League","offset":342},{"uri":"Project_111","surface_form":"Project 111","offset":407},{"uri":"Project_Zhufeng","surface_form":"Project Zhufeng","offset":423},{"uri":"Qiushi_Academy","surface_form":"Qiushi Academy","offset":536},{"uri":"Resistance_Against_Japan","surface_form":"Resistance Against Japan","offset":915},{"uri":"Chu_Kochen","surface_form":"Chu Kochen","offset":1079},{"uri":"Joseph_Needham","surface_form":"Joseph Needham","offset":1294},{"uri":"Coching_Chu","surface_form":"Coching Chu","offset":2496}]}