{"id":274673,"url":"http://en.wikipedia.org/wiki/NMR_spectroscopy","text":"e=\"preserve\">NMR (Nuclear Magnetic Resonance) spectroscopy is a type of spectroscopy that allows chemists to see the structure of a molecule. Certain atoms' nuclei have certain magnetic properties when placed in a strong magnetic field. Atoms like carbon, hydrogen, and fluorine can be detected in this way.\nHow an NMR works.\nA chemical sample is prepared by placing a tiny amount of the sample in an NMR tube. It is dissolved in a special solvent like heavy water (see deuterium) or chloroform-d, then the tube is placed into the NMR machine. The machine is a large magnet, like an MRI. Some atoms in the sample will become excited when it is in the magnet, and when the sample is removed, the atoms will go back to a lower energy state. A computer connected to the NMR can detect this change in excitement and it will cause different peaks and bumps to appear on the NMR diagram. A chemist can print this diagram and study the various peaks.\nMost NMR machines can only detect excitement from one type of atom. For example, an 1H NMR can only \"see\" hydrogen atoms. A 13C NMR can only see activity from carbon atoms.\nNMR Diagram.\nAn NMR diagram displays an x-axis with units of parts per million, or \"shift.\" Peaks that occur farther to the left in the diagram (these peaks are said to be shifted downfield) represent hydrogen atoms that are closer to electronegative atoms like oxygen or nitrogen, or connected to an aromatic (benzene) ring. Hydrogen atoms that are adjacent to other hydrogen atoms can split peaks as well. If there are n hydrogen atoms \"next door\" to a single one, that single one's peak will be split into n+1 peaks. For example, if a hydrogen atom is adjacent to three others, that hydrogen atom will be split into 4 smaller peaks, called a quartet. Hydrogen atoms that are part of O-H or N-H bonds won't be split, but they will appear on the diagram as a rounded lump, called a broad peak. By looking at all these factors in a diagram, a chemist can figure out what compounds are in his or her sample, and they can determine if the compound they have made is pure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Structure","surface_form":"structure","offset":117},{"uri":"Molecule","surface_form":"molecule","offset":132},{"uri":"Nucleus_(physics)","surface_form":"nuclei","offset":157},{"uri":"Magnet","surface_form":"magnet","offset":177},{"uri":"Carbon","surface_form":"carbon","offset":248},{"uri":"Hydrogen","surface_form":"hydrogen","offset":256},{"uri":"Fluorine","surface_form":"fluorine","offset":270},{"uri":"Deuterium","surface_form":"deuterium","offset":470},{"uri":"Chloroform-d","surface_form":"chloroform-d","offset":484},{"uri":"MRI","surface_form":"MRI","offset":583},{"uri":"Electronegative","surface_form":"electronegative","offset":1352}]}