{"id":274680,"url":"http://en.wikipedia.org/wiki/Cunard_Line","text":"Cunard Line is a shipping company that was founded in 1840 and runs cruise ships all over the world.\nHistory.\nCunard was formed in 1840 by Samuel Cunard after he decided to start a company that would carry mail from England to the United States. England paid for the costs of this service, since the country wanted a more regular service than the sailing ships of the time could do. Cunard started with four steam ships that made crossings of the Atlantic Ocean once a week. The company became known for its record of good safety–while ships of other companies often sank, killing many people, these sorts of things rarely happened to Cunard.\nBy the early 1900s, though, Cunard was faced with many other ships from several countries also competing with it for passengers going across the Atlantic. This caused the company to build three new ships, larger and faster than the ones before them. They were named RMS \"Mauretania\", RMS \"Lusitania\" and RMS \"Aquitania\". Theses ships made Cunard back into a leading shipping line, even though \"Lusitania\" was sunk during World War I by a German submarine, killing 1,200 people.\nIn 1934, another big Cunard ship, the RMS \"Queen Mary\", began service. She was the largest ship ever built at that time. During World War II, \"Queen Mary\" and another new ship like her, \"Queen Elizabeth\", carried many soldiers to support England and the US.\nBy the 1960s, people preferred to cross the Atlantic by jet airplanes rather than by ships, so Cunard sold most of their ships, or made them cruise ships instead of ocean liners. Cunard still decided to build one new ocean liner, though, RMS \"Queen Elizabeth 2\". She started service in 1969 and became a very popular ship because she made both cruises and crossings of the Atlantic.\nIn 1998, Carnival Corporation bought Cunard. Soon after, the company decided to build a new ocean liner that would make both cruises and Atlantic crossings like \"Queen Elizabeth 2\", but would be bigger. This ship entered service in 2004 and is named RMS \"Queen Mary 2\".\nFleet.\nCunard operates three ships as of 2010, and has operated many more in the past. The three that are in service are RMS \"Queen Mary\", MS \"Queen Victoria\", and MS \"Queen Elizabeth\".","categories":[],"infobox_types":["Company"],"annotations":[{"uri":"Cruise_ship","surface_form":"cruise ship","offset":68},{"uri":"Samuel_Cunard","surface_form":"Samuel Cunard","offset":139},{"uri":"Mail","surface_form":"mail","offset":206},{"uri":"England","surface_form":"England","offset":216},{"uri":"United_States","surface_form":"United States","offset":231},{"uri":"Sailing_ship","surface_form":"sailing ship","offset":347},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":447},{"uri":"RMS_Mauretania","surface_form":"RMS \"Mauretania\"","offset":909},{"uri":"RMS_Lusitania","surface_form":"RMS \"Lusitania\"","offset":927},{"uri":"RMS_Aquitania","surface_form":"RMS \"Aquitania\"","offset":947},{"uri":"World_War_I","surface_form":"World War I","offset":1064},{"uri":"Submarine","surface_form":"submarine","offset":1088},{"uri":"RMS_Queen_Mary","surface_form":"RMS \"Queen Mary\"","offset":1159},{"uri":"World_War_II","surface_form":"World War II","offset":1249},{"uri":"RMS_Queen_Elizabeth","surface_form":"\"Queen Elizabeth\"","offset":1307},{"uri":"Jet_airplane","surface_form":"jet airplane","offset":1435},{"uri":"Ocean_liner","surface_form":"ocean liner","offset":1544},{"uri":"RMS_Queen_Elizabeth_2","surface_form":"RMS \"Queen Elizabeth 2\"","offset":1617},{"uri":"Carnival_Corporation","surface_form":"Carnival Corporation","offset":1771},{"uri":"RMS_Queen_Mary_2","surface_form":"RMS \"Queen Mary 2\"","offset":2012},{"uri":"MS_Queen_Victoria","surface_form":"MS \"Queen Victoria\"","offset":2171},{"uri":"MS_Queen_Elizabeth","surface_form":"MS \"Queen Elizabeth\"","offset":2196}]}