{"id":274613,"url":"http://en.wikipedia.org/wiki/Zhuyin","text":"\"Zhuyin Fuhao\", often shortened as zhuyin and commonly called \"bopomofo\", is a type of sound-based writing for the Chinese language. In Chinese, \"bo\", \"po\", \"mo\" and \"fo\" are the first four of the conventional ordering of available syllables. As a result, the four syllables together have been used to refer to many different phonetic systems. For Chinese speakers who were first introduced to the Zhuyin system, \"bopomofo\" means \"zhuyin fuhao\".\nThe zhuyin characters are represented in typographic fonts as if drawn with an ink brush (as in Regular Script). They are encoded in Unicode in the bopomofo block, in the range U+3105... U+312D.\nHistory.\nAfter the overthrow of China's last emperor during the Xinhai Revolution in 1911, the new government in China created Zhuyin to help the common people read more easily. However, the Chinese Communist Party, including Mao Zedong himself, wanted to ban writing Chinese characters altogether and replace them with the Latin alphabet. When the People's Liberation Army defeated the Kuomintang (the founding party of the Republic of China) in 1949 and sent them off to exile in Taiwan, the use of Zhuyin dropped in mainland China because the CPC was interested in using the Latin alphabet for writing Chinese phonetically. However, Zhuyin is still widely used in Taiwan as it is used to type Chinese on computer and phone keyboards.\nFeatures.\nZhuyin was made to closely represent the sounds of Mandarin Chinese. Symbols are divided into two categories, the initials (the first sounds in a syllable) and the finals (the main vowel, the glide consonants ([y/i; IPA:/j/] and [w/u; IPA:/w/]) that come before the main vowel and all the sound that comes after it). There are 4 tone marks to represent the 5 Mandarin tones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_language","surface_form":"Chinese","offset":136},{"uri":"Syllable","surface_form":"syllable","offset":232},{"uri":"Phonetics","surface_form":"phonetic","offset":326},{"uri":"Typeface","surface_form":"fonts","offset":499},{"uri":"Overthrow","surface_form":"overthrow","offset":660},{"uri":"Puyi","surface_form":"China's last emperor","offset":673},{"uri":"Xinhai_Revolution","surface_form":"Xinhai Revolution","offset":705},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communist Party","offset":832},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":867},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":909},{"uri":"Latin_script","surface_form":"Latin alphabet","offset":965},{"uri":"People%27s_Liberation_Army","surface_form":"People's Liberation Army","offset":990},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":1028},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":1066},{"uri":"Exile","surface_form":"exile","offset":1114},{"uri":"Taiwan","surface_form":"Taiwan","offset":1123},{"uri":"Mainland_China","surface_form":"mainland China","offset":1160},{"uri":"Communist_Party_of_China","surface_form":"CPC","offset":1187},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":1439}]}