{"id":274748,"url":"http://en.wikipedia.org/wiki/Victor_Amadeus%2C_Prince_of_Piedmont","text":"Victor Amadeus of Savoy (Vittorio Amedeo Filippo Giuseppe; 6 May 1699 – 22 March 1715) was the eldest son of Victor Amadeus II, Duke of Savoy and Anne Marie d'Orléans. He was the Heir apparent of Savoy from his birth and as such was styled as the \"Prince of Piedmont\". He acted as Regent of Savoy from September 1713 till September 1714 in the absences of his father. He died of smallpox at the age of 15.\nBiography.\nHe was the fifth child and first son of his parents and was baptised with the names Vittorio Amadeo Giovanni Filippo. The eldest son he would remain close to his father all his life who in turn adored his son who was named after him. Though his parents were not close he also had a close relationship with his mother\nThe Prince of Piedmont was born in Turin in May 1699. He would remain close to his father all his life who in turn adored his son who was named after him. He was also close to his mother. From birth he was styled as the \"Prince of Piedmont\". He was the brother of the Princess Maria Adelaide and Queen Maria Luisa of Spain. He acted as regent of the duchy of Savoy in 1713. He was the heir to the Kingdom of Sardinia. There were plans for him to marry Elisabetta Farnese thus linking the duchies of Savoy and Parma by marriage but a union would never take place Elisabetta later marrying Philip V of Spain. Prior to 11 April 1713 the young prince was entitled to the style of \"Highness\" however after this date he was raised to the style of \"Royal Highness\".\nPiedmont died in Turin on 22 March 1715 having caught smallpox. He was buried at the Cathedral of Saint Giovanni Battista and later moved to the Basilica of Superga outside Turin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victor_Amadeus_II_of_Savoy","surface_form":"Victor Amadeus II, Duke of Savoy","offset":109},{"uri":"Anne_Marie_d%27Orl%C3%A9ans","surface_form":"Anne Marie d'Orléans","offset":146},{"uri":"Regent","surface_form":"Regent","offset":281},{"uri":"Smallpox","surface_form":"smallpox","offset":379},{"uri":"Princess_Marie_Ad%C3%A9la%C3%AFde_of_Savoy","surface_form":"Princess Maria Adelaide","offset":1002},{"uri":"Maria_Luisa_of_Savoy","surface_form":"Queen Maria Luisa of Spain","offset":1030},{"uri":"Duchy_of_Savoy","surface_form":"duchy of Savoy","offset":1084},{"uri":"Kingdom_of_Sardinia","surface_form":"Kingdom of Sardinia","offset":1131},{"uri":"Elisabetta_Farnese","surface_form":"Elisabetta Farnese","offset":1186},{"uri":"Philip_V_of_Spain","surface_form":"Philip V of Spain","offset":1322},{"uri":"Royal_Highness","surface_form":"Royal Highness","offset":1476},{"uri":"Smallpox","surface_form":"smallpox","offset":1547},{"uri":"Turin_Cathedral","surface_form":"Cathedral of Saint Giovanni Battista","offset":1578},{"uri":"Basilica_of_Superga","surface_form":"Basilica of Superga","offset":1638}]}