{"id":274817,"url":"http://en.wikipedia.org/wiki/Philippe_%C3%89galit%C3%A9","text":"Philippe d'Orléans, Duke of Orléans (\"Louis Philippe Joseph\"; 13 April 1747 – 6 November 1793) commonly known as \"Philippe\", was a member of the House of Orléans. He actively supported the French Revolution and adopted the name Philippe Égalité, but was still guillotined during the Reign of Terror. His son Louis Philippe became King of the French after the July Revolution of 1830. He held the rank of prince of the blood.\nBiography.\nLouis Philippe was the son of Louis Philippe d'Orléans, Duke of Chartres, and Louise Henriette de Bourbon and was born at the Château de Saint Cloud.\nDuke of Orléans.\nIn November 1785, upon his father's death, Philippe, the new Duke of Orléans, became the head of the House of Orléans. This was one of the wealthiest families of France, and Premier Prince du Sang, addressed as \"Monsieur le Prince\", the most important person of the kingdom after the king's immediate family. He was next in line to the throne should the main Bourbon line die out.\nMarriage.\nDuring the first few months of their marriage, the couple appeared devoted to each other, but the duke went back to the life of \"libertinage\" he had led before his marriage. During the summer of 1772, a few months after his wife had given birth to a stillborn daughter, Philippe began a secret relationship with one of her ladies-in-waiting, Stéphanie Félicité Ducrest de St-Albin, Countess of Genlis. Stephanie was the niece of Madame de Montesson his fathers second wife.\nMilitary service.\nIn 1778, Philippe served in the squadron of the Count of Orvilliers. He was present in the Battle of Ushant, a naval battle against the British during the American War of Independence on 27 July 1778. He was removed from the navy due in part to the queen's hatred of him and also to his own incompetence and alleged cowardice. As compensation, he was given the honorary post of colonel-general of hussars.\nRevolutionary Politics.\nThe part Philippe d'Orléans played during the summer of 1789 is one of the most debated points in the history of the French Revolution. The royal court said he was at the bottom of every popular movement, and saw the \"gold of Orléans\" as the cause of the Réveillon riot and the storming of the Bastille. This was like the subsequent belief held by the Jacobins that everything opposing them relied on the \"gold of Pitt the Younger\"). His hatred of Marie Antoinette, his previous disgrace at court, and his liberalism (alongside his friendship with Duport and Choderlos de Laclos), all seem to point towards his involvement. The Duke is also said to have deliberately withheld grain from the people of Paris, being a direct cause of the 5 October \"March on Versailles\". The Duke is also thought to have lied about where he was when the Palace at Versailles was stormed in the early hours of the morning on the 6th of October. He said he was at the General Assembly in Paris, yet several witness (including the Marquise de la Tour du Pin) saw him lead the bloodthirsty mob to a staircase leading to the Queen's bedroom, protected by Swiss Guard. The mob cried \"Long live our King d'Orléans\" during the raid.\nThe Marquis de La Fayette, apparently jealous of Philippe's popularity, persuaded the king to send the duke to Britain on a mission, where he remained in England from October 1789 to July 1790. On 7 July 1790, he took his seat in the National Constituent Assembly. On 2 October, both he and Honoré Mirabeau were declared by the Assembly entirely free of any involvement in the events of 5–6 October 1789.\n\"Citoyen Égalité\".\nPhilippe d'Orléans tried to keep himself distant from the political world, but he was still suspect to the King and subject to pressures from his supporters to replace Louis XVI. His lack of political aspirations could be proven by noting that he did not attempt to obtain any leading position after the King's flight to Varennes in June 1791. In fact, Louis Philippe attempted to reconcile with the King in January 1792, but was rejected, and refused to aid the King any further. In an attempt to show his support of democratic and Enlightenment philosophies, he changed his name to Philippe \"Citoyen Egalité\", meaning equality.\nThis is clearly why Philippe now has his head hanging on a wall in the palace in France.\nIn the summer of 1792, he was present for a short time with the Army of the North, together with his two sons, the Duke of Chartres, future King of the French, and the Duke of Montpensier, but had returned to Paris before the insurrection of 10 August.\nDuring the Grand Terror.\nAfter the fall of the monarchy, Philippe risked his own life by saving suspects of the revolutionary regime. At the request of Grace Elliott, he saved the life of Louis René Quentin de Richebourg de Champcenetz, the governor of the Tuileries Palace, who was his personal enemy. He accepted the title \"Citoyen Égalité\" given to him by the Commune. He was elected 20th and last deputy for Paris to the National Convention, where he again made no notable contribution other than voting in the king's trial. He voted in support of the death sentence for Louis XVI. Many citizens of Paris saw this as an attempt by Philippe to overthrow the crown and take power himself. They believed that not only was the Palais-Royal the center for revolutionary and philosophical debates, but that it was also his ground for recruiting and financing riots and rebellious activity.\nAs a member of the House of Bourbon, Louis Philippe was shortlisted for a trial, and effectively tried and guillotined in the space of one day on 6 November 1793. Accounts of his time in prison and execution mention his exceptional courage.\nPhilippe d'Orléans was buried in the \"Madeleine cemetery\" (closed in 1794), in Paris, where Louis XVI, Marie Antoinette and hundreds executed on the \"Place de la Révolution\" during the Terror had been buried. His remains have never never found.","categories":[],"infobox_types":[],"annotations":[{"uri":"House_of_Orl%C3%A9ans","surface_form":"House of Orléans","offset":145},{"uri":"French_Revolution","surface_form":"French Revolution","offset":189},{"uri":"Guillotine","surface_form":"guillotine","offset":260},{"uri":"Reign_of_Terror","surface_form":"Reign of Terror","offset":283},{"uri":"Louis-Philippe_of_France","surface_form":"Louis Philippe","offset":308},{"uri":"List_of_French_monarchs","surface_form":"King of the French","offset":330},{"uri":"July_Revolution","surface_form":"July Revolution","offset":359},{"uri":"Prince_of_the_blood","surface_form":"prince of the blood","offset":404},{"uri":"Louis_Philippe_I%2C_Duke_of_Orl%C3%A9ans","surface_form":"Louis Philippe d'Orléans, Duke of Chartres","offset":466},{"uri":"Louise_Henriette_de_Bourbon","surface_form":"Louise Henriette de Bourbon","offset":514},{"uri":"Ch%C3%A2teau_de_Saint_Cloud","surface_form":"Château de Saint Cloud","offset":562},{"uri":"House_of_Orl%C3%A9ans","surface_form":"House of Orléans","offset":704},{"uri":"Prince_du_Sang","surface_form":"Premier Prince du Sang","offset":777},{"uri":"St%C3%A9phanie_F%C3%A9licit%C3%A9_Ducrest_de_St-Albin%2C_Countess_of_Genlis","surface_form":"Stéphanie Félicité Ducrest de St-Albin, Countess of Genlis","offset":1336},{"uri":"Charlotte-Jeanne_B%C3%A9raud_de_la_Haye_de_Riou%2C_Marquise_of_Montesson","surface_form":"Madame de Montesson","offset":1423},{"uri":"Squadron_(naval)","surface_form":"squadron","offset":1518},{"uri":"First_Battle_of_Ushant","surface_form":"Battle of Ushant","offset":1577},{"uri":"American_War_of_Independence","surface_form":"American War of Independence","offset":1641},{"uri":"Colonel-general","surface_form":"colonel-general","offset":1864},{"uri":"Hussar","surface_form":"hussar","offset":1883},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2033},{"uri":"Reveillon_riot","surface_form":"Réveillon riot","offset":2171},{"uri":"Storming_of_the_Bastille","surface_form":"storming of the Bastille","offset":2194},{"uri":"Jacobin_Club","surface_form":"Jacobins","offset":2268},{"uri":"William_Pitt_the_Younger","surface_form":"Pitt the Younger","offset":2330},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":2364},{"uri":"Choderlos_de_Laclos","surface_form":"Choderlos de Laclos","offset":2475},{"uri":"Marquis_de_La_Fayette","surface_form":"Marquis de La Fayette","offset":3126},{"uri":"National_Constituent_Assembly","surface_form":"National Constituent Assembly","offset":3356},{"uri":"Honor%C3%A9_Mirabeau","surface_form":"Honoré Mirabeau","offset":3413},{"uri":"Flight_to_Varennes","surface_form":"flight to Varennes","offset":3857},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment","offset":4079},{"uri":"French_Revolutionary_Army","surface_form":"Army of the North","offset":4329},{"uri":"10th_of_August_(French_Revolution)","surface_form":"the insurrection of 10 August","offset":4487},{"uri":"Marquis_de_Champcenetz","surface_form":"Louis René Quentin de Richebourg de Champcenetz","offset":4706},{"uri":"Tuileries_Palace","surface_form":"Tuileries Palace","offset":4775},{"uri":"Paris_Commune_(French_Revolution)","surface_form":"Commune","offset":4881},{"uri":"National_Convention","surface_form":"National Convention","offset":4943},{"uri":"Capital_punishment","surface_form":"death sentence","offset":5074},{"uri":"House_of_Bourbon","surface_form":"House of Bourbon","offset":5425},{"uri":"Guillotine","surface_form":"guillotine","offset":5513},{"uri":"Chapelle_Expiatoire","surface_form":"Madeleine cemetery","offset":5685}]}