{"id":274846,"url":"http://en.wikipedia.org/wiki/Kurt_Vonnegut","text":"Kurt Vonnegut, Jr., (; November 11, 1922 – April 11, 2007) was an American writer. He influenced many other writers. He combined satire, black comedy, and science fiction in his writing. Some of his works include \"Slaughterhouse-Five\" (1969), \"Cat's Cradle\" (1963), and \"Breakfast of Champions\" (1973). He was known for his humanist beliefs and was honorary president of the American Humanist Association.\nKurt Vonnegut made a cameo in the\nmovie Back to School starring Rodney\nFamily.\nKurt Vonnegut, Jr., was born in Indianapolis, Indiana, United States. His parents were Kurt Vonnegut, Sr., and Edith Lieber. He was the youngest of three children. His ancestors had come to America from Germany in 1855. They were prosperous, originally as brewers and merchants. Both his father and his grandfather attended Massachusetts Institute of Technology and were architects in the Indianapolis firm of Vonnegut & Bohn. His great-grandfather was the founder of the Vonnegut Hardware Company, an Indianapolis institution.\nEarly years.\nVonnegut graduated from Shortridge High School in Indianapolis in May 1940. He went to Cornell University that autumn. He studied Chemistry, but he was Assistant Managing Editor and Associate Editor of the university newspaper called \"The Cornell Daily Sun\". He was a member of the Delta Upsilon Fraternity just like his father. Vonnegut joined the U.S. Army while he was at Cornell. The Army transferred him to the Carnegie Institute of Technology and the University of Tennessee to study Mechanical Engineering. On Mothers' Day in 1944, his mother committed suicide with sleeping pills.\nWorld War II.\nKurt Vonnegut's experience as a soldier and prisoner of war (POW) had a deep and powerful effect on his writing. During the war, he was a soldier with a low rank. He was a private with the 423rd Infantry Regiment, 106th Infantry Division. Vonnegut was captured during the Battle of the Bulge on December 19, 1944. He was in prison in the German city of Dresden. He became a leader among the prisoners because he could speak German a little bit. But, he told German guards \"...just what I was going to do to them when the Russians came…\". The guards beat Vonnegut and stopped him from being a leader. He experienced the fire bombing of Dresden in February 1945 which destroyed most of the city.\nVonnegut's group of American prisoners of war survived the attack. The Germans had kept them in an underground room for storing meat at a slaughterhouse. The Germans called the building \"Schlachthof Fünf\" (Slaughterhouse Five) and the Allied POWs used that name for their prison. Vonnegut said the result of the attack was complete destruction and death that nobody could understand. This experience gave him ideas for his famous novel, \"Slaughterhouse-Five\". His experience of death and destruction is a central theme in at least six of his other books. In \"Slaughterhouse-Five\" he described the city as looking like the surface of the moon after the bombing. He told about how the Germans making the prisoners work. They had to break into basements and bomb shelters to gather bodies. They had to bury these dead people all together in large holes while German people threw rocks at them and shouted curses. Vonnegut said later, \"There were too many corpses to bury. So instead the Germans sent in troops with flamethrowers. All these civilians' remains were burned to ashes.\"\nVonnegut was freed by Red Army troops in May 1945 at the Saxony-Czechoslovakian border. The U. S. Army gave him a Purple Heart. But he said it was funny because he was not hurt badly at all. He wrote in \"Timequake\" that he was given the award for getting \"frostbite\".\nWork after WWII.\nAfter the war, Vonnegut became an anthropology graduate student at the University of Chicago. He also worked at the City News Bureau of Chicago. Vonnegut admitted that he was a not a good student. One professors said that some of the students were going to be professional anthropologists but he was not one of them. In the book \"Bagombo Snuff Box\", Vonnegut wrote that the university rejected his first thesis. It was about Cubist painters and the leaders of Native American uprisings. The university said it was \"unprofessional.\"\nHe moved from Chicago to Schenectady, New York. He worked in public relations for General Electric. His brother Bernard worked in the research department at the same company. While in Schenectady, Vonnegut lived in a tiny village called Alplaus. Vonnegut rented an upstairs apartment across the street from the Alplaus Volunteer Fire Department. He was an active Volunteer Fire-Fighter for a few years. That apartment still has his desk in it. He wrote many of his short stories at that desk carved his name into the bottom of it. The University of Chicago later accepted his novel \"Cat's Cradle\" as his thesis because they said the story was anthropological. They gave him an M.A. degree in 1971.\nIn the mid 1950s, Vonnegut worked for \"Sports Illustrated\" magazine for a very short time. He was asked to write about a racehorse that had jumped a fence and tried to run away. Vonnegut stared at the blank piece of paper on his typewriter all morning. Then, he typed, \"The horse jumped over the fucking fence,\" and left. He was almost going to quit writing, but the University of Iowa Writers' Workshop asked him to teach. While he was there, \"Cat's Cradle\" became a best-seller, and he began \"Slaughterhouse-Five\". That book is now called one of the best American novels of the 20th century. It is on the 100 best lists of \"Time\" magazine and the Modern Library. In 1961, he published the famous short story \"Harrison Bergeron\".\nVonnegut moved to Barnstable, Massachusetts, a town on Cape Cod. He was the manager of the first Saab dealership in the U.S.\nPersonal life.\nAfter coming home from World War II, Kurt Vonnegut married Jane Marie Cox. They had loved each other since they were very young. He wrote about their early relationship in several of his short stories. The couple separated in 1970. He did not divorce Cox until 1979, but from 1970 Vonnegut lived with another woman, the photographer Jill Krementz. She became his second wife after Vonnegut divorced Cox.\nHe raised seven children. Three were from his first marriage to Cox. He adopted one daughter named Lily with Krementz. Three were his sister Alice's children. Vonnegut adopted them after she died of cancer.\nOf Vonnegut's four adopted children, three are his nephews: James, Steven, and Kurt Adams. Vonnegut adopted them after a terrible week in 1958. During that week the children's father James Carmalt Adams was killed in a train crash and their mother died two days later. In his novel \"Slapstick\", Vonnegut told how Alice's husband had died two days before she did. Her family tried to keep her husband's death a secret. However, she found out when another patient gave her a newspaper one day before she died. The three boys had a younger brother named Peter Nice. He was a baby when their parents died. Peter went to live with their father's cousin in Birmingham, Alabama.\nOn January 31, 2001, a fire destroyed the top story of Vonnegut's home. He had smoke inhalation and was in the hospital in critical condition for four days. He survived, but his personal papers were destroyed.\nVonnegut smoked unfiltered Pall Mall cigarettes. He called this habit a \"classy way to commit suicide\".\nVonnegut fell down at his home in Manhattan and injured his brain. He died on April 11, 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":66},{"uri":"Satire","surface_form":"satire","offset":129},{"uri":"Black_comedy","surface_form":"black comedy","offset":137},{"uri":"Science_fiction","surface_form":"science fiction","offset":155},{"uri":"Slaughterhouse-Five","surface_form":"Slaughterhouse-Five","offset":214},{"uri":"Cat%27s_Cradle","surface_form":"Cat's Cradle","offset":244},{"uri":"Breakfast_of_Champions","surface_form":"Breakfast of Champions","offset":271},{"uri":"Humanism","surface_form":"humanist","offset":324},{"uri":"American_Humanist_Association","surface_form":"American Humanist Association","offset":375},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":517},{"uri":"Indiana","surface_form":"Indiana","offset":531},{"uri":"Ancestor","surface_form":"ancestor","offset":653},{"uri":"Germany","surface_form":"Germany","offset":688},{"uri":"Kurt_Vonnegut_Sr.","surface_form":"father","offset":773},{"uri":"Bernard_Vonnegut_Sr.","surface_form":"grandfather","offset":788},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":809},{"uri":"Vonnegut_%26amp%3B_Bohn","surface_form":"Vonnegut & Bohn","offset":895},{"uri":"Clemens_Vonnegut_Sr.","surface_form":"great-grandfather","offset":916},{"uri":"Vonnegut_Hardware_Company","surface_form":"Vonnegut Hardware Company","offset":957},{"uri":"Shortridge_High_School","surface_form":"Shortridge High School","offset":1050},{"uri":"Cornell_University","surface_form":"Cornell University","offset":1113},{"uri":"Chemistry","surface_form":"Chemistry","offset":1156},{"uri":"Managing_Editor","surface_form":"Managing Editor","offset":1188},{"uri":"The_Cornell_Daily_Sun","surface_form":"The Cornell Daily Sun","offset":1261},{"uri":"Delta_Upsilon","surface_form":"Delta Upsilon","offset":1308},{"uri":"Fraternity","surface_form":"Fraternity","offset":1322},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":1375},{"uri":"Carnegie_Mellon_University","surface_form":"Carnegie Institute of Technology","offset":1442},{"uri":"University_of_Tennessee","surface_form":"University of Tennessee","offset":1483},{"uri":"Mechanical_Engineering","surface_form":"Mechanical Engineering","offset":1516},{"uri":"Mothers%27_Day","surface_form":"Mothers' Day","offset":1543},{"uri":"Suicide","surface_form":"suicide","offset":1586},{"uri":"Sleeping_pill","surface_form":"sleeping pill","offset":1599},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":1673},{"uri":"423rd_Infantry_Regiment_(United_States)","surface_form":"423rd Infantry Regiment","offset":1818},{"uri":"106th_Infantry_Division_(United_States)","surface_form":"106th Infantry Division","offset":1843},{"uri":"Battle_of_the_Bulge","surface_form":"Battle of the Bulge","offset":1901},{"uri":"Dresden","surface_form":"Dresden","offset":1982},{"uri":"Bombing_of_Dresden_in_World_War_II","surface_form":"fire bombing of Dresden","offset":2248},{"uri":"Slaughterhouse","surface_form":"slaughterhouse","offset":2461},{"uri":"Novel","surface_form":"novel","offset":2753},{"uri":"Slaughterhouse-Five","surface_form":"Slaughterhouse-Five","offset":2761},{"uri":"Red_Army","surface_form":"Red Army","offset":3424},{"uri":"Saxony","surface_form":"Saxony","offset":3459},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":3466},{"uri":"Purple_Heart","surface_form":"Purple Heart","offset":3516},{"uri":"Timequake","surface_form":"Timequake","offset":3606},{"uri":"Anthropology","surface_form":"anthropology","offset":3721},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":3758},{"uri":"City_News_Bureau_of_Chicago","surface_form":"City News Bureau of Chicago","offset":3803},{"uri":"Bagombo_Snuff_Box","surface_form":"Bagombo Snuff Box","offset":4017},{"uri":"Cubism","surface_form":"Cubist","offset":4112},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native American","offset":4147},{"uri":"Schenectady%2C_New_York","surface_form":"Schenectady","offset":4244},{"uri":"General_Electric","surface_form":"General Electric","offset":4301},{"uri":"Cat%27s_Cradle","surface_form":"Cat's Cradle","offset":4802},{"uri":"Master_of_arts","surface_form":"M.A. degree","offset":4896},{"uri":"Sports_Illustrated","surface_form":"Sports Illustrated","offset":4956},{"uri":"University_of_Iowa","surface_form":"University of Iowa","offset":5284},{"uri":"Iowa_Writers%27_Workshop","surface_form":"Writers' Workshop","offset":5303},{"uri":"Slaughterhouse-Five","surface_form":"Slaughterhouse-Five","offset":5412},{"uri":"Time_(magazine)","surface_form":"Time","offset":5543},{"uri":"Harrison_Bergeron","surface_form":"Harrison Bergeron","offset":5628},{"uri":"Barnstable%2C_Massachusetts","surface_form":"Barnstable","offset":5666},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":5678},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":5703},{"uri":"Saab_Automobile","surface_form":"Saab","offset":5745},{"uri":"Jill_Krementz","surface_form":"Jill Krementz","offset":6121},{"uri":"Slapstick_(novel)","surface_form":"Slapstick","offset":6682},{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham, Alabama","offset":7050},{"uri":"Smoke_inhalation","surface_form":"smoke inhalation","offset":7150},{"uri":"Pall_Mall_(cigarette)","surface_form":"Pall Mall","offset":7308},{"uri":"Manhattan","surface_form":"Manhattan","offset":7419}]}