{"id":275089,"url":"http://en.wikipedia.org/wiki/Plague_doctor_costume","text":"The plague doctor's costume was the clothes worn by a plague doctor to protect him from diseases spread through the air. The costume was made up of a coat which went down to the ankles and a mask. The mask looked like a bird's beak. The beak was often filled with things which smelled sweet or strong (often lavender). Along with this, gloves, boots, a hat and something else to go over the jacket was worn.\nDescription.\nThe beak was held in front of the doctor's nose by straps. There were two holes in the mask, filled with glass at eye level, so that the doctor could see properly. The mask had two smaller holes for the doctor to breathe. It was a type of respirator which was often filled with strong, nice smelling things. Dried flowers (such as roses and carnations), herbs (such as mint), spices, camphor or a vinegar sponge could all be placed in the beak. The mask was supposed to keep away bad smells. At that time, it was thought that bad smells caused infection. Doctors believed the herbs would take away the \"evil\" smells of the plague and stop them from getting it.\nThe costume had a wide brimmed leather hood to show that they were doctors. They used wooden canes to point out areas needing medical attention. This was also used to look at patients without touching them. The canes were also used to keep people away, to take clothes off plague victims without having to touch them and to take a patient's pulse.\nWearing these clothes actually helped make sure that the doctors were not infected by fleas or rats. Fleas could not bite through the leather jacket and infected people could not touch the doctor, which was also because of his leather jacket.\nHistory.\nSome modern writers have said that fourteenth-century plague doctors wore masks which looked like birds. However, medical historians say that the plague doctor costume was invented by Charles de Lorme. In 1619 he used the idea of full head-to-toe protective clothing. It was modelled after a soldier's armour. This was made up of a bird-like mask and a long leather (Moroccan or Levantine) or waxed-canvas gown. The gown went from the neck to the ankles. The clothing which went on top of the gown, as well as leggings, gloves, boots and a hat, were made of waxed leather. The garment was impregnated with similar fragrant items as the beak mask.\nThis poem was written in the seventeenth century. It describes the plague doctor's costume.\nJean-Jacques Manget, in his 1721 book \"Treatise on the Plague\", written just after the Great Plague of Marseille, talks about the costumes that plague doctors wore at Nijmegen in 1636-1637. A picture of the costume is at the front of the book. The plague doctors of Nijmegen also wore beaked masks. Their robes, leggings, hats, and gloves were made of morocco leather.\nThis costume was also worn by plague doctors during the Plague of 1656. This plague killed 145,000 people in Rome and 300,000 in Naples. The costume made people very scared because it was a sign that they would die soon.\nCulture.\nThe costume was worn by a \"commedia dell'arte\" character called \"Il Medico della Peste\" (the Plague Doctor). He wears a special plague doctor's mask. The Venetian mask was normally white. It was made up of a beak and round eye-holes. The eye-holes were covered with clear glass. It is one of the most unique masks worn during the Carnival of Venice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plague_doctor","surface_form":"plague doctor","offset":54},{"uri":"Ankle","surface_form":"ankle","offset":178},{"uri":"Lavender","surface_form":"lavender","offset":308},{"uri":"Respirator","surface_form":"respirator","offset":660},{"uri":"Rose","surface_form":"rose","offset":752},{"uri":"Carnation","surface_form":"carnation","offset":762},{"uri":"Mentha","surface_form":"mint","offset":790},{"uri":"Camphor","surface_form":"camphor","offset":805},{"uri":"Pulse","surface_form":"pulse","offset":1423},{"uri":"Flea","surface_form":"flea","offset":1516},{"uri":"Rat","surface_form":"rat","offset":1525},{"uri":"Charles_de_Lorme","surface_form":"Charles de Lorme","offset":1866},{"uri":"Glove","surface_form":"glove","offset":2202},{"uri":"Jean-Jacques_Manget","surface_form":"Jean-Jacques Manget","offset":2421},{"uri":"Great_Plague_of_Marseille","surface_form":"Great Plague of Marseille","offset":2508},{"uri":"Nijmegen","surface_form":"Nijmegen","offset":2588},{"uri":"Leggings","surface_form":"leggings","offset":2733},{"uri":"Morocco_leather","surface_form":"morocco leather","offset":2773},{"uri":"Commedia_dell%27arte","surface_form":"commedia dell'arte","offset":3047},{"uri":"Carnival_of_Venice","surface_form":"Carnival of Venice","offset":3350}]}