{"id":27511,"url":"http://en.wikipedia.org/wiki/Backpacker_murders","text":"e=\"preserve\">Between 1990 and 1996, a total of seven people were killed in Australia. Since all of the people were backpackers, the events are known as backpacker murders today. All of their bodies were found in Belangalo State Forest, which is close to Sydney. Ivan Milat killed all of these people.\nWhat happened.\n7 people were found in Belangalo State Forest. Five of these people were visiting Australia - three Germans and two British people. The other two were visiting Sydney from other parts of Australia. Some of these people were by themselves. Some of these people were with a friend. The 7 people were all different from each other.\nTelevision report.\nOn the TV they said that tourists were killed, but not everyone who died was a tourist.\nThe crimescene.\nThe 7 people were found all over Belangalo State Forest, which is a big area. One of them had their head chopped off. Someone had sex with some of them. Some of them had their clothes taken off. Some of them had bits of their bodies cut off and put somewhere else. Some of the bodies were by themselves.\nDeaths.\nSome of the people had been killed with a knife. Some had been killed with a gun. Some seemed to have been strangled.\nThe 7 people who died had nothing in common. People who tried to find out who did it said that there may have been more than one person who killed them. They said that they may have been a part of a gang.\nCatching Ivan Milat.\nMilat went to court, and people in court said that he did kill all of these people.\nThe mystery.\nSome people think that other people helped Milat. Some people said his brothers helped him, or a girl, or lots of other people. Police have said that there are more than 30 people that went missing that might have been killed by Milat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":75},{"uri":"Belangalo_State_Forest","surface_form":"Belangalo State Forest","offset":212},{"uri":"Sydney","surface_form":"Sydney","offset":254},{"uri":"Ivan_Milat","surface_form":"Ivan Milat","offset":262},{"uri":"Germans","surface_form":"Germans","offset":416},{"uri":"British_people","surface_form":"British people","offset":432},{"uri":"Sydney","surface_form":"Sydney","offset":476},{"uri":"TV","surface_form":"TV","offset":671},{"uri":"Tourist","surface_form":"tourist","offset":689},{"uri":"Knife","surface_form":"knife","offset":1122},{"uri":"Gun","surface_form":"gun","offset":1157},{"uri":"Strangulation","surface_form":"strangled","offset":1187}]}