{"id":27510,"url":"http://en.wikipedia.org/wiki/Port_Arthur_massacre","text":"e=\"preserve\">The Port Arthur massacre was a mass killing that took place at Port Arthur, Tasmania, Australia. On Saturday 28 and Sunday 29 April 1996 35 people were killed, and 18 people hurt. Martin Bryant used 2 semi-automatic guns to shoot people who were visiting Port Arthur. Port Arthur is an café and, hotel and historic site.000 convt<nowiki/>d Irl<nowiki/>itors to Tasmania. Bryant is in jail for the crime.\nThe massacre was the worst single-day mass murder incident in Australian history. 35 people died on 28 April 1996, the middle day of the massacre. After the massacre, Australia made new laws about gun control. People could not buy guns very easily anymore. New laws were changed. This law also exits in new Zealand and many other countries.\nBryant had first killed the owners of a small guesthouse. then he went to the Port Arthur Historic Site. 20 of the people killed were shot in the Broad Arrow Cafe in 2 minutes of gunfire. before Bryant started shooting in the café he ate lunch Bryant went into the café and began shooting. There were more than 60 people in the cafe. He then went into the gift shop and continued shooting. Two minutes later he went back to his car to escape. He continued to shoot and kill people outside in the gardens.\nBryant then took a hostage and went back to the Seascape Guest House. He killed the hostage and then set fire to the house. He finally gave himself up to the police after 18 hours. He was burned in the fire.\nBryant was found guilty of killing 35 people. He was sentenced to a life sentence for each murder. The court said he was never to be released.\nThe ruins of the cafe are now a memorial to the people who were killed in the massacre. A square pond has been built as a place for quiet thinking. The Prime Minister of Australia, John Howard spoke at the memorial in 2006. This was to remember 10 years since the massacre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Port_Arthur%2C_Tasmania","surface_form":"Port Arthur","offset":76},{"uri":"Tasmania","surface_form":"Tasmania","offset":89},{"uri":"Australia","surface_form":"Australia","offset":99},{"uri":"Martin_Bryant","surface_form":"Martin Bryant","offset":193},{"uri":"Convict","surface_form":"conv","offset":337},{"uri":"Britain","surface_form":"t","offset":341},{"uri":"Ireland","surface_form":"Irl","offset":353},{"uri":"Jail","surface_form":"jail","offset":397},{"uri":"Massacre","surface_form":"massacre","offset":421},{"uri":"Mass_murder","surface_form":"mass murder","offset":455},{"uri":"Hostage","surface_form":"hostage","offset":1282},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":1766},{"uri":"John_Howard","surface_form":"John Howard","offset":1795}]}