{"id":275184,"url":"http://en.wikipedia.org/wiki/H%C5%8Dt%C5%8D","text":"is a noodle from Yamanashi, Japan. It is made by stewing flat udon noodles and vegetables in miso soup. Though \"hōtō\" is a type of \"udon\", locals do not consider it to be an \"udon\" dish because the dough is prepared like dumplings rather than noodles.\nHoto of other prefectures.\nThe adjoining prefectures, Nagano, Shizuoka and Gunma have similar noodle dishes with soy sauce. They are called \"Okkirikomi\", \"Niboutou\" etc. More recently, such Hoto culture has been promoted to encourage profit from tourism.\nHistory.\nThere are many different stories about the history of Hoto. In the old days, in Yamanashi, rice fields were replaced by mulberry fields, to grow silkworms. Then, cultivation of wheat become popular and dishes which use flour developed. In all of the dishes, Hoto was economical because it used many vegetables and stock. Also, its taste was good. Therefore, Hoto spread throughout Yamanashi.\nHow to cook.\nFirst, knead flour with a little water in a bowl. Then spread the dough with a stick. Fold the dough and cut widely. You do not need to let it sit, or add salt. Nowadays, you can buy Hoto noodles around Yamanashi prefecture. The soup tastes like soybean paste. Adding pumpkin paste into the soup is popular. The stock is made from dried small sardines. The main ingredient is vegetables. In summer, leeks, onions, potatoes and so on are used. In winter, pumpkins, taro, carrots, napa cabbage and so on are used. Sometimes pork or chicken are used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yamanashi_prefecture","surface_form":"Yamanashi","offset":17},{"uri":"Japan","surface_form":"Japan","offset":28},{"uri":"Udon_noodles","surface_form":"udon noodles","offset":62},{"uri":"Miso_soup","surface_form":"miso soup","offset":93},{"uri":"Udon","surface_form":"udon","offset":132},{"uri":"Dough","surface_form":"dough","offset":198},{"uri":"Dumpling","surface_form":"dumpling","offset":221},{"uri":"Mulberry","surface_form":"mulberry","offset":636},{"uri":"Taro","surface_form":"taro","offset":1385},{"uri":"Napa_cabbage","surface_form":"napa cabbage","offset":1400}]}