{"id":275121,"url":"http://en.wikipedia.org/wiki/W_and_Z_bosons","text":"e=\"preserve\">W and Z bosons are a group of elementary particles. They are bosons, which means that they have a spin of 0 or 1. Both had been found in experiments by the year 1983. Together, they are responsible for a force known as \"weak force.\" Weak force is called weak because it is not as strong as the strong force. There are two W bosons with different charges, the normal W+, and its antiparticle, the W –. Z bosons are their own antiparticle.\nNaming.\nW bosons are named after the weak force that they are responsible for. Weak force is what physicists believe is responsible for the breaking down of some radioactive elements, in the form of Beta decay. In the late '70s, scientists managed to combine early versions of the weak force with electromagnetism, and called it the electroweak force.\nCreation of W and Z bosons.\nW and Z bosons are only known to be created under Beta decay, which is a form of radioactive decay.\nBeta Decay.\nBeta decay occurs when there are a lot of neutrons in an atom. An easy way to think of a neutron is that it is made of one proton and one electron. When there are too many neutrons in one atom nucleus, one neutron will split and form a proton and an electron. The proton will stay where it is, and the electron will be launched out of the atom at incredible speed. This is why Beta radiation is harmful to humans.\nThe above model is not entirely accurate, as both protons and neutrons are each made of three quarks, which are elementary particles. A proton is made of two up quarks (+2/3 charge), and one down quark (-1/3 charge). A neutron is made of one up quark and two down quarks. Because of this, the proton has +1 charge and the neutron 0 charge.\nWeak force is believed to be able to change the flavour of a quark. For example, when it changes a down quark in a neutron into an up quark, the charge of the neutron becomes +1, since it would have the same arrangement of quarks as a proton. The three-quark neutron with a charge of +1 is no longer a neutron after this, as it fulfills all of the requirements to be a proton. Therefore, Beta decay will cause a neutron to become a proton (along with some other end-products).\nW boson decay.\nWhen a quark changes flavour, as it does in Beta decay, it releases a W boson. On average, W bosons only last for 3x10-25 seconds before themselves decaying into other particles, which is why we had not discovered them until less than half a century ago. Surprisingly, W bosons have a mass of about 80 times that of a proton. Keep in mind that the neutron that it came from has almost the same weight as the proton. In the quantum world, it is not uncommon for a more massive particle to come from a less massive particle; the extra mass comes from stored energy via Einstein's famous formula, formula_1. After the 3x10-25 seconds has passed, a W boson decays into one electron and one neutrino. Since neutrinos rarely interact with matter, we can ignore them from now on. The electron is propelled out of the atom at a high speed. The proton that was produced by the Beta decay stays in the atom nucleus, and raises the atomic number by one.\nZ boson decay.\nZ bosons are also predicted in the Standard Model of physics, which successfully predicted the existence of W bosons. Z Bosons decay into a fermion and its antiparticle, which are particles such as electrons and quarks which have spin in units of half of the reduced planks constant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subatomic_particles","surface_form":"elementary particles","offset":43},{"uri":"Boson","surface_form":"boson","offset":74},{"uri":"Spin_(physics)","surface_form":"spin","offset":111},{"uri":"Weak_force","surface_form":"weak force","offset":233},{"uri":"Strong_interaction","surface_form":"strong","offset":307},{"uri":"Electromagnetism","surface_form":"charges","offset":359},{"uri":"Antiparticle","surface_form":"antiparticle","offset":437},{"uri":"Weak_force","surface_form":"weak force","offset":488},{"uri":"Physicist","surface_form":"physicist","offset":549},{"uri":"Radioactive","surface_form":"radioactive","offset":613},{"uri":"Elements","surface_form":"elements","offset":625},{"uri":"Beta_decay","surface_form":"Beta decay","offset":650},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":748},{"uri":"Electroweak","surface_form":"electroweak","offset":784},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":912},{"uri":"Neutron","surface_form":"neutron","offset":985},{"uri":"Proton","surface_form":"proton","offset":1066},{"uri":"Electron","surface_form":"electron","offset":1081},{"uri":"Atomic_nucleus","surface_form":"atom nucleus","offset":1131},{"uri":"Baryon","surface_form":"made of three quarks","offset":1437},{"uri":"Elementary_particles","surface_form":"elementary particles","offset":1469},{"uri":"Up_quark","surface_form":"up quark","offset":1515},{"uri":"Electromagnetism","surface_form":"charge","offset":1531},{"uri":"Down_quark","surface_form":"down quark","offset":1548},{"uri":"Electromagnetism","surface_form":"charge","offset":1565},{"uri":"Quark","surface_form":"quark","offset":1758},{"uri":"Quantum","surface_form":"quantum","offset":2612},{"uri":"Electron","surface_form":"electron","offset":2858},{"uri":"Neutrino","surface_form":"neutrino","offset":2875},{"uri":"Matter","surface_form":"matter","offset":2922},{"uri":"Atom","surface_form":"atom","offset":2999},{"uri":"Atomic_number","surface_form":"atomic number","offset":3110},{"uri":"Standard_Model","surface_form":"Standard Model","offset":3182}]}