{"id":275284,"url":"http://en.wikipedia.org/wiki/Fredric_Wertham","text":"Fredric Wertham (20 March 1895 – 18 November 1981) was a Jewish German-American psychiatrist. He was an author who wrote about images in media. He thought that violent imagery in mass media and comic books was harmful to children. His best-known book was \"Seduction of the Innocent\" (1954). After this book became popular, the United States Congress took a close look at the comic book industry. Also, the Comics Code was made in response. He called television \"a school for violence\".\nBiography.\nHe was born on 20 March 20 1895 in Munich. He studied medicine in Germany and England. He and Sigmund Freud wrote letters to each other, and Wertham chose to study mainly psychiatry. In 1922 he was asked to come to the United States and to join the Phipps Psychiatric Clinic at Johns Hopkins Hospital in Baltimore, Maryland. He became a United States citizen in 1927. He moved to New York City in 1932. He became the director of a psychiatric clinic connected with the New York Court of General Sessions. All people who were convicted of serious crimes had a psychiatric examination there. The report from those examinations were used in court. In 1935 Wertham spoke in court for the defense in the trial of Albert Fish, a serial killer. Wertham said Fish was insane.\n\"Seduction of the Innocent\".\nIn \"Seduction of the Innocent\", Wertham wrote about clear or hidden violence, sex, drug use, and other adult topics in \"crime comics\". Wertham used the words \"crime comics\" to mean popular comics about criminals and murder that were popular at that time. But, he also included superhero and horror comics in the same group of comics. He said that reading violent comics made children violent. However, this idea was from stories he had heard, not careful research.\nComics, especially the crime and horror titles started by EC Comics had many shocking or ugly images. Wertham often reproduced these pictures. He pointed out themes about death such as \"injury to the eye\" that he thought were common. One example Jack Cole's \"Murder, Morphine and Me\" in Magazine Village's \"True Crime Comics\" Vol. 1, #2 (May 1947). The story showed a character named Mary Kennedy who was a drug dealer. In her dream, she was almost stabbed in the eye with a needle by a drug addict.). Many of his other ideas seemed like nonsense to the comics industry. Wertham thought he saw hidden sexual themes in comics such as nude women hidden in drawings of muscles and tree bark. He also thought Batman and Robin were gay partners. Wertham's idea that Wonder Woman had a hidden story of bondage did have some facts to support it. Her creator William Moulton Marston had said the same thing. However, Wertham also claimed that Wonder Woman's strength and independence made her a lesbian.\nWertham's book had many problems. He did not clearly record information with citations or a bibliography. There was no way of knowing if the stories in his book were true. In 2012, Carol Tilley, a professor of library and information science, found that Wertham was not honest in \"Seduction\". He changed many facts such as making children in the book younger than they really were.\nLater career.\nWertham's views on mass media have largely overshadowed his broader concerns with violence and with protecting children from psychological harm. His writings about the effects of racial segregation were evidence in the important Supreme Court case \"Brown v. Board of Education\". Part of his 1966 book, \"A Sign for Cain\", was about medical professionals and their actions in the Holocaust. He talked about the book on a popular TV program. Parts of these programs were shown at the 2003\nBeaty writes that in 1959 Wertham tried to sell an another book to follow \"Seduction of the Innocent\". It was called \"The War on Children\". The book was about the effect of television on children. Wertham was unhappy that no companies wanted to publish it.\nWertham always said he did not want censorship of comics. In the 1970s he was more interested in the good side of comics fan groups. In his last book, \"The World of Fanzines\" (1974), he concluded that fanzines were a good way to be creative. Wertham was asked to speak to the New York Comic Art Convention. Most comics fans still had bad opinions about him. They did not trust him and yelled at him during his speech. He soon stopped writing about comics.\nBefore he retired, Wertham had several jobs. He became a professor of psychiatry at New York University. He was a senior psychiatrist in the New York City Department of Hospitals and a psychiatrist and the director of the Mental Hygiene Clinic at the Bellevue Hospital Center.\nHe died on November 18, 1981 at his retirement home in Kempton, Pennsylvania. He was 86 years old.\nAfter his death.\nThe Library of Congress keeps his papers. People were able to study them starting May 20, 2010. The library has a list of all of his writing. This list shows Wertham's many different interests.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"German-American","surface_form":"German-American","offset":64},{"uri":"Psychiatrist","surface_form":"psychiatrist","offset":80},{"uri":"Mass_media","surface_form":"mass media","offset":179},{"uri":"Comic_book","surface_form":"comic book","offset":194},{"uri":"Seduction_of_the_Innocent","surface_form":"Seduction of the Innocent","offset":256},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":327},{"uri":"Comics_Code_Authority","surface_form":"Comics Code","offset":406},{"uri":"Television","surface_form":"television","offset":450},{"uri":"Violence","surface_form":"violence","offset":475},{"uri":"Munich","surface_form":"Munich","offset":532},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":591},{"uri":"Psychiatry","surface_form":"psychiatry","offset":668},{"uri":"Phipps_Psychiatric_Clinic","surface_form":"Phipps Psychiatric Clinic","offset":746},{"uri":"Johns_Hopkins_Hospital","surface_form":"Johns Hopkins Hospital","offset":775},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":801},{"uri":"United_States","surface_form":"United States","offset":834},{"uri":"New_York_City","surface_form":"New York City","offset":877},{"uri":"New_York_Court_of_General_Sessions","surface_form":"New York Court of General Sessions","offset":966},{"uri":"Felony","surface_form":"serious crimes","offset":1035},{"uri":"Albert_Fish","surface_form":"Albert Fish","offset":1205},{"uri":"Serial_killer","surface_form":"serial killer","offset":1220},{"uri":"Superhero","surface_form":"superhero","offset":1571},{"uri":"Horror_fiction","surface_form":"horror","offset":1585},{"uri":"EC_Comics","surface_form":"EC Comics","offset":1817},{"uri":"Jack_Cole_(artist)","surface_form":"Jack Cole","offset":2005},{"uri":"Batman","surface_form":"Batman","offset":2464},{"uri":"Robin_(comics)","surface_form":"Robin","offset":2475},{"uri":"Gay","surface_form":"gay","offset":2486},{"uri":"Wonder_Woman","surface_form":"Wonder Woman","offset":2520},{"uri":"Bondage_(BDSM)","surface_form":"bondage","offset":2555},{"uri":"William_Moulton_Marston","surface_form":"William Moulton Marston","offset":2610},{"uri":"Lesbian","surface_form":"lesbian","offset":2746},{"uri":"Bibliography","surface_form":"bibliography","offset":2847},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":3330},{"uri":"Brown_v._Board_of_Education","surface_form":"Brown v. Board of Education","offset":3400},{"uri":"The_Holocaust","surface_form":"the Holocaust","offset":3525},{"uri":"Censorship","surface_form":"censorship","offset":3930},{"uri":"Fanzine","surface_form":"fanzine","offset":4095},{"uri":"Comic_Art_Convention","surface_form":"New York Comic Art Convention","offset":4170},{"uri":"New_York_University","surface_form":"New York University","offset":4434},{"uri":"New_York_City_Department_of_Hospitals","surface_form":"New York City Department of Hospitals","offset":4491},{"uri":"Bellevue_Hospital_Center","surface_form":"Bellevue Hospital Center","offset":4601},{"uri":"Kempton%2C_Pennsylvania","surface_form":"Kempton, Pennsylvania","offset":4682}]}