{"id":275450,"url":"http://en.wikipedia.org/wiki/Strange_quark","text":"e=\"preserve\">Strange quarks are the third lightest quarks, which are subatomic particles that are so small, they are believed to not be able to be divided. Like down quarks, strange quarks have a charge of -1/3. Like all fermions (which are particles that can not exist in the same place at the same time), strange quarks have a spin of 1/2. What makes strange quarks different from down quarks–apart from having 25 times the mass of down quarks–is that they have something that scientists call \"strangeness.\" Strangeness is basically a resistance to decay against strong force and electromagnetism. This means that any particle that contains a strange quark can not decay due to strong force (or electromagnetism), but instead with the much slower weak force. It was believed that this was a 'strange' method of decay, which is why the scientists gave the particles that name.\nStrange quarks can be found in particles such as kaons and some hyperons. Scientists began noticing strangeness when these particles did not decay as quickly as their masses would have suggested they would have. However, it took them a long time to even guess strangeness was the answer because it took over 16 years to predict it after the discovery of kaons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quark","surface_form":"quark","offset":51},{"uri":"Subatomic_particle","surface_form":"subatomic particle","offset":69},{"uri":"Down_quark","surface_form":"down quark","offset":161},{"uri":"Electromagnetism","surface_form":"charge","offset":196},{"uri":"Fermion","surface_form":"fermion","offset":221},{"uri":"Particle","surface_form":"particle","offset":241},{"uri":"Spin_(physics)","surface_form":"spin","offset":329},{"uri":"Mass","surface_form":"mass","offset":426},{"uri":"Radioactive_decay","surface_form":"decay","offset":551},{"uri":"Strong_force","surface_form":"strong force","offset":565},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":582},{"uri":"Weak_force","surface_form":"weak force","offset":749},{"uri":"Kaon","surface_form":"kaon","offset":927},{"uri":"Hyperon","surface_form":"hyperon","offset":942}]}