{"id":275405,"url":"http://en.wikipedia.org/wiki/Louise_Marie_Ad%C3%A9la%C3%AFde_de_Bourbon%2C_Duchess_of_Orl%C3%A9ans","text":"Louise Marie Adélaïde de Bourbon-Penthièvre, Duchess of Orléans (13 March 1753 – 23 June 1821), was the daughter of Louis Jean Marie de Bourbon, Duke of Penthièvre and of Maria Teresa d'Este. At the death of her brother, Louis Alexandre de Bourbon, \"prince de Lamballe\", she became the wealthiest heiress in France. She married the future \"Philippe Égalité\", and was the mother of France's last king, Louis Philippe I. She was a princess of the blood by her marriage.\nBackground.\nMarie-Adélaïde was born on 13 March 1753 at the Hôtel de Toulouse in Paris. Styled \"Mademoiselle d'Ivoy\" initially and, as a young girl, until her marriage, \"Mademoiselle de Penthièvre\" (derived from the duchy inherited by her father). The style of \"Mademoiselle de Penthièvre\" had been previoulsy borne by her sister Marie Louise de Bourbon (1751–1753) who died six months after Marie Adélaïde's birth. She was raised in a convent, the \"Abbaye de Montmartre\", overlooking Paris.\nMarriage.\nAt the death, on 8 May 1768, of her brother and only sibling, the Prince of Lamballe, Marie Adélaïde became heiress to what was to become the largest fortune of France. Her marriage to Louis \"Philippe\" Joseph d'Orléans, Duke of Chartres, son of the Duke of Orléans, had been envisaged earlier and, while the Duke of Penthièvre saw in it the opportunity for his daughter to marry into the family of the \"First Prince of the Blood\", the Orléans did not want a union with an illegitimate branch of the royal family. However, the Orléans' mind changed when the Prince of Lamballe's death left his sister sole heiress to the family fortune. Although Marie Adélaîde was much in love with her Orléans cousin, Louis XV warned Penthièvre against such a marriage because of the reputation of the young Duke of Chartres as a womaniser.\nHer marriage to the Duke of Chartres took place at the Palace of Versailles on 5 April 1769.\nDuring the first few months of their marriage, the couple appeared devoted to each other, but the duke went back to the life of \"libertinage\" he had led before his marriage. It is during the summer of 1772, a few months after his wife had given birth to a stillborn daughter, that began Philippe's secret liaison with one of her ladies-in-waiting, Madame de Genlis, the niece of Madame de Montesson, the morganatic wife of Philippe's father. Passionate at first, the liaison cooled within a few months and, by the spring of 1773, was reported to be \"dead\". After the romantic affair was over, Félicité remained in the service of Marie Adélaïde at the Palais-Royal, a trusted friend to both Marie Adélaïde and Philippe. They both appreciated her intelligence and, in July 1779, she became the governess of the couple's twin daughters born in 1777.\nRevolution.\nOn 5 April 1791, Marie Adélaïde left her unfaithful husband and went to live with her father at the \"château de Bizy\" in Normandy. In September 1792, having sided with the Revolution, the Duke of Orléans was elected to the National Convention under the name of \"Philippe Égalité\". Siding with the radical group called The Mountain (\"La Montagne\"), he was from the very beginning suspect in the eyes of the Girondists (\"Girondins\"), who wanted all the Bourbons to be banished from France. The fate of the Orléans family was sealed when Marie-Adélaïde's eldest son, the duc de Chartres, \"Général Égalité\" in the Army of the North commanded by Charles François Dumouriez, sought political asylum from the Austrians in March 1793. On 6 April, all the members of the Orléans family still remaining in France were arrested.\nAfter their arrest in Paris, Philippe Égalité and his son, the comte de Beaujolais, were imprisoned in the Abbey prison (\"prison de l'Abbaye\") in Paris. Later, the two were transferred to the prison of Fort Saint-Jean in Marseille, where they were soon joined by the duc de Montpensier who had been arrested while serving as an officer in the Army of the Alps. The day before his father and brothers were arrested in France, the duc de Chartres rushed to Tournai, near the French border, where his sister Adélaïde and Mme de Genlis had been living since Philippe Égalité had made them emigrate in November 1792.\nUpon the execution of her husband, Marie-Adélaïde, now known as \"Veuve Égalité\" (Widow \"Égalité\"), was incarcerated at the Luxembourg Palace, which had been transformed into a prison during the Revolution. There she met the man who was to become the \"love of her life\", a former member of the National Convention named Jacques-Marie Rouzet. The two always remained together and lived in Paris until 1797, when a decree banished the remaining members of the House of Bourbon from France.\nMarie Adélaïde was exiled to Spain, as was her sister-in-law Bathilde d'Orléans. Rouzet accompanied them to the Spanish border and managed to secretly join them in Barcelona where he became her chancellor.\nMarie Adélaïde, Rouzet and the Orléans exiled in Spain returned to France in 1814 at the time of the first Bourbon Restoration. After legal battles which lasted until her death, the bulk of her inheritance was eventually recovered. She died in her castle at Ivry-sur-Seine having suffered from breast cancer. She also was buried at the \"Chapelle royale de Dreux\".\nName.\nSometimes the princess is incorrectly named \"Louise Marie Adélaïde de Bourbon-Penthièvre\" which is incorrect. This is false (see her \"own\" signature above).","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_Jean_Marie_de_Bourbon%2C_Duke_of_Penthi%C3%A8vre","surface_form":"Louis Jean Marie de Bourbon, Duke of Penthièvre","offset":116},{"uri":"Maria_Teresa_Felicitas_d%27Este","surface_form":"Maria Teresa d'Este","offset":171},{"uri":"Louis_Alexandre%2C_Prince_of_Lamballe","surface_form":"Louis Alexandre de Bourbon, \"prince de Lamballe\"","offset":221},{"uri":"Heir","surface_form":"heir","offset":297},{"uri":"Philippe_%C3%89galit%C3%A9","surface_form":"Philippe Égalité","offset":340},{"uri":"Louis_Philippe_I","surface_form":"Louis Philippe I","offset":401},{"uri":"Princess_of_the_blood","surface_form":"princess of the blood","offset":429},{"uri":"H%C3%B4tel_de_Toulouse","surface_form":"Hôtel de Toulouse","offset":528},{"uri":"Style_(manner_of_address)","surface_form":"Style","offset":556},{"uri":"Duke_of_Chartres","surface_form":"Duke of Chartres","offset":1190},{"uri":"Louis_Philippe_I%2C_Duke_of_Orl%C3%A9ans","surface_form":"Duke of Orléans","offset":1219},{"uri":"Womaniser","surface_form":"womaniser","offset":1784},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":1850},{"uri":"St%C3%A9phanie_F%C3%A9licit%C3%A9_Ducrest_de_St-Albin%2C_comtesse_de_Genlis","surface_form":"Madame de Genlis","offset":2236},{"uri":"Charlotte-Jeanne_B%C3%A9raud_de_la_Haye_de_Riou%2C_marquise_de_Montesson","surface_form":"Madame de Montesson","offset":2267},{"uri":"Morganatic_marriage","surface_form":"morganatic","offset":2292},{"uri":"Palais-Royal","surface_form":"Palais-Royal","offset":2539},{"uri":"Normandy","surface_form":"Normandy","offset":2868},{"uri":"French_Revolution","surface_form":"Revolution","offset":2919},{"uri":"National_Convention","surface_form":"National Convention","offset":2970},{"uri":"The_Mountain","surface_form":"The Mountain","offset":3065},{"uri":"Girondists","surface_form":"Girondists","offset":3153},{"uri":"Charles_Fran%C3%A7ois_Dumouriez","surface_form":"Charles François Dumouriez","offset":3388},{"uri":"Marseille","surface_form":"Marseille","offset":3786},{"uri":"Tournai","surface_form":"Tournai","offset":4020},{"uri":"Luxembourg_Palace","surface_form":"Luxembourg Palace","offset":4300},{"uri":"National_Convention","surface_form":"National Convention","offset":4470},{"uri":"Jacques-Marie_Rouzet","surface_form":"Jacques-Marie Rouzet","offset":4496},{"uri":"Banish","surface_form":"banish","offset":4596},{"uri":"House_of_Bourbon","surface_form":"House of Bourbon","offset":4634},{"uri":"Bathilde_d%27Orl%C3%A9ans","surface_form":"Bathilde d'Orléans","offset":4725},{"uri":"Bourbon_Restoration","surface_form":"Bourbon Restoration","offset":4977},{"uri":"Chapelle_royale_de_Dreux","surface_form":"Chapelle royale de Dreux","offset":5207}]}