{"id":275593,"url":"http://en.wikipedia.org/wiki/Tricky","text":"Tricky (born Adrian Nicholas Matthews Thaws, 27 January 1968) is an English musician and actor. As a producer and a musician, he is noted for a dark, rich and layered sound and a whispering lyrical style. Culturally, Tricky encourages a togetherness of societies, particularly in his musical ensemble of rock and hip hop, high art and pop culture. His debut album \"Maxinquaye\" was nominated for the Mercury Prize and voted Album of the Year by \"NME\" Magazine.\nEarly life.\nTricky was born in Knowle West, Bristol, England. His father left the family before he was born and his mother, Maxine Quaye, committed suicide when he was only four. He named his solo album after her - \"Maxinquaye\" - and once said that though he hardly knew her, he feels like she's speaking through him with his words.\nHe spent his childhood and teen years in the care of his grandmother, who often let him watch old horror movies instead of going to school. At 15 he began to write lyrics (\"I like to rock, I like to dance, I like pretty girls taking down their pants\" \"MixMag\" 1996) At 17, he spent some time in prison because he bought forged £50 notes from a friend, who later told the police. In an interview, Tricky said: \"Prison was really good. I'm never going back\" (\"NME\" 1995).","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":68},{"uri":"Musician","surface_form":"musician","offset":76},{"uri":"Actor","surface_form":"actor","offset":89},{"uri":"Record_producer","surface_form":"producer","offset":101},{"uri":"Rock_music","surface_form":"rock","offset":304},{"uri":"Hip_hop_music","surface_form":"hip hop","offset":313},{"uri":"High_culture","surface_form":"high art","offset":322},{"uri":"Pop_culture","surface_form":"pop culture","offset":335},{"uri":"NME","surface_form":"NME","offset":445},{"uri":"Knowle_West","surface_form":"Knowle West","offset":491},{"uri":"Bristol","surface_form":"Bristol","offset":504},{"uri":"England","surface_form":"England","offset":513},{"uri":"Suicide","surface_form":"suicide","offset":608}]}