{"id":275535,"url":"http://en.wikipedia.org/wiki/Donner_Party","text":"The Donner Party were a group of at least 87 American settlers who tried to cross the Sierra Nevada into California in the winter of 1846–47. Most historians count 87 members of the party. Stephen McCurdy in the \"Western Journal of Medicine\" includes three others, bringing the number to 90. Forty-Two of them died from starvation, disease and the cold weather. The rest reached California the following year. They became famous in the history of the American West.\nJourney.\nThe party left Springfield, Illinois in April 1846. They were led by two brothers, Jacob and George Donner. The settlers followed the California Trail to Fort Bridger in Wyoming. From there, they left the trail to take a different route that was not used much. It was reportedly a shorter way to California. This route was called the Hastings' Cutoff. There was much hardship and suffering on this route. They wasted 18 precious days. Instead of being shorter, it took them much longer to get across Nevada.\nOn October 28, heavy snows trapped the settlers in the Sierra Nevada mountains. The group made shelters, but ran out of food. Some of them resorted to cannibalism in order to survive.\nOn December 16, seventeen people tried to go west again. Of these, two went back to the camp. Of the fifteen who kept going, seven stayed alive and reached a settlement on the western side of the mountains after 32 days. After this, a rescue party went back, and in about two weeks made it to one of the camps set up in the mountains. After this, three more groups tried to rescue those trapped in the mountains. The last person was rescued on April 7,1847. In all, 45 people from the original Donner Party died, and there were 36 who survived. All the survivors made it to California, but they disagreed about what happened during the winter and whose fault it was.\nMemorials.\nToday, there are several memorials to the group, including a monument and the Donner Memorial State Park. A lake was also named after them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":45},{"uri":"Settler","surface_form":"settler","offset":54},{"uri":"Sierra_Nevada_(US)","surface_form":"Sierra Nevada","offset":86},{"uri":"California","surface_form":"California","offset":105},{"uri":"Starvation","surface_form":"starvation","offset":320},{"uri":"Disease","surface_form":"disease","offset":332},{"uri":"American_Old_West","surface_form":"American West","offset":451},{"uri":"Springfield%2C_Illinois","surface_form":"Springfield, Illinois","offset":490},{"uri":"Fort_Bridger%2C_Wyoming","surface_form":"Fort Bridger","offset":629},{"uri":"Wyoming","surface_form":"Wyoming","offset":645},{"uri":"Nevada","surface_form":"Nevada","offset":975},{"uri":"Sierra_Nevada_(US)","surface_form":"Sierra Nevada","offset":1038},{"uri":"Cannibalism","surface_form":"cannibalism","offset":1134},{"uri":"Donner_Memorial_State_Park","surface_form":"Donner Memorial State Park","offset":1923}]}