{"id":275608,"url":"http://en.wikipedia.org/wiki/Vitoria-Gasteiz","text":"Vitoria-Gasteiz is the Basque Country capital. It is in the north of Spain and was a little town until 1950. Since 1950 the city has changed a lot because of important industrialization.\nThe official name of the city is Vitoria-Gasteiz. People usually call it simply Vitoria or Gasteiz. In Basque it is called Gasteiz, and some Basque speakers call it Vitorixe.\nPopulation.\nIn 2010, Vitoria-Gasteiz had a population of more or less 240,000.\nBetween 1960 and 1970, the city grew a lot because people arrived to work at the new and great industrial companies. Statistics say the population doubled between these dates, and this is the motive for a great transformation, not only demographic but social.\nLater, in 1980, Vitoria-Gasteiz was named the Basque Country capital, and the new public institutions, the Basque Government and Basque Parliament were located in Vitoria. This was an important impetus for the tertiary sector. This, together with the great industrial firms were responsible for a big social change in the city.\nThere has been another change in the population as people have come from other countries in recent years to work in building and industry. This happened later in Vitoria-Gasteiz and the Basque Country than in other areas. Today, non-EU (European Union) newcomers form 5.8% of the population in Vitoria-Gasteiz, 5% in Araba and 3.4% in the Basque Country. The main motive why Vitoria-Gasteiz has more of these immigrants is because recently there was a lot of jobs in building, a sector where Basque people won't work.\nThe inhabitants in Vitoria-Gasteiz live in apartments, and there are not many detached houses like in other towns in Europe. There are nice neighbourhoods, some with big squares, trees and parks where young people and families with children live, and other older neighbourhoods with beautiful and narrow streets and where older people walk.\nIndustrialization.\nVitoria-Gasteiz became an industrial city in the second half of the twentieth century. There had been some companies already. For example, Bartolome Riego set up a printing press in the town for the first time in 1722.\nIndustries began on the outskirts of the city, away from the centre, special areas for making objects. Companies from Biscay (Bizkaia) and Gipuzkoa moved to Vitoria because land was cheaper there. Between 1950 and 1977, 833 companies started in the city.\nThe largest effects of this was that the city grew quickly, with many immigrants and a mixture of cultures. Between 1950 and 1975 the population grew from 53,000 to 173,000. In 1975, only 41.8% of the population had been born in the city.\nMedieval origins.\nVitoria-Gasteiz is a very old city. It was founded in 1180 by the Navarrese King Sancho VI, who conquered the small hill village of Gasteiz and decided to call it New Victoria.\nOnly nineteen years later the city fell into the hands Castille´s King Alfonso VIII. The new king enlarged the city with three new streets on the west side of the hill. (Correría, Zapatería, Herrería)\nIn 1202 a terrible fire almost destroyed the town.\nThe city prospered quickly it was on the shortest way between the Court of Castille and northern Europe.\nBetween the 15th and 18th centuries.\nIn 1443 another terrible fire affected the western part of the city.\nAfter that, new houses had to be built of stone and adobe.\nIn 1492 the expulsion of Jews had an negative impact and caused a long period of decline.\n19th century.\nIn this century the customs house was moved from Vitoria to the coast, seriously affecting the local economy. However, the effect was softened with the development of the services sector. In 1813 Spanish forces with their allies defeated France in the Battle of Vitoria, ending the French invasion.\n20th century.\nWith the turn of the century come the first modern factories. They were small family businesses. Now there are also multinationals, for example Mercedes Benz and Michelin.\nBetween 1950 and 1975 the city tripled its population and new districts were built.\nIn 1980 the Basque Parliament chose Vitoria-Gasteiz as the capital of the Basque Country.\n21st century.\nThe city is characterized as green and sustainable.\nWe could define the current Vitoria-Gasteiz as a city designed and planned to live in.\nBuildings.\nVitoria-Gasteiz has several important buildings. Its medieval quarter is in the highest part of the city.\nIts streets are narrow. There are several historic houses: Montehermoso, Villasuso, Escoriaza, Esquíbel, etc. There are also the Archaeology and Card Museums.\nOther buildings are the Cordon House, and the Portalon, where there is a famous restaurant.\nIn Senda Avenue is Ajuria-Enea, the house of the President of the Basque Country.\nOpposite it is the Ruiz de Austri Palace, now the Fine Art Gallery.\nThe Architect Olaguibel designed the Arquillos building, the most important in the City.\nEnvironment.\nVitoria - Gasteiz will be European Green Capital in 2012. The European Green Capital Conference in Stockholm gave the award to Vitoria on 21 October 2011; Other cities competed, for example Barcelona, Malmo, Nantes, Nuremberg and Reykjavik. In the end Vitoria, the second smallest city, was champion.\nVitoria has a green ring around the city, with more than 11000 hectares (27,000 acres) of trees and different species of animals. There are also a lot of tracks for walking and cycing.\nWater usage is another reason why Gasteiz won the award, because it is one the cities of Europe than wastes less water - only 10%, and its inhabitants are reasonable consumers. Other towns lose 50%. 25% of domestic rubbish is recycled, but it is possible to improve.\nIt is true that a lot of inhabitants use public transport (trams and buses) and bike to move in the city but there are too many people who use cars.\nThe prize is very important for the city because its population has been working on improving its environment for the last 30 years. With the green capital prize the environment is the future for Vitoria and its inhabitants.\nMuseums and Art Galleries.\nThe Museo de Bellas Artes - the Fine Art Gallery - in Frai Francisco Walk (street) is of special interest. It is an early twentieth century renaissance style building opposite Ajuria Enea, the lehendakari’s (Basque president) residence. In this museum there are paintings by Ignacio Zuloaga, Joaquin Sorolla, Ignacio Diaz de Olano and Fernando Amarica.\nAnother important art gallery is the Artium (Basque Museum of Contemporary Art) The permanent collection has works by Basque and Spanish artists with paintings, sculptures, prints, photographs and videos made by Chillida, Oteiza, and Moraza, among others. This modern building was opened in 2002 and is on Frantzia Street.\nBibat is an important museum, devoted to archaeology and playing cards. This museum is in an old renaissance building in Aiztogile Street, recently renovated by the architect Patxi Mangado.\nThere are other interesting museums such as the Arms Museum in Fray Francisco Walk or the Museum of Natural Sciences in Doña Ochanda Tower, a fort house built in the sixteenth century, in Jesusen Zerbitzarien Fundatzailean Street. Nearby is the Museum of the lanterns in Zapateri street.\nVitoria is also an outdoor museum with sculptures and statues in its streets by contemporary artists such as Oteiza, Ibarrola, Chillida, Casto Solano, Nestor Basterrechea, etc.\nCuisine.\nAlthough Vitoria-Gasteiz food is similar to the rest of the Basque Country, the city does have its specialities. \"Perretxikos\" (Calocybe_gambosa/St. George's mushroom), a type of mushroom, and snails are two traditional dishes of the city.\nIn early December, the province of Araba holds its \"cazuelitas\" (small dishes) and wine week. About twenty-five pubs participate, including more than twenty in Vitoria-Gasteiz, and you can eat small portions of local dishes and drink local wines. Another event, Vinogourmet, takes place about the same time. This fair is held in the city’s food market, with wine on the ground floor and pintxos (bar snacks) on the first floor.\nThere is an important restaurant in the city. Its name is \"El Portalon\". It is located in a beautiful fifteenth century house. In this restaurant the food is very good.\nIn 2010, the Ikea restaurant won its first Michelin star.\nTourists say Vitoria-Gasteiz has very good cake-shops.\nLeisure.\nLeisure in Vitoria refers to several things, music and performing arts, concerts and festivals.\nThe city’s most famous concerts take place in Los Fueros Square in the Blanca holidays in August, and very important Spanish groups come to Vitoria.\nThere are also events for the young. Workshops, where children can have fun making thing, for example, Christmas cards.\nOn the first Saturday of every month there is a market in the old part of the city, where people sell home and beauty products, cheese and other foods and all types of things. Once a year in September there is a medieval market.\nAt The Principal Theatre you can see plays, shows, dances etc.\nThere are also a lot of pubs and restaurants to spend the afternoon and evening with friends. The “pintxo-pote” is typical every Thursday in the pubs of Gasteiz, in these the price of a small glass of wine and a snack is €1.\nPolitical Data.\nVitoria is the political and administrative capital of the Basque Country and home of its principal autonomous institutions.\nThe Basque Parliament is the legislative body of the autonomous region. There are 75 MPs (Members of Parliament),25 of each of the three provinces.\nOf these MPs, 40 are women, and 35 are men. The current Speaker/President of the Chamber is Arantxa Quiroga.\nThe Basque Government headquarters are also in the city, in Lakua, and the official residence of the President of the Basque Government is Ajuria Enea, in Fray Francisco Street.\nThe current Prime Minister is Patxi López.\nThe current General Deputy of Alava is Xabier Aguirre.\nThe current mayor is Patxi López.\nIn addition to the City Council, there are a small administrative units that are the councils of the different villages that make up the municipality of Vitoria (about 60 villages, some of which are being absorbed by the growth of the city).","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spain","offset":69},{"uri":"Basque_language","surface_form":"Basque","offset":290},{"uri":"Basque_Country","surface_form":"Basque Country","offset":747},{"uri":"Capital_(city)","surface_form":"capital","offset":762},{"uri":"European_Union","surface_form":"European Union","offset":1266},{"uri":"Immigrants","surface_form":"immigrants","offset":1438},{"uri":"Apartment","surface_form":"apartment","offset":1590},{"uri":"Neighbourhood","surface_form":"neighbourhood","offset":1687},{"uri":"Street","surface_form":"street","offset":1851},{"uri":"Museum","surface_form":"Museum","offset":4520},{"uri":"Art_museum","surface_form":"Art Gallery","offset":4758},{"uri":"Architect","surface_form":"Architect","offset":4775},{"uri":"Sculptures","surface_form":"sculptures","offset":7220},{"uri":"Statues","surface_form":"statues","offset":7235},{"uri":"Basque_Country","surface_form":"Basque Country","offset":7427},{"uri":"Mushroom","surface_form":"mushroom","offset":7546},{"uri":"Snail","surface_form":"snail","offset":7560},{"uri":"Medieval","surface_form":"medieval","offset":8903}]}