{"id":275691,"url":"http://en.wikipedia.org/wiki/Yatsuhashi","text":"is a Japanese food. It is sometimes sold as a souvenir sweet. It is made from rice, sugar and cinnamon. Two types of Yatsuhashi can be bought, either raw or hard Yatsuhashi.\nHistory.\nYatsuhashi comes from Yatsuhashi Kengyo, the pioneer of making Yatsuhashi. In the Edo era, he saved everything so he could make something from leftover rice. Then Yatsuhashi was created. After he died, Yatsuhashi was loved by people in Kyoto, and now it is a very famous food in Kyoto.\nIngredients.\nYatsuhashi is made from rice flour, soybean flour, sesame, sugar cane and a lot of cinnamon. A special cinnamon called “Nikkei” is part of its unique taste.\nIzutsu Yatsuhashi Honpo.\nIzutsu Yatsuhashi was established by Sahei Tsuda in 1805. At one of the Izutsu yatsuhashi shops, Kyogoku Ichibangai, people can make their own yatsuhashi.\nOtabe.\nIn 1946, a confectionery retail store was started at the Kawaramachirokkaku. In1949, the store started to sell yatsuhashi. In 1969, the name of company has changed to “Otabe”. In 2010, Otabe’s Choco-Yatsuhashi won a special gold prize in Monde Selection.\nHonke Nishio Yatsuhashi.\nThe history of Honke Nishino Yatsuhashi began in 1687 in the Edo period, so three hundred years have passed. It has a long story. At the time, “Shiramochi” which is like old raw yatsuhashi was sold there.\nBesides these yatsuhashi stores, there are famous shops in Kyoto. They are 'Goden Yatsuhashi, 'Seikodo', 'Hakushindo', and 'HonkeNishio'.\nIzutsu Yatsuhashi Honnpo.\nIzutsu Yatsuhashi: This is a confection from a famous shop shaped like a long Japanese zither with thirteen strings. It has been sold for more than 200 years.\nYuko: This is a lyric confection containing bean jam. This is a Yatsuhashi which is associated with Yuko who is a heroine of “the gobantyo-yugirirou\".\nOther tastes: strawberry, powdered green tea, chocolate and apple.\nOtabe.\nOtabe: This Nama-Yatsuhashi uses rice grown in Fukui prefecture which is called \"Koshihikari\", Hokkaido adzuki bean, and water in Fukui prefecture.\nOther taste: chocolate, powdered green tea, salt, and sesami.\nYatsuhashi: This is a confection from Kyoto which has been loved by people since more than 300 years ago.\nChoco-Yatsuhashi: This is the original confection of Otabe. Yatsuhashi is baked thin, and then it is coated in chocolate.\nNama-Yatsuhashi: This is tender dough which is baked.\nHonke Nishio Yatsuhasi.\nTastes: powdered green tea, sesami, and banana.\nPocket-Yatsuhashi: This is a Yatsuhashi which you can carry in your pocket.\nTastes: cacao, strawberry, and powdered green tea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Souvenir","surface_form":"souvenir","offset":46},{"uri":"Rice","surface_form":"rice","offset":78},{"uri":"Sugar","surface_form":"sugar","offset":84},{"uri":"Cinnamon","surface_form":"cinnamon","offset":94},{"uri":"Strawberry","surface_form":"strawberry","offset":1799},{"uri":"Green_tea","surface_form":"green tea","offset":1820},{"uri":"Chocolate","surface_form":"chocolate","offset":1831},{"uri":"Apple","surface_form":"apple","offset":1845},{"uri":"Rice","surface_form":"rice","offset":1892},{"uri":"Water","surface_form":"water","offset":1980},{"uri":"Chocolate","surface_form":"chocolate","offset":2020},{"uri":"Green_tea","surface_form":"green tea","offset":2040},{"uri":"Salt","surface_form":"salt","offset":2051},{"uri":"Kyoto","surface_form":"Kyoto","offset":2107},{"uri":"Chocolate","surface_form":"chocolate","offset":2286},{"uri":"Green_tea","surface_form":"green tea","offset":2392},{"uri":"Banana","surface_form":"banana","offset":2415},{"uri":"Pocket","surface_form":"pocket","offset":2491},{"uri":"Cacao","surface_form":"cacao","offset":2507},{"uri":"Strawberry","surface_form":"strawberry","offset":2514},{"uri":"Green_tea","surface_form":"green tea","offset":2539}]}