{"id":275760,"url":"http://en.wikipedia.org/wiki/California_State_University%2C_Long_Beach","text":"California State University, Long Beach (also known as Cal State Long Beach, Long Beach State, CSULB, LBSU, or The Beach) is the second largest campus of the California State University (CSU) system and the third largest university in the state of California by enrollment. The University is located at the southeastern coastal tip of Los Angeles County.\nCSULB has been recognized repeatedly as one of \"America's Best Value Colleges\" by the \"Princeton Review\". More than 30 factors are considered to rate the colleges in four categories: academics, tuition GPA (the sticker price minus average amount students receive in gift aid scholarships and grants), financial aid (how well colleges meet students' financial need) and student borrowing.\nLong Beach State has also been ranked as one of the top five public master's degree-granting institutions in the West by \"U.S. News & World Reports \"America's Best Colleges Guide\". It is also home to the largest publicly funded art school west of the Mississippi. The university currently operates with one of the lowest student fees in the country at US $4,370 per year for full-time students having California residence.\nSince the 2020–21 school year, Long Beach State has called its sports teams The Beach; the baseball team is also known as the Dirtbags. Before July 2020, the main nickname had been 49ers. Most Beach teams play in the Big West Conference.","categories":[],"infobox_types":[],"annotations":[{"uri":"Campus","surface_form":"campus","offset":144},{"uri":"California_State_University","surface_form":"California State University","offset":158},{"uri":"University","surface_form":"university","offset":221},{"uri":"California","surface_form":"California","offset":248},{"uri":"Los_Angeles_County","surface_form":"Los Angeles County","offset":335},{"uri":"Western_United_States","surface_form":"West","offset":856},{"uri":"Mississippi_River","surface_form":"Mississippi","offset":994},{"uri":"United_States_dollar","surface_form":"US $","offset":1095},{"uri":"Baseball","surface_form":"baseball","offset":1257},{"uri":"Big_West_Conference","surface_form":"Big West Conference","offset":1383}]}