{"id":275844,"url":"http://en.wikipedia.org/wiki/Jundallah","text":"e=\"preserve\">Jundallah (or Jondallah, translates to Soldiers of God), or People's resistance movement of Iran (PRMI) is a militant organisation based in Balochistan. The organisation claims to be fighting for the rights of Sunni muslims in Iran. Most muslims in Iran are Shi'a, Sunni make up for the largest group that is not Shi'a. Iran says the group is a terrorist organisation. Iran has blamed the organisation for many acts of smuggling illegal drugs, and of kidnapping. The organisation is believed to have 1.000 fighting soldiers.\nMany observers believe the group is linked to al-Qaeda. For a long time, Iran has believed that the U.S. government supported Jundallah. Several other sources such as the ABC News, Daily Telegraph, and journalist Seymour Hersh have also reported that Jundullah has received support from the United States against the government of Iran, although the US denies any involvement.\nIn August 2007, the Israeli Mossad chief, Meir Dagan, pushed for using ethnic groups (among others, people from Balochistan) in Iran to make the Iranian government weaker and try to change the people in charge of the government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Balochistan%2C_Pakistan","surface_form":"Balochistan","offset":153},{"uri":"Sunni","surface_form":"Sunni","offset":223},{"uri":"Muslim","surface_form":"muslim","offset":229},{"uri":"Iran","surface_form":"Iran","offset":240},{"uri":"Shi%27a","surface_form":"Shi'a","offset":271},{"uri":"Terrorism","surface_form":"terrorist organisation","offset":358},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":442},{"uri":"Kidnapping","surface_form":"kidnapping","offset":464},{"uri":"Al-Qaeda","surface_form":"al-Qaeda","offset":584},{"uri":"ABC_News","surface_form":"ABC News","offset":709},{"uri":"Daily_Telegraph","surface_form":"Daily Telegraph","offset":719},{"uri":"Seymour_Hersh","surface_form":"Seymour Hersh","offset":751},{"uri":"Israel","surface_form":"Israel","offset":935},{"uri":"Mossad","surface_form":"Mossad","offset":943}]}