{"id":275841,"url":"http://en.wikipedia.org/wiki/Danny_Lewicki","text":"Daniel Vladimir Lewicki (March 12, 1931 – September 25, 2018) was a Canadian retired professional ice hockey left winger. He played for the Toronto Maple Leafs, Chicago Black Hawks and New York Rangers of the National Hockey League (NHL) in the 1950s and early 1960s. Before becoming a professional, Lewicki was at the centre of a dispute over professional hockey signing practices. He was the only player to have won the Allan Cup, Memorial Cup and Stanley Cup while still a junior.\nEarly life.\nLewicki was one of eight children in the family of Michael and Anastasia Lewicki. Both Michael and Anastasia were born in Ukraine and emigrated to Canada where they met in Fort William, Ontario. The family lived in the area known as the \"Coal Docks\", an immigrant enclave near the docks in Fort William. The family shared a home with six boarders. In an abusive marriage, Anastasia left Michael when Daniel was two years of age. Two of the children were sent to Geraldton, Ontario where the eldest sister lived with her husband. Daniel, his mother, a sister and brother and a boarder lived in a two-room shack by.\nLewicki started skating at age five, first with bob skates, then a used pair three sizes too large. Until age twelve, Lewicki learned to play hockey by playing shinny on outdoor rinks. Organized hockey started at age twelve and Lewicki joined the Bantam Elks. This he did in secret, as his mother was strongly opposed to his playing hockey. Lewicki would hide his hockey equipment outside under the backyard stairs. The next season, Lewicki played for the North Star Bantams, moving up to the Midgets at age fourteen a year early, to play against boys sixteen and older.\nJunior hockey.\nAt age fifteen, Lewicki got his first taste of junior hockey with the Columbus Juniors in their playoffs against the Winnipeg Monarchs. Lewicki would return to the Columbus Juniors the following season. That season, Lewicki would lead the Fort William league in scoring, and started attracting the attention of pro scouts from Toronto, New York and Detroit. Lewicki did not sign with any team, but was placed on the negotiating list of the Providence Reds by his coach, Leo Barbini, who did some scouting for the Reds. Barbini somehow managed to put Lewicki on the Providence list before Toronto and New York, who had filed at 12:01 am on Lewicki's sixteenth birthday.\nThe following season, Columbus would be defeated by the Port Arthur West End Bruins. After the series, Lewicki was invited to join the Bruins as they continued in junior series playoffs. The Bruins would defeat Winnipeg to advance to the Western title series against Lethbridge, Alberta. Port Arthur and Lethbridge would be tied 3–3 in a best-of-seven series. Lethbridge refused to play the seventh game in Port Arthur and the game was moved to Toronto's Maple Leaf Gardens. The large ice surface favoured the Bruins and they defeated Lethbridge 11–1 to advance to the 1948 Memorial Cup final against the Barrie Flyers. The Bruins would defeat the Flyers in four straight to win the Cup and Lewicki would score the series-winning goal. The club had an impressive array of talent. Eight players from the Bruins would go on to play in the NHL. Lewicki was the top scorer in the playoffs, recording 40 points.\nAfter the Cup, the Toronto Maple Leafs bought the rights to Lewicki for a record price of $35,000 and a player. In the fall, Lewicki left Port Arthur to join the Stratford Kroehlers, coached by Barbini, his old coach. Before the regular season started, Lewicki was ordered to join the Toronto Marlboros by the Maple Leafs. Unbeknownst to Lewicki, Barbini had signed Lewicki to a \"C\" Form, which bound Lewicki at age eighteen, and not simply signed Lewicki to a negotiating list.\nLewicki refused to play for Toronto, but was told that he had to play for the Marlboros, or nowhere else. Lewicki received a telegram from NHL President Clarence Campbell advising him that he was suspended. The Canadian Amateur Hockey Association took up Lewicki's case, but the CAHA stopped backing Lewicki short of any legal action. Stratford did as well, in the face of pressure from the Maple Leafs. Lewicki decided to join the Marlboros. The \"C\" Form, which Lewicki signed, became an issue in the Canadian Parliament, and was abolished a few years later.\nThe Marlboros were defeated in the playoffs that year, and, like in Port Arthur, Lewicki was invited to join another team on a playoff run. This time it was the Marlboros' senior team, in competition for the Allan Cup. The Marlboros defeated the Kitchener-Waterloo Dutchmen, then the Cornwall Calumets, the Sault Ste. Marie Greyhounds and the Sherbrooke Saints to advance to the 1950 Allan Cup final against the Calgary Stampeders. Lewicki would be named the MVP for the series as the Marlboros defeated Calgary 4–1. Lewicki scored 42 points in the 17 playoff games.\nProfessional career.\nIn 1950, Lewicki began his National Hockey League career with the Maple Leafs. As a nineteen-year-old, he made the team straight out of training camp. Lewicki was able to get a one-way contract at $10,000 for three years and a signing bonus of $3,000. Lewicki made his NHL debut on October 14, 1950 against the Chicago Black Hawks. In his seventh game, Lewicki scored his first NHL goal on a bounce off the glass that bounced off the back of the Boston Bruins Jack Gelineau. Lewicki became a contender for the Calder Trophy, although he had strong competition from future Hall of Famer Terry Sawchuk. Lewicki had 16 goals and 31 assists before a groin injury ended his season early. Lewicki would end up third in voting for the Calder. The team finished second to qualify for the playoffs. Lewicki was pressed into service on the orders of Conn Smythe, although he was not healed. To play he had to have his groin muscle frozen and taped before each game. Instead of being able to contribute as a scorer, Lewicki would play a checking role in the playoffs. The Leafs would defeat the Montreal Canadiens in the final 4–1 to win the 1951 Stanley Cup Final. Lewicki was an Allan Cup, Memorial Cup and Stanley Cup winner at the age of 20.\nLewicki spent the next three seasons mainly with the Leafs' Pittsburgh Hornets. Smythe was mad at Lewicki for getting married during the 1951 off-season. In Smythe's memoirs, he later regretted demoting a player to the minors for getting married, without naming the player. Lewicki may be the player, but he is not the only player to be demoted for that reason. Lewicki and another Leaf player John McCormack were both demoted following marriages. Despite a 36-goal, 45 assist and 81 point season in Pittsburgh, in 1954, the Maple Leafs sold Lewicki to the New York Rangers. Back in the NHL, Lewicki would respond with the best NHL season of his career, scoring 29 goals and 24 assists in 70 games and was named to the NHL Second All-Star team.\nAfter the 1957–58 season, the Rangers left him unprotected for the annual intra-league draft, and Lewicki became Montreal Canadiens property. Although he had a good training camp, and earned a bonus for his play, he was shipped to the Chicago Black Hawks. Lewicki and other players who had been picked from the Rangers' system were picked by the Canadiens simply to hurt the Rangers and the Canadiens had no plans to play them.\nLewicki played one season for the Black Hawks, who managed to make the playoffs, only to lose in the first round. In the final game of the playoff, referee Red Storey missed a tripping call leading to a series winning goal by the Canadiens. The fans at Chicago Stadium were threatening Storey, and Lewicki gave Storey his stick to defend himself. Lewicki was unhappy after sitting on the bench, and he handed Storey his stick, saying \"you need it more than me.\" Storey used the stick to defend himself to exit the arena. It would be both Storey and Lewicki's last game in the NHL. Storey resigned after criticism from league president Campbell, and the Black Hawks would sent Lewicki to the minors. Lewicki contends that the incident led to him being 'black-balled' from the league as he received no call-ups or any chances to make another NHL club for the rest of his career. Lewicki played for a few seasons in the American Hockey League before retiring in 1963.\nDeath.\nLewicki died on September 25, 2018 in the Toronto city area at the age of 87.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":68},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":98},{"uri":"Winger_(ice_hockey)","surface_form":"left winger","offset":109},{"uri":"Toronto_Maple_Leafs","surface_form":"Toronto Maple Leafs","offset":140},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Black Hawks","offset":161},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":185},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":209},{"uri":"Allan_Cup","surface_form":"Allan Cup","offset":422},{"uri":"Memorial_Cup","surface_form":"Memorial Cup","offset":433},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":450},{"uri":"Ukraine","surface_form":"Ukraine","offset":618},{"uri":"Emigrated","surface_form":"emigrated","offset":630},{"uri":"Fort_William%2C_Ontario","surface_form":"Fort William, Ontario","offset":668},{"uri":"Providence_Reds","surface_form":"Providence Reds","offset":2136},{"uri":"Lethbridge%2C_Alberta","surface_form":"Lethbridge, Alberta","offset":2632},{"uri":"Maple_Leaf_Gardens","surface_form":"Maple Leaf Gardens","offset":2820},{"uri":"1948_Memorial_Cup","surface_form":"1948 Memorial Cup","offset":2934},{"uri":"Barrie_Flyers","surface_form":"Barrie Flyers","offset":2970},{"uri":"Toronto_Maple_Leafs","surface_form":"Toronto Maple Leafs","offset":3291},{"uri":"Toronto_Marlboros","surface_form":"Toronto Marlboros","offset":3557},{"uri":"Clarence_Campbell","surface_form":"Clarence Campbell","offset":3904},{"uri":"Allan_Cup","surface_form":"Allan Cup","offset":4519},{"uri":"Kitchener-Waterloo_Dutchmen","surface_form":"Kitchener-Waterloo Dutchmen","offset":4557},{"uri":"Cornwall_Calumets","surface_form":"Cornwall Calumets","offset":4595},{"uri":"Sault_Ste._Marie_Greyhounds","surface_form":"Sault Ste. Marie Greyhounds","offset":4618},{"uri":"Sherbrooke_Saints","surface_form":"Sherbrooke Saints","offset":4654},{"uri":"Calgary_Stampeders","surface_form":"Calgary Stampeders","offset":4723},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":4926},{"uri":"Chicago_Black_Hawks","surface_form":"Chicago Black Hawks","offset":5210},{"uri":"Jack_Gelineau","surface_form":"Jack Gelineau","offset":5359},{"uri":"Calder_Trophy","surface_form":"Calder Trophy","offset":5409},{"uri":"Terry_Sawchuk","surface_form":"Terry Sawchuk","offset":5485},{"uri":"Conn_Smythe","surface_form":"Conn Smythe","offset":5739},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":5983},{"uri":"1951_Stanley_Cup_Final","surface_form":"1951 Stanley Cup Final","offset":6030},{"uri":"Pittsburgh_Hornets","surface_form":"Pittsburgh Hornets","offset":6194},{"uri":"John_McCormack_(ice_hockey)","surface_form":"John McCormack","offset":6528},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":6691},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":6992},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Black Hawks","offset":7114},{"uri":"Red_Storey","surface_form":"Red Storey","offset":7463},{"uri":"Toronto","surface_form":"Toronto","offset":8321}]}