{"id":275862,"url":"http://en.wikipedia.org/wiki/Frame-dragging","text":"Frame dragging is a theory which says that space is elastic, and particles in it will exchange energy with it. In the scientific world, \"elastic\" means that when you apply a certain amount of force to an object (which will cause it to bend) and then remove the force, the object will return to its original shape and energy state. Also, space is referred to as spacetime, which is simply a way to bring together the concepts of space and time. This basically means that whenever space is affected, time is affected. Frame dragging would provide answers for very old questions about gravity, strong force, and wave-particle duality (how things like electrons can act like waves and particles at the same time).\nFrame Dragging Effects.\nIn frame dragging, particles spin, and this spin has energy in it. (It is important to note that this is not quantum physics spin, but an actual angular momentum spin; the particles are actually spinning). Since spacetime is elastic in this theory, it can absorb the energy (spin) of the particle. This would slow down the spin of the particle.\nGravity.\nMass has a strange effect that we experience in the normal world: it attracts other mass. Scientists have been spending centuries trying to explain this occurrence. Recently, they have discovered that mass has an effect that it can curve spacetime. This means that when mass is present, the shortest path through spacetime between two points is slightly bent towards wherever the mass is.\nSince the energy absorbed by spacetime has to go somewhere, many scientists predict that spacetime would be \"bunched up,\" or folded. This can also be phrased as a curvature (bend) in spacetime. This would indicate that the particle generated gravity. The reason that this theory is called \"frame dragging\" is probably due to the effect of particles effectively \"dragging\" or \"grabbing\" spacetime as they spin. Not only would space be curved, but time would as well.\nHowever, the way to imagine this \"gravity\" is not so much as the force that we normally consider when we think of gravity, since normal gravity is created as well (due to its mass). Basically, frame dragging is an effect that occurs when one object is moving near another, which makes both objects change their motion because of the other's motion. Frame dragging does not occur if an object is neither spinning nor moving. In effect, one object \"deflects\" the motion of the other, and the other way around.\nWave-Particle Duality.\nScientists such as Einstein and Schrödinger spent much of their lives trying to find an answer for how something like an electron can act like a wave and also act like a particle. Frame dragging states that since spacetime is elastic, it can also give the spin-energy back to the particle. Once the particle has all of its spin-energy given back to it, it acts most like a wave. At that point, it will once again begin using its energy bunching up spacetime. Once the particle is no longer spinning, it acts most like a particle. Then, spacetime begins giving the particle its energy back, and the cycle continues forever. This is how a particle can actually act like a particle and a wave at nearly the same time. No energy is lost during the cycle due to the conservation of energy.\nStrong force.\nFrame dragging also has an effect that if one particle is next to another, they can both save energy if one is absorbing energy as the other one is emitting it. (This can also increase the mass of both particles, using Einstein's famous equation that energy is equal to a certain amount of mass). This would encourage particles to group together, which would explain what strong force (a force that holds protons and neutrons in an atom nucleus together) is.\nEvidence for Frame Dragging.\nThere are effects that come out of the math of the frame dragging theory. Scientists are currently testing one which is that if one small spinning object is orbiting a larger spinning object, the smaller object will slowly adjust its spin axis (the imaginary line which an object rotates around) to align with the larger object's spin axis. This is known as the Lense-Thirring effect. They are testing this theory by having a gyroscope (an object that will normally keep its spin axis the same) orbit the Earth, and testing whether its spin axis will align with the Earth's spin axis. So far, scientist say that they have evidence that proves the Lense-Thirring effect (and possibly the frame dragging theory) to less than.5% accuracy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theory","surface_form":"theory","offset":20},{"uri":"Space_(physics)","surface_form":"space","offset":43},{"uri":"Elastic","surface_form":"elastic","offset":52},{"uri":"Particle","surface_form":"particle","offset":65},{"uri":"Kinetic_energy","surface_form":"energy","offset":95},{"uri":"Force_(physics)","surface_form":"force","offset":192},{"uri":"Energy_state","surface_form":"energy state","offset":317},{"uri":"Spacetime","surface_form":"spacetime","offset":361},{"uri":"Space_(physics)","surface_form":"space","offset":428},{"uri":"Time","surface_form":"time","offset":438},{"uri":"Gravity","surface_form":"gravity","offset":582},{"uri":"Strong_force","surface_form":"strong force","offset":591},{"uri":"Wave-particle_duality","surface_form":"wave-particle duality","offset":609},{"uri":"Electron","surface_form":"electron","offset":648},{"uri":"Wave","surface_form":"wave","offset":671},{"uri":"Time","surface_form":"time","offset":703},{"uri":"Angular_momentum","surface_form":"spin","offset":763},{"uri":"Quantum_physics","surface_form":"quantum physics","offset":843},{"uri":"Spin_(physics)","surface_form":"spin","offset":859},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":879},{"uri":"Mass","surface_form":"Mass","offset":1088},{"uri":"Gravity","surface_form":"gravity","offset":1719},{"uri":"Gravity","surface_form":"normal gravity","offset":2072},{"uri":"Einstein","surface_form":"Einstein","offset":2493},{"uri":"Schr%C3%B6dinger","surface_form":"Schrödinger","offset":2506},{"uri":"Wave","surface_form":"wave","offset":2619},{"uri":"Particle","surface_form":"particle","offset":2644},{"uri":"Conservation_of_energy","surface_form":"conservation of energy","offset":3235},{"uri":"Strong_force","surface_form":"strong force","offset":3645},{"uri":"Proton","surface_form":"proton","offset":3678},{"uri":"Neutron","surface_form":"neutron","offset":3690},{"uri":"Atomic_nucleus","surface_form":"atom nucleus","offset":3705},{"uri":"Lense-Thirring_effect","surface_form":"Lense-Thirring effect","offset":4123},{"uri":"Gyroscope","surface_form":"gyroscope","offset":4187},{"uri":"Earth","surface_form":"Earth","offset":4266}]}