{"id":275861,"url":"http://en.wikipedia.org/wiki/Solder","text":"Solder is a metal or alloy that melts at a low temperature. There are two types of solder; soft solder and hard solder. Soft solder melts easily with soldering irons and is used for electronics and electrical work. Hard solder melts at a higher temperature with a torch. Using solder is called soldering.\nThere are two main types of soft solder; lead solder and lead-free solder. Lead solders have about 60% (or 63%) tin and 40% (or 37%) lead in them. They are toxic because they have lead in them. They melt at around 185°C. Lead solder is cheap, so it used to be popular. In plumbing, a 50% tin and 50% lead mixture was used. People thought this was safe, but then they saw that the lead was coming into the water. Now lead solder is illegal for water. Lead solder was once used for food cans. After many years, the lead could come into the food. The cans poisoned people who ate the food. Lead solder is still used in electronics.\nIn 2006 the European Union, China, and California banned lead in consumer products. Lead solder became illegal in electronic devices in some places. Lead-free solder was needed. Many lead-free solders have tin, silver, and copper in them. They melt around 217°C. Sometimes indium is added to the solder to make it better, but indium is very expensive.\nMany times when a metal is being soldered, it oxidizes, making a layer of metal oxide that does not hold solder. Flux is added to react with the metal oxide and turn it back into the metal again. That helps the solder connect to the metal. Rosin is a common flux. Some electronics makers use fluxes that can be washed away with water. Some solders have a flux core, where the flux is inside the solder.\nAnother type of solder is used to connect glass to other things. They melt around 450-550°C.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metal","surface_form":"metal","offset":12},{"uri":"Alloy","surface_form":"alloy","offset":21},{"uri":"Melt","surface_form":"melt","offset":32},{"uri":"Soldering_iron","surface_form":"soldering iron","offset":150},{"uri":"Electronics","surface_form":"electronics","offset":182},{"uri":"Electrical_circuit","surface_form":"electrical","offset":198},{"uri":"Soldering","surface_form":"soldering","offset":294},{"uri":"Tin","surface_form":"tin","offset":417},{"uri":"Lead","surface_form":"lead","offset":438},{"uri":"Toxic","surface_form":"toxic","offset":461},{"uri":"European_Union","surface_form":"European Union","offset":946},{"uri":"China","surface_form":"China","offset":962},{"uri":"California","surface_form":"California","offset":973},{"uri":"Consumer","surface_form":"consumer","offset":999},{"uri":"Silver","surface_form":"silver","offset":1145},{"uri":"Copper","surface_form":"copper","offset":1157},{"uri":"Indium","surface_form":"indium","offset":1207},{"uri":"Oxidation","surface_form":"oxidizes","offset":1332},{"uri":"Oxide","surface_form":"oxide","offset":1366},{"uri":"Flux","surface_form":"Flux","offset":1399},{"uri":"Rosin","surface_form":"Rosin","offset":1526}]}