{"id":275962,"url":"http://en.wikipedia.org/wiki/Marie_Louise_of_Orl%C3%A9ans_(1662%E2%80%931689)","text":"Marie Louise d'Orléans (26 March 1662 – 12 February 1689) was the first wife of King Charles II of Spain. She was a granddaughter of Louis XIII of France. In her adopted country, she was known as \"Maria Luisa de Orléans\".\nBackground.\nMarie Louise d'Orléans was born at the Palais Royal in Paris and was the eldest daughter of Philippe of France and Henrietta of England.\nCharming, pretty and graceful, Marie Louise was her father's favourite and she had a happy childhood. Marie Louise spent a lot of time with both her grandmothers - Anne of Austria and Queen Henrietta Maria. For a time she was raised with the future Queen Anne I of Great Britain, her first cousin who lived in France till 1670. Marie Louise's mother died the same year and her father married Elizabeth Charlotte of the Palatinate in 1671. All her life, Marie Louise would maintain an affectionate correspondence with her stepmother.\nMarriage.\nShe was forced to marry Charles II of Spain. The proxy marriage ceremony took place at the Palace of Fontainebleau on 30 August 1679. On 19 November 1679, Marie Louise and Charles II were married in-person in Quintanapalla, near Burgos, Spain. This was the start of a very lonely existence at the Spanish court. Her new husband had fallen madly in love with her, whose beauty and charm were renowned, and his passion for her remained with him until the end of his life. The very rigid etiquette of the Spanish Court (it was even forbidden to touch the Queen), and her unsuccessful attempts to bear a child, however, caused her to suffer from depression.\nHer French attendants were all accused of plotting against the king and his family and, as a result, one of her personal maids was tortured under allegations. Due to the nature of the times, and the Spanish Court’s hatred of the young French princess, there were even riots outside the Palace in Madrid where she resided.\nAfter years of trying and of increasing homesickness of her happy years in France with her family, Marie Louise turned to food. During the last years of her life, she became overweight. After horseback riding on 11 February 1689, she felt a severe pain in the abdomen which forced her to lie down the rest of the evening. She died the following night.\nHer husband was heartbroken at the death of his wife. At the time, there were rumours that she had been poisoned but it seems likely that the real cause of Marie Louise's death was appendicitis. Shortly after the Queen's death, the Spanish ministers began to look for a second wife for the King. The main candidates were the Tuscan princess Anna Maria Luisa de' Medici and the Maria Anna of Neuburg and the latter was chosen. Charles II died childless in 1700 ending the Spanish branch of the House of Habsburg.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_II_of_Spain","surface_form":"Charles II of Spain","offset":85},{"uri":"Louis_XIII_of_France","surface_form":"Louis XIII of France","offset":133},{"uri":"Palais_Royal","surface_form":"Palais Royal","offset":273},{"uri":"Paris","surface_form":"Paris","offset":289},{"uri":"Philippe_I%2C_Duke_of_Orl%C3%A9ans","surface_form":"Philippe of France","offset":326},{"uri":"Henrietta_of_England","surface_form":"Henrietta of England","offset":349},{"uri":"Anne_of_Austria","surface_form":"Anne of Austria","offset":535},{"uri":"Queen_Henrietta_Maria","surface_form":"Queen Henrietta Maria","offset":555},{"uri":"Anne_of_Great_Britain","surface_form":"Queen Anne I of Great Britain","offset":620},{"uri":"Elizabeth_Charlotte_of_the_Palatinate","surface_form":"Elizabeth Charlotte of the Palatinate","offset":763},{"uri":"Charles_II_of_Spain","surface_form":"Charles II of Spain","offset":938},{"uri":"Palace_of_Fontainebleau","surface_form":"Palace of Fontainebleau","offset":1005},{"uri":"Burgos","surface_form":"Burgos","offset":1143},{"uri":"Spain","surface_form":"Spain","offset":1151},{"uri":"Homesickness","surface_form":"homesickness","offset":1930},{"uri":"Appendicitis","surface_form":"appendicitis","offset":2423},{"uri":"Anna_Maria_Luisa_de%27_Medici","surface_form":"Anna Maria Luisa de' Medici","offset":2583},{"uri":"Maria_Anna_of_Neuburg","surface_form":"Maria Anna of Neuburg","offset":2619},{"uri":"House_of_Habsburg","surface_form":"House of Habsburg","offset":2735}]}