{"id":276,"url":"http://en.wikipedia.org/wiki/Financial_capital","text":"e=\"preserve\">Financial capital is a form of capital. It is things that have value, but do not do anything by themselves. They are only valuable because people value (want) them. For example, money is a form of financial capital. You cannot do anything with money but it still has value.\nFinancial capital is used to pay for things, this is because there is always more of it and people always want it. This means that financial capital has a stable value and can be traded in most places and with most people.\nSome forms of financial capital, such as stocks, gold or bonds are not wanted by everybody. However they can be traded with people for money or another type of financial capital. Because of this, these forms of financial capital do not have a stable price. This means that some people try to make a profit by buying and selling these types of financial capital in a market.\nSome things are treated as financial capital, even though they do have a use. For example, some people buy and sell land but are not interested in doing anything with it. Some people think this sort of trade is bad because the land should be used and not just treated like money. Other types of capital, such as social capital and human capital are rarely treated like financial capital. This may be because they involve people. Treating useful capital like financial capital is called comodification.\nIn politics, a common question is how often the government should use financial capital. In particular, should the government use financial capital to make a profit? Traditionally, liberal politicians do not mind this kind of trading for profit, but socialist or conservative politicians are against it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(economics)","surface_form":"capital","offset":44},{"uri":"Value","surface_form":"value","offset":76},{"uri":"Money","surface_form":"money","offset":191},{"uri":"Stock","surface_form":"stock","offset":551},{"uri":"Gold","surface_form":"gold","offset":559},{"uri":"Bond_(finance)","surface_form":"bond","offset":567},{"uri":"Profit","surface_form":"profit","offset":809},{"uri":"Market","surface_form":"market","offset":876},{"uri":"Land","surface_form":"land","offset":1000},{"uri":"Social_capital","surface_form":"social capital","offset":1196},{"uri":"Human_capital","surface_form":"human capital","offset":1215},{"uri":"Comodification","surface_form":"comodification","offset":1370},{"uri":"Politics","surface_form":"politics","offset":1389},{"uri":"Liberal","surface_form":"liberal","offset":1567},{"uri":"Politicians","surface_form":"politicians","offset":1575},{"uri":"Socialist","surface_form":"socialist","offset":1636},{"uri":"Conservatism","surface_form":"conservative","offset":1649}]}