{"id":276027,"url":"http://en.wikipedia.org/wiki/Anwar_Sadat","text":"Muhammad Anwar el-Sadat (25 December 1918 – 6 October 1981) was the third President of Egypt. He served from 15 October 1970 until he was assassinated by Islamic extremists on 6 October 1981.\nEarly life.\nSadat was born in 1918 into a family with 13 children, and attended a military school. After his graduation, he was sent to an outpost where he met and became a close friend of Gamal Abdel Nasser. There, the two of them became part of a group of young soldiers who later became the Free Officers group (both Nasser and Sadat were colonels) that overthrew the Muhammad Ali Dynasty in the Egyptian Revolution of 1952. Nasser became the president after the revolution, and Sadat served as one of Nasser's ministers until he died in 1970.\nPresidency.\nSadat was chosen as president because Nasser's supporters saw him as someone who they could control. They did not think he would be president for very long. However, in his eleven years as president Sadat changed a lot of the things Nasser had set in place, and made Egypt respected for its military strength and political power in the Middle East. On 6 October 1973, Sadat started the October War together with Syria, to try to take back the land Israel had taken from them six years earlier in the Six-Day War. The Egyptian army was very successful at the start of the war, and their advance across the Suez Canal into the Sinai Peninsula surprised Israel and the rest of the world. This success made Sadat a hero in Egypt, and for a time throughout the Arab World.\nSadat visited Israel in 1977 and made a speech in front of the Knesset about what he thought was the best way to bring about peace with them. He was the first Arab leader to visit Israel and recognize that it was a country. In 1978, after the Camp David Accords, he signed a peace treaty with Israel. This won him the Nobel Peace Prize, but made him very unpopular among other Arabs who did not support peace with Israel. This led to Egypt being suspended from the Arab League at that time.\nDeath and funeral.\nMany Islamists were very angry about the peace treaty. They made plans to take over the Egyptian government and kill all the main leaders, so that they could bring Egypt back to having an Islamic government instead of a secular one. In February 1981, the Egyptian government heard of this plan. In September that year, Sadat ordered over 1500 people arrested because he thought they might be part of the plot. These people included Islamists, but also the Bishop and other clergy, and many of Egypt's top intellectuals and activists. This arrest was very unpopular. However, Sadat missed a group of Islamists in the military who were led by Lieutenant Khalid Islambouli. This group assassinated Sadat on 6 October during the victory parade celebrating the crossing into the Sinai Peninsula. Eleven other people were killed in the attack, and 28 were wounded. At the same time, Islamists also took control of the city of Asyut for a few days.\nSadat's funeral was attended by many important people from around the world, including Gerald Ford, Jimmy Carter, Ronald Reagan, and Richard Nixon, but only three Arab nations sent representatives, and only Sudan's head of state attended. Sadat was succeeded by his vice-president Hosni Mubarak.","categories":[],"infobox_types":[],"annotations":[{"uri":"President","surface_form":"President","offset":74},{"uri":"Egypt","surface_form":"Egypt","offset":87},{"uri":"Assassination","surface_form":"assassinated","offset":138},{"uri":"Islamism","surface_form":"Islamic","offset":154},{"uri":"Outpost","surface_form":"outpost","offset":331},{"uri":"Gamal_Abdel_Nasser","surface_form":"Gamal Abdel Nasser","offset":381},{"uri":"Free_Officers","surface_form":"Free Officers","offset":486},{"uri":"Colonel","surface_form":"colonel","offset":534},{"uri":"Muhammad_Ali_Dynasty","surface_form":"Muhammad Ali Dynasty","offset":563},{"uri":"Egyptian_Revolution_of_1952","surface_form":"Egyptian Revolution of 1952","offset":591},{"uri":"Middle_East","surface_form":"Middle East","offset":1087},{"uri":"October_War","surface_form":"October War","offset":1137},{"uri":"Syria","surface_form":"Syria","offset":1163},{"uri":"Six-Day_War","surface_form":"Six-Day War","offset":1251},{"uri":"Suez_Canal","surface_form":"Suez Canal","offset":1356},{"uri":"Sinai_Peninsula","surface_form":"Sinai Peninsula","offset":1376},{"uri":"Arab_World","surface_form":"Arab World","offset":1507},{"uri":"Knesset","surface_form":"Knesset","offset":1582},{"uri":"Camp_David_Accords","surface_form":"Camp David Accords","offset":1762},{"uri":"Peace_treaty","surface_form":"peace treaty","offset":1794},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1837},{"uri":"Arab%E2%80%93Israeli_conflict","surface_form":"did not support peace with Israel","offset":1906},{"uri":"Arab_League","surface_form":"Arab League","offset":1984},{"uri":"Islamism","surface_form":"Islamists","offset":2034},{"uri":"Secular","surface_form":"secular","offset":2249},{"uri":"Bishop","surface_form":"Bishop","offset":2485},{"uri":"Clergy","surface_form":"clergy","offset":2502},{"uri":"Intellectual","surface_form":"intellectual","offset":2534},{"uri":"Activist","surface_form":"activist","offset":2552},{"uri":"Military","surface_form":"military","offset":2645},{"uri":"Asyut","surface_form":"Asyut","offset":2949},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":3058},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":3071},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":3085},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":3104},{"uri":"Vice-president","surface_form":"vice-president","offset":3237},{"uri":"Hosni_Mubarak","surface_form":"Hosni Mubarak","offset":3252}]}