{"id":276142,"url":"http://en.wikipedia.org/wiki/Spandau_Prison","text":"Spandau Prison was a prison situated in the borough of Spandau in the British Sector of West Berlin.\nThe prison was built in 1876 and knocked down in 1987 after the death of its last prisoner, Rudolf Hess. This was to stop it from becoming a neo-Nazi shrine.\nHistory.\nThe prison was built in 1876. At first it was only used for soldiers but after 1919 it was also used for civilian inmates. It held up to 600 inmates at that time.\nIn the aftermath of the Reichstag Fire of 1933, opponents of Hitler and journalists such as Egon Kisch and Carl von Ossietzky were held there in so-called protective custody. Spandau Prison became a sort of predecessor of the Nazi concentration camps. It was supposed to be controlled by the Prussian Ministry of Justice but the Gestapo tortured and abused its inmates, as Egon Erwin Kisch recalls in his memories of Spandau Prison. By the end of 1933 the first Nazi concentration camps had been built (at Dachau, Osthofen, Oranienburg, Sonnenburg, Lichtenburg and the marshland camps around Esterwegen). All remaining prisoners in \"protective custody\" in state prisons were transferred to these concentration camps.\nAfter World War II it was operated by the Four-Power Authorities to house the Nazi war criminals sentenced to imprisonment at the Nuremberg Trials.\nOf the seven, only four served all of their sentence; the remaining three, Neurath, Raeder, and Funk, were released early due to ill health. Between 1966 and 1987, Rudolf Hess was the only inmate in Spandau Prison. His only companion was the warden, Eugene K. Bird, who became a close friend. Bird wrote a book about Hess's imprisonment entitled \"The Loneliest Man in the World\".\nSpandau was one of only two Four-Power organizations to continue to operate after the breakdown of the Allied Control Council; the other being the Berlin Air Safety Center. The four occupying powers of Berlin would alternate control of the prison on a monthly basis, each having the responsibility for a total of three months out of the year.\nThe prison was demolished in 1987, largely to prevent it from becoming a Neo-Nazi shrine, after the death of its final remaining prisoner, Rudolf Hess, who had been the prison's sole occupant after the release of Speer and von Schirach in 1966. The site was made into a car park and a NAAFI shopping centre, named \"The Britannia Centre Spandau\" and nicknamed \"Hessco's\" after a British supermarket chain called \"TESCO\". All materials from the demolished prison were ground to powder and dumped in the North Sea or buried at the former RAF Gatow.\nIn 2006 a Kaiser's Supermarket, ALDI and a Media Markt consumer electronics store occupied the former prison grounds. In late 2008, Media Markt left the main shopping complex.\nThe prison.\nThe prison, initially designed for a population in the hundreds, was an old brick building surrounded by one wall 15 feet high, another of 30 feet, a 10 foot high wall topped with electrified wire, followed by a wall of barbed wire. In addition, some of the sixty soldiers on guard duty manned nine machine-gun armed guard’s towers twenty-four hours a day. Due to the number of cells available, an empty cell was left between the prisoners' cells, to avoid the possibility of prisoners communicating in Morse Code. Other remaining cells in the wing were designated for other purposes, with one being used for the prison library and another for a chapel. The cells were approximately 3 metres long by 2.7 metres wide and 4 metres high.\nGarden.\nThe highlight of the prison, from the inmates' point of view, was the garden. The garden space was first divided into small personal plots that were used by each prisoner in many ways, usually for the growing of vegetables. Dönitz favored growing beans, Funk tomatoes, and Speer flowers, although the Soviet director subsequently banned flowers for a time. By regulation, all of the produce was to be put toward use in the prison kitchen, but prisoners and guards alike often skirted this rule and indulged in the garden's offerings. As prison regulations slackened and as prisoners became either apathetic or too ill to maintain their plots, the garden was consolidated into one large workable area. This suited the former architect Speer, who, being one of the youngest and liveliest of the inmates, later took up the task of refashioning the entire plot of land into a large complex garden, complete with paths, rock gardens, and flower displays. On days without access to the garden, for instance when it was raining, the prisoners occupied their time making envelopes together in the main corridor.\nControversy.\nThe Allied powers originally took over the prison in November 1946, expecting it to accommodate a hundred or more war criminals. Besides the sixty or so soldiers on duty in or around the prison at any given time, there were teams of professional civilian warders from each of the four countries, four prison directors and their deputies, four army medical officers, cooks, translators, waiters, porters and others. This was thought to be the wrong way to use the money and resources, and became a serious point of contention among the prison directors, politicians from their respective countries. The West Berlin government was especially unhappy at the arrangements because it cost them a lot of money but they still had a lack of space in their own prison system.\nPrison regulations.\nEvery part of life in the prison was strictly set out by a set of rules designed before the prisoners' arrival by the Four Powers — France, Britain, the Soviet Union, and the United States. Compared with other established prison regulations at the time, Spandau's rules were quite strict.\nThe prisoners' outgoing letters to families were at first limited to one page every month;\nA lot of the stricter regulations were either later relaxed, or deliberately ignored by prison staff. The directors and guards of the Western powers (France, Britain, and the United States), often complained about many of the stricter measures. The complaints were often vetoed by the Soviet Union, because it thought the rules should be stricter. The Soviet Union suffered 19 million civilian deaths during the war, and wanted the death penalty for all of the prisoners at the International Military Tribunal in Nuremberg. Western commentators accused the Russians of keeping Spandau prison in operation chiefly as a centre for Soviet spying, as they had an excuse to drive into western Berlin, and the soldiers often looked out over the city instead of into the prison grounds.\nDaily life.\nEvery day, prisoners had to wake up at 06:00 hours, wash, clean their cells and the corridor together, eat breakfast. They then stayed in the garden until lunch-time at noon (weather permitting), after lunch they rested in their cells, then returned to the garden. Supper followed at 17:00 hours, after which the prisoners were returned to their cells. Lights out was at 22:00 hours. Prisoners were given a shave and a haircut, if necessary, every Monday, Wednesday and Friday; they did their own laundry every Monday. This routine, except the time allowed in the garden, changed very little throughout the years, although each of the controlling nations made their own interpretation of the prison regulations.\nAll prisoners feared the months when the Soviets were in control; the Russians were much stricter in enforcing prison regulations and offered poorer quality meals. Each nation in charge would bring its own cook and, in the American, French, and British months, feed the prisoners better than regulations allowed. The Soviets would offer an unchanging diet of coffee, bread, soup, and potatoes. This rigidity was primarily due to the much-loathed Soviet director, who perpetually enforced these measures and whom Russian and Western guards alike feared and despised. Until this director's sudden removal in the early 1960s, the 'Soviet month' was dreaded. Afterwards, matters, including diet, were improved.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prison","surface_form":"prison","offset":21},{"uri":"Boroughs_of_Berlin","surface_form":"borough","offset":44},{"uri":"Spandau","surface_form":"Spandau","offset":55},{"uri":"West_Berlin","surface_form":"West Berlin","offset":88},{"uri":"Rudolf_Hess","surface_form":"Rudolf Hess","offset":193},{"uri":"Neo-Nazi","surface_form":"neo-Nazi","offset":242},{"uri":"Reichstag_Fire","surface_form":"Reichstag Fire","offset":455},{"uri":"Egon_Kisch","surface_form":"Egon Kisch","offset":523},{"uri":"Carl_von_Ossietzky","surface_form":"Carl von Ossietzky","offset":538},{"uri":"Protective_custody","surface_form":"protective custody","offset":586},{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camps","offset":657},{"uri":"Gestapo","surface_form":"Gestapo","offset":760},{"uri":"Dachau","surface_form":"Dachau","offset":937},{"uri":"Osthofen","surface_form":"Osthofen","offset":945},{"uri":"Oranienburg","surface_form":"Oranienburg","offset":955},{"uri":"Sonnenburg","surface_form":"Sonnenburg","offset":968},{"uri":"Lichtenburg","surface_form":"Lichtenburg","offset":980},{"uri":"Esterwegen","surface_form":"Esterwegen","offset":1023},{"uri":"World_War_II","surface_form":"World War II","offset":1154},{"uri":"Four-Power_Authorities","surface_form":"Four-Power Authorities","offset":1190},{"uri":"Nazism","surface_form":"Nazi","offset":1226},{"uri":"War_crime","surface_form":"war criminals","offset":1231},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":1278},{"uri":"Rudolf_Hess","surface_form":"Rudolf Hess","offset":1460},{"uri":"Eugene_K._Bird","surface_form":"Eugene K. Bird","offset":1546},{"uri":"Allied_Control_Council","surface_form":"Allied Control Council","offset":1779},{"uri":"Berlin_Air_Safety_Center","surface_form":"Berlin Air Safety Center","offset":1823},{"uri":"Neo-Nazi","surface_form":"Neo-Nazi","offset":2092},{"uri":"Rudolf_Hess","surface_form":"Rudolf Hess","offset":2158},{"uri":"Navy%2C_Army_and_Air_Force_Institutes","surface_form":"NAAFI","offset":2304},{"uri":"North_Sea","surface_form":"North Sea","offset":2520},{"uri":"RAF_Gatow","surface_form":"RAF Gatow","offset":2554},{"uri":"Kaiser%27s_Supermarket","surface_form":"Kaiser's Supermarket","offset":2575},{"uri":"Aldi","surface_form":"ALDI","offset":2597},{"uri":"Media_Markt","surface_form":"Media Markt","offset":2608},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":2973},{"uri":"Morse_Code","surface_form":"Morse Code","offset":3256},{"uri":"Architect","surface_form":"architect","offset":4220},{"uri":"Rock_garden","surface_form":"rock garden","offset":4411},{"uri":"West_Berlin","surface_form":"West Berlin","offset":5215},{"uri":"France","surface_form":"France","offset":5532},{"uri":"UK","surface_form":"Britain","offset":5540},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5553},{"uri":"United_States","surface_form":"United States","offset":5575},{"uri":"International_Military_Tribunal","surface_form":"International Military Tribunal","offset":6258}]}