{"id":276132,"url":"http://en.wikipedia.org/wiki/Breccia","text":"Breccia is a type of rock formed of broken fragments of minerals or rock cemented together by a fine-grained matrix. The matrix may be similar to or different from the composition of the fragments.\nRocks formed by sticking together pieces of previous rocks (clasts) are called clastic rocks. There are two types of clastic rock: conglomerates and breccias. What divides these two categories is the amount of rounding. The particles that make up conglomerates are well rounded, whereas in breccias they are angular.\nOrigins.\nA breccia may have a variety of different origins, as indicated by the named types including sedimentary breccia, tectonic breccia, igneous breccia, impact breccia and hydrothermal breccia.\nThe basic sequence is as follows. Sediment is laid down in the sea, and is gradually transformed into sedimentary rock. After a long period of time something violent happens to the rock, breaking it up into many jagged pieces. Later the pieces are cemented together by another deposition, forming a new sedimentary rock. This is a breccia. On examination, the rock is seen to include fragments of the original rock.\nOrnament.\nBrecciated marble can have a marvellous appearance. The Pantheon in Rome is full of the most wonderful marble, many of which are breccias. It includes two gigantic columns of pavonazzetto, a breccia coming from Phrygia (in modern Turkey). Pavonazzetto obtains its name from its extremely colourful appearance, which is reminiscent of a peacock's feathers (\"pavone\" is \"peacock\" in Italian).","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_(geology)","surface_form":"rock","offset":21},{"uri":"Minerals","surface_form":"minerals","offset":56},{"uri":"Cement","surface_form":"cement","offset":73},{"uri":"Matrix_(geology)","surface_form":"matrix","offset":109},{"uri":"Clast","surface_form":"clast","offset":258},{"uri":"Clastic_rock","surface_form":"clastic rock","offset":277},{"uri":"Conglomerate_(geology)","surface_form":"conglomerate","offset":329},{"uri":"Sedimentary","surface_form":"sedimentary","offset":617},{"uri":"Tectonics","surface_form":"tectonic","offset":638},{"uri":"Igneous","surface_form":"igneous","offset":656},{"uri":"Hydrothermal","surface_form":"hydrothermal","offset":692},{"uri":"Marble","surface_form":"marble","offset":1151},{"uri":"Pantheon","surface_form":"Pantheon","offset":1196},{"uri":"Rome","surface_form":"Rome","offset":1208},{"uri":"Pavonazzetto","surface_form":"pavonazzetto","offset":1315},{"uri":"Phrygia","surface_form":"Phrygia","offset":1351},{"uri":"Turkey","surface_form":"Turkey","offset":1370},{"uri":"Peacock","surface_form":"peacock","offset":1476},{"uri":"Italian_language","surface_form":"Italian","offset":1521}]}