{"id":276289,"url":"http://en.wikipedia.org/wiki/Maria_Josepha_of_Saxony%2C_Dauphine_of_France","text":"Maria Josepha of Saxony (Maria Josepha Karolina Eleonore Franziska Xaveria; 4 November 1731 – 13 March 1767) was a Dauphine of France and daughter-in-law of Louis XV. Marie Josèphe was the mother of three kings of France, including the doomed Louis XVI, who died under the guillotine during the French Revolution. Her youngest daughter, Madame Élisabeth, also was beheaded during the Revolution.\nFamily.\nMaria Josepha was born at Dresden Castle to Augustus III of Poland. She was named after her mother Maria Josepha of Austria. Her mother was a first cousin of Maria Theresa of Austria. Maria Josepha was the eighth of fifteen children and the fourth daughter. Her oldest sister Maria Amalia had married the future Charles III of Spain.\nMarriage.\nShe was married to the Dauphin of France on 9 February 1747, Maria Josepha of Saxony married Louis of France. The dauphin had been married to Maria Teresa Rafaela of Spain who had died in childbirth in 1746. In France the Saxon princess was known as \"Marie-Josèphe de Saxe\". The dauphin mourned the death of his first wife but would eventually fall in love with Marie Josèphe. Like her husband, Marie Josèphe was very devout. She was the mother of some eight children, her favourite being Louis, Duke of Burgundy who died young. Politically reserved, she exerted herself only once, in 1762, in vain, for the preservation of the Society of Jesus in France. The Society had been dissolved by the King on the initiative of the duc de Choiseul and Madame de Pompadour.\nThe death of her husband, in December 1765, she sank into a deep depression for the rest of her life. Her health declined and she died on 13 March 1767 of tuberculosis and was buried at Sens Cathedral and her heart was taken to the Basilica of Saint Denis.\nIssue.\nMaria Josepha also had a stillborn son in 1748 and again in 1749. A stillborn daughter in 1752; Stillborn son in 1756. She also miscarried a son in 1762.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dauphine_of_France","surface_form":"Dauphine of France","offset":115},{"uri":"Louis_XV","surface_form":"Louis XV","offset":157},{"uri":"Louis_XVI_of_France","surface_form":"Louis XVI","offset":243},{"uri":"Guillotine","surface_form":"guillotine","offset":273},{"uri":"French_Revolution","surface_form":"French Revolution","offset":295},{"uri":"%C3%89lisabeth_de_France","surface_form":"Madame Élisabeth","offset":337},{"uri":"Dresden_Castle","surface_form":"Dresden Castle","offset":430},{"uri":"Augustus_III_of_Poland","surface_form":"Augustus III of Poland","offset":448},{"uri":"Maria_Josepha_of_Austria","surface_form":"Maria Josepha of Austria","offset":503},{"uri":"Maria_Theresa_of_Austria","surface_form":"Maria Theresa of Austria","offset":562},{"uri":"Maria_Amalia_of_Saxony","surface_form":"Maria Amalia","offset":680},{"uri":"Charles_III_of_Spain","surface_form":"Charles III of Spain","offset":716},{"uri":"Louis%2C_Dauphin_of_France_(1729%E2%80%931765)","surface_form":"Louis of France","offset":841},{"uri":"Maria_Teresa_Rafaela_of_Spain","surface_form":"Maria Teresa Rafaela of Spain","offset":890},{"uri":"Society_of_Jesus","surface_form":"Society of Jesus","offset":1376},{"uri":"Duc_de_Choiseul","surface_form":"duc de Choiseul","offset":1472},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1668},{"uri":"Sens_Cathedral","surface_form":"Sens Cathedral","offset":1699},{"uri":"Basilica_of_Saint_Denis","surface_form":"Basilica of Saint Denis","offset":1745}]}