{"id":276237,"url":"http://en.wikipedia.org/wiki/Muslim_Brotherhood","text":"e=\"preserve\">The \"Al Ikhwan el Muslimeen\", the Society of the Muslim Brothers, often called the Muslim Brotherhood, or The Brotherhood, is an Islamist movement. Today, it exists in many states and often is one of the largest political opposition groups. The group is the world's oldest and largest Islamic political group, and the \"world's most influential Islamist movement\". Hassan al-Banna founded the group in Egypt in 1928.\nGoals.\nThe Brotherhood's stated goal is to instill the Qur'an and Sunnah as the \"sole reference point for ... ordering the life of the Muslim family, individual, community ... and state\". Since it was created, in 1928 the movement has officially opposed violent means to achieve its goals, with some exceptions such as in the Israeli-Palestinian conflict or to overthrow secular Ba'athist rule in Syria (see Hama massacre). This position has been questioned, particularly by the Egyptian government, which accused the group of a campaign of killings in Egypt after World War II.\nIn Egypt.\nThe Muslim Brotherhood is banned in Egypt. People have been arrested because they participated in the group. To circumvent this ban, supporters of the group often run for office as independent candidates.\nOutside Egypt.\nOutside Egypt, the group's political activity is more traditional and conservative. Inside Egypt, the group is modernist and wants reforms to happen.\nIn Kuwait,for example, the Muslim Brotherhood says that women should not have a right to vote in elections. The Brotherhood condemned terrorism and the 11 attacks. Whether the group has ties to terrorist organisations is disputed.\nThe question whether and how to use violence has also led to disputes inside the movement. At times, those in favour of using violence split from the main group and created their own groups. Examples of such groups are Al-Gama'a al-Islamiyya (The Islamic Group) and Al Takfir Wal Hijra (Excommunication and Migration).\nAmong the Brotherhood's more influential members was Sayyid Qutb. Qutb was the author of one of Islamism's most important books, \"Milestones\". The book called for the restoration of Islam by re-establishing the Sharia and by using \"physical power and Jihad for abolishing the organizations and authorities of the Jahili system. Qutb believed these included the entire Muslim world. The book also reveals that Qutb no longer held the Brotherhood's ideas and that he was closer to the ideas of Hizb ut-Tahrir, which is concluded in the introduction and dedication of the book\" While studying at university, Osama bin Laden claimed to have been influenced by the religious and political ideas of several professors with strong ties to the Muslim Brotherhood including both Sayyid Qutb and his brother Muhammad Qutb. However, once Al Qaeda was fully organized, they denounced the Muslim Brotherhood's reform through nonviolence and accused them of \"betraying the cause of Islam and abandoning their 'jihad' in favour of forming political parties and supporting modern state institutions\".\nThe Brotherhood is financed by contributions from its members, who are required to allocate a part of their income to the movement. Some of these contributions are from members who live in oil-rich countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islamism","surface_form":"Islamist","offset":142},{"uri":"Islamism","surface_form":"Islamic political","offset":298},{"uri":"Hassan_al-Banna","surface_form":"Hassan al-Banna","offset":377},{"uri":"Egypt","surface_form":"Egypt","offset":414},{"uri":"Qur%27an","surface_form":"Qur'an","offset":484},{"uri":"Sunnah","surface_form":"Sunnah","offset":495},{"uri":"Israeli-Palestinian_conflict","surface_form":"Israeli-Palestinian conflict","offset":755},{"uri":"Ba%27athist","surface_form":"Ba'athist","offset":808},{"uri":"Syria","surface_form":"Syria","offset":826},{"uri":"Hama_massacre","surface_form":"Hama massacre","offset":837},{"uri":"World_War_II","surface_form":"World War II","offset":994},{"uri":"Kuwait","surface_form":"Kuwait","offset":1391},{"uri":"September_11_attacks","surface_form":"11","offset":1540},{"uri":"Terrorism","surface_form":"terrorist organisations","offset":1582},{"uri":"Al-Gama%27a_al-Islamiyya","surface_form":"Al-Gama'a al-Islamiyya","offset":1838},{"uri":"Al_Takfir_Wal_Hijra","surface_form":"Al Takfir Wal Hijra","offset":1885},{"uri":"Sayyid_Qutb","surface_form":"Sayyid Qutb","offset":1991},{"uri":"Islamism","surface_form":"Islamism","offset":2034},{"uri":"Ma%27alim_fi-l-Tariq","surface_form":"\"Milestones\"","offset":2067},{"uri":"Sharia","surface_form":"Sharia","offset":2149},{"uri":"Jihad","surface_form":"Jihad","offset":2189},{"uri":"Jahiliyya","surface_form":"Jahili","offset":2251},{"uri":"Hizb_ut-Tahrir","surface_form":"Hizb ut-Tahrir","offset":2430},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":2543},{"uri":"Muhammad_Qutb","surface_form":"Muhammad Qutb","offset":2736},{"uri":"Al_Qaeda","surface_form":"Al Qaeda","offset":2765}]}