{"id":276412,"url":"http://en.wikipedia.org/wiki/Midnight_(Warriors)","text":"\"Midnight\" is a fantasy novel, the first book in Erin Hunter's ' series. Following \"The Darkest Hour\" and \"Firestar's Quest\", and preceding \"Moonrise\", it was released May 10, 2005. The novel centers on a group of feral cats living in four Clans: ThunderClan, RiverClan, WindClan, and ShadowClan.\nPlot summary.\nMore than a year has passed since the previous book, \"The Darkest Hour\". Bramblepaw, Tigerstar's son, has received his warrior name, Brambleclaw. Firestar has had two kits with Sandstorm, named Squirrelpaw and Leafpaw. Squirrelpaw is apprenticed to Dustpelt, and Leafpaw is apprenticed to Cinderpelt, in training to become the next medicine cat of ThunderClan. While Leafpaw and Cinderpelt search for herbs, StarClan, the cats' ancestors, sends Cinderpelt an ominous warning in some burning bracken, a picture of a tiger running through fire, which she interprets to mean that fire and tiger will destroy the forest. Cinderpelt concludes that the warning must be about Squirrelpaw and Brambleclaw, the daughter of Firestar and the son of Tigerstar. They share the warning with Firestar, who later decides to keep Brambleclaw and Squirrelpaw separated.\nIn a dream, StarClan tells Brambleclaw, Feathertail (Graystripe's daughter), Crowpaw, and Tawnypelt (formerly Tawnypaw, Brambleclaw's sister) to listen to what \"midnight\" has to say. Eventually, they begin a journey in the direction of the setting sun. Squirrelpaw tags along and Stormfur insists on accompanying them to protect his sister, Feathertail, as the six cats trek into the unknown world. On their journey, they meet an old loner named Purdy who helps the Clan cats get to the sun-drown place (ocean). Eventually, they reach the sun-drown-place and enter a cavern inhabited by a highly intelligent American badger known as Midnight, able to speak the languages of cats, foxes and rabbits, who reveals to them that humans will destroy the forest and that the cats must either leave the forest or die. She also tells them that a dying warrior will lead the Clans to their new home. The book ends with a short epilogue back in the forest, where the humans begin to destroy ThunderClan's territory.\nPublication history.\n\"Midnight\" was first released in the US and Canada in hardcover on May 10, 2005. It was released in the UK on October 25, 2006. It was released in paperback on April 4, 2006. It was also released for the Amazon Kindle on November 6, 2007.\nCritical reception.\nThe reception of \"Midnight\" was mixed. Children's Literature gave a negative review. Points raised in the review include the demotion of Firestar to a simple spokesman, the huge volume of characters, and the \"wimpy\" group of traveling cats. However, the review did praise the character of Squirrelpaw.\nOn the other hand, Kirkus Reviews said the novel was \"structurally solid\". BookLoons called the new generation \"engaging\".\nInspiration and influences.\nThe forest depicted in the book is based on New Forest, a forest in southern England. The herbs that the cats use for healing is based on information found in \"Culpeper's Herbal\" by Nicholas Culpeper.","categories":[],"infobox_types":["book |"],"annotations":[{"uri":"The_Darkest_Hour_(Warriors)","surface_form":"The Darkest Hour","offset":84},{"uri":"Firestar%27s_Quest","surface_form":"Firestar's Quest","offset":107},{"uri":"Moonrise_(Warriors)","surface_form":"Moonrise","offset":141},{"uri":"American_badger","surface_form":"American badger","offset":1771},{"uri":"Fox","surface_form":"fox","offset":1843},{"uri":"Rabbit","surface_form":"rabbit","offset":1853},{"uri":"Amazon_Kindle","surface_form":"Amazon Kindle","offset":2393},{"uri":"Children%27s_Literature_(journal)","surface_form":"Children's Literature","offset":2487},{"uri":"Kirkus_Reviews","surface_form":"Kirkus Reviews","offset":2769},{"uri":"New_Forest","surface_form":"New Forest","offset":2945},{"uri":"Nicholas_Culpeper","surface_form":"Nicholas Culpeper","offset":3083}]}