{"id":276536,"url":"http://en.wikipedia.org/wiki/Rock_Lee","text":"is a fictional character in the anime and manga series \"Naruto\". He was created by Masashi Kishimoto. At first he made Lee to be a symbol of human weakness. In the anime and manga, Lee is a ninja of the village of Konohagakure. He is also a member of Team Guy. The other members the team are Neji Hyuga, Tenten, and Might Guy—the team's leader. He is not able to use most of the ninja techniques but he still wants to become become a very good ninja. He is focused on using just taijutsu. Taijutsu is a ninja technique similar to martial arts. Lee has appeared in many pieces of \"Naruto\" media. He is there in the third and fourth featured movies in the series, the third original video animation, and many video games.\nMany anime and manga publications have commented on Lee's character. IGN compared Lee to Bruce Lee and Noel Gallagher. Anime News Network called Lee the \"goofiest looking character\" in the series. Lee has been popular among the \"Naruto\" reader base. He was placed high in many popularity polls. Many pieces of merchandise have been released in Lee's likeness, including figurines and plush dolls.\nCreation and concept.\nIn an interview in \"Weekly Shōnen Jump\"s \"Naruto Anime Profiles Episodes 1-37\", Masashi Kishimoto said that he enjoys drawing Lee more than any other character in the series. When designing Lee's appearance, Kishimoto planned to make Lee having different kinds of weapons, including nunchaku. Due to lack of time while creating the series, he was unable to do so. Kishimoto's first editor, Kosuke Yahagi, originally drew the author a draft of Lee's appearance. When Kishimoto designed it the design changed a lot from the original one. Yahagi felt pleased because some parts were kept. Kishimoto has noted that he originally designed Lee as a symbol of human weakness. His design of Sakura Haruno was also intended to carry the same Symbolism. Kishimoto was surprised by Lee's popularity within fans. He wanted to write more about him but the timing was never right. Lee became very popular within course of the series. Due to this Kishimoto tries to place him toward the front of promotional artwork in which he appears.\nBrian Donovan is the voice actor for Rock Lee in the English adaptation of the anime. In an interview he commented that he likes Lee because he felt he was trying to be a \"knight in shining armor but bumbling and stumbling at the same time\".\nIn \"Naruto\".\nRock Lee is a ninja from Konohagakure part of Team Guy. Team Guy is a four-man cell of ninja led by Might Guy. Guy is interested in Lee due to his determination to become stronger even without the ability to use basic ninja techniques. He decides to help him achieve his dream of becoming a powerful ninja by using only taijutsu. Taijutsu is primary hand-to-hand combat. This relationship with Guy causes Lee to acquire many of Guy's qualities. Lee believes he can surpass the natural talents of others through hard work and passion. In the series, he attempts to surpass Neji Hyuga, who is shown as a \"genius\". Lee first appears in the series as a participant in the Chunin Exams. Chunin exams are the exams held twice a year for ninja who wish to increase their rank. During the Chunin Exams, Lee battles Gaara, a ninja from the village of Sunagakure. In the fight, Lee uses the eight chakra gates. chakra gates are limits on the body's ability to use chakra. This increases his natural abilities at the cost of his health. Lee tries hard but Gaara defeats Lee by crushing his left arm and leg. Lee is injured to the point where must give up on being a ninja.\nTsunade is a Konohagakure medical ninja. When she returns to lead the village as the Fifth Hokage (Konohagakure's leader), she offers to operate on him. Even though there is fifty percent chance of failure, Guy encourages Lee to have the operation. After that, Lee undergoes the surgery, which succeeds in healing his arm and leg. Right after the operation, Lee follows a team of ninja led by Shikamaru Nara who try to stop Sasuke Uchiha from leaving the village and going to the village of Otogakure. Lee battles the Otogakure ninja Kimimaro using the fighting style. When Kimimaro is about to defeat Lee, Gaara comes and continue the battle.\nIn Part II, Lee obtains the rank of Chunin. He is sent with his team to help save Gaara who is taken away by the criminal organization Akatsuki. During the Fourth Shinobi War Lee worked at the Third Division. Lee helps in fighting the Kabuto Yakushi's reanimated army. He later helped Naruto Uzumaki in the fight against Obito Uchiha and Madara Uchiha. Years after the war, Lee marries an unknown woman and has a son named Metal Lee. In the epilogue, Lee is last seen many years later, training with his son. In ', Lee hosts the third stage of the Chunin Exam.\nAppearances in other media.\nLee has appeared many times outside of the \"Naruto\" anime and manga. In the third featured movie in the series, ', Lee acts as a member of Team 7 for the duration of the movie. In the fourth movie, which is set in Part II, Naruto Uzumaki, Sakura Haruno, Neji Hyuga, and Lee are assigned to escort the maiden Shion, who needs to perform a ritual to seal a demonic army. Lee also appears in the third original video animation, taking part in a tournament.\nLee is a character which can be played in almost every \"Naruto\" video game. This includes the \"Clash of Ninja\" series and the \"Ultimate Ninja\" series. In some games, he uses some techniques not seen in the anime or manga. ' marks his first appearance in a video game set in Part II. Rock Lee is also the main character of a spin-off manga by Kenji Taira. The manga was adapted into an anime series titled \"Rock Lee and his Ninja Pals\".\nReception.\nLee has ranked highly in the \"Shōnen Jump\" popularity polls for the series. At first, he was placed in top ten several times and he reached fifth place once. In later polls, Lee lost his top ten status. Also, several pieces of merchandise based on Lee have also been released, like action figures of his Part I and Part II appearances, plush dolls, and keychains.\nSeveral publications for manga, anime, video games, and other media have provided commentary on Lee's character. IGN's A.E. Sparrow called Lee one of his favorite characters in the series. They also compared his personality to that of Bruce Lee and Noel Gallagher. Fellow editor Ramsey Isler ranked him as the eight best character on the series and said he \"was the true underdog of the series.\" Isler added, \"Perhaps a little too intense, but always fiercely devoted to his cause, Rock Lee added all sorts of flavor to the series.\" However, Rock Lee's profile on IGN describes him as \"kind of stiff\" because of his very polite manner. Active Anime celebrated Lee's introduction in the series as a comedic relief to the growing tension of the story at that point. \"Anime Insider\" listed him in their top five list for \"pure-hearted heroes\" from anime and manga publications, ranking him at number five. \"Insider\" praised him for \"never [giving] up, even in the face of people with actual ninja powers.\"\nAnime News Network referred to Lee as the \"star of [the Chunin Exam arc]\". They also claimed that he \"almost single-handedly rescues this arc from being tossed into the 'entertaining but disposable' bin\". His fight against Gaara in the exams was listed as second best one in anime by AnimeCentral. Anime News Network also called Lee the \"goofiest looking character\" in the series. They also praised Kishimoto's \"ninja-punk visual sensibilities\" that allowed him to make Lee \"damn cool when the action starts\". In the NEO Awards 2007 from \"Neo\", Rock Lee won in the category \"Best Anime Character\". He was also listed as one of the three \"Honorable Mentions\" from \"Naruto\" by Wizard Entertainment's Danica Davidson with comments from the article being focused on Lee's determination. When the \"Naruto\" manga ended, writer Yūto Kubota expressed that Lee was his favorite character.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":5},{"uri":"Anime","surface_form":"anime","offset":32},{"uri":"Manga","surface_form":"manga","offset":42},{"uri":"Naruto_(manga)","surface_form":"Naruto","offset":56},{"uri":"Masashi_Kishimoto","surface_form":"Masashi Kishimoto","offset":83},{"uri":"Ninja","surface_form":"ninja","offset":190},{"uri":"Taijutsu","surface_form":"taijutsu","offset":479},{"uri":"Martial_arts","surface_form":"martial arts","offset":530},{"uri":"Video_games","surface_form":"video games","offset":707},{"uri":"IGN","surface_form":"IGN","offset":789},{"uri":"Bruce_Lee","surface_form":"Bruce Lee","offset":809},{"uri":"Noel_Gallagher","surface_form":"Noel Gallagher","offset":823},{"uri":"Anime_News_Network","surface_form":"Anime News Network","offset":839},{"uri":"Merchandise","surface_form":"merchandise","offset":1030},{"uri":"Action_figure","surface_form":"figurines","offset":1090},{"uri":"Plush_doll","surface_form":"plush dolls","offset":1104},{"uri":"Weekly_Sh%C5%8Dnen_Jump","surface_form":"Weekly Shōnen Jump","offset":1159},{"uri":"Nunchaku","surface_form":"nunchaku","offset":1422},{"uri":"Sakura_Haruno","surface_form":"Sakura Haruno","offset":1822},{"uri":"Symbolism","surface_form":"Symbolism","offset":1872},{"uri":"Brian_Donovan","surface_form":"Brian Donovan","offset":2161},{"uri":"Gaara","surface_form":"Gaara","offset":3223},{"uri":"Tsunade_(Naruto)","surface_form":"Tsunade","offset":3578},{"uri":"Shikamaru_Nara","surface_form":"Shikamaru Nara","offset":3971},{"uri":"Sasuke_Uchiha","surface_form":"Sasuke Uchiha","offset":4002},{"uri":"List_of_Naruto_chapters_(Part_II)","surface_form":"Part II","offset":4225},{"uri":"Naruto_Uzumaki","surface_form":"Naruto Uzumaki","offset":4507},{"uri":"Epilogue","surface_form":"epilogue","offset":4663},{"uri":"Shipp%C5%ABden_the_Movie","surface_form":"fourth movie","offset":4995},{"uri":"Naruto_Uzumaki","surface_form":"Naruto Uzumaki","offset":5034},{"uri":"Sakura_Haruno","surface_form":"Sakura Haruno","offset":5050},{"uri":"List_of_Naruto_video_games","surface_form":"\"Naruto\" video game","offset":5320},{"uri":"Clash_of_Ninja_(series)","surface_form":"\"Clash of Ninja\" series","offset":5359},{"uri":"Ultimate_Ninja_(series)","surface_form":"\"Ultimate Ninja\" series","offset":5391},{"uri":"Video_game","surface_form":"video game","offset":5521},{"uri":"List_of_Naruto_chapters_(Part_II)","surface_form":"Part II","offset":5539},{"uri":"List_of_Rock_Lee_%26amp%3B_His_Ninja_Pals_episodes","surface_form":"\"Rock Lee and his Ninja Pals\"","offset":5670},{"uri":"Merchandise","surface_form":"merchandise","offset":5939},{"uri":"Keychain","surface_form":"keychain","offset":6065},{"uri":"Commentary","surface_form":"commentary","offset":6158},{"uri":"IGN","surface_form":"IGN","offset":6189},{"uri":"Personality","surface_form":"personality","offset":6288},{"uri":"Bruce_Lee","surface_form":"Bruce Lee","offset":6311},{"uri":"Noel_Gallagher","surface_form":"Noel Gallagher","offset":6325},{"uri":"Anime_Insider","surface_form":"Anime Insider","offset":6841},{"uri":"Anime_News_Network","surface_form":"Anime News Network","offset":7079},{"uri":"AnimeCentral","surface_form":"AnimeCentral","offset":7363},{"uri":"Neo_(magazine)","surface_form":"\"Neo\"","offset":7617},{"uri":"Wizard_Entertainment","surface_form":"Wizard Entertainment","offset":7754}]}