{"id":276523,"url":"http://en.wikipedia.org/wiki/Giovanni_da_Verrazzano","text":"Giovanni da Verrazzano (1485 – 1528) was a Florentine explorer of North America. He is known for being the first European since the Norse colonization of the Americas around 1000 to explore the east coast of North America between South and North Carolina and Newfoundland, including New York Harbor and Narragansett Bay in 1524. The Verrazano-Narrows Bridge is named for him.\nHe was chosen in 1524 by the King of France to search for a “Northwest Passage” to Asia through North America.\nHe left in the January of 1524, and reached Cape Fear in North Carolina on March 1, 1524.\nHe then proceeded north to explore the coastline, and believed that he had seen the Pacific Ocean (he explored North Carolina coast on the other side of a narrow piece of land). He actually discovered the Pamlico Sound, which is part of the Atlantic Ocean.\nVerrazzano’s mistake meant that incorrect maps were printed in Europe.\nThese maps showed North America as split into two parts, connected by a narrow strip of land. This error took over a century to correct.\nVerrazzano discovered New York Harbor, Block Island and Narragansett bay while exploring the Atlantic coast of North America.\nHowever, he missed some important discoveries because he often anchored far off-shore.\nHe sailed further north to Maine and Newfoundland, and then returned to France with his discoveries.\nHe made two more trips to the Americas after that.\nThere are conflicting reports on how he died. One version says he was killed and eaten by natives on Guadalupe Island. Another says he was executed for piracy in Spain.\nNew York Harbor’s Verrazano Narrows Bridge commemorates this journey and his discoveries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Florence","surface_form":"Florentine","offset":43},{"uri":"Explorer","surface_form":"explorer","offset":54},{"uri":"North_America","surface_form":"North America","offset":66},{"uri":"European_colonization_of_the_Americas","surface_form":"colonization of the Americas","offset":138},{"uri":"North_America","surface_form":"North America","offset":208},{"uri":"South_Carolina","surface_form":"South","offset":230},{"uri":"North_Carolina","surface_form":"North Carolina","offset":240},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":259},{"uri":"New_York_Harbor","surface_form":"New York Harbor","offset":283},{"uri":"Providence%2C_Rhode_Island","surface_form":"Narragansett Bay","offset":303},{"uri":"Verrazano-Narrows_Bridge","surface_form":"Verrazano-Narrows Bridge","offset":333},{"uri":"Northwest_Passage","surface_form":"Northwest Passage","offset":437},{"uri":"Cape_Fear_(headland)","surface_form":"Cape Fear","offset":531},{"uri":"Piracy","surface_form":"piracy","offset":1559}]}