{"id":276663,"url":"http://en.wikipedia.org/wiki/Banyan","text":"A banyan (or 'banian') is a kind of fig. It usually starts life by growing on another plant as an epiphyte. Its seeds germinate in the cracks and crevices on a host tree, or on other structures like buildings and bridges.\n\"Banyan\" usually means the Indian banyan or \"Ficus benghalensis\". It is the National tree of the Republic of India. and of Bangladesh respectively. However, the term actually includes all figs which share their epiphytic life cycle. They are put in the subgenus \"Urostigma\". The seeds of banyans are dispersed by fruit-eating birds. The seeds germinate and send down roots towards the ground. These roots may envelop (cover) part of the host tree or building structure, from which they get the casual name of strangler fig.\nA number of tropical forest species grow by strangling. There are other examples in the genus \"Ficus\" that competes for light. Any \"Ficus\" species showing this habit may be termed a strangler fig.\nThe leaves of the banyan tree are large, leathery, glossy green and elliptical in shape. Like most of the fig-trees, the leaf bud is covered by two large scales. As the leaf develops the scales fall. Young leaves have an attractive reddish tinge.\nOlder banyan trees have aerial prop roots that grow into thick woody trunks which, with age, can become indistinguishable from the main trunk. Old trees can spread out laterally using these prop roots to cover a wide area.\nLike other Fig species (including the common edible fig \"Ficus carica\"), banyans have unique fruit structures and are dependent on fig wasps for reproduction.\nThe fatal embrace.\nOnce the roots get to the ground, they suck up nutrients and grow faster and thicker.\nThey cover the trunk of the host tree, and their leaves and branches in the canopy block the light from the host. Lacking enough nutrition and light, the host tree eventually dies. Its wood is destroyed by beetles, termites and fungi. Only the hollow space inside the banyan remains. The banyan roots make a huge cylinder, and it stands up perfectly well.\nOften the banyan tree is formed from several different fruits which germinated on the same host tree. This has been proved by genome analysis.p170","categories":[],"infobox_types":[],"annotations":[{"uri":"Fig","surface_form":"fig","offset":36},{"uri":"Epiphyte","surface_form":"epiphyte","offset":98},{"uri":"Seeds","surface_form":"seeds","offset":112},{"uri":"Germination","surface_form":"germinate","offset":118},{"uri":"Host_(biology)","surface_form":"host","offset":160},{"uri":"Tree","surface_form":"tree","offset":165},{"uri":"Indian_banyan","surface_form":"Indian banyan","offset":249},{"uri":"List_of_national_trees","surface_form":"National tree","offset":298},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":319},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":345},{"uri":"Life_cycle","surface_form":"life cycle","offset":443},{"uri":"Genus","surface_form":"genus","offset":478},{"uri":"Seed","surface_form":"seed","offset":501},{"uri":"Frugivore","surface_form":"fruit-eating","offset":535},{"uri":"Germinate","surface_form":"germinate","offset":565},{"uri":"Genus","surface_form":"genus","offset":834},{"uri":"Ellipse","surface_form":"elliptical","offset":1011},{"uri":"Aerial_root","surface_form":"aerial prop root","offset":1214},{"uri":"Ficus_carica","surface_form":"Ficus carica","offset":1470},{"uri":"Fig_wasp","surface_form":"fig wasp","offset":1544},{"uri":"Nutrient","surface_form":"nutrient","offset":1638},{"uri":"Canopy","surface_form":"canopy","offset":1753},{"uri":"Beetle","surface_form":"beetle","offset":1883},{"uri":"Termite","surface_form":"termite","offset":1892},{"uri":"Fungi","surface_form":"fungi","offset":1905},{"uri":"Hollow","surface_form":"hollow","offset":1921},{"uri":"Genome_analysis","surface_form":"genome analysis","offset":2159}]}