{"id":276798,"url":"http://en.wikipedia.org/wiki/Chinese_mythology","text":"e=\"preserve\">Chinese mythology is a set of stories, beliefs, and gods originating from Ancient China.\nMyths in China vary from culture to culture, the most common myths come from the Han culture. The current Chinese government recognizes fifty-six ethnic groups. Each group has their own language and mythology.\nChaos.\nChaos is a term used in several Chinese creation myths. This term is used to describe what existed before the earth and heavens. Every myth has a different description of Chaos and what came after.\nThe Creation Myths.\nOne creation myth places the universe beginning as an egg. Pangu was born in the middle of this egg, known as the Cosmic Egg. Within the egg, Pangu grew 10 feet everyday for 18,000 years. His body began to turn into different parts of the visible universe. His right eye becoming the moon, and his left the sun. People were finally created when the wind touched the bugs on his skin. This myth is the last and largest account of the creation from a lost text titled \"Historical Records\nof the Three Sovereign Divinities and the Five Gods\".\nNü Gua is a goddess in another creation myth where the commoners, or peasants, were created by her dragging a cord through the mud. The rich and powerful people were created from yellow clay molded like an artist with statues.\nAnother creation myth takes place in the land of Hun-Tun, Chinese for \"Center\" or \"Chaos\"; the meeting place of Hu, the emperor of the Northern Sea, and Shu, the emperor of the Southern Sea. Hun-Tun lacked the ability to eat, see, hear, or breathe. To repay the kindness of Hun-Tun, Hu and Shu gave him the necessary bodily holes for eating, seeing, hearing, and breathing. The world began after seven days, one for each hole, following the death of Hun-Tun.\nReligions.\nThe three religions of China had great influence over the government and people of Ancient China.\nBuddhism.\nBuddhism originated in India as a belief of rebirth or reincarnation. Being would be reborn in different forms based on the lessons they learned while alive. In order to escape the endless cycle, one must reach Nirvana or enlightenment. Reaching Nirvana is the ultimate goal of a Buddhist.\nBuddhism is believed to be responsible for bringing the concept of hell to Taoism. Hell is a place where individuals must complete tasks to repay for the sins committed during their lifetime.\nConfucianism.\nIn the philosophy or religion of Confucianism, everyone must live a moral and humane life. It is essential for every person in a society to know their place in the world; be it Father, Ruler, Wife, etc.\nThe way of life differs almost completely from Taoism. In Confucianism, the way of life can be known and should be done scientifically. Where as Taoism's way of life can never be known in its entirety. However, ideas of tradition and the honoring of tradition did not differ completely, therefore both religions easily coexisted.\nTaoism.\nAlso known as Daoism, Taoism is a school of thought or religion. Taoism is credited with advancements in medicine and alchemy as the Taoist priests were responsible for healing people.\nThe Dao, or the \"way\", is an idea which existed before and after creation. The Dao cannot be seen or heard. A persons ultimate goal is to return to the Dao. It is known as the beginning and the end to Taoists.\nCreators.\nAnimism is the personification of natural forces as gods.\nDragon.\nThe dragon is included in most Chinese myths as a symbol of strength, goodness, and the spirit of change. In ancient China, the original Dragon flew by magic instead of wings and had the body of a snake with the head of a horse. In the center of its forehead was a pearl.\nThe Buddhists are credited with making the dragon an evil creature. They were said to be filled with evil spirits.\nThe original story of the Chinese dragon has changed over time. The original dragon was a water god. The later myths told, had two types of dragons. The first were the old, friendly dragons. The second type were the evil winged dragons as originally told by the Buddhists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_China","surface_form":"Ancient China","offset":87},{"uri":"Buddhism","surface_form":"Buddhism","offset":1882},{"uri":"Nirvana","surface_form":"Nirvana","offset":2093},{"uri":"Hell","surface_form":"hell","offset":2239},{"uri":"Confucianism","surface_form":"Confucianism","offset":2411},{"uri":"Taoism","surface_form":"Taoism","offset":2941},{"uri":"Chinese_dragon","surface_form":"dragon","offset":3394},{"uri":"Buddhism","surface_form":"Buddhists","offset":3666}]}