{"id":276722,"url":"http://en.wikipedia.org/wiki/Light_clock","text":"e=\"preserve\">The light clock is a simple way of showing a basic feature of Special relativity. A clock is designed to work by bouncing a flash of light off a distant mirror and using its return to trigger another flash of light, meanwhile counting how many flashes have occurred along the way. It is easy to show that people on Earth watching a spaceship fly overhead with such a clock would see it ticking relatively slowly. This effect is called time dilation.\nBefore we study the light clock, consider another kind of relativity. Imagine that someone is dribbling a basketball in the hold of a large cargo jet. The basketball player is moving in the same direction as the jet airplane. The other people in the plane see him moving a meter or two as he makes one dribble. Between the time the ball bounces the first time and the ball bounces the second time, about one second has passed. But when the first bounce occurred the basketball was over Gibraltar, and when the second bounce occurred the basketball was over the water nearer to Spain. So the basketball has moved 280 meters with respect to Earth.\nThe speed of light is constant, so we will apply this value to two problems. We will call the speed of light c, as this is the letter scientists usually use to name it.\nA clock is made by putting a light output at the bottom of a long pole, a mirror on top of the pole, and an electronic light detector down at the bottom of the pole. The clock is started by briefly closing a switch that sends one blink of light from the bottom of the pole to the top of the pole where it is reflected back to the bottom of the pole. When the light detector at the bottom of the pole sees the blink of light it does two things. It adds one to the counter that is attached to it, and it fires another blink of light up to the mirror. When that blink of light gets back to the bottom, the count changes to two, and another blink of light is set off. Since light travels very rapidly (300,000 kilometers/second), for each second measured by an ordinary clock the light clock will \"tick\" a very large number of times.\nand we can solve this equation for t to learn how long in seconds each \"tick\" is.\n1 km = 300,000 km/second * t seconds\nt seconds = 1 km/300,000 (km/second) = 1/300,000 seconds = 0.00000333…3 seconds\nIn other words, each \"tick\" of the light clock will take 0.00000333…3 seconds.\nIf a spaceship were flying on a straight line passing over the North Pole at a large fraction of the speed of light, and it had a similar clock, people watching its passage would see that the mirror on top of the pole had moved from directly over the emitting light, so the light would travel along the line marked h in the diagram, and then it would follow the other hypotenuse back down to the base of the pole -- which would by now have moved some distance since the spaceship is moving so fast. We can figure out how much time one tick would take according to the people on Earth. We know that the spaceship's pole has a length of a since it is the same kind of clock as people are using at the North Pole. We want to figure out t', the time it takes to make one tick of the clock on the spaceship.\nh = √(a2 + (rt' /2)2)\nSo the total distance the light travels is 2 h or d = 2 √(a2 + (rt' /2)2)\nIn other words, d = c t'.\nc t' = 2 √(a2 + (rt' /2)2)\n1/2 c t' = √(a2 + (rt' /2)2)\nIf t = 1 second, then if the spaceship is traveling at one half the speed of light, t' = 1.1547 sec.\nExperiment with various speeds of travel at: http://www.1728.org/reltivty.htm\nBibliography.\n\"Space and Time in Special Relativity,\" N. David Mermin, pp. 33-41.McGraw-Hill, 1968.","categories":[],"infobox_types":[],"annotations":[{"uri":"Special_relativity","surface_form":"Special relativity","offset":75},{"uri":"Time_dilation","surface_form":"time dilation","offset":448}]}