{"id":276709,"url":"http://en.wikipedia.org/wiki/Carlos_Andr%C3%A9s_P%C3%A9rez","text":"Carlos Andrés Pérez Rodríguez (October 27, 1922 – December 25, 2010) was a president of Venezuela. He was born in 1922, served twice as president in the early 1990s, and died in 2010.\nBiography.\nPérez was born on 27 October 1922 in Rubio, Venezuela. He went to school in Caracas, where he studied law. In 1948, he married Blanca Rodríguez, one of his cousins. During the same year, because he opposed a coup d'état, he was put in prison, but got out and left Venezuela. In 1958, Venezuala became a democracy, and Pérez became a part of the government led by Rómulo Betancourt.\nIn 1973, Pérez became president of Venezuala. He left office in 1979, and soon after, Venezuala's economy went through a low period. In 1989, Pérez became president again. Soon after, he made government spending much smaller and made prices of goods like gasoline higher. There were many riots because of this.\nIn 1992, there were two coups that tried but failed to remove Pérez from being president. In 1993, though, he was impeached because he was thought to have paid for bodyguards for Violeta Chamorro, who was a former president of Nicaragua. He went to prison after this for ten weeks. After prison he was put in house arrest for two years.\nAfter Hugo Chávez became president of Venezuala in 1998, Pérez went to the Dominican Republic. In 2003, he moved again, this time to the United States. While he was in the US, people in Venezuala tried to force him to return because he was wanted in connection with the riots his laws caused in 1989. He also married Cecilia Matos during this time.\nHe died on 25 December 2010 in Miami at the age of 88. María Francia Pérez, his daughter, said that he had died of a heart attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuela","surface_form":"Venezuela","offset":88},{"uri":"Caracas","surface_form":"Caracas","offset":271},{"uri":"Blanca_Rodr%C3%ADguez","surface_form":"Blanca Rodríguez","offset":322},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":403},{"uri":"Prison","surface_form":"prison","offset":430},{"uri":"Democracy","surface_form":"democracy","offset":498},{"uri":"R%C3%B3mulo_Betancourt","surface_form":"Rómulo Betancourt","offset":558},{"uri":"Economy","surface_form":"economy","offset":675},{"uri":"Gasoline","surface_form":"gasoline","offset":832},{"uri":"Riot","surface_form":"riot","offset":865},{"uri":"Impeachment","surface_form":"impeached","offset":1002},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":1115},{"uri":"House_arrest","surface_form":"house arrest","offset":1197},{"uri":"Hugo_Ch%C3%A1vez","surface_form":"Hugo Chávez","offset":1231},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1300},{"uri":"United_States","surface_form":"United States","offset":1362},{"uri":"Miami","surface_form":"Miami","offset":1605},{"uri":"Heart_attack","surface_form":"heart attack","offset":1691}]}