{"id":276895,"url":"http://en.wikipedia.org/wiki/Elizabeth_Charlotte%2C_Madame_Palatine","text":"Princess Elisabeth Charlotte (; known as Liselotte von der Pfalz, 27 May 1652 – 8 December 1722), was a German princess and the wife of Philippe of France, Duke of Orléans, younger brother of Louis XIV. She is best known for her vast correspondence detailing the court of her brother in law. She was referred to at court as simply \"Madame\", as well as \"La Palatine\" and the \"Princess Palatine\" (\"Princesse Palatine\")\nBiography.\nElisabeth Charlotte was born at the Heidelberg Castle as the only daughter of Charles I Louis, Elector Palatine and Charlotte of Hesse-Kassel. In childhood she was known as \"Liselotte\". She grew up at the court of her aunt and would remain in contact with her aunt all her life.\nOn 16 November 1671, she was married by proxy at Metz. In order to marry she had to convert to Roman Catholicism. Elisabeth Charlotte would be very close to her two stepdaughters Marie Louise and Anne Marie. Her husband was gay but the couple still had three children but one died in infancy. After the birth of their daughter Élisabeth Charlotte, the couple mutually agreed to cease conjugal relations. Philippe turned to his lovers, and Elisabeth Charlotte to her writing.\nAfter her husband's death, Elisabeth Charlotte feared that the king would send her to a convent but he insisted she stay at Versailles. Elisabeth Charlotte died at the age of seventy on 8 December 1722 at Saint-Cloud. She was buried at the Royal Basilica of Saint Denis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippe%2C_Duke_of_Orl%C3%A9ans","surface_form":"Philippe of France, Duke of Orléans","offset":136},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":192},{"uri":"Heidelberg_Castle","surface_form":"Heidelberg Castle","offset":464},{"uri":"Charles_I_Louis%2C_Elector_Palatine","surface_form":"Charles I Louis, Elector Palatine","offset":506},{"uri":"Charlotte_of_Hesse-Kassel","surface_form":"Charlotte of Hesse-Kassel","offset":544},{"uri":"Metz","surface_form":"Metz","offset":756},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":802},{"uri":"Marie_Louise_d%27Orl%C3%A9ans","surface_form":"Marie Louise","offset":886},{"uri":"Anne_Marie_d%27Orl%C3%A9ans","surface_form":"Anne Marie","offset":903},{"uri":"Gay","surface_form":"gay","offset":931},{"uri":"Sexual_intercourse","surface_form":"conjugal relations","offset":1091},{"uri":"Convent","surface_form":"convent","offset":1270},{"uri":"Royal_Basilica_of_Saint_Denis","surface_form":"Royal Basilica of Saint Denis","offset":1422}]}