{"id":276968,"url":"http://en.wikipedia.org/wiki/Luminiferous_aether","text":"Luminiferous aether is a substance once believed to fill the Universe and explain how the transmission of waves of light can happen. People believed that light was a kind of wave. Waves travel over the surface of water in a pond, through the air in a room, etc. All waves that people had studied before had travelled through a medium. The speed of sound through steel is much higher than through air, so people imagined that light must travel through a similar medium too. Since light travels faster than anything else, light should travel through something more rigid (like steel) faster than anything else. But at the same time this substance must have a very low viscosity so that it would not slow down the movements of planets and cause them to eventually fall into their suns. The people coming before Albert Einstein believed this substance to exist, and they called it the \"Luminiferous aether.\"\nIf an observer was to travel on a boat moving through an ocean current, then they could observe changes in the rate that waves appeared to travel depending on the relationship of the observer to the current.\nPhysicists conducted experiments to attempt to make this question become clear. The Michelson-Morley Experiment showed that there was no medium through which light travelled. It showed that there is no Luminiferous aether.\nThe easiest way to see the general idea is to imagine a very fast spaceship moving at one half the speed of light from one star to another. The spaceship has two light-speed meters, one pointing backward and one pointing forward. Since the spaceship is moving away from the photons given off by the yellow star, and running toward the photons given off by the blue star, our ordinary experience leads us to expect that we would measure the speed of the yellow photons as 150,000 kilometres per second, and the speed of the blue photons as 450,000 kilometres per second. However both photons are measured at 300,000 km/sec. Thereby this result indicates that speeds do not change relative to the movement of the spaceship.\nRecent research.\nA recent study is much more precise than the one by Michelson and Morley, but it still shows that the speed of light is constant no matter which direction one is moving in.","categories":[],"infobox_types":[],"annotations":[{"uri":"Universe","surface_form":"Universe","offset":61},{"uri":"Speed_of_sound","surface_form":"speed of sound","offset":339},{"uri":"Viscosity","surface_form":"viscosity","offset":666},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":808},{"uri":"Michelson%E2%80%93Morley_experiment","surface_form":"Michelson-Morley Experiment","offset":1196}]}