{"id":276921,"url":"http://en.wikipedia.org/wiki/Atticus_Finch","text":"e=\"preserve\">Atticus Finch is a fictional (not real) character in Harper Lee's book \"To Kill a Mockingbird\". Atticus is an American lawyer who lives in Alabama. He is the father of Jeremy Atticus \"Jem\" Finch and Jean Louise \"Scout\" Finch. Atticus is an important character in the book.\nIn \"To Kill a Mockingbird\", Atticus is shown as a good character, trying to live in the way he thinks a lawyer and human being should. He is very honest, thoughtful, and helps good causes (even when he knows that they will fail). He tries hard to teach his children to be kind, fair, and giving. His children later find out that he was an expert at shooting, but had not told them because he did not want them to think he was violent. He is described in the book as a tall, middle-aged man with glasses and hair that is going a little gray.\nAlice Petry said that Atticus has \"become something of a folk hero in legal circles and is treated almost as if he were an actual person.\" Examples of Atticus Finch's impact on the legal profession are plentiful. Morris Dees says that Atticus Finch was the reason he became a lawyer, and Richard Matsch said that Atticus influenced him greatly. Some people, however, criticize Atticus, saying that he does not use his legal skills to change the racism in his town.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":32},{"uri":"Harper_Lee","surface_form":"Harper Lee","offset":66},{"uri":"Book","surface_form":"book","offset":79},{"uri":"To_Kill_a_Mockingbird","surface_form":"To Kill a Mockingbird","offset":85},{"uri":"United_States","surface_form":"American","offset":123},{"uri":"Lawyer","surface_form":"lawyer","offset":132},{"uri":"Alabama","surface_form":"Alabama","offset":152},{"uri":"Folk_hero","surface_form":"folk hero","offset":884},{"uri":"Law","surface_form":"legal","offset":897},{"uri":"Morris_Dees","surface_form":"Morris Dees","offset":1040},{"uri":"Richard_Matsch","surface_form":"Richard Matsch","offset":1115},{"uri":"Racism","surface_form":"racism","offset":1272}]}