{"id":277196,"url":"http://en.wikipedia.org/wiki/Battle_of_Fort_Washington","text":"e=\"preserve\">The Battle of Fort Washington was one of the early battles fought in the American Revolutionary War between the United States and Great Britain. It took place on 16 November 1776. The British won the battle.\nAfter winning against the Continental Army (commanded by George Washington), the British army (commanded by William Howe) wanted to capture Fort Washington, the last American stronghold in Manhattan. Washington had thought of leaving the Fort and moving its military camp of 1400 men to New Jersey, but had been convinced by General Nathaniel Greene to fight for it. The garrison was expanded to 3,000 men.\nOn 16 November, Howe attacked the fort. The assault came from three different directions: the north, east and south. The attack was put off for a short time because of the tides in the Harlem River that stopped some of the troops from landing. When the attack did begin, the southern and western American defenses fell quickly. In the North there was better defense against the attack, but they eventually weakened as well. With the fort surrounded by land and sea the Fort's commander, Robert Magaw, chose to surrender the fort rather than try to hold out. A total of 59 Americans were killed and 2,837 became prisoners of the British. After this defeat the main American army under George Washington was chased across New Jersey and into Pennsylvania, setting the stage for the battles of Trenton and Princeton.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":86},{"uri":"United_States","surface_form":"United States","offset":125},{"uri":"Great_Britain","surface_form":"Great Britain","offset":143},{"uri":"Continental_Army","surface_form":"Continental Army","offset":247},{"uri":"George_Washington","surface_form":"George Washington","offset":278},{"uri":"William_Howe","surface_form":"William Howe","offset":329},{"uri":"Capture","surface_form":"capture","offset":353},{"uri":"Fort_Washington","surface_form":"Fort Washington","offset":361},{"uri":"Stronghold","surface_form":"stronghold","offset":396},{"uri":"Manhattan","surface_form":"Manhattan","offset":410},{"uri":"New_Jersey","surface_form":"New Jersey","offset":508},{"uri":"Nathaniel_Greene","surface_form":"Nathaniel Greene","offset":554},{"uri":"Assault","surface_form":"assault","offset":672},{"uri":"Harlem_River","surface_form":"Harlem River","offset":813},{"uri":"Robert_Magaw","surface_form":"Robert Magaw","offset":1115},{"uri":"Battle_of_Princeton","surface_form":"Princeton","offset":1431}]}