{"id":277479,"url":"http://en.wikipedia.org/wiki/Lego_Mindstorms_NXT","text":"Lego Mindstorms NXT is a robotic kit. It is made to build and program first robot in 30 minutes. The kit replaces a system called Robotics Invention System. The available versions are: \"Lego Mindstorms NXT 1.0\" (set #8527), \"Lego Mindstorm NXT 2.0\" (set #8547) and \"Lego Mindstorms Education NXT\" (set #9797). It comes with the NXT-G programming software. It is possible to use unofficial programming languages, such as NXC, NBC, leJOS NXJ, and RobotC using software that is not included with the kit.\nThe main component in the kit is computer module that controls the robot's movements and actions called the \"NXT Intelligent Brick\". It has 32-bit microprocessor, four inputs, three outputs, Bluetooth communications, a speaker, 1 USB 2.0 port, and a 100×64 LCD display. Also, the NXT includes three powerful servo motors with rotation sensors. Very simple programs can be created in the menu on the \"NXT Intelligent Brick \"without a computer. More complicated programs can be downloaded via Bluetooth or USB from the computer to the robot. The graphical, drag-and-drop programming language NXT-G is simple, but complete enough to be usable.\nThe NXT comes with five types of sensors: Touch, Light, Sound, Ultrasonic, and Rotation. The sound sensor is not included in the Lego Mindstorms NXT 2.0 kit.\nIn the \"Lego Mindstorms NXT 2.0\" is new Colour sensor. It can detects different colours and measure the amount of reflected light and ambient light.","categories":[],"infobox_types":[],"annotations":[{"uri":"Robotics_Invention_System","surface_form":"Robotics Invention System","offset":130},{"uri":"Programming_languages","surface_form":"programming languages","offset":389},{"uri":"Computer","surface_form":"computer","offset":535},{"uri":"Microprocessor","surface_form":"microprocessor","offset":649},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":693},{"uri":"Speaker","surface_form":"speaker","offset":721},{"uri":"USB","surface_form":"USB","offset":732},{"uri":"Motor","surface_form":"motor","offset":816},{"uri":"Sensor","surface_form":"sensor","offset":837},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":993},{"uri":"USB","surface_form":"USB","offset":1006},{"uri":"Programming_language","surface_form":"programming language","offset":1071},{"uri":"Sensor","surface_form":"sensor","offset":1176},{"uri":"Ultrasonic","surface_form":"Ultrasonic","offset":1206},{"uri":"Sensor","surface_form":"sensor","offset":1348}]}