{"id":277472,"url":"http://en.wikipedia.org/wiki/Maria_Mitchell","text":"Maria Mitchell (1818–1889) was one of the first female astronomers. She was born in Nantucket, Massachusetts. She attended a local girls school. Later, Mitchell attended a school run by her father. Mitchell opened her own school when she was 17. Her school had many programs. These programs allowed students to birdwatch. They also allowed students to observe astronomy.\nMitchell’s love for astronomy started when her father began keeping a small observatory. She began to observe space and notice things. The accomplishment that made Mitchell famous was when she discovered a comet in October 1847. The comet was later known as Miss Mitchell's comet, and is now called 1847 T1. She received a medal from the king of Denmark after discovering the comet.\nMitchell also helped make accurate calculations of time, latitude, and longitude. Mitchell became the first woman elected to join the American Academy of Arts and Sciences, the year after. In 1850, she joined the American Association for the Advancement of Science. Afterward, she became professor of astronomy at Vassar College in 1865. She stayed there until she retired in 1888. Mitchell died one year later at age 71.\nAfter Mitchell’s death, she was recognized as a great astronomer. In 1905, she was elected into the Hall of Fame for Great Americans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomer","surface_form":"astronomer","offset":55},{"uri":"Nantucket%2C_Massachusetts","surface_form":"Nantucket, Massachusetts","offset":84},{"uri":"Birdwatch","surface_form":"birdwatch","offset":311},{"uri":"Astronomy","surface_form":"astronomy","offset":360},{"uri":"Observatory","surface_form":"observatory","offset":447},{"uri":"Comet","surface_form":"comet","offset":577},{"uri":"1847_T1","surface_form":"1847 T1","offset":670},{"uri":"Latitude","surface_form":"latitude","offset":811},{"uri":"Longitude","surface_form":"longitude","offset":825},{"uri":"American_Academy_of_Arts_and_Sciences","surface_form":"American Academy of Arts and Sciences","offset":888},{"uri":"American_Association_for_the_Advancement_of_Science","surface_form":"American Association for the Advancement of Science","offset":967},{"uri":"Vassar_College","surface_form":"Vassar College","offset":1068},{"uri":"Hall_of_Fame_for_Great_Americans","surface_form":"Hall of Fame for Great Americans","offset":1276}]}