{"id":277517,"url":"http://en.wikipedia.org/wiki/Yi_Jianlian","text":"Yi Jianlian (born October 27, 1984 in Heshan, Guangdong) is an Chinese basketball player who currently plays for the Guangdong Southern Tigers of the Chinese Basketball Association. Yi began his professional career in China with the Tigers, and was chosen with the sixth pick in the 2007 NBA Draft by the Milwaukee Bucks. He played for the Bucks from 2007-08, the New Jersey Nets from 2008-10, and the Washington Wizards in 2010–11, after which he became a free agent. Because the NBA's owners locked out the players at the start of the 2011–12 season, Yi returned to China to play with the Tigers. Once the lockout ended, he returned to the U.S. and signed with the Dallas Mavericks. He played two games with the Texas Legends of the D-League before joining the Mavericks for the rest of that season. After the 2011–12 season, Yi once again returned to his original Chinese team.\nYi was featured on the cover of the August 24, 2003 issue of Time magazine.\nAge dispute.\nSince he was drafted by the Bucks, his age has been the subject of controversy. There is strong evidence that he was actually born in 1984 not in 1987 as first thought. It is widely thought that Chinese officials lied about his age so that he could play for more years in tournaments for younger players (under 19, or under 21). One Chinese basketball official admitted in 2006 that past Chinese junior teams included over-age players, and an American who played with Yi in China has said that players' ages were often changed. Yi has never commented on his age. In 2007 and 2008, Yi's date of birth was further scrutinized as being 27 October 1984, including a Chinese reporter discovering a high school enrollment form from 1997 that listed Yi as being born on 27 October 1984.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heshan%2C_Guangdong","surface_form":"Heshan, Guangdong","offset":38},{"uri":"China","surface_form":"Chinese","offset":63},{"uri":"Basketball","surface_form":"basketball","offset":71},{"uri":"Guangdong_Southern_Tigers","surface_form":"Guangdong Southern Tigers","offset":117},{"uri":"Chinese_Basketball_Association","surface_form":"Chinese Basketball Association","offset":150},{"uri":"Milwaukee_Bucks","surface_form":"Milwaukee Bucks","offset":305},{"uri":"New_Jersey_Nets","surface_form":"New Jersey Nets","offset":364},{"uri":"Washington_Wizards","surface_form":"Washington Wizards","offset":402},{"uri":"Dallas_Mavericks","surface_form":"Dallas Mavericks","offset":667},{"uri":"Texas_Legends","surface_form":"Texas Legends","offset":714},{"uri":"NBA_Development_League","surface_form":"D-League","offset":735},{"uri":"Time_(magazine)","surface_form":"Time magazine","offset":942}]}