{"id":27755,"url":"http://en.wikipedia.org/wiki/Pelvis","text":"The pelvis (plural: \"pelves\") is the part of the vertebrate body to which the legs attach. It has a very ancient history. This article is only about the human pelvis.\nPelvis can mean the lower part of the trunk of the human body, between the abdomen and the thighs. Or it can mean just the bones in that region.\nThe pelvis is at the lower end of the spine. The pelvic skeleton is, at the back, the sacrum and the coccyx. At the front and to the left and right sides, there is a pair of hip bones. The legs are attached at the pelvis.\nThe pelvis protects the organs used for digesting and for reproduction. It has many muscles attached. The muscles are mostly to do with keeping the body upright and with walking and running. Muscles attach to the bones with tendons. The bones of the pelvis are attached to each other by and to the sacrum by ligaments.\nThe pelvis bones are symmetrical, the same on both sides.\nDifferences between the two sexes.\nMale and female human pelves are different. The female pelvis is wider and more shallow than the male pelvis. There is not much difference in young children before puberty. After puberty, the female pelvis is significantly larger than in males.\nThe function of this change is to make the female pelvis able to function in childbirth, when the foetus is born through the pelvis. The space is called the 'birth canal'. There are many variations between one female and another in the structure of the pelvis. These differences have been studied in detail. These days by using ultrasound, the pelvis of pregnant women can be assessed to see if natural birth is likely to go ahead with no problems. The study is part of the medical speciality known as obstetrics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vertebrate","surface_form":"vertebrate","offset":49},{"uri":"Abdomen","surface_form":"abdomen","offset":242},{"uri":"Spine","surface_form":"spine","offset":350},{"uri":"Sacrum","surface_form":"sacrum","offset":398},{"uri":"Coccyx","surface_form":"coccyx","offset":413},{"uri":"Digestion","surface_form":"digesting","offset":574},{"uri":"Tendons","surface_form":"tendons","offset":758},{"uri":"Ligaments","surface_form":"ligaments","offset":842},{"uri":"Symmetry","surface_form":"symmetrical","offset":874},{"uri":"Puberty","surface_form":"puberty","offset":1110},{"uri":"Childbirth","surface_form":"childbirth","offset":1268},{"uri":"Foetus","surface_form":"foetus","offset":1289},{"uri":"Ultrasound","surface_form":"ultrasound","offset":1519},{"uri":"Obstetrics","surface_form":"obstetrics","offset":1693}]}