{"id":277739,"url":"http://en.wikipedia.org/wiki/Harry_Mummery","text":"Harold \"Mum\" Mummery (August 25, 1889 - December 9, 1945) - was a professional ice hockey defenceman, shooting left. He was born in Chicago, IL, and died in Brandon, MB. Mummery played professionally from 1911 until 1923, including six seasons in the National Hockey League for the Toronto Blueshirts, Toronto Arenas, Quebec Bulldogs, Montreal Canadiens and Hamilton Tigers. He was a two-time winner of the Stanley Cup hockey championship.\nAt the time of his career, Mummery was the largest player ever in the NHA and NHL, playing at 245 pounds in his NHL years and he was known to eat two steaks before hockey games. Mummery appeared in three games as an NHL goaltender in an era when teams did not dress a backup netminder, making him the skater to have played the most games in net. He suited up as a goaltender twice with Quebec and once with Hamilton.\nPlaying career.\nBorn in Chicago, Illinois, Mummery moved at an early age to Brandon, Manitoba. He first played senior-level hockey for Brandon YMCA in 1907–08. He moved to Fort William, Ontario to play a season with the Fort William Forts on the Northern Ontario League. He returned to the prairies playing for Brandon and Moose Jaw in minor professional leagues. In 1912, he joined the Quebec Bulldogs, then in the National Hockey Association (NHA). In his rookie season, the Bulldogs, the defending champions, won the NHA and Stanley Cup championships. He played with the Bulldogs until 1916, when he joined the Montreal Canadiens for a season. The Canadiens won the NHA title but lost to the Seattle Metropolitans in the Stanley Cup championship.\nBefore the beginning of the 1917–18 season, the NHA was suspended and the owners formed the National Hockey League (NHL). The Quebec team did not field a team that year and he was loaned to the Toronto Blueshirts club, now run by the Toronto Arena Company. The club would go on to win the Stanley Cup in a series against Vancouver. After the season the Arena company formed the Toronto Arena Hockey Club and Mummery signed for the 1918–19 season. Unfortunately, the season was a disaster as the club had poor results, weak attendance and it folded, prematurely ending the season.\nIn 1919–20, a Quebec team was formed in the NHL, and the NHL assigned former Bulldogs players from the NHA to the team. Mummery was one of those players. When the Quebec team was moved to Hamilton, he was traded before the season to the Canadiens, where he played for the 1920–21 season. He was traded to Hamilton for the 1921-22 season and traded from Hamilton to Saskatoon of the West Coast Hockey League in 1922. He played four games for Saskatoon in 1922–23 and retired.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_hockey","surface_form":"ice hockey","offset":79},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":251},{"uri":"Toronto_Blueshirts","surface_form":"Toronto Blueshirts","offset":282},{"uri":"Toronto_Arenas","surface_form":"Toronto Arenas","offset":302},{"uri":"Quebec_Bulldogs","surface_form":"Quebec Bulldogs","offset":318},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":335},{"uri":"Hamilton_Tigers","surface_form":"Hamilton Tigers","offset":358},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":407},{"uri":"National_Hockey_League","surface_form":"NHL","offset":656},{"uri":"Fort_William%2C_Ontario","surface_form":"Fort William, Ontario","offset":1029},{"uri":"Quebec_Bulldogs","surface_form":"Quebec Bulldogs","offset":1244},{"uri":"National_Hockey_Association","surface_form":"National Hockey Association","offset":1273},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":1471},{"uri":"Seattle_Metropolitans","surface_form":"Seattle Metropolitans","offset":1552},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":1699}]}