{"id":27788,"url":"http://en.wikipedia.org/wiki/Barnacle","text":"A barnacle is a cirripede, a kind of crustacean. It is covered with hard plates of calcium carbonate, and lives stuck to hard surfaces.\nIt does not look like a crustacean, and for many centuries it was thought to be a mollusc. In the 1830s, J.V. Thompson found their larvae, and followed their development through to their adult form. They have a nauplius larva, typical of crustaeans. Later Charles Darwin, who spent eight years working on barnacles, found that Thompson had been right.\nBarnacles grow on hard surfaces like piers, boats, rocks, and on other animals such as turtles and whales. Barnacles are a different group from crabs and shrimps. They are considered a nuisance to the shipping industry and private boat owners.\nLife-style.\nBarnacles are suspension feeders, sweeping small food into their mouth with their curved 'feet'. They are cemented to rock (usually), and covered with hard calcareous plates, which they shut firmly when the tide goes out. The barnacles reproduce sexually, and produce little nauplius larvae which disperse in the plankton. Eventually, the larvae change into cypris form, and attach on other hard surfaces to form new barnacles. Their comparative anatomy was worked out in detail by Charles Darwin.\nReproduction.\nBarnacles have the largest penis to body size ratio of the animal kingdom. A few forms have become fully parasitic on larger crustacea.\nBarnacles are by far the commonest animals on rocky sea shores. Their numbers on a shore in the Isle of Man have been estimated as a thousand million (109), and they produce body material of 12 hundrededweight (~600 kg) of tissue, weighed after drying. Each year they let go a huge number of larvae, estimated as a million million (1012).p110\nDarwin's work.\nDarwin set his work out in four parts: There were the barnacles on stalks (pedunculated), and those that sat on hard substrate (the sessile barnacles). Each of these was divided into living and fossil barnacles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crustacean","surface_form":"crustacean","offset":37},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":83},{"uri":"Mollusc","surface_form":"mollusc","offset":218},{"uri":"Larva","surface_form":"larva","offset":267},{"uri":"Nauplius","surface_form":"nauplius","offset":347},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":392},{"uri":"Pier","surface_form":"pier","offset":525},{"uri":"Boat","surface_form":"boat","offset":532},{"uri":"Rock_(geology)","surface_form":"rocks","offset":539},{"uri":"Turtle","surface_form":"turtle","offset":575},{"uri":"Whale","surface_form":"whale","offset":587},{"uri":"Crab","surface_form":"crab","offset":632},{"uri":"Shrimp","surface_form":"shrimp","offset":642},{"uri":"Filter_feeder","surface_form":"suspension feeders","offset":758},{"uri":"Cement","surface_form":"cement","offset":850},{"uri":"Rock_(geology)","surface_form":"rock","offset":862},{"uri":"Calcareous","surface_form":"calcareous","offset":900},{"uri":"Tide","surface_form":"tide","offset":951},{"uri":"Nauplius","surface_form":"nauplius","offset":1019},{"uri":"Larva","surface_form":"larva","offset":1028},{"uri":"Plankton","surface_form":"plankton","offset":1057},{"uri":"Cypris","surface_form":"cypris","offset":1102},{"uri":"Comparative_anatomy","surface_form":"comparative anatomy","offset":1178},{"uri":"Parasite","surface_form":"parasitic","offset":1361},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":1488}]}