{"id":277882,"url":"http://en.wikipedia.org/wiki/Erosion","text":"Erosion is a process where natural forces like water, wind, ice, and gravity transport rocks and soil. It is a geological process, and part of the rock cycle. Erosion occurs at the Earth's surface, and has no effect on the Earth's mantle and core.\nMost of the energy that makes erosion happen is provided by the Sun. The Sun's energy causes the movement of water and ice in the water cycle and the movement of air to create wind.\nErosion can cause problems that affect humans. Soil erosion, for example, can create problems for farmers. Soil erosion can remove soil, leaving a thin layer or rocky soil behind. Erosion can also cause problems for humans by removing rocks or soil that support buildings.\nErosion can be caused by natural elements such as wind and ice.\nErosion by water.\nTemperature changes cause pieces of rock to flake away from the surface. Also, the acid in rainwater dissolves rocks containing calcium carbonate. These processes are called weathering.\nWater erosion happens when water moves the pieces of rock or soil downhill. Waves also carry away small pieces of material. A wave can wash up onto the surface of rock or soil and then carry away pieces of material as it flows back into the ocean or lake.\nThe size of earth materials that can be moved by water depends on how fast the water is moving. A fast-flowing stream can carry large rocks while a slow-moving stream might only be able to carry very small things like clay. Canyons are among the most obvious features made by erosion. Where a river meets the sea, it drops the solids, sometimes making a river delta.\nTropical rivers.\nLarge tropical rivers like the Paraná, Indus, Brahmaputra, Ganges, Zambezi, Mississippi and the Amazon carry huge amounts of sediment down to the sea. The Nile, perhaps the world's longest river, carries much less sediment than the others because, part of the way, it runs through less fertile regions than the other great rivers.\nThe Amazon has by far the largest waterflow, with an average discharge greater than the next seven largest rivers combined. It has the largest drainage basin in the world, about. The Amazon accounts for about one-fifth of the world's total river flow.\nThe sediment discharged by the gigantic mouth of the Amazon stains the sea brown for hundreds of miles out to sea.\nWhen a glacier moves downhill,it pushes & pulls rocks with it. There is also another way. Cold weather causes water inside tiny cracks in rocks to freeze. When it freezes, the ice gets larger,& pushes hard against the rock to break it.\nErosion by wind.\nWind erosion occurs when wind moves pieces of earth materials. Wind erosion is one of the weakest kinds of erosion. Small pieces of earth material can be rolled along the ground surface by wind. Very small pieces can be picked up and carried by the wind. Sometimes, wind can carry small pieces of earth materials over large distances. Some sediment from the Sahara Desert is carried across the Atlantic Ocean by wind.\nOne of the most famous examples of wind erosion occurred in the Dust Bowl, when wind erosion severely damaged farming communities.\nErosion by gravity.\nGravity erosion is the simplest kind of erosion. Gravity simply pulls loose earth materials downhill. Landslides are dramatic examples of gravity erosion.\nErosion and tectonics.\nTectonic effects on erosion has long been recognized. For example, rivers form as a result of tectonic uplift (as Himalayas and Tibetan Plateau). All of the Earth's mountain ranges were created by the upward movement of the land by changes beneath the Earth's surface. When the ground rises the whole weather system can also be changed including local sea levels, wind strength and direction, rainfall and more.\nThe Earth's landscape is a product of two factors. Tectonics builds up height by surface and rock uplift, and climate controls the erosion. Erosion wears away upland areas over time. The interaction of these processes can form, modify, or destroy features of the Earth’s surface.","categories":[],"infobox_types":[],"annotations":[{"uri":"Water","surface_form":"water","offset":47},{"uri":"Wind","surface_form":"wind","offset":54},{"uri":"Ice","surface_form":"ice","offset":60},{"uri":"Gravity","surface_form":"gravity","offset":69},{"uri":"Rocks","surface_form":"rocks","offset":87},{"uri":"Soil","surface_form":"soil","offset":97},{"uri":"Geological","surface_form":"geological","offset":111},{"uri":"Rock_cycle","surface_form":"rock cycle","offset":147},{"uri":"Earth%27s_mantle","surface_form":"Earth's mantle","offset":223},{"uri":"Earth%27s_core","surface_form":"core","offset":242},{"uri":"Energy","surface_form":"energy","offset":260},{"uri":"Sun","surface_form":"Sun","offset":312},{"uri":"Water_cycle","surface_form":"water cycle","offset":378},{"uri":"Soil_erosion","surface_form":"Soil erosion","offset":477},{"uri":"Acid","surface_form":"acid","offset":868},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":913},{"uri":"Weathering","surface_form":"weathering","offset":959},{"uri":"Waves","surface_form":"Waves","offset":1047},{"uri":"Ocean","surface_form":"ocean","offset":1212},{"uri":"Lake","surface_form":"lake","offset":1221},{"uri":"Clay","surface_form":"clay","offset":1445},{"uri":"Canyon","surface_form":"Canyon","offset":1451},{"uri":"River_delta","surface_form":"river delta","offset":1581},{"uri":"Paran%C3%A1_River","surface_form":"Paraná","offset":1642},{"uri":"Indus","surface_form":"Indus","offset":1650},{"uri":"Brahmaputra_River","surface_form":"Brahmaputra","offset":1657},{"uri":"Ganges","surface_form":"Ganges","offset":1670},{"uri":"Zambezi","surface_form":"Zambezi","offset":1678},{"uri":"Mississippi_River","surface_form":"Mississippi","offset":1687},{"uri":"Amazon_River","surface_form":"Amazon","offset":1707},{"uri":"Sediment","surface_form":"sediment","offset":1736},{"uri":"Nile","surface_form":"Nile","offset":1766},{"uri":"Discharge_(hydrology)","surface_form":"discharge","offset":2003},{"uri":"Drainage_basin","surface_form":"drainage basin","offset":2085},{"uri":"Sediment","surface_form":"sediment","offset":2902},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":2920},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2956},{"uri":"Dust_Bowl","surface_form":"Dust Bowl","offset":3044},{"uri":"Farming","surface_form":"farming","offset":3090},{"uri":"Landslide","surface_form":"Landslide","offset":3233},{"uri":"Tectonics","surface_form":"Tectonic effects","offset":3309},{"uri":"Rivers","surface_form":"rivers","offset":3376},{"uri":"Himalayas","surface_form":"Himalayas","offset":3423},{"uri":"Tibetan_Plateau","surface_form":"Tibetan Plateau","offset":3437},{"uri":"Tectonics","surface_form":"Tectonics","offset":3772},{"uri":"Climate","surface_form":"climate","offset":3831}]}