{"id":277975,"url":"http://en.wikipedia.org/wiki/Reese_Witherspoon","text":"Reese Witherspoon (also known as Laura Jeanne Reese Witherspoon, born March 22, 1976) is an American actress and film producer.\nShe lived in Wiesbaden, Germany for four years when her father worked for the U.S. military. After returning to the U.S., she spent her childhood in Nashville, Tennessee. She was raised as an Episcopalian. She attended Stanford University as an English literature major.\nCareer.\nWitherspoon was selected as a fashion model for a florist's television advertisements at age seven. This made her want to take acting lessons. She has starred in many motion pictures. Notable movies by Witherspoon include \"Election\", \"Legally Blonde\", and \"Walk the Line\". Witherspoon owns a production company called Type A Films. The company was at first believed by the media to be named after her childhood nickname \"Little Miss Type A\". Witherspoon received a star on the Hollywood Walk of Fame on December 01, 2010, at 6262 Hollywood Blvd. In 2018, she appeared alongside Oprah Winfrey and Mindy Kaling in support of the Time's Up movement against sexual assault in the workplace and in \"A Wrinkle in Time\".\nPersonal life.\nWitherspoon married Ryan Phillippe from 1999 to 2008. They have two children together — daughter Ava Elizabeth Phillippe (born September 9, 1999) and son Deacon Reese Phillippe (born October 23, 2003). Witherspoon married talent agent Jim Toth on March 26, 2011. They have a son, Tennessee James Toth (born September 27, 2012).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":92},{"uri":"Wiesbaden","surface_form":"Wiesbaden","offset":141},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":277},{"uri":"Episcopal_Church_in_the_United_States_of_America","surface_form":"Episcopalian","offset":320},{"uri":"Stanford_University","surface_form":"Stanford University","offset":347},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":884},{"uri":"Oprah_Winfrey","surface_form":"Oprah Winfrey","offset":985},{"uri":"Mindy_Kaling","surface_form":"Mindy Kaling","offset":1003},{"uri":"Time%27s_Up_(movement)","surface_form":"Time's Up","offset":1034},{"uri":"A_Wrinkle_in_Time_(2018_movie)","surface_form":"A Wrinkle in Time","offset":1101},{"uri":"Ryan_Phillippe","surface_form":"Ryan Phillippe","offset":1156}]}