{"id":277944,"url":"http://en.wikipedia.org/wiki/Natron","text":"Natron is a natural mixture of sodium carbonate decahydrate (Na2CO3·10H2O, a kind of soda ash) and about 17% sodium bicarbonate (also called nahcolite or baking soda, NaHCO3) along with small amounts of household salt (halite, sodium chloride) and sodium sulfate. Natron is white or without color when it is pure. It can be gray or yellow with impurities. Natron deposits are sometimes found in saline (salty) lake beds which arose in arid environments. Throughout history natron has had many practical uses which are still used in the wide range of modern uses of its constituent mineral components.\nIn modern mineralogy the word \"natron\" has come to mean only the \"sodium carbonate decahydrate\" (hydrated soda ash) which makes up most of the historical salt.\nEtymology.\nThe English word \"natron\" is a French cognate that came from the Spanish \"natrón\" through Greek νιτρων \"nitron\", which came from the Ancient Egyptian word \"netjeri\", meaning natron. The modern chemical symbol for sodium, Na, is an abbreviation of that element's New Latin name \"natrium\", which came from \"natron\".\nUse.\nHistorical natron was harvested as a salt mixture from dry lake beds in Ancient Egypt and has been used for thousands of years as cleaning. Together with oil, it was an early form of soap. It softens water and removes oil and grease at the same time. Natron was also a cleanser for the teeth and an early mouthwash. The mineral was mixed into early antiseptics for wounds and minor cuts. Natron can be used to dry and preserve fish and meat. It was also an ancient household insecticide, was used for making leather and as a bleach for clothing.\nThe mineral was used in Egyptian mummification because it absorbs water and was a drying agent. Also, when exposed to moisture the carbonate in natron increases pH, which makes a good environment for bacteria. In some cultures, natron was thought to keep both the living and the dead spiritually safe. Natron was added to castor oil to make a smokeless fuel, which allowed Egyptian artisans to paint artworks inside ancient tombs without staining them with soot.\nNatron is an ingredient for making a color called \"Egyptian blue\". It was used with sand and lime in ceramic and glass-making by the Romans and others at least until 640 CE. The mineral was also used as a flux to solder precious metals together.\nDecrease in usage.\nMost of natron's uses both in the home and by industry were replaced in time with closely related sodium compounds and minerals. Natron's detergent properties are now commercially supplied by soda ash, the mixture's chief compound ingredient, along with other chemicals. Soda ash also replaced natron in glass-making. Some of its ancient household roles are also now filled by ordinary baking soda, natron's other meaningful ingredient.\nChemistry of hydrated sodium carbonate.\nNatron is also the mineralogical name for the compound sodium carbonate decahydrate (Na2CO3·10H2O), which is the main component in historical natron. Sodium carbonate decahydrate has a specific gravity of 1.42 to 1.47 and a Mohs hardness of 1. It crystallizes in the monoclinic-domatic crystal system, typically forming efflorescences and encrustations.\nThe term \"hydrated sodium carbonate\" is commonly used to encompass the monohydrate (Na2CO3·H2O), the decahydrate and the heptahydrate (Na2CO3·7H2O), but is often used in industry to refer to the decahydrate only. Both the hepta- and the decahydrate effloresce (lose water) in dry air and are partially transformed into the monohydrate thermonatrite Na2CO3·H2O.\nAs a source of soda ash.\nSodium carbonate decahydrate stays the same at room temperature, but it changes into the crystal material Na2CO3·7H2O, then above to sodium carbonate monohydrate, Na2CO3·H2O, if the temperature becomes. This releases a mostly clear, colorless salty kind of water with a little solid thermonatrite. The mineral natron is often found in association with other minerals such as gypsum and calcite.\nMost human-made sodium carbonate is soda ash, sodium carbonate anhydrate Na2CO3, which is obtained by calcination (dry heating at temperatures of 150 to 200°C) of sodium bicarbonate, sodium carbonate monohydrate, or trona.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sodium_carbonate","surface_form":"sodium carbonate","offset":31},{"uri":"Sodium","surface_form":"Na","offset":61},{"uri":"Carbon","surface_form":"C","offset":64},{"uri":"Oxygen","surface_form":"O","offset":65},{"uri":"Water","surface_form":"H2O","offset":70},{"uri":"Soda_ash","surface_form":"soda ash","offset":85},{"uri":"Sodium_bicarbonate","surface_form":"sodium bicarbonate","offset":109},{"uri":"Nahcolite","surface_form":"nahcolite","offset":141},{"uri":"Baking_soda","surface_form":"baking soda","offset":154},{"uri":"Hydrogen","surface_form":"H","offset":169},{"uri":"Salt","surface_form":"salt","offset":213},{"uri":"Halite","surface_form":"halite","offset":219},{"uri":"Sodium_chloride","surface_form":"sodium chloride","offset":227},{"uri":"Sodium_sulfate","surface_form":"sodium sulfate","offset":248},{"uri":"Mineralogy","surface_form":"mineralogy","offset":611},{"uri":"English_language","surface_form":"English","offset":776},{"uri":"French_language","surface_form":"French","offset":803},{"uri":"Cognate","surface_form":"cognate","offset":810},{"uri":"Spanish_language","surface_form":"Spanish","offset":837},{"uri":"Greek_language","surface_form":"Greek","offset":862},{"uri":"Ancient_Egyptian","surface_form":"Ancient Egyptian","offset":905},{"uri":"Sodium","surface_form":"sodium","offset":985},{"uri":"New_Latin","surface_form":"New Latin","offset":1034},{"uri":"Harvest","surface_form":"harvest","offset":1113},{"uri":"Salt","surface_form":"salt","offset":1128},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1163},{"uri":"Oil","surface_form":"oil","offset":1245},{"uri":"Soap","surface_form":"soap","offset":1274},{"uri":"Water_softening","surface_form":"softens water","offset":1283},{"uri":"Mouthwash","surface_form":"mouthwash","offset":1396},{"uri":"Antiseptics","surface_form":"antiseptics","offset":1440},{"uri":"Mummy","surface_form":"mummification","offset":1670},{"uri":"Absorb","surface_form":"absorb","offset":1695},{"uri":"Environment","surface_form":"environment","offset":1821},{"uri":"Bacteria","surface_form":"bacteria","offset":1837},{"uri":"Spiritual","surface_form":"spiritual","offset":1921},{"uri":"Castor_oil","surface_form":"castor oil","offset":1959},{"uri":"Egyptian_blue","surface_form":"Egyptian blue","offset":2151},{"uri":"Sand","surface_form":"sand","offset":2184},{"uri":"Lime_(mineral)","surface_form":"lime","offset":2193},{"uri":"Flux_(metallurgy)","surface_form":"flux","offset":2305},{"uri":"Detergent","surface_form":"detergent","offset":2503},{"uri":"Soda_ash","surface_form":"soda ash","offset":2557},{"uri":"Baking_soda","surface_form":"baking soda","offset":2751},{"uri":"Specific_gravity","surface_form":"specific gravity","offset":3027},{"uri":"Mohs_hardness","surface_form":"Mohs hardness","offset":3066},{"uri":"Monoclinic","surface_form":"monoclinic","offset":3109},{"uri":"Crystal_system","surface_form":"crystal system","offset":3128},{"uri":"Thermonatrite","surface_form":"thermonatrite","offset":3531},{"uri":"Room_temperature","surface_form":"room temperature","offset":3629},{"uri":"Crystal","surface_form":"crystal","offset":3671},{"uri":"Salt","surface_form":"salt","offset":3825},{"uri":"Thermonatrite","surface_form":"thermonatrite","offset":3865},{"uri":"Gypsum","surface_form":"gypsum","offset":3957},{"uri":"Calcite","surface_form":"calcite","offset":3968},{"uri":"Trona","surface_form":"trona","offset":4193}]}