{"id":277961,"url":"http://en.wikipedia.org/wiki/Gerty_Cori","text":"Gerty Theresa Cori (née Radnitz) (August 15, 1896 – October 26, 1957) was a Czech-American biochemist.\nEarly life.\nCori was born in Prague in 1896, which is now in the present-day Czech Republic. \"Cori, Gerty Theresa.\" World Book Student, World Book, 2017, World Book. Accessed 10 May 2017. She was the first of three daughters.  Her father was a manager at a sugar factory. Cori’s work was influenced by her parents. Her family encouraged her to pursue a career in science. She went to a special high school. Gerty Cori then entered the German-language University where she received an M.D. degree. There, she met her husband, Carl Ferdinand Cori.<a href=\"Gerty_Cori%23cite_note-1\">a></a> They both took the same classes and studied human complement. In 1922, they moved to the United States to get a stabler life after World War I. In America, Ferdinand Cori worked at the University of Graz and the University of Vienna. Gerty's job involved her being an assistant at the Karolinen Children's Hospital. Her work there sparked her interest in the thyroid gland.\nAccomplishments.\nCori became the third woman ever and the first American woman to win a Nobel Prize in physiology. They researched the way a cell is able to use glycogen. In 1922 they moved to the United States. \"The 1940s Science and Technology: Headline Makers.\" UXL American Decades, edited by Julie L. Carnagie, et al., vol. 5: 1940-1949, UXL, 2003, pp. 134-135. Student Resources in Context, link.galegroup.com/apps/doc/CX3436900272/SUIC?u=palo88030&xid=9aa421ad. Accessed 10 May 2017. They were given the Nobel Prize in Physiology or Medicine in 1947. She and her husband were only the third husband-and-wife team to receive this award. They discovered how glycogen is broken down in muscle tissue into lactic acid. After this, it is absorbed by the body and stored as a source of energy. This process is called the Cori cycle. They also found the important catalyzing compound, the Cori ester. In 2004, Cori and her husband's work was designated an ACS National Historical Chemical Landmark for carbohydrate metabolism.\nCori died at the age of 61 on October 26, 1957, in Missouri. She died because of myelosclerosis, a blood disease. Her husband remarried Anne Fitzgerald Jones three years after her death. In addition to her accomplishments with the Nobel Prize, Gerty Cori also received the Garvan Medal for women chemists from the American Chemical Society and gained membership to The National Academy of Sciences.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Czechs","surface_form":"Czech","offset":76},{"uri":"Biochemist","surface_form":"biochemist","offset":91},{"uri":"Prague","surface_form":"Prague","offset":132},{"uri":"Carl_Ferdinand_Cori","surface_form":"Carl Ferdinand","offset":628},{"uri":"World_War_I","surface_form":"World War I","offset":821},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1152},{"uri":"Physiology","surface_form":"physiology","offset":1167},{"uri":"Glycogen","surface_form":"glycogen","offset":1225},{"uri":"Glycogen","surface_form":"glycogen","offset":1727},{"uri":"Lactic_acid","surface_form":"lactic acid","offset":1773},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":2066},{"uri":"Metabolism","surface_form":"metabolism","offset":2079}]}