{"id":278064,"url":"http://en.wikipedia.org/wiki/Feria_del_Sol_(M%C3%A9rida)","text":"Feria Del Sol (), or Carnaval Taurino de America (), is an international cultural festival held in the city of Mérida every February of the year. The Feria festival is held alongside the carnival feast. The festival includes bull competitions, cultural expositions, commercial and zootechnic expositions, concerts, parades, sports, and a voting competition for \"La Reina Del Sol\" ().\nHistory.\nIn the city of Mérida; celebrates a more ancient interest of Venezuela, but in the \"City of the Knight\", which did not celebrate fairs similar to the cities of San Cristóbal, Barquisimeto, Maracaibo, Táriba. Therefore, a group of amateurs had the idea to build a Plaza de Toros, so that Mérida had a taurine calendar and was added to the most important fairs of the country, which already had a peak imponente in all the national territories. At the beginning the fairs, who was set up the first days of December, had the function of celebrate the day of the \"Immaculate Conception\", therefore the people set the date of the fairs on 9 December and 10 December. For the bullfighting, César Faraco, Manuel Benítez \"El Cordobés\", Francisco Rivera \"Paquirri\", Julio Aparicio, Curro Girón, Paco Camino and the mounted bullfighter, Juan Cañedo, who is of Mexican origin, and fought bulls of Félix Rodríguez, \"Achury Vejo\" and \"Ambaló\" who all originated in the country of Colombia.\nFor the first run, heavy rainfall prevented the inauguration, which resulted in two runs, which had to be held on the second day: one in the morning hours and the other during the afternoon, which was, the first time this had happened in a same square, in the same day in Venezuela. Previously in Caracas, which celebrated two runs in the same day, but in two different squares, in the \"Circo Metropolitano\" and the \"Nuevo Circo\", but in the same square, during the same day, which also, was the first time that this had happened.\nIn 1968, the fair was not celebrated, but a bullfighting occurred on 13 April 1968 in coincidence of the Holy Saturday. Was fought a stupendous closing of \"Dosgutiérrez\" and acted Alfredo Leal, Curro Girón and Pepe Cáceres. Then, decided celebrate the fairs so that they coincided with the carnivals under the name of \"Feria del Sol\" and like this was as in 1969 celebrated the first fair with three run of bulls the days 15, 16 and 17 February of said year. The first poster was composed by bulls of \"Valparaíso\" for Alfredo Leal, Daniel \"Matatoba\" Santiago, Manuel Benítez \"El Cordobés\" and the Venezuelan Lucio Requena. The first ear of the fair was for Alfredo Leal.\nAt the end, the fair has transformed into one of the most important fairs of Venezuela and, also, the taurine world. Regarding the fair of the \"Immaculate\" which, has celebrated in these years, 1990, 1991, and 1997 but with very little acceptance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Culture_of_Venezuela","surface_form":"international cultural","offset":59},{"uri":"M%C3%A9rida%2C_M%C3%A9rida","surface_form":"Mérida","offset":111},{"uri":"Bullfighting","surface_form":"bull competitions","offset":225},{"uri":"List_of_convention_and_exhibition_centers","surface_form":"cultural expositions","offset":244},{"uri":"List_of_convention_and_exhibition_centers","surface_form":"commercial and zootechnic expositions","offset":266},{"uri":"Concerts","surface_form":"concerts","offset":305},{"uri":"Parades","surface_form":"parades","offset":315},{"uri":"Sports","surface_form":"sports","offset":324},{"uri":"Election","surface_form":"voting competition","offset":338},{"uri":"M%C3%A9rida%2C_M%C3%A9rida","surface_form":"Mérida","offset":408},{"uri":"Ancient_history","surface_form":"ancient","offset":434},{"uri":"Venezuela","surface_form":"Venezuela","offset":454},{"uri":"San_Crist%C3%B3bal%2C_T%C3%A1chira","surface_form":"San Cristóbal","offset":553},{"uri":"Barquisimeto","surface_form":"Barquisimeto","offset":568},{"uri":"Maracaibo","surface_form":"Maracaibo","offset":582},{"uri":"T%C3%A1riba","surface_form":"Táriba","offset":593},{"uri":"Amateurs","surface_form":"amateurs","offset":623},{"uri":"Immaculate_Conception","surface_form":"Immaculate Conception","offset":953},{"uri":"Colombia","surface_form":"Colombia","offset":1360},{"uri":"Venezuela","surface_form":"Venezuela","offset":1642},{"uri":"Caracas","surface_form":"Caracas","offset":1667},{"uri":"Holy_Saturday","surface_form":"Holy Saturday","offset":2006},{"uri":"Venezuelan","surface_form":"Venezuelan","offset":2498},{"uri":"Venezuela","surface_form":"Venezuela","offset":2649}]}