{"id":278000,"url":"http://en.wikipedia.org/wiki/Air_navigation","text":"e=\"preserve\">Air navigation is navigation while flying. It is used by pilots in aircraft to know their exact position and fond their way. That is important because if they get lost, they can hit a mountain or fly into a dangerous area or not find a place to land. There are generally two types of air navigation depending on weather. In good weather, pilots navigate themselves visually with maps. But when the weather is bad and they do not see the ground, they use special radio navigational instruments or the air traffic controller navigates them. The first kind of navigation is called VFR (visual flight rules) navigation. The second is IFR (instrument flight rules) navigation.\nVFR navigation.\nUnder Visual Flight Rules, pilots use a map and compass, and look on the ground. When preparing for a flight they choose big visible points on the map, for example large cities, lakes, hills, rivers, roads or forests. When in the air, they seek the chosen points to make sure of going the right way way. The weather must be good enough to let them see the ground. They cannot fly into clouds, because they can get lost. Pilots also have to look for other aircraft. It is their responsibility to make sure they do not get too close to other aircraft. This is called \"see and avoid\".\nIFR navigation.\nFlying under Instrument Flight Rules, pilots cannot fly wherever they want. They have to fly only on specified routes. The aircraft must have many special devices working with radio waves such as GPS or radar. The air routes lead mostly from radio beacon to beacon. Pilot must set the correct frequency of the beacon to determine the bearing and fly to it. GPS helps to find exact position. Each aircraft also has a radar transponder sending a special code that is indicated on air traffic controller’s radar screen. Because pilot does not see outside, he has to do what the controller says. The controller makes sure that the aircraft does not crash.\nEffect of wind.\nThe wind is a great problem in navigation. Imagine that pilot sets the plane to fly eastwards (90°). If the wind blows from the north, it will blow the plane to the south. And the aircraft will fly to south-east (135°). So, to fly exactly to the east, pilot must set the plane to north-east. This was just an example. In reality, wind can blow from any direction and at any speed. So pilots must also watch the wind and know how to compensate the effect of the wind on the aircraft.\nWhen airplanes go faster, wind is less important. So for a small slow training aircraft, the wind is always changing the aircraft's direction. But for a big airliner which goes much faster, the wind doesn't have an impact apart from take off and landing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Navigation","surface_form":"navigation","offset":31},{"uri":"Aircraft","surface_form":"aircraft","offset":80},{"uri":"Mountain","surface_form":"mountain","offset":197},{"uri":"Map","surface_form":"map","offset":392},{"uri":"Weather","surface_form":"weather","offset":411},{"uri":"Air_traffic_control","surface_form":"air traffic control","offset":513},{"uri":"Compass","surface_form":"compass","offset":749},{"uri":"Radio_wave","surface_form":"radio wave","offset":1475},{"uri":"GPS","surface_form":"GPS","offset":1495},{"uri":"Radar","surface_form":"radar","offset":1502},{"uri":"Bearing_(navigation)","surface_form":"bearing","offset":1633},{"uri":"Airliner","surface_form":"airliner","offset":2607}]}