{"id":278015,"url":"http://en.wikipedia.org/wiki/Parallelogram","text":"A parallelogram is a polygon with four sides (a quadrilateral). It has two pairs of parallel sides (sides which never meet) and four edges. The opposite sides of a parallelogram have the same length (they are equally long). The word \"parallelogram\" comes from the Greek word \"parallelogrammon\" (\"bounded by parallel lines\"). Rectangles, rhombuses, and squares are all parallelograms.\nAs shown in the picture on the right, because triangles \"ABE\" and \"CDE\" are congruent (have the same shape and size),\nIn all Parallelogram's opposite angles are equal to each other.\nAngles which are not opposite in the Parallelogram will add up to 180 degrees.\nOther websites.\na good fact paralleogram parall in it\nA parallelogram is a polygon with four sides (a quadrilateral). It has two pairs of parallel sides (sides which never meet) and four edges. The opposite sides of a parallelogram have the same length (they are equally long). The word \"parallelogram\" comes from the Greek word \"parallelogrammon\" (bounded by parallel lines).[1] Rectangles, rhombuses, and squares are all parallelograms.\nAs shown in the picture on the right, because triangles ABE and CDE are congruent (have the same shape and size),\nIn all Parallelogram's opposite angles are equal to each other. Angles which are not opposite in the Parallelogram will add up to 180 degrees.\nA simple (non self-intersecting) quadrilateral is a parallelogram if and only if any one of the following statements is true:[2][3]\nTwo pairs of opposite sides are equal in length\nTwo pairs of opposite angles are equal in measure\nOne pair of opposite sides are parallel and equal in length\nEach diagonal divides the quadrilateral into two congruent triangles\nThe sum of the squares of the sides equals the sum of the squares of the diagonals. (This is the parallelogram law)\nIt has rotational symmetry of order 2\nIt has two lines of symmetry\nOpposite sides of parallelogram are parallel.\nAny line through the midpoint of a parallelogram bisects the area.\n\"Online Etymology Dictionary\". etymonline.com. Retrieved 10 January 2011.\nOwen Byer, Felix Lazebnik and Deirdre Smeltzer, Methods for Euclidean Geometry, Mathematical Association of America, 2010, pp. 51-52.\nZalman Usiskin and Jennifer Griffin, \"The Classification of Quadrilaterals. A Study of Definition\", Information Age Publishing, 2008, p. 22.\nWikimedia Commons has media related to Parallelograms.\nParallelogram and Rhombus - Animated course (Construction, Circumference, Area)\nInteractive Parallelogram --sides, angles and slope\nThis short article about mathematics can be made longer. You can help Wikipedia by adding to it.\na good fact paralleogram parall in it\nThis page was last changed on 12 January 2021, at 14:46.\nText is available under the Creative Commons Attribution/Share-Alike License and the GFDL; additional terms may apply. See Terms of Use for details.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polygon","surface_form":"polygon","offset":21},{"uri":"Quadrilateral","surface_form":"quadrilateral","offset":48},{"uri":"Greek_language","surface_form":"Greek","offset":264},{"uri":"Rectangle","surface_form":"Rectangle","offset":325},{"uri":"Rhombus","surface_form":"rhombus","offset":337},{"uri":"Square_(geometry)","surface_form":"squares","offset":352},{"uri":"Triangle","surface_form":"triangle","offset":430},{"uri":"Congruent","surface_form":"congruent","offset":460}]}