{"id":278190,"url":"http://en.wikipedia.org/wiki/All-India_Muslim_League","text":"e=\"preserve\">The All-India Muslim League was a political party in British India. It was founded at Dacca (now Dhaka, Bangladesh), in the Bengal Presidency, in 1906. The League played an important role during the 1940s in the Indian independence movement. It was a driving force behind the creation of Pakistan as a Muslim state on the Indian subcontinent.\nAfter the independence of India and Pakistan, the Muslim League was split. The major part went to Pakistan and continued politics as the Muslim League there. The Muslim League remained as a minor party in India, especially in Kerala.\nIn Pakistan, the League formed the country's first government. The League disintegrated into a number of factions during the 1950s after an army coup by General Ayub Khan. One or more functions of the Muslim League have been in power in most of the civilian governments of Pakistan since 1947.\nIn Bangladesh, the party gained strength in 1976 and won 14 seats in 1979 parliamentary election. Its importance has decreased since then. The League no longer holds any major or significant role in Bangladesh.\nIn Pakistan, the Pakistan Muslim League (PML) is still one of the major political parties. It has split into a number of separate groups now, like the PML-N, PML-Q and others.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Raj","surface_form":"British India","offset":66},{"uri":"Dhaka_District","surface_form":"Dhaka","offset":110},{"uri":"List_of_settlements_in_Bangladesh","surface_form":"Bangladesh","offset":117},{"uri":"Bengal_Presidency","surface_form":"Bengal Presidency","offset":137},{"uri":"Indian_independence_movement","surface_form":"Indian independence movement","offset":225},{"uri":"Pakistan","surface_form":"Pakistan","offset":301},{"uri":"Muslim","surface_form":"Muslim","offset":315},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":335},{"uri":"India","surface_form":"India","offset":382},{"uri":"Pakistan","surface_form":"Pakistan","offset":392},{"uri":"Muslim_League_(Pakistan)","surface_form":"Muslim League","offset":493},{"uri":"Kerala","surface_form":"Kerala","offset":582},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup","offset":735},{"uri":"Ayub_Khan","surface_form":"Ayub Khan","offset":751},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":887}]}