{"id":278318,"url":"http://en.wikipedia.org/wiki/Iran_Air","text":"e=\"preserve\">Iran Air is an airline based in Iran. It is the flag carrier of Iran, and is owned by the government of Iran.\nHistory.\nThe airline was started in 1944, and was called the Iranian Airways Company. In 1946, the airline made its first flight. It started by flying only to places in Iran, but soon started flights to other countries. It started by flying Douglas DC-3 airplanes. Later, it bought other types of airplanes. By the late 1950s, Iran Air was moving 80,000 people each year.\nIn 1961, because the government ordered it, Iran Air combined with another Iranian airline, Persian Air Services. This combined company was owned by the government and called United Iranian Airlines, but it changed its name to Iranian National Airlines. The new airline carried about 142,000 people a year, and by the late 1960s carried 403,000 people.\nIn the early 1970s, the airline bought five Boeing 747s. After the Islamic Revolution, Iran Air was not allowed to buy planes from the United States, but it still bought planes from Airbus. By the mid 2000s, though, the airline was not able to get enough parts to keep its planes flying, and had to stop flying some of them.\nDuring the early 2000s, Iran Air carried about six million people a year, and an airline it owned, Iran Air Tours, carried two million people. Iran Air had 9,000 people working for it, and made about $407.44 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airline","surface_form":"airline","offset":28},{"uri":"Iran","surface_form":"Iran","offset":45},{"uri":"Flag_carrier","surface_form":"flag carrier","offset":61},{"uri":"Government","surface_form":"government","offset":103},{"uri":"1944","surface_form":"1944","offset":159},{"uri":"1946","surface_form":"1946","offset":212},{"uri":"Douglas_DC-3","surface_form":"Douglas DC-3","offset":364},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":892},{"uri":"Islamic_Revolution","surface_form":"Islamic Revolution","offset":915},{"uri":"United_States","surface_form":"United States","offset":983},{"uri":"Airbus","surface_form":"Airbus","offset":1030},{"uri":"Iran_Air_Tours","surface_form":"Iran Air Tours","offset":1272},{"uri":"US_dollar","surface_form":"$","offset":1373}]}