{"id":278442,"url":"http://en.wikipedia.org/wiki/Thriller_(Michael_Jackson_album)","text":"\"Thriller\" is an album by Michael Jackson. It was released in 1982 and is the biggest selling album of all time. Seven singles were released from the album. It won eight Grammy Awards, the most anyone has won at once.\nIn 1979 Jackson released \"Off the Wall\". It was very successful. However Jackson was not happy. At the 1980 Grammys he won one Grammy from the album. It was the Grammy Award for Best Male R&B Vocal Performance for the single \"Don't Stop 'Til You Get Enough\". Jackson said that \"It was totally unfair that it didn't get Record of the Year and it can never happen again\". When Jackson made \"Thriller\" he wanted it to be more successful than \"Off the Wall\". \"Thriller\" won Record of the Year.\nIn October 2001 a special edition of the album was released. It has an extra twelve tracks.\nThriller 25.\nIn 2008 twenty-five years after its release the album was released again as \"Thriller 25\". It had seven extra songs: a new song, \"For All Time\", five remixes with Fergie, will.i.am, Kanye West, and Akon, and a clip from Vincent Price's spoken bit in the song \"Thriller\". Jackson was the album's executive producer.\nJackson died in 2009. This made people buy more of his music. In 2009 \"Thriller\" sold 1.27 million copies in the US. This made it the 14th best-selling album of the year.\n\"Thriller 25th Anniversary: The Book, Celebrating the Biggest Selling Album of All Time\" was published.\nSingles.\n\"The Girl Is Mine\" was released as the album's first single. It reached number two in the \"Billboard\" 100. By 1985, it had sold 1.3 million copies.\n\"Billie Jean\" was released as the second single. It was number one in the United States, the United Kingdom, Spain and Switzerland. It won two Grammy Awards.\nThe album's third single \"Beat It\" reached number one in the \"Billboard\" 100. It won the Grammy Award for Record of the Year and Best Male Rock Vocal Performance. It also won two American Music Awards.\n\"Wanna Be Startin' Somethin'\" reached number five in the \"Billboard\" 100. The song was nominated for \"Best R&B Song\" at the 1984 Grammy Awards. \"Billie Jean\" won the award instead.\n\"Human Nature\" was released as the fifth single. It reached number seven in the Hot 100.\n\"P.Y.T (Pretty Young Thing)\" was \"Thrillers sixth single. It reached number ten in the Hot 100.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":26},{"uri":"Off_the_Wall","surface_form":"Off the Wall","offset":244},{"uri":"Grammy_Award","surface_form":"Grammys","offset":326},{"uri":"Fergie","surface_form":"Fergie","offset":976},{"uri":"Will.i.am","surface_form":"will.i.am","offset":984},{"uri":"Kanye_West","surface_form":"Kanye West","offset":995},{"uri":"Akon","surface_form":"Akon","offset":1011},{"uri":"Vincent_Price","surface_form":"Vincent Price","offset":1033},{"uri":"Billie_Jean","surface_form":"Billie Jean","offset":1561},{"uri":"Beat_It","surface_form":"Beat It","offset":1744},{"uri":"Human_Nature_(Michael_Jackson_song)","surface_form":"Human Nature","offset":2102}]}