{"id":278446,"url":"http://en.wikipedia.org/wiki/Bad","text":"\"Bad\" is an album by Michael Jackson. It was released in 1987 by Epic Records. It is one of the 20 best-selling albums of all time and the ninth best-selling album ever in the UK. 9 out of the 11 songs on the album were released as singles, 10 had music videos, and five reached number one in the US \"Billboard\" Hot 100. This was the most number ones an artist had ever had from one album. The album is a mixture of R&B, pop rock and soul. It was produced by Quincy Jones. \"Rolling Stone\" magazine put the album at number 202 in their 500 Greatest Albums of All Time. The album is in the book \"1001 Albums You Must Hear Before You Die\". \"Bad\" won two Grammy Awards. Jackson wanted the album to have thirty songs on it. Quincy Jones cut this down to ten. The CD release of \"Bad\" included \"Leave Me Alone\" as the eleventh song. Davitt Sigerson, of \"Rolling Stone\" wrote that \"Bad\" is a better record than \"Thriller\".\"\nSingles.\n\"I Just Can't Stop Loving You\" was released as the first single from \"Bad\". It is a duet with Siedah Garrett. It reached number one in the US. \"Bad\" was released as the second single. It also reached number one. The third single was \"The Way You Make Me Feel\". It was \"Bads third number one. \"Bad\"s fourth single \"Man in the Mirror\" was number one. It was nominated for the Grammy Award for Record of the Year. \"Dirty Diana\", \"Bad\"s fifth single, was also number one. \"Another Part of Me\" was released as the sixth single. It was the first single from the album to not be number one. It reached number eleven. \"Smooth Criminal\" was released as the sixth single. It reached number seven.\nSales.\nIn 1982 Jackson released \"Thriller\". It became the best-selling album ever. Jackson wanted \"Bad\" to be even more successful and to sell 100 million copies. \"Bad\" was the second best selling album of the 1980s in the United Kingdom. It has sold over 45 million copies worldwide. This makes it the eleventh best selling album ever.\nBad 25.\n\"Bad 25\" was released on September 18 2012, 25 years after the album's release. It had two CDs, the original album and a second CD with remixes and songs recorded for \"Bad\" that were not put on the record. A documentary film about the making of \"Bad\" was also released in August 2012.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":21},{"uri":"Epic_Records","surface_form":"Epic Records","offset":65},{"uri":"US_Billboard_Hot_100","surface_form":"US \"Billboard\" Hot 100","offset":297},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":416},{"uri":"Pop_rock","surface_form":"pop rock","offset":421},{"uri":"Soul_music","surface_form":"soul","offset":434},{"uri":"Quincy_Jones","surface_form":"Quincy Jones","offset":459},{"uri":"500_Greatest_Albums_of_All_Time","surface_form":"500 Greatest Albums of All Time","offset":535},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":651},{"uri":"I_Just_Can%27t_Stop_Loving_You","surface_form":"I Just Can't Stop Loving You","offset":926},{"uri":"Duet","surface_form":"duet","offset":1009},{"uri":"Siedah_Garrett","surface_form":"Siedah Garrett","offset":1019},{"uri":"The_Way_You_Make_Me_Feel","surface_form":"The Way You Make Me Feel","offset":1159}]}