{"id":278494,"url":"http://en.wikipedia.org/wiki/Typhon","text":"e=\"preserve\">Typhon (Greek Τυφῶν), also Typhoeus, Typhaon, and Typhos, was the final son of Gaia in Greek mythology. He attempted to destroy Zeus after Zeus imprisoned the Titans. Zeus won and sent Typhon to be trapped under Mount Etna. Typhon was the father of the Nemean lion, Cerberus, and the Gorgons. He was married to Echidna. Meanwhile, all of the Greek gods (except for Hermes and Zeus) had fled to Egypt. In Egypt, many of the gods made themselves turn into animals to hide fromTyphon. They reproduced, and the Egyptian gods and goddesses were born.\nTyphon was a giant that was so tall that his head touched the stars. His torso was that of a man, but his legs were coils of vipers that would hiss and attack as he moved. His main head had on it 100 snakeheads who would make different sounds of animals. His eyes were glowing red and would terrify everyone who looked upon them, and he had what was called a savage jaw which would breathe fire. His body had hundreds of different wings on it and his hands were made up of 100 snake coils just like his legs.\nReferences.\n<a href=\"https://greekgodsandgoddesses.net/gods/typhon/\">Typhon: https://greekgodsandgoddesses.net - Greek Gods & Goddesses, February 7, 2017","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_alphabet","surface_form":"Greek","offset":21},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":92},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":100},{"uri":"Zeus","surface_form":"Zeus","offset":141},{"uri":"Titans","surface_form":"Titans","offset":172},{"uri":"Mount_Etna","surface_form":"Mount Etna","offset":225},{"uri":"Nemean_lion","surface_form":"Nemean lion","offset":266},{"uri":"Cerberus","surface_form":"Cerberus","offset":279},{"uri":"Gorgon","surface_form":"Gorgon","offset":297},{"uri":"Echidna_(mythology)","surface_form":"Echidna","offset":324},{"uri":"Hermes","surface_form":"Hermes","offset":378}]}