{"id":278436,"url":"http://en.wikipedia.org/wiki/The_Sea_of_Monsters","text":"\"The Sea of Monsters\" is a fantasy-adventure novel based on Greek mythology. It was written by Rick Riordan and published in 2006. It is the second novel in the \"Percy Jackson & the Olympians\" series and is the sequel to \"The Lightning Thief\". This book is about the adventures of thirteen-year-old demigod Percy Jackson. It describes how he and his friends rescue his satyr friend Grover from the Cyclops Polyphemus. They also save Camp Half-Blood, a summer camp for demigods, from a Titan attack. They bring the Golden Fleece from Polyphemus' island which cures Thalia's poisoned pine tree, that protected the camp.\n\"The Sea of Monsters\" received good reviews and was nominated for many awards such as the 2006 Book Sense Top Ten Summer Pick and the 2009 Mark Twain Award. It sold over 100,000 copies in paperback. It was released as an audiobook on September 6, 2006. \"The Sea of Monsters\" is followed by \"The Titan's Curse\", which is the third book of the five in the series.\nPlot.\nLike the first book, \"The Lightning Thief\", this novel is of the fantasy genre. Reviewers have called it a \"fast paced\" book with humor and action, which discusses acceptance and family love.\nSummary.\nPercy Jackson is a 13 year-old demigod. He is playing dodgeball against large seventh graders. He discovers they are Laistrygonians (a kind of monster in Greek mythology). They try to kill Percy with explosive fireballs. He is protected by Tyson, a friend. The Laistrygonians' fireballs do nothing to Tyson, which surprises Percy. Annabeth rescues Percy and takes Percy and Tyson to Camp Half-Blood. They find the camp is under attack. This is because Thalia's tree, which protects the camp, has been poisoned by an unknown intruder. Chiron, the activities director, has been sacked. This is because he is suspected to have poisoned the tree. He is replaced by Tantalus, a spirit from the Fields of Punishment.\nPercy finds out that Tyson is a Cyclops. Poseidon claims Tyson as his son, making him Percy's half-brother. Annabeth and Percy ask Tantalus to send somebody on to find the Golden Fleece (the wool of a golden-haired sheep in Greek mythology). Tantalus sends Clarisse, the daughter of the god of war, Ares, to get the Fleece. Poseidon gives Percy and his friends three Hippocampi. Together with Annabeth and Tyson, Percy find a cruise ship called the \"Princess Andromeda\". They discover it is owned by Luke. They are captured by Luke in the ship. There, they learn that Luke is trying to reform Kronos. Kronos is an evil Titan lord. They manage to escape from the ship.\nLater, they are saved by Clarisse. Clarisse was traveling on her own boat. Her father, Ares, had given her the boat as a gift. The boat is destroyed when they enter the Sea of Monsters. The book says that mortals know the Sea of Monsters as the Bermuda Triangle.\nAlong the way, they land at the island of Circe, a magician. She changes Percy into a guinea pig. Annabeth saves Percy and they manage to leave in a ship. They pass the land of the Sirens. Annabeth knows that the Sirens tell a person of their innermost wishes. She tells Percy that she wants to listen to the Sirens' songs. So, she asks Percy to tie her to the mast of the ship. But, Percy forgets to remove her knife. So, she manages to free herself. She almost manages to reach the land. However, Percy saves her. This way, he learns what that the Sirens' song made Annabeth see. The monsters showed her parents together again and Luke having become good. They are all having a picnic, in a new Manhattan, built by Annabeth. From the Sirens' song, Annabeth understands that her fatal fault is hubris (arrogance or too much pride).\nAfter this, they reach the island of Polyphemus. Tyson and Clarisse help them save Grover. They also get back the Fleece. Annabeth is injured in the island. But the Fleece helps her to become better. They return to Florida on the hippocampi. Percy sends Clarisse back to camp with the Fleece. Then, Luke captures Percy, Annabeth, Grover and Tyson. Percy manages to contact camp with an Iris-message. In this way, he tricks Luke into saying he poisoned Thalia's tree. Luke almost kills Percy in a fight. Chiron and his relatives, the Party Ponies, save Percy and the others. Chiron becomes the activities director again as everyone knows he is not guilty. The Fleece cures Thalia's tree of its poison. It even makes Thalia live again.\nCritical reception.\n\"The Sea of Monsters\" received mostly positive reviews. Reviewers praised the plot, the themes and the author's style of writing. \"Publishers Weekly\" in their review said the book was better than its prequel, \"The Lightning Thief\". \"School Library Journal\" praised the novel's plot and its characters. They said that Percy was an appealing character and said readers would like the \"chilling prophecy\" which was a part of the plot. \"Child\" magazine also praised the style of the book. They said it was similar to \"The Lightning Thief\", and added that the series would get many new readers. \"Children's Literature\" said the writing was \"extraordinary\" and added, \"...[t]his book, sequel to \"The Lightning Thief\", is an amazing mixture of mythology and young adult fiction.\" Matt Berman, of Common Sense Media, praised the book, saying \"The Percy Jackson series continues to be pure fun, with the author doing nearly everything right to produce a book that few kids will be able to resist.\" Norah Piehl of Kidsreads.com also gave a positive review. She praised the book's style and said it was similar to the previous book in the series It sold over 100,000 copies in hardcover by the time paperback copies were released in April 2007.\nHowever, \"Kirkus\" was not positive about the book, saying that \"it's doubtful Percy wouldn't guess Tyson's otherworldly connection (his connection with the world of Greek gods) immediately after the dodgeball game [...] some of the humor will zip over the heads of the target audience\" However, they praised the style of the novel, particularly the way in which Percy makes humorous comments.\nAudiobook.\nOn September 6, 2006, a seven hour and 54 minute audiobook version of \"The Sea of Monsters\", read by actor Jesse Bernstein was published worldwide by Listening Library. Bernstein had also narrated \"The Lightning Thief\"s audiobook,\n\"AudioFile\" magazine praised the audiobook. They said that the \"[...]action-packed book (second in a series) will delight fans of Percy Jackson, the half-blood son of Poseidon, as Percy once again battles mythical monsters in modern-day settings while on his mission to save the tree that guards Camp Half-Blood.\" They also praised Bernstein, saying \"[n]arrator Jesse Berns helps listeners slip right into the oddly engaging world that Riordan creates, in which contemporary (modern) teen characters and those from classical mythology intermingle (get mixed).\" They mentioned that he could successfully portray teenagers, while keeping the pace fast. This allowed to enjoy the book's humor. The magazine \"Publishers Weekly\" praised Bernstein's \"snappy (quick) delivery and all the right funny touches\" that made the \"action-packed fantasy such fun.\"\nFilm.\nAfter the movie ' was somewhat successful, a film of \"The Sea of Monsters\" was planned. This was reported in early 2011. In fall 2011, it was confirmed that 20th Century Fox will release the film on March 27, 2013.\nSequel.\nThe novel was followed by \"The Titan's Curse\", released on May 1, 2007. In \"The Titan's Curse\", Percy, Grover, Annabeth and Thalia go to a school to recruit two powerful demigods. Like the earlier two books in the series, this book was well received. Reviewers praised its humorous style and the plot of the story.","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":27},{"uri":"Adventure","surface_form":"adventure","offset":35},{"uri":"Novel","surface_form":"novel","offset":45},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":60},{"uri":"Rick_Riordan","surface_form":"Rick Riordan","offset":95},{"uri":"Percy_Jackson_%26amp%3B_the_Olympians","surface_form":"Percy Jackson & the Olympians","offset":162},{"uri":"Sequel","surface_form":"sequel","offset":211},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":222},{"uri":"Demigod","surface_form":"demigod","offset":299},{"uri":"Percy_Jackson_(character)","surface_form":"Percy Jackson","offset":307},{"uri":"Satyr","surface_form":"satyr","offset":369},{"uri":"Grover_Underwood","surface_form":"Grover","offset":382},{"uri":"Cyclops","surface_form":"Cyclops","offset":398},{"uri":"Polyphemus","surface_form":"Polyphemus","offset":406},{"uri":"Titan_(mythology)","surface_form":"Titan","offset":485},{"uri":"Golden_Fleece","surface_form":"Golden Fleece","offset":514},{"uri":"Thalia_Grace","surface_form":"Thalia","offset":564},{"uri":"Audiobook","surface_form":"audiobook","offset":839},{"uri":"The_Titan%27s_Curse","surface_form":"The Titan's Curse","offset":909},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":1008},{"uri":"Fantasy","surface_form":"fantasy","offset":1051},{"uri":"Genre","surface_form":"genre","offset":1059},{"uri":"Dodgeball","surface_form":"dodgeball","offset":1241},{"uri":"Explosion","surface_form":"explosive","offset":1387},{"uri":"Tyson_the_Cyclops","surface_form":"Tyson","offset":1427},{"uri":"Rescue","surface_form":"rescues","offset":1527},{"uri":"Intruder","surface_form":"intruder","offset":1711},{"uri":"Sack","surface_form":"sacked","offset":1763},{"uri":"Suspect","surface_form":"suspected","offset":1793},{"uri":"Cyclops","surface_form":"Cyclops","offset":1930},{"uri":"Poseidon","surface_form":"Poseidon","offset":1939},{"uri":"Clarisse_La_Rue","surface_form":"Clarisse","offset":2155},{"uri":"Ares","surface_form":"Ares","offset":2197},{"uri":"Reform","surface_form":"reform","offset":2484},{"uri":"Cronus","surface_form":"Kronos","offset":2491},{"uri":"Titan_(mythology)","surface_form":"Titan","offset":2517},{"uri":"Magic","surface_form":"magic","offset":2880},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":2915},{"uri":"Siren","surface_form":"Siren","offset":3010},{"uri":"Mast","surface_form":"mast","offset":3190},{"uri":"Manhattan","surface_form":"Manhattan","offset":3526},{"uri":"Arrogance","surface_form":"arrogance","offset":3632},{"uri":"The_Lightning_Thief","surface_form":"The Lightning Thief","offset":6252},{"uri":"Engaging","surface_form":"engaging","offset":6701},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":7298},{"uri":"The_Titan%27s_Curse","surface_form":"The Titan's Curse","offset":7391},{"uri":"Recruit","surface_form":"recruit","offset":7513}]}