{"id":278579,"url":"http://en.wikipedia.org/wiki/Atmospheric_circulation","text":"e=\"preserve\">Atmospheric circulation is a large-scale movement of masses of air. The origin of these processes is the sun's radiation. The sun waves radiate the short-wave radiation. The earth absorbs only a part of this energy. The other part is radiated back to the atmosphere and to the universe. The back radiation is long-waved. The thermal energy is distributed thanks to the circulation of the air on the surface of the earth.\nThe demonstration of circulation varies from year to year, but the basic climatologic structure is almost constant. We recognize 3 cells: the Hadley cell, the Ferrel cell and the Polar cell. The movement of air masses is influenced by coriolis force. It means that the air diverts to the west.\nHadley cell.\nThe earth and ocean are intensively radiated in the equatorial areas. The hot and usually moist air rises. It is called convection. This process creates a low pressure area along the equator. The area is also called the Intertropical Convergence Zone. The hot air goes to both south and north and gets colder. When the air is cold enough, it goes down to the surface again. This creates deserts and semi-deserts of the subtropics. Reaching latitude 30 degrees, the masses of air return to the rainy equator.\nPolar cell.\nThe air on 60 degrees of latitude is colder and drier than the air on the equator. On the other hand, the rising movements are still possible. The character of processes is similar to the Hadley cell. The warmer air goes up, and falls down on the poles. This air comes back to the equator.\nFerrell cell.\nThe movements between 30 and 60 degrees are more complex. Temperature is not the main reason of this circulation. The air in this temperate zone cell moves according to the differences between moving masses in Hadley and Polar cells. Prevailing winds are generally westerly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Air","surface_form":"air","offset":76},{"uri":"Radiation","surface_form":"radiation","offset":124},{"uri":"Atmosphere","surface_form":"atmosphere","offset":268},{"uri":"Thermal_energy","surface_form":"thermal energy","offset":338},{"uri":"Climatology","surface_form":"climatologic","offset":507},{"uri":"Coriolis_effect","surface_form":"coriolis force","offset":669},{"uri":"Equator","surface_form":"equator","offset":793},{"uri":"Convection","surface_form":"convection","offset":861},{"uri":"Desert","surface_form":"desert","offset":1128},{"uri":"Subtropics","surface_form":"subtropics","offset":1160},{"uri":"Latitude","surface_form":"latitude","offset":1181},{"uri":"Latitude","surface_form":"latitude","offset":1286},{"uri":"Temperate_zone","surface_form":"temperate zone","offset":1695}]}