{"id":278535,"url":"http://en.wikipedia.org/wiki/Bernard_Montgomery","text":"Field Marshal Bernard Law Montgomery, 1st Viscount Montgomery of Alamein, KG, GCB, DSO, PC (; 17 November 1887 – 24 March 1976) was a British Army officer.\nUsually called \"Monty\", he fought in World War I. In World War II he successfully commanded Allied forces at the Battle of El Alamein, a major turning point in the Western Desert Campaign.\nHe was later an important commander in Italy and in North-West Europe. He was in command of all Allied ground forces during Operation Overlord until after the Battle of Normandy, and was the principal commander for Operation Market Garden. After the War he became Commander-in-Chief of the British Forces of Occupation in Germany and then Chief of the Imperial General Staff.\nEarly life.\nMontgomery was born in Kennington, London, in 1887. He was the fourth child of nine. His parents were The Reverend Henry Hutchinson Montgomery, an Anglo-Irish Anglican priest, and Maud Montgomery (née Farrar). Henry Montgomery was the second son of the noted British Indian Empire official, Sir Robert Montgomery, who died a month after Bernard's birth. Bernard's mother Maud was the daughter of the well-known preacher Frederic William Farrar, and was eighteen years younger than her husband. The loveless environment made Bernard something of a bully, as he himself later recalled \"I was a dreadful little boy. I don't suppose anybody would put up with my sort of behaviour these days.\"\nLater in life Montgomery refused to allow his son David to have anything to do with his grandmother and he refused to attend her funeral in 1949.\nThe family returned home once for the Lambeth Conference in 1897, and Bernard and his brother Harold were educated for a term at The King's School, Canterbury. In 1901, Bishop Montgomery became secretary of the Society for the Propagation of the Gospel, and the family returned to London. Montgomery went to St Paul's School and then the Royal Military Academy, Sandhurst, from which he was almost expelled for setting fire to a fellow cadet during a fight with pokers. On graduation he joined the 1st Battalion, The Royal Warwickshire Regiment in September 1908 as a second lieutenant, first seeing service in India until 1913. He was promoted to lieutenant in 1910.\nFirst World War.\nThe First World War began in August 1914 and Montgomery moved to France with his regiment that month. Half his battalion was destroyed during the retreat from Mons. At Méteren, on 13 October 1914, during an Allied counter-offensive, he was shot through the right lung by a sniper and was so badly injured that a grave was dug because he was expected to die.\nIn early 1915, he was appointed to be brigade major training Kitchener's New Army and returned to the Western Front in early 1916 as an operations staff officer during the battles of the Somme, Arras, and Passchendaele. During this time he came under IX Corps, part of General Sir Herbert Plumer's Second Army. Because the infantry, artillery and engineers were trained together, rehearsed together, and worked together they were able to do what they were asked efficiently and without unnecessary casualties.\nMontgomery served at the battles of the Lys and Chemin-des-Dames before finishing the war as General Staff Officer 1 and effectively chief of staff of the 47th (2nd London) Division, with the temporary rank of lieutenant-colonel. A photograph from October 1918 shows the then unknown Lt.-Col. Montgomery standing in front of Winston Churchill (Minister of Munitions) at the victory parade at Lille.\nSecond World War.\nBritain declared war on Germany on 3 September 1939. The 3rd Division was sent to Belgium as part of the British Expeditionary Force (BEF). Montgomery predicted a disaster similar to that in 1914, and so spent the Phoney War training his troops to retreat safely rather than offensive operations. During this time, Montgomery faced serious trouble from his superiors for his attitude regarding the sexual health of his soldiers. However, he was defended from dismissal by his superior Alan Brooke, commander of II Corps. Montgomery's training paid off when the Germans began their invasion of the Low Countries on 10 May 1940 and the 3rd Division advanced to the River Dijle and then withdrew to Dunkirk with great professionalism, returning to Britain intact with minimal casualties. During Operation Dynamo — the evacuation of 330,000 BEF and French troops to Britain — Montgomery had assumed command of the II Corps after Brooke had taken acting command of the whole BEF.\nOn his return Montgomery annoyed the War Office by criticising the way the BEF was run and he was put in charge of a smaller group of soldiers. He was however made a Companion of the Order of the Bath. In July 1940, he was appointed acting lieutenant-general, placed in command of V Corps, responsible for the defence of Hampshire and Dorset, and started a long-running feud with the new commander-in-chief, Southern Command, Claude Auchinleck. In April 1941, he became commander of XII Corps responsible for the defence of Kent. During this period he instituted a regime of continuous training and insisted on high levels of physical fitness for both officers and other ranks. He was ruthless in sacking officers he considered would be unfit for command in action. In December 1941 Montgomery was given command of South-Eastern Command overseeing the defence of Kent, Sussex and Surrey. He renamed his command the South-Eastern Army to promote offensive spirit. During this time he further developed and rehearsed his ideas and trained his soldiers, culminating in Exercise Tiger in May 1942, a combined forces exercise involving 100,000 troops.\nMontgomery's early command.\nIn 1942, a new field commander was needed in the Middle East. Auchinleck was acting as both the commander-in-chief Middle East Command and commander Eighth Army. He had fixed the Allied position at the First Battle of El Alamein, but after a visit in August 1942, the Prime Minister, Winston Churchill, replaced him as C-in-C with Alexander and William Gott as commander of the Eighth Army in the Western Desert. After Gott was killed flying back to Cairo Churchill was persuaded by Brooke, who by this time was Chief of the Imperial General Staff to appoint Montgomery, who had only just been nominated to replace Alexander as commander of the British ground forces for Operation Torch.\nMontgomery was very popular with the men of the Eighth Army, and when he took command Army's fighting spirit and abilities got better. Taking command on 13 August 1942, he immediately became a whirlwind of activity. He ordered the creation of the X Corps, which contained all armoured divisions to fight alongside his XXX Corps which was all infantry divisions. This was in no way similar to a German Panzer Corps. One of Rommel's Panzer Corps combined infantry, armour and artillery units under one division commander. The only common commander for Montgomery's all infantry and all armour corps was the Eighth Army Commander himself. Correlli Barnett said that Montgomery's solution \"...was in every way opposite to Auchinleck's and in every way wrong, for it carried the existing dangerous separatism still further.\" Montgomery spent two months making the long front line at El Alamein stronger. He asked Alexander to send him two new British divisions (51st Highland and 44th) that were then arriving in Egypt and were scheduled to be deployed in defence of the Nile Delta. He moved his field HQ to Burg al Arab, close to the Air Force command post in order better to coordinate combined operations. Montgomery wanted the Army, Navy and Air Force to fight together from the same detailed plan. He ordered immediate reinforcement of the vital heights of Alam Halfa, just behind his own lines, expecting the German commander, Erwin Rommel, to attack with there, something that Rommel soon did. Montgomery ordered all plans for retreat be destroyed. \"I have cancelled the plan for withdrawal\", he told his officers at the first meeting he held with them in the desert. \"If we are attacked, then there will be no retreat. If we cannot stay here alive, then we will stay here dead.\"\nMontgomery made a great effort to appear before troops as often as possible, frequently visiting various units and making himself known to the men, often arranging for cigarettes to be distributed. Although he still wore a standard British officer's cap on arrival in the desert, he briefly wore an Australian broad-brimmed hat before switching to wearing the black beret (with the badge of the Royal Tank Regiment next to the British General Officer's badge) for which he became notable. The black beret had been given to him by a soldier when he climbing into a tank to get a closer look at the front lines. Both Brooke and Alexander were astonished by the change in atmosphere when they visited on 19 August, less than a week after Montgomery had taken command.\nFirst battles with Rommel.\nRommel attempted to turn the left side of the Eighth Army at the Battle of Alam Halfa from 31 August 1942. The German/Italian armoured Corps infantry attack was stopped in very heavy fighting. Rommel's forces had to withdraw quickly so that they could escape though the British minefields be cut off. Montgomery was criticised for not counter-attacking the retreating forces immediately, but he felt strongly that his build-up of British forces was not yet ready. A hasty counter-attack risked ruining his strategy for an offensive on his own terms in late October, planning for which had begun soon after he took command. He was confirmed in the permanent rank of lieutenant-general in mid October.\nThe conquest of Libya was essential for airfields to support Malta and to threaten the rear of Axis forces opposing Operation Torch. Montgomery prepared meticulously for the new offensive after convincing Churchill that the time was not being wasted. (Churchill sent a telegram to Alexander on 23 September 1942 which began, \"We are in your hands and of course a victorious battle makes amends for much delay.) He was determined not to fight until he thought there had been enough preparation for a victory, and put into action his beliefs with the gathering of resources, detailed planning, the training of troops — especially in clearing minefields and fighting at night — and in the use of 252 of the latest American-built Sherman tanks, 90 M7 Priest self-propelled howitzers, and making a personal visit to every unit involved in the offensive. By the time the offensive was ready in late October, Eighth Army had 231,000 men on its ration strength including British, Australian, South African, Indian, New Zealand, Greek and Free French units.\nEl Alamein.\nThe Second Battle of El Alamein began on 23 October 1942, and ended twelve days later with the first large-scale, decisive Allied land victory of the war. Montgomery correctly predicted both the length of the battle and the number of casualties (13,500). However, soon after British armoured units and infantry broke through the German and Italian lines and were pursuing the enemy forces at speed along the coast road, a violent rainstorm burst over the region, bogging down the tanks and support trucks in the desert mud. Montgomery, standing before his officers at headquarters and close to tears, announced that he was forced to call off the pursuit. Corelli Barnett has pointed out that the rain also fell on the Germans, and that the weather is therefore an inadequate explanation for the failure to exploit the breakthrough, but nevertheless the Battle of El Alamein had been a great success. Over 30,000 prisoners were taken including the German second in command, General von Thoma, as well as eight other general officers. Rommel, having been in a hospital in Germany at the start of the battle, was forced to return on 25 October 1942 after General Stumme - his replacement as German commander - died of a heart attack in the early hours of the battle.\nTunisia.\nMontgomery was knighted and promoted to full general. The Eighth Army's later advance as the Germans retreated hundreds of miles towards their bases in Tunisia used the logistical as well as the firepower advantages of the British Army while avoiding unnecessary risks. It also gave the Allies an indication that the tide of war had genuinely turned in North Africa. Montgomery kept the initiative, applying superior strength when it suited him, forcing Rommel out of each successive defensive position. On 6 March 1943, Rommel's attack on the over-extended Eighth Army at Medenine (Operation Capri) with the largest concentration of German armour in North Africa was successfully repulsed. At the Mareth Line, 20 March to 27 March, when Montgomery encountered stronger opposition than he had expected, he switched to trying to move around the side of the Germans, backed by low-flying RAF fighter-bomber support.\nThis campaign demonstrated the battle-winning ingredients of morale (sickness and absenteeism were virtually eliminated in the Eighth Army), co-operation of all arms including the air forces, first-class logistical back-up and clear-cut orders. For his role in North Africa he was awarded the Legion of Merit by the United States government in the rank of Chief Commander.\nSicily.\nThe next major Allied attack was the Allied invasion of Sicily (Operation Husky). Montgomery considered the initial plans for the Allied invasion, which had been agreed in principle by Eisenhower and Alexander, to be unworkable because of the way troops and effort were separated. He managed to have the plans changed to concentrate the Allied forces, having Patton's Seventh US Army land in the Gulf of Gela (on the left side of Eighth Army, which landed around Syracuse in the south-east of Sicily) rather than near Palermo in the west and north of Sicily. Inter-Allied tensions grew as the American commanders Patton and Bradley (then commanding II US Corps under Patton), got annoyed because they saw Montgomery as boastful. They resented him, while accepting his skills as a general.\nItalian Campaign.\nDuring the autumn of 1943, Montgomery continued to command the Eighth Army during the landings on the mainland of Italy itself. In conjunction with the Anglo-American landings at Salerno (near Naples) by Mark Clark's Fifth Army and seaborne landings by British paratroops in the heel of Italy (including the key port of Taranto, where they disembarked without resistance directly into the port), Montgomery led the Eighth Army up the toe of Italy. Some criticism was made of the slowness of Montgomery's advance. The Eighth Army, responsible for the eastern side of the Allied front, from the central Apennine mountain spine to the Adriatic coast, fought a succession of engagements alternating between opposed crossings of the rivers running across their line of advance and attacks against the cleverly constructed defensive positions the Germans had fashioned on the ridges in between. The Eighth Army crossed the Sangro river in mid-November and penetrated the German's strongest position at the Gustav Line but as the winter weather deteriorated the advance ground to a halt as transport bogged down and air support operations became impossible. Montgomery hated the lack of coordination, the dispersion of effort, and the strategic muddle and opportunism he perceived in the Allied effort in Italy and was glad to leave the \"dog's breakfast\" on 23 December\nNormandy.\nMontgomery returned to Britain to take command of the 21st Army Group which consisted of all Allied ground forces that would take part in Operation Overlord, the invasion of Normandy. Preliminary planning for the invasion had been taking place for two years, most recently by COSSAC staff (Chief of Staff to the Supreme Allied Commander).\nMontgomery's initial plan was, most likely, for an immediate breakout toward Caen. He did not have enough men at first, so started a series of battle in which the British, Canadian and American armies trapped and defeated the German forces in Normandy in the Falaise pocket. By the middle of July the Cotentin Peninsula was occupied and Caen captured.\nAdvance to the Rhine.\nThe increasing number of American troops in the European theatre (from five out of ten divisions at D-Day to 72 out of 85 in 1945) made it a political impossibility for the Ground Forces Commander to be British. After the end of the Normandy campaign, General Eisenhower himself took over Ground Forces Command while continuing as Supreme Commander, with Montgomery continuing to command the 21st Army Group, now consisting mainly of British and Canadian units. Montgomery bitterly resented this change, although it had been agreed before the D-Day invasion. Winston Churchill had Montgomery promoted to Field Marshal by way of compensation.\nMontgomery was able to persuade Eisenhower to adopt his strategy of a single thrust to the Ruhr with Operation Market Garden in September 1944. It was uncharacteristic of Montgomery's battles: the offensive was strategically bold, but poorly planned. Montgomery either did not receive or ignored ULTRA intelligence which warned of the presence of German armoured units near the site of the attack. As a result, the operation failed with the destruction of the British 1st Airborne Division at the Battle of Arnhem and the loss of any hopes of invading Germany by the end of 1944.\nMontgomery's preoccupation with the push to the Ruhr had also distracted him from the essential task of clearing the Scheldt during the capture of Antwerp; and so, after Arnhem, Montgomery's group was instructed to concentrate on doing this so that the port of Antwerp could be opened.\nEisenhower had then wanted Montgomery to go on the offensive on 1 January to meet Patton's army that had started advancing from the south on 19 December and in doing so, trap the Germans. However, Montgomery refused to commit infantry he considered underprepared into a snowstorm and for a strategically unimportant piece of land. He did not launch the attack until 3 January, by which point the German forces had been able to escape. A large part of American military opinion thought that he should not have held back, though it was characteristic of him to use drawn-out preparations for his attack. After the battle the U.S. First Army was restored to the 12th Army Group; the U.S. Ninth Army remained under 21st Army Group until it crossed the Rhine.\nMontgomery's 21st Army Group advanced to the Rhine with operations Veritable and Grenade in February 1945. A carefully-planned Rhine crossing occurred on 24 March. While successful it was weeks after the Americans had unexpectedly captured the Ludendorff Bridge at Remagen and crossed the river. Montgomery's river crossing was followed by the encirclement of the German Army Group B in the Ruhr. Initially Montgomery's role was to guard the flank of the American advance. This was altered, however, to forestall any chance of a Red Army advance into Denmark, and the 21st Army Group occupied Hamburg and Rostock and sealed off the Danish peninsula.\nOn 4 May 1945, on Lüneburg Heath, Montgomery accepted the surrender of German forces in northern Germany, Denmark and the Netherlands. This was done plainly in a tent without any ceremony. In the same year he was awarded the Order of the Elephant, the highest order in Denmark.\nLater life.\nAfter the war Montgomery became the C-in-C of the British Forces of Occupation and the British member of the Allied Control Council. He was made 1st Viscount Montgomery of Alamein in 1946. He was Chief of the Imperial General Staff from 1946 until 1948, succeeding Alanbrooke, but was largely a failure as it required strategic and political skills he did not have. He rarely spoke with his fellow commanders-in-chiefs, and sent his deputy to their meetings. He clashed particularly with Arthur Tedder, who as Deputy Supreme Commander had wanted Montgomery sacked during the Battle of Normandy, and who was by now Chief of the Air Staff. When Montgomery's term of office expired, Prime Minister Clement Attlee appointed General (later Field-Marshal) William Slim as his successor; when Montgomery protested that he had already promised the job to his protegé General Crocker, a former corps commander from the 1944-5 campaign, Attlee is said to have given the memorable retort \"Untell him\".\nMontgomery then became Chairman of the Western European Union's commanders-in-chief committee. Volume 3 of Nigel Hamilton's \"Life of Montgomery of Alamein\" gives a good account of the bickering between Montgomery and his land forces chief, a French general, which created splits through the Union headquarters. He was thus pleased to become Eisenhower's deputy in creating the North Atlantic Treaty Organisation's European forces in 1951. He was an effective inspector-general and mounted good exercises, but out of his depth politically, and his exacting manner and emphasis on efficiency created ill-feeling. He continued to serve under Eisenhower's successors, Matthew Ridgway and Al Gruenther, until his retirement, aged nearly 71, in 1958. His mother died in 1949; Montgomery did not attend the funeral, claiming he was \"too busy\". He was chairman of the governing body of St John's School, Leatherhead, Surrey from 1951 to 1966 and a generous supporter. Montgomery was an Honorary Member of the Winkle Club, a noted charity in Hastings, East Sussex, and introduced Winston Churchill to the club in 1955.\nIn 1953, the Hamilton Board of Education in Hamilton, Ontario, Canada, wrote to Montgomery and asked permission to name a new school in the city's east end after him. Viscount Montgomery Elementary was billed as \"the most modern school in North America\" and the largest single-storey school in Hamilton, when the sod was turned on 14 March 1951. The school officially opened on 18 April 1953, with Montgomery in attendance among almost 10,000 well-wishers. At the opening, he gave the motto \"Gardez Bien\" from his own family's coat of arms.\nBefore retirement, Montgomery's outspoken views on some subjects, such as race, were often officially suppressed. After retirement these outspoken views became public and his reputation suffered. He supported apartheid and Chinese communism under Mao Zedong, and spoke against the legalisation of homosexuality in the United Kingdom, arguing that the \"Sexual Offences Act 1967\" was a \"charter for buggery\" and that \"this sort of thing may be tolerated by the French, but we're British — thank God.\" However, several of Montgomery's biographers, including Chalfont (who found something \"disturbingly equivocal\" in \"his relations with boys and young men\") and Nigel Hamilton (2002) have suggested that he may himself have been a repressed homosexual; in the late 1940s he conducted an affectionate friendship with a 12-year-old Swiss boy.\nMontgomery's memoirs (1958) criticised many of his wartime comrades in harsh terms, including Eisenhower, whom he accused, among other things, of prolonging the war by a year through poor leadership — allegations which ended their friendship, not least as Eisenhower was still US President at the time. He was stripped of his honorary citizenship of Montgomery, Alabama, and was challenged to a duel by an Italian officer. He was threatened with legal action by Field-Marshal Auchinleck for suggesting that Auchinleck had intended to retreat from the Alamein position if attacked again, and had to give a radio broadcast (20 November 1958) expressing his gratitude to Auchinleck for having stabilised the front at the First Battle of Alamein. The 1960 edition of his memoirs contains a publisher's note (opposite page 15) drawing attention to that broadcast, and stating that in the publisher's view the reader might assume from Montgomery's text that Auchinleck had been planning to retreat and pointing out that this was in fact not the case.\nMontgomery was never raised to an earldom like other wartime commanders Harold Alexander, Louis Mountbatten and even Archibald Wavell, but unlike them he had never been a Theatre Supreme Commander or held high political office. An official task he insisted on performing in his later years was bearing the Sword of State during the State Opening of Parliament. His increasing frailty, however, raised concerns about his ability to stand for long periods while carrying the heavy weapon. Ultimately, those fears were borne out when he collapsed in mid-ceremony in 1968 and did not perform this function again.","categories":[],"infobox_types":[],"annotations":[{"uri":"Field_Marshal","surface_form":"Field Marshal","offset":0},{"uri":"Order_of_the_Garter","surface_form":"KG","offset":74},{"uri":"Order_of_the_Bath","surface_form":"GCB","offset":78},{"uri":"Distinguished_Service_Order","surface_form":"DSO","offset":83},{"uri":"Her_Majesty%27s_Most_Honourable_Privy_Council","surface_form":"PC","offset":88},{"uri":"British_Army","surface_form":"British Army","offset":134},{"uri":"World_War_I","surface_form":"World War I","offset":193},{"uri":"World_War_II","surface_form":"World War II","offset":209},{"uri":"Second_Battle_of_El_Alamein","surface_form":"Battle of El Alamein","offset":269},{"uri":"Western_Desert_Campaign","surface_form":"Western Desert Campaign","offset":320},{"uri":"Italy","surface_form":"Italy","offset":384},{"uri":"Operation_Overlord","surface_form":"Operation Overlord","offset":469},{"uri":"Battle_of_Normandy","surface_form":"Battle of Normandy","offset":504},{"uri":"Operation_Market_Garden","surface_form":"Operation Market Garden","offset":560},{"uri":"British_occupation_zone","surface_form":"British Forces of Occupation in Germany","offset":635},{"uri":"Chief_of_the_Imperial_General_Staff","surface_form":"Chief of the Imperial General Staff","offset":684},{"uri":"Kennington","surface_form":"Kennington","offset":756},{"uri":"London","surface_form":"London","offset":768},{"uri":"The_Reverend","surface_form":"The Reverend","offset":835},{"uri":"Henry_Hutchinson_Montgomery","surface_form":"Henry Hutchinson Montgomery","offset":848},{"uri":"Anglo-Irish","surface_form":"Anglo-Irish","offset":880},{"uri":"Anglicanism","surface_form":"Anglican","offset":892},{"uri":"Priest","surface_form":"priest","offset":901},{"uri":"British_India","surface_form":"British India","offset":992},{"uri":"Robert_Montgomery_(administrator)","surface_form":"Sir Robert Montgomery","offset":1024},{"uri":"Frederic_William_Farrar","surface_form":"Frederic William Farrar","offset":1153},{"uri":"Lambeth_Conference","surface_form":"Lambeth Conference","offset":1606},{"uri":"The_King%27s_School%2C_Canterbury","surface_form":"The King's School, Canterbury","offset":1697},{"uri":"Society_for_the_Propagation_of_the_Gospel","surface_form":"Society for the Propagation of the Gospel","offset":1779},{"uri":"St_Paul%27s_School_(London)","surface_form":"St Paul's School","offset":1876},{"uri":"Royal_Military_Academy%2C_Sandhurst","surface_form":"Royal Military Academy, Sandhurst","offset":1906},{"uri":"The_Royal_Warwickshire_Fusiliers","surface_form":"The Royal Warwickshire Regiment","offset":2081},{"uri":"British_India","surface_form":"India","offset":2179},{"uri":"First_World_War","surface_form":"First World War","offset":2257},{"uri":"France","surface_form":"France","offset":2318},{"uri":"Battle_of_Mons","surface_form":"Mons","offset":2412},{"uri":"M%C3%A9teren","surface_form":"Méteren","offset":2421},{"uri":"Lung","surface_form":"lung","offset":2516},{"uri":"Sniper","surface_form":"sniper","offset":2526},{"uri":"Brigade_major","surface_form":"brigade major","offset":2649},{"uri":"Kitchener%27s_Army","surface_form":"Kitchener's New Army","offset":2672},{"uri":"Battle_of_the_Somme_(1916)","surface_form":"the Somme","offset":2794},{"uri":"Battle_of_Arras_(1917)","surface_form":"Arras","offset":2805},{"uri":"Battle_of_Passchendaele","surface_form":"Passchendaele","offset":2816},{"uri":"IX_Corps_(United_Kingdom)","surface_form":"IX Corps","offset":2862},{"uri":"Herbert_Plumer","surface_form":"Herbert Plumer","offset":2892},{"uri":"Battle_of_the_Lys_(1918)","surface_form":"the Lys","offset":3157},{"uri":"Third_Battle_of_the_Aisne","surface_form":"Chemin-des-Dames","offset":3169},{"uri":"British_47th_(2nd_London)_Division","surface_form":"47th (2nd London) Division","offset":3276},{"uri":"Lieutenant-colonel","surface_form":"lieutenant-colonel","offset":3331},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":3446},{"uri":"Germany","surface_form":"Germany","offset":3562},{"uri":"British_Expeditionary_Force_(World_War_II)","surface_form":"British Expeditionary Force","offset":3643},{"uri":"Phoney_War","surface_form":"Phoney War","offset":3752},{"uri":"Alan_Brooke%2C_1st_Viscount_Alanbrooke","surface_form":"Alan Brooke","offset":4023},{"uri":"British_II_Corps","surface_form":"II Corps","offset":4049},{"uri":"Low_Countries","surface_form":"Low Countries","offset":4135},{"uri":"Dijle","surface_form":"Dijle","offset":4207},{"uri":"Dunkirk%2C_France","surface_form":"Dunkirk","offset":4234},{"uri":"Operation_Dynamo","surface_form":"Operation Dynamo","offset":4330},{"uri":"British_II_Corps","surface_form":"II Corps","offset":4448},{"uri":"War_Office","surface_form":"War Office","offset":4550},{"uri":"Criticise","surface_form":"criticising","offset":4564},{"uri":"Order_of_the_Bath","surface_form":"Companion of the Order of the Bath","offset":4679},{"uri":"Lieutenant-general","surface_form":"lieutenant-general","offset":4753},{"uri":"V_Corps_(United_Kingdom)","surface_form":"V Corps","offset":4794},{"uri":"Hampshire","surface_form":"Hampshire","offset":4834},{"uri":"Dorset","surface_form":"Dorset","offset":4848},{"uri":"Claude_Auchinleck","surface_form":"Claude Auchinleck","offset":4939},{"uri":"British_XII_Corps","surface_form":"XII Corps","offset":4996},{"uri":"Kent","surface_form":"Kent","offset":5037},{"uri":"Aldershot_Command","surface_form":"South-Eastern Command","offset":5328},{"uri":"Sussex","surface_form":"Sussex","offset":5382},{"uri":"Surrey","surface_form":"Surrey","offset":5393},{"uri":"Exercise_Tiger_(1942)","surface_form":"Exercise Tiger","offset":5579},{"uri":"Military_exercise","surface_form":"exercise","offset":5625},{"uri":"Middle_East_Command","surface_form":"Middle East Command","offset":5803},{"uri":"Eighth_Army_(United_Kingdom)","surface_form":"Eighth Army","offset":5837},{"uri":"First_Battle_of_El_Alamein","surface_form":"First Battle of El Alamein","offset":5890},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":5972},{"uri":"Harold_Alexander%2C_1st_Earl_Alexander_of_Tunis","surface_form":"Alexander","offset":6019},{"uri":"William_Gott","surface_form":"William Gott","offset":6033},{"uri":"Western_Desert_campaign","surface_form":"Western Desert","offset":6085},{"uri":"Cairo","surface_form":"Cairo","offset":6138},{"uri":"Chief_of_the_Imperial_General_Staff","surface_form":"Chief of the Imperial General Staff","offset":6200},{"uri":"Operation_Torch","surface_form":"Operation Torch","offset":6359},{"uri":"X_Corps_(United_Kingdom)","surface_form":"X Corps","offset":6623},{"uri":"XXX_Corps_(United_Kingdom)","surface_form":"XXX Corps","offset":6694},{"uri":"Erwin_Rommel","surface_form":"Erwin Rommel","offset":7804},{"uri":"Battle_of_Alam_Halfa","surface_form":"Battle of Alam Halfa","offset":9015},{"uri":"Malta","surface_form":"Malta","offset":9711},{"uri":"Operation_Torch","surface_form":"Operation Torch","offset":9766},{"uri":"Sherman_tank","surface_form":"Sherman tank","offset":10376},{"uri":"M7_Priest","surface_form":"M7 Priest","offset":10394},{"uri":"Second_Battle_of_El_Alamein","surface_form":"Second Battle of El Alamein","offset":10715},{"uri":"Order_of_the_Bath","surface_form":"knighted","offset":11999},{"uri":"General_(United_Kingdom)","surface_form":"general","offset":12029},{"uri":"Tunisia","surface_form":"Tunisia","offset":12136},{"uri":"Medenine","surface_form":"Medenine","offset":12557},{"uri":"Operation_Capri","surface_form":"Operation Capri","offset":12567},{"uri":"Mareth_Line","surface_form":"Mareth Line","offset":12682},{"uri":"Royal_Air_Force","surface_form":"RAF","offset":12870},{"uri":"Legion_of_Merit","surface_form":"Legion of Merit","offset":13191},{"uri":"Allied_invasion_of_Sicily","surface_form":"Allied invasion of Sicily","offset":13316},{"uri":"Sicily","surface_form":"Sicily","offset":13830},{"uri":"George_S._Patton","surface_form":"Patton","offset":13892},{"uri":"Omar_Bradley","surface_form":"Bradley","offset":13903},{"uri":"Allied_invasion_of_Italy","surface_form":"landings on the mainland of Italy itself","offset":14172},{"uri":"Mark_Wayne_Clark","surface_form":"Mark Clark","offset":14290},{"uri":"United_States_Fifth_Army","surface_form":"Fifth Army","offset":14303},{"uri":"Apennine_mountains","surface_form":"Apennine mountain spine","offset":14687},{"uri":"Adriatic_sea","surface_form":"Adriatic coast","offset":14718},{"uri":"Gustav_Line","surface_form":"Gustav Line","offset":15086},{"uri":"British_21st_Army_Group","surface_form":"21st Army Group","offset":15513},{"uri":"Operation_Overlord","surface_form":"Operation Overlord","offset":15597},{"uri":"Normandy","surface_form":"Normandy","offset":15633},{"uri":"Supreme_Headquarters_Allied_Expeditionary_Force","surface_form":"COSSAC","offset":15735},{"uri":"Caen","surface_form":"Caen","offset":15875},{"uri":"Falaise_pocket","surface_form":"Falaise pocket","offset":16057},{"uri":"Cotentin_Peninsula","surface_form":"Cotentin Peninsula","offset":16099},{"uri":"Normandy_Landings","surface_form":"D-Day","offset":16272},{"uri":"Dwight_D._Eisenhower","surface_form":"General Eisenhower","offset":16424},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":16731},{"uri":"Field_Marshal","surface_form":"Field Marshal","offset":16776},{"uri":"Ruhr_Area","surface_form":"Ruhr","offset":16905},{"uri":"Operation_Market_Garden","surface_form":"Operation Market Garden","offset":16915},{"uri":"ULTRA","surface_form":"ULTRA","offset":17110},{"uri":"British_1st_Airborne_Division","surface_form":"British 1st Airborne Division","offset":17274},{"uri":"Battle_of_Arnhem","surface_form":"Battle of Arnhem","offset":17311},{"uri":"Scheldt","surface_form":"Scheldt","offset":17511},{"uri":"Antwerp","surface_form":"Antwerp","offset":17541},{"uri":"Battle_of_the_Scheldt","surface_form":"doing this","offset":17624},{"uri":"Antwerp","surface_form":"Antwerp","offset":17655},{"uri":"Operation_Veritable","surface_form":"Veritable","offset":18502},{"uri":"Operation_Grenade","surface_form":"Grenade","offset":18516},{"uri":"Operation_Plunder","surface_form":"Rhine crossing","offset":18562},{"uri":"Ludendorff_Bridge","surface_form":"Ludendorff Bridge","offset":18679},{"uri":"Remagen","surface_form":"Remagen","offset":18700},{"uri":"Ruhr_Pocket","surface_form":"encirclement","offset":18779},{"uri":"Army_Group_B","surface_form":"Army Group B","offset":18806},{"uri":"Ruhr","surface_form":"Ruhr","offset":18826},{"uri":"Red_Army","surface_form":"Red Army","offset":18964},{"uri":"Hamburg","surface_form":"Hamburg","offset":19028},{"uri":"Rostock","surface_form":"Rostock","offset":19040},{"uri":"Denmark","surface_form":"Danish","offset":19067},{"uri":"L%C3%BCneburg_Heath","surface_form":"Lüneburg Heath","offset":19103},{"uri":"Surrender_(military)","surface_form":"surrender","offset":19143},{"uri":"Netherlands","surface_form":"Netherlands","offset":19207},{"uri":"Order_of_the_Elephant","surface_form":"Order of the Elephant","offset":19310},{"uri":"Viscount_Montgomery_of_Alamein","surface_form":"Viscount Montgomery of Alamein","offset":19524},{"uri":"Chief_of_the_Imperial_General_Staff","surface_form":"Chief of the Imperial General Staff","offset":19571},{"uri":"Arthur_Tedder","surface_form":"Arthur Tedder","offset":19863},{"uri":"Chief_of_the_Air_Staff_(United_Kingdom)","surface_form":"Chief of the Air Staff","offset":19989},{"uri":"Clement_Attlee","surface_form":"Clement Attlee","offset":20070},{"uri":"William_Slim","surface_form":"William Slim","offset":20125},{"uri":"Proteg%C3%A9","surface_form":"protegé","offset":20226},{"uri":"General_Crocker","surface_form":"General Crocker","offset":20234},{"uri":"Western_European_Union","surface_form":"Western European Union","offset":20405},{"uri":"Supreme_Headquarters_Allied_Powers_Europe","surface_form":"European","offset":20780},{"uri":"Matthew_Ridgway","surface_form":"Matthew Ridgway","offset":21030},{"uri":"Alfred_Gruenther","surface_form":"Al Gruenther","offset":21050},{"uri":"St._John%27s_School%2C_Leatherhead","surface_form":"St John's School","offset":21244},{"uri":"Leatherhead","surface_form":"Leatherhead","offset":21262},{"uri":"Surrey","surface_form":"Surrey","offset":21275},{"uri":"Winkle_Club","surface_form":"Winkle Club","offset":21367},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":21437},{"uri":"Hamilton%2C_Ontario","surface_form":"Hamilton","offset":21520},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":22003},{"uri":"Apartheid","surface_form":"apartheid","offset":22226},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":22264},{"uri":"Homosexuality","surface_form":"homosexuality","offset":22314},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":22335},{"uri":"Sexual_Offences_Act_1967","surface_form":"Sexual Offences Act 1967","offset":22369},{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery","offset":23204},{"uri":"Earldom","surface_form":"earldom","offset":23933},{"uri":"Harold_Alexander","surface_form":"Harold Alexander","offset":23971},{"uri":"Louis_Mountbatten","surface_form":"Louis Mountbatten","offset":23989},{"uri":"Archibald_Wavell","surface_form":"Archibald Wavell","offset":24016},{"uri":"Sword_of_State","surface_form":"Sword of State","offset":24205},{"uri":"State_Opening_of_Parliament","surface_form":"State Opening of Parliament","offset":24231}]}