{"id":278693,"url":"http://en.wikipedia.org/wiki/Coinage_metal","text":"A Group 11 element is one in the series of elements in group 11 (IUPAC style) in the periodic table, consisting of transition metals which are the traditional coinage metals of copper (Cu), silver (Ag), and gold (Au). Roentgenium (Rg) belongs to this group of elements based on its electronic configuration, but it is a short-lived transactinide with a 22.8 seconds half-life that has only been observed in laboratory conditions. The name \"coinage metals\" is often used in casual speech to refer to these elements, but various cultures have used many other metals in coinage including aluminium, lead, nickel, stainless steel, and zinc.\nHistory.\nAll the elements of the group except Roentgenium have been known since prehistoric times, as all of them occur in metallic form in nature and no extraction metallurgy has to be used to produce them.\nCharacteristics.\nThey are all relatively inert, corrosion-resistant metals. Copper and gold are colored.\nThese elements have low electrical resistivity so they are used for wiring. Copper is the cheapest and most widely used. Bond wires for integrated circuits are usually gold. Silver and silver plated copper wiring are found in some special applications.\nApplications.\nThese metals, especially silver, have unusual properties that make them essential for industrial applications outside of their monetary or decorative value. They are all excellent conductors of electricity. The most conductive of all metals are silver, copper and gold in that order. Silver is also the most thermally conductive element, and the most light reflecting element. Silver also has the unusual property that the tarnish that forms on silver is still highly electrically conductive.\nCopper is used extensively in electrical wiring and circuitry. Gold contacts are sometimes found in precision equipment for their ability to remain corrosion-free. Silver is used widely in mission-critical applications as electrical contacts, and is also used in photography (because silver nitrate reverts to metal on exposure to light), agriculture, medicine, audiophile and scientific applications.\nGold, silver, and copper are quite soft metals and so are easily damaged in daily use as coins. Precious metal may also be easily abraded and worn away through use. In their numismatic functions these metals must be alloyed with other metals to afford coins greater durability. The alloying with other metals makes the resulting coins harder, less likely to become deformed and more resistant to wear.\nGold coins: Gold coins are typically produced as 90% gold (e.g. with pre-1933 US coins), or 22 carat (92%) gold (e.g. current collectible coins and Krugerrands), with copper and silver making up the remaining weight in each case. Bullion gold coins are being produced with up to 99.999% gold (in the Canadian Gold Maple Leaf series).\nSilver coins: Silver coins are typically produced as either 90% silver - in the case of pre 1965 US minted coins (which were circulated in many countries), or sterling silver (92.5%) coins for pre-1920 British Commonwealth and other silver coinage, with copper making up the remaining weight in each case.\nCopper coins: Copper coins are often of quite high purity, around 97%, and are usually alloyed with small amounts of zinc and tin.\nInflation has caused the face value of coins to fall below the hard currency value of the historically used metals. This had led to most modern coins being made of base metals - copper nickel (around 80:20, silver in color) is popular as are nickel-brass (copper (75), nickel (5) and zinc (20), gold in color), manganese-brass (copper, zinc, manganese, and nickel), bronze, or simple plated steel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_series","surface_form":"series","offset":33},{"uri":"Chemical_element","surface_form":"elements","offset":43},{"uri":"Periodic_table_group","surface_form":"group 11","offset":55},{"uri":"IUPAC","surface_form":"IUPAC","offset":65},{"uri":"Periodic_table","surface_form":"periodic table","offset":85},{"uri":"Transition_metal","surface_form":"transition metal","offset":115},{"uri":"Copper","surface_form":"copper","offset":177},{"uri":"Silver","surface_form":"silver","offset":190},{"uri":"Gold","surface_form":"gold","offset":207},{"uri":"Roentgenium","surface_form":"Roentgenium","offset":218},{"uri":"Electron_configuration","surface_form":"electronic configuration","offset":282},{"uri":"Transactinide","surface_form":"transactinide","offset":332},{"uri":"Half-life_(element)","surface_form":"half-life","offset":366},{"uri":"Aluminium","surface_form":"aluminium","offset":585},{"uri":"Lead","surface_form":"lead","offset":596},{"uri":"Nickel","surface_form":"nickel","offset":602},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":610},{"uri":"Zinc","surface_form":"zinc","offset":631},{"uri":"Corrosion","surface_form":"corrosion","offset":893},{"uri":"Metal","surface_form":"metal","offset":913},{"uri":"Electrical_resistivity","surface_form":"electrical resistivity","offset":974},{"uri":"Bond_wire","surface_form":"Bond wire","offset":1071},{"uri":"Integrated_circuit","surface_form":"integrated circuit","offset":1086},{"uri":"Conductor_(material)","surface_form":"conductors","offset":1397},{"uri":"Electricity","surface_form":"electricity","offset":1411},{"uri":"Photography","surface_form":"photography","offset":1973},{"uri":"Silver_nitrate","surface_form":"silver nitrate","offset":1994},{"uri":"Agriculture","surface_form":"agriculture","offset":2049},{"uri":"Medicine","surface_form":"medicine","offset":2062},{"uri":"Audiophile","surface_form":"audiophile","offset":2072},{"uri":"Numismatics","surface_form":"numismatic","offset":2286},{"uri":"Alloy","surface_form":"alloy","offset":2328},{"uri":"Gold_coin","surface_form":"Gold coin","offset":2526},{"uri":"Carat_(purity)","surface_form":"carat","offset":2609},{"uri":"Coin_collecting","surface_form":"collectible coins","offset":2640},{"uri":"Krugerrand","surface_form":"Krugerrand","offset":2662},{"uri":"Canadian_Gold_Maple_Leaf","surface_form":"Canadian Gold Maple Leaf","offset":2814},{"uri":"Silver_coin","surface_form":"Silver coin","offset":2862},{"uri":"Sterling_silver","surface_form":"sterling silver","offset":3007},{"uri":"Zinc","surface_form":"zinc","offset":3271},{"uri":"Tin","surface_form":"tin","offset":3280},{"uri":"Inflation","surface_form":"Inflation","offset":3285},{"uri":"Face_value","surface_form":"face value","offset":3310},{"uri":"Hard_currency","surface_form":"hard currency","offset":3348},{"uri":"Base_metals","surface_form":"base metals","offset":3449},{"uri":"Cupronickel","surface_form":"copper nickel","offset":3463},{"uri":"Brass","surface_form":"brass","offset":3534},{"uri":"Manganese","surface_form":"manganese","offset":3596},{"uri":"Bronze","surface_form":"bronze","offset":3651},{"uri":"Steel","surface_form":"steel","offset":3676}]}