{"id":278644,"url":"http://en.wikipedia.org/wiki/Chris_Oddleifson","text":"Christopher Roy Oddleifson (born September 7, 1950 in Brandon, Manitoba) is a Canadian retired professional ice hockey player. He in the National Hockey League from 1972 until 1981. He is best known for his time with the Vancouver Canucks, where he was one of the team's top players for much of the 1970s and served as team captain in 1976–77.\nPlaying career.\nOddleifson was selected 10th overall in the 1970 NHL Amateur Draft by the California Golden Seals following a final junior season with the Winnipeg Jets of the WCHL, during which he finished with 95 points (including a league-leading 64 assists) and 243 penalty minutes. However, he was assigned to the minor leagues and would never play an National Hockey League game for the Seals, and was dealt to the Boston Bruins mid-way through the 1971–72 season.\nIn 1972–73, Oddleifson finally made his NHL debut, appearing in 6 games for Boston without recording a point. He managed to crack the Bruins full-time in 1974–75, highlighted by a four-goal game against the Golden Seals, the team that had given up on him two years earlier. Late in the season, he was dealt to the Vancouver Canucks in a deal for sniper Bobby Schmautz, and he finished out his rookie season with decent totals of 13 goals and 29 points in 70 games between Boston and Vancouver.\nOddleifson would have his breakout year in 1974–75, as he emerged as a leader on a young Canuck team which surprised by winning their division and making the playoffs for the first time in franchise history. He proved himself to be an exceptional all-around player who possessed size, toughness, and playmaking ability, as well as the ability to play both at center and on the wing. He lead the Canucks in scoring through the early part of the season, until a fractured jaw forced him to miss 20 games. Nevertheless, he finished with career highs of 16 goals and 35 assists for 51 points in just 60 games.\nIn 1975–76, Oddleifson would have his finest NHL season, as he notched 16 goals and a club-leading 46 assists for a career high 62 points. Although his production waned somewhat in the next few seasons, he remained one of the team's top all-around forwards and most popular players. He was named team captain for 1976–77, although he was replaced by Don Lever the following year. In 1977–78, he recorded a career-high 17 goals for the club.\nBy the 1979–80 season, the emergence of young stars like Thomas Gradin, Stan Smyl and Curt Fraser, as well as the acquisition of several skilled veterans, had pushed Oddleifson into a mainly defensive role, and he finished the season with career lows of just 8 goals and 28 points. Early in the 1980–81 campaign, he was assigned to the Dallas Black Hawks, effectively ending his NHL career.\nOddleifson spent two more seasons playing in Switzerland before retiring in 1983. He finished his NHL career with totals 95 goals and 191 assists for 286 points in 524 games, along with 464 penalty minutes.\nFollowing his career, Oddleifson returned to Vancouver and became a successful real estate agent. He remains active with the Canuck Oldtimers squad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brandon%2C_Manitoba","surface_form":"Brandon","offset":54},{"uri":"Manitoba","surface_form":"Manitoba","offset":63},{"uri":"Canadians","surface_form":"Canadian","offset":78},{"uri":"Retirement","surface_form":"retired","offset":87},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":108},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":137},{"uri":"Vancouver_Canucks","surface_form":"Vancouver Canucks","offset":221},{"uri":"1976%E2%80%9377_NHL_season","surface_form":"1976–77","offset":335},{"uri":"1970_NHL_Amateur_Draft","surface_form":"1970 NHL Amateur Draft","offset":404},{"uri":"California_Golden_Seals","surface_form":"California Golden Seals","offset":434},{"uri":"Winnipeg_Jets_(WHL)","surface_form":"Winnipeg Jets","offset":499},{"uri":"Western_Hockey_League","surface_form":"WCHL","offset":520},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":701},{"uri":"Boston_Bruins","surface_form":"Boston Bruins","offset":765},{"uri":"1972%E2%80%9373_NHL_season","surface_form":"1972–73","offset":818},{"uri":"1973%E2%80%9374_NHL_season","surface_form":"1974–75","offset":969},{"uri":"Vancouver_Canucks","surface_form":"Vancouver Canucks","offset":1129},{"uri":"Bobby_Schmautz","surface_form":"Bobby Schmautz","offset":1168},{"uri":"1974%E2%80%9375_NHL_season","surface_form":"1974–75","offset":1352},{"uri":"Bone_fracture","surface_form":"fractured","offset":1769},{"uri":"Jaw","surface_form":"jaw","offset":1779},{"uri":"1975%E2%80%9376_NHL_season","surface_form":"1975–76","offset":1918},{"uri":"1976%E2%80%9377_NHL_season","surface_form":"1976–77","offset":2228},{"uri":"Don_Lever","surface_form":"Don Lever","offset":2265},{"uri":"1977%E2%80%9378_NHL_season","surface_form":"1977–78","offset":2298},{"uri":"1979%E2%80%9380_NHL_season","surface_form":"1979–80","offset":2363},{"uri":"Thomas_Gradin","surface_form":"Thomas Gradin","offset":2413},{"uri":"Stan_Smyl","surface_form":"Stan Smyl","offset":2428},{"uri":"Curt_Fraser","surface_form":"Curt Fraser","offset":2442},{"uri":"1980%E2%80%9381_NHL_season","surface_form":"1980–81","offset":2651},{"uri":"Dallas_Black_Hawks","surface_form":"Dallas Black Hawks","offset":2692},{"uri":"Switzerland","surface_form":"Switzerland","offset":2792}]}