{"id":278816,"url":"http://en.wikipedia.org/wiki/2010%E2%80%932011_Queensland_floods","text":"ce=\"preserve\">The 2010–11 Queensland floods were a series of floods in Australia which began in December 2010 and ended in January 2011. The majority of the floods were in Queensland including its capital city, Brisbane. The rain also caused floods further south in central and western Victoria. at lest 90 towns flooded. A huge area of Queensland, the size of Texas and France combined, was flooded. The floods forced thousands of people to leave their homes. At least 70 towns In Queensland and over 200,000 people were affected. Three-quarters of the state of Queensland has been declared a disaster zone. The 2010–2011 floods have killed 35 (not 30) people across Queensland since November and 14 are still missing. More than 20 people have died in flash floods between Brisbane and Toowoomba.\nThe floods were caused by heavy rain from tropical cyclone \"Tasha\" that joined with a trough during a La Niña event. La Niña is an unusual weather pattern, which brings wet weather to eastern Australia. The 2010 La Niña was the strongest since 1973. This caused heavy rainfall across Queensland. December 2010 was the wettest on record, with 107 places getting their highest rainfalls ever. The state average rainfall level of 404.7mm was much bigger the old record of 369mm set in 1975. 2010 was also recorded as the state's wettest spring since 1900 and the Australia's third wettest year. Flooding started across parts of the state in early December. On 28 December a monsoonal trough crossed the coast from the Coral Sea, bringing very heavy rain from the Gulf of Carpentaria to the Gold Coast.\nAbout 300 roads were closed, including nine major highways. Many places, including Condamine and Chinchilla were flooded several times. Coal railway lines were closed and many mine sites flooded. The floods have caused fruit and vegetable prices to rise as crops have been destroyed. The wet conditions have also led to a large number of snakes seeking safety on the higher ground or in houses with people. Saltwater crocodiles and sharks were seen in some flooded areas of towns.\nFlooding in the Fitzroy River.\nThe flooding forced 8,000 people to leave Theodore and other towns. The military transported people by helicopter to an evacuation centre at Moura. The total evacuation of a Queensland town had never happened before.\nEmerald was cut-off by road on 29 December as the Nogoa River rose. The next day, the river level rose above the 2008 flood peak level of. At the peak of the flooding, 80% of the town was flooded, the worst the town ever experienced. 1,200 people from Emerald were listed as evacuees.\nRockhampton had nearly a week to get ready for the flood peak from the Fitzroy River, which flows through the centre of the city. The airport was closed on 1 January. A metal flood barrier was set up to protect the buildings. An evacuation centre was set up at the Central Queensland University. The Bruce Highway leading south out of Rockhampton was closed to traffic. The river reached just short the of the predicted maximum.\nThe Port of Gladstone cut back its coal exports because the coal piles at the port were too wet and further coal deliveries could not be made by rail. The Goonyella railway line which is used by a number of coal mines in the Bowen Basin was closed for one week and shipments of grain were also stopped.\nBurnett River... The River of Magic Water.\nThe towns of Gayndah and Mundubbera when the Burnett River flooded on 28–29 December. The river peaked at at Mundubbera. This was the highest river height since 1942 and flooded more than 20 houses. Downstream at Gayndah, the river peaked at with floodwaters reaching two houses. Both towns were isolated for several days and there was major disruption to the drinking water supply and local agricultural production.\nBundaberg had its worst flooding in 40 years, after the Burnett River flooded the city. Floodwater forced 300 households to leave their homes.\nCondamine/Balonne Rivers.\nChinchilla and Jericho were also flooded. At least 40 people were evacuated from Chinchilla.\nFlooding in Dalby was the worst since 1981. The town's water purification system was flooded, resulting in water restrictions that have not helped clean-up efforts. 112500 litres of water were transported to the town of 14,000 residents. Warwick was isolated when all roads into the town were cut-off.\nThe Condamine River reached on 30 December, its highest level ever recorded. People were forced to leave Condamine on 30 December.\nFloodwaters are passing downstream along the Balonne River and towards the towns of Surat and St George. The river is expected to peak at at Surat and at St George. The New South Wales towns of Angledoo, Goodoga and Weilmoringle are expected to be isolated when floodwaters from the Balonne reach the Culgoa and Bokhara Rivers.\nMore rain on 9–10 January saw floodwaters again threaten Chinchilla and Condamine with Chinchilla residents again asked to leave.\nThe Macintyre River, which forms part of the border between the Australian states of New South Wales and Queensland, began to threaten the town of Goondiwindi on 13 January. The town is protected by a levee, but the local hospital and aged care home have been evacuated and an evacuation centre established.\nMary River.\nHeavy rain in the Mary River area on 8–9 January 2011 lead to flooding at Maryborough and Gympie. The Mary River at Maryborough was expected to initially peak at at midday 9 January with some houses and businesses flooded. A second peak is expected to arrive from rain falling upstream later that day. At Gympie, the Mary River is expected to peak at, possibly increasing to —over the major flood level—if rain continues to fall.\nToowoomba and the Lockyer Valley .\nThe city of Toowoomba, in the Darling Downs, was hit by flash flooding after more than of rain fell in 36 hours to 10 January 2011. This event caused four deaths in a matter of hours. Toowoomba is located on the Great Dividing Range, some above sea level. A three-week period where it had rained on all but three days had left the soil around Toowoomba very wet. When a line of storms hit the city on 10 January, the heavy rain rapidly ran off down gullies and streets. The central business district of the city sits in a small valley where East Creek and West Creek meet to form Gowrie Creek. With so much water the creeks burst their banks, pushing a devastating wall of water through the city centre.\nNearby Gatton saw people leave their homes as the Lockyer Creek rose to a record height of, higher than the previous record set in the 1893 Queensland floods. The flood passed through the Lockyer Valley town of Withcott, where the force of the water pushed cars into shops and forcing the evacuation of hundreds of people. The scene was described by an onlooker as \"like Cyclone Tracy has gone through it... If you dropped an atom bomb on it, you couldn't tell the difference.\" Grantham was also hit hard by the flooding rains. Houses were left crumpled by what Premier of Queensland Anna Bligh described as an \"inland tsunami\". According to local media, the flood waters had reached a height of by the time it struck Grantham. Nine people died, and 66 reported missing. The body of one victim washed away at Grantham was found downstream. The Queensland Police Commissioner Bob Atkinson warned that some bodies may never be found.\nBrisbane River.\nOn 11 January 2011 at around 2:30 pm EST, the Brisbane River broke its banks leading to evacuations in the Brisbane CBD and the suburbs of Fortitude Valley and West End. An evacuation centre was set up at the RNA Showgrounds in Bowen Hills. According to media, people living in 2100 Brisbane streets had been told to leave before the arrival of floods, which struck the city on 12 January. Brisbane Mayor Campbell Newman stated than about 20,000 homes would be affected when the river peaks on 14 January Newman also stated that the Brisbane River transport system had been \"substantially destroyed\".\nOn 13 January the Brisbane River did not reach anticipated heights but still 20,000 houses in Brisbane were flooded. Some of the Brisbane neighbourhoods worst affected by the floods include St Lucia, West End, Rocklea and Graceville. The floods have damaged some of Brisbane's icons. The Brisbane Riverwalk—a floating walkway over the Brisbane River linking the inner city neighbourhoods of Fortitude Valley and New Farm broke up. One section formed a \"floating missile\" that threatened the Sir Leo Hielscher Bridges. The largest part of the floating boardwalk was safely guided under the bridge by a tugboat and past other infrastructure before being safely secured. Brisbane's major Association football and Rugby league venue, Suncorp Stadium filled with water up to deep, reaching the third or fourth row of seats.\nWith the flood peaking at 4.46 m in Brisbane, the floods were the sixth highest in the city's history. Parts of the western suburbs of Brisbane were cut off for three days. People in suburbs including Bellbowrie, Moggill and Pullenvale were running low on food and other items when Moggill Road was cut until the Australian Army was able to reach the area on 15 January with much needed supplies.\nThe Bremer River at Ipswich— west of Brisbane—reached a height of on 12 January, flooding the central business district and at least 3,000 houses. One third of the city was said to be underwater and over 1100 people had taken shelter at evacuation centres. At nearby Marburg, a 4-year-old boy was swept away by floodwaters when he fell from a rescue boat. A man in his 50s died when he accidentally drove into floodwaters in the Ipswich suburb of Wulkuraka. The worst affected areas of Ipswich were the suburbs of Goodna and Gailes.\nOther areas.\nIn South East Queensland, the Wivenhoe Dam filled to a level equivalent to 191% of its supply capacity on 11 January 2011. Brisbane experienced its wettest December since 1859. Wyaralong Dam, near Beaudesert, had recently been completed and is receiving praise for reducing flooding in downstream Logan, having exceeded 80% of its capacity.\nIn North Queensland, the town of Ingham became isolated as the Herbert River peaked. Homes at Babinda, and Gordonvale were flooded.\nDeaths.\nAs of 14 January 2011, the floods have led to 30 deaths, 15 of which are from the Toowoomba and the Lockyer Valley area. Another 14 people are listed as missing, after the flash flood struck Toowoomba, Lockyer Valley, Brisbane and Ipswich.\nThe first death was reported on 20 November 2010, when a woman drowned in her vehicle near Dysart. In the following weeks, five others also drowned in their cars.\nNine people drowned after being caught directly by the flowing waters. and thirteen people died in other circumstances.\nDeath details.\nThe following list shows how, where, and when many of the deaths happened.\nReaction.\nPrime Minister of Australia Julia Gillard visited flooded areas on 31 December. The Queen of Australia, Elizabeth II, sent her expressions of concern and sympathy for the victims of the floods to her representative in Queensland, Governor Penelope Wensley. The Queen later gave money to her Queensland premier's flood relief appeal, as did her son, Prince Charles.\nUS Secretary of State Hillary Clinton said, \"On behalf of President Obama and the people of the United States, I offer my condolences for the loss of life and damage in Queensland caused by the recent flooding.\" U.S. President Barack Obama said he was ready to help.\nJohn Key, the Prime Minister of New Zealand, held a telephone call with Gillard. She thanked New Zealand for its help. Auckland, a sister city of Brisbane offered its help, with Auckland Mayor Len Brown sending Brisbane Lord Mayor Campbell Newman a message of support.\nRecovery.\nMajor General Michael Slater was put in charge a civilian recovery task force.\nThe Australian Defence Force's contribution to flood relief efforts was named Operation Queensland Flood Assist. The ADF established Joint Task Force 637, based at Enoggera Barracks in Brisbane, for operational command of on 1 January 2011.\nFood supplies have not been able to reach northern Queensland and have been transported to Townsville by ship.\nAbout 35 State Emergency Service workers from New South Wales and 20 from Victoria were used to provide a rest for tired staff and volunteers. A national appeal was set up on 29 December, with the state and federal governments giving A$1 million each.\nSmall businesses and farmers in 13 local government areas can get grants of up to A$25,000 to pay for costs from damage caused by the floods. National Disaster Relief and Recovery Arrangements were made available to a total of 31 local government areas across Queensland.\nNew Zealand, one of Australia's closest allies, said they would be sending two fifteen member civil defence teams to assist in flood rescue efforts. New Zealand will also send a number of New Zealand Defence Force soldiers, mainly engineers, as well as New Zealand Police and New Zealand Fire Service firefighters. A New Zealand Red Cross team was also dispatched.\nOn 17 January 2011, Anna Bligh said a Commission of Inquiry would look at the floods. The commission will investigate all the things that caused the floods, what the government did during the floods, and what things need to be changed in future. The final report is due in one year.\nAid efforts.\nOn 9 January, the \"Flood Relief Appeal: Australia Unites\" telethon broadcast by the Nine Network from Brisbane's Suncorp Piazza raised more than A$10 million in aid.\nAt the Twenty20 cricket match between Australia and England in Adelaide on 12 January, both teams gave part of their match fees to help the victims and A$28,450 was collected from the crowds.\nOn 16 January, the day before the 2011 Australian Open, a number of players took part in the \"Rally for Relief\". This was held at Rod Laver Arena in Melbourne, and 15,000 people went to see it and raised A$750,000. The Seven Network showed the games on television. Players who took part included Roger Federer, Rafael Nadal, Lleyton Hewitt, Novak Djokovic and Andy Roddick.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flood","surface_form":"flood","offset":61},{"uri":"Australia","surface_form":"Australia","offset":71},{"uri":"Queensland","surface_form":"Queensland","offset":172},{"uri":"Brisbane","surface_form":"Brisbane","offset":211},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":286},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":840},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":884},{"uri":"El_Ni%C3%B1o-Southern_Oscillation","surface_form":"La Niña","offset":900},{"uri":"Monsoon_trough","surface_form":"monsoonal trough","offset":1469},{"uri":"Coral_Sea","surface_form":"Coral Sea","offset":1513},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":1558},{"uri":"Gold_Coast%2C_Queensland","surface_form":"Gold Coast","offset":1585},{"uri":"Condamine%2C_Queensland","surface_form":"Condamine","offset":1680},{"uri":"Chinchilla%2C_Queensland","surface_form":"Chinchilla","offset":1694},{"uri":"Saltwater_crocodile","surface_form":"Saltwater crocodile","offset":2004},{"uri":"Shark","surface_form":"shark","offset":2029},{"uri":"Theodore%2C_Queensland","surface_form":"Theodore","offset":2151},{"uri":"Helicopter","surface_form":"helicopter","offset":2212},{"uri":"Evacuation","surface_form":"evacuation","offset":2229},{"uri":"Moura%2C_Queensland","surface_form":"Moura","offset":2250},{"uri":"Emerald%2C_Queensland","surface_form":"Emerald","offset":2326},{"uri":"Nogoa_River","surface_form":"Nogoa River","offset":2376},{"uri":"Rockhampton%2C_Queensland","surface_form":"Rockhampton","offset":2611},{"uri":"Fitzroy_River_(Queensland)","surface_form":"Fitzroy River","offset":2682},{"uri":"Central_Queensland_University","surface_form":"Central Queensland University","offset":2876},{"uri":"Port_of_Gladstone","surface_form":"Port of Gladstone","offset":3044},{"uri":"Goonyella_railway_line","surface_form":"Goonyella railway line","offset":3195},{"uri":"Bowen_Basin","surface_form":"Bowen Basin","offset":3265},{"uri":"Gayndah%2C_Queensland","surface_form":"Gayndah","offset":3399},{"uri":"Mundubbera%2C_Queensland","surface_form":"Mundubbera","offset":3411},{"uri":"Burnett_River","surface_form":"Burnett River","offset":3431},{"uri":"Bundaberg%2C_Queensland","surface_form":"Bundaberg","offset":3803},{"uri":"Burnett_River","surface_form":"Burnett River","offset":3859},{"uri":"Chinchilla%2C_Queensland","surface_form":"Chinchilla","offset":3972},{"uri":"Jericho%2C_Queensland","surface_form":"Jericho","offset":3987},{"uri":"Dalby%2C_Queensland","surface_form":"Dalby","offset":4077},{"uri":"Water_purification","surface_form":"water purification","offset":4120},{"uri":"Warwick%2C_Queensland","surface_form":"Warwick","offset":4303},{"uri":"Condamine_River","surface_form":"Condamine River","offset":4371},{"uri":"Condamine%2C_Queensland","surface_form":"Condamine","offset":4472},{"uri":"Surat%2C_Queensland","surface_form":"Surat","offset":4582},{"uri":"St_George%2C_Queensland","surface_form":"St George","offset":4592},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":4667},{"uri":"Angledool%2C_New_South_Wales","surface_form":"Angledoo","offset":4692},{"uri":"Goodooga%2C_New_South_Wales","surface_form":"Goodoga","offset":4702},{"uri":"Weilmoringle%2C_New_South_Wales","surface_form":"Weilmoringle","offset":4714},{"uri":"Culgoa_River","surface_form":"Culgoa","offset":4799},{"uri":"Bokhara_River","surface_form":"Bokhara River","offset":4810},{"uri":"Macintyre_River","surface_form":"Macintyre River","offset":4960},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":5041},{"uri":"Goondiwindi","surface_form":"Goondiwindi","offset":5103},{"uri":"Mary_River","surface_form":"Mary River","offset":5294},{"uri":"Maryborough%2C_Queensland","surface_form":"Maryborough","offset":5350},{"uri":"Gympie%2C_Queensland","surface_form":"Gympie","offset":5366},{"uri":"Toowoomba","surface_form":"Toowoomba","offset":5753},{"uri":"Darling_Downs","surface_form":"Darling Downs","offset":5771},{"uri":"Great_Dividing_Range","surface_form":"Great Dividing Range","offset":5953},{"uri":"Gowrie_Creek","surface_form":"Gowrie Creek","offset":6321},{"uri":"Gatton%2C_Queensland","surface_form":"Gatton","offset":6452},{"uri":"Lockyer_Creek","surface_form":"Lockyer Creek","offset":6495},{"uri":"1893_Queensland_floods","surface_form":"1893 Queensland floods","offset":6580},{"uri":"Lockyer_Valley","surface_form":"Lockyer Valley","offset":6633},{"uri":"Withcott%2C_Queensland","surface_form":"Withcott","offset":6656},{"uri":"Cyclone_Tracy","surface_form":"Cyclone Tracy","offset":6816},{"uri":"Atom_bomb","surface_form":"atom bomb","offset":6871},{"uri":"Grantham%2C_Queensland","surface_form":"Grantham","offset":6923},{"uri":"Anna_Bligh","surface_form":"Anna Bligh","offset":7029},{"uri":"Tsunami","surface_form":"tsunami","offset":7064},{"uri":"Queensland_Police","surface_form":"Queensland Police","offset":7289},{"uri":"Bob_Atkinson","surface_form":"Bob Atkinson","offset":7320},{"uri":"Brisbane_River","surface_form":"Brisbane River","offset":7439},{"uri":"Brisbane_CBD","surface_form":"Brisbane CBD","offset":7500},{"uri":"Fortitude_Valley","surface_form":"Fortitude Valley","offset":7532},{"uri":"West_End%2C_Queensland","surface_form":"West End","offset":7553},{"uri":"Brisbane_Exhibition_Ground","surface_form":"RNA Showgrounds","offset":7602},{"uri":"Bowen_Hills%2C_Queensland","surface_form":"Bowen Hills","offset":7621},{"uri":"Brisbane%2C_Queensland","surface_form":"Brisbane","offset":7676},{"uri":"Campbell_Newman","surface_form":"Campbell Newman","offset":7798},{"uri":"St_Lucia%2C_Queensland","surface_form":"St Lucia","offset":8184},{"uri":"West_End%2C_Queensland","surface_form":"West End","offset":8194},{"uri":"Rocklea%2C_Queensland","surface_form":"Rocklea","offset":8204},{"uri":"Graceville%2C_Queensland","surface_form":"Graceville","offset":8216},{"uri":"New_Farm%2C_Queensland","surface_form":"New Farm","offset":8406},{"uri":"Sir_Leo_Hielscher_Bridges","surface_form":"Sir Leo Hielscher Bridges","offset":8485},{"uri":"Tugboat","surface_form":"tugboat","offset":8595},{"uri":"Infrastructure","surface_form":"infrastructure","offset":8618},{"uri":"Association_football","surface_form":"Association football","offset":8679},{"uri":"Rugby_league","surface_form":"Rugby league","offset":8704},{"uri":"Suncorp_Stadium","surface_form":"Suncorp Stadium","offset":8724},{"uri":"Bellbowrie","surface_form":"Bellbowrie","offset":9014},{"uri":"Moggill","surface_form":"Moggill","offset":9026},{"uri":"Pullenvale","surface_form":"Pullenvale","offset":9038},{"uri":"Bremer_River_(Queensland)","surface_form":"Bremer River","offset":9214},{"uri":"Ipswich%2C_Queensland","surface_form":"Ipswich","offset":9230},{"uri":"Marburg%2C_Queensland","surface_form":"Marburg","offset":9477},{"uri":"Wulkuraka%2C_Queensland","surface_form":"Wulkuraka","offset":9657},{"uri":"Goodna%2C_Queensland","surface_form":"Goodna","offset":9724},{"uri":"Gailes%2C_Queensland","surface_form":"Gailes","offset":9735},{"uri":"Wivenhoe_Dam","surface_form":"Wivenhoe Dam","offset":9786},{"uri":"Wyaralong_Dam","surface_form":"Wyaralong Dam","offset":9933},{"uri":"Beaudesert%2C_Queensland","surface_form":"Beaudesert","offset":9953},{"uri":"Logan_City%2C_Queensland","surface_form":"Logan","offset":10053},{"uri":"North_Queensland","surface_form":"North Queensland","offset":10100},{"uri":"Ingham%2C_Queensland","surface_form":"Ingham","offset":10130},{"uri":"Herbert_River","surface_form":"Herbert River","offset":10160},{"uri":"Babinda%2C_Queensland","surface_form":"Babinda,","offset":10191},{"uri":"Gordonvale%2C_Queensland","surface_form":"Gordonvale","offset":10204},{"uri":"Dysart%2C_Queensland","surface_form":"Dysart","offset":10568},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":10860},{"uri":"Julia_Gillard","surface_form":"Julia Gillard","offset":10888},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":10964},{"uri":"Governor_of_Queensland","surface_form":"Governor","offset":11090},{"uri":"Penelope_Wensley","surface_form":"Penelope Wensley","offset":11099},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Prince Charles","offset":11209},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":11228},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":11247},{"uri":"Barack_Obama","surface_form":"President Obama","offset":11283},{"uri":"John_Key","surface_form":"John Key","offset":11492},{"uri":"Prime_Minister_of_New_Zealand","surface_form":"Prime Minister of New Zealand","offset":11506},{"uri":"Auckland","surface_form":"Auckland","offset":11611},{"uri":"Len_Brown","surface_form":"Len Brown","offset":11685},{"uri":"Campbell_Newman","surface_form":"Campbell Newman","offset":11723},{"uri":"Michael_Slater_(general)","surface_form":"Michael Slater","offset":11785},{"uri":"Australian_Defence_Force","surface_form":"Australian Defence Force","offset":11854},{"uri":"Operation_Queensland_Flood_Assist","surface_form":"Operation Queensland Flood Assist","offset":11928},{"uri":"Enoggera_Barracks","surface_form":"Enoggera Barracks","offset":12014},{"uri":"Townsville%2C_Queensland","surface_form":"Townsville","offset":12182},{"uri":"Local_Government_Areas_of_Queensland","surface_form":"local government areas across Queensland","offset":12684},{"uri":"New_Zealand","surface_form":"New Zealand","offset":12726},{"uri":"New_Zealand_Defence_Force","surface_form":"New Zealand Defence Force","offset":12914},{"uri":"New_Zealand_Police","surface_form":"New Zealand Police","offset":12979},{"uri":"New_Zealand_Fire_Service","surface_form":"New Zealand Fire Service","offset":13002},{"uri":"Red_Cross","surface_form":"Red Cross","offset":13055},{"uri":"Telethon","surface_form":"telethon","offset":13445},{"uri":"Nine_Network","surface_form":"Nine Network","offset":13471},{"uri":"Twenty20","surface_form":"Twenty20","offset":13560},{"uri":"Cricket","surface_form":"cricket","offset":13569},{"uri":"Adelaide","surface_form":"Adelaide","offset":13616},{"uri":"2011_Australian_Open","surface_form":"2011 Australian Open","offset":13779},{"uri":"Melbourne","surface_form":"Melbourne","offset":13894},{"uri":"Seven_Network","surface_form":"Seven Network","offset":13964},{"uri":"Roger_Federer","surface_form":"Roger Federer","offset":14041},{"uri":"Rafael_Nadal","surface_form":"Rafael Nadal","offset":14056},{"uri":"Lleyton_Hewitt","surface_form":"Lleyton Hewitt","offset":14070},{"uri":"Novak_Djokovic","surface_form":"Novak Djokovic","offset":14086},{"uri":"Andy_Roddick","surface_form":"Andy Roddick","offset":14105}]}