{"id":278893,"url":"http://en.wikipedia.org/wiki/Mantis_shrimp","text":"Mantis shrimps are crustacean stomatopods.\nThey are not actually shrimps, but members of the order Stomatopoda. There are about 400 species.\nThey are predators which kill their prey by hitting them at high speed.\nThey hold their body in a manner like that of a praying mantis, and have large, complex eyes. Some species can be 30 cm long.\nThey are highly coloured, and live in shallow tropical and subtropical habitats such as coral reefs.\nAttack methods.\nEach species has one of these two methods of attack\nBoth types strike by rapidly unfolding and swinging their claws at the prey, and can cause serious damage on victims larger than themselves.\nIn smashers, these two weapons are employed with blinding quickness, and hit their prey with the speed of a bullet. This is one of the fastest responses known to man.\nSmashers use this ability to attack snails, crabs, molluscs and rock oysters; their blunt clubs enabling them to crack the shells of their prey into pieces. Spearers, on the other hand, prefer the meat of softer animals, like fish, which their barbed claws can more easily slice and snag.\nCavitation shock waves.\nBecause they strike so rapidly, they generate cavitation bubbles between the appendage and the striking surface. The collapse of these bubbles hits their prey in addition to the impact of the appendage against the striking surface.\nThis means that the prey is hit twice by a single strike; first by the claw and then by the collapsing cavitation bubbles that immediately follow. Even if the initial strike misses the prey, the resulting shock wave can be enough to kill or stun the prey.\nEyesight.\nTheir eyes are mounted on mobile stalks and constantly move about independently of each other. They are considered to be the most complex eyes in the animal kingdom.\nThe mantis shrimp has such good eyes it can perceive both polarized light, and colour vision outside the normal visual spectrum.\nSome species have at least 16 different photoreceptor types, 12 of them for colour analysis in the different wavelengths (including four which are sensitive to ultraviolet light) and four of them for analysing polarised light. By comparison, humans have only four visual pigments, three dedicated to see colour.\nFunction of eyesight.\nThe eyes of mantis shrimp may recognize different types of coral, prey species (which are often transparent or semi-transparent), or predators, such as barracuda, which have shimmering scales.\nAlso, the manner in which mantis shrimp hunt (very rapid movements of the claws) may require very accurate ranging information, which would require accurate depth perception.\nDuring mating rituals, mantis shrimp actively fluoresce, and the wavelength of this fluorescence matches the wavelengths detected by their eye pigments.\nFemales are only fertile during certain phases of the tidal cycle; the ability to perceive the phase of the moon may therefore help prevent wasted mating efforts. It may also give mantis shrimp information about the size of the tide, which is important for species living in shallow water near the shore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crustacean","surface_form":"crustacean","offset":19},{"uri":"Order_(biology)","surface_form":"order","offset":93},{"uri":"Species","surface_form":"species","offset":132},{"uri":"Predator","surface_form":"predator","offset":150},{"uri":"Praying_mantis","surface_form":"praying mantis","offset":261},{"uri":"Tropical","surface_form":"tropical","offset":385},{"uri":"Subtropical","surface_form":"subtropical","offset":398},{"uri":"Habitat","surface_form":"habitat","offset":410},{"uri":"Coral_reefs","surface_form":"coral reefs","offset":427},{"uri":"Snail","surface_form":"snail","offset":852},{"uri":"Crab","surface_form":"crab","offset":860},{"uri":"Mollusc","surface_form":"mollusc","offset":867},{"uri":"Oyster","surface_form":"oyster","offset":885},{"uri":"Fish","surface_form":"fish","offset":1042},{"uri":"Cavitation","surface_form":"cavitation","offset":1175},{"uri":"Compound_eye","surface_form":"eyes","offset":1633},{"uri":"Animal","surface_form":"animal","offset":1777},{"uri":"Kingdom_(biology)","surface_form":"kingdom","offset":1784},{"uri":"Colour_vision","surface_form":"colour vision","offset":1872},{"uri":"Visual_spectrum","surface_form":"visual spectrum","offset":1905},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":2082},{"uri":"Pigment","surface_form":"pigment","offset":2193},{"uri":"Barracuda","surface_form":"barracuda","offset":2408},{"uri":"Fluorescence","surface_form":"fluoresce","offset":2670},{"uri":"Wavelength","surface_form":"wavelength","offset":2689},{"uri":"Tidal_cycle","surface_form":"tidal cycle","offset":2831},{"uri":"Lunar_phase","surface_form":"phase of the moon","offset":2872}]}