{"id":278833,"url":"http://en.wikipedia.org/wiki/Daintree_Rainforest","text":"The Daintree Rainforest is a tropical rainforest in Queensland, Australia. At around 1200 square kilometres the Daintree is the largest continuous area of tropical rainforest on the Australian mainland.It is named after Richard Daintree, an Australian geologist and photographer\nThe Daintree Rainforest is a main part of the Wet Tropics of Queensland, listed as a UNESCO World Heritage Site in 1988.\nThe Daintree Rainforest meets all four natural criteria on the \"Criteria for Selection to be a World Heritage Site\". It is one of only twelve natural World Heritage Sites worldwide that meet all four criteria. The Daintree area is adjacent to another World Heritage site, the Great Barrier Reef. This makes it the only place in the world where two natural World Heritage Sites meet.\nThe Daintree Rainforest contains 30% of the frog, marsupial and reptile species in Australia, and 65% of Australia's bat and butterfly species. 18% of bird species in the country can be found in this area. There are also over 12,000 species of insects. All of this diversity is contained within an area that takes up 0.2% of Australia.\nThe Daintree Rainforest is extremely ancient; it is thought to be over one hundred and thirty-five million years old. About 430 species of birds live among the trees. The primitive flowering plants \"Austrobaileya scandens\" and \"Idiospermum australiense\" are also endemic to the Daintree.\nThe forest is north of Mossman, Queensland, on the coast, north of Cairns in the tropical far north of Australia. Named after Richard Daintree, part of the forest is protected by the Daintree National Park and drained by the Daintree River.\nThe Daintree Rainforest is loosely defined as the area between the Mossman Gorge and the Bloomfield River. The roads north of the Daintree River wind through areas of lush forest, and have been designed to minimize impacts on the forest.\nThe Daintree Region is home to a number of rare and endangered species, including the southern cassowary and Bennett's tree-kangaroo. Other animals include the saltwater crocodile and the musky rat-kangaroo.\nThe rainforest also holds many ancient plants which have survived from the southern supercontinent Gondwana.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_rainforest","surface_form":"tropical rainforest","offset":29},{"uri":"Queensland","surface_form":"Queensland","offset":52},{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"Wet_Tropics_of_Queensland","surface_form":"Wet Tropics of Queensland","offset":325},{"uri":"UNESCO","surface_form":"UNESCO","offset":364},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":371},{"uri":"Great_Barrier_Reef","surface_form":"Great Barrier Reef","offset":676},{"uri":"Frog","surface_form":"frog","offset":827},{"uri":"Marsupial","surface_form":"marsupial","offset":833},{"uri":"Reptile","surface_form":"reptile","offset":847},{"uri":"Bat","surface_form":"bat","offset":900},{"uri":"Butterfly","surface_form":"butterfly","offset":908},{"uri":"Bird","surface_form":"bird","offset":934},{"uri":"Biodiversity","surface_form":"diversity","offset":1048},{"uri":"Endemism","surface_form":"endemic","offset":1382},{"uri":"Mossman%2C_Queensland","surface_form":"Mossman, Queensland","offset":1430},{"uri":"Cairns","surface_form":"Cairns","offset":1474},{"uri":"Tropical","surface_form":"tropical","offset":1488},{"uri":"Daintree_National_Park","surface_form":"Daintree National Park","offset":1590},{"uri":"Mossman_Gorge","surface_form":"Mossman Gorge","offset":1715},{"uri":"Bloomfield_River","surface_form":"Bloomfield River","offset":1737},{"uri":"Southern_cassowary","surface_form":"southern cassowary","offset":1972},{"uri":"Bennett%27s_tree-kangaroo","surface_form":"Bennett's tree-kangaroo","offset":1995},{"uri":"Saltwater_crocodile","surface_form":"saltwater crocodile","offset":2046},{"uri":"Musky_rat-kangaroo","surface_form":"musky rat-kangaroo","offset":2074},{"uri":"Supercontinent","surface_form":"supercontinent","offset":2178},{"uri":"Gondwana","surface_form":"Gondwana","offset":2193}]}