{"id":278960,"url":"http://en.wikipedia.org/wiki/Colour_vision","text":"e=\"preserve\">Colour vision is the capacity of an organism to distinguish objects based on the wavelengths (or frequencies) of the light they reflect, emit, or transmit. Colour is a quality constructed by the visual brain and not a property of objects.\nA 'red' apple does not emit red light. Rather, it simply absorbs all the frequencies of visible light shining on it except for a group of frequencies that are reflected.\nIt is these frequencies which are perceived as red.\nMechanism.\nThe nervous system derives colour by comparing the responses to light from the several types of cone photoreceptors in the eye. These cone photoreceptors are sensitive to different portions of the visible spectrum.\nFor humans, the visible spectrum ranges approximately from 380 to 740 nm, and there are normally three types of cones. The visible range and number of cone types differ between species.\nWith colour vision gets better vision (more information) about the things it sees. This lets it see when fruit or vegetables are ripe, and lets it see animals hiding from plain sight. The advantage of colour vision is mainly in the daytime. At night the main problem is to collect light and see in the weak light. This is something rods do better than cones.\nTypes of colour vision.\nColour vision is not an all-or-none state. Many groups of animals can distinguish colour, but in different ways. In mammals, for instance, some groups are without colour vision, and some are dichromats: they have two kinds of cones, and cannot see ultraviolet, red and orange light. It is thought that the mammals which survived though the Jurassic period were small nocturnal burrowing animals with little need to see colour. Later, after the extinction of the dinosaurs, many lines adapted to be more active in the daytime. Most developed a form of colour vision, which is much more useful in the daytime. Primates developed full (trichromacy) colour vision. For them, the ability to distinguish the colour of fruit and leaves is almost essential.\nMany insects have colour vision in the ultraviolet range, which humans do not. That is why honey guides on flowers are so noticeable in ultraviolet light photographs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":49},{"uri":"Wavelength","surface_form":"wavelength","offset":94},{"uri":"Frequency","surface_form":"frequencies","offset":110},{"uri":"Light","surface_form":"light","offset":130},{"uri":"Reflection","surface_form":"reflect","offset":141},{"uri":"Emit","surface_form":"emit","offset":150},{"uri":"Transmission","surface_form":"transmit","offset":159},{"uri":"Brain","surface_form":"brain","offset":215},{"uri":"Property","surface_form":"property","offset":231},{"uri":"Object","surface_form":"object","offset":243},{"uri":"Visible_light","surface_form":"visible light","offset":340},{"uri":"Perception","surface_form":"perceived","offset":456},{"uri":"Cone_cell","surface_form":"cone photoreceptors","offset":581},{"uri":"Vision","surface_form":"visible","offset":682},{"uri":"Spectrum","surface_form":"spectrum","offset":690},{"uri":"Fruit","surface_form":"fruit","offset":991},{"uri":"Vegetables","surface_form":"vegetables","offset":1000},{"uri":"Camouflage","surface_form":"hiding from plain sight","offset":1045},{"uri":"Rod_cell","surface_form":"rods","offset":1218},{"uri":"Animal","surface_form":"animal","offset":1327},{"uri":"Mammal","surface_form":"mammal","offset":1385},{"uri":"Jurassic_period","surface_form":"Jurassic period","offset":1609},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1636},{"uri":"Dinosaur","surface_form":"dinosaur","offset":1731},{"uri":"Primate","surface_form":"Primate","offset":1877},{"uri":"Trichromacy","surface_form":"trichromacy","offset":1902},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":2058},{"uri":"Human","surface_form":"human","offset":2083}]}