{"id":279083,"url":"http://en.wikipedia.org/wiki/Smithsonian_National_Zoological_Park","text":"The Smithsonian National Zoological Park is one of the oldest zoos in the United States. It is part of the Smithsonian Institution and does not charge admission. It began in 1889 and wants to be a leader in animal care, science, education, sustainability, and visitor experience.<ref name=\"national zoo/aboutus/mission\"> It is also called the National Zoo. The Zoo has two campuses. The first is a urban park in northwest Washington, D.C.. It is 20 minutes from the National Mall by Metro. It offers family fun, excitement and interesting education programs. The other campus is the [http://nationalzoo.si.edu/SCBI/default.cfm?hpout=science_link&xtr= Smithsonian Conservation and Research Center] (SCBI; formerly known as the Conservation and Research Center) in Front Royal, Virginia. SCBI is not open to the public. It is for training wildlife professionals in conservation biology and to propagating rare species through natural means and assisted reproduction. The National Zoo is accredited by the Association of Zoos and Aquariums (AZA).\nAltogether, the two facilities contain some 2,000 animals of 400 different species.<ref name=\"nationalzoo/AnimalIndex\">\nHistory.\nThe National Zoo was created by an Act of Congress in 1889 for “the advancement of science and the instruction and recreation of the people.” In 1890 it became a part of the Smithsonian Institution. Three well-known people planned the Zoo: Samuel Langley, third Secretary of the Smithsonian; William T. Hornaday, a conservationist and head of the Smithsonian's vertebrate division; and Frederick Law Olmsted, a landscape architect. They designed a new zoo to show animals for the public and to serve as a refuge for wildlife, such as bison and beaver, which were rapidly vanishing from North America.\nThe National Zoo has been the home to giant pandas for more than 30 years. First Hsing Hsing and Ling Ling in 1972, and, since 2000, Mei Xiang and Tian Tian. On July 9, 2005, Mei Xiang gave birth to Tai Shan, who went to China in February 2010.\nThe zoo is supported by taxes and is open to everyone. About 2 million people visit each year, according to the \"Washington Post\" in 2005.","categories":[],"infobox_types":["zoo"],"annotations":[{"uri":"United_States","surface_form":"United States","offset":74},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":107},{"uri":"Sustainability","surface_form":"sustainability","offset":240},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":422},{"uri":"Front_Royal%2C_Virginia","surface_form":"Front Royal, Virginia","offset":763},{"uri":"Association_of_Zoos_and_Aquariums","surface_form":"Association of Zoos and Aquariums","offset":1003},{"uri":"William_T._Hornaday","surface_form":"William T. Hornaday","offset":1465},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1534},{"uri":"Bison","surface_form":"bison","offset":1707},{"uri":"Beaver","surface_form":"beaver","offset":1717},{"uri":"Giant_Panda","surface_form":"giant pandas","offset":1812},{"uri":"Washington_Post","surface_form":"Washington Post","offset":2132}]}