{"id":279014,"url":"http://en.wikipedia.org/wiki/Crash_Team_Racing","text":"\"Crash Team Racing\" is a racing video game developed by Naughty Dog and published by Sony Computer Entertainment for the PlayStation. The game was released in North America on September 30, 1999. It was released in Europe and Australia later the same year. It was released again for the Greatest Hits chain in 2000.\n\"Crash Team Racing\" is the fourth game in the \"Crash Bandicoot\" series. It is the first \"Crash Bandicoot\" racing game and the last to be developed by Naughty Dog. The characters of the \"Crash Bandicoot\" series, must race against the evil Nitros Oxide and save their planet from destruction. In the game, players can take control of one of fifteen \"Crash Bandicoot\" series characters. Although only eight are available at first. During the races, speed power-ups and other objects to use for safety, can be used to help the player win the game.\nThe game received very good reviews from video game critics. They liked its gameplay and graphics. However, the audio had a mixed review. In 2003, \"Crash Nitro Kart\", was released for the PlayStation 2, Nintendo GameCube, Xbox, Game Boy Advance and N-Gage game consoles. It is not a sequel to \"Crash Team Racing\". With 2.2 million copies sold, \"Crash Team Racing\" remains one of the most popular PlayStation and best-selling video games as of 2012.\nGameplay.\n\"Crash Team Racing\" is a racing game in which the player controls characters from the \"Crash Bandicoot\" universe. The characters compete in karts. While racing, the player can accelerate, steer, reverse, brake, hop or use weapons and power-ups with the game controller's analog stick and buttons. There are two different crates that are scattered throughout the tracks and arenas of \"Crash Team Racing\". Crates with question marks (?) on them have power-ups and weapons. Players must drive through and break the crate. When a player collects a weapon or power-up, it will appear in a box at the top of the screen. Once the player has this, they can destroy other racers with the weapon. The power-ups can help the player's performance. \"Fruit Crates\" carry \"Wumpa Fruit\" that increase the speed of the player's kart. This strengthens the player's weapons and power-ups if ten of them are collected.\nThe power slide can be done by holding down one of the shoulder buttons to perform a hop, and steering before the kart lands. While sliding, the \"Turbo Boost Meter\" on the lower-right corner of the screen fills up and goes from green to red. To get a speed boost, the player quickly presses the opposite shoulder button while the Turbo Boost Meter is red. The player can get three speed boosts in a row during a power slide. The third speed boost is more powerful. If the player waits too long into the power slide for a boost, the kart will spin around.\nCharacters.\nFifteen characters are playable in \"Crash Team Racing\". However, only eight of them are playable from the start. Crash Bandicoot, the protagonist of the series, is a playable character. Doctor Neo Cortex, Crash's enemy, is a mad scientist. He wants to stop Nitros Oxide so that he may take over the world himself. Coco Bandicoot, Crash's younger sister, is a computer genius. Doctor N. Gin is a rocket scientist. He is Cortex follower and serves his master. Pura and Polar's karts have low speed but better handling. This allows them to get around tight corners. Tiny Tiger and Dingodile's karts are built for top speed.\nThe main antagonist of the story, Nitros Oxide, believes he is the fastest racer in the galaxy. He warns everyone about his plan to turn planet Earth into a concrete parking lot. There are four bosses: Ripper Roo, Papu Papu, Komodo Joe and Pinstripe Potoroo. The four bosses, along with a mistake clone of Crash Bandicoot named Fake Crash, become playable characters if the Adventure Mode is fully completed.\nThe player's tutors in the game are the twin witch doctor masks Aku Aku and Uka Uka. They give hints that help the player develop their racing skills. They become power-ups during the races. They temporarily protect the player from all attacks. However, their power does not protect the player from chasms or deep water.\nStory.\nThe inhabitants of Earth are visited by an extraterrestrial named Nitros Oxide. He claims to be the fastest racer in the galaxy. He challenges Earth to a game called \"Survival of the Fastest\". If Earth's driver wins, he promises to leave Earth alone. However, if Oxide wins, he will turn Earth into a concrete parking lot and enslave the Earthlings. In response, the player character gathers all four Boss Keys needed to enter Oxide's spaceship and races him in a one-on-one match. Upon Oxide's defeat by the player character, he leaves Earth. He promises that he will return when all of the Time Relics have been gathered. Oxide faces the player again after all the Time Relics are gathered. After losing once more, Oxide keeps his word and leaves Earth forever. The end credits explains what the characters of the game did after the events of the story. Nitros Oxide himself returns to his home planet of Gasmoxia and hides from society. After years of therapy to cope with his loss, he tries to do unicycle-racing. However, he gets into a bad accident.\nHow the game was created.\nNaughty Dog began production on \"Crash Team Racing\" after the completion of ' (1997). The game engine for \"Crash Team Racing\" was created at the same time ' (1998) was produced. The characters of the game were designed by Charles Zembillas and Joe Pearson. They had designed the characters of the last three games of the \"Crash Bandicoot\" series. Nitros Oxide was originally a mad scientist who enjoys speed. Oxide plotted to speed up the entire world until the end of time. However, Zembillias and Pearson wanted the character to be an extraterrestrial. Because they said there were already human, animal and machine bosses in the past.\nDavid Baggett produced the game's soundtrack, with Mark Mothersbaugh and Josh Mancell of Mutato Muzika composing the music. Sound effects were created by Mike Gollum, Ron Horwitz and Kevin Spears of Universal Sound Studios. The voices of Doctor Neo Cortex and Uka Uka were provided by Clancy Brown. The voices of Doctor N. Gin, Tiny Tiger and Pinstripe Potoroo were provided by voice actor Brendan O'Brien. Additional voices were provided by David A. Pizzuto, Mel Winkler, Michael Ensign, Hynden Walch, Billy Pope, Mike Gollom, Michael Connor and Chip Chinery.\nReviews.\n\"Crash Team Racing\" was given favorable reviews from critics. \"Official PlayStation Magazine\" described \"Crash Team Racing\" as \"the game that made kart racing cool\". \"Electronic Gaming Monthly\" believed that the game was \"inspired [a lot] by \"Mario Kart\", but still an amazing multiplayer racer.\" Doug Perry of IGN said that the game was \"rock solid\" in its gameplay and graphics, but Perry did not like Crash's smile because it made him look evil. Jeff Gerstmann of GameSpot called the game \"a great Mario Kart clone\", and that it succeeded where similar games like \"Mega Man Battle & Chase\", \"Bomberman Fantasy Race\", \"Diddy Kong Racing\", \"Chocobo Racing\" and \"Mario Kart\" had failed.\nCritics gave a mixed review of the game's audio. The D-Pad Destroyer of GamePro said that the \"whimsical\" (no sound; which makes it very annoying) background music is \"quite enjoyable\" and the character sound bites are \"varied enough to avoid becoming annoying.\" Doug Perry of IGN said that the voice acting is \"nothing really that cute, clever or memorable\" in the game, and believed that Crash's voice in the game is very similar to that of Luigi from the \"Mario Kart\" series. Jeff Gertsmann of GameSpot wrote that while the music and sound effects \"push the game's cartoon theme,\" the themes were not too \"over the top\". Joe Ottoson of Allgame believed that the characters \"are all quite vocal\", and the music \"sets off the whimsical mood nicely\".\nThere have been over 2.2 million copies sold of \"Crash Team Racing\". There were 1.71 million copies sold in Europe, 2.64 million copies sold in the United States, and under 500,000 copies sold in Japan. As a result of its success, the game was re-released for the Sony Greatest Hits chain in 2000 and for the Platinum Range on January 12, 2001. \"Crash Nitro Kart\" was released in 2003 for the PlayStation 2, Xbox, Nintendo GameCube, Game Boy Advance and N-Gage. It is not a sequel to \"Crash Team Racing\" and was the first game in the \"Crash Bandicoot\" series to feature a full motion video.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Racing_video_game","surface_form":"racing video game","offset":25},{"uri":"Video_game_developer","surface_form":"developed","offset":43},{"uri":"Naughty_Dog","surface_form":"Naughty Dog","offset":56},{"uri":"Video_game_publisher","surface_form":"published","offset":72},{"uri":"Sony_Computer_Entertainment","surface_form":"Sony Computer Entertainment","offset":85},{"uri":"PlayStation","surface_form":"PlayStation","offset":121},{"uri":"North_America","surface_form":"North America","offset":159},{"uri":"Europe","surface_form":"Europe","offset":215},{"uri":"Australia","surface_form":"Australia","offset":226},{"uri":"List_of_Sony_Greatest_Hits_games","surface_form":"Greatest Hits","offset":287},{"uri":"Crash_Bandicoot_(series)","surface_form":"Crash Bandicoot","offset":363},{"uri":"Series","surface_form":"series","offset":380},{"uri":"Fictional_character","surface_form":"characters","offset":483},{"uri":"Evil","surface_form":"evil","offset":549},{"uri":"Speed","surface_form":"speed","offset":762},{"uri":"Power-up","surface_form":"power-up","offset":768},{"uri":"Review","surface_form":"reviews","offset":888},{"uri":"Critic","surface_form":"critic","offset":912},{"uri":"Gameplay","surface_form":"gameplay","offset":936},{"uri":"Graphic","surface_form":"graphic","offset":949},{"uri":"Crash_Nitro_Kart","surface_form":"Crash Nitro Kart","offset":1008},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":1048},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":1063},{"uri":"Xbox","surface_form":"Xbox","offset":1082},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":1088},{"uri":"N-Gage","surface_form":"N-Gage","offset":1109},{"uri":"Game_console","surface_form":"game console","offset":1116},{"uri":"Sequel","surface_form":"sequel","offset":1143},{"uri":"List_of_best-selling_PlayStation_video_games","surface_form":"best-selling video games","offset":1272},{"uri":"Kart_racing","surface_form":"karts","offset":1459},{"uri":"Accelerate","surface_form":"accelerate","offset":1495},{"uri":"Steering","surface_form":"steer","offset":1507},{"uri":"Reverse","surface_form":"reverse","offset":1514},{"uri":"Hop","surface_form":"hop","offset":1530},{"uri":"Power-up","surface_form":"power-up","offset":1553},{"uri":"Game_controller","surface_form":"controller","offset":1577},{"uri":"Box","surface_form":"crates","offset":1640},{"uri":"Arena","surface_form":"arena","offset":1692},{"uri":"Performance","surface_form":"performance","offset":2042},{"uri":"Increase","surface_form":"increase","offset":2095},{"uri":"Crash_Bandicoot_(character)","surface_form":"Crash Bandicoot","offset":2898},{"uri":"Protagonist","surface_form":"protagonist","offset":2919},{"uri":"Enemy","surface_form":"enemy","offset":2998},{"uri":"Scientist","surface_form":"scientist","offset":3014},{"uri":"Computer","surface_form":"computer","offset":3144},{"uri":"Genius","surface_form":"genius","offset":3153},{"uri":"Aerospace_engineering","surface_form":"rocket scientist","offset":3180},{"uri":"Serve","surface_form":"serves","offset":3224},{"uri":"Master","surface_form":"master","offset":3235},{"uri":"Antagonist","surface_form":"antagonist","offset":3415},{"uri":"Galaxy","surface_form":"galaxy","offset":3494},{"uri":"Earth","surface_form":"Earth","offset":3550},{"uri":"Concrete","surface_form":"concrete","offset":3563},{"uri":"Parking_lot","surface_form":"parking lot","offset":3572},{"uri":"Boss_(video_game)","surface_form":"bosses","offset":3600},{"uri":"Mistake","surface_form":"mistake","offset":3695},{"uri":"Clone","surface_form":"clone","offset":3703},{"uri":"Tutor","surface_form":"tutor","offset":3828},{"uri":"Twin","surface_form":"twin","offset":3855},{"uri":"Witch_doctor","surface_form":"witch doctor","offset":3860},{"uri":"Mask","surface_form":"mask","offset":3873},{"uri":"Hints","surface_form":"hints","offset":3910},{"uri":"Temporary","surface_form":"temporarily","offset":4011},{"uri":"Defend","surface_form":"protect","offset":4023},{"uri":"Rift_(geology)","surface_form":"chasms","offset":4114},{"uri":"Inhabitant","surface_form":"inhabitants","offset":4147},{"uri":"Extraterrestrial_life","surface_form":"extraterrestrial","offset":4186},{"uri":"Slave","surface_form":"enslave","offset":4469},{"uri":"Spaceship","surface_form":"spaceship","offset":4578},{"uri":"Defeat","surface_form":"defeat","offset":4638},{"uri":"Relic","surface_form":"Relic","offset":4815},{"uri":"Credit","surface_form":"credit","offset":4915},{"uri":"Therapy","surface_form":"therapy","offset":5098},{"uri":"Cope","surface_form":"cope","offset":5109},{"uri":"Unicycle","surface_form":"unicycle","offset":5144},{"uri":"Accident","surface_form":"accident","offset":5189},{"uri":"Game_engine","surface_form":"game engine","offset":5315},{"uri":"Design","surface_form":"design","offset":5435},{"uri":"Soundtrack","surface_form":"soundtrack","offset":5897},{"uri":"Composer","surface_form":"composing","offset":5966},{"uri":"Sound_effect","surface_form":"Sound effect","offset":5987},{"uri":"Clancy_Brown","surface_form":"Clancy Brown","offset":6148},{"uri":"Voice_actor","surface_form":"voice actor","offset":6241},{"uri":"Favorable","surface_form":"favorable","offset":6463},{"uri":"Review","surface_form":"reviews","offset":6473},{"uri":"Critic","surface_form":"critic","offset":6486},{"uri":"Official_U.S._PlayStation_Magazine","surface_form":"Official PlayStation Magazine","offset":6496},{"uri":"Kart_racing","surface_form":"kart racing","offset":6580},{"uri":"Electronic_Gaming_Monthly","surface_form":"Electronic Gaming Monthly","offset":6600},{"uri":"Mario_Kart","surface_form":"Mario Kart","offset":6676},{"uri":"Multiplayer_video_game","surface_form":"multiplayer","offset":6710},{"uri":"IGN","surface_form":"IGN","offset":6744},{"uri":"GameSpot","surface_form":"GameSpot","offset":6900},{"uri":"Similar","surface_form":"similar","offset":6981},{"uri":"Sound","surface_form":"audio","offset":7162},{"uri":"Various","surface_form":"varied","offset":7340},{"uri":"Avoid","surface_form":"avoid","offset":7357},{"uri":"Clever","surface_form":"clever","offset":7458},{"uri":"Memorable","surface_form":"memorable","offset":7468},{"uri":"Luigi","surface_form":"Luigi","offset":7563},{"uri":"Cartoon","surface_form":"cartoon","offset":7688},{"uri":"Theme","surface_form":"theme","offset":7696},{"uri":"Allgame","surface_form":"Allgame","offset":7759},{"uri":"Europe","surface_form":"Europe","offset":7979},{"uri":"United_States","surface_form":"United States","offset":8019},{"uri":"Japan","surface_form":"Japan","offset":8067},{"uri":"List_of_Sony_Greatest_Hits_games","surface_form":"Sony Greatest Hits","offset":8135},{"uri":"Platinum_Range","surface_form":"Platinum Range","offset":8180},{"uri":"Crash_Nitro_Kart","surface_form":"Crash Nitro Kart","offset":8217},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":8264},{"uri":"Xbox","surface_form":"Xbox","offset":8279},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":8285},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":8304},{"uri":"N-Gage","surface_form":"N-Gage","offset":8325},{"uri":"Sequel","surface_form":"sequel","offset":8345},{"uri":"Full_motion_video","surface_form":"full motion video","offset":8443}]}