{"id":279054,"url":"http://en.wikipedia.org/wiki/Los_Angeles_Zoo","text":"The Los Angeles Zoo, founded in 1966, is a zoo in Los Angeles, California. The City of Los Angeles owns the entire zoo, its land and buildings, and the animals. Animal care, grounds maintenance, construction, education, public information, and administrative staff are city employees.\nHistory and overview.\nThe zoo, located in Los Angeles' Griffith Park, is home to 1,100 animals from around the world. The first zoo opened in 1912 and was about two miles (3.2 km) north of its current site until about 1965.\nIn the 1971 20th Century Fox film \"Escape from the Planet of the Apes\", the characters Zira and Cornelius are briefly kept at the Los Angeles Zoo.\nThe zoo is open from 10am–5pm every day of the year except December 25.\nBotanical Gardens.\nIn 2002, the zoo became a certified Botanical Gardens and the official name of the institution was changed to the Los Angeles Zoo and Botanical Gardens. There are 15 different collections around the zoo. They show over 800 different plant species, with a total of over 7,400 individual plants.\nGottlieb Animal Health and Conservation Center.\nThe Gottlieb Animal Health and Conservation Center is in a restricted area of the zoo. Among other features, it includes a state-of-the-art intensive care unit, an on-site commissary, a surgical suite with observation area, and research facilities. In 2007 the facility handled 853 medical cases. The smallest patient treated was a spider tortoise (0.08 kg) and the largest was an Asian elephant (4,826 kg). It is named after Robert and Suzanne Gottlieb.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zoo","surface_form":"zoo","offset":43},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles","offset":50},{"uri":"California","surface_form":"California","offset":63},{"uri":"Griffith_Park","surface_form":"Griffith Park","offset":340},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":521},{"uri":"Escape_from_the_Planet_of_the_Apes","surface_form":"Escape from the Planet of the Apes","offset":544}]}