{"id":279067,"url":"http://en.wikipedia.org/wiki/Predation","text":"In ecology, predation describes a relationship and actions between two creatures. A predator catches, attacks, and eats its prey. Predators may or may not kill their prey before eating them. But the act of predation always causes the death of its prey and taking in the prey's body parts into the predators body. A true predator can be thought of as one which both kills and eats another animal, but many animals act as both predator and scavenger.\nA predator is an animal that hunts, catches, and eats other animals. For example, a spider eating a fly caught at its web is a predator, or a pack of lions eating a buffalo. The animals that the predator hunts are called prey. A \"top predator\" or \"apex predator\" is one that is not the prey of other predators.\nPredators are usually carnivores (meat-eaters) or omnivores (eats plants and other animals). Predators will hunt other animals for food. Examples of predators are hawks, eagles, falcons, cats, crocodiles, snakes, raptors, wolves, killer whales, lobsters, lions, and sharks.\nAmbush predator.\nAmbush predators or sit-and-wait predators are carnivorous animals or other organisms, such as some carnivorous plants. They capture or trap prey by stealth or strategy (not conscious strategy), rather than just by speed or strength.\nThese organisms usually hide quiet and wait for prey to come within striking distance. They often are camouflaged, and may be solitary. This may be safer for the predator, because lying in wait exposes it less to its own predators.\nWhen a predator cannot move faster than its preferred prey, ambushing its prey is likely to be more efficient than pursuit. A predator that can move at high speed for a long time can be a pursuit predator, chasing until its prey tires and slows. There are however many intermediate strategies; for example when a pursuit predator is faster than its prey over a short distance, but not in a long chase, then either stalking or ambushing becomes part of the strategy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecology","surface_form":"ecology","offset":3},{"uri":"Scavenger","surface_form":"scavenger","offset":438},{"uri":"Animal","surface_form":"animal","offset":466},{"uri":"Hunt","surface_form":"hunt","offset":478},{"uri":"Spider","surface_form":"spider","offset":533},{"uri":"Lions","surface_form":"lions","offset":599},{"uri":"Carnivore","surface_form":"carnivore","offset":782},{"uri":"Omnivore","surface_form":"omnivore","offset":810},{"uri":"Food","surface_form":"food","offset":891},{"uri":"Hawk","surface_form":"hawk","offset":923},{"uri":"Eagle","surface_form":"eagle","offset":930},{"uri":"Falcon","surface_form":"falcon","offset":938},{"uri":"Felidae","surface_form":"cat","offset":947},{"uri":"Crocodile","surface_form":"crocodile","offset":953},{"uri":"Snake","surface_form":"snake","offset":965},{"uri":"Raptor","surface_form":"raptor","offset":973},{"uri":"Wolves","surface_form":"wolves","offset":982},{"uri":"Killer_whales","surface_form":"killer whales","offset":990},{"uri":"Lobster","surface_form":"lobster","offset":1005},{"uri":"Lion","surface_form":"lion","offset":1015},{"uri":"Shark","surface_form":"shark","offset":1026},{"uri":"Carnivore","surface_form":"carnivorous animals","offset":1098},{"uri":"Carnivorous_plant","surface_form":"carnivorous plant","offset":1151},{"uri":"Camouflage","surface_form":"camouflage","offset":1387},{"uri":"Ambush","surface_form":"ambush","offset":1577},{"uri":"Stalking","surface_form":"stalking","offset":1931}]}