{"id":279060,"url":"http://en.wikipedia.org/wiki/Phil_Bronstein","text":"e=\"preserve\">Phil Bronstein (born October 4, 1950) was the executive vice president and editor of the \"San Francisco Chronicle\".\nCareer.\nBronstein's career began as a reporter with KQED-TV in San Francisco. He later moved to the \"San Francisco Examiner\". At the \"Examiner\", Bronstein specialized in investigations and was a foreign correspondent for eight years. He has won awards for his writing about the Philippines from the Overseas Press Club, Associated Press, the World Affairs Council and Media Alliance. He was named executive editor of the \"Examiner\" in 1991, having previously served as managing editor for news. Under his service, the \"Examiner\" circulation declined rapidly, which Bronstein blamed on the afternoon delivery of the paper.\nBronstein was named executive vice president and editor of the \"San Francisco Chronicle\" in March 2003. He had been senior vice president and executive editor of the paper when Hearst Corp. bought The Chronicle.\nThe newspaper had been selling fewer newspapers each year. In late March 2007, Bronstein called an emergency staff meeting and reportedly stated that the news business \"is broken, and no one knows how to fix it.\" This meeting happened after several weeks of articles focused on the influence of the Internet and the blogosphere made front page headlines in the \"Chronicle\".\nOn January 23, 2008, Bronstein announced that he was leaving his job as editor of the Chronicle. He became editor-at-large with Hearst Newspapers.\nPersonal life.\nHe was married to actress Sharon Stone from February 1998 until January 2004. They adopted a son named Roan. Bronstein married again later. He lives in Mill Valley, CA with his wife and three kids.\nIn June 2001, he was seriously injured by a Komodo dragon. He entered its cage at the Los Angeles Zoo after being invited in by the dragon's keeper. Bronstein was bitten on his bare foot. He did not wear shoes because the zoo worker had told him to take them off. The shoes were white could have excited the dragon.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Francisco_Chronicle","surface_form":"San Francisco Chronicle","offset":103},{"uri":"KQED-TV","surface_form":"KQED-TV","offset":181},{"uri":"San_Francisco_Examiner","surface_form":"San Francisco Examiner","offset":230},{"uri":"Foreign_correspondent","surface_form":"foreign correspondent","offset":324},{"uri":"Overseas_Press_Club","surface_form":"Overseas Press Club","offset":428},{"uri":"Associated_Press","surface_form":"Associated Press","offset":449},{"uri":"World_Affairs_Council","surface_form":"World Affairs Council","offset":471},{"uri":"Media_Alliance","surface_form":"Media Alliance","offset":497},{"uri":"San_Francisco_Chronicle","surface_form":"San Francisco Chronicle","offset":815},{"uri":"Hearst_Corp.","surface_form":"Hearst Corp.","offset":928},{"uri":"Internet","surface_form":"Internet","offset":1262},{"uri":"Blogosphere","surface_form":"blogosphere","offset":1279},{"uri":"Hearst_Newspapers","surface_form":"Hearst Newspapers","offset":1465},{"uri":"Sharon_Stone","surface_form":"Sharon Stone","offset":1525},{"uri":"Mill_Valley%2C_CA","surface_form":"Mill Valley, CA","offset":1651},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":1741},{"uri":"Los_Angeles_Zoo","surface_form":"Los Angeles Zoo","offset":1783}]}