{"id":279093,"url":"http://en.wikipedia.org/wiki/Thomas_S._Monson","text":"Thomas Spencer Monson (August 21, 1927 – January 2, 2018) was an American religious leader and writer. On February 3, 2008, he became the sixteenth President of The Church of Jesus Christ of Latter-day Saints, after the death of Gordon B. Hinckley. He was appointed on the basis of seniority following the death of the previous president. He was born in Salt Lake City, Utah.\nMonson was made an apostle at age 36. He was a member of the Quorum of the Twelve Apostles until he became the President of the Church. As president of the church, Monson is said to be a prophet, seer, and revelator of God's will. Monson has spent most of his time engaged in various church leadership positions and in public service.\nHe has received three honorary doctorates. He is Chairman of the Church Boards of Trustees/Education of the Church Educational System. He was appointed by Ronald Reagan to the President's Task Force for Private Sector Initiatives. Monson received the Boy Scouts of America's Silver Buffalo and the World Organization of the Scout Movement's Bronze Wolf—both awards. Both awards are the highest given in each organization.\nMonson died in Salt Lake City on January 2, 2018 at the age of 90. He was replaced by Russell M. Nelson.\nEarly life.\nMonson was born on August 21, 1927 in Salt Lake City, Utah. His Father was George Spencer Monson (1901–1979) and his mother was Gladys Condie Monson (1902–1973). Nels Monson was his Swedish grandfather. Nels Monson was born in Torhamn, Switzerland and moved to Utah at the age of 16. Thomas S. Monson was the second of six children. He grew up in a close family. Many of his mother's family lived on the same street. Aunts, uncles, and cousins frequently vacationed together. The family's neighborhood had many families from Mexico. Monson said he developed a love for the Mexican people and culture. Monson often spent weekends with family on their farms in Granger (now part of West Valley City). Monson's father owned a printing business. Monson worked there when he was a teenager.\nFrom 1940 to 1944, Monson attended West High School in Salt Lake City. In 1944, he started going to the University of Utah. While Monson was at school he met his future wife, Frances. Frances's family came from a higher social class on the east side of the city. Her father, Franz Johnson, was excited to meet Thomas. He knew Monson's great uncle, Elias Monson. Elias had baptized Franz into the LDS Church in Sweden.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":161},{"uri":"Gordon_B._Hinckley","surface_form":"Gordon B. Hinckley","offset":229},{"uri":"Salt_Lake_City%2C_Utah","surface_form":"Salt Lake City, Utah","offset":354},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":866},{"uri":"Boy_Scouts_of_America","surface_form":"Boy Scouts of America","offset":962},{"uri":"Russell_M._Nelson","surface_form":"Russell M. Nelson","offset":1219},{"uri":"Salt_Lake_City","surface_form":"Salt Lake City","offset":1288},{"uri":"Swedes","surface_form":"Swedish","offset":1432},{"uri":"Torhamn","surface_form":"Torhamn","offset":1477},{"uri":"Mexico","surface_form":"Mexico","offset":1775},{"uri":"Culture","surface_form":"culture","offset":1842},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":2140},{"uri":"Social_class","surface_form":"social class","offset":2256},{"uri":"Baptism","surface_form":"baptized","offset":2408}]}