{"id":279155,"url":"http://en.wikipedia.org/wiki/Common_Sense_(pamphlet)","text":"\"Common Sense\" is a pamphlet (short book) written by Thomas Paine. It was first published on January 10, 1776. Paine wrote the pamphlet to change the minds of people who wanted to peacefully settle their differences with the British government to fight for independence instead.\nThe pamphlet said that the British government and other European monarchies were tyrannical, meaning they did not acknowledge the rights of people. Pained called the pamphlet \"Common Sense\" because he wrote that it was against common sense for an island to rule a larger nation. Therefore, the colonies should overthrow the British government.\nThe pamphlet was one of the bestselling works of the 18th century in America. Thomas Paine wrote in a style that was easy for most people to understand, instead of the hard to understand writing common in the Enlightenment Era. He also referenced the Bible and used idioms that many of the Protestant colonists understood.\nThe document was an important part of the American Revolutionary War. It lead to the Declaration of Independence, which the Second Continental Congress wrote and signed into law later that year. \"Common Sense\" helped by creating mass support for the American Revolution.\nand it was published in 1776","categories":[],"infobox_types":[],"annotations":[{"uri":"Pamphlet","surface_form":"pamphlet","offset":20},{"uri":"Thomas_Paine","surface_form":"Thomas Paine","offset":53},{"uri":"Peace","surface_form":"peacefully","offset":180},{"uri":"Britain","surface_form":"British","offset":225},{"uri":"Independence","surface_form":"independence","offset":257},{"uri":"Tyranny","surface_form":"tyrannical","offset":360},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment Era","offset":832},{"uri":"Bible","surface_form":"Bible","offset":874},{"uri":"Idiom","surface_form":"idioms","offset":889},{"uri":"Protestant","surface_form":"Protestant","offset":913},{"uri":"Document","surface_form":"document","offset":950},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":988},{"uri":"Declaration_of_Independence","surface_form":"Declaration of Independence","offset":1031},{"uri":"Continental_Congress","surface_form":"Second Continental Congress","offset":1070}]}