{"id":279159,"url":"http://en.wikipedia.org/wiki/Jeopardy%21","text":"\"Jeopardy!\" is an American television game show created by Merv Griffin. The show first appeared on NBC, where it was hosted by Art Fleming from March 30, 1964 to January 3, 1975 and again from October 2, 1978 to March 2, 1979. Beginning Sony Pictures Television on September 10, 1984 and continuing into the present, the show is in syndicated format and was hosted by Alex Trebek from 1984 until his death in 2020. Versions of the show have been made in many foreign countries throughout the world.\nSince the syndicated version premiered, the show has won the most Emmy Awards of any game show on daytime television. In 2001 & 2012, \"TV Guide\" named it the second-best game show of all time. The 37th season of the syndicated version premiered on September 14, 2020.\nOn March 10, 2020, an announcement was made that Jeopardy will be filmed without a live audience due to the 2019–20 coronavirus outbreak.\nGameplay.\nUnlike regular trivia games, the questions are given as clues, and players come up with questions as an answer. For example, a clue would be \"one of our Founding Fathers, he was our first president\", and the correct response would be \"who is George Washington?\". The game of \"Jeopardy!\" consists of three rounds: the Jeopardy! round, the Double Jeopardy! round, and the Final Jeopardy! round. In the Jeopardy! round, there are six categories with five clues in each, each worth between $200 to $1000. One of the clues is a Daily Double, in which a contestant may wager up to $1000 or the amount of his or her cash winnings, depending on which is more. The Double Jeopardy! round is like the Jeopardy! round, but the clues are worth double the amount. In this round there are two Daily Doubles instead of one. The Final Jeopardy! round is made up of just one category and one clue. Only players with more than $0 after the Double Jeopardy! round may play the Final Jeopardy! round. During the commercial break, players write their wagers based on their knowledge of the given category. After the commercial break, the host reads the clue. The players have 30 seconds to write their answers, again in the form of a question. During this time the lights dim, and the \"Think!\" theme plays in the background. The player with the most money at the end of the game keeps his or her winnings and comes back to the next show. Second-place players get a $2000 cash prize, and third place players get a $1000 cash prize.\nRecord holders.\nBrad Rutter is the biggest money winner on the show, having won $4,688,436 in five regular episodes and several tournaments. Ken Jennings won 74 games, which is the longest winning streak. James Holzhauer holds the top sixteen spots for the highest winnings in a single game in regular play.\nTheme music.\nSince the show started in 1964, there were various songs and arrangements that were used as the show's main theme. Most of these were composed by Merv Griffin. The best known theme song is \"Think!\". It has served as the countdown music for the Final Jeopardy! round since 1964.\nBetween 1964 and 1975, a jazz tune called \"Take Ten\", composed by Julian Griffin, served as the main theme. When the series was revived in 1978, \"January, February, March\" served as the opening theme, and \"Frisco Disco\" served as the closing theme, both of which were composed by Merv Griffin himself. \"January, February, March\" was also used in the first pilot of the syndicated version.\nBeginning with the Alex Trebek hosted syndicated version in September 1984, a rendition of \"Think!\" served as the show's main theme. The original version of the main theme consisted of saxophones and synthesizers along with the original recording of \"Think!\" retained for the final segment. A swooshing sound effect was added during the show's introduction.\nIn 1992, the main theme was remixed to include congas. It was used for tournaments in Season 8, and then it was put permanently into use in Season 9. In 1997, both the main theme and \"Think!\" music were rearranged by Steve Kaplan. They both involved a more piano-driven, orchestral, jazzy sound. In 2001, the 1997 theme was rearranged, and its tempo increased. And in 2008, Chris Bell Music & Sound Design overhauled the \"Jeopardy!\" music package for the show’s 25th anniversary.\nSet.\nLike the theme music, the \"Jeopardy!\" set changed over the years. The original game board was exposed behind a curtain. The clues were printed on clue cards, which were shown as a player asked for a certain clue and its value. In 1978, the cards were dropped in favor of flipping panels which had the dollar value on one side and the clue on the other. Also, the curtain was changed to double-slide panels. When the show came back in 1984, the game board was changed again. This time it was made up of 30 television screens for each clue in the categories. In 1991, the original screens were changed to larger screens. In 2006, the screens were changed to a projection video wall. Then in 2009, the video wall was changed to 36 HD flat-panel screens.\nOther changes to the set have been made since the start of the syndicated version. Starting in 1985 and continuing until 1997, the sets were designed to have a blue background for the Jeopardy! round and a red background for the Double Jeopardy! and Final Jeopardy! rounds; however, starting in 2005 and continuing into the present, the background color changes to red when the lights dim during Final Jeopardy! In November 1996, two months after the start of Season 13, a new set designed by Naomi Slodki was brought in. In November 2002, another new set designed by Slodki was brought in. This set was slightly changed in 2006 when \"Jeopardy!\" started airing in high-definition.\nA new set came out with the Tournament of Champions and Celebrity Jeopardy! taped in 2009 at the Consumer Electronics Show in Las Vegas, Nevada. It became the main set at the start of Season 26 in 2009. Another new set was brought in at the start of Season 30 debuted in 2013. It was slightly modified in 2020 to accommodate health measures due to the COVID-19 pandemic.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":18},{"uri":"Television","surface_form":"television","offset":27},{"uri":"Game_show","surface_form":"game show","offset":38},{"uri":"Merv_Griffin","surface_form":"Merv Griffin","offset":59},{"uri":"NBC","surface_form":"NBC","offset":100},{"uri":"Art_Fleming","surface_form":"Art Fleming","offset":128},{"uri":"Syndicated","surface_form":"syndicated","offset":333},{"uri":"Alex_Trebek","surface_form":"Alex Trebek","offset":369},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":566},{"uri":"TV_Guide","surface_form":"TV Guide","offset":635},{"uri":"Announcement","surface_form":"announcement","offset":790},{"uri":"Live_audience","surface_form":"live audience","offset":851},{"uri":"2019%E2%80%9320_coronavirus_outbreak","surface_form":"2019–20 coronavirus outbreak","offset":876},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":1069},{"uri":"Jeopardy%21_theme_music","surface_form":"\"Think!\" theme","offset":2180},{"uri":"Brad_Rutter","surface_form":"Brad Rutter","offset":2442},{"uri":"Ken_Jennings","surface_form":"Ken Jennings","offset":2567},{"uri":"James_Holzhauer","surface_form":"James Holzhauer","offset":2631},{"uri":"Song","surface_form":"song","offset":2798},{"uri":"Theme_(music)","surface_form":"theme","offset":2855},{"uri":"Merv_Griffin","surface_form":"Merv Griffin","offset":2893},{"uri":"Alex_Trebek","surface_form":"Alex Trebek","offset":3433},{"uri":"Piano","surface_form":"piano","offset":4029},{"uri":"Consumer_Electronics_Show","surface_form":"Consumer Electronics Show","offset":5786},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":5815},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":6041}]}