{"id":279138,"url":"http://en.wikipedia.org/wiki/Nat_Turner","text":"Nathaniel \"Nat\" Turner (October 2, 1800 – November 11, 1831) was an American slave and Christian preacher.\nHe believed God gave him visions. When he was 21 years old, Nat Turner escaped from his master Samuel Turner following in his father's footsteps and hid in the woods. 30 days later he had a vision telling him to \"return Turner thought an eclipse in February 1831 was a sign from God to plan a slave rebellion. The rebellion happened in Southampton County, Virginia on August 21, 1831. He wasn’t that far from the North Carolina border. Seventy black people took part. Some of these people were free, and others were slaves. After Turner and his fellow slaves killed his master and his family, they took their horses, firearms, hatchets and knives; and continued on with their destruction.\nThe Governor had scheduled about three thousand militiamen to stop the rebellion. The violent rebellion lasted two days until soldiers finally ended it, but Turner escaped. He hid for 6 weeks to avoid being killed. He was found on October 30. Turner was executed on November 11 by hanging. He was skinned. At least 55 white people were killed in the rebellion. The state executed 55 people, but acquitted a few. 200 black people were killed by groups of white people. Slaves as far away as North Carolina were said to be connected with the rebellion. Many were tried and executed. Because of the rebellion, new laws were made in Virginia. People could not bring black people together to teach them how to read and write. Nat Turner was an American Hero","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":68},{"uri":"Slavery","surface_form":"slave","offset":77},{"uri":"Christianity","surface_form":"Christian","offset":87},{"uri":"Clergy","surface_form":"preacher","offset":97},{"uri":"God","surface_form":"God","offset":119},{"uri":"Eclipse","surface_form":"eclipse","offset":345},{"uri":"Rebellion","surface_form":"rebellion","offset":406},{"uri":"Southampton_County%2C_Virginia","surface_form":"Southampton County","offset":443},{"uri":"Virginia","surface_form":"Virginia","offset":463},{"uri":"Soldier","surface_form":"soldier","offset":922},{"uri":"Death_penalty","surface_form":"executed","offset":1050},{"uri":"Hanging","surface_form":"hanging","offset":1077},{"uri":"Flaying","surface_form":"skinned","offset":1093},{"uri":"Acquittal","surface_form":"acquitted","offset":1191},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1286},{"uri":"Trial","surface_form":"tried","offset":1357},{"uri":"Law","surface_form":"law","offset":1407},{"uri":"Teach","surface_form":"teach","offset":1483},{"uri":"Literacy","surface_form":"read and write","offset":1501}]}