{"id":279293,"url":"http://en.wikipedia.org/wiki/Candida","text":"\"Candida\" is a genus or grouping of yeasts. Yeasts are a type of fungus. This group of fungi are the most common cause of fungus infections in the world. Most people have or are exposed to this group of fungus but are not sick. If a person is weak because of another illness, this fungus can cause disease. \"Candida albicans\" is the most common kind of Candida. Infection with this fungus is called candidiasis or thrush. Other species in this group can be found in the human gut.\nPeople can get a blood infection from this fungus.\nMedicines called antibiotics do not cure yeast infections. In fact, an antibiotic can make a Candida infection worse. Women can get a Candida infection in their vagina. Men can also get a Candida infection in their genital area. If a person takes antibiotics for a long time, they have a greater chance of having a Candida infection. People with diabetes or HIV are more likely to get a yeast infection.\nRole as a pathogen.\nThis fungus is can be grown in a lab. \"Candida\" looks like large, round, white or cream circles that smell like bread. \"Candida\" can be found on almost all healthy skin. Dry skin has less fungus. Small numbers of this fungus are found in other areas of the body. These are the nose, throat and lungs; the digestive system and the vagina. This is normal.\nWhen this fungus causes disease in the mouth it is called thrush (oropharyngeal candidiasis). When this fungus causes disease in the female reproductive organs it is called vaginal candidiasis or just 'yeast infection'. Thrush is common in people who wear dentures.\nTreatment.\nIn people without other illness, a candida infection can be cured with skin ointment or medicine that can be swallowed. Skin medications can be bought over-the-counter without a doctor's prescription. In people who are already sick, candidiasis can become a very serious illness. It can cause abscess, thrombophlebitis, heart infection (endocarditis. It can cause infections of the eyes or other organs. Candida infection can get into the body through cuts in the skin.\nSpecies.\nOther medically important \"Candida\" species are \"C. parapsilosis\", \"C. tropicalis\", and \"C. dubliniensis\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":15},{"uri":"Yeast","surface_form":"yeast","offset":36},{"uri":"Fungus","surface_form":"fungus","offset":65},{"uri":"Infection","surface_form":"infection","offset":129},{"uri":"Candida_albicans","surface_form":"Candida albicans","offset":308},{"uri":"Candidiasis","surface_form":"candidiasis","offset":399},{"uri":"Candidiasis","surface_form":"candidiasis","offset":1390},{"uri":"Abscess","surface_form":"abscess","offset":1880},{"uri":"Thrombophlebitis","surface_form":"thrombophlebitis","offset":1889},{"uri":"Endocarditis","surface_form":"endocarditis","offset":1924}]}