{"id":279398,"url":"http://en.wikipedia.org/wiki/Pedro_%C3%81lvares_Cabral","text":"Pedro Álvares Cabral (c. 1467 or 1468 Belmonte – c. 1520 Santarém) was a Portuguese nobleman, navigator and explorer who was the first European to see Brazil (on 22 April 1500).\nKing Manuel I of Portugal sent Cabral on an expedition to India.\nCabral sailed on 9 March 1500, with 13 ships, following the route of Vasco da Gama.\nOn 22 April 1500, he sighted land (Brazil), claiming it for the Portuguese Crown and naming it the \"Island of the True Cross.\"\nKing Manuel I renamed this land \"Holy Cross\"; it was later renamed once again, to \"Brazil\", after a kind of wood found there, called pau-brasil.\nCabral stayed in Brazil for 10 days and then continued on his way to India, in a dangerous trip with storms, and he suffered the destruction of some ships at the Cape of Good Hope, and fighting against Muslim traders in Calicut, India (50 men of Cabral were killed in this attack).\nCabral successfully traded for spices in Cochin, now called Kozhikode, India (in early January, 1501).\nCabral returned to Portugal on 23 June 1501, with only 5 of the original 13 ships, carrying a big load of spices.\nAfter this journey, King Manuel I appointed Vasco da Gama to head the next expedition (1502) because Cabral refused to command another expedition to India.\nCabral retired to his properties in Santarém. He died in c. 1520 and was buried in a monastery in Santarém, Portugal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belmonte","surface_form":"Belmonte","offset":38},{"uri":"Santar%C3%A9m","surface_form":"Santarém","offset":57},{"uri":"Portugal","surface_form":"Portuguese","offset":73},{"uri":"Navigation","surface_form":"navigator","offset":94},{"uri":"Explorer","surface_form":"explorer","offset":108},{"uri":"Vasco_da_Gama","surface_form":"Vasco da Gama","offset":312},{"uri":"Brazil","surface_form":"Brazil","offset":362},{"uri":"Pau-brasil","surface_form":"pau-brasil","offset":587},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":761},{"uri":"Muslim","surface_form":"Muslim","offset":801},{"uri":"Calicut","surface_form":"Calicut","offset":819},{"uri":"Kozhikode","surface_form":"Kozhikode","offset":941},{"uri":"Vasco_da_Gama","surface_form":"Vasco da Gama","offset":1142}]}