{"id":279359,"url":"http://en.wikipedia.org/wiki/Venerable","text":"The Venerable is used as a style in several Christian churches. It is also the common English-language translation of a number of Buddhist titles.\nRoman Catholic.\nIn the Latin Rite of the Catholic Church, \"The Venerable,\" is the style used for a person who has been posthumously declared \"heroic in virtue\" during the investigation and process leading to possible canonization as a saint. Before a person is considered to be \"venerable,\" he or she must be declared as such by a proclamation, approved by the Pope, of having lived a life that was \"heroic in virtue\" – the virtues being the Theological Virtues of faith, hope, and charity and the Cardinal Virtues of prudence, justice, fortitude, and temperance. The next step is beatification, at which point the person is referred to as \"The Blessed\", and finally canonization, at which point the person is referred to as \"Saint\". Two modern and well-known examples of those who have been declared venerable are Popes John Paul II and Pius XII, who were both declared venerable by Pope Benedict XVI in December 2009, and who are likely to be beatified soon.\nThe 7-8th-century English monk St. Bede was referred to as being \"venerable\" soon after his death and, by tradition, is therefore often referred to as \"the Venerable Bede\" despite his also having been canonized. St Bede was the first person to be recorded as \"The Venerable\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian churches","offset":44},{"uri":"English_language","surface_form":"English-language","offset":86},{"uri":"Buddhist","surface_form":"Buddhist","offset":130},{"uri":"Latin_Rite","surface_form":"Latin Rite","offset":170},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":188},{"uri":"Heroic_virtue","surface_form":"heroic in virtue","offset":289},{"uri":"Canonization","surface_form":"canonization","offset":364},{"uri":"Pope","surface_form":"Pope","offset":508},{"uri":"Theological_Virtues","surface_form":"Theological Virtues","offset":589},{"uri":"Cardinal_Virtues","surface_form":"Cardinal Virtues","offset":645},{"uri":"Beatification","surface_form":"beatification","offset":728},{"uri":"Canonization","surface_form":"canonization","offset":814},{"uri":"Saint","surface_form":"Saint","offset":873},{"uri":"Pope_John_Paul_II","surface_form":"John Paul II","offset":968},{"uri":"Pius_XII","surface_form":"Pius XII","offset":985},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":1031},{"uri":"St._Bede","surface_form":"St. Bede","offset":1139}]}