{"id":279394,"url":"http://en.wikipedia.org/wiki/Lawrence_massacre","text":"The Lawrence Massacre (also known as Quantrill's Raid) was an attack on the town of Lawrence, Kansas on August 21, 1863. The attack was a battle in the U.S. Civil War. The Confederates won the battle. They won because groups of guerillas led by William Quantrill rode into town and shot every man they saw. They killed about 150 people.\nThe guerillas attacked Lawrence because the city supported abolition and because it was a center for the Jayhawkers. The Jayhawkers were free-state militia groups known for attacking plantations in the pro-slavery western counties of Missouri.\nBackground.\nBy 1863, there had been a lot of violence in Kansas. This is because people disagreed about whether Kansas should allow slavery or not.\nIn the summer of 1856, the first sacking of Lawrence started a guerrilla war in Kansas that lasted for years. John Brown might be the most famous person involved in the violence of the late 1850s that fought on the abolitionist or Jayhawker side. However, there were many groups on each side that fought during the \"Bleeding Kansas\" period.\nBy the beginning of the American Civil War, Lawrence was already a target for pro-slavery violence. This is because Lawrence was the biggest anti-slavery city in the state. It was also where the Union and Jayhawkers started attacks into Missouri. At first, the town and area around it were very prepared. They reacted strongly to any rumors that pro-slavery people might be coming to Lawrence. However, by the summer of 1863, this never happened, so the people did not fear much, and they forgot about their defenses.\nRevenge for Jayhawker attacks.\nLawrence was a headquarters for a group of Jayhawkers (sometimes called \"Red Legs\"). They had started a campaign in late March 1863. They had a goal to end support from the people for the Confederate guerillas. Union General Blunt said the actions of the soldiers were as if \"a reign of terror started, and no man's property was safe, nor was his life worth much if he fought them in their plans to rob and steal.\" Many Jayhawker leaders like Charles \"Doc\" Jennison, James Montgomery, and George Henry Hoyt attacked Western Missouri. This made both pro-southern and pro-Union civilians and politicians angry. The historian Albert Castel says that the bushwhackers under Quantrill also wanted to steal, but revenge was their main reason.\nSurvivors confirmed the feeling of revenge in the attack on Lawrence. Albert Castel wrote, \"all the ladies and others who talked with the butchers of the 21st ult.\" said that \"they were here to revenge the wrongs done their families by our men under Lane, Jennison, Anthony and Co.\" Charles L. Robinson, the first Governor of Kansas, was an eyewitness to the attack. He said the attack happened for revenge: \"Before this raid the entire border counties of Missouri had experienced more terrible outrages (events) than ever the Quantrill raid at Lawrence... There was no burning of feet and torture by hanging in Lawrence as there was in Missouri, neither were women and children outraged.\" Robinson explained that Quantrill chose Lawrence because Jayhawkers had attacked Missouri \"as soon as [started],\" and Lawrence was the \"headquarters for the thieves and their plunder.\"\nQuantrill said that his reason for the attack was \"to steal and destroy the town as revenge for Osceola.\" He was talking about the Union's attack on Osceola, Missouri in September 1861. Senator James H. Lane led it. His forces plundered Osceola, gave nine men a drumhead court-martial trial, and executed them.\nDestruction of the Women's Prison in Kansas City.\nThe collapse of the Women's Prison in Kansas City is also often believed to have made some people want to join in on the attack. To try to stop the Missouri guerrillas from being in Kansas, General Thomas Ewing, Jr. issued \"General Order No. 10\" in April 1863. This ordered anyone helping or comforting the Confederate guerrillas to be arrested. This mostly meant women or girls who were relatives of the guerrillas. Ewing sent the arrested people to some makeshift prisons in Kansas City. The women were then kept in two buildings which were either too small or too dirty. Then they were moved to an empty building at 1425 Grand Boulevard. This building was part of the estate of Robert S. Thomas, George Caleb Bingham's father-in-law. In 1861, Bingham and his family were living in the building. However, in early 1862, he and his family moved to Jefferson City when he was chosen to be the treasurer of Missouri. Bingham had added a third level to the building to use as a studio.\nAt least ten women or girls, all under the age of 20, were prisoners in the building when it collapsed on August 13, 1863, killing four: Charity McCorkle Kerr, Susan Crawford Vandever, Armenia Crawford Selvey, and Josephine Anderson—the 15-year-old sister of William T. \"Bloody Bill\" Anderson. A few days later, Nannie Harris died from her wounds. The people who did not die from the collapse were Jenny Anderson (injured by the accident), Susan Anne Mundy Womacks, Martha \"Mattie\" Mundy, Lucinda \"Lou\" Mundy Gray, Elizabeth Harris (later married to Deal), and Mollie Grindstaff. Anderson's 13-year-old sister, who was stuck to a ball-and-chain inside the jail, got many injuries, including two broken legs.\nEven before the jail fell, the arrest and planned deportation of the girls had made Quantrill's guerrillas angry; George Todd left a note for General Ewing threatening to burn Kansas City unless the girls were freed. Quantrill's raid on Lawrence was planned before the jail collapse, and even before General Ewing issued \"General Order No. 10\". However, the deaths of the guerrillas' female relatives made the raiders want to kill people even more during the attack.\nAttack.\nA man from Hesper named Henry Thompson tried to run to Lawrence to tell the people there that an attack was coming. He was able to run all the way to Eudora before he was too tired. An unknown man riding a chaise came across Thompson to ask if he needed help. Thompson told him that he ran all the way from Hester, and that he needed to warn Lawrence. Thompson and the man were able to get some people from Eudora to go to Lawrence to warn of an attack. They were too late.\nAround 450 guerrillas came near Lawrence shortly after 5 a.m. One of the first deaths was a pastor, Samuel S. Snyder. He was outside milking his cows when the guerillas shot him. Their first goal was to get to the Eldridge House, a big brick hotel in the middle of Lawrence. They gained control of the building (which became Quantrill's headquarters during the raid). After that, Quantrill's men went into smaller groups that spread throughout Lawrence. For the next four hours, the raiders pillaged and burned 25% of the buildings in Lawrence. They burned all businesses except for two. They looted most of the banks and stores in town. They killed more than 150 people. All of the victims were men and boys. Some sources say 183 people were killed. An 1897 source says that among the dead were 18 of 23 untrained army recruits. By 9 a.m., the raiders were leaving Lawrence.\nMayor George W. Collamore hid in his family's well so that the guerillas would not find him. However, they set his house on fire, and he died from breathing in smoke. After the massacre, a friend of Collamore's named Lowe went into the well to find him. The rope he was holding onto broke, and he also died in the well.\nSeveral groups of guerillas came to judge Louis Carpenter's house. They took everything he owned, but he persuaded them to not kill him nor burn his house. Another group of guerillas came and asked him where he was from. He said he was from New York. One of the guerillas said, \"It's you New York [people] that are doing all of the mischief\". When the guerilla took out his revolver to shoot Carpenter, Carpenter ran back into his house. The guerillas chased him into his house, upstairs, and then back downstairs, shooting at him. Carpenter ran into the basement, but he was bleeding. They found him, and the guerillas chased him outside and shot him. His wife Mary used her body to protect him. A guerilla walked around her to find a place to shoot under her. He lifted her arm and aimed his revolver under it. He fired his gun so that she could see the bullet enter Carpenter's head. Then, the guerillas set the house on fire. His wife's sister was able to stop the fire however.\nGeorge Burt was standing near a fence when a guerilla came to him. The guerilla asked for all of his money. When Burt gave the guerilla his pocket book, the guerilla took it with one hand and shot Burt with the other.\nA German man named Phillip Albach was sick, laying in bed. Guerillas demanded the family clear the house so they could burn it. The family carried Albach outside on a mattress and laid him in the yard. When the guerillas came out of the house, they killed him on his bed.\nReverend Hugh Dunn Fisher tried to run away from his home with his two sons. Fisher was sick, so he was unable to run. He went back into his house and hid under the stairs in his basement. When some guerillas came into the house, they demanded his wife Elizabeth let them look in the basement. They could not see Fisher in the darkness. When they left, they set the house on fire and watched it burn. They hoped that if Fisher was hiding inside, he would run outside so they could kill him. Elizabeth covered Fisher in an old dress and a carpet, and carried him out of the house. She covered him in the carpet and dress so that it would look like she was simply trying to save her belongings from the fire. Fisher hid under the carpet until the guerillas left, and all of the family lived.\nThe raiders wanted revenge, so they had a list of people they wanted to kill and buildings they wanted to burn. James H. Lane was at the top of the list. Lane was a military leader and a supporter of the Jayhawkers. Lane escaped by running through a cornfield while wearing his nightshirt. John Speer was one of Lane's biggest political supporters. Lane had put Speer into the newspaper business. Speer was also on the list. Charles L. Robinson, first governor of Kansas and an abolitionist, may also have been on the list. However, he was not killed.\nMany said that Quantrill's decision to kill young boys was a very bad part of the attack. Bobbie Martin is generally said to be the youngest person who died. Some stories of the raid say he may have been as young as ten to twelve years old, but others say he was fourteen years old. Most sources say he was wearing a Union soldier uniform or clothing made from his father's uniform, but others say he was holding a musket and cartridges. Most of Quantrill's guerrilla fighters were teenagers. One of the youngest was Riley Crawford. He was thirteen years old when his mother took him to Quantrill after Union soldiers shot her husband and burned her home.\nThe \"Kansas State Journal\" was the first newspaper in Lawrence to continue publishing after the attack. They released their first copy on October 1, 1863. In it, it said that every business in Lawrence had been sacked; every business except five had been burned; every house in Lawrence had been plundered; 160 men and boys had been killed. The Leavenworth \"Daily Conservative,\" on August 23, 1863, said that the guerrillas caused $2,000,000 worth of damage, and stole $250,000 worth of money.\nAftermath.\nThe Lawrence massacre was one of the bloodiest events in the history of Kansas. The Plymouth Congregational Church in Lawrence wasn't destroyed, but many of its members were killed. Also, many of its records were destroyed.\nA day after the attack, some of the people of Lawrence lynched Thomas Corlew, a member of Quantrill's raiders who was still in Lawrence. They believed he was a spy. They hanged him in a barn on Massachusetts Street.\nAfter the attack, Quantrill brought his men south to Texas for the winter. By the next year, however, the raiders broke up as a group. They were unable to get similar successes. Quantrill died of wounds he got in Kentucky in 1865. By that point, he had only a few supporters left. Frank James and his younger brother, Jesse James were some of his supporters.\nAfter Quantrill's attack, the Union built multiple military posts on Mount Oread. They built these to help guard the rebuilt city. However, no more attacks happened in Lawrence, and these forts were removed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":84},{"uri":"American_Civil_War","surface_form":"U.S. Civil War","offset":152},{"uri":"Confederate_States_of_America","surface_form":"Confederates","offset":172},{"uri":"Guerilla_warfare","surface_form":"guerillas","offset":228},{"uri":"William_Quantrill","surface_form":"William Quantrill","offset":245},{"uri":"Abolitionism_in_the_United_States","surface_form":"abolition","offset":396},{"uri":"Jayhawkers","surface_form":"Jayhawkers","offset":442},{"uri":"Free-Stater","surface_form":"free-state","offset":474},{"uri":"Militia","surface_form":"militia","offset":485},{"uri":"Plantation","surface_form":"plantation","offset":520},{"uri":"Missouri","surface_form":"Missouri","offset":571},{"uri":"Slavery","surface_form":"slavery","offset":713},{"uri":"Sacking_of_Lawrence","surface_form":"sacking of Lawrence","offset":762},{"uri":"Guerrilla_war","surface_form":"guerrilla war","offset":792},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":839},{"uri":"Jayhawker","surface_form":"Jayhawker","offset":960},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":1045},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1094},{"uri":"Target","surface_form":"target","offset":1137},{"uri":"Rumor","surface_form":"rumor","offset":1404},{"uri":"Headquarter","surface_form":"headquarter","offset":1634},{"uri":"Jayhawker","surface_form":"Jayhawker","offset":1662},{"uri":"Charles_R._Jennison","surface_form":"Charles \"Doc\" Jennison","offset":2062},{"uri":"James_Montgomery_(colonel)","surface_form":"James Montgomery","offset":2086},{"uri":"George_Henry_Hoyt","surface_form":"George Henry Hoyt","offset":2108},{"uri":"Civilian","surface_form":"civilian","offset":2195},{"uri":"Politician","surface_form":"politician","offset":2209},{"uri":"Historian","surface_form":"historian","offset":2232},{"uri":"Revenge","surface_form":"revenge","offset":2325},{"uri":"Survivor","surface_form":"Survivor","offset":2356},{"uri":"Charles_L._Robinson","surface_form":"Charles L. Robinson","offset":2639},{"uri":"Eyewitness","surface_form":"eyewitness","offset":2697},{"uri":"Raid","surface_form":"raid","offset":2777},{"uri":"Outrage","surface_form":"outrage","offset":2851},{"uri":"Death_by_burning","surface_form":"burning of feet","offset":2926},{"uri":"Torture","surface_form":"torture","offset":2946},{"uri":"Hanging","surface_form":"hanging","offset":2957},{"uri":"Plunder","surface_form":"plunder","offset":3221},{"uri":"Destroy","surface_form":"destroy","offset":3295},{"uri":"Sacking_of_Osceola","surface_form":"attack on Osceola, Missouri","offset":3370},{"uri":"James_H._Lane","surface_form":"James H. Lane","offset":3425},{"uri":"Drumhead_court-martial","surface_form":"drumhead court-martial","offset":3493},{"uri":"Execution","surface_form":"executed","offset":3527},{"uri":"Collapse","surface_form":"collapse","offset":3596},{"uri":"Thomas_Ewing%2C_Jr.","surface_form":"Thomas Ewing, Jr.","offset":3790},{"uri":"Arrest","surface_form":"arrest","offset":3928},{"uri":"Makeshift","surface_form":"makeshift","offset":4048},{"uri":"Kansas_City%2C_Kansas","surface_form":"Kansas City","offset":4069},{"uri":"Estate","surface_form":"estate","offset":4263},{"uri":"George_Caleb_Bingham","surface_form":"George Caleb Bingham","offset":4291},{"uri":"Treasurer","surface_form":"treasurer","offset":4485},{"uri":"William_T._Anderson","surface_form":"William T. \"Bloody Bill\" Anderson","offset":4835},{"uri":"Injury","surface_form":"injured","offset":4990},{"uri":"Ball_and_chain","surface_form":"ball-and-chain","offset":5206},{"uri":"Jail","surface_form":"jail","offset":5300},{"uri":"Deportation","surface_form":"deportation","offset":5334},{"uri":"Hesper%2C_Kansas","surface_form":"Hesper","offset":5770},{"uri":"Eudora%2C_Kansas","surface_form":"Eudora","offset":5909},{"uri":"Chaise","surface_form":"chaise","offset":5965},{"uri":"Warn","surface_form":"warn","offset":6096},{"uri":"Pastor","surface_form":"pastor","offset":6325},{"uri":"Milking","surface_form":"milking","offset":6366},{"uri":"Cow","surface_form":"cow","offset":6378},{"uri":"Eldridge_Hotel","surface_form":"Eldridge House","offset":6447},{"uri":"Hotel","surface_form":"hotel","offset":6475},{"uri":"Headquarters","surface_form":"headquarters","offset":6570},{"uri":"Pillage","surface_form":"pillage","offset":6724},{"uri":"Looting","surface_form":"looted","offset":6826},{"uri":"Training","surface_form":"untrained","offset":7038},{"uri":"Well","surface_form":"well","offset":7155},{"uri":"Rope","surface_form":"rope","offset":7367},{"uri":"Judge","surface_form":"judge","offset":7465},{"uri":"Persuasion","surface_form":"persuaded","offset":7534},{"uri":"New_York_(state)","surface_form":"New York","offset":7670},{"uri":"Mischief","surface_form":"mischief","offset":7761},{"uri":"Revolver","surface_form":"revolver","offset":7803},{"uri":"Chase","surface_form":"chase","offset":7881},{"uri":"Basement","surface_form":"basement","offset":7984},{"uri":"Fence","surface_form":"fence","offset":8444},{"uri":"Wallet","surface_form":"pocket book","offset":8552},{"uri":"German_people","surface_form":"German","offset":8632},{"uri":"Yard_(land)","surface_form":"yard","offset":8826},{"uri":"Reverend","surface_form":"Reverend","offset":8902},{"uri":"Carpet","surface_form":"carpet","offset":9440},{"uri":"James_H._Lane","surface_form":"James H. Lane","offset":9804},{"uri":"Cornfield","surface_form":"cornfield","offset":9942},{"uri":"Pajamas","surface_form":"nightshirt","offset":9970},{"uri":"Charles_L._Robinson","surface_form":"Charles L. Robinson","offset":10117},{"uri":"Abolitionism","surface_form":"abolitionist","offset":10170},{"uri":"Musket","surface_form":"musket","offset":10659},{"uri":"Cartridge","surface_form":"cartridge","offset":10670},{"uri":"Newspaper","surface_form":"newspaper","offset":10941},{"uri":"Plymouth_Congregational_Church_(Lawrence%2C_Kansas)","surface_form":"Plymouth Congregational Church","offset":11489},{"uri":"Lynching","surface_form":"lynched","offset":11684},{"uri":"Spy","surface_form":"spy","offset":11789},{"uri":"Hanging","surface_form":"hanged","offset":11799},{"uri":"Barn","surface_form":"barn","offset":11815},{"uri":"Massachusetts_Street","surface_form":"Massachusetts Street","offset":11823},{"uri":"Wound","surface_form":"wound","offset":12041},{"uri":"Kentucky","surface_form":"Kentucky","offset":12058},{"uri":"Frank_James","surface_form":"Frank James","offset":12126},{"uri":"Jesse_James","surface_form":"Jesse James","offset":12163},{"uri":"Mount_Oread_Civil_War_posts","surface_form":"military posts on Mount Oread","offset":12255}]}