{"id":279426,"url":"http://en.wikipedia.org/wiki/Typhoon_Mike","text":"Super Typhoon Mike (international designation: \"9025\", JTWC designation: \"27W\", PAGASA name: Ruping) was the strongest and deadliest typhoon of the 1990 Pacific typhoon season as it crossed the Philippines in November.\nMeteorological history.\nAn area of persistent convection over the Caroline Islands was first noted in the Significant Tropical Weather Advisory on November 6. As it headed westward, its outflow rapidly improved, with banding and a more circular cloud pattern. The organization continued, and it was upgraded to Tropical Depression 27W on the 7th. Early on the 8th, the depression strengthened to Tropical Storm Mike near the island of Yap.\nMike continued its westward movement and its intensification rate, and became a typhoon early on November 9, the 18th of the season. At this time, a weakness in the subtropical ridge, which kept the storm on its westward movement, was bring Mike northward. This did not occur, and Mike kept its persistent westward motion. On November 10, the typhoon rapidly intensified, reaching peak winds of 165 mph later that day. In a 48-hour period, the typhoon deepened 99 millibars to a minimum central pressure of 915 mb.\nMike retained its intensity of 165 mph winds for a day as it approached the Philippines. Fortunately for the archipelago, the combination of an eyewall replacement cycle and land interaction to its west weakened the super typhoon. Nevertheless, Mike still hit the eastern Philippines as a 140 mph typhoon on November 12. The typhoon further weakened to an 85 mph typhoon while crossing the islands, but in the South China Sea, conditions favored slight strengthening.\nMike reached a secondary peak of 95 mph winds on November 14, but land interaction with Vietnam again weakened it to a minimal typhoon. The forecast break in the subtropical ridge finally occurred on the 15th, causing a northwest motion. Vertical shear increased, weakening Mike to a tropical storm on the 16th. Early the next day, the storm passed over western Hainan Island, and degraded to a tropical depression that night. After a brief passage over the Gulf of Tonkin Mike hit southern China where it dissipated on November 18.\nImpact.\nWhile crossing the western Caroline Islands, Mike proved to be quite destructive. Extensive damage occurred to the islands, but no deaths occurred and only one injury was reported.\nThe Philippines did not fare so well. The typhoon's heavy rainfall produced mudslides which, combined with the heavy wind damage, resulted in over $14 million in damage (1990 USD, $20.8 million 2005 USD). Over 748 people were reported killed, making Mike the most destructive typhoon for the Philippines since Typhoon Ike in 1984, which killed over 1,000 people. President Corazon Aquino declared a state of calamity in the Visayas.\nTyphoon Mike's damage to the infrastructure of the city and province of Cebu forced its local leaders to rethink governmental priorities. A conscious effort to rebuild after the damage was promoted, resulting into the boom of the economy of Cebu, dubbed CEBOOM.\nDue to the destruction in the Philippines, the name Mike was retired and was replaced by Manny. Its PAGASA name, Ruping, was also retired.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joint_Typhoon_Warning_Center","surface_form":"JTWC","offset":55},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"PAGASA","offset":80},{"uri":"1990_Pacific_typhoon_season","surface_form":"1990 Pacific typhoon season","offset":148},{"uri":"Philippines","surface_form":"Philippines","offset":194},{"uri":"Caroline_Islands","surface_form":"Caroline Islands","offset":285},{"uri":"Yap","surface_form":"Yap","offset":654},{"uri":"Millibars","surface_form":"millibars","offset":1123},{"uri":"Philippines","surface_form":"Philippines","offset":1250},{"uri":"Archipelago","surface_form":"archipelago","offset":1283},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":1584},{"uri":"Vietnam","surface_form":"Vietnam","offset":1730},{"uri":"Hainan_Island","surface_form":"Hainan Island","offset":2004},{"uri":"Gulf_of_Tonkin","surface_form":"Gulf of Tonkin","offset":2100},{"uri":"China","surface_form":"China","offset":2133},{"uri":"Caroline_Islands","surface_form":"Caroline Islands","offset":2210},{"uri":"Typhoon_Ike","surface_form":"Typhoon Ike","offset":2674},{"uri":"President","surface_form":"President","offset":2727},{"uri":"Corazon_Aquino","surface_form":"Corazon Aquino","offset":2737},{"uri":"State_of_calamity","surface_form":"state of calamity","offset":2763},{"uri":"Visayas","surface_form":"Visayas","offset":2788},{"uri":"Cebu_City","surface_form":"city","offset":2848},{"uri":"Cebu","surface_form":"province of Cebu","offset":2857},{"uri":"CEBOOM","surface_form":"CEBOOM","offset":3051}]}