{"id":279464,"url":"http://en.wikipedia.org/wiki/La_Brea_tar_pits","text":"The La Brea tar pits (or Rancho La Brea'\") are a famous cluster of tar pits in central Los Angeles. Complete skeletons of many thousands of large animals have been found here. They date mostly from 40,000 to 8,000 years ago.\nHancock Park was formed around the tar pits, in the heart of Los Angeles. Asphalt or tar (\"brea\" in Spanish) has seeped up from the ground here for tens of thousands of years. The tar is often covered with water. Over many centuries, animals that came to drink the water fell in, sank in the tar, and died. In the tar, their bones turned into fossils.\nThe George C. Page Museum is dedicated to researching the tar pits and displaying specimens from the animals that died there. The La Brea Tar Pits are now a registered National Natural Landmark.\nFindings.\nOnly one human has ever been found in the Tar Pits: a partial skeleton of a woman, dated at approximately 9,000 BC. Because of the way her skull was crushed, scientists think she was murdered.\nOver a million fossils.\nOver a million fossils have been recovered from the Tar Pits. These fossils include individual bones as well as pieces of bone. Scientists estimate that at least 10,000 animals got trapped in the Tar Pits over 30,000 years. These animals belonged to at least 660 different species. This includes at least 135 species of birds, and 59 species of mammals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tar_pit","surface_form":"tar pit","offset":67},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":87},{"uri":"Skeleton","surface_form":"skeleton","offset":109},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":286},{"uri":"Asphalt","surface_form":"Asphalt","offset":299},{"uri":"Tar","surface_form":"tar","offset":310},{"uri":"Spanish_language","surface_form":"Spanish","offset":325},{"uri":"Centuries","surface_form":"centuries","offset":448},{"uri":"Bone","surface_form":"bone","offset":550},{"uri":"Fossil","surface_form":"fossil","offset":568},{"uri":"Research","surface_form":"research","offset":619},{"uri":"BC","surface_form":"BC","offset":894},{"uri":"Murder","surface_form":"murder","offset":965},{"uri":"Fossils","surface_form":"fossils","offset":1014},{"uri":"Estimate","surface_form":"estimate","offset":1138},{"uri":"Species","surface_form":"species","offset":1272},{"uri":"Bird","surface_form":"bird","offset":1319},{"uri":"Mammal","surface_form":"mammal","offset":1344}]}