{"id":279558,"url":"http://en.wikipedia.org/wiki/Artivism","text":"e=\"preserve\">Artivism combines art and activism. Artivism developed since the Berlin wall collapsed while the anti-globalization and antiwar protests emerged and proliferated. In most of the cases artivists attempt to push political agendas by the means of art and especially, but not only street art.\nThe years 1967-1968.\nProtesting against the War in Vietnam, American \"hippies\" could use poetry, songs, sittings and other non traditional demonstration techniques.\nFrom The fall of the Berlin Wall (1989) to the 9/11 (2001).\nIn 1993, Act Up-Paris put a gigantic pink condom on the Concord Obelisk. It was Land art in a way. And it rose interest in France about VIH infection risks. In Mexico the \"intergalactic\" anonymous Chiapas mouvement used \"phony icons\", like sub-commander Marcos to attract attention from the media.\nSince the 9/11 (2001).\nIn some cases, in Paris in 2003 for instance, artivists were arrested for acts of political art that verged on property destruction. A typical short term goal of artivists is to reclaim public space, especially by subvertising or destroying ads in urban areas or city transportation systems. Nevertheless, artivists engage in different media like the internet not only for actions which could be described as hacktivism.\nOften the acts of artivists can be referred to as part of the larger concept of culture jamming.\nSocial Centres.\nArtivists are often found in social centers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":31},{"uri":"Activism","surface_form":"activism","offset":39},{"uri":"Anti-globalization","surface_form":"anti-globalization","offset":110},{"uri":"Art","surface_form":"art","offset":257},{"uri":"Street_art","surface_form":"street art","offset":290},{"uri":"Condom","surface_form":"condom","offset":569},{"uri":"Obelisk","surface_form":"Obelisk","offset":591},{"uri":"Hacktivism","surface_form":"hacktivism","offset":1257},{"uri":"Culture_jamming","surface_form":"culture jamming","offset":1349}]}