{"id":279513,"url":"http://en.wikipedia.org/wiki/Yaws","text":"Yaws is a tropical infection of the skin, bones and joints. It is caused by the spirochaete bacterium \"Treponema pallidum pertenue\".\nThe disease begins with a round, hard swelling of the skin, two to five centimeters in diameter. The center may break open and form an ulcer. This usually heals after three to six months. After several weeks, or even years later, the joints and bones may become painful, fatigue may develop, and new skin sores may appear. The skin of the palms of the hands and the soles of the feet may become thick and break open. The bones (especially those of the nose) may change shape. After five years or more large areas of skin can die. This leaves large scars.\nYaws is spread by touching the fluid from the sores of a person with the disease. The disease is most common among children, who spread it by playing together.\nOther similar diseases are caused by different strains of the same bacterium, such as syphilis (\"Treponema pallidum pallidum\"). Once the lesions have appeared doctors are able to tell it is yaws. Polymerase chain reaction (PCR) is the best method of diagnosis.\nThe main way of stopping the disease spreading, is by curing those who have it. This stops them passing it on to others. Where the disease is common, treating the entire community is effective. Improving cleanliness and sanitation will also decrease spread. Yaws can be treated with antibiotics. Without treatment, physical deformities happen in 10% of cases.\nYaws is common in at least 14 tropical countries as of 2012. The disease infects only humans. In the 1950s and 1960s the World Health Organization (WHO) nearly destroyed yaws. Since then the number of cases has increased.\nOne of the first descriptions of the disease was made in 1679 by Willem Piso. Archaeology shows that yaws may have been present among humans as far back as 1.6 million years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infection","surface_form":"infection","offset":19},{"uri":"Skin","surface_form":"skin","offset":36},{"uri":"Bone","surface_form":"bone","offset":42},{"uri":"Spirochaete","surface_form":"spirochaete","offset":80},{"uri":"Bacterium","surface_form":"bacterium","offset":92},{"uri":"Treponema_pallidum","surface_form":"Treponema pallidum","offset":103},{"uri":"Ulcer","surface_form":"ulcer","offset":268},{"uri":"Fatigue","surface_form":"fatigue","offset":404},{"uri":"Hand","surface_form":"palms","offset":472},{"uri":"Scar","surface_form":"scar","offset":681},{"uri":"Fluid","surface_form":"fluid","offset":719},{"uri":"Syphilis","surface_form":"syphilis","offset":934},{"uri":"Polymerase_chain_reaction","surface_form":"Polymerase chain reaction","offset":1044},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1392},{"uri":"Tropical","surface_form":"tropical","offset":1499},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1590},{"uri":"Willem_Piso","surface_form":"Willem Piso","offset":1756}]}