{"id":279590,"url":"http://en.wikipedia.org/wiki/Vanessa_Williams","text":"Vanessa Lynn Williams (born March 18, 1963), known professionally as Vanessa L. Williams or Vanessa Williams, is an American singer, actress, producer and former fashion model. In 1983, she became the first African-American woman crowned Miss America, but a scandal occurred when \"Penthouse\" bought and published nude photographs of her. She left her title early and was succeeded by the first runner-up, Suzette Charles of New Jersey. Williams earned multiple Grammy, Emmy, and Tony Award nominations.\nWilliams released her debut album The Right Stuff in 1988, which spawned the hits \"The Right Stuff\". \"The Right Stuff\" was a No. 1 on Hot Dance Songs. \"Dreamin'\" was a No. 1 on R&B and No. 8 on Billboard Hot 100. Her second studio album The Comfort Zone in 1991 topped the Billboard R&B Album Chart, which spawned the Billboard Hot 100 number-one hit \"Save the Best for Last\". In 1994 she performed on Broadway in the musical Kiss of the Spider Woman. In 1995 she recorded \"Colors of the Wind\", which became the Oscar-winner for Best Original Song from the Disney animated feature movie \"Pocahontas\", which reached No. 4 on the Billboard Hot 100.\nEarly life.\nWilliams was born in Millwood, New York. She is the daughter of music teachers Helen L. (née Tinch) and Milton Augustine Williams, Jr. A DNA test revealed that her ancestry is 23% from Ghana, 17% from the British Isles, 15% from Cameroon, 12% Finnish, 11% Southern European, 7% Togo, 6% Benin, 5% Senegal and 4% Portuguese. Her parents, put on her birth announcement \"Here she is: Miss America\"\nMiss America title.\nIn September 1983, she became the first African American woman to be crowned Miss America, There was a scandal when Penthouse magazine bought and published nude photographs of her. She gave up her title early and was succeeded by the first runner-up, Suzette Charles of New Jersey. Since then, Vanessa has been successful in every area of her life.\nSinging career.\nWilliams released her debut album \"The Right Stuff\" in 1988, which spawned the hits \"The Right Stuff\", a #1 on Hot Dance Songs, and \"Dreamin'\" a #1 on R&B and #8 on the \"Billboard\" Hot 100. Her second studio album, \"The Comfort Zone\", in 1991 topped the \"Billboard\" R&B Album Chart, which spawned the Billboard Hot 100 number-one hit \"Save the Best for Last\". In 1994, she did her first Broadway musical \"Kiss of the Spider Woman\". In 1995, she recorded \"Colors of the Wind\", the Oscar-winner for Best Original Song from the Disney animated feature film \"Pocahontas\", which went to #4 on the Billboard Hot 100.\nActing career.\nWilliams' first film acting role was as the co-star of the Arnold Schwarzenegger feature film \"Eraser\" in 1996. She has also been in movies \"Soul Food\", \"Dance with Me\", \"The Adventures of Elmo in Grouchland\", \"Shaft\" and \"Johnson Family Vacation\". From 2006 to 2010, she played the role of the scheming, self-absorbed diva and former supermodel Wilhelmina Slater in the ABC comedy series \"Ugly Betty\", for which she got three Emmy Awards nominations. In 2009, Williams released her eighth studio album, \"The Real Thing\". From 2010 to 2012, she starred in \"Desperate Housewives\" as spoiled rich woman Renee Perry. She currently stars in the supernatural drama series \"666 Park Avenue\".\nName conflict.\nWilliams is most often known and publicly recognized simply as \"Vanessa Williams\". There is, however, occasional confusion with similarly named actress Vanessa A. Williams, who is just two months younger.\nIt has been reported that Williams first became aware of Vanessa A. in the 1980s when her New York University registrar told her that another, similarly aged student with the same name and from the same state had applied. When Williams appeared as Miss America in a Macy's Thanksgiving Day Parade, Vanessa A. accidentally received her check for the appearance, which she returned.\nThe two ran into name conflict when Screen Actors Guild rules stopped the same stage naming. Vanessa A. had registered the name \"Vanessa Williams\" first. As a compromise, Williams was occasionally credited as \"Vanessa L. Williams\" in acting credits. Both actresses starred in versions of the drama \"Soul Food\" (Williams in the film version, and Vanessa A. in its \"Soul Food\" adaptation). The Screen Actors Guild eventually took the issue to arbitration, and decided that both actresses could use the professional name \"Vanessa Williams\". Today, Williams' prominence has led to a more wide association with the stage name \"Vanessa Williams\", so much so that it has widely become only known to her. She is credited as such in the American television series \"Ugly Betty\" and \"Desperate Housewives\". Williams is also the owner of the internet domain name vanessawilliams.com. Today, the younger Vanessa Williams is most often publicly and professionally referenced as \"Vanessa A. Williams\".","categories":[],"infobox_types":[],"annotations":[{"uri":"African-American","surface_form":"African-American","offset":207},{"uri":"Miss_America","surface_form":"Miss America","offset":238},{"uri":"Grammy_Awards","surface_form":"Grammy","offset":461},{"uri":"Emmy_Awards","surface_form":"Emmy","offset":469},{"uri":"Tony_Awards","surface_form":"Tony Award","offset":479},{"uri":"Spawned","surface_form":"spawned","offset":568},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":697},{"uri":"Top","surface_form":"topped","offset":765},{"uri":"Academy_Awards","surface_form":"Oscar","offset":1015},{"uri":"List_of_Disney_animated_movies","surface_form":"Disney animated feature movie","offset":1060},{"uri":"Pocahontas_(movie)","surface_form":"Pocahontas","offset":1091},{"uri":"Millwood%2C_New_York","surface_form":"Millwood, New York","offset":1183},{"uri":"African_American","surface_form":"African American","offset":1617},{"uri":"Miss_America","surface_form":"Miss America","offset":1654},{"uri":"Scandal","surface_form":"scandal","offset":1680},{"uri":"Penthouse_magazine","surface_form":"Penthouse magazine","offset":1693},{"uri":"Nude","surface_form":"nude","offset":1733},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":2111},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":2208},{"uri":"Walt_Disney_Pictures","surface_form":"Disney","offset":2467},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":2627},{"uri":"Eraser_(film)","surface_form":"Eraser","offset":2663},{"uri":"Shaft_(2000_film)","surface_form":"Shaft","offset":2779},{"uri":"Ugly_Betty","surface_form":"Ugly Betty","offset":2958},{"uri":"Emmy_Awards","surface_form":"Emmy Awards","offset":2995},{"uri":"Desperate_Housewives","surface_form":"Desperate Housewives","offset":3125},{"uri":"Vanessa_A._Williams","surface_form":"Vanessa A. Williams","offset":3421},{"uri":"New_York_University","surface_form":"New York University","offset":3564},{"uri":"Macy%27s_Thanksgiving_Day_Parade","surface_form":"Macy's Thanksgiving Day Parade","offset":3740},{"uri":"Screen_Actors_Guild","surface_form":"Screen Actors Guild","offset":3891},{"uri":"Soul_Food_(film)","surface_form":"Soul Food","offset":4154},{"uri":"Arbitration","surface_form":"arbitration","offset":4296}]}