{"id":279504,"url":"http://en.wikipedia.org/wiki/Deltora_Quest","text":"\"Deltora Quest\" is three series of books for children by Emily Rodda. It has 15 books overall: the first series \"Deltora Quest\" has eight books, the second series \"Deltora Shadowlands\" has three books, and the third series \"Dragons of Deltora\" has four books. They are all about a group of three friends who try to defeat the evil Shadow Lord and his friends.\nLief.\nLief is the son of King Endon and Sharn, who went into hiding disguised as Jarred and Anna before their son was born. Lief was raised as a blacksmith's son in the run-down city of Del after the invasion. On his 16th birthday he set off on the Deltora Quest to find the seven gems of Deltora. In the ends he finds out that he is the heir to the throne and becomes the King of Deltora. At the end of the third series he marries Jasmine and has three children.\nBarda.\nBarda is a strong bearded man. Before the invasion of the Shadow Lord, he was a guard of the Palace, but then he fled because his mother Min was killed, so he made friends with Endon and Sharn, and pretended to be a beggar for sixteen years, and always guarded Lief when he was in trouble. He accompanied Lief to find the seven gems of the Belt of Deltora. At the end of the last series he married Linden of Broome.\nJasmine.\nJasmine is the daughter of Jarred (Doom) and Anna. She was born in the Forests of Silence, but when she was 7, her parents got taken away by Grey Guards. She lived as an orphan, with Kree and Filli for company. She met Lief and Barda in the Forests of Silence, and helped them get the first jewel, the topaz. After that, her mother Anna appeared to her in spirit form (because the topaz lets you come into contact with the dead)and told Jasmine to travel with Lief and Barda to find the jewels. At the end of the third series she married Lief and had three children.\nKree.\nKree is a raven who used to live in Thaegan's territory, but Thaegen killed his parents so he fled to the Forests of Silence where he met Jasmine. He is very affectionate to Jasmine. He accompanied Jasmine, Lief and Barda on all three quests, warning others of danger by flying ahead. He later became and official messenger bird for the Palace.\nFilli.\nFilli is a furry grey small creature who Jasmine found in the Forests of Silence. Like, Kree, he loves Jasmine a lot. He accompanied Jasmine, Lief and Barda on all three quests.\nVeritas.\nVeritas is the amethyst dragon who is very truthful. He helped to destroy the Sister of the West, and he brought up the baby Diamond Dragon, Forta.\nForests of Silence.\nIn the first half of this book, it follows Jarred and Endon, how the King of Deltora died, then Endon became King, Jarred fled from the castle, married Anna, and the Shadow Lord invaded. In the second half of the book, it follows Lief, how on his 16th birthday, he set out on the Deltora Quest to find the gems of Deltora, with Barda, and got paralysed by Wenn, saved by Jasmine, and got the topaz from Gorl.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emily_Rodda","surface_form":"Emily Rodda","offset":57},{"uri":"Blacksmith","surface_form":"blacksmith","offset":505},{"uri":"Wedding","surface_form":"marries","offset":784},{"uri":"Belt","surface_form":"Belt","offset":1171}]}