{"id":279568,"url":"http://en.wikipedia.org/wiki/Plaza_Monumental_Rom%C3%A1n_Eduardo_Sandia","text":"e=\"preserve\">Plaza Monumental Román Eduardo Sandia also known as the Plaza de Toros de Mérida is a plaza de toros first class located in the city of Mérida, Venezuela being one of the main infrastructure for cultural and artistic events to large scale of the city after the Estadio Olímpico Metropolitano and the fence locations for the bullfights in the frame of the Feria Internacional del Sol.\nThe Plaza was inaugurated in 1967 to serve as a forum to various events of Ferias del Sol, and has a capacity of 16,000 spectators.\nHe has received prominent bullfighters like Julian López \"El Juli\", Francisco Rivera Ordóñez, Juan José \"Morante de la Puebla\", Miguel Ángel Perera, Enrique Ponce, Francisco Rivera \"Paquirrí\", Pálomo Lináres, Javier Conde, Manuel Bénitez \"El Cordobés\", José María Manzanares, Antonio Barrera, Paquito Perlaza, Leonardo Bénitez, Luis Bolivar, David Fandila \"El Fandi\", Mary Paz Vega, Morenito de Maracay, Nerio Ramirez \"El Tovareño\", Rafael Orellana, César Vanegas, César Faraco, Eduardo Valenzuela, among others.\nBut he has also received several Venezuelan and international artists and singers like Juanes, Maná, Desorden Público, Caramelos de Cianuro, Franco De Vita, Paulina Rubio, Chino y Nacho, Don Omar, Tito El Bambino, Molotov, Wisin & Yandel, Dalmata, Vos Veis, Los Hombres G, Aterciopelados, Jorge Celedón, Jean Carlos Centeno, L'squadron, Tecupae, Luis Silva, Armando Martínez, among others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plaza_de_toros","surface_form":"plaza de toros","offset":99},{"uri":"M%C3%A9rida%2C_M%C3%A9rida","surface_form":"Mérida","offset":149},{"uri":"Venezuela","surface_form":"Venezuela","offset":157},{"uri":"Estadio_Metropolitano_de_M%C3%A9rida","surface_form":"Estadio Olímpico Metropolitano","offset":274},{"uri":"Bullfights","surface_form":"bullfights","offset":337},{"uri":"Feria_del_Sol_(M%C3%A9rida)","surface_form":"Feria Internacional del Sol","offset":368},{"uri":"Feria_del_Sol_(M%C3%A9rida)","surface_form":"Ferias del Sol","offset":472},{"uri":"Paulina_Rubio","surface_form":"Paulina Rubio","offset":1199}]}