{"id":27966,"url":"http://en.wikipedia.org/wiki/Spleen","text":"The spleen is an organ in vertebrates. The spleen is part of the lymphatic system. In people, it is on the left side of the body, under the heart. The spleen helps fight infections and keeps the blood cells healthy.\nTasks.\nThe spleen cleans out old blood cells from the blood and recycles them. It helps save the iron and the amino acids from the old blood cells. The spleen also holds a supply of extra blood, in case the body needs some quickly. The spleen works together with the circulatory system (the system which brings blood to the body).\nA study published in 2009 using mice found that the spleen is a reservoir which holds over half the body's monocytes. These monocytes move to injured tissue (such as the heart after myocardial infarction), turn into dendritic cells and macrophages, and promote tissue healing. The spleen is rather like a large lymph node. Its absence makes certain infections more likely.\nShape.\nThe spleen is shaped like a loose fist. It is tucked under the left side of the diaphragm, close by the heart.The average adult spleen weighs 0.44 lbs.\nDisease.\nThe spleen can get bigger when a person is digesting food or is sick. If a person's spleen gets big enough, it can break open. If this happens, the person needs medical care right away. Emergency surgery might be needed to control the bleeding.\nCulture.\nIn the past, many people believed the spleen helped control emotions. For example, if a person was upset or angry, people would think it was because of a spleen problem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organ_(anatomy)","surface_form":"organ","offset":17},{"uri":"Vertebrates","surface_form":"vertebrates","offset":26},{"uri":"Lymphatic_system","surface_form":"lymphatic system","offset":65},{"uri":"Heart","surface_form":"heart","offset":140},{"uri":"Infection","surface_form":"infection","offset":170},{"uri":"Blood_cells","surface_form":"blood cells","offset":195},{"uri":"Blood","surface_form":"blood","offset":270},{"uri":"Iron","surface_form":"iron","offset":313},{"uri":"Amino_acids","surface_form":"amino acids","offset":326},{"uri":"Circulatory_system","surface_form":"circulatory system","offset":483},{"uri":"Monocyte","surface_form":"monocyte","offset":654},{"uri":"Myocardial_infarction","surface_form":"myocardial infarction","offset":729},{"uri":"Dendritic_cell","surface_form":"dendritic cell","offset":763},{"uri":"Macrophage","surface_form":"macrophage","offset":783},{"uri":"Infection","surface_form":"infection","offset":896},{"uri":"Diaphragm","surface_form":"diaphragm","offset":1007},{"uri":"Digestion","surface_form":"digesting","offset":1131},{"uri":"Surgery","surface_form":"surgery","offset":1284}]}