{"id":279715,"url":"http://en.wikipedia.org/wiki/Mary_Fallin","text":"Mary Fallin (born December 9, 1954) is an American politician. She was the 27th Governor of the U.S. state of Oklahoma from 2011 to 2019. Before becoming governor, she was a U.S. Representative, serving from 2007 until 2011.\nShe is the second woman elected to the United States Congress from Oklahoma. The first was Alice Mary Robertson in 1921. She was the first Republican and first woman to serve as Lieutenant Governor of Oklahoma. She served in that post from 1995 to 2007. She is also the first woman to serve as Governor in the state of Oklahoma.\nEarly life and career.\nFallin was raised in Tecumseh. Her mother and father both served terms as mayor of Tecumseh. She is a graduate of Tecumseh High School. She attended Oklahoma Baptist University in Shawnee and University of Central Oklahoma in Edmond. Fallin has a Bachelor of Science degree from Oklahoma State University.\nFallin has two children, Christina and Price. They live in Oklahoma City. Fallin was first elected to the Oklahoma House of Representatives in 1990. She served two terms.\nLieutenant Governor (1995–2007).\nIn 1995, Fallin became Oklahoma’s first woman and first Republican to be elected as the Lieutenant Governor of Oklahoma. She served as president of the Senate and on 10 boards and commissions. She followed an aggressive agenda focusing on economic development, education, health care and government reform during her 12 years in office.\nIn the wake of the Oklahoma City bombing, she formed a task force to rebuild the childcare center lost in the disaster. Fallin also initiated Project Homesafe, a gun safety program that has distributed more than 80,000 free cable gun locks to Oklahomans.\nCongressional career (2007–2011).\nFallin did not seek re-election in 2006 as lieutenant governor. She ran for the 5th Congressional District seat being vacated by Ernest Istook. In the July 25 GOP primary, she received the most votes. On August 22, she faced the second-place finisher, Oklahoma City Mayor Mick Cornett in the GOP candidate runoff election. She won with 63% of the vote.\nFallin was elected on November 7, defeating Democrat Paul David Hunter. She is the first woman elected to Congress from Oklahoma since 1921. Alice Mary Robertson was the first woman to be elected to U.S. Congress from Oklahoma. She resigned her office on January 2, 2007 in order to be sworn in to Congress on January 4, 2007. Lieutenant Governor-elect Jari Askins was appointed by Oklahoma Governor Brad Henry to fill the remaining days of Fallin's term.\nFallin easily won reelection in 2008. During her last term in Congress, Fallin served on the House Committee on Armed Services, the House Committee on Small Business, and the House Committee on Transportation and Infrastructure.\nGovernorship (2011–2019).\nOn November 10, 2010, Fallin defeated Jari Askins with more than 60% of the vote.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Governors_of_Oklahoma","surface_form":"27th","offset":75},{"uri":"Governor_of_Oklahoma","surface_form":"Governor","offset":80},{"uri":"U.S._state","surface_form":"U.S. state","offset":96},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":110},{"uri":"United_States_House_of_Representatives","surface_form":"U.S. Representative","offset":174},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":264},{"uri":"Alice_Mary_Robertson","surface_form":"Alice Mary Robertson","offset":316},{"uri":"Tecumseh%2C_Oklahoma","surface_form":"Tecumseh","offset":598},{"uri":"Oklahoma_Baptist_University","surface_form":"Oklahoma Baptist University","offset":726},{"uri":"Shawnee%2C_Oklahoma","surface_form":"Shawnee","offset":757},{"uri":"Oklahoma_State_University","surface_form":"Oklahoma State University","offset":856},{"uri":"Oklahoma_House_of_Representatives","surface_form":"Oklahoma House of Representatives","offset":989},{"uri":"Oklahoma_City_bombing","surface_form":"Oklahoma City bombing","offset":1443},{"uri":"Ernest_Istook","surface_form":"Ernest Istook","offset":1842},{"uri":"Mick_Cornett","surface_form":"Mick Cornett","offset":1985},{"uri":"Alice_Mary_Robertson","surface_form":"Alice Mary Robertson","offset":2207},{"uri":"Jari_Askins","surface_form":"Jari Askins","offset":2419},{"uri":"Brad_Henry","surface_form":"Brad Henry","offset":2466},{"uri":"Jari_Askins","surface_form":"Jari Askins","offset":2815}]}