{"id":27976,"url":"http://en.wikipedia.org/wiki/Electromagnetism","text":"Electromagnetism is the study of the electromagnetic force, one of the four fundamental forces of nature. The electromagnetic force pushes or pulls anything that has an electric charge, like electrons and protons. It includes the electric force, which pushes all charged particles, and the magnetic force, which only pushes moving charges.\nWhat is a field?\nThe electromagnetic force comes from something called an electromagnetic field. In physics, a field is how we keep track of things that might change in space and time. It is like a set of labels for every point in space. For instance, the air temperature in a room could be described by a field, where the labels are just numbers saying how hot it is at that point in the room. We could have more complicated labels as well. On a map of wind speeds, the label could be a number saying how strong the wind is and also an arrow saying which way it is blowing. We call this a vector field because each label is a vector - it has a direction (the arrow) and a magnitude (its strength).\nElectric and magnetic fields are also fields. Instead of keeping track of temperature or wind speed, they tell us how much push or pull a charged particle will feel at that point in space, and which direction it will be pushed. Like wind speeds, electric fields are also vector fields, so they can be drawn as arrows. The arrows point which way a positive particle, like a proton, will be pushed if it is in the field. Negative particles, like electrons, will go in the opposite direction as the arrows. In an electric field, arrows will point away from positive particles and towards negative ones. So a proton in an electric field would move away from another proton, or towards an electron. Similar charges repel (push away from each other), while opposite charges attract (are pulled together).\nMagnetic fields are a little different. They only push on moving charges, and they push more on charges that are moving faster. But they do not push at all on charges that are sitting still. However, a changing magnetic field can produce an electric field, and an electric field can push on any charges. This idea, called electromagnetic induction, is used to make electric generators, induction motors, and transformers work. Together, electric and magnetic fields make up the electromagnetic field.\nHistory.\nBefore 1800, people thought that electricity and magnetism were two different things. However, this changed during the 19th century when scientists like Hans Christian Ørsted and Michael Faraday proved that electricity and magnetism are actually connected. In 1820, Ørsted found that when he turned the electric current from a battery on and off, it moved the needle on a nearby compass. When he studied this effect more carefully, he discovered that the electric current was producing a magnetic field. That is, when electric charges are moving, they can produce a force that pushes on magnets. Ørsted had found one of the first connections between electricity and magnetism.\nFaraday continued studying this connection, running tests with loops of wire and magnets. He found that if he set up two loops of wire and ran electricity through just one of them, he could (for a little while) produce an electric current in the other loop as well. Faraday also discovered that he could produce a current by moving a magnet through a loop of wire, or by moving the wire over a magnet. What Faraday had shown was that magnets could push back on moving electric charges, and that moving magnets could push on charges sitting still. This was like what Ørsted had found, but in reverse.\nin 1873, James Clerk Maxwell summed up these connections in his theory of \"classical electromagnetism,\" electricity and magnetism together. This theory was based on a set of four equations called Maxwell's equations, and the Lorentz force law. Maxwell's equations told us how to relate electricity and magnetism. They said that charges sitting still could push on other charges, but moving charges could produce magnetic fields that push on magnets. On the other hand, magnets sitting still can only push on moving charges, but moving magnets can push on any electric charges.\nWhat's more, Maxwell's studies showed that light could be described as a ripple in the electromagnetic field. That is, light moves like a wave. However, Maxwell's work did not agree with classical mechanics, the description of forces and motion originally developed by Newton. Maxwell's equations predicted that light always moves through empty space at the same speed. This was a problem because in classical mechanics, velocities are \"additive\"-- if a person A on a train moving at speed X throws a ball with speed Y, then a person B on the ground sees the ball moving with speed X+Y. According to Maxwell, if person A turns on a flashlight, they will see the light moving away from them at speed \"c\". But person B on the ground must also see the light moving at speed \"c\", not \"c\"+X. This led to the development of the theory of special relativity by Einstein, which explained how the speed of light could be the same for everyone, and why classical mechanics does not work for things moving very fast.\nProblems in classical electromagnetism.\nAlbert Einstein's work with the photoelectric effect and Max Planck's work with blackbody radiation did not work with the traditional view of light as a continuous wave. This problem would be solved after the development of quantum mechanics in 1925. This development led to the development of quantum electrodynamics which was developed by Richard Feynman and Julian Schwinger. Quantum electrodynamics was able to describe the interactions particles in detail.\nElectromagnetic radiation.\nElectromagnetic radiation is thought to be both a particle and a wave. This is because it sometimes acts like a particle and sometimes acts like a wave. To make things easier we can think of an electromagnetic wave as a stream of photons (symbol γ).\nPhotons.\nA photon is an elementary particle, meaning that it cannot be broken down into smaller particles. It is the particle that light is made up of. Photons also make up all other types of electromagnetic radiation such as gamma rays, X-rays, and UV rays. The idea of photons was thought up by Einstein. Using his theory for the photoelectric effect, Einstein said that light existed in small \"packets\" or parcels which he called photons.\nPhotons have energy and momentum. When two charged objects push or pull on each other, they send photons back and forth. So photons carry the electromagnetic force between charged objects. Photons are also known as messenger particles in physics because these particles often carry messages between objects. Photons send messages saying \"come closer\" or \"go away\" depending on the charges of the objects that are being looked at. If a force exists while time passes, then photons are being exchanged during that time.\nFundamental electromagnetic interactions occur between any two particles that have an electric charge. These interactions involve the exchange or production of photons. Thus, photons are the carrier particles of electromagnetic interactions.\nElectromagnetic decay processes can often be recognized by the fact that they produce one or more photons (also known as gamma rays). They proceed less rapidly than strong decay processes with comparable mass differences, but more rapidly than comparable weak decays.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fundamental_force","surface_form":"fundamental forces","offset":76},{"uri":"Electric_charge","surface_form":"electric charge","offset":169},{"uri":"Electron","surface_form":"electrons","offset":191},{"uri":"Proton","surface_form":"protons","offset":205},{"uri":"Vector_field","surface_form":"vector field","offset":930},{"uri":"Proton","surface_form":"proton","offset":1412},{"uri":"Electrons","surface_form":"electrons","offset":1483},{"uri":"Electromagnetic_induction","surface_form":"electromagnetic induction","offset":2160},{"uri":"Electric_generator","surface_form":"electric generator","offset":2203},{"uri":"Transformer","surface_form":"transformer","offset":2246},{"uri":"19th_century","surface_form":"19th century","offset":2467},{"uri":"Hans_Christian_%C3%98rsted","surface_form":"Hans Christian Ørsted","offset":2501},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":2527},{"uri":"Electric_current","surface_form":"electric current","offset":2651},{"uri":"Magnet","surface_form":"magnets","offset":2935},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":3634},{"uri":"Maxwell%27s_equations","surface_form":"Maxwell's equations","offset":3821},{"uri":"Lorentz_force_law","surface_form":"Lorentz force law","offset":3850},{"uri":"Coulomb%27s_law","surface_form":"charges sitting still could push on other charges","offset":3953},{"uri":"Amp%C3%A8re%27s_circuital_law","surface_form":"moving charges could produce magnetic fields that push on magnets","offset":4008},{"uri":"Lorentz_force","surface_form":"magnets sitting still can only push on moving charges","offset":4094},{"uri":"Faraday%27s_law_of_induction","surface_form":"moving magnets can push on any electric charges","offset":4153},{"uri":"Wave_(physics)","surface_form":"wave","offset":4340},{"uri":"Classical_mechanics","surface_form":"classical mechanics","offset":4389},{"uri":"Isaac_Newton","surface_form":"Newton","offset":4471},{"uri":"Speed_of_light","surface_form":"the same speed","offset":4556},{"uri":"Theory","surface_form":"theory","offset":5024},{"uri":"Special_relativity","surface_form":"special relativity","offset":5034},{"uri":"Albert_Einstein","surface_form":"Einstein","offset":5056},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":5248},{"uri":"Photoelectric_effect","surface_form":"photoelectric effect","offset":5280},{"uri":"Max_Planck","surface_form":"Max Planck","offset":5305},{"uri":"Black_body_radiation","surface_form":"blackbody radiation","offset":5328},{"uri":"Continuous","surface_form":"continuous","offset":5401},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":5472},{"uri":"Quantum_electrodynamics","surface_form":"quantum electrodynamics","offset":5542},{"uri":"Richard_Feynman","surface_form":"Richard Feynman","offset":5589},{"uri":"Julian_Schwinger","surface_form":"Julian Schwinger","offset":5609},{"uri":"Electromagnetic_radiation","surface_form":"Electromagnetic radiation","offset":5737},{"uri":"Particle","surface_form":"particle","offset":5787},{"uri":"Wave_(physics)","surface_form":"wave","offset":5802},{"uri":"Photon","surface_form":"photon","offset":5967},{"uri":"Photon","surface_form":"photon","offset":5998},{"uri":"Elementary_particle","surface_form":"elementary particle","offset":6011},{"uri":"Particle","surface_form":"particle","offset":6104},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":6179},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":6213},{"uri":"X-ray","surface_form":"X-ray","offset":6225},{"uri":"Ultraviolet","surface_form":"UV rays","offset":6237},{"uri":"Albert_Einstein","surface_form":"Einstein","offset":6284},{"uri":"Photoelectric_effect","surface_form":"photoelectric effect","offset":6319},{"uri":"Photon","surface_form":"Photon","offset":6429},{"uri":"Particle","surface_form":"messenger particles","offset":6644},{"uri":"Physics","surface_form":"physics","offset":6667},{"uri":"Radioactive_decay","surface_form":"decay","offset":7205},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":7310}]}