{"id":279748,"url":"http://en.wikipedia.org/wiki/Lightning_Bar","text":"Lightning Bar was an American Quarter Horse racehorse and breeding stallion. He was owned by Art Pollard. Lightning Bar's father was a Thoroughbred, and his mother was originally from Louisiana. Louisiana was known for breeding racehorses that ran short distances. Although he only raced for one year, he still managed to achieve an AAA speed index. His racing career was cut short by illnesses. After racing, he became a show horse and a roping horse. As a breeding stallion, he only fathered eight crops of foals, but fathered a number of important horses. His most famous son was Doc Bar. Lightning Bar died in 1960 from disease, at the age of 9. Lightning Bar was inducted into the American Quarter Horse Association's (AQHA's) American Quarter Horse Hall of Fame in 2008.\nEarly life.\nBorn in 1951, Lightning Bar was bred to be a racehorse. Injuries and illnesses kept him from racing past the age of two. He was bred by Art Pollard, who owned him his entire life. He was fathered by Three Bars, a Thoroughbred stallion later inducted into the AQHA Hall of Fame. Lightning Bar's mother was Della P, a daughter of the Thoroughbred stallion Doc Horn. His maternal grandmother, was a mare who was never given a name and was sired by Old D. J. Art Pollard bought Della P from \"Dink\" Parker for $1,750 ($ as of) in the late 1940s. Della P was bred in Louisiana, which was a leading state breeding short distance racehorses during the years 1900–1940. Della P was brought to Arizona by Parker.\nWhen Lightning Bar was about 5 days old, Pollard was afraid that he had leg problems and was buck-kneed. Pollard thought about putting the young horse to sleep. First, though, he asked the advice of Parker. Pollard later said about the story, \"Dink just looked at me and shook his head. 'Ain't you ever gonna learn nothing? That colt's just what you're looking for.' \" When mature, Lightning Bar stood 15.2 hands (or) tall and weighed about. He was a sorrel-colored horse.\nRacing and show career.\nLightning Bar started ten times on the racetrack. He won four times, came in second three times, and came in third once. Among those finishes, he ran second and third in two stakes races. His total earnings on the track were $1,491 ($ as of). His highest speed index, or comparative rating of his speed, was AAA. He only raced for one year, as he suffered from pneumonia, distemper, and injured legs. He did equal one track record for two-year-olds at Pomona Racetrack, running in 17.2 seconds.\nAfter Lightning Bar's racing career, he went on to be a show horse. He earned 18 open halter points with the AQHA. He earned an AQHA Champion award in 1955. He won one grand championship and one reserve championship in halter classes at recognized AQHA shows.\nBreeding career.\nThe first year Lightning Bar stood as a breeding stallion, his stud fee, or the fee charged to breed a mare to him, was $250 ($ as of). Only nine mares were bred to him. The next year, he only bred 11 mares. In 1956, he bred 102 mares at $500 ($ as of) each. One of Pollard's attempts to advertise his stallion involved letting one of his ranch hands take the stallion to a local jackpot roping. Pollard assumed that the employee would just ride Lightning Bar around and show him off. Pollard later discovered that more was involved. Pollard said later that \"I should have been suspicious when he (the ranch hand) returned with Lightning Bar that afternoon, with a sheepish grin on his face. I asked him how the horse was received and he said 'The stud did good and I won the jackpot!' After congratulating him, I asked which rope horse he had used. He replied, 'The stud.' \"\nPollard said of Lightning Bar that \"I always had to be careful about the kind of latch I used on a gate with that horse. He could figure them out faster than I could. He would open a gate, and go for a stroll.\" Lightning Bar sired 148 foals in his eight breeding seasons. 118 of those foals went on to either race or show careers. 108 of his foals started races, and 77 of them won races, with a total of $476,949 total earnings. Lightning Belle was the foal who earned the most on the racetrack, earning $60,134 ($ as of).\nFive of Lightning Bar's foals earned AQHA Championships: Cactus Comet, Crash Bang, Lightning Rey, Pana Bar and Relampago Bar. One earned a Supreme Championship, Lightning Rey. His offspring earned $1,163.32 in National Cutting Horse Association competition. Another four earned a Superior Halter Horse title.\nDeath and legacy.\nLightning Bar died in June 1960 from Colitis-X, a virus of unknown origin that can kill quickly without warning. The virus infected a large number of Pollard's horses. Only three horses that caught the disease survived. Pollard was so heart-broken, he sold off his remaining stock and did not return to the Quarter Horse business for 15 years. Pollard later said about the loss of his horses that \"it was a nightmare when they were wiped out. Even now, we can still feel the sadness of losing those horses.\" Another time, Pollard said that \"Someone once said that a man deserves one good woman and one good dog in his lifetime. To that quip I would add one good horse. I certainly had one in Lightning Bar.\"\nLightning Bar was inducted into the American Quarter Horse Association's American Quarter Horse Hall of Fame in 2008. Lightning Bar's most famous son was Doc Bar, who also was inducted into the Hall of Fame. Two stakes races were run in his memory, the first one at Los Alamitos Racetrack for one year in 1961. The second ran from 1962 to 1966 and was at Ruidoso Downs in New Mexico.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Quarter_Horse","surface_form":"American Quarter Horse","offset":21},{"uri":"Racehorse","surface_form":"racehorse","offset":44},{"uri":"Breed","surface_form":"breed","offset":58},{"uri":"Stallion","surface_form":"stallion","offset":67},{"uri":"Thoroughbred","surface_form":"Thoroughbred","offset":135},{"uri":"Speed_index","surface_form":"speed index","offset":337},{"uri":"Foal","surface_form":"foal","offset":509},{"uri":"Father","surface_form":"father","offset":520},{"uri":"Doc_Bar","surface_form":"Doc Bar","offset":583},{"uri":"Induct","surface_form":"induct","offset":668},{"uri":"American_Quarter_Horse_Association","surface_form":"American Quarter Horse Association","offset":686},{"uri":"American_Quarter_Horse_Hall_of_Fame","surface_form":"American Quarter Horse Hall of Fame","offset":732},{"uri":"Three_Bars","surface_form":"Three Bars","offset":988},{"uri":"Thoroughbred","surface_form":"Thoroughbred","offset":1002},{"uri":"Stallion","surface_form":"stallion","offset":1015},{"uri":"Grandmother","surface_form":"grandmother","offset":1166},{"uri":"Mare","surface_form":"mare","offset":1185},{"uri":"Hand_(measurement)","surface_form":"hands","offset":1899},{"uri":"Sorrel_(horse)","surface_form":"sorrel","offset":1943},{"uri":"Stakes_race","surface_form":"stakes race","offset":2163},{"uri":"Speed_index","surface_form":"speed index","offset":2244},{"uri":"Pneumonia","surface_form":"pneumonia","offset":2350},{"uri":"Distemper","surface_form":"distemper","offset":2361},{"uri":"Horse_show","surface_form":"show horse","offset":2540},{"uri":"Halter_(horse_show)","surface_form":"halter","offset":2570},{"uri":"Stud_fee","surface_form":"stud fee","offset":2824},{"uri":"Team_Roping","surface_form":"roping","offset":3149},{"uri":"Latch","surface_form":"latch","offset":3718},{"uri":"National_Cutting_Horse_Association","surface_form":"National Cutting Horse Association","offset":4371},{"uri":"Colitis-X","surface_form":"Colitis-X","offset":4525},{"uri":"American_Quarter_Horse_Association","surface_form":"American Quarter Horse Association","offset":5232},{"uri":"American_Quarter_Horse_Hall_of_Fame","surface_form":"American Quarter Horse Hall of Fame","offset":5269},{"uri":"Doc_Bar","surface_form":"Doc Bar","offset":5350}]}