{"id":279805,"url":"http://en.wikipedia.org/wiki/Chinchilla%2C_Queensland","text":"e=\"preserve\">Chinchilla is a small town of 3,100 people in Queensland, Australia. It is 294 kms west of the state capital Brisbane. The Chinchilla area was first explored by Europens when Alan Cunningham made his journey from Sydney to explore the Darling Downs in 1827. Farmers arrived to settle the area in 1848 and set up Chinchilla Station. This was part of the Wongongera Station which had been set up in 1846. It was probably named after the local Aboriginal word \"jinchilla\" meaning cypress pine.\nThe railway from Brisbane reached Chinchilla in 1878. The area became well known for its' dairy farming which became the main industry. In the 1920s, the Chinchilla area, and more than 24 million hectares of Australia had become overgrown with an imported cactus, called prickly pear. In 1925 the Australian government imported a moth from Argentina, cactoblastis, which ate the prickly pear. The Chinchilla Experimental Station was set up to breed these moths and release them. At one time the station was sending out 14 million moth eggs a day.\nBuilt on the banks of Charley's Creek, Chinchilla has been flooded several times. During the 2010-2011 Queensland floods, Chinchilla was flooded twice in two weeks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queensland%2C_Australia","surface_form":"Queensland, Australia","offset":59},{"uri":"Km","surface_form":"km","offset":92},{"uri":"Brisbane","surface_form":"Brisbane","offset":122},{"uri":"Europe","surface_form":"Europe","offset":174},{"uri":"Alan_Cunningham","surface_form":"Alan Cunningham","offset":188},{"uri":"Sydney","surface_form":"Sydney","offset":226},{"uri":"Darling_Downs","surface_form":"Darling Downs","offset":248},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":454},{"uri":"Cypress","surface_form":"cypress","offset":490},{"uri":"Hectare","surface_form":"hectare","offset":700},{"uri":"Argentina","surface_form":"Argentina","offset":844},{"uri":"2010-2011_Queensland_floods","surface_form":"2010-2011 Queensland floods","offset":1144}]}