{"id":279861,"url":"http://en.wikipedia.org/wiki/Deinosuchus","text":"\"Deinosuchus\" is an extinct relative of the alligator which lived 80 to 73 million years ago, in the Upper Cretaceous period.\nThe first remains were discovered in North Carolina in the 1850s, but it was not until 1909 that the genus was named and described.\nAdditional fragments were discovered in the 1940s and were later made into an influential, but inaccurate, skull reconstruction at the American Museum of Natural History. Knowledge of \"Deinosuchus\" is still incomplete, but better skull material has been found in recent years.\n\"Deinosuchus\" was far larger than any modern crocodile or alligator: it was up to and weighed up to. However, its overall appearance was fairly similar to its modern relatives.\nIt had large, robust teeth that were adapted to crushing, and its back was covered with thick round bony plates. One study suggests that \"Deinosuchus\" may have lived for up to 50 years, growing at a similar rate to that of modern crocodilians, but growing for a much longer period.\n\"Deinosuchus\" fossils have been found in ten U.S. states, as well as northern Mexico. It lived on both sides of the Western Interior Seaway, and was an ambush apex predator in the coastal regions of eastern North America.\n\"Deinosuchus\" reached its largest size in its western habitat, but the eastern populations were far more abundant. Opinion remains divided as to whether these two populations represent separate species. \"Deinosuchus\" was probably capable of killing and eating large dinosaurs. It may have also fed upon sea turtles, fish, and other aquatic and terrestrial prey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":20},{"uri":"Alligator","surface_form":"alligator","offset":44},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":101},{"uri":"Period_(geology)","surface_form":"period","offset":118},{"uri":"North_Carolina","surface_form":"North Carolina","offset":163},{"uri":"Genus","surface_form":"genus","offset":227},{"uri":"American_Museum_of_Natural_History","surface_form":"American Museum of Natural History","offset":393},{"uri":"Skull","surface_form":"skull","offset":488},{"uri":"Adapted","surface_form":"adapted","offset":749},{"uri":"U.S._state","surface_form":"U.S. state","offset":1039},{"uri":"Mexico","surface_form":"Mexico","offset":1072},{"uri":"Western_Interior_Seaway","surface_form":"Western Interior Seaway","offset":1110},{"uri":"Apex_predator","surface_form":"apex predator","offset":1153},{"uri":"Species","surface_form":"species","offset":1410},{"uri":"Dinosaur","surface_form":"dinosaur","offset":1482},{"uri":"Sea_turtle","surface_form":"sea turtle","offset":1519}]}