{"id":279868,"url":"http://en.wikipedia.org/wiki/Sarcosuchus","text":"\"Sarcosuchus\" is an extinct genus of giant crocodile. It lived in the Lower Cretaceous of what is now Africa 135 to 112 million years ago.\nStrictly speaking, it was not a modern type of crocodile but a kind of pre-crocodile. These earlier types are called Crocodylomorphs. True crocodiles arrived in the Upper Cretaceous.\n\"Sarcosuchus\" was one of the largest giant crocodile-like reptiles that ever lived. It was almost twice as long as the modern saltwater crocodile and weighed about 8 tonnes.\nUntil recently, all that was known of it was a few fossilised teeth and armour scutes, which were discovered in the Sahara Desert in the 1940s or 1950s.\nIn 1997 and 2000, Paul Sereno discovered half a dozen new specimens, including one with about half the skeleton intact and most of the spine. All of the other giant crocodiles are known only from a few partial skulls, so which is actually the biggest is an open question.\nPalaeobiology.\nUnlike other giant crocodiles, \"Sarcosuchus\" was a river predator. As the overhanging jaw and stout teeth are designed for grabbing and crushing, its primary prey may have been large animals and smaller dinosaurs, which it ambushed, dragged into the water, crushed, drowned and then tore apart.\nHowever, the long, thin snout of \"Sarcosuchus\" was very similar to the thin snouts of the modern gharial, the false gharial and the slender-snouted crocodile, all of which are nearly exclusive fish-eaters and incapable of tackling large prey. This can be contrasted to both the modern Nile crocodile and the extinct \"Deinosuchus\", both of which have very broad, heavy skulls, suitable for dealing with large prey. This, coupled with the abundance of large, lobe-finned fish in its environment, leads many to suggest that, far from being a dinosaur killer, Sarcosuchus was simply a large piscivore, a scaled-up version of the modern gharial.\nEnvironment.\n110 million years ago, in the early Cretaceous, the Sahara was still a great tropical plain, dotted with lakes and crossed by rivers and streams that were lined with vegetation. Based on the number of fossils discovered, the aquatic \"Sarcosuchus\" was probably plentiful in these warm, shallow, freshwater habitats.\nUnlike modern true crocodiles, which are very similar in size and shape to one another and tend to live in different areas; \"Sarcosuchus\" was just one of many Crocodyliformes, of different sizes and shapes, all living in the same area. Four other species of extinct Crocodyliformes were also discovered in the same rock formation along with the \"Sarcosuchus\", including a dwarf crocodile with a tiny, 8 cm (3 in) long skull. They filled a diverse variety of ecological niches, instead of competing with each other for resources.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":20},{"uri":"Genus","surface_form":"genus","offset":28},{"uri":"Crocodile","surface_form":"crocodile","offset":43},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":70},{"uri":"Africa","surface_form":"Africa","offset":102},{"uri":"Crocodylomorphs","surface_form":"Crocodylomorphs","offset":256},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":304},{"uri":"Saltwater_crocodile","surface_form":"saltwater crocodile","offset":448},{"uri":"Tonnes","surface_form":"tonnes","offset":488},{"uri":"Fossil","surface_form":"fossil","offset":547},{"uri":"Teeth","surface_form":"teeth","offset":558},{"uri":"Armour","surface_form":"armour","offset":568},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":612},{"uri":"Paul_Sereno","surface_form":"Paul Sereno","offset":667},{"uri":"Vertebral_column","surface_form":"spine","offset":784},{"uri":"Predator","surface_form":"predator","offset":993},{"uri":"Prey","surface_form":"prey","offset":1094},{"uri":"Ambush","surface_form":"ambush","offset":1159},{"uri":"Gharial","surface_form":"gharial","offset":1328},{"uri":"Nile_crocodile","surface_form":"Nile crocodile","offset":1516},{"uri":"Deinosuchus","surface_form":"Deinosuchus","offset":1548},{"uri":"Lobe-finned_fish","surface_form":"lobe-finned fish","offset":1688},{"uri":"Environment","surface_form":"environment","offset":1712},{"uri":"Piscivore","surface_form":"piscivore","offset":1818},{"uri":"Tropics","surface_form":"tropical","offset":1962},{"uri":"Plain","surface_form":"plain","offset":1971},{"uri":"Lake","surface_form":"lake","offset":1990},{"uri":"River","surface_form":"river","offset":2011},{"uri":"Stream","surface_form":"stream","offset":2022},{"uri":"Aquatic","surface_form":"aquatic","offset":2110},{"uri":"Freshwater","surface_form":"freshwater","offset":2179},{"uri":"Dwarf_crocodile","surface_form":"dwarf crocodile","offset":2572},{"uri":"Ecology","surface_form":"ecological","offset":2658}]}