{"id":279942,"url":"http://en.wikipedia.org/wiki/Iran_Air_Flight_227","text":"Iran Air Flight 277 was a passenger plane which, on, 2011, crashed while trying to land in bad weather at Urmia Airport, West Azarbaijan province, Iran. The aircraft that crashed was going between Mehrabad International Airport, Tehran, Iran, and Urmia. It was an Iran Air Boeing 727-286Adv, registration EP-IRP.\nAircraft.\nThe aircraft that crashed was a Boeing 727-286Adv. It was registered EP-IRP and was built in 1974. The aircraft spent a long time out of service, and was in Baghdad, Iraq from 1984-90, and then stored from 1991-2002. After that, it was fixed and went back to flying.\nAccident.\nThe flight was going between Tehran and Urmia. The plane crashed when it was about to land. It crashed near a lake. The crash happened at around 19:45 local time (16:15 UTC), and was thought to be caused by bad weather. The aircraft had missed its first try at landing, and it either crashed during a go-around, or while trying to return to Tehran. The weather at the time of the accident included snow and it was hard to see. When it crashed, the plane broke into more than one piece, but there was no fire or explosion. There were different reports right after the crash as to the type of aircraft that it happened to. Either a Fokker 100 or a Boeing 727 was thought to have crashed, but it was later made clear that the plane was a 727.\nThe number of people on board was not known; RIA Novosti said that 95 passengers were on the plane, but Reuters said there were 156 passengers and the Associated Press said there were 105 passengers. Later reports said there were either 105 or 106 people on board. Between 10 and 12 were crew and either 95 or 94 were passengers. The Iran Civil Aviation Organization said the day after the crash that a total of 93 passengers and 12 crew were on board.\nCasualties.\nAt least 77 people were killed and 26 were hurt. It was hard to rescue people because there was a lot of snow at the time. A local official said that \"[the] problem at the moment for rescue work is the heavy snow,\" which he said was around deep at the site of the crash. After the crash, 36 ambulances and 11 hospitals were used in the rescue.\nAfter the crash.\nIran ordered that the reason the plane crashed be found out. A day after the crash, people at the location had found both the flight's cockpit voice recorder, which records sounds in the cockpit, and the flight data recorder, which records what the plane does. Iran's Transport Ministry said that the investigation will be made up of several groups of people that study different parts of. The Iran Civil Aviation Organization will be in charge. The flight data recorder and cockpit voice recorder were both taken to Tehran as part of the investigation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Urmia_Airport","surface_form":"Urmia Airport","offset":106},{"uri":"West_Azarbaijan_province","surface_form":"West Azarbaijan province","offset":121},{"uri":"Iran","surface_form":"Iran","offset":147},{"uri":"Mehrabad_International_Airport","surface_form":"Mehrabad International Airport","offset":197},{"uri":"Tehran","surface_form":"Tehran","offset":229},{"uri":"Iran_Air","surface_form":"Iran Air","offset":264},{"uri":"Boeing_727","surface_form":"Boeing 727-286Adv","offset":273},{"uri":"Aircraft_registration","surface_form":"registration","offset":292},{"uri":"Boeing_727","surface_form":"Boeing 727-286Adv","offset":355},{"uri":"Baghdad","surface_form":"Baghdad","offset":480},{"uri":"Iraq","surface_form":"Iraq","offset":489},{"uri":"Flight","surface_form":"flight","offset":604},{"uri":"Urmia","surface_form":"Urmia","offset":640},{"uri":"30","surface_form":"local time","offset":751},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":769},{"uri":"Go-around","surface_form":"go-around","offset":901},{"uri":"Fokker%26amp%3Bnbsp%3B100","surface_form":"Fokker 100","offset":1230},{"uri":"Boeing%26amp%3Bnbsp%3B727","surface_form":"Boeing 727","offset":1246},{"uri":"RIA_Novosti","surface_form":"RIA Novosti","offset":1385},{"uri":"Reuters","surface_form":"Reuters","offset":1444},{"uri":"Associated_Press","surface_form":"Associated Press","offset":1491},{"uri":"Iran_Civil_Aviation_Organization","surface_form":"Iran Civil Aviation Organization","offset":1674},{"uri":"Cockpit_voice_recorder","surface_form":"cockpit voice recorder","offset":2301},{"uri":"Cockpit","surface_form":"cockpit","offset":2353},{"uri":"Flight_data_recorder","surface_form":"flight data recorder","offset":2370},{"uri":"Ministry_of_Transport_(Iran)","surface_form":"Iran's Transport Ministry","offset":2427},{"uri":"Investigation","surface_form":"investigation","offset":2467},{"uri":"Iran_Civil_Aviation_Organization","surface_form":"Iran Civil Aviation Organization","offset":2560}]}