{"id":279976,"url":"http://en.wikipedia.org/wiki/Clinical_psychology","text":"e=\"preserve\">Clinical psychology is the study in psychology of mental disorders. It is about learning, understanding, diagnosing, treating or preventing these types of illnesses. Clinical psychologists examine the mental functioning of a person and use psychotherapy to treat the disorder. Psychotherapy uses talking instead of medical or physical treatments.\nThe first psychological clinic opened in 1896 at the University of Pennsylvania by Lightner Witmer. In the first half of the 20th century, clinical psychology mainly about psychological assessment, not treatment. After World War II, there was a big increase in the numbers of trained clinical psychologists. There are two main educational models - the Ph.D. scientist-practitioner model which looks at research, and the Psy.D. practitioner-scholar model which looks at treatment. Clinical psychologists are now regarded as experts in psychotherapy.\nFour main schools.\nClinical psychologists generally train in one of four primary academic areas – psychodynamic, humanistic, behavior therapy/cognitive behavioral, and systems or family therapy.\nPsychodynamic.\nSigmund Freud's ideas led to the development of psychodynamic psychotherapy. Its goal is to help the patient, or client, to understand the meaning of the unconscious desires and conflicts that have caused their problems.\nHumanistic.\nHumanistic psychology was developed in the 1950s in reaction to both behaviourism (the belief that conditioning is the main cause of human behavior) and psychoanalysis (the belief that the unconscious is the main cause of human behavior).","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":49},{"uri":"Psychologist","surface_form":"psychologist","offset":188},{"uri":"Psychotherapy","surface_form":"psychotherapy","offset":253},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":413},{"uri":"20th_century","surface_form":"20th century","offset":485},{"uri":"World_War_II","surface_form":"World War II","offset":579},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":1119},{"uri":"Unconscious_mind","surface_form":"unconscious","offset":1273},{"uri":"Behaviourism","surface_form":"behaviourism","offset":1421},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":1505}]}