{"id":279926,"url":"http://en.wikipedia.org/wiki/Brian_Guebert","text":"Brian Guebert (born December 19, 1981) is a Canadian Football League defensive end who last played for the Winnipeg Blue Bombers.\nHigh school years.\nGuebert went to Lutheran Collegiate Bible Institute in Outlook, Saskatchewan. His team won the six-man Saskatchewan High School Provincial Football Championship in 1998. He was selected as the Defensive MVP in the 1999 Can-Am Bowl, and was chosen as the Outstanding Defensive Lineman in the 1999 Saskatchewan Senior Bowl.\nJunior football.\nGuebert played with the Saskatoon Hilltops, and he won the Canadian Junior Football League championship in 2001, 2002, and 2003. In both 2002 and 2003, Guebert was picked as the Prairie Football Conference Outstanding Defensive Lineman. He was also chosen as the Hilltops' Outstanding Lineman in 2002 and their Outstanding Graduate in 2003.\nUniversity.\nAfter his time with the Hilltops, Guebert moved on to play university football with the University of Saskatchewan Huskies. He was picked as a Canada West All-Star in 2004, and both a Canada West All-Star and First Team All-Canadian in 2006. His team played in the Vanier Cup in 2004, 2005, and 2006.\nGuebert is a member of the 2004–05 Huskie Athletics All Academic 1st Team and 2004–05 CIS Academic All-Canadian Team.\nCFL.\nGuebert went to training camp with the Saskatchewan Roughriders in 2003, playing in one exhibition game against Winnipeg.\nGuebert was signed as a free agent with Winnipeg on May 30, 2007 and was a good special teams player. He was let go following the 2008 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadian_Football_League","surface_form":"Canadian Football League","offset":44},{"uri":"Winnipeg_Blue_Bombers","surface_form":"Winnipeg Blue Bombers","offset":107},{"uri":"Outlook%2C_Saskatchewan","surface_form":"Outlook","offset":204},{"uri":"Saskatchewan","surface_form":"Saskatchewan","offset":213},{"uri":"2003","surface_form":"2003","offset":823},{"uri":"CIS_football","surface_form":"university football","offset":900},{"uri":"Saskatchewan_Huskies","surface_form":"University of Saskatchewan Huskies","offset":929},{"uri":"Canada_West_Universities_Athletic_Association","surface_form":"Canada West","offset":984},{"uri":"Vanier_Cup","surface_form":"Vanier Cup","offset":1106},{"uri":"Saskatchewan_Roughriders","surface_form":"Saskatchewan Roughriders","offset":1304}]}