{"id":279988,"url":"http://en.wikipedia.org/wiki/Typhoon_Xangsane","text":"Typhoon Xangsane (international designation: \"0615\", JTWC designation: \"18W\", PAGASA name: Typhoon Milenyo) was a deadly typhoon that affected the Philippines, Vietnam, and Thailand during the 2006 Pacific typhoon season. It was the fifteenth tropical storm and ninth typhoon recognized by the Japan Meteorological Agency operationally during the season, although in post-operational analysis it became the tenth typhoon of the season with the addition of Typhoon Maria. According to the Joint Typhoon Warning Center, Xangsane was the sixteenth tropical storm and tenth typhoon of the season, and was a Category 4-equivalent typhoon in terms of 1-minute average wind speeds. The name Xangsane was submitted by Laos and means elephant.\nXangsane made landfall in the Philippines, battering the northern islands with torrential rains and strong winds, and causing widespread flooding and landslides. After passing over Manila and emerging over the South China Sea, the typhoon made a second landfall in central Vietnam, also causing flooding and landslides there and in Thailand. The storm was responsible for at least 279 deaths, mostly in the Philippines and Vietnam, and at least $747 million (2006 USD) in damage.\nMeteorological history.\nLate on September 24, 2006, the Joint Typhoon Warning Center, noted that an area of convection, had persisted about 460 NM to the southeast of Manila, in the Philippines. The JTWC assessed the development of a significant Tropical cyclone, as fair. This was because convection was beginning to flare up near a developing Low Level Circulation Center, the JTWC also noted that the disturbance had a broad circulation. Early the next day both the Japan Meteorological Agency and the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) designated the Tropical disturbance as a Tropical Depression with PAGASA assigning the local name of Tropical Depression Milenyo, to the depression. Later that morning the JTWC reassessed the potential of the disturbance forming into a significant tropical Cyclone within 24 hours as good, and issued a Tropical Cyclone Formation Alert on the developing disturbance. Early that afternoon the JTWC started to issue advisories on the disturbance and designated it as Tropical Depression 18W. Later that day the JTWC upgraded as the depression moved towards the west it was upgraded to a Tropical Storm by the JTWC. Early on September 26 the JMA also upgraded the depression to a tropical storm, and assigned the international name of Xangsane.\nLater on September 26, the JMA upgraded Xangsane to a severe tropical storm, whilst six hours later both the JMA and the JTWC upgraded Xangsane to typhoon with the JTWC reporting wind speeds equivalent to a category one typhoon. Early the next day Xangsane was upgraded to a category 2 typhoon and then over the next six hours Xangsane rapidly intensified into a category 4 typhoon with wind speeds of 115 kts (130 mph, 215 km/h). Meanwhile the JMA reported that Xangsane had reached its peak wind speeds of 85 kts (100 mph, 155 km/h). Early that afternoon the JTWC reported that Xangsane, had reached its peak wind speeds of 125 kts (145 mph, 230 km/h).\nXangsane then passed through the Philippine islands, wreaking havoc and becoming the strongest typhoon to directly impact Metro Manila in eleven years. As it entered the South China Sea as a weak typhoon, it began to re-intensify, reaching its secondary peak strength shortly before landfall at Danang, Vietnam on October 1. The JTWC ceased advisories after landfall, while the JMA carried the storm inland until it was over Thailand as a tropical depression. It remained as a low pressure area over central Indochina on the JMA's weather charts for several days, while the U.S. Navy's Automated Tropical Cyclone Forecasting system carried the remnants of Xangsane into the Bay of Bengal.\nPhilippines.\nOn September 27, PAGASA issued Storm Signal Number 3, a warning for winds of 100– 185 km/h (62– 115 mph), for areas of southern Luzon. Storm Signal Number 2, for winds of 60– 100 km/h (37– 62 mph), was raised for northern Samar Island and central Luzon. Storm Signal Number 1 (30– 60 km/h, 20– 37 mph) was issued for northwestern Luzon, including Metro Manila, and northern Visayas, including the rest of Samar Island. Schools in the warned area were suspended, and airports and seaports were closed. Philippine Airlines cancelled over half of its flights to and from Ninoy Aquino International Airport for September 28, and various transit services also suspended service. Metro Manila and the Tagalog provinces were warned of possible flooding and strong winds.\nWhen it became clear that Xangsane would approach the Capital, PAGASA upgraded the warning for Manila and central Luzon to Storm Signal Number 3 on September 28. All the storm signals were discontinued later that day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joint_Typhoon_Warning_Center","surface_form":"JTWC","offset":53},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"PAGASA","offset":78},{"uri":"Philippines","surface_form":"Philippines","offset":147},{"uri":"Vietnam","surface_form":"Vietnam","offset":160},{"uri":"Thailand","surface_form":"Thailand","offset":173},{"uri":"2006_Pacific_typhoon_season","surface_form":"2006 Pacific typhoon season","offset":193},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":294},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":488},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 4-equivalent","offset":603},{"uri":"Laos","surface_form":"Laos","offset":710},{"uri":"Elephant","surface_form":"elephant","offset":725},{"uri":"Manila","surface_form":"Manila","offset":916},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":945},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":1271},{"uri":"Nautical_miles","surface_form":"NM","offset":1359},{"uri":"Manila","surface_form":"Manila","offset":1382},{"uri":"Philippines","surface_form":"Philippines","offset":1397},{"uri":"Tropical_cyclone","surface_form":"Tropical cyclone","offset":1461},{"uri":"Tropical_Cyclone","surface_form":"Low Level Circulation Center","offset":1560},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":1684},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"Philippine Atmospheric, Geophysical and Astronomical Services Administration","offset":1720},{"uri":"Tropical_Cyclone_Formation_Alert","surface_form":"Tropical Cyclone Formation Alert","offset":2109},{"uri":"Philippines","surface_form":"Philippine islands","offset":3236},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":3325},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":3373},{"uri":"Danang","surface_form":"Danang","offset":3498},{"uri":"Vietnam","surface_form":"Vietnam","offset":3506},{"uri":"Thailand","surface_form":"Thailand","offset":3628},{"uri":"Indochina","surface_form":"Indochina","offset":3711},{"uri":"U.S._Navy","surface_form":"U.S. Navy","offset":3777},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":3877},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"PAGASA","offset":3922},{"uri":"Luzon","surface_form":"Luzon","offset":4033},{"uri":"Samar_Island","surface_form":"Samar Island","offset":4127},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":4252},{"uri":"Visayas","surface_form":"Visayas","offset":4279},{"uri":"Samar_Island","surface_form":"Samar Island","offset":4310},{"uri":"Philippine_Airlines","surface_form":"Philippine Airlines","offset":4406},{"uri":"Ninoy_Aquino_International_Airport","surface_form":"Ninoy Aquino International Airport","offset":4473},{"uri":"CALABARZON","surface_form":"Tagalog province","offset":4600}]}