{"id":279978,"url":"http://en.wikipedia.org/wiki/Lapu-Lapu_City","text":"Lapu-Lapu City is a first class highly-urbanized city in the Philippine province of Cebu. The city occupies most of Mactan Island, a few kilometer off the main island of Cebu and also covers the area of Olango Island further to the southeast region, plus a few other islands. According to the 2007 census, it has a population of about 292,530 people.\nThe city is linked to Mandaue on mainland Cebu by the Mactan-Mandaue Bridge and Marcelo Fernan Bridge. Mactan-Cebu International Airport, the second busiest airport in the Philippines, is in Lapu-Lapu City. The only aquarium attraction in the Visayas is also in Lapu-lapu City. It is known as \"Opon'.\nLocation.\nLapu-Lapu City is it's own island. It is surrounded by a big ocean like Mactan Channel, Cebu Strait, Camotes Sea and Bohol Sea.\nHistory.\nIn the 16th century, Mactan Island was colonized by Spain. Augustinian friars founded the town of Opon in 1730. It became a city in 1961 and was renamed after Native Royalty the Datu Lapu-Lapu, the Island's chieftain who defeated Portuguese explorer Ferdinand Magellan in 1521. This battle is commemorated at the Lapu-Lapu shrine in Punta Engaño.\nPolitician Manuel A. Zosa, the representative of the Sixth District of Cebu, sponsored the Bill converting the former municipality of Opon into the present day City of Lapu-Lapu. This was the Republic Act 3134, known as the City Charter of Lapu-Lapu which was signed on June 17, 1961 by former Philippine President Carlos P. Garcia.\nBarangays.\nLapu-Lapu City is politically subdivided into 30 barangays.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippine_city","surface_form":"city","offset":49},{"uri":"Philippine_province","surface_form":"Philippine province","offset":61},{"uri":"Cebu","surface_form":"Cebu","offset":84},{"uri":"Mactan_Island","surface_form":"Mactan Island","offset":116},{"uri":"Mandaue","surface_form":"Mandaue","offset":373},{"uri":"Mactan-Mandaue_Bridge","surface_form":"Mactan-Mandaue Bridge","offset":405},{"uri":"Marcelo_Fernan_Bridge","surface_form":"Marcelo Fernan Bridge","offset":431},{"uri":"Mactan-Cebu_International_Airport","surface_form":"Mactan-Cebu International Airport","offset":454},{"uri":"Mactan_Island_Aquarium","surface_form":"aquarium attraction","offset":567},{"uri":"Spain","surface_form":"Spain","offset":851},{"uri":"Datu","surface_form":"Datu","offset":977},{"uri":"Lapu-Lapu","surface_form":"Lapu-Lapu","offset":982},{"uri":"Portugal","surface_form":"Portuguese","offset":1029},{"uri":"Ferdinand_Magellan","surface_form":"Ferdinand Magellan","offset":1049},{"uri":"Lapu-Lapu_shrine","surface_form":"Lapu-Lapu shrine","offset":1112},{"uri":"Legislative_districts_of_Cebu","surface_form":"Sixth District of Cebu","offset":1199},{"uri":"Carlos_P._Garcia","surface_form":"Carlos P. Garcia","offset":1461},{"uri":"Barangay","surface_form":"barangay","offset":1539}]}