{"id":280040,"url":"http://en.wikipedia.org/wiki/First_Minister_and_deputy_First_Minister","text":"The First Minister and the deputy First Minister (Irish: \"Céad-Aire agus an leas-Chéad-Aire\", Ulster Scots: \"Heid Männystèr an tha Heid Männystèr depute\"), (FM/dFM for short), are jobs in the Northern Ireland Government. The First Minister is not more important than the deputy First Minister. The two positions are a diarchy, meaning they have equal power; both are nominated and appointed by members of the Northern Ireland Assembly.\nCurrently, the position is vacant. Before however, the incumbents were Peter Robinson of the Democratic Unionist Party as First Minister and Martin McGuinness of Sinn Féin as deputy First Minister.\nElection.\nMembers of the Northern Ireland Assembly are divided into two groups, Nationalists and Unionists (although there are also some independent or \"Other\" members).\nThe First Minister and the deputy First Minister are elected on a joint ticket. Under the St Andrews Agreement, the Leader of the largest party nominates the First Minister, and the leader of the next largest party that is in the other group nominates the deputy First Minister.\nTheir joint nomination has to obtain an overall majority in the Assembly along with a majority of both designated Nationalist MLAs and designated Unionist MLAs. Designated Other MLAs also vote.\nThis diarchy was created to enable the leaders of the main unionist and nationalist parties to work together as a team jointly representing both communities.\n\"Deputy\" becomes \"deputy\".\nThe first two holders of the office now known as \"deputy First Minister\", namely Seamus Mallon and Mark Durkan, were both referred to during their periods of office as \"Deputy First Minister\", with a capital D. This version was also adopted in 1999 for the logo of the OFMDFM.\nSeveral weeks after Martin McGuinness took up office as Deputy First Minister in 2007, civil servants began asking the Assembly's Hansard team to replace the capital D with a lower-case d, deputy was spelled this way in the Northern Ireland Act 1998, the legislation which created the office.\nIt was neither Mr McGuinness nor his advisers who asked for the change. The Speaker of the Northern Ireland Assembly, William Hay, ordered the change and the capital D was dropped from Hansard references. The Office of the First and deputy First Minister still uses both versions of Mr McGuinness' title on their website, and their archive of press releases has been changed, but the capital D still appears in some places, and a spokesman confirmed on 20 March 2008 that the office has \"no plans\" to change the OFMDFM logo. However, the Assembly committee that looks at their work is now listed as the \"Committee for the Office of the First Minister and deputy First Minister\". It was decided that Mr McGuinness should be the deputy First Minister, unless all the other letters in the title are in capitals. Confusion is not completely resolved however; if Mr McGuinness writes to the Assembly committee, his note will have a letterhead that comes from the Office of the First Minister and \"Deputy\" First Minister, but he'll get a reply back from the Committee for the Office of the First Minister and \"deputy\" First Minister.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_language","surface_form":"Irish","offset":50},{"uri":"Ulster_Scots_language","surface_form":"Ulster Scots","offset":94},{"uri":"Northern_Ireland_Government","surface_form":"Northern Ireland Government","offset":192},{"uri":"Diarchy","surface_form":"diarchy","offset":318},{"uri":"Northern_Ireland_Assembly","surface_form":"Northern Ireland Assembly","offset":409},{"uri":"Peter_Robinson","surface_form":"Peter Robinson","offset":507},{"uri":"Democratic_Unionist_Party","surface_form":"Democratic Unionist Party","offset":529},{"uri":"Martin_McGuinness","surface_form":"Martin McGuinness","offset":577},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":598},{"uri":"St_Andrews_Agreement","surface_form":"St Andrews Agreement","offset":894},{"uri":"Designated_Nationalist","surface_form":"designated Nationalist","offset":1186},{"uri":"Member_of_the_Legislative_Assembly_(Northern_Ireland)","surface_form":"MLA","offset":1209},{"uri":"Designated_Unionist","surface_form":"designated Unionist","offset":1218},{"uri":"Designated_Other","surface_form":"Designated Other","offset":1244},{"uri":"Diarchy","surface_form":"diarchy","offset":1282},{"uri":"Unionism_in_Ireland","surface_form":"unionist","offset":1336},{"uri":"Irish_nationalism","surface_form":"nationalist","offset":1349},{"uri":"Seamus_Mallon","surface_form":"Seamus Mallon","offset":1543},{"uri":"Mark_Durkan","surface_form":"Mark Durkan","offset":1561},{"uri":"Civil_servant","surface_form":"civil servant","offset":1826},{"uri":"Hansard","surface_form":"Hansard","offset":1869},{"uri":"Northern_Ireland_Act_1998","surface_form":"Northern Ireland Act 1998","offset":1963},{"uri":"Speaker_of_the_Northern_Ireland_Assembly","surface_form":"Speaker of the Northern Ireland Assembly","offset":2108},{"uri":"William_Hay_(Northern_Ireland_politician)","surface_form":"William Hay","offset":2150}]}