{"id":280001,"url":"http://en.wikipedia.org/wiki/2011_Pacific_typhoon_season","text":"The 2011 Pacific typhoon season was an event in which tropical cyclones formed in the Western Pacific Ocean. The season ran throughout 2011 with most tropical cycle agency storming between May and November. The scope of this article is limited to the Pacific Ocean to the north of the equator between 100th meridian east and the 180th meridian.\nWithin the Northwestern Pacific Ocean, there are two separate agencies who assign names to tropical cyclones. This can often result in a cyclone having two names. The Japan Meteorological Agency named a tropical cyclone if it was judged to have 10-minute sustained wind speeds of at least 65 km/h (40 mph) anywhere in the basin.\nWhile the Philippine Atmospheric, Geophysical and Astronomical Services Administration assigned names to tropical cyclones which moved into or form as a tropical depression in their area of responsibility between 135°E and 115°E and between 5°N and 25°N even if the cyclone has had a name assigned to it by the Japan Meteorological Agency. Tropical depressions that were monitored by the United States' Joint Typhoon Warning Center were given a number with a \"W\" suffix. On average, 27 storms form in this basin every year.\n__TOC__\nSeasonal forecasts.\nDuring each season several national meteorological services and scientific agencies forecast how many tropical cyclones, tropical storms, and typhoons will form during a season and/or how many tropical cyclones will affect a particular country.\nCity University of Hong Kong.\nSince the 2000 Pacific typhoon season, the Guy Carpenter Asia-Pacific Climate Impact Centre (GCACIC), of the City University of Hong Kong (CityUHK), have issued forecasts of activity for each upcoming typhoon season. On May 4 and July 5, 2011, the GCACIC issued forecasts which predicted the amount of tropical cyclones, tropical storms and typhoons there would be during 2011 as well as for how many tropical cyclones will make landfall on China or pass within 100 km (60 mi) of the Korean Peninsula or Japan.\nThis season the GCACIC predicted in May that 31 tropical cyclones, 27 tropical storms, and 17 typhoons would either form or move into the northwestern Pacific this year. In their July forecast, the GCACIC lowered their prediction for the number of tropical storms developing into a typhoon by one which they blamed on the strength of the India-Burma trough. For Southern China the GCACIC predicted in May that seven tropical cyclones would make landfall, during the year compared to an average of five. They further predicted that five of the cyclones would make landfall on Southern China between May and August, while the other two would landfall between September and December. After two tropical cyclones had made landfall on Southern China during June, the July GCACIC forecast predicted that seven tropical cyclones would make landfall, during the main season between July and December. For the Korean Peninsular and Japan, the GCACIC predicted in May that six tropical cyclones would affect either Japan or the peninsular during the year compared to an average of four, and predicted that there would be an above average amount of landfalls on Japan. After three tropical cyclones affected the region in May and June, the GCACIC predicted that seven tropical cyclones would affect either the Korean Peninsular or Japan during the main part of the season.\nTropical Storm Risk Consortium.\nSince the 2000 Pacific typhoon season, the Tropical Storm Risk Consortium (TSR) of University College London have issued forecasts of activity for each upcoming typhoon season. Forecasts on the number of tropical storms, typhoons and intense typhoons there would be during 2011 in the Western Pacific were released in March, May, July and August. In all of their forecasts this year, TSR predicted that the season would see activity close to the average with 28 tropical storms, 18 typhoons and 8 intense typhoons developing during the season.\nNational meteorological service predictions.\nOn January 17, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) reported that they were expecting between 20 and 22 tropical cyclones to pass through the Philippine area of responsibility during 2011. On March 23 the Hong Kong Observatory (HKO), reported that they had predicted that 6-9 tropical cyclones would affect Hong Kong during the season. On April 26, the Thai Meteorological Department predicted that 2 tropical storms would affect Thailand during 2011. They predicted that 1 would move through Vietnam and affect Upper Thailand, during August or September. While the second tropical storm was expected to move through Southern Thailand during October or November. On June 30, Taiwan's Central Weather Bureau predicted that the 2011 season would be near its normal climatic average of 25.7, and predicted that 22-26 tropical storms, would occur over the Western Pacific during 2011, with 3 to 5 of them affecting Taiwan.\nTropical Depression (01W).\nOn April 1, the Japan Meteorological Agency (JMA) and Joint Typhoon Warning Center (JTWC) began monitoring an area of low pressure associated with intermittent convection over the South China Sea, roughly 535 km (335 mi) east-southeast of Ho Chi Minh City, Vietnam. The former of these two agencies immediately declared the system a tropical depression, the first of the 2011 season. Following further development of the system, most notably convective banding around the low-level circulation center, the JTWC issued a Tropical Cyclone Formation Alert on the storm. Early on April 2, the agency followed through with this alert and designated the low as Tropical Depression 01W. However, within hours of this, the depression became devoid of convection as wind shear buffeted the system. This prevented the cyclone from intensifying beyond depression status as it remained nearly stationary. Failing to regain convection by April 3, the depression degenerated into a remnant low and the final advisory from the JTWC was issued. The JMA continued to monitor the system as a tropical depression for another day before issuing their last warning on the system.\nTropical Depression (Amang).\nOn March 30, the JMA began monitoring an area of low pressure southwest of Yap. By April 2, the system developed a low-level circulation, though convection appeared disorganized. Exhibiting good outflow within a region of weak wind shear, the low was anticipated to develop further over the following several days as it drifted west-northwestward. After briefly stalling early on April 3, the storm turned towards the east. Additionally, the JMA considered the system sufficiently organized to be declared a tropical depression. As the system was to the west of 135°E, PAGASA began issuing advisories on the depression as well, assigning it the name \"Amang\". Tracking northeastward, the depression eventually developed enough convection to be declared Tropical Depression 02W by the JTWC on April 4. However, this was expected to be brief as a decaying frontal boundary approached from the west and prompted the system to undergo an extratropical transition. This intensification prompted the National Weather Service (NWS) in Tiyan, Guam to issue a tropical storm warning for the islands of Agrihan, Pagan and Alamagan. Interacting with the front and high wind shear, the system became partially exposed and elongated as it moved over cooler waters. Early on April 6, the JTWC issued their final advisory on the depression as it began to dissipate over open waters. Following degradation of the storm's structure, the NWS discontinued warnings for the Mariana Islands on April 6. The JMA continued to monitor the system for several more hours before ceasing advisories on it as well.\nTropical Storm Aere (Bebeng).\nEarly on May 4, an area of low pressure formed about 140 km (85 mi) to the west of Palau Island. On that same day, the low pressure starts to strengthen rapidly with improved LLCC, tightly–wrapped shallow convective banding and a well–defined center. On the next day the low pressure starts to move northwest in general direction to the seas east of Philippine Islands. However it remained almost stationary by afternoon due to the influence of high pressure in the northeast of the system. By that time, its LLCC starts to become elongated and the system was also in favorable sea surface temperatures with low vertical wind shear. Later of that day, its LLCC starts to consolidate again and the system starts to move northwest slowly, whilst the Japan Meteorological Agency upgraded the system into a tropical depression In the afternoon of May 6, Joint Typhoon Warning Center upgraded the low pressure into a tropical depression. In the same evening, PAGASA upgraded the low pressure into a tropical depression and assigned its local name 'Bebeng'. In the afternoon of May 7, JMA upgraded the tropical depression to a tropical storm, and assigned the name 'Aere'. During the early morning of May 12, the JMA downgraded Aere to a tropical depression while south of Kyushu Island.\nThroughout the Philippines, multiple agencies activated their emergency plans as the storm approached. The Armed Forces of the Philippines, the Philippine National Police, and the Philippine Coast Guard were all placed on standby to deploy to areas struck by Aere once the storm passed. Several ports were affected by the storm, stranding 1,379 passengers by the afternoon of May 7. According to the National Disaster Risk Reduction and Management Council, at least 35 people have been killed and two more are missing as a result of Aere. Agricultural losses are estimated at PHP1.37 billion (US$31.7 million). Widespread flooding and landslides damaged homes, blocked off roads and severed communications. In Catarman, Northern Samar, of rain fell in just 24 hours, resulted in significant flash flooding.\nTyphoon Songda (Chedeng).\nOn May 19, the JTWC reported that an area of low pressure had persisted about 510 km (320 mi) to the southeast of Yap. As the system moved towards the northwest under the influence of a subtropical ridge of high pressure, it rapidly consolidated in an area of light to moderate vertical windshear. The JMA then started to monitor the system as a tropical depression later that day, before the JTWC designated it as Tropical Depression 04W early on May 20. The JTWC then reported later that day that the depression had intensified into a tropical storm with windspeeds of 65 km/h (40 mph), however it later reported that it had overestimated the windspeeds and consequently lowered the storm's status to a tropical depression, based on observations from Yap island. Late on May 21, both the JMA and the JTWC reported that the depression had now become a tropical storm with the JMA naming it as Songda. Over the next couple of days, the system gradually intensified further while moving northwest into PAGASA's area of responsibility. PAGASA named it as Chedeng. At 1200  UTC on May 24, the JTWC reported that Songda had intensified into a typhoon. 12 hours later the JMA followed suit while the system was about 800 km (500 mi) to the southeast of Manila in the Philippines. It rapidly intensified into a Category 5 typhoon. In the afternoon of May 29, Songda became extratropical south of Shikoku Island.\nAlthough Songda remained offshore, heavy rains within the typhoon's outer bands impacted the Philippines, causing significant flash flooding and landslides. Four fatalities are attributed to the system there. Further north, Okinawa experience intense wind gusts, measured up to 198 km/h (123 mph), along with torrential rain. Extensive damage took place across the area with losses reaching ¥23.2 billion ($287 million); however, there were no fatalities. As it became extratropical, Songda brought heavy rains from Kyushu to eastern Honshu, causing significant flooding. At least 13 people were killed in the country and an estimated 400,000 had to be evacuated around Tokyo alone.\nTropical Depression.\nDuring the evening of May 31, the JMA upgraded an area of low pressure to a tropical depression. Initially, the tropical depression was about 400 km (250 miles) southwest of Hong Kong. The system did not develop further and was downgraded to an area of low pressure by the JMA on June 2.\nTropical Storm Sarika (Dodong).\nOn early June 8, an area of low pressure formed about 10 km west of Cebu City, Philippines. As it moved towards the Mindoro Strait the JMA and JTWC began to monitor the system. In the early morning hours of June 9, the Philippines' PAGASA upgraded the system to a tropical depression and reported the storm center to be about 450 km west of Dagupan City in the Philippines. The next day, the JMA and JTWC upgraded the tropical depression into a tropical storm, with the JMA naming it Sarika. During the morning of June 11 the JTWC downgraded Sarika to a tropical depression after making landfall in Shantou, China. The JTWC soon issued their final advisory on Sarika. Sarika made landfall on mainland China with winds of 75 km/h (45 mph). As a result of the storm, 23 people were killed in Xianning, and ten more were declared missing. Damages from Sarika are estimated at $248 million.\nTropical Depression.\nEarly June 15 an area of low pressure area embedded along the Intertropical Convergence Zone about 250 km west of Puerto Princesa, Palawan. As is moved towards the South China Sea, both the JMA and the JTWC started monitoring it. During the morning of June 15, the JMA upgraded it into a tropical depression. Due to an anticyclone, the system dissipated during the early morning of June 16,as it made landfall in Hong Kong.As it drifted over Hong Kong, the Hong Kong observatory's radar captured the center of the system.\nTropical Storm Haima (Egay).\nOn June 15, the JTWC started to monitor an area of disturbed weather that was about 1350 km (835 mi), to the southeast of Manila, Philippines. Over the next couple of days the system gradually developed further, before late on June 16, the JMA, JTWC and PAGASA, all reported that the system had developed into a tropical depression, with PAGASA naming it as Egay. Egay continued to develop during June 17 as it moved towards the northeast, and on June 18 the JTWC reported that Egay had intensified into a tropical storm. Late on June 19, the JTWC downgraded Egay to a tropical depression, but they upgraded Egay again to a tropical storm on June 20. Early on June 20, the JTWC downgraded Egay to a tropical depression again. On June 21, the JMA upgraded the system into a tropical storm and named it Haima, with the JTWC following suit on June 22.\nDuring the evening of June 23, the JTWC downgraded Haima to a tropical depression after making landfall in Zhanjiang, Guangdong, China but upgraded it to a tropical storm again on June 24. Early on June 25, Haima became a tropical depression after moving inland in Vietnam. As it made landfall over Hanoi, Vietnam, the JTWC and the Hong Kong Observatory downgraded Haima to a low pressure area.\nSevere Tropical Storm Meari (Falcon).\nEarly on June 20, and area of low pressure about 760 km (470 miles), east of the Philippines began to be monitored by both the JTWC and JMA. That evening, the JTWC issued a Tropical Cyclone Formation Alert. Soon afterwards, PAGASA upgraded the system into a tropical depression, naming it as \"Falcon\". At the time of the upgrade, Falcon was about 1000 km (620 miles), east northeast of Cebu City. During the evening of June 21, the JTWC also reported that Falcon had strengthened into a tropical depression. On June 22, both the JTWC and the JMA upgraded Falcon into a tropical storm, and the JMA named it Meari. Meari leaves Philippines with 2 deaths and 5 missing. In the afternoon on June 24, the JMA upgraded Meari to a severe tropical storm as it passed Okinawa, Japan.\nOn June 26, Meari rapidly moved to the Yellow Sea but slowly passed Weihai, Shandong, China, and then the JMA downgraded Meari to a tropical storm on the same day. On June 27, the JTWC downgraded Meari to a tropical depression before it made landfall in North Korea, and the JMA reported that Meari became a low pressure area later.\nHeavy rains from the storm's outer bands triggered significant flooding and landslides in South Korea. At least nine people were killed and three others were reported missing across the country. In North Korea, heavy rains from the storm caused widespread flooding and damage. At least 160 homes were destroyed and 50,000 hectares of crops submerged. Several reports of confirmed fatalities arose but no details on how many were given to news agencies.\nTropical Depression (Goring).\nLate July 9, 2011, an area of low pressure area formed about 300 km (186 mi) east of Aurora. The center was north of Basco, Batanes. On the morning of July 9, JMA upgraded the low pressure area into a tropical depression and it was 450 km northeast of Cagayan. In the afternoon, PAGASA upgraded the low pressure area into a tropical depression and named it Goring. After moving to Fujian, China, it weakened into an overland low pressure area on the evening on July 10.The remnant low of Goring appears to have redeveloped into a Tropical Depression on July 16\nTyphoon Ma-on (Ineng).\nOn July 11, both the JMA and JTWC upgraded a tropical disturbance to a tropical depression which was near Minamitorishima. On July 12, both the JMA and JTWC upgraded the system to a tropical storm and named it Ma-on. Early on July 13, the JMA upgraded Ma-on to a severe tropical storm. Late on July 13, both the JMA and the JTWC upgraded Ma-on to a typhoon. After absorbing Tokage, Ma-on reached its peak strength on July 16. The PAGASA named it Ineng on July 17.\nAs Ma-on was affecting Japan, the JTWC downgraded it to a tropical storm in the evening on July 19. Ma-on made landfall in Tokushima later. The JMA downgraded Ma-on to a severe tropical storm after it made landfall in Wakayama early on July 20. The JTWC downgraded Ma-on to a tropical depression on July 21 and discontinued advisories the following day. The JMA downgraded Ma-on to a tropical storm early on July 23. On July 24, Ma-on weakened into an extratropical cyclone east of the Tōhoku region.\nTropical Storm Tokage (Hanna).\nA low pressure area has formed about 740 km north-northwest of Palau. Early on July 14, the JMA upgraded it into a tropical depression, and the JTWC issued a Tropical Cyclone Formation Alert. On July 15, the JMA upgraded the system to a tropical storm and named it Tokage, and the JTWC upgraded it to a tropical depression later. PAGASA also upgraded it to a tropical depression and named it Hanna. Due to the Fujiwhara effect, Typhoon Ma-on, the powerful storm just northeast of Tokage, later weakened Tokage to a tropical depression and completely absorbed it early on July 16.\nTropical Depression.\nIt can be traced back to a Tropical Depression on July 10, which made landfall over Fujian, China.The remnant low of the weak depression drifted back south, and entered the South China Sea on July 13, and later started to reintensify as it drift back inland, the JMA reported that a low has strengthen into tropical depression as it drifted over Guangdong, China on July 16. On July 17, the depression dissipated completely.\nTropical Depression.\nOriginally a low pressure area, the JMA reported that a tropical depression formed from it in the Gulf of Tonkin near Guangdong, China on July 16. However, it quickly dissipated after only six hours.\nSevere Tropical Storm Nock-ten (Juaning).\nEarly on July 22, an area of low pressure formed to the east of Philippines. The system gradually drifted west over the next few days and late on July 24, the Joint Typhoon Warning Center Started Monitoring the system as a Tropical Depression. Early the next day, the Japan Meteorological Agency (JMA) upgraded the area of low pressure into a Tropical Depression. A few hours later, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) started monitoring the system as a Tropical Depression and named it 'Juaning'. The system continued to drift westwards and strengthened rapidly, that on midnight, that day, the JMA furhter upgraded the system into a Tropical Storm, naming it Nock-Ten. Early on July 27, the JMA reported that Nock-ten continued to strengthen and upgraded it into a Severe Tropical Storm. A few hours later, the JTWC reported that Nock-ten rapidly intensified to a category 1 typhoon and made its landfall over northern Aurora (province) and started weakening. Later the same day, the JMA reported that Nock-ten has exited the Luzon island at Candon maintaining severe tropical storm strength. However, overnight, the storm rapidly weakened and the JMA downgraded it into a minor tropical storm the next day. However, on July 29, the storm gradually regained strength and approached south China coast at Qionghai, China. Later that day, the storm strengthened over land and headed north towards Hainan's provincial capital region Haikou. Over the next day, the storm drifted to the west and made landfall over Northern Vietnam. The storm weakened rapidly and at midnight that day, the JMA, issuing their final warning on the system, Downgraded it into a tropical low.\nThe provinces of Albay and Camarines were reported to be completely flooded by the rain. Minor damage to rice crops was reported. More heavier rains were expected throughout the day as the system has exited land into south china sea and will soon start reintensifying. The number of missing was also pushed up to 31 after 25 crewmembers of a fishing boat were reported missing when their fishing boat was caught in the storm off Masbate. Nock-ten suspended all classes in Luzon from Pre-school to college levels on July 26 and 27. In Northern Luzon, Nock-ten poured down heavy rainfall becoming widespread flooding in the area. The national roads were impassable and landslides were also reported. About 26 domestic flights were cancelled from July 26 to 27 due to heavy rains and strong winds.\nTyphoon Muifa (Kabayan).\nLate on July 23, an area of low pressure formed to the southeast of Chuuk. the system gradually drifted to the west and on July 25, the JTWC upgraded the low pressure area to a tropical depression. At that time, it was about to the west of Guam. At midnight, that day, the JMA started monitoring the system as a tropical depression. Early on July 28, the JTWC upgraded the system into a Tropical Storm. A few hours later, the JMA too upgraded the system to a tropical storm, naming it \"Muifa\". Soon, the storm moved into the Philippine Area of Responsibility (PAR), and the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) named it \"Kabayan\". The storm gradually drifted north over the next day maintaining strength. On the night of July 29, Muifa was upgraded into a Severe Tropical Storm. Overnight, the storm strengthened rapidly and was upgraded into a Typhoon the next morning. The storm strengthened so rapidly, and the JTWC reported that the storm's peak winds were reaching (1-min sustained), as it strengthened into a Category 5 Typhoon. However, the typhoon could not maintain Category 5 strength for a long time. According to the JTWC, On July 31, the typhoon interacted with an upper-level trough and weakened into a Category 4 Typhoon on the SSHS. The system gradually moved north, then turned west and drifted towards Okinawa, before turning northwest again, when it was finally downgraded into a Tropical Storm by the JTWC. Soon afterwards, the JMA too downgraded Muifa to a Severe Tropical storm. After weakening to a tropical storm, Muifa made landfall at the estuary of the Yalu River on August 8, and the JTWC issued the final warning. Early on August 9, Muifa weakened to a tropical depression in Northeast China and became a low pressure area later.\nMuifa killed 2 men, as their boat was capsized in the vicinity of Hagonoy, Bulacan and Pampanga Delta. Due to the southwest monsoon enhanced by Muifa, it caused heavy rains in several parts of Luzon including Metro Manila. Early of August 2, the Malacañang Palace suspended government offices and Pre-school to college level in NCR. Nearby provinces like Calabarzon (Region IV-A) also suspended their classes. In Marikina 200 residents or 31 families living in communities along the Marikina River have sought shelter in evacuation centers.\nTropical Depression (Lando).\nOn July 28, an area of low pressure formed about to the West of Guam. Over the next few days, the system gradually drifted to the northwest and on July 31, the Japan Meteorological Agency (JMA) upgraded the low into a Tropical Depression to the west of Philippines. Later that day, The Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) started monitoring the system as a tropical depression and named it \"Lando\". The system slowly tracked northward. However, on the next day, due to Fujiwhara effect, Typhoon Muifa the much more powerful system, just to the northeast of Lando, weakened Lando. As a result, the PAGASA issued their final warning on the system, downgrading it to a tropical low. But despite this, Tropical Depression Lando regenerated soon afterwards, and the JMA reissued their advisories on Lando. Tropical Depression Lando continued to persist for another day, as it slowly tracked eastward, just off the western coast of Luzon. Then, during the late afternoon of August 2, the JMA stopped tracking Lando, as it had dissipated. Early on August 3, the remmants of Tropical Depression Lando dissipated completely, without ever reaching Luzon.\nSevere Tropical Storm Merbok.\nEarly on August 3, the Japan Meteorological Agency (JMA) upgraded an area of low pressure near Wake Island to a tropical depression. The system intensified rapidly and just 6 hours later, the JMA upgraded the system to a tropical storm, naming it \"Merbok\". Soon, the Joint Typhoon Warning Center (JTWC) started monitoring the system as a tropical depression, and upgraded it to a tropical storm later. Merbok began to move westward slowly, but soon afterwards, it turned northwest and gradually drifted in that direction. Late on August 5, the JMA upgraded Merbok into a Severe Tropical Storm. Early on August 6, the JTWC upgraded Merbok into a Category 1 Typhoon East-southeast of Tokyo, Japan. Early the next day, the storm's winds reached a peak of (1-min sustained) on the SSHS. Later that day, the system was caught in a moderate Vertical Wind Shear and started weakening. On August 8, the system started accelerating towards north at the speed of and was gradually diminishing because of colder and colder sea surface temperatures and unfavorable conditions. As a result, the JMA reporting that the system was no longer a Severe Tropical Storm, downgraded Merbok to a Tropical Storm. Late on that day, the system started showing extratropical characteristics as the convection near the eye dissipated rapidly. Thus, the JTWC issued their final warning on the system reporting that the system was no longer tropical. Later, the JMA, issuing their final warning on the system, reported that the system was no longer tropical.\nTropical Depression.\nEarly on August 3, a tropical depression formed near the Bonin Islands. The system slowly began to track northwestwards, towards Japan. Late on August 4, the system dissipated near the Kii Peninsula.\nTropical Depression (13W).\nLate on August 8, the JMA upgraded a low pressure area to a tropical depression west of Guam, and the JTWC issued a TCFA. The system gradually drifted north and early on August 10, the JTWC started monitoring the system as a tropical depression and designated it with \"13W\". Initially, the JMA predicted the system to strengthen into a tropical storm, but on August 11, as it moved further north into cool waters and experienced unfavourable conditions, the JMA issued their final advisory. Later, the JTWC too issued their final warning on the system, reporting that it has moved into a subtropical ridge and was expected to dissipate into a remnant low. However, the JMA continued to track the remants as a weak tropical depression over the next few days until the system dissipated on August 15.\nTropical Depression.\nLate on August 8, the JMA upgraded an area of low pressure to a tropical depression, to the northwest of Minamitorishima. The system gradually moved to the northeast. On August 10, the system was caught in a moderate vertical wind shear and due to cold sea surface temperature, the system dissipated into a remnant low.\nTropical Depression.\nOn August 19, a low pressure area developed east-northeast of Guam. Early on August 20, the system developed a broad area of low level circulation center and a good divergence aloft becoming more well defined. Later that day, the JMA upgraded the system to a tropical depression southeast of the Bonin Islands. On August 22, the system started interacting with an anticyclone and was exposed to a strong vertical wind shear, prompting the JMA to stop monitoring the system as a tropical depression, as the system dissipated to a remnant low. However, at midnight, the same day, the remnants regenerated, and the JMA started tracking the system as a tropical depression again, until it last appeared near Okinawa, Japan on August 25, as the system dissipated completely.\nTyphoon Nanmadol (Mina).\nLate on August 19, an area of low pressure developed north of Palau. Early on August 20, the system became more better organized and developed a low-level circulation center. The system then turned north and continued to drift north until on August 21, when the JMA upgraded the low pressure area to a tropical depression east of Philippines. The JTWC also issued a Tropical Cyclone Formation Alert (TCFA) on the system reporting that the system was becoming more well organized. Later that day, the PAGASA started monitoring the system as a tropical depression and named it \"Mina\". Late on August 22, the system became more well organized prompting the JTWC to initiate advisories on the system, designating it with \"14W\". On August 23, the JMA upgraded 14W to a tropical storm, naming it \"Nanmadol\". Overnight, the system continued to intensify and early on August 24, the JMA upgraded Nanmadol to a severe tropical storm. Later that day, convective banding improved and Nanmadol developed an eye-like feature. As a result, Nanmadol continued to intensify rapidly and became a typhoon, by midnight, that day. Nanmadol continued to drift northeast and made landfall over Gonzaga, Cagayan, Philippines with strong winds of over. Nanmadol weakened significantly after interacting with land and early on August 28, the JMA downgraded Nanmadol to a severe tropical storm. Late on August 28, Nanmadol made its second landfall over Taimali in the Taitung County of Taiwan and started weakening. Landfall weakened the system rapidly prompting the JMA to downgrade Nanmadol to a tropical storm with winds of under. Soon it started experiencing strong wind shear and continued weakening. The shear pushed convection about south of the LLCC. The system also accelerated towards China at and weakened to a minimal tropical storm. After its third landfall over Fujian, China, Nanmadol weakened rapidly prompting both the JTWC and the JMA to issue their final warnings on the system.\nOn August 27, five people died after Nanmadol caused landslides. At least two Filipino fishermen were reported to be missing after Nanmadol's strong winds whipped up large waves.\nTyphoon Talas.\nLate on August 22, an area of low pressure developed to the west of Guam. At midnight that day, the system became sufficiently well organized that the JMA started tracking it as a tropical depression. On August 23, the system moved into an environment of low wind shear and warm sea surface temperatures prompting the JTWC to issued a TCFA on it. By August 25, the system grew strong enough that the JMA upgraded it to a tropical storm, naming it \"Talas\". Later that day, the JTWC followed suit and initiated advisories on Talas. Talas continued to strengthen and by midnight that day, it became a severe tropical storm. Over the next few days, Talas continued to drift north very slowly until late on August 29, when the JMA upgraded Talas to a typhoon. Soon, a subtropical ridge to the west of the storm weakened and the subtropical ridge to the east of the system pushed Talas to the west. As a result, Talas accelerated towards the west maintaining strength and outflow. An upper-level cyclone over the system suppressed the convection and kept it from reaching the center. Therefore, Talas remained weak and did not strengthen further. Convection never managed to consolidate the center and convective banding remained well away from the fully exposed low-level circulation center. The convective banding continued to expand more and more with the outer rainbands already brushing parts of Japan. Coastal areas in the nation have already reported gale-force winds several hours before landfall, while the Omega block continued to drive Talas towards the nation. Land interaction weakened Talas, prompting the JMA to downgrade Talas from a typhoon to a severe tropical storm with winds of under. Early on September 3, Talas made landfall over Aki, Japan. After landfall, Talas accelerated north at over and its central convection became significantly eroded and was displaced to the northeast as Talas was exposed to a very strong wind shear of over that made the LLCC very distorted and difficult to pin-point. Talas was embedded in a baroclinic zone and the JTWC anticipated an extratropical transition, which prompted them to issue their final warning on the system. On September 5, the JMA issued their final warning on the system, reporting that Talas has become extratropical on the Sea of Japan.\nTropical Storm Noru.\nOn September 1, a low pressure area formed to the northeast of Guam. On the next day, the JMA started monitoring the low pressure area as a tropical depression. Soon, the system developed a well-defined but partially exposed low-level circulation center (LLCC), prompting the JTWC to issue a tropical cyclone formation alert. On September 3, the central convection around the LLCC deepened with favorable equatoward outflow prompting the JTWC to initiate advisories on the system, designating it with \"16W\". Soon, 16W accelerated north at over with its LLCC being being consolidated by convection. Also, data from an ASCAT scatterometer pass revealed that the LLCC was tightly wrapped with winds prompting the JTWC to upgrade 16W to a tropical storm. An Aqua microwave imagery depicted that the LLCC remained partially exposed though consolidated with deep central convection. Albeit in an area of moderate vertical wind shear, an anticyclone enhanced northeastward outflow while a tropical upper tropospheric trough (TUTT cell) suppressed the outflow towards the west. As 16W continued to accelerate north at a staggering, convective banding became fragmented and detached behind the main area of central convection. However, the outflow to the southeast of the storm remained favorable and 16W continued to strengthen, prompting the JMA upgraded the system to a tropical storm, naming it \"Noru\".\nLate on September 4, Noru's LLCC that remained partially exposed since formation unexpectedly became elongated and started weakening. However, data from an ASCAT scatterometer pass depicted that the LLCC had an expansive area of strong tropical storm force winds along the eastern and northern peripheries. A TUTT cell wrapped the east and northeastern sides of Noru suppressing its outflow. Soon, the convective banding, which was already fragmented started becoming disorganized causing Noru to start weakening. A new TUTT cell developed over the system and started restraining outflow. As a result, the LLCC became fully exposed and virtually lacked convection. The TUTT cell moved over Noru snuffing outflow in all directions and sheared the remnant central convection, prompting the JTWC to downgrade Noru to a tropical depression. However, data from an scatterometer pass depicted that Noru had winds of over near the center, prompting the JTWC to reupgrade the system to a tropical storm. On September 5, Noru started to appear like a hybrid system, primarily showing subtropical characteristics. The JTWC added that Noru was undergoing an extratropical transition and would become an extratropical cyclone within 24 hours. Noru continued to transition into an extratropical cyclone with a broadening LLCC and weaker winds at the core, being embedded in an upper-level trough that suppressed the formation of convection within the LLCC. With the extratropical transition well underway, Noru drifted into an area of low sea surface temperatures and started weakening, prompting the JTWC to downgrade Noru to a tropical depression. On September 6, Noru finished the extratropical transition becoming an extratropical cyclone east-southeast of Hokkaido, Japan, prompting the JMA and the JTWC to issue their final warning on the system.\nTropical Storm Kulap (Nonoy).\nLate on September 4, an area of low pressure developed to the southeast of Okinawa, Japan. Over the next two days, the system drifted north and developed a well defined LLCC with organized convective banding, prompting the JMA to upgrade the low pressure area to a tropical depression. On September 7, convection consolidated the low-level circulation center very well with tightly curved banding wrapped into it. Also, high sea-surface temperatures and very low wind shear caused the system to undergo rapid deepening, prior to which, the JMA upgraded the system to a tropical storm and named it \"Kulap\". However, the system stopped strengthening soon after as the LLCC became partially exposed and the convection was displaced to the south. Kulap remained small in size and dry air entering from the western periphery kept it from strengthening further. Wind shear increased, pushing convection about south of the LLCC. Also, Kulap was beneath a tropical upper tropospheric trough (TUTT cell) that caused subsidence. A mid-level subtropical steering ridge cuased Kulap to track in a northwestward direction. On September 8, Kulap moved into the east-northeast periphery of the Philippine Area of Responsibility (PAR) prompting the PAGASA to start issuing advisories on the system, naming it \"Nonoy\". However, Kulap quickly accelerated north and exited the PAR on the same evening, prompting the PAGASA to issued their final advisory on the system. After increasing wind shear caused further weakening, the JTWC downgraded Kulap to a tropical depression late on September 8. Early on September 10, the JMA too downgraded Kulap to a tropical depression, and continued to track Kulap's remnants as a tropical depression until it finally dissipated early on September 11.\nTyphoon Roke (Onyok).\nEarly on September 8, a cluster of thunderstorms came together as a low pressure area with imporoving outflow and a developing low-level circulation center (LLCC). Later that day, the JMA upgraded the low pressure area to a tropical depression north-northeast of the Northern Mariana Islands. Over the next two days, the system gradually drifted west and intensified slightly, prompting the JTWC to issue a Tropical Cyclone Formation Alert (TCFA) on it. Convection gradually consolidated the LLCC and the JTWC initiated advisories on the system on September 11, designating it with \"18W\". The next day, the depression drifted into the Philippine Area of Responsibility (PAR) and the PAGASA initiated advisories on the depression, naming it \"Onyok\". However, just as similar to Kulap, Onyok also exited the PAR in 6 hours from entering the region. In an advisory, the JTWC reported that there were at-least two more vortices associated with the system, that caused an abrupt, erratic movement. However, being in an area of warm sea surface temperatures and low vertical wind shear, the depression continued to strengthen and on September 13, the JMA upgraded the depression to a tropical storm and named it \"Roke\". On September 17, Roke developed a small, deep convective eye promoting the JMA to upgrade Roke to a severe tropical storm with winds of over. Between September 19 and 20, Roke underwent \"Explosive intensification\", a more extreme case of rapid deepening that involves a tropical cyclone deepening at a rate of at least 2.5 mbar per hour for a minimum of 12 hours. Also, they added that Roke developed a eye and a good poleward outflow channel. On September 21, Typhoon Roke made landfall over Hamamatsu, Japan at about 5:00 UTC (14:00 JST). Soon Roke started weakening as cloud tops started getting warmed up and eye diameter started to decrease. However, the system still maintained a near radial outflow and the convective structure continued to remain organized that kept Roke from dissipating rapidly. Although Roke entered a de-intensification phase, it still had plenty of strength that posed a great threat to regions of Japan. Being about southwest of Yokosuka, Kanagawa, the typhoon accelerated north-northwestward at about with winds of over (1-min sustained) being a Category 3 typhoon on the SSHS. Being embedded in the baroclinic zone, Roke started its extratropical transition. Also, land interaction severely weakened the storm to a minimal Category 1 typhoon with winds of under (1-min sustained). Only six hours later, the storm further weakened and accelerated northeastward at about with rapidly dissipating deep convection completely sheared to the northeast of the LLCC. As a result, the JTWC ceased advisories on the storm, as it became fully extratropical.\nTyphoon Sonca.\nEarly on September 13, a low pressure area formed northeast of the Northern Mariana Islands. The system gradually drifted north and steadily intensified until the next day when the JMA upgraded the system to a tropical depression. Later on September 14, the JTWC issued a Tropical Cyclone Formation Alert (TCFA) on the system reporting that the system could intensify into a tropical storm within 24 hours from then. Convection rapidly consolidated the center with persistent, deep convection around the northeastern periphery, prompting the JTWC to initiate advisories on the system, designating it with \"19W\". Soon, the JMA also initiated advisories on the system, upgrading it to Tropical Storm \"Sonca\". In the begging, Sonca seemed to have intensified rapidly since formation, however, soon the storm weakened back to a minimal tropical storm because of dry air entering the LLCC that caused it to elongate and weaken. However, that was not for too long as vigorous convection persisted over the well defined LLCC with tightly curved banding wrapped in, Sonca continued to strengthen gradually and the JTWC reported winds of at-least near the center. As Sonca continued to strengthen, and the JMA upgraded it to a severe tropical storm on September 17. Later that day, Sonca developed a large ragged eye with deep convective banding tightly wrapped into it. As a result, Sonca strengthened more rapidly and by early the next day, it became a typhoon. On September 18, Sonca reached a peak intensity of (1-min mean) and (10-min mean) and soon the convection around the northern periphery started weakening. Being embedded in a baroclinic zone with low sea surface temperatures, Sonca started its extratropical transition late on September 19. The transition took place relatively fast because of a frontal boundary and the JTWC reported that Sonca became extratropical early on September 20, while the JMA did the same later in the evening.\nTropical Depression.\nEarly on September 14, the JMA started monitoring a cluster of thunderstorms to the southeast of Taiwan as a tropical depression. But because of the land interaction, the system could not be empowered and the JMA stopped tracking the depression late on September 15, as the system dissipated.\nTyphoon Nesat (Pedring).\nIn the evening of September 21, a low pressure area developed to the east-southeast of Palau. The low gradually drifted west and became more well organized prompting the JTWC to issue a Tropical Cyclone Formation Alert (TCFA) on it. Later, the LLCC became well organized with flaring deep convection developing around it, so the JMA started monitoring the low as a tropical depression. Later on September 23, the JTWC also initiated advisories on the system designating it with \"20W\". Early on September 24, the JMA further upgraded 20W to a tropical storm and named it \"Nesat\". Nesat continued to drift west with expanding deep convection around the entire system and consolidating convection around the LLCC. The mid-level warm anomaly near the system continued to intensify and convective banding near the LLCC became more and more tighter. As a result, the JMA upgraded Nesat to a severe tropical storm on September 25. Late on the same day, the JMA further upgraded Nesat to a typhoon.\nTropical Storm Haitang.\nOn the evening of September 21, at almost the same time when Nesat was first seen, another low pressure area persisted far south of Hong Kong. The low slowly drifted north and strengthened slowly until on September 24, when the JMA upgraded the system to a tropical depression east of Vietnam. Later that day, the JTWC issued a Tropical Cyclone Formation Alert stating that the low could develop into a tropical cyclone. Early on September 25, the JMA upgraded the system to a tropical storm and named it \"Haitang\".\nTyphoon Nalgae (Quiel).\nOn September 26, the Japan Meteorological Agency (JMA) started to monitor a weak tropical depression. It had developed about to the northwest of Manila in the Philippines. The next day the JTWC issued a tropical cyclone formation alert on the system. However less than 3 hours later, the JTWC designated it as Tropical Depression 22W. JMA reported that the depression had become a tropical storm and named it Nalgae.\nThe storm slowly drifted to the west. It got stronger slowyl. Nalgae developed a microwave eye like feature and well defined convective banding in all the quadrants. The system had a tiny radius of winds. It was still strengthening significantly and was very well defined. On the evening of September 28, the JMA reported that Nalgae continued to intensify. They upgraded it to a severe tropical storm with winds of over. On that night, the PAGASA began advisories on Nalgae. They gave it the local name \"Quiel\" as it entered the Philippine Area of Responsibility (PAR). Late on September 29, the JMA upgraded Nalgae to a typhoon. Nalgae quickly intensified on September 30, and became a category 4 super typhoon early on October 1. This was just before making landfall over Luzon. Due to land interaction and colder sea surface temperature in the South China Sea, the JMA downgraded Nalgae to a severe tropical storm on October 2. Then a tropical storm late on October 3. The JTWC downgraded Nalgae to a tropical depression on October 4. The JMA also did it on the next day. Later on October 5, the last low of Nalgae dissipated.\nHitting the Philippines just days after Typhoon Nesat, Nalgae caused further damage across Luzon. It was first feared that Nalgae would cause much more damage to Luzon. But damage from the storm was lighter than Typhoon Nesat. Nearly 2,900 homes were destroyed and about another 15,400 took damage. At least 18 people were killed by the storm and another 7 were reported as missing as of October 11. A total of 1,113,763 people were affected by the storm. Total losses in the country reached just over 115 million PHP (US$2.62 million).\nTropical Storm Banyan (Ramon).\nOn October 7, the JTWC started monitoring a tropical disturbance about 750 km (465 mi) to the south of Hagåtña, Guam. Over the next couple of days the system gradually developed further while moving towards the west. The JMA reported on October 9, that the disturbance had become a tropical depression. Early on October 10, the JTWC upgraded the system to a tropical depression called \"23W\". The PAGASA also upgraded it to a tropical depression and named it \"Ramon\". On October 11, the JMA and the JTWC upgraded the system to a tropical storm and named it \"Banyan\". Early on October 12, Banyan made landfall over Leyte, Philippines. The JTWC downgraded it to a tropical depression. A half day later, the JMA also downgraded Banyan to a tropical depression. The system dissipated in the South China Sea on October 16.\nWhile going through the Philippines, Banyan had heavy rains across much of the country. This led to widespread flooding. At least ten people were killed by the storm. A total of 75,632 people were affected by the storm.\nSevere Tropical Storm Washi (Sendong).\nOn December 11, a disturbance formed and stayed near Chuuk. On December 13, the low pressure area quickly got stronger. On the same day, the JTWC upgraded the low pressure to a tropical depression. They named it \"27W\". The JMA also upgraded it to a tropical depression. The JTWC upgraded the system to a tropical storm on December 14. They then downgraded it to a tropical depression early on December 15. The PAGASA called it \"Sendong\" as it entered the Philippine Area of Responsibility. After passing Palau on December 15, both the JTWC and the JMA upgraded the system to a tropical storm. They named it \"Washi\". On December 16, Washi made landfall over Surigao del Sur, a province of the Philippines. Several hours later, Washi arrived at the Sulu Sea and regained its strength quickly. Late on December 17, Washi crossed Palawan, and arrived at the South China Sea. On December 19, Washi weakened into a tropical depression and dissipated.\nIn the Philippines, Washi caused at least 1,268 deaths. 1,079 people are officially listed as missing. Washi affected 102,899 families or 674,472 people in 766 villages in 52 towns and eight cities in 13 provinces. Most of the deaths were in the cities of Iligan and Cagayan de Oro. Five people were killed in a landslide, but all others died in flash flooding. More than 2,000 have been rescued, according to the Armed Forces of the Philippines. Officials were also investigating reports that an entire village was swept away. The flash flooding happened overnight, following 10 hours of rain. This was made worse by overflowing rivers and tributaries. In some areas, up to 20 centimeters of rain fell in 24 hours. At least 20,000 people were staying in 10 evacuation centers in Cagayan de Oro. Officials said that despite government warning, some people did not evacuate. At least 9,433 houses were destroyed while 18,616 were damaged.\nStorm Names.\nWithin the Northwestern Pacific Ocean, there are two separate agencies who assign names to tropical cyclones which often results in a cyclone having two names. The Japan Meteorological Agency names tropical cyclones should they be judged to have 10-minute sustained windspeeds of 65 km/h, (40 mph), to the north of the equator between the 180° and 100°E. Whilst the Philippine Atmospheric, Geophysical and Astronomical Services Administration assigns names to tropical cyclones which move into or form as a tropical depression in their area of responsibility between 135°E and 115°E and between 5°N-25°N even if the cyclone has had a name assigned to it by the Japan Meteorological Agency.\nInternational names.\nTropical Cyclones are named from the following lists by the Regional Specialized Meteorological Centre in Tokyo, Japan, once they reach tropical storm strength. Names are contributed by members of the WMO Typhoon Committee. Each of the 14 nations or territories submitted 10 names, which are used in alphabetical order, by the English name of the country. The next 24 names on the naming list are listed here.\nPhilippines.\nThe Philippine Atmospheric, Geophysical and Astronomical Services Administration uses its own naming scheme for tropical cyclones in their area of responsibility. PAGASA assigns names to tropical depressions that form within their area of responsibility and any tropical cyclone that might move into their area of responsibility. Should the list of names for a given year prove to be insufficient, names are taken from an auxiliary list, the first 10 of which are published each year before the season starts.\nRetirement.\nDuring their 2012 annual session the ESCAP/WMO Typhoon Committee said that the name Washi would be retired from its naming lists. The Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) said that the names Bebeng, Juaning, Mina, Pedring were retired from PAGASA's list of local names after they each caused over 1 billion PHP in damages to the Philippines during 2011. The name Sendong was also retired from the list after it caused over 300 deaths, when it made landfall on the Philippines during December 2011.\nSeason effects.\nThis table lists all the storms that developed in the western Pacific Ocean to the west of the International Date Line during the 2011 season. It includes their intensity, duration, name, landfalls, deaths, and damages. All damage figures are in 2011 USD. Damages and deaths from a storm include when the storm was a precursor wave or extratropical low.\nAccumulated Cyclone Energy (ACE).\nThe table on the right shows the ACE for each storm in the season. Broadly speaking, the ACE is a measure of the power of a typhoon multiplied by the length of time it existed, so storms that last a long time, as well as particularly strong typhoons, have high ACEs. ACE is calculated for only full advisories on specifically tropical systems reaching or exceeding wind speeds of 34 knots (63 km/h, 39 mph), or tropical storm strength. Accordingly, tropical depressions are not included here. The ACE also does not include subtropical storms. Later the JMA reexamines the data, and produces a final report on each storm, which can lead to the ACE for a storm being revised either upward or downward. Until the final reports are issued, ACEs are, therefore, provisional.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"Tropical_cyclones","surface_form":"tropical cyclones","offset":54},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":94},{"uri":"100th_meridian_east","surface_form":"100th meridian east","offset":301},{"uri":"180th_meridian","surface_form":"180th meridian","offset":329},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":512},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"Philippine Atmospheric, Geophysical and Astronomical Services Administration","offset":684},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":1077},{"uri":"2000_Pacific_typhoon_season","surface_form":"2000 Pacific typhoon season","offset":1511},{"uri":"City_University_of_Hong_Kong","surface_form":"City University of Hong Kong","offset":1610},{"uri":"Tropical_cyclone_seasonal_forecasting","surface_form":"forecasts of activity","offset":1662},{"uri":"2000_Pacific_typhoon_season","surface_form":"2000 Pacific typhoon season","offset":3416},{"uri":"University_College_London","surface_form":"University College London","offset":3489},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"Philippine Atmospheric, Geophysical and Astronomical Services Administration","offset":4014},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"Philippine area of responsibility","offset":4190},{"uri":"Central_Weather_Bureau","surface_form":"Central Weather Bureau","offset":4732},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":5010},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":5048},{"uri":"Low-pressure_area","surface_form":"area of low pressure","offset":5104},{"uri":"Atmospheric_convection","surface_form":"convection","offset":5154},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":5174},{"uri":"Ho_Chi_Minh_City","surface_form":"Ho Chi Minh City","offset":5233},{"uri":"Vietnam","surface_form":"Vietnam","offset":5251},{"uri":"Tropical_cyclogenesis","surface_form":"development","offset":5396},{"uri":"Rainband","surface_form":"convective banding","offset":5436},{"uri":"Tropical_Cyclone_Formation_Alert","surface_form":"Tropical Cyclone Formation Alert","offset":5514},{"uri":"Wind_shear","surface_form":"wind shear","offset":5751},{"uri":"Yap","surface_form":"Yap","offset":6257},{"uri":"Outflow_(meteorology)","surface_form":"outflow","offset":6377},{"uri":"Wind_shear","surface_form":"wind shear","offset":6409},{"uri":"135th_meridian_east","surface_form":"135°E","offset":6744},{"uri":"Weather_front","surface_form":"frontal boundary","offset":7035},{"uri":"Extratropical_cyclone","surface_form":"extratropical transition","offset":7115},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":7175},{"uri":"Tiyan%2C_Guam","surface_form":"Tiyan, Guam","offset":7209},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical storm warning","offset":7232},{"uri":"Agrihan","surface_form":"Agrihan","offset":7274},{"uri":"Pagan","surface_form":"Pagan","offset":7283},{"uri":"Alamagan","surface_form":"Alamagan","offset":7293},{"uri":"Palau","surface_form":"Palau","offset":7880},{"uri":"Philippine","surface_form":"Philippine","offset":8147},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":8545},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":8647},{"uri":"Japan_Meteorological_Agency","surface_form":"JMA","offset":8876},{"uri":"Japan_Meteorological_Agency","surface_form":"JMA","offset":9004},{"uri":"Kyushu_Island","surface_form":"Kyushu Island","offset":9064},{"uri":"Armed_Forces_of_the_Philippines","surface_form":"Armed Forces of the Philippines","offset":9186},{"uri":"Philippine_National_Police","surface_form":"Philippine National Police","offset":9223},{"uri":"Philippine_Coast_Guard","surface_form":"Philippine Coast Guard","offset":9259},{"uri":"National_Disaster_Risk_Reduction_and_Management_Council","surface_form":"National Disaster Risk Reduction and Management Council","offset":9479},{"uri":"Philippine_peso","surface_form":"PHP","offset":9655},{"uri":"United_States_dollar","surface_form":"US$","offset":9672},{"uri":"Catarman%2C_Northern_Samar","surface_form":"Catarman, Northern Samar","offset":9789},{"uri":"Yap","surface_form":"Yap","offset":10026},{"uri":"Metro_Manila","surface_form":"Manila","offset":11160},{"uri":"Shikoku_Island","surface_form":"Shikoku Island","offset":11302},{"uri":"Rainband","surface_form":"outer bands","offset":11386},{"uri":"Japanese_yen","surface_form":"¥","offset":11709},{"uri":"Kyushu","surface_form":"Kyushu","offset":11834},{"uri":"Honshu","surface_form":"Honshu","offset":11852},{"uri":"Tokyo","surface_form":"Tokyo","offset":11988},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":12196},{"uri":"Cebu_City","surface_form":"Cebu City","offset":12410},{"uri":"Philippines","surface_form":"Philippines","offset":12421},{"uri":"Mindoro_Strait","surface_form":"Mindoro Strait","offset":12458},{"uri":"Japan_Meteorological_Agency","surface_form":"JMA","offset":12477},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"JTWC","offset":12485},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"PAGASA","offset":12574},{"uri":"Dagupan_City","surface_form":"Dagupan City","offset":12683},{"uri":"Philippines","surface_form":"Philippines","offset":12703},{"uri":"Shantou%2C_China","surface_form":"Shantou, China","offset":12941},{"uri":"Xianning","surface_form":"Xianning","offset":13132},{"uri":"Intertropical_Convergence_Zone","surface_form":"Intertropical Convergence Zone","offset":13312},{"uri":"Puerto_Princesa%2C_Palawan","surface_form":"Puerto Princesa, Palawan","offset":13364},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":13414},{"uri":"Manila","surface_form":"Manila","offset":13923},{"uri":"Philippines","surface_form":"Philippines","offset":13931},{"uri":"Zhanjiang","surface_form":"Zhanjiang","offset":14757},{"uri":"Guangdong","surface_form":"Guangdong","offset":14768},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":14779},{"uri":"Vietnam","surface_form":"Vietnam","offset":14915},{"uri":"Hanoi","surface_form":"Hanoi","offset":14949},{"uri":"Philippines","surface_form":"Philippines","offset":15164},{"uri":"Cebu_City","surface_form":"Cebu City","offset":15469},{"uri":"Okinawa_Prefecture","surface_form":"Okinawa","offset":15842},{"uri":"Japan","surface_form":"Japan","offset":15851},{"uri":"Yellow_Sea","surface_form":"Yellow Sea","offset":15897},{"uri":"Weihai","surface_form":"Weihai","offset":15926},{"uri":"Shandong","surface_form":"Shandong","offset":15934},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":15944},{"uri":"North_Korea","surface_form":"North Korea","offset":16112},{"uri":"Aurora","surface_form":"Aurora","offset":16759},{"uri":"Cagayan","surface_form":"Cagayan","offset":16926},{"uri":"Minamitorishima","surface_form":"Minamitorishima","offset":17364},{"uri":"Japan","surface_form":"Japan","offset":17745},{"uri":"Tokushima_Prefecture","surface_form":"Tokushima","offset":17845},{"uri":"Wakayama_Prefecture","surface_form":"Wakayama","offset":17940},{"uri":"T%C5%8Dhoku_region","surface_form":"Tōhoku region","offset":18208},{"uri":"Fujiwhara_effect","surface_form":"Fujiwhara effect","offset":18664},{"uri":"Gulf_of_Tonkin","surface_form":"Gulf of Tonkin","offset":19399},{"uri":"Philippines","surface_form":"Philippines","offset":19607},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":19702},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":19811},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"Philippine Atmospheric, Geophysical and Astronomical Services Administration","offset":19930},{"uri":"Aurora_(province)","surface_form":"Aurora (province)","offset":20518},{"uri":"Luzon","surface_form":"Luzon","offset":20625},{"uri":"Candon","surface_form":"Candon","offset":20641},{"uri":"Qionghai","surface_form":"Qionghai","offset":20902},{"uri":"China","surface_form":"China","offset":20912},{"uri":"Hainan","surface_form":"Hainan","offset":20993},{"uri":"Haikou","surface_form":"Haikou","offset":21028},{"uri":"Vietnam","surface_form":"Vietnam","offset":21117},{"uri":"Albay","surface_form":"Albay","offset":21283},{"uri":"Camarines","surface_form":"Camarines","offset":21293},{"uri":"Masbate","surface_form":"Masbate","offset":21695},{"uri":"Luzon","surface_form":"Luzon","offset":21738},{"uri":"Chuuk","surface_form":"Chuuk","offset":22154},{"uri":"Guam","surface_form":"Guam","offset":22326},{"uri":"SSHS","surface_form":"SSHS","offset":23378},{"uri":"Okinawa","surface_form":"Okinawa","offset":23455},{"uri":"Yalu_River","surface_form":"Yalu River","offset":23715},{"uri":"Northeast_China","surface_form":"Northeast China","offset":23840},{"uri":"Hagonoy","surface_form":"Hagonoy","offset":23960},{"uri":"Bulacan","surface_form":"Bulacan","offset":23969},{"uri":"Pampanga","surface_form":"Pampanga","offset":23981},{"uri":"Luzon","surface_form":"Luzon","offset":24087},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":24103},{"uri":"Malaca%C3%B1ang_Palace","surface_form":"Malacañang Palace","offset":24140},{"uri":"Calabarzon","surface_form":"Calabarzon","offset":24249},{"uri":"Marikina","surface_form":"Marikina","offset":24307},{"uri":"Guam","surface_form":"Guam","offset":24528},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":24624},{"uri":"Philippines","surface_form":"Philippines","offset":24717},{"uri":"Fujiwhara_effect","surface_form":"Fujiwhara effect","offset":24983},{"uri":"Luzon","surface_form":"Luzon","offset":25440},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":25712},{"uri":"Wake_Island","surface_form":"Wake Island","offset":25784},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":25956},{"uri":"East-southeast","surface_form":"East-southeast","offset":26353},{"uri":"Tokyo","surface_form":"Tokyo","offset":26371},{"uri":"Japan","surface_form":"Japan","offset":26378},{"uri":"SSHS","surface_form":"SSHS","offset":26466},{"uri":"Wind_Shear","surface_form":"Wind Shear","offset":26533},{"uri":"Bonin_Islands","surface_form":"Bonin Islands","offset":27297},{"uri":"Japan","surface_form":"Japan","offset":27369},{"uri":"Kii_Peninsula","surface_form":"Kii Peninsula","offset":27425},{"uri":"Guam","surface_form":"Guam","offset":27555},{"uri":"Minamitorishima","surface_form":"Minamitorishima","offset":28392},{"uri":"East-northeast","surface_form":"east-northeast","offset":28672},{"uri":"Guam","surface_form":"Guam","offset":28690},{"uri":"Low-pressure_area","surface_form":"divergence aloft","offset":28793},{"uri":"Bonin_Islands","surface_form":"Bonin Islands","offset":28924},{"uri":"Anticyclone","surface_form":"anticyclone","offset":28992},{"uri":"Okinawa_Prefecture","surface_form":"Okinawa","offset":29332},{"uri":"Japan","surface_form":"Japan","offset":29341},{"uri":"Palau","surface_form":"Palau","offset":29485},{"uri":"Eye_(cyclone)","surface_form":"low-level circulation center","offset":29568},{"uri":"Philippines","surface_form":"Philippines","offset":29753},{"uri":"Tropical_Cyclone_Formation_Alert","surface_form":"Tropical Cyclone Formation Alert","offset":29789},{"uri":"Gonzaga%2C_Cagayan","surface_form":"Gonzaga, Cagayan","offset":30595},{"uri":"Philippines","surface_form":"Philippines","offset":30613},{"uri":"Taimali%2C_Taitung","surface_form":"Taimali","offset":30850},{"uri":"Taitung_County","surface_form":"Taitung County","offset":30865},{"uri":"Fujian","surface_form":"Fujian","offset":31273},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":31281},{"uri":"Guam","surface_form":"Guam","offset":31657},{"uri":"Rainbands","surface_form":"rainbands","offset":32948},{"uri":"Aki%2C_K%C5%8Dchi","surface_form":"Aki","offset":33336},{"uri":"Japan","surface_form":"Japan","offset":33341},{"uri":"Baroclinic_zone","surface_form":"baroclinic zone","offset":33629},{"uri":"Extratropical_transition","surface_form":"extratropical transition","offset":33673},{"uri":"Sea_of_Japan","surface_form":"Sea of Japan","offset":33882},{"uri":"Guam","surface_form":"Guam","offset":33980},{"uri":"Tropical_upper_tropospheric_trough","surface_form":"tropical upper tropospheric trough","offset":34899},{"uri":"Subtropical_storm","surface_form":"subtropical","offset":36390},{"uri":"Extratropical_transition","surface_form":"extratropical transition","offset":36462},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":36507},{"uri":"Hokkaido","surface_form":"Hokkaido","offset":37063},{"uri":"Japan","surface_form":"Japan","offset":37073},{"uri":"Okinawa_Prefecture","surface_form":"Okinawa","offset":37260},{"uri":"Rapid_deepening","surface_form":"rapid deepening","offset":37688},{"uri":"Tropical_upper_tropospheric_trough","surface_form":"tropical upper tropospheric trough","offset":38133},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":39012},{"uri":"Northern_Mariana_Islands","surface_form":"Northern Mariana Islands","offset":39244},{"uri":"Vortex","surface_form":"vortices","offset":39892},{"uri":"Bar_(unit)","surface_form":"mbar","offset":40514},{"uri":"Outflow","surface_form":"outflow","offset":40618},{"uri":"Hamamatsu","surface_form":"Hamamatsu","offset":40684},{"uri":"Japan","surface_form":"Japan","offset":40695},{"uri":"Japan_Standard_Time","surface_form":"JST","offset":40726},{"uri":"Yokosuka%2C_Kanagawa","surface_form":"Yokosuka, Kanagawa","offset":41151},{"uri":"Extratropical_transition","surface_form":"extratropical transition","offset":41357},{"uri":"Northern_Mariana_Islands","surface_form":"Northern Mariana Islands","offset":41853},{"uri":"Taiwan","surface_form":"Taiwan","offset":43848},{"uri":"Palau","surface_form":"Palau","offset":44156},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":45216},{"uri":"Vietnam","surface_form":"Vietnam","offset":45369},{"uri":"Manila","surface_form":"Manila","offset":45769},{"uri":"Philippines","surface_form":"Philippines","offset":45783},{"uri":"Tropical_cyclone_formation_alert","surface_form":"tropical cyclone formation alert","offset":45827},{"uri":"Luzon","surface_form":"Luzon","offset":46816},{"uri":"Sea_surface_temperature","surface_form":"sea surface temperature","offset":46858},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":46889},{"uri":"Hag%C3%A5t%C3%B1a%2C_Guam","surface_form":"Hagåtña, Guam","offset":47843},{"uri":"Leyte","surface_form":"Leyte","offset":48353},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":48526},{"uri":"Chuuk_State","surface_form":"Chuuk","offset":48869},{"uri":"Palau","surface_form":"Palau","offset":49320},{"uri":"Surigao_del_Sur","surface_form":"Surigao del Sur","offset":49473},{"uri":"Philippines","surface_form":"Philippines","offset":49508},{"uri":"Sulu_Sea","surface_form":"Sulu Sea","offset":49563},{"uri":"Palawan","surface_form":"Palawan","offset":49642},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":49670},{"uri":"Iligan","surface_form":"Iligan","offset":50017},{"uri":"Cagayan_de_Oro","surface_form":"Cagayan de Oro","offset":50028},{"uri":"180th_meridian","surface_form":"180°","offset":51051},{"uri":"100th_meridian_east","surface_form":"100°E","offset":51060},{"uri":"Regional_Specialized_Meteorological_Centre","surface_form":"Regional Specialized Meteorological Centre","offset":51483},{"uri":"WMO_Typhoon_Committee","surface_form":"WMO Typhoon Committee","offset":51624},{"uri":"Philippine_Atmospheric%2C_Geophysical_and_Astronomical_Services_Administration","surface_form":"Philippine Atmospheric, Geophysical and Astronomical Services Administration","offset":51850},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":53026},{"uri":"Accumulated_Cyclone_Energy","surface_form":"ACE","offset":53352}]}