{"id":280127,"url":"http://en.wikipedia.org/wiki/Institute_of_Welsh_Affairs","text":"The Institute of Welsh Affairs is an independent, think-tank based in the capital of Wales, Cardiff. It focuses its research on politics, culture, economy, education, environment, science and technology in Wales, with the aim of developing plans for \"policy innovation and improvement\" and promoting new thinking on Welsh issues. The IWA publishes numerous reports on the research it carries out, and organises public seminars and conferences to encourage discussion and debate. It is highly regarded for the quality of its work and its commitment to informed public discussion.\n2010 saw the begin of [http://www.clickonwales.org/ ClickonWales.org], the IWA’s online news-analysis magazine. ClickonWales is designed to bring users a new level of regular commentary and analysis on Welsh affairs, and opportunities for debate. Expert contributors and commentators from across the political spectrum will be commissioned daily. The site also features the ‘Wales factfile’ and the ‘Lecture Library’. Wales factfile is a handy one-stop shop for information and data about many aspects of Wales and its economic, social, cultural and political life. The ‘Lecture Library’ is a place where organisations will be able to post\nthe texts of public lectures on a wide range of subjects.\nFoundation of the IWA.\nThe Institute of Welsh Affairs was created on 22 July 1987 (Company No: 02151006).\nOrganisation.\nThe IWA is a membership based organisation, it has approximately 1,200 individual and 150 corporate members, and more than 100 Fellows.\nThe corporate members include BBC Wales, British Gas, Cardiff County Council, Corus Steel, Eversheds, Julian Hodge Bank, ITV Wales, the\nJoseph Rowntree Charitable Trust, S4C, Welsh Water, and the University of Wales.\nThe Institute is governed by a Board of Trustees. Its first chairman was Henry Kroch, then chairman of AB Electronics. Since 1992, the chairman has been Geraint Talfan Davies, and since 1996 the director of the organisation has been former journalist and television producer, John Osmond.\nAs at November 2010, the Board members were Eurfyl ap Gwilym, Guy Clarke, Rhys David, Geraint Talfan Davies (Chairman), Peter Davies, Sue Essex, Nigel Griffiths, Gerald Holtham, Megan Mathias, Rob Humphreys, Robert Jolliffe, Ruth Marks, Chris O'Malley, Wendy Sadler, Professor John Tucker, Sir Adrian Webb, Dr. Ruth Williams and Professor Laura McAllister.\nThe IWA has five area branches – for north Wales, for west Wales, Swansea Bay, Gwent, and Cardiff and the Valleys. A sixth 'virtual' branch - IWA Women - has been formed to raise the profile of women's concerns in Wales and to increase the engagement of women with the IWA and civil society in Wales more generally.\nApproximately one third of the IWA's income is derived from membership subscriptions, the remainder coming mainly from the funding of specific research projects by trusts and foundations, and other public and private organisations.\nPublications.\nThe IWA publishes a journal three times a year (in spring, summer and winter), called \"Agenda\". First published in 1994, \"Agenda\" contains numerous articles on current issues in Wales, written by experts in their field, including academics, politicians and business people, and a wide range of participants from Welsh civil society.\nIt now publishes a regular bulletin on developments in the Assembly, \"Assembly Bwletin Cynulliad\", published in association with Grayling Wales. These can be downloaded from [http://www.clickonwales.org/category/assembly-monitoring/ clickonwales.org]. In addition, the IWA has published a multitude of research reports, discussion papers and books.\nEvents.\nOne of the IWA’s central activities is holding events which are designed to disseminate information to the public on a host of public policy issues. The events range from the smaller ‘coffee shop’ debates to full-scale conferences.\nTypically, an IWA event will focus on a contested issue in Welsh politics. It will bring in an expert (or number of experts) who have detailed knowledge and understanding of the issue, to clearly present both side’s arguments clearly. This is inline with the first part of its mission, which to help raise the level of public debate on issues affecting Wales, by placing quality information in the public domain.\nIn 2010 the IWA began the [http://www.iwa.org.uk/inspire/index.php Inspire Wales Awards], in association with the Western Mail. The Awards aim to raise the profile of Welsh men and women who are making a contribution to our society, to encourage active citizenship and create role models for others. Categories for the awards include the environment, business, education, sport, and arts, media and the creative industries. 2011 sees the IWA/Western Mail Business Awards, celebrating business achievement in Wales.\nResearch.\nIn November 2006 the IWA published a report entitled \"Time to Deliver: The Third Term and Beyond\". This looked at policy options for the Assembly’s third term, and was the result of work by eight study groups in individual policy areas.\nIn 2010 the IWA's director, John Osmond was asked by the Older People's Commissioner to carry out a study exploring Welsh policy responses to our rapidly ageing society, in particular the Welsh Government’s policy which has been developing in a number of innovative ways since 2003. The findings were published in the bilingual report, 'Adding Life to Years / Ychwanegu Bywyd at a y Blynyddoedd'.\nThe IWA's most recent publication, entitled 'Engaging Wales' disengaged youth', explores the issue of so-called 'NEETS' - Children Not in Education, Employment of Training. It contains contributions from experts in the fields of youth policy, education, employment, and youth-centred charities. A full list of the IWA's research outputs is available on its [http://www.iwa.org.uk/en/publications/category/publications website].\nThe IWA's priority areas for its future work include economic development, the environment and climate change, education, health and culture, governance and civil society.","categories":[],"infobox_types":[],"annotations":[{"uri":"Think-tank","surface_form":"think-tank","offset":50},{"uri":"Wales","surface_form":"Wales","offset":85},{"uri":"22_July","surface_form":"22 July","offset":1346},{"uri":"1987","surface_form":"1987","offset":1354},{"uri":"BBC_Wales","surface_form":"BBC Wales","offset":1563},{"uri":"Centrica","surface_form":"British Gas","offset":1574},{"uri":"Cardiff_County_Council","surface_form":"Cardiff County Council","offset":1587},{"uri":"Corus_Group","surface_form":"Corus Steel","offset":1611},{"uri":"Eversheds","surface_form":"Eversheds","offset":1624},{"uri":"Julian_Hodge_Bank","surface_form":"Julian Hodge Bank","offset":1635},{"uri":"HTV","surface_form":"ITV Wales","offset":1654},{"uri":"Joseph_Rowntree_Charitable_Trust","surface_form":"Joseph Rowntree Charitable Trust","offset":1669},{"uri":"S4C","surface_form":"S4C","offset":1703},{"uri":"Welsh_Water","surface_form":"Welsh Water","offset":1708},{"uri":"University_of_Wales","surface_form":"University of Wales","offset":1729},{"uri":"Board_of_Trustees","surface_form":"Board of Trustees","offset":1781},{"uri":"John_Osmond","surface_form":"John Osmond","offset":2026},{"uri":"Eurfyl_ap_Gwilym","surface_form":"Eurfyl ap Gwilym","offset":2083},{"uri":"Geraint_Talfan_Davies","surface_form":"Geraint Talfan Davies","offset":2125},{"uri":"John_V._Tucker","surface_form":"Professor John Tucker","offset":2306},{"uri":"Western_Mail_(Wales)","surface_form":"Western Mail","offset":4407}]}