{"id":280244,"url":"http://en.wikipedia.org/wiki/Storegga_Slide","text":"The three Storegga Slides are amongst the largest known landslides. They occurred under water, at the edge of Norway's continental shelf, in the Norwegian Sea, which is between Norway and Greenland, just north of Great Britain.\nThis caused a very large tsunami in the North Atlantic Ocean. The collapse involved an estimated 290 km length of coastal shelf, with a total volume of 3,500 km3 of debris. This would be the equivalent volume to an area the size of Iceland covered to a depth of 34 m (112 ft).\nBased on carbon dating of plant material recovered from sediment deposited by the tsunami, the latest incident occurred around 6100 BC. In Scotland, traces of this tsunami have been recorded, with deposited sediment being discovered in the Montrose Basin (estuary of the South Esk river), and the Firth of Forth, up to 80 km inland and 4 metres above current normal tide levels.\nAs part of the activities to prepare the Ormen Lange natural gas field, the incident has been thoroughly investigated. One conclusion is that the slide was caused by material built up during the previous ice age, and that a recurrence would only be possible after a new ice age. This conclusion is supported by numerous scientific studies. Facts and arguments supporting this conclusion were made public in 2004.\nIt was decided that the development of the Ormen Lange gas field would not significantly increase the risk of triggering a new slide. A new slide would trigger a very large tsunami which would be devastating for the coast areas around the North Sea and the Norwegian Sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Landslide","surface_form":"landslide","offset":56},{"uri":"Norwegian_Sea","surface_form":"Norwegian Sea","offset":145},{"uri":"Greenland","surface_form":"Greenland","offset":188},{"uri":"Great_Britain","surface_form":"Great Britain","offset":213},{"uri":"Tsunami","surface_form":"tsunami","offset":253},{"uri":"North_Atlantic_Ocean","surface_form":"North Atlantic Ocean","offset":268},{"uri":"Iceland","surface_form":"Iceland","offset":460},{"uri":"Carbon_dating","surface_form":"carbon dating","offset":514},{"uri":"Scotland","surface_form":"Scotland","offset":644},{"uri":"Montrose_Basin","surface_form":"Montrose Basin","offset":745},{"uri":"Estuary","surface_form":"estuary","offset":761},{"uri":"Firth_of_Forth","surface_form":"Firth of Forth","offset":802},{"uri":"Ormen_Lange","surface_form":"Ormen Lange","offset":925},{"uri":"Natural_gas","surface_form":"natural gas","offset":937},{"uri":"Ice_age","surface_form":"ice age","offset":1088}]}