{"id":28037,"url":"http://en.wikipedia.org/wiki/Fencing","text":"\"This is about the sport. You may be wanting to read about a fence.\"\nFencing is a sport that includes two people with swords. The aim is to score hits. There is also a referee.\nIn the olden times when two people argued they fenced the first one to draw blood was wrong and the person would be dead, so the person that won would claim the dead person's house and belongings.\nFoil.\nThe foil is a light and easy to bend weapon, first made in mid 17th century as a weapon for practice. 'Hits' can only be scored by hitting the target area with the point of the sword. The target area is the torso.\nÉpée.\nThe épée is the heaviest of the three weapons. To score a hit, the push-button on the end of the weapon must remain fully down for 2-10 milliseconds, and must arrive (hit) with a force of at least 7.35 newtons. The target area for Épée is the entire body. This includes the feet and the head.\nSabre.\nThe sabre is the \"cutting\" weapon, with a curved guard (to protect the hand) and a triangular blade. However, in modern electric scoring, a touch with any part of the sabre, (point, flat or edge, as long as it is on target) will count as a hit. The target area in sabre is everything from the waist up, except for the hands.\nUniform.\nFencers wear a uniform to avoid injury. They wear a mask of black mesh with a bib. Also, a jacket, short pants and a sort of half-a-shirt (called an underarm protector or plastron), all of white fabric. They must also wear socks that cover their legs. Women must wear a chest protector. These are collectively called \"whites.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Fence","surface_form":"fence","offset":61},{"uri":"Sport","surface_form":"sport","offset":82},{"uri":"Sword","surface_form":"sword","offset":118},{"uri":"Score","surface_form":"score","offset":140},{"uri":"17th_century","surface_form":"17th century","offset":443},{"uri":"Millisecond","surface_form":"millisecond","offset":736},{"uri":"Force_(physics)","surface_form":"force","offset":779},{"uri":"Newton_(unit)","surface_form":"newton","offset":802},{"uri":"Sabre","surface_form":"sabre","offset":904},{"uri":"Blade","surface_form":"blade","offset":994},{"uri":"Modern","surface_form":"modern","offset":1013}]}