{"id":280394,"url":"http://en.wikipedia.org/wiki/2010%E2%80%9311_Philippine_floods","text":"In December 2010, strong rains in some places in the central part of Visayas and the eastern section of Luzon and Mindanao caused floods in the Philippines. By January 12, 2011, the National Disaster Risk Reduction and Management Council (NDRRMC) pegged those affected at 235,867 families or 1,230,022 people in 1,267 villages in 137 towns and 10 cities in 23 provinces.\nCauses.\nThe causes of flood were blamed on a stationary front or called tail-end of a cold front and wind convergence.\nPAGASA reported that the cold front would pass at the places of Eastern Visayas and Central Visayas, along with the wind convergence.\nDecember 2010.\nThe first reports of flooding were at the Bicol Region provinces of Albay and Sorsogon. In late December, Albay governor Joey Salceda had placed his province under a state of emergency after the rains caused the deaths of two people and the displacement of 4,000. He has also issued a mandatory evacuation on residents in affected areas. Fears of lahar flows from the recently active Mayon Volcano had been dismissed. In adjacent Sorsogon, 170 families had already been evacuated.\nJanuary 1 to 5.\nAt the start of the new year, the cold front moved to the central part of the Philippines, stretching a rain band from Southern Leyte to Misamis Oriental. PAGASA forecast more rain until January 6 in these areas. At least five deaths have been confirmed in these areas: three children died after being buried by a landslide in Saint Bernard, Southern Leyte, while two others drowned in the same province. The town and five other municipalities in the province had also been without power. Several towns in Eastern Samar and Northern Samar have also reported flooding. Elsewhere, minor landslides were reported in Hinabangan, Samar and Tacloban. In Cebu City, a flight going to Siargao had been canceled, and landslides have also been reported.\nMore than 2,000 people have been displaced in the Caraga due to the rains. A landslide claimed a life of a person in Monkayo, Compostela Valley, while three girls were reported missing in the area.\nJanuary 6 to January 10.\nOn January 6, the cold front that affected Caraga and Eastern Visayas moved to Bicol and brought rains anew. This caused the evacuation of 8,200 people in the region.\nBy January 6, Butuan, Agusan del Sur towns of Bunawan and San Francisco, and Surigao del Sur were placed under state of calamity as additional seven deaths were recorded. Flood damage to government infrastructure in Caraga was at 141 million Philippine pesos (US$3.2 million).\nMore than 80% of the evacuees in Albay were sent home after conditions improved on January 7. Classes that were suspended on January 6 reopened the next day except for schools that were used as evacuation centers. Meanwhile, the floods subsided in Davao del Norte and Compostela Valley, but it destroyed the crops of some 2,100 farmers. The NDRRMC pegged the damages to agriculture and infrastructure nationwide at 183 million pesos (US$4.1 million).\nJanuary 23 to Present.\nAs of January 23, 2010 the death toll from the floods has risen to 68 with 26 others still missing.\nAnother causes of flooding was the Wind Convergence.On January 26 heavy rain bought by the northeast monsoon fall down Cebu.\nReaction.\nSalceda urged PAGASA to assign names to weather systems that are not storms that cause disruptions. Secretary of Public Works and Highways (DPWH) Rogelio Singson also said in a DWIZ interview that PAGASA \"should draw up a classification system, not just for typhoons but also for massive rainfall.\" PAGASA for their part had already installed automatic weather stations, and established a community-based early warning system.\nThe Communist Party of the Philippines (CPP), which had been in a decades-long insurgency, instructed its military arm the New People's Army to help in relief operations. The government and the CCP ended their ceasefire on January 3.","categories":[],"infobox_types":["flood"],"annotations":[{"uri":"Luzon","surface_form":"Luzon","offset":104},{"uri":"Mindanao","surface_form":"Mindanao","offset":114},{"uri":"Philippines","surface_form":"Philippines","offset":144},{"uri":"Cold_front","surface_form":"cold front","offset":457},{"uri":"Eastern_Visayas","surface_form":"Eastern Visayas","offset":554},{"uri":"Central_Visayas","surface_form":"Central Visayas","offset":574},{"uri":"Bicol_Region","surface_form":"Bicol Region","offset":681},{"uri":"Albay","surface_form":"Albay","offset":707},{"uri":"Sorsogon","surface_form":"Sorsogon","offset":717},{"uri":"Joey_Salceda","surface_form":"Joey Salceda","offset":760},{"uri":"Lahar","surface_form":"lahar","offset":986},{"uri":"Mayon_Volcano","surface_form":"Mayon Volcano","offset":1023},{"uri":"Sorsogon","surface_form":"Sorsogon","offset":1069},{"uri":"Philippines","surface_form":"Philippines","offset":1214},{"uri":"Southern_Leyte","surface_form":"Southern Leyte","offset":1255},{"uri":"Misamis_Oriental","surface_form":"Misamis Oriental","offset":1273},{"uri":"Saint_Bernard%2C_Southern_Leyte","surface_form":"Saint Bernard, Southern Leyte","offset":1463},{"uri":"Eastern_Samar","surface_form":"Eastern Samar","offset":1642},{"uri":"Northern_Samar","surface_form":"Northern Samar","offset":1660},{"uri":"Hinabangan%2C_Samar","surface_form":"Hinabangan, Samar","offset":1749},{"uri":"Tacloban","surface_form":"Tacloban","offset":1771},{"uri":"Cebu_City","surface_form":"Cebu City","offset":1784},{"uri":"Siargao","surface_form":"Siargao","offset":1813},{"uri":"Caraga","surface_form":"Caraga","offset":1930},{"uri":"Monkayo%2C_Compostela_Valley","surface_form":"Monkayo, Compostela Valley","offset":1997},{"uri":"Butuan","surface_form":"Butuan","offset":2284},{"uri":"Agusan_del_Sur","surface_form":"Agusan del Sur","offset":2292},{"uri":"Bunawan%2C_Agusan_del_Sur","surface_form":"Bunawan","offset":2316},{"uri":"San_Francisco%2C_Agusan_del_Sur","surface_form":"San Francisco","offset":2328},{"uri":"Surigao_del_Sur","surface_form":"Surigao del Sur","offset":2347},{"uri":"Philippine_peso","surface_form":"Philippine peso","offset":2512},{"uri":"Davao_del_Norte","surface_form":"Davao del Norte","offset":2795},{"uri":"Compostela_Valley","surface_form":"Compostela Valley","offset":2815},{"uri":"Wind_Convergence","surface_form":"Wind Convergence","offset":3156},{"uri":"Department_of_Public_Works_and_Highways_(Philippines)","surface_form":"Secretary of Public Works and Highways","offset":3356},{"uri":"Rogelio_Singson","surface_form":"Rogelio Singson","offset":3402},{"uri":"DWIZ","surface_form":"DWIZ","offset":3433},{"uri":"Communist_Party_of_the_Philippines","surface_form":"Communist Party of the Philippines","offset":3687},{"uri":"Communist_insurgency_in_the_Philippines","surface_form":"decades-long insurgency","offset":3749},{"uri":"New_People%27s_Army","surface_form":"New People's Army","offset":3806}]}