{"id":280362,"url":"http://en.wikipedia.org/wiki/Whataya_Want_from_Me","text":"e=\"preserve\">\"Whataya Want from Me\" is the 2nd single released off the album \"For Your Entertainment\" by Season 8 runner-up of American Idol \"Adam Lambert\". The song was written by Pink, Max Martin, and Shellback and was recorded by Pink for her fifth studio album, Funhouse, but did not make it to the final cut. It was produced by Max Martin and Shellback, who have collaborated with Pink, Britney Spears, Katy Perry, and fellow Idols Kelly Clarkson, Daughtry, Allison Iraheta and Carrie Underwood. The song received a Grammy nomination for Best Male Pop Vocal Performance.\nThe track was originally recorded and co-written by Pink for the album Funhouse but did not make the final cut. On November 18, 2009, Lambert announced via his official website that his second single from his debut album would be \"Whataya Want from Me\". The song was the second single announced before the CD was officially available to the public. The song became available as a legal download in the United States on November 20, 2009 when his CD was officially released. The song was also included on Now That's What I Call Music! #34 and was covered in the Kidz Bop series.\nIn 2010, it was announced that Pink's recording on the song will appear on her first greatest hits compilation, Greatest Hits... So Far!!!.\nMusic video.\nThe music video for \"Whataya Want from Me\" was directed by Diane Martel and shot on December 20, 2009. It premiered on January 15, 2010, on VH1. The video features Lambert becoming frustrated with the very intrusive camera man. There are also performance clips throughout the video of Lambert performing with his band. One scene in the video features Lambert making his way through a crowd of paparazzi and fans into a car. At the beginning of the song, Adam switches the TV off, and then begins singing \"slow it down, whataya want from me,\" leading one interpretation to be that what he was watching was actually the AMAs.\nChart performance.\n\"Whataya Want from Me\" debuted at number 72 on the U.S. Billboard Hot 100 on the week of January 2, 2010.[34][35] Following his appearance as a mentor on American Idol (season 9), the song reached #10, becoming Lambert's second Top 20 single (the first being his cover of \"Mad World\", which peaked at #19) and first Top 10 single on the Billboard Hot 100.\nP!nk.\nThe song was originally written and recorded for pop artist Pink. The song was supposed to be featured on the album \"Funhouse\" in 2008, however never made it to its final cut. Lambert was offered the song to be a single and later ended up being featured as the 2nd track on his album \"For Your Entertainment\".\nFonzerelli's Electro House Club Group.\nThe Fonzerelli's Electro House Club released their remixed version of the song \"Whataya Want from Me\" on November 27th, 2009 and was released for radio mainstream on January 5th, 2010.\nBrad Walsh.\nBrad Walsh previously remixed Lambert's \"For Your Entertainment\" and \"Time For Miracles\". On November 27th, 2009, Walsh's remix of the song hit mainstream and was released for digital download on iTunes Store. The remixed version of the song by Brad was cut down in a shortened version for radio mainstream.\nJason Nevins.\nOn November 27th, 2009, American DJ, producer and remixer Jason Nevins released his remixed version of the song \"Whataya Want from Me\" on iTunes Store.","categories":[],"infobox_types":[],"annotations":[{"uri":"For_Your_Entertainment","surface_form":"For Your Entertainment","offset":78},{"uri":"Adam_Lambert","surface_form":"Adam Lambert","offset":142},{"uri":"Pink_(singer)","surface_form":"Pink","offset":181},{"uri":"Pink_(singer)","surface_form":"Pink","offset":386},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":392},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":408},{"uri":"Kelly_Clarkson","surface_form":"Kelly Clarkson","offset":437},{"uri":"Allison_Iraheta","surface_form":"Allison Iraheta","offset":463},{"uri":"Carrie_Underwood","surface_form":"Carrie Underwood","offset":483},{"uri":"VH1","surface_form":"VH1","offset":1447},{"uri":"Pink_(singer)","surface_form":"Pink","offset":2372},{"uri":"Funhouse","surface_form":"Funhouse","offset":2429},{"uri":"2008","surface_form":"2008","offset":2442},{"uri":"For_Your_Entertainment_(song)","surface_form":"For Your Entertainment","offset":2899},{"uri":"Time_For_Miracles","surface_form":"Time For Miracles","offset":2928},{"uri":"ITunes","surface_form":"iTunes","offset":3054},{"uri":"DJ","surface_form":"DJ","offset":3213},{"uri":"Producer","surface_form":"producer","offset":3217},{"uri":"ITunes","surface_form":"iTunes","offset":3318}]}