{"id":280436,"url":"http://en.wikipedia.org/wiki/2081_(movie)","text":"\"2081\" is a science fiction short film set in 2081. It was shown for the first time at the Seattle International Film Festival on May 29, 2009. Chandler Tuttle wrote and directed the film. It is based on the short story \"Harrison Bergeron\" by author Kurt Vonnegut. There are few actors in the film. The Kronos Quartet and Czech Philharmonic Chamber Orchestra performed thesoundtrack written by Lee Brooks.\nIMDb ranks the movie in the top 10 Most Popular Short movies.\nStory.\n\"2081\" shows a dystopian future in America. Amendments to the Constitution give great power to a member of government called the United States Handicapper General (HG). The HG's job is to make sure everyone is equal in every way. In this satire that means putting weights on strong people and making beautiful people look ugly.\nProduction.\n\"2081\" was produced for $100,000. It was produced in 2009.\nRelease.\n\"2081\" was first shown at the Seattle International Film Festival in May 2009. The film was released on DVD on January 25, 2010.\nReviews.\nAs of January 2011, RottenTomatoes.com lists no professional reviews of \"2081\" and a 65% user rating. The IMDB user community gave the movie a weighted average rating of 6.9 / 10.\nReviewer Robert Ring described the film as \"An amazing twenty-six minutes...\" and that each scene adds to the one before. He said that some people would call the film an Orwellian warning. But he thinks it is better to call it a story about how important it is to be an independent person, even if that means life is terrible. He wrote, \"This is a great film.\"\nRevolution Science Fiction magazine called the movie \"stirring and dramatic\". They added that the short movie moves quickly to the main point of the story and is a good version of the story.\nThe movie blog Filmonic compares the film to \"Children of Men\".","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Science_fiction_film","surface_form":"science fiction","offset":12},{"uri":"Short_film","surface_form":"short film","offset":28},{"uri":"Seattle_International_Film_Festival","surface_form":"Seattle International Film Festival","offset":91},{"uri":"Harrison_Bergeron","surface_form":"Harrison Bergeron","offset":221},{"uri":"Kurt_Vonnegut","surface_form":"Kurt Vonnegut","offset":250},{"uri":"Kronos_Quartet","surface_form":"Kronos Quartet","offset":303},{"uri":"Soundtrack","surface_form":"soundtrack","offset":372},{"uri":"Lee_Brooks","surface_form":"Lee Brooks","offset":394},{"uri":"IMDb","surface_form":"IMDb","offset":406},{"uri":"Dystopian","surface_form":"dystopian","offset":490},{"uri":"Satire","surface_form":"satire","offset":713},{"uri":"Seattle_International_Film_Festival","surface_form":"Seattle International Film Festival","offset":913},{"uri":"Rotten_Tomatoes","surface_form":"RottenTomatoes.com","offset":1041},{"uri":"George_Orwell","surface_form":"Orwellian warning","offset":1371}]}