{"id":280440,"url":"http://en.wikipedia.org/wiki/Joannie_Rochette","text":"Joannie Rochette (born January 13, 1986 in Montreal, Quebec) is a French-Canadian figure skater and six time Canadian champion who is known for her powerful, dynamic and musical skating abilities that she has gained through years of experience. According to Postmedia Network Inc. newspaper Rochette has been able to succeed in her skating career while maintaining a healthy diet, exercising, always being hydrated and training hard as she is serious about being healthy under duress.\nPostmedia Network Inc.newspaper claims that she emotionally captured her audiences attention during the 2010 Winter Olympics performance right after her mother died while arriving in Vancouver. Postmedia network newspaper quoted her stating that she was \"not prepared either emotionally or physically\" to compete in the World Championships. However, regardless of her emotional state, Rochette decided to courageously step out into the skating rink and complete her final performance making her mother proud. Rochette won a bronze medal in the 2010 Winter Olympics for her performance that year.\nPersonal life.\nRochette was born in Montreal, Quebec on January 13, 1986, she was the only child of Thérèse  and Normand Rochette\n. Joannie's father, Normand, trained young hockey players and he was the first to introduce Joannie to figure skating at a very young age of twenty-two months\n. Growing up in île Dupas, Quebec, Joannie seriously began taking skating lessons when she was only six years of age. Joannie's interests other than skating growing up were yoga, trampoline, ballet, reading, dancing and music. One of Rochette's tragic moments was on February 21, 2010, two days before the ladies' figure skating contest at the Winter Olympics in Vancouver, her mother, Thérèse Rochette, died of a heart attack at Vancouver General Hospital after coming to see her in the contest. However, even after this sudden death, Rochette stayed in the contest and skated in her mother's honour. At her mother's funeral, she placed her Olympic bronze medal on the casket for some time.\nWhen asked in the National Post newspaper if her mother showed any symptoms of heart disease before her death Rochette stated \" My grandfather had heart disease and he was not quite active, he was a heavy smoker and didn’t live a very healthy lifestyle\". Rochette is currently participating in many events to create awareness about heart disease and the ways in which individuals can live an active lifestyle to prevent these types of diseases.\nI wear my sunglasses at night\nSo I can so I can\nWatch you weave then breathe your story lines\nAnd I wear my sunglasses at night\nSo I can so I can\nKeep track of the visions in my eyes\nI turn to her and say\nDon't switch the blade on the guy in shades oh no\nDon't masquerade with the guy in shades oh no\nCuz you got it made with the guy in shades oh no\nAnd I wear my sunglasses at night\nSo I can so I can\nForget my name while you collect your claim\nAnd I wear my sunglasses at night\nSo I can so I can\nSee the light that's right before my eyes\nHas she got control of me\nI turn to her and say\nCareer.\nJoannie Rochette started skating at a young age and made her first appearance in Canadian skating between the year of 2000 and 2001 where she was announced winner of the Novice and Junior titles back to back\n. Rochette continued with the following year winning a bronze metal in her Senior debut\n. Rochette has also received several awards and medals such as the ISU Grand Prix Circuit and has earned the Grand Prix Final three times in a row\n. In 2006, Rochette's long dream of taking part in the Olympic Games in Turin, Italy came true. Rochette was placed in fifth place among several of other competitors.\nBefore becoming a Canadian Champion, Rochette won second place at the 2003 Canadian Championships which led her to the World Championships\n. She returned every year since then and was placed in the top ten five times. In 2006, Rochette decided to participate in the Stars On Ice tour and describes her experience as a good way to skate outside of a competing environment\n. Rochette continued to skate in 2008 and was able to win both the Skate Canada and the Trophée Eric Bompard with her performances. Before competing in the 2010 Olympics competition, Rochette participated in the 2009 Canadian Champion and won her fifth national title, this successful event led her to compete in the 2010 Olympics competition.\nIn 2010, Rochette's dream came true when she turned twenty-four as she performed in front of thousands at the 2010 Winter Olympics. This was a significant accomplishment as she displayed strength and courage while performing after having gone through a tragic moment of her mother's death. The Global News newspaper quoted Rochette saying \"If I was going to compete, might as well do it well, and I knew that's what my mom would have wanted me to do\". Rochette was able to complete an outstanding performance and received a bronze medal. After her 2010 Winder Olympics performance, Rochette received several awards such as Canada's flag bearer for the closing ceremonies and the named co-recipient of the Vancouver 2010 Terry fox award.\nSince the 2010 Winter Olympics, the National post newspaper asked Rochette what she has been doing in the time spent after her win at the Olympics, Rochette stated that she has been skating in a less competitive environment where she can concentrate on her own abilities and perform in her personal way. She also claimed that she is with Stars on Ice doing shows in the U.S, Canada and Japan. Rochette also stated that she has been doing some minor independent shows and sometimes does conferences.\nRochette is presently a spokesperson for the \"iheartmom\" campaign at the University of Ottawa Heart Institute, which tries to prevent heart disease in women.","categories":[],"infobox_types":[],"annotations":[{"uri":"January_13","surface_form":"January 13","offset":23},{"uri":"1986","surface_form":"1986","offset":35},{"uri":"Montreal","surface_form":"Montreal","offset":43},{"uri":"Quebec","surface_form":"Quebec","offset":53},{"uri":"Figure_skater","surface_form":"figure skater","offset":82},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":589},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":1029},{"uri":"Montreal","surface_form":"Montreal","offset":1117},{"uri":"Quebec","surface_form":"Quebec","offset":1127},{"uri":"Figure_skating","surface_form":"figure skating","offset":1684},{"uri":"Winter_Olympic_Games","surface_form":"Winter Olympics","offset":1714},{"uri":"Vancouver","surface_form":"Vancouver","offset":1733},{"uri":"Heart_attack","surface_form":"heart attack","offset":1784},{"uri":"Hospital","surface_form":"Hospital","offset":1818},{"uri":"Funeral","surface_form":"funeral","offset":1988},{"uri":"Casket","surface_form":"casket","offset":2040},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":4538},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":5175},{"uri":"Spokesperson","surface_form":"spokesperson","offset":5688},{"uri":"Campaign","surface_form":"campaign","offset":5721},{"uri":"University_of_Ottawa_Heart_Institute","surface_form":"University of Ottawa Heart Institute","offset":5737}]}