{"id":280527,"url":"http://en.wikipedia.org/wiki/Lost_Horizon_(novel)","text":"\"Lost Horizon\" is a 1933 novel by English writer James Hilton. In this book, Hilton imagined a special place high in the mountains of Tibet. It was a utopian city where people could live to be hundreds of years old. This perfect place was called Shangri-La.\nOverview.\nHugh Conway is a member of the British diplomatic service. He finds inner peace, love, and a sense of purpose in Shangri-La. People there live a very long time. One theme of the book is the possibility of another world war and war preparations. This was actually happening at the time. The story is similar to travel stories in the Tibetan borderlands by Joseph Rock in the \"National Geographic\" magazine. The remote communities he visited, such as Muli are similar to Hilton's fictional Shangri-La. The Muli town of Zhongdian has its name to Shangri La (Chinese: Xianggelila).\nThe book describes how war on the ground would move into the air. Life and all special things could be lost, even history. Maybe Shangri-la would protect these important things for later when the world was tired of war. That was the real purpose of the city.\nConway survived the trench warfare of WWI. This strongly affected his emotions. He was exhausted and felt older than he really was. He is strongly attracted to life at Shangri-La because the monks understood him.\nStory.\nThe origin of the eleven numbered chapters of the novel is explained in two opening and closing sections. The narrator is a neurologist.\nThis neurologist friend named Rutherford were eating dinner at Tempelhof, Berlin with their old school-friend Wyland. The topic of Hugh Conway comes up in conversation. He was a British consul in Afghanistan, who disappeared mysteriously. Rutherford tells the narrator later that evening that he met Conway in a French mission hospital in Chung-Kiang (probably Chongqing), China. Conway had amnesia, but recovered his memory. He told Rutherford his story, then disappeared again.\nRutherford wrote down Conway's story and gave it to the neurologist. That story became the main part of the novel.\nIn May, 1931, during the British Raj in India, 80 white residents were evacuated to Peshawar because of a revolution. Conway, the British consul, age 37; Mallinson, his young vice-consul; an American, Barnard; and a British missionary, Miss Brinklow are in an airplane. The plane is hijacked and flown over the mountains to Tibet. After a crash landing, the pilot dies. But, he told the four to get help at the nearby lamasery of Shangri-La. They do not know where they are, but Conway thinks they passed the Himalayas and are near the Kuen-Lun (i.e. Kunlun).\nChang lives at Shangri-La and speaks English. He takes the four to the lamasery. It has modern conveniences, like central heating; bathtubs from Akron, Ohio; a large library; a grand piano; a harpsichord; and food from the valley below. Above is Karakal, a mountain more than high. Karakal mean \"Blue Moon\".\nMallinson wants to hire help and leave, but Chang stops him politely. The others eventually decide they are happy to stay. Miss Brinklow will teach the people a sense of sin. Barnard wants to hide form the police and look for gold. Conway likes the quiet life of study.\nLo-Tsen is a Manchu woman at the lamasery. She seems very young. She does not speak English but plays the harpsichord. Mallinson falls in love with her. Conway does too.\nConway meets the High Lama. He learns that the lamasery was built by a Catholic monk named Perrault from Luxembourg in the early eighteenth century. The lamasery has since then been joined by others who have found their way into the valley. Once they enter the valley, they age slowly. If they leave the valley, they age quickly and die. Conway guesses that the High Lama is Perrault, now 300 years old. He is correct.\nLater, the High Lama says that he is finally dying. He wants Conway to lead the lamasery. Meanwhile, Mallinson has arranged to leave the valley with Lo-Tsen and workers to carry their food and belongings. They are waiting for him outside the valley, but Mallinson cannot cross the dangerous route by himself. He convinces Conway to go along. This ends Rutherford's story.\nThe last time Rutherford saw Conway, it seemed he was preparing to return to Shangri-La. Rutherford tells the neurologist that he tried to follow Conway and check his stories of Shangri-La. He found the Chung-Kiang doctor who had treated Conway. The doctor said Conway had been brought in by a Chinese woman who was ill. She soon died. The doctor told Rutherford the woman was very old. Rutherford thought the old woman was Lo-Tsen. She had aged quickly after leaving Shangri-La.\nCultural importance.\nThe book was published in 1933. It only became popular after Hilton's next book, \"Goodbye, Mr. Chips\", was published in 1934. \"Lost Horizon\" then became a huge success. In 1939, it was published in paperback, as 1. Because of its number-one position in what became a very long list of pocket editions, \"Lost Horizon\" is often called the first American paperback book. This is not correct. The first pocket-sized, paperback book sold in many stores in America was Pearl Buck's \"The Good Earth\" by Pocket Books in 1938 as an experiment.\nU.S. President Franklin D. Roosevelt named the Presidential hideaway in Maryland after Shangri-La. Now it is called Camp David. Roosevelt also lied to the public and said that the Doolittle Raid came from Shangri-La. This became the idea to name an aircraft carrier USS Shangri-La.\nThe book was also made into the unsuccessful 1956 Broadway musical \"Shangri-La\".\nHilton's novel was adapted for BBC Radio 4 in three hour-long episodes under its Classic Serial banner. It was broadcast 20 September to 4 October 1981. Barry Campbell directed. Derek Jacobi played Hugh Conway.\nThe novel is important in the book \"Deadeye Dick\" by Kurt Vonnegut.","categories":[],"infobox_types":["book|"],"annotations":[{"uri":"Novel","surface_form":"novel","offset":25},{"uri":"James_Hilton","surface_form":"James Hilton","offset":49},{"uri":"Tibet","surface_form":"Tibet","offset":134},{"uri":"Utopia","surface_form":"utopia","offset":150},{"uri":"Shangri-La","surface_form":"Shangri-La","offset":381},{"uri":"Tibet","surface_form":"Tibet","offset":600},{"uri":"Joseph_Rock","surface_form":"Joseph Rock","offset":623},{"uri":"National_Geographic","surface_form":"National Geographic","offset":643},{"uri":"Muli_Tibetan_Autonomous_County","surface_form":"Muli","offset":717},{"uri":"Zhongdian","surface_form":"Zhongdian","offset":785},{"uri":"WWI","surface_form":"WWI","offset":1143},{"uri":"Monk","surface_form":"monk","offset":1296},{"uri":"Narrator","surface_form":"narrator","offset":1435},{"uri":"Neurologist","surface_form":"neurologist","offset":1449},{"uri":"Tempelhof","surface_form":"Tempelhof","offset":1525},{"uri":"Berlin","surface_form":"Berlin","offset":1536},{"uri":"Official","surface_form":"consul","offset":1648},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1658},{"uri":"Chongqing","surface_form":"Chongqing","offset":1823},{"uri":"British_Raj","surface_form":"British Raj","offset":2082},{"uri":"Peshawar","surface_form":"Peshawar","offset":2141},{"uri":"Himalayas","surface_form":"Himalayas","offset":2566},{"uri":"Kunlun_Mountains","surface_form":"Kunlun","offset":2608},{"uri":"Central_heating","surface_form":"central heating","offset":2731},{"uri":"Akron%2C_Ohio","surface_form":"Akron, Ohio","offset":2762},{"uri":"Grand_piano","surface_form":"grand piano","offset":2794},{"uri":"Harpsichord","surface_form":"harpsichord","offset":2809},{"uri":"Harpsichord","surface_form":"harpsichord","offset":3301},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":3470},{"uri":"Goodbye%2C_Mr._Chips","surface_form":"Goodbye, Mr. Chips","offset":4739},{"uri":"Paperback","surface_form":"paperback","offset":4855},{"uri":"Pocket_Books","surface_form":"1","offset":4869},{"uri":"Pearl_Buck","surface_form":"Pearl Buck","offset":5120},{"uri":"The_Good_Earth","surface_form":"The Good Earth","offset":5134},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin D. Roosevelt","offset":5207},{"uri":"Maryland","surface_form":"Maryland","offset":5264},{"uri":"Camp_David","surface_form":"Camp David","offset":5308},{"uri":"Doolittle_Raid","surface_form":"Doolittle Raid","offset":5372},{"uri":"USS_Shangri-La_(CV-38)","surface_form":"USS Shangri-La","offset":5458},{"uri":"Shangri-La_(musical)","surface_form":"Shangri-La","offset":5542},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":5586},{"uri":"Classic_Serial","surface_form":"Classic Serial","offset":5636},{"uri":"Derek_Jacobi","surface_form":"Derek Jacobi","offset":5733},{"uri":"Deadeye_Dick","surface_form":"Deadeye Dick","offset":5802},{"uri":"Kurt_Vonnegut","surface_form":"Kurt Vonnegut","offset":5819}]}