{"id":280795,"url":"http://en.wikipedia.org/wiki/Ocean_thermal_energy_conversion","text":"Ocean thermal energy conversion (OTEC) is a way of getting useful energy from the world's oceans. The sun shines on the oceans of the world and in the hot parts near the water at the sea's surface can be quite warm, sometimes as high as 30°C.\nMany oceans are very deep and the water at depths of 1,000 meters can be around 5 °C.\nIf a pipe is put down into the ocean we can bring the cold water to the surface where we also have warm water available.\nThe difference in temperature between the warm surface water and the cold deep water may only be around 15 °C. But we can build a machine called a heat engine, which can use this harry difference to generate power that can be used by people that live in that place. A machine which can do this is called an OTEC machine which stands for \"ocean thermal energy conversion\".\nBecause the difference in temperature is small we will need to get large quantities of warm and cold water to go through the machine to get a useful amount of work, but large quantities are available in the ocean.\nIt has been estimated that OTEC could give amounts of energy that are 10 to 100 times greater than the other ocean energy source, wave power.\nThe first OTEC machine was built in Cuba in 1930 and made 22 kW of electricity. The largest machine built so far generated 250 kW in 1999 and was made by the US. Plans to build even bigger machines of around 10 MW have been made.\nOTEC can also supply quantities of cold water as a by-product. This can be used for refrigeration and can help crops and fish grow. OTEC can also produce large amounts of salt-free water, which can be useful on mid-ocean islands as drinking water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Energy","surface_form":"energy","offset":66},{"uri":"Ocean","surface_form":"ocean","offset":90},{"uri":"Sun","surface_form":"sun","offset":102},{"uri":"%C2%B0C","surface_form":"°C","offset":239},{"uri":"Heat_engine","surface_form":"heat engine","offset":597},{"uri":"Wave_power","surface_form":"wave power","offset":1166},{"uri":"Cuba","surface_form":"Cuba","offset":1214},{"uri":"KW","surface_form":"kW","offset":1239},{"uri":"MW","surface_form":"MW","offset":1389},{"uri":"Refrigeration","surface_form":"refrigeration","offset":1492}]}