{"id":280758,"url":"http://en.wikipedia.org/wiki/Ellsworth_Street_Bridge","text":"The Ellsworth Street Bridge is a highway bridge that crosses the Willamette River in Albany, Oregon, United States. Built in 1925, the two-lane structure carries U.S. Route 20 eastbound traffic, with the adjacent Lyon Street Bridge carrying westbound traffic. The -long steel-truss bridge was designed by Conde McCullough and opened in 1926.\nHistory.\nIn 1887, a bridge was built across the Willamette River at Albany for the Corvallis and Eastern railway followed by the Steel Bridge built in 1893 just down river. The state of Oregon began building a new bridge across the river at the city in 1925 to carry vehicular traffic. Designed by state highway department bridge designer Conde McCullough, it was constructed by the Union Bridge Company based in Portland, Oregon. The steel truss structure was completed in 1926.\nWhen the bridge opened, the Albany-Corvallis Highway was completed. At the time the structure was named the Albany Bridge. In 1973, the neighboring Lyon Street Bridge was completed to the east to expand capacity to a total of four lanes between the two bridges. Ellsworth Street Bridge was refurbished in 1971 and 2002. As of 2004, the bridge handled an average of 9,850 cars per day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Willamette_River","surface_form":"Willamette River","offset":65},{"uri":"Albany%2C_Oregon","surface_form":"Albany, Oregon","offset":85},{"uri":"United_States","surface_form":"United States","offset":101},{"uri":"U.S._Route_20_in_Oregon","surface_form":"U.S. Route 20","offset":162},{"uri":"Lyon_Street_Bridge","surface_form":"Lyon Street Bridge","offset":213},{"uri":"Truss_bridge","surface_form":"truss bridge","offset":276},{"uri":"Conde_McCullough","surface_form":"Conde McCullough","offset":305},{"uri":"Corvallis_and_Eastern","surface_form":"Corvallis and Eastern","offset":425},{"uri":"Oregon","surface_form":"Oregon","offset":528},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":755},{"uri":"Steel_truss","surface_form":"steel truss","offset":777}]}