{"id":280748,"url":"http://en.wikipedia.org/wiki/Order_of_Merit","text":"The Order of Merit () is an award, for notable work in the armed forces, science, art, literature, or for the promotion of culture. The order was set up in 1902, by Edward VII. Membership of the order is a personal gift of its Sovereign (the monarch does not take advice from politicians about who should be a member). The sovereign of the order is the reigning monarch of the Commonwealth realms, and is limited to 24 living recipients at one time from these countries, plus a small number of honorary members.\nWhilst all members can use the post-nominal letters \"OM\" and a medallion for life, the Order of Merit's precedence, amongst other honours, differs between Commonwealth realms.\nHistory.\nThe first mention of a possible Order of Merit was made following the Battle of Trafalgar, in 1805, in letters between the First Lord of the Admiralty, Lord Barham and Prime Minister William Pitt, though nothing came from the idea. Later, Queen Victoria, her courtiers, and politicians, all thought that a new order, based on the Prussian order \"Pour le Mérite\", would make up for the insufficient recognition offered by the established honours system to achievement outside of public service, in realms such as art, music, literature, industry, and science. Victoria's husband, Albert, Prince Consort, took an interest in the matter; he wrote in his diary that he met on 16 January 1844 with Robert Peel to discuss the \"idea of institution of a civil Order of Merit\" and three days later he talked with the Queen on the subject. The concept did not wither and, on 5 January 1888, British prime minister the Marquess of Salisbury submitted to the Queen a draft constitution for an Order of Merit in Science and Art, consisting of one grade split into two branches of knighthood: the Order of Scientific Merit - for Knights of Merit in Science, with the post-nominal letters \"KMS\" and the Order of Artistic Merit - for Knights of Merit in Art, with the post-nominal letters \"KMA\". However, Sir Frederic Leighton, President of the Royal Academy, advised against the new order, primarily because of its selection process.\nIt was Victoria's son, Edward VII, who eventually founded the Order of Merit, on 26 June 1902 the date for which his coronation had been originally planned as a means to acknowledge \"exceptionally meritorious service in Our Navy and Our Army, or who may have rendered exceptionally meritorious service towards the advancement of Art, Literature and Science\"; all modern aspects of the order were established under his direction, including the division for military figures. From the outset, prime ministers attempted to propose candidates or lobbied to influence the monarch's decision on appointments, but the Royal Household adamantly guarded information about potential names. After 1931, when the Commonwealth of Nations came into being and the former Dominions of the British Empire became independent states, equal in status to the UK, the Order of Merit remained an honour open to all the King's realms; thus, as with the monarch who conferred it, the order ceased to be purely British.\nFrom the start, the order has been open to women, Florence Nightingale being the first woman to receive the honour, in 1907. Several people have not taken the honour, such as Rudyard Kipling, A. E. Housman, and George Bernard Shaw. To date, Prince Philip, Duke of Edinburgh, remains the youngest person ever inducted into the Order of Merit, having been admitted by Queen Elizabeth II in 1968, when he was 47 years of age.\nEligibility and appointment.\nAll citizens of the Commonwealth realms are able to be given the Order of Merit. There can only be 24 living people in the order at any given time, not including honorary appointees, and new members are personally selected by the reigning monarch of the 16 realms, presently Queen Elizabeth II, with the help of her private secretaries; the order has thus been described as \"quite possibly, the most prestigious honour one can receive on planet Earth.\" Within the limited membership is a designated military division, with its own unique insignia; though it has not been abolished, it is currently unused, the Earl Mountbatten of Burma having been the last person so honoured. Honorary members form another group, to which there is no limit, though such appointments are rare; individuals from countries in the Commonwealth of Nations that are not headed by Elizabeth II are considered foreigners, and thus are granted only honorary admissions, such as Nelson Mandela (South Africa) and Mother Teresa (India).\nOn admission into the Order of Merit, members can use the post-nominal letters \"OM\", and have the badge of the order, consisting of a golden crown from which is suspended a red enamelled cross, itself centred by a disk of blue enamel, surrounded by a gold laurel wreath, and bearing in gold lettering the words \"FOR MERIT\"; the insignia for the military grouping has a pair of crossed swords behind the central disk. The ribbon of the Order of Merit is divided into two stripes of red and blue; men wear their badges on a neck ribbon, while women carry theirs on a ribbon bow pinned to the left shoulder, and aides-de-camp may wear the insignia on their aiguillettes. Since 1991, the insignia is to be given back upon the recipient's death.\nPrecedence in each realm.\nAs the Order of Merit is open to the citizens of sixteen different countries, each with their own system of orders, decorations, and medals, the order's place of precedence varies from country to country. While in the United Kingdom, members rank below Knights and Dames Grand Cross of the Order of the Bath, it has been claimed by Stanley Martin, in his book \"The Order of Merit 1902-2002: One Hundred Years of Matchless Honour\", that the Order of Merit is actually the pinnacle of the British honours system. Similarly, though it was not listed in the Canadian order of precedence for honours, decorations, and medals until December 2010, except relating to those who were appointed to the order prior to 1 June 1972, both Christopher McCreery, an expert on Canadian honours and secretary to the Lieutenant Governor of Nova Scotia, and Rafal Heydel-Mankoo, an editor of \"Burke's Peerage\", stated that the Order of Merit was the highest civilian award for merit a Canadian could receive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armed_forces","surface_form":"armed forces","offset":59},{"uri":"Science","surface_form":"science","offset":73},{"uri":"Art","surface_form":"art","offset":82},{"uri":"Literature","surface_form":"literature","offset":87},{"uri":"Culture","surface_form":"culture","offset":123},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward VII","offset":165},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":377},{"uri":"Post-nominal_letters","surface_form":"post-nominal letters","offset":543},{"uri":"Battle_of_Trafalgar","surface_form":"Battle of Trafalgar","offset":767},{"uri":"Charles_Middleton%2C_1st_Baron_Barham","surface_form":"Lord Barham","offset":849},{"uri":"William_Pitt_the_Younger","surface_form":"William Pitt","offset":880},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":936},{"uri":"Prussia","surface_form":"Prussia","offset":1027},{"uri":"Pour_le_M%C3%A9rite","surface_form":"Pour le Mérite","offset":1043},{"uri":"Orders%2C_decorations%2C_and_medals_of_the_United_Kingdom","surface_form":"honours system","offset":1134},{"uri":"Albert%2C_Prince_Consort","surface_form":"Albert, Prince Consort","offset":1276},{"uri":"Robert_Peel","surface_form":"Robert Peel","offset":1390},{"uri":"Robert_Cecil%2C_3rd_Marquess_of_Salisbury","surface_form":"the Marquess of Salisbury","offset":1601},{"uri":"Frederic_Leighton%2C_1st_Baron_Leighton","surface_form":"Sir Frederic Leighton","offset":1986},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward VII","offset":2139},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":2817},{"uri":"Dominion","surface_form":"Dominion","offset":2872},{"uri":"British_Empire","surface_form":"British Empire","offset":2889},{"uri":"Florence_Nightingale","surface_form":"Florence Nightingale","offset":3160},{"uri":"Rudyard_Kipling","surface_form":"Rudyard Kipling","offset":3285},{"uri":"A._E._Housman","surface_form":"A. E. Housman","offset":3302},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":3321},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"Prince Philip, Duke of Edinburgh","offset":3351},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":3582},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":3843},{"uri":"Louis_Mountbatten%2C_1st_Earl_Mountbatten_of_Burma","surface_form":"the Earl Mountbatten of Burma","offset":4168},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":4373},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":4515},{"uri":"South_Africa","surface_form":"South Africa","offset":4531},{"uri":"Mother_Teresa","surface_form":"Mother Teresa","offset":4549},{"uri":"India","surface_form":"India","offset":4564},{"uri":"Post-nominal_letters","surface_form":"post-nominal letters","offset":4630},{"uri":"Laurel_wreath","surface_form":"laurel wreath","offset":4828},{"uri":"Aide-de-camp","surface_form":"aides-de-camp","offset":5181},{"uri":"Aiguillette","surface_form":"aiguillette","offset":5226},{"uri":"Christopher_McCreery","surface_form":"Christopher McCreery","offset":6064},{"uri":"Lieutenant_Governor_of_Nova_Scotia","surface_form":"Lieutenant Governor of Nova Scotia","offset":6137},{"uri":"Rafal_Heydel-Mankoo","surface_form":"Rafal Heydel-Mankoo","offset":6177},{"uri":"Burke%27s_Peerage","surface_form":"Burke's Peerage","offset":6212}]}