{"id":28089,"url":"http://en.wikipedia.org/wiki/Longbow","text":"A longbow is a type of bow. It may not have been as powerful as a crossbow but it could shoot more arrows per minute. Also, the basic equipment cost little, and could be easily mass produced. Metal-tipped arrows could pierce all but the best plate armour. Archers (longbowmen) would usually have a second weapon, often a battle-axe, for close-quarter fighting.\nThe longbow was mainly used in the Middle Ages until Henry VIII's reign.\nIt was made from a single piece of hard wearing, flexible wood (often yew). Yew was cut during the winter when there was no sap. The flat side of the bow facing the target was flexible sapwood while the belly (facing the archer) was round and made of strong heartwood (from the center of a tree). The devastating hail of the longbowmen (at a rate of six per minute) was often very demoralizing.\nLongbows have been found in Europe as far back as the Mesolithic period.\nHistory.\nIn the British Isles the weapon was first recorded as being used by the Welsh. In AD 633 Offrid, son of Edwin, king of Northumbria, was killed by an arrow shot from a Welsh longbow. This was during a battle between the Welsh and the Mercians — more than five centuries before any record of its use in England. Despite this, the weapon is more commonly known as the \"English longbow\" than the \"Welsh longbow\".\nIn the Middle Ages the English and Welsh were famous for their very powerful Welsh longbows. They were used to great effect in the civil wars of the period and against the French in the Hundred Years' War (with notable success at the battles of Crécy (1346), Poitiers (1356) and Agincourt (1415).\nThe average length of arrowshafts recovered from the 1545 sinking of the Mary Rose is.\nA longbow has practical advantages compared to a modern recurve or compound bow; it is usually lighter, quicker to prepare for shooting, and shoots more quietly. However, other things being equal, the modern bow will shoot a faster arrow more accurately than the longbow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bow_(weapon)","surface_form":"bow","offset":23},{"uri":"Crossbow","surface_form":"crossbow","offset":66},{"uri":"Mass_produced","surface_form":"mass produced","offset":177},{"uri":"Armour","surface_form":"armour","offset":248},{"uri":"Battle-axe","surface_form":"battle-axe","offset":321},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":396},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":414},{"uri":"Wood","surface_form":"wood","offset":492},{"uri":"Mesolithic","surface_form":"Mesolithic","offset":883},{"uri":"Welsh_people","surface_form":"Welsh","offset":983},{"uri":"Northumbria","surface_form":"Northumbria","offset":1030},{"uri":"Mercia","surface_form":"Mercia","offset":1144},{"uri":"Wars_of_the_Roses","surface_form":"civil wars of the period","offset":1451},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":1506},{"uri":"Battle_of_Cr%C3%A9cy","surface_form":"Crécy","offset":1565},{"uri":"Battle_of_Poitiers_(1356)","surface_form":"Poitiers","offset":1579},{"uri":"Battle_of_Agincourt","surface_form":"Agincourt","offset":1599},{"uri":"Mary_Rose","surface_form":"Mary Rose","offset":1690},{"uri":"Recurve_bow","surface_form":"recurve","offset":1760},{"uri":"Compound_bow","surface_form":"compound bow","offset":1771}]}