{"id":280844,"url":"http://en.wikipedia.org/wiki/Giant_impact_hypothesis","text":"The giant impact hypothesis is that the Moon was created out of the debris from a collision between the young Earth and a Mars-sized protoplanet. This is the favoured scientific hypothesis for the formation of the Moon.\nThe colliding body is sometimes called Theia for the mythical Greek Titan who was the mother of Selene, the goddess of the moon.\nThere are several unanswered issues with this hypothesis. Lunar oxygen isotopic ratios are essentially identical to Earth, with no evidence of a contribution from another solar body. Also, lunar samples do not have expected ratios of volatile elements, iron oxide, or siderophilic elements (chemical elements which bond with iron), and there is no evidence that the Earth ever had the magma ocean implied by the hypothesis.\nContext.\nThe Earth's relatively large natural satellite, the Moon, is unique. During the Apollo program, rocks from the Moon's surface were brought to Earth. Radiometric dating of these rocks has shown the Moon to be 4527 ± 10 million years old, about 30 to 55 million years younger than other bodies in the solar system. New evidence suggests the Moon formed even later, 4.48±0.02 Ga, or 70–110 Ma after the start of the Solar System. Another notable feature is the relatively low density of the Moon, which must mean it does not have a large metallic core, which other terrestrial bodies in the solar system have. The Moon has a bulk composition closely resembling the Earth's mantle and crust together, without the Earth's core. This has led to the giant impact hypothesis: the idea that the Moon was formed during a giant impact of the proto-Earth with another protoplanet.\nThe impactor, sometimes called Theia, is thought to have been a little smaller than the planet Mars. Theia collided with Earth about 4.533 Ga. Models reveal that when an impactor this size struck the proto-Earth at a low angle and relatively low speed (), much material from the mantles (and proto-crusts) of the proto-Earth and the impactor was ejected into space, where much of it stayed in orbit around the Earth. This material would eventually form the Moon.\nHowever, the metallic cores of the impactor would have sunk through the Earth's mantle to fuse with the Earth's core, depleting the Moon of metallic material. The giant impact hypothesis thus explains the Moon's abnormal composition. The ejecta in orbit around the Earth could have condensed into a single body within weeks. Under the influence of its own gravity, the ejected material became a more spherical body: the Moon.\nThe radiometric ages show the Earth existed already for at least 10 million years before the impact, enough time to allow for differentiation of the Earth's primitive mantle and core. Then, when the impact occurred, only material from the mantle was ejected, leaving the Earth's core of heavy elements untouched.\nConsequences.\nThe impact had some important consequences for the young Earth. It released an enormous amount of energy, causing both the Earth and Moon to be completely molten. Immediately after the impact, the Earth's mantle was vigorously convecting, the surface was a large magma ocean. The planet's first atmosphere must have been completely blown away by the enormous amount of energy released. The impact is also thought to have changed Earth’s axis to produce the large 23.5° axial tilt that is responsible for Earth’s seasons (a simple, ideal model of the planets’ origins would have axial tilts of 0° with no recognizable seasons). It may also have sped up Earth’s rotation.\nRecent evidence.\nAnalysis of lunar rock brought back by Apollo astronauts appears to show traces of Theia. The researchers claim this confirms the theory that the Moon was created by a cataclysmic collision. Some scientists are surprised that the difference between the Theian material found in the Moon rock and the Earth is so small.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moon","surface_form":"Moon","offset":40},{"uri":"Earth","surface_form":"Earth","offset":110},{"uri":"Mars","surface_form":"Mars","offset":122},{"uri":"Planet","surface_form":"planet","offset":138},{"uri":"Hypothesis","surface_form":"hypothesis","offset":178},{"uri":"Theia","surface_form":"Theia","offset":259},{"uri":"Greece","surface_form":"Greek","offset":282},{"uri":"Titan_(mythology)","surface_form":"Titan","offset":288},{"uri":"Selene","surface_form":"Selene","offset":316},{"uri":"Siderophilic_element","surface_form":"siderophilic element","offset":617},{"uri":"Chemical_element","surface_form":"chemical element","offset":640},{"uri":"Magma","surface_form":"magma","offset":734},{"uri":"Natural_satellite","surface_form":"natural satellite","offset":811},{"uri":"Moon","surface_form":"Moon","offset":834},{"uri":"Apollo_program","surface_form":"Apollo program","offset":862},{"uri":"Radiometric_dating","surface_form":"Radiometric dating","offset":931},{"uri":"Million","surface_form":"million","offset":1000},{"uri":"Density","surface_form":"density","offset":1255},{"uri":"Metal","surface_form":"metal","offset":1317},{"uri":"Terrestrial_planet","surface_form":"terrestrial bodies","offset":1344},{"uri":"Mantle_(geology)","surface_form":"mantle","offset":1452},{"uri":"Crust_(geology)","surface_form":"crust","offset":1463},{"uri":"Mars","surface_form":"Mars","offset":1746},{"uri":"Planetary_differentiation","surface_form":"differentiation","offset":2666},{"uri":"Energy","surface_form":"energy","offset":2965},{"uri":"Convection","surface_form":"convecting","offset":3094},{"uri":"Magma","surface_form":"magma","offset":3130},{"uri":"Ocean","surface_form":"ocean","offset":3136},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3162},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":3336},{"uri":"Season","surface_form":"season","offset":3484},{"uri":"Rotation","surface_form":"rotation","offset":3527},{"uri":"Theia","surface_form":"Theia","offset":3637}]}