{"id":280893,"url":"http://en.wikipedia.org/wiki/Genetic_counselling","text":"e=\"preserve\">Genetic counselling, or \"counseling\", is the process by which clients are advised about genetic disorders. Genetic disorders, by definition, can be passed on in heredity. Example: many descendents of Queen Victoria carried one or both alleles for haemophilia. It was a hereditary disease in European royal families.\nClients with a disorder may be interested in the probability of developing or transmitting a genetic disorder to their children. They may ask what the options are to prevent, avoid or improve it.\nGenetic counsellors.\nA genetic counsellor is an expert with a Master of Science degree in genetic counseling. In the United States they are certified by the American Board of Genetic Counseling. Most enter the field from biology, genetics, nursing, psychology, public health and social work. Genetic counsellors need to be expert educators, skilled in translating ideas into terms that are easy to understand.\nReasons and results.\nFamilies may choose to attend counselling or undergo prenatal testing for a number of reasons.\nThe future.\nWithin about ten years, the cost of complete genome analysis will have come down so far that individual people will be able to have their own genome analysed. In fact there are claims that the day has already arrived.\nPacific Biosciences stated they may not release their second-generation machine capable of a US$1,000 genome until 2013. Complete Genomics, however, stated that they will be able to provide a US$5,000 full genome sequencing service by the summer of 2009. Complete Genomics demonstrated in a peer-reviewed paper that was published online in \"Science\" in Nov. 2009 that it could sequence a human genome for a consumables cost of approximately US$1700. The accuracy and completeness of these systems is a critical issue.\nIt is obvious that the demand for genetic counselling will increase hugely once accurate and complete genome analyses are widely available. The problem then will be to interpret what the analysis shows. At present there are many genes whose functions are not yet known, and many alleles whose effect is not known.\nPractical consequences.\nAlready it is possible to identify the sex of a foetus in the womb, and to identify some of the most common disorders. This may, depending on legal and religious constraints, influence abortion of the foetus in some cases. In some cases, the effects of a defect can be anticipated and prevented or cured. These issues do not affect most people today, but as genomic analysis advances, genetic counselling will become of much greater significance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":101},{"uri":"Heredity","surface_form":"heredity","offset":174},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":213},{"uri":"Allele","surface_form":"allele","offset":248},{"uri":"Haemophilia","surface_form":"haemophilia","offset":260},{"uri":"Hereditary_disease","surface_form":"hereditary disease","offset":282},{"uri":"Master_of_Science","surface_form":"Master of Science","offset":587},{"uri":"Biology","surface_form":"biology","offset":746},{"uri":"Genetics","surface_form":"genetics","offset":755},{"uri":"Nursing","surface_form":"nursing","offset":765},{"uri":"Psychology","surface_form":"psychology","offset":774},{"uri":"Public_health","surface_form":"public health","offset":786},{"uri":"Social_work","surface_form":"social work","offset":804},{"uri":"Genome","surface_form":"genome","offset":1108},{"uri":"Sequence_analysis","surface_form":"analysis","offset":1115},{"uri":"Gene","surface_form":"gene","offset":2028},{"uri":"Function","surface_form":"function","offset":2040},{"uri":"Allele","surface_form":"allele","offset":2078},{"uri":"Foetus","surface_form":"foetus","offset":2185},{"uri":"Womb","surface_form":"womb","offset":2199},{"uri":"Abortion","surface_form":"abortion","offset":2322}]}