{"id":28084,"url":"http://en.wikipedia.org/wiki/Bonn","text":"Bonn is a city near Cologne. It is in the German state of North Rhine-Westphalia.\nBonn was founded on an old Roman settlement. Today it has about 310,000 inhabitants.\nFollowing World War II Bonn was in the British occupation zone. In 1949 Bonn was chosen as the provisional capital of West Germany.\nBonn was the choice of Konrad Adenauer, a former Cologne Mayor and the first Chancellor of West Germany after World War II, who came from that area. Frankfurt am Main had most of the needed facilities already, so using Bonn meant spending about 95 Million DM to building new roads and building. However, Frankfurt am Main had been an important city during the war, and choosing Bonn was to symbolise a new start for the new Germany.\nBecause of its relatively small size for a capital city, Bonn was sometimes jokingly called the \"Bundesdorf\" (Federal Village).\nBonn was the capital of West Germany from 1949 until 1990 it. The Bundestag voted to move to Berlin on 20 June 1991, after a heated debate. The Federal President had already decided to make Schloß Bellevue in Berlin his main official residence. The extra building work needed meant it was 1999 before the government's move was completed.\nMain sights.\nBeethoven's birthplace is located at Bonngasse. Next to the market place is the Old Town Hall, built in 1737 in Rococo style, under the rule of Clemens August of Bavaria. It's used for receptions of guests of the town, and as a bureau for the mayor. Close by is the \"Kurfürstliches Schloss\", which has been built as a residence of the prince-elector, and nowadays is the main building of the University of Bonn.\nThe \"Poppelsdorfer Allee\", an alley flanked by chestnut trees, connects the \"Kurfürstliches Schloss\" with the \"Poppelsdorfer Schloss\", a palace that was built as a resort to prince-electors in the first half of the 18th century. This axis is interrupted by a railway line and Bonn Central Station, a building erected in 1883/84.\nThe three highest buildings in the city are the radio mast of WDR in Bonn-Venusberg (180 m), the headquarters of the Deutsche Post called \"Post Tower\" (162.5 m) and the former building for the German members of parliament \"Langer Eugen\" (114.7 m) which nowadays is the new location of the UN-Campus.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":10},{"uri":"Cologne","surface_form":"Cologne","offset":20},{"uri":"States_of_Germany","surface_form":"German state","offset":42},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":58},{"uri":"Ancient_Rome","surface_form":"Roman","offset":109},{"uri":"Human_settlement","surface_form":"settlement","offset":115},{"uri":"Inhabitant","surface_form":"inhabitant","offset":154},{"uri":"British_occupation_zone","surface_form":"British occupation zone","offset":206},{"uri":"Capital_(city)","surface_form":"capital","offset":274},{"uri":"West_Germany","surface_form":"West Germany","offset":285},{"uri":"Konrad_Adenauer","surface_form":"Konrad Adenauer","offset":322},{"uri":"Cologne","surface_form":"Cologne","offset":348},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor of West Germany","offset":376},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":448},{"uri":"DM","surface_form":"DM","offset":555},{"uri":"West_Germany","surface_form":"West Germany","offset":884},{"uri":"1949","surface_form":"1949","offset":902},{"uri":"1990","surface_form":"1990","offset":913},{"uri":"Rococo","surface_form":"Rococo","offset":1323},{"uri":"Clemens_August_of_Bavaria","surface_form":"Clemens August of Bavaria","offset":1355},{"uri":"University_of_Bonn","surface_form":"University of Bonn","offset":1603},{"uri":"Chestnut","surface_form":"chestnut trees","offset":1670},{"uri":"Radio_masts_and_towers","surface_form":"radio mast","offset":2000},{"uri":"Westdeutscher_Rundfunk","surface_form":"WDR","offset":2014},{"uri":"Deutsche_Post","surface_form":"Deutsche Post","offset":2069},{"uri":"Post_Tower","surface_form":"Post Tower","offset":2091},{"uri":"Langer_Eugen","surface_form":"Langer Eugen","offset":2175},{"uri":"United_Nations","surface_form":"UN","offset":2241}]}