{"id":280886,"url":"http://en.wikipedia.org/wiki/Lotus_Cars","text":"Lotus Cars is a British builder of sports and racing cars. It is based at the old site of RAF Hethel, a World War II airfield in Norfolk. The company designs and builds race and production cars. The cars are built to have a low weight. The cars handle well (they can turn, start and stop quickly.)\nLotus Cars was founded and owned for many years by Colin Chapman. After his death and a period of financial instability, it was bought by General Motors, then by businessman Romano Artioli and DRB-HICOM through its subsidiary Proton. It is currently owned by Chinese multinational Geely.\nHistory.\nThe company was started as Lotus Engineering Ltd. by engineer Colin Chapman in 1952 but had roots in 1948 when Chapman first started building racing cars in a garage. The first factory was in old stables in Hornsey, North London. Team Lotus was started in 1954. It was split off from the Lotus Engineering company. Team Lotus was active and competitive in Formula One racing from 1958 to 1994.\nThe Lotus Group of Companies was formed in 1959. One company was Lotus Cars Limited which made road cars. The other company was Lotus Components Limited which worked on customer race cars. Lotus Components Limited became Lotus Racing Limited in 1971 but stopped building cars in the same year.\nIn 1959, the company moved to Cheshunt, Hertfordshire into a factory built to make cars. Since 1966 the company has been in a modern factory and road test facility at Hethel, near Wymondham. This site is the former RAF Hethel base. The test track uses parts of the old runway.\nIn its early days, Lotus sold cars aimed at privateer racers and trialists. Its early road cars could be bought as kits, in order to save on purchase tax. The kit car era ended in the late 1960s and early 1970s, with the introduction of the Elan, the first car manufactured by the company.\nIn early 1982, Chapman came to an agreement with Toyota to exchange intellectual property and applied expertise. This resulted in Lotus collaborating in the design and development of Toyota sports cars and Toyota supplying parts to Lotus, making development and production of their new models, such as the Excel, cost effective.\nChapman died of a heart attack in 1982 at the age of 54. The car maker built tens of thousands of successful racing and road cars. They won the Formula One World Championship seven times. At the time of his death he was linked with the DeLorean scandal over the use of government subsidies for the production of DeLorean DMC-12 for which Lotus had designed the chassis.\nIn 1986, the company was bought by General Motors. On 27 August 1993, GM sold the company to Bugatti Automobili SpA owned by businessman Romano Artioli. In 1996, a majority share in Lotus was sold to Proton, a Malaysian car company. On 24 May 2017, Chinese multinational Geely announced that was taking a 51% controlling stake in Lotus. The remaining 49% was acquired by Etika Automotive.\nThe company is organized as Group Lotus. Group Lotus is divided into Lotus Cars and Lotus Engineering. Lotus Engineering builds suspension for other car builders. They also worked with General Motors to develop the 4-cylinder Ecotec engine.\nThe four letters in the middle of the logo stand for the initials of Anthony Colin Bruce Chapman.\nFormula One.\nThe Lotus Cars helped its customers to race its cars. They entered Formula One through its sister company Team Lotus in 1958. In 1960, Lotus got its first win in F1. A Lotus 18 driven by Stirling Moss won at Monaco. The car was entered by privateer Rob Walker.\nThey had big success in 1963 with the Lotus 25. With Jim Clark driving, Lotus its first F1 World Constructors Championship. Clark was killed in a crash in a Formula Two Lotus 48 in April 1968. It was a severe blow to the team and to Formula One. Clark was the dominant driver with the best car at the time. He is an important part of Lotus' early years. The 1963 championship was won by Clark's teammate, Graham Hill.\nTeam Lotus made the mid-engine layout popular for IndyCars. They developed the first monocoque Formula One chassis. They also made the engine and transaxle a part of the chassis. A transaxle is a combination of the transmission and rear axle. Lotus was also among the first in Formula One to add wings and shaping the bottom of the car. This created aerodynamic downforce. They were the first to move radiators to the sides of the car. This improved the aerodynamic performance of the car. Team Lotus is also considered as the pioneer of the active suspension.\nAfter Chapman's death, until the late 1980s, Lotus was still to be a major player in Formula One. Ayrton Senna drove for the team from 1985 to 1987. Senna won twice in each year and earned 17 pole positions. By the company's last Formula One race in 1994, the cars were not competitive. At the end of the 1994 season, Lotus left Formula One racing. Team Lotus won a total of 79 Grand Prix races. Team Lotus was the first team to achieve 50 Grand Prix victories.\nFormula One Constructors' Championships (Drivers' Championship winner for Lotus)\nIn 1992, Team Lotus started Classic Team Lotus for the Works historic motorsport activity. Classic Team Lotus repairs and keeps Lotus F1 cars in running condition. They race them in the FIA Historic Formula One Championship. It keeps the Team Lotus archive and the Works Collection of cars. It is managed by Clive Chapman, son of company founder Colin Chapman.\nThe Lotus name returned to Formula One for the 2010 season. A new team in Malaysia was started called Lotus Racing. They used the Lotus name with license from Group Lotus. The new team was unrelated to the old Team Lotus. The new team was funded by a Malaysian Consortium (group of companies) including Proton, the former owner of Lotus.\nAfter the 2010 season, Proton ended the license for Lotus Racing to use the Lotus name. Proton believed the team broke the license rules. Lotus Racing then bought Team Lotus Ventures Ltd. This company owned the rights to use the name \"Team Lotus\". The Lotus Racing team announced they would be known as Team Lotus starting in 2011.\nIn December 2010 Group Lotus (Proton) purchased part of the Renault F1 team. They announced the team would be now be known as Lotus Renault GP. Lotus Renault GP will compete in Formula One starting in 2011.\nLotus also unsuccessfully participated in the 24 Hours of LeMans and in the Indianapolis 500 in 2011 and 2012.\nConcept cars.\nAt the 2010 Paris Motorshow, Lotus announced five new models. These were to be introduced over the next five years.\nOut of the five models introduced, only the Elise reached the production stage with Lotus cancelling the rest of the models to focus on making lightweight sports cars.\nLotus Engineering.\nLotus Engineering Limited, is an offshoot of Lotus Cars. They consult with other companies that build cars and car equipment. In addition to the United Kingdom, Lotus Engineering has offices in China, Malaysia and United States.\nAPX and VVA.\nThe APX (also known as the \"Aluminum Performance Crossover\") is a concept car made from aluminum presented at the 2006 Geneva Motor Show. It is built on Lotus Engineering's Versatile Vehicle Architecture (VVA).\nThe VVA design was to be used on a mid-engine sports car. The APX is a high performance 7 seat Multi Purpose Vehicle. It is four-wheel drive and has a front mounted V6 engine.\nElectric vehicles.\nLotus Engineering has established a group dedicated to hybrid and electric vehicles.\nLotus joined Jaguar Cars, MIRA Ltd and Caparo on a luxury hybrid executive sedan project called \"Limo-Green\"—funded by the UK Government Technology Strategy Board. The vehicle was a series plug-in hybrid.\nLotus unveiled their first series production electric sports car called the Evija in July 2019. The car is undergoing development under the codename Type 130. Production would be limited to 130 units and is scheduled to begin in Summer 2020. The Evija makes use of a 70 kWh battery pack developed in conjunction with Williams Advanced Engineering. There are 4 electric motors placed on each wheel supported by an Integral powertrain. The powertrain is rated at a total output of and of torque. The Evija has a range of.\nQueen's Award for Enterprise.\nLotus Cars were awarded the Queen's Award for Enterprise for contribution to International Trade, one of 85 companies receiving the recognition in that category in 2002. Lotus cars wore the badge of the award for a number of years.\nIn popular culture.\nLotus cars have appeared in several movies and TV shows. The most popular appearance of Lotus cars was in two James Bond movies namely \"The Spy Who Loved Me\" (1977) and \"For Your Eyes Only\" (1981). The amphibious Lotus Esprit appearing in the 1977 movie was more popular of the two appearances.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sports_car","surface_form":"sports","offset":35},{"uri":"Race_car","surface_form":"racing","offset":46},{"uri":"Automobile","surface_form":"car","offset":53},{"uri":"World_War_II","surface_form":"World War II","offset":104},{"uri":"Norfolk","surface_form":"Norfolk","offset":129},{"uri":"Weight","surface_form":"weight","offset":228},{"uri":"General_Motors","surface_form":"General Motors","offset":436},{"uri":"Factory","surface_form":"factory","offset":772},{"uri":"Stable","surface_form":"stable","offset":791},{"uri":"Team_Lotus","surface_form":"Team Lotus","offset":825},{"uri":"Formula_One","surface_form":"Formula One","offset":951},{"uri":"Auto_racing","surface_form":"race cars","offset":1167},{"uri":"Wymondham","surface_form":"Wymondham","offset":1463},{"uri":"Toyota","surface_form":"Toyota","offset":1899},{"uri":"Formula_One","surface_form":"Formula One","offset":2323},{"uri":"List_of_Formula_One_World_Constructors%27_Champions","surface_form":"World Championship","offset":2335},{"uri":"De_Lorean_Motor_Company","surface_form":"DeLorean","offset":2415},{"uri":"Chassis","surface_form":"chassis","offset":2540},{"uri":"General_Motors","surface_form":"General Motors","offset":2584},{"uri":"Suspension_(vehicle)","surface_form":"suspension","offset":3066},{"uri":"Inline-four_engine","surface_form":"4-cylinder","offset":3153},{"uri":"Formula_One","surface_form":"Formula One","offset":3357},{"uri":"Team_Lotus","surface_form":"Team Lotus","offset":3396},{"uri":"Stirling_Moss","surface_form":"Stirling Moss","offset":3477},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco","offset":3498},{"uri":"Privateer_(motorsport)","surface_form":"privateer","offset":3529},{"uri":"Jim_Clark","surface_form":"Jim Clark","offset":3604},{"uri":"List_of_Formula_One_World_Constructors%27_Champions","surface_form":"World Constructors Championship","offset":3642},{"uri":"Formula_Two","surface_form":"Formula Two","offset":3708},{"uri":"Graham_Hill","surface_form":"Graham Hill","offset":3956},{"uri":"IndyCar_Series","surface_form":"IndyCar","offset":4019},{"uri":"Engine","surface_form":"engine","offset":4104},{"uri":"Transmission_(mechanics)","surface_form":"transmission","offset":4184},{"uri":"Aerodynamics","surface_form":"aerodynamic","offset":4319},{"uri":"Radiator","surface_form":"radiator","offset":4370},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":4628},{"uri":"1994_Formula_One_season","surface_form":"1994 season","offset":4835},{"uri":"List_of_Formula_One_World_Constructors%27_Champions","surface_form":"Constructors' Championship","offset":5004},{"uri":"List_of_Formula_One_World_Drivers%27_Champions","surface_form":"Drivers' Championship","offset":5033},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":5259},{"uri":"Archive","surface_form":"archive","offset":5322},{"uri":"2010_Formula_One_season","surface_form":"2010 season","offset":5481},{"uri":"Malaysia","surface_form":"Malaysia","offset":5508},{"uri":"Lotus_Racing","surface_form":"Lotus Racing","offset":5536},{"uri":"Renault_F1","surface_form":"Renault F1","offset":6164},{"uri":"Consultant","surface_form":"consult","offset":6801},{"uri":"Aluminum","surface_form":"aluminum","offset":7069},{"uri":"Jaguar_Cars","surface_form":"Jaguar Cars","offset":7485},{"uri":"James_Bond","surface_form":"James Bond","offset":8589}]}