{"id":280846,"url":"http://en.wikipedia.org/wiki/COBOL","text":"e=\"preserve\">COBOL is a programming language that was developed in the year 1959. It was one of the first computer programming languages. The name COBOL stands for \"COmmon Business-Oriented L'\"anguage\". COBOL was created because people wanted a language they could use to describe the problems in a way that is independent of the hardware used. Like SQL COBOL uses a syntax that is close to that of natural languages. As an example, \"ADD YEARS TO AGE\" is a valid expression. There are several different versions of COBOL. The newest is from 2002. In general, versions of the language before 1985 are not compatible with the newer versions, from 1985 and later.\nIn his letter to an editor in 1975 titled \"How do we tell truths that might hurt?\", computer scientist and Turing Award recipient Edsger Dijkstra remarked that \"The use of COBOL cripples the mind; its teaching should, therefore, be regarded as a criminal offense.\" In this letter, Dijkstra also criticised several other languages which were used at the time.\nThe computer scientist who was named Howard E. Tompkins disagreed, and defended structured COBOL: \"COBOL programs with convoluted control flow indeed tend to 'cripple the mind'\", but this was because \"there are too many such business application programs written by programmers that have never had the benefit of structured COBOL taught well...\".\nIn recent years, COBOL has been extended to allow object-oriented programming, user-defined functions, and user-defined data types.","categories":[],"infobox_types":[],"annotations":[{"uri":"Programming_language","surface_form":"programming language","offset":24},{"uri":"Computer","surface_form":"computer","offset":106},{"uri":"SQL","surface_form":"SQL","offset":350},{"uri":"Syntax","surface_form":"syntax","offset":367},{"uri":"Turing_Award","surface_form":"Turing Award","offset":768},{"uri":"Edsger_Dijkstra","surface_form":"Edsger Dijkstra","offset":791},{"uri":"Computer_scientist","surface_form":"computer scientist","offset":1024},{"uri":"Object-oriented_programming","surface_form":"object-oriented programming","offset":1417}]}