{"id":28095,"url":"http://en.wikipedia.org/wiki/Bastille","text":"The Bastille was a prison in Paris, France. It was destroyed during the French Revolution on 14 July 1789. It was attacked by rebels from the \"third estate\" (the people). This event is considered the beginning of the French Revolution. Today in France, the 14 July, \"Fête Nationale\", or Bastille Day, is a national holiday.\nEarly history.\nThe Bastille was built during the Hundred Years' War. It was called the Bastion de Saint-Antoine. At first it was just the Saint-Antoine gate, but from 1370–1383, this gate was made bigger and became a fortress. It defended the east end of Paris and the Hôtel Saint-Pol royal palace. After the war, it was turned into a prison. Louis XIII(13) was the first king to send prisoners there.\nThe Bastille was built in a rectangle shape, 70 meters (220 ft) long and 30 meters (90 ft) wide. It had eight towers and walls 25 meters (80 ft) high, with a wide moat going around the outside. There were two courtyards inside and houses against the walls. Pairs of towers on the east and west sides had gates through which the rue Saint-Antoine passed. In the 1400s, these were blocked up, and a new city gate was built to the north on the present day rue de la Bastille. A bastion on the eastern side was built later. The walls and towers were of the same height and width and joined by a broad path. Soldiers on the wall could move quickly to any part of the fortress without having to climb down inside the towers. It also meant that there was enough room for placing artillery. A similar design can be seen today at Château de Tarascon.\nStorming the Bastille.\nAs a prison, the Bastille held common criminals such as forgers and thieves, as well as people put in prison for religious reasons, such as the Huguenots. Some had been put in prison for printing or writing things against the government or the King. People of high rank were sometimes held there too. The prison, which could only hold about 50 prisoners, was not as bad most of the prisons in Paris. But secrecy about the prison and its prisoners gave it an evil reputation.\nThe people of Paris attacked the Bastille on 14 July 1789, following several days of protests. They wanted the gunpowder and weapons that were kept at the prison. They were not attacking the Bastille to free the seven prisoners inside. The prison was guarded by about 80 \"invalides\" (old soldiers) led by Governor Bernard-René de Launay. There was also an extra group of 32 grenadiers from one of the Swiss mercenary regiments brought to Paris by the King shortly before 14 July.\nA crowd of around 8,000 men and women were outside the Bastille by mid-morning. They wanted the guards to give up the prison, remove the artillery guns, and give them the gunpowder and weapons. Two people chosen to represent those outside were invited into the fortress to talk with the Governor.\nAt about 1:00pm, the crowd broke into the undefended outer courtyard and the chains on the drawbridge to the inner courtyard were cut. There was some gunfire, but by mid-afternoon the crowd was supported by mutinous Gardes Françaises of the Royal Army and two cannons. De Launay ordered his guards to stop shooting and he gave up the fortress. The crowd swept into the Bastille at about 5.30pm.\nThe crowd took the weapons, gunpowder, and freed the seven prisoners. They had to break down the doors because the keys had already been taken and shown in the streets. Even though they had surrendered, the Governor and some of the guards of the Bastille were killed. Their heads were cut off, stuck onto long poles, and marched through the streets.\nPulling down the Bastille.\nThe propaganda value of the Bastille was quickly seen by Pierre-François Palloy, \"Patriote Palloy\". He got together a group of men to begin pulling down the fortress by the next day. People paid him to view the site and he sold off pieces as souvenirs. By November, 1789, the Bastille was largely pulled down. The cut stones of the fortress were used to build the Pont de la Concorde (Paris).\nThe area today.\nThe site of the Bastille is now called the Place de la Bastille. It is home to the Opéra Bastille. The large moat behind the fort has been turned into a marina for boats, the Bassin de l'Arsenal. To the north, a covered canal, the Canal Saint Martin, goes under the road along the edge of the site.\nThe remains of one tower of the fort were found during digging for the Paris Métro (rail mass-transit system) in 1899. These were moved to a park, the Square Henri-Galli, a few hundred meters away. The outline of the fort is also marked on the streets and sidewalks with special paving stones. A cafe and some other businesses are now on the site of the fort, and the rue Saint Antoine passes directly over it as it opens onto the roundabout of the Bastille.\nToday, the French celebrate the 14th July by\n·       Having military and civilian parades","categories":[],"infobox_types":[],"annotations":[{"uri":"Prison","surface_form":"prison","offset":19},{"uri":"Paris%2C_France","surface_form":"Paris, France","offset":29},{"uri":"French_Revolution","surface_form":"French Revolution","offset":72},{"uri":"14_July_1789","surface_form":"14 July 1789","offset":93},{"uri":"National_holiday","surface_form":"national holiday","offset":306},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":373},{"uri":"Fortress","surface_form":"fortress","offset":541},{"uri":"H%C3%B4tel_Saint-Pol","surface_form":"Hôtel Saint-Pol","offset":593},{"uri":"Palace","surface_form":"palace","offset":615},{"uri":"Louis_XIII_of_France","surface_form":"Louis XIII","offset":667},{"uri":"Rectangle","surface_form":"rectangle","offset":754},{"uri":"Moat","surface_form":"moat","offset":889},{"uri":"Courtyard","surface_form":"courtyard","offset":935},{"uri":"Bastion","surface_form":"bastion","offset":1201},{"uri":"Artillery","surface_form":"artillery","offset":1498},{"uri":"Tarascon","surface_form":"Tarascon","offset":1558},{"uri":"Criminal","surface_form":"criminal","offset":1629},{"uri":"Forgery","surface_form":"forgers","offset":1647},{"uri":"Thief","surface_form":"thieves","offset":1659},{"uri":"Religion","surface_form":"religious","offset":1704},{"uri":"Huguenot","surface_form":"Huguenot","offset":1735},{"uri":"Reputation","surface_form":"reputation","offset":2054},{"uri":"Bernard-Ren%C3%A9_de_Launay","surface_form":"Bernard-René de Launay","offset":2380},{"uri":"Grenadiers","surface_form":"grenadiers","offset":2440},{"uri":"Swiss","surface_form":"Swiss","offset":2467},{"uri":"Mercenary","surface_form":"mercenary","offset":2473},{"uri":"Regiment","surface_form":"regiment","offset":2483},{"uri":"Drawbridge","surface_form":"drawbridge","offset":2934},{"uri":"Mutiny","surface_form":"mutinous","offset":3050},{"uri":"Gardes_Fran%C3%A7aises","surface_form":"Gardes Françaises","offset":3059},{"uri":"Cannon","surface_form":"cannon","offset":3103},{"uri":"Surrender","surface_form":"surrender","offset":3428},{"uri":"Propaganda","surface_form":"propaganda","offset":3619},{"uri":"Pierre-Fran%C3%A7ois_Palloy","surface_form":"Pierre-François Palloy","offset":3672},{"uri":"Pont_de_la_Concorde_(Paris)","surface_form":"Pont de la Concorde (Paris)","offset":3979},{"uri":"Place_de_la_Bastille","surface_form":"Place de la Bastille","offset":4067},{"uri":"Op%C3%A9ra_Bastille","surface_form":"Opéra Bastille","offset":4107},{"uri":"Marina","surface_form":"marina","offset":4177},{"uri":"Bassin_de_l%27Arsenal","surface_form":"Bassin de l'Arsenal","offset":4199},{"uri":"Canal","surface_form":"canal","offset":4244},{"uri":"Canal_Saint_Martin","surface_form":"Canal Saint Martin","offset":4255},{"uri":"Paris_M%C3%A9tro","surface_form":"Paris Métro","offset":4394},{"uri":"Square_Henri-Galli","surface_form":"Square Henri-Galli","offset":4474},{"uri":"Rue_Saint_Antoine_(Paris)","surface_form":"rue Saint Antoine","offset":4691}]}