{"id":28104,"url":"http://en.wikipedia.org/wiki/Jack_London","text":"John Griffith \"Jack\" London (born John Griffith Chaney, January 12, 1876 – November 22, 1916) was an American writer. He wrote many books. He lived in the U.S. state of California but also spent a lot of time in Hawaii and Alaska.\nHis most famous book was \"The Call of the Wild\". \"The Call of the Wild\" is about a dog named Buck who is taken to Alaska to work with a pack of dogs pulling a sled. This book took place during the Klondike Gold Rush. Many people bought \"The Call of the Wild\" and Jack London became a famous writer. He also wrote other books about dogs and wolves. Another one of his famous books is \"White Fang\".\nJack London was also a hobo at one time. He wrote a book about this called \"The Road\". Jack London had political beliefs. He was a socialist. One of his famous books is \"The Iron Heel\", which is the story of the government using force against the socialist movement.\nHe also spent some time at sea and making a living as an \"oyster pirate\". He wrote many books about sailing and boats. One of his best-known books about life at sea was \"The Sea Wolf\".\nHe married Charmian London born Kittredge (second wife). She was an athletic woman and an intellectual companion that broke the mold of Victorian womanhood—though they grew apart when she turned to socialite circles. His feminism was matched by models of sensitive \"virility\" and he sorted out the master-slave model of government in order to find alternatives.[3] He was on the vanguard of animal welfare and attempted a model pig farm, and experimented with early ecological agriculture, but Wolf House (his dream home) burnt to the ground in what could have been arson.[4] He died in a state of depression.\nReferences.\n3. Cf. Saiz, Peter Ralph, \"Political Tyranny and the Master-Slave Paradigm in Selected Sea-Tales of Herman Melville and Jack London\", PhD thesis Purdue University 2003. https://docs.lib.purdue.edu/dissertations/AAI3113867/ Cf. also, Huebert, David, \"Species Panic: Interspecies Erotics in Post-1900 American literature\", PhD thesis University of Western Ontario 2018. 4. Cf. http://santarosahistory.com/wordpress/2016/11/the-case-for-arson-at-wolf-house/. Cf.Fresneau-Woodward, Servanne, \"Nature animale et paysages naturels dans l'oeuvre de Jack London\" Doctorat, Université de Paris X https://www.theses.fr/1987PA100174","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":101},{"uri":"Writer","surface_form":"writer","offset":110},{"uri":"Book","surface_form":"book","offset":132},{"uri":"U.S._state","surface_form":"U.S. state","offset":155},{"uri":"California","surface_form":"California","offset":169},{"uri":"Hawaii","surface_form":"Hawaii","offset":212},{"uri":"Alaska","surface_form":"Alaska","offset":223},{"uri":"The_Call_of_the_Wild","surface_form":"The Call of the Wild","offset":257},{"uri":"Dog","surface_form":"dog","offset":314},{"uri":"Sled","surface_form":"sled","offset":390},{"uri":"Klondike_Gold_Rush","surface_form":"Klondike Gold Rush","offset":428},{"uri":"Wolf","surface_form":"wolves","offset":571},{"uri":"White_Fang","surface_form":"White Fang","offset":615},{"uri":"Hobo","surface_form":"hobo","offset":651},{"uri":"Politics","surface_form":"political","offset":731},{"uri":"Socialism","surface_form":"socialist","offset":759},{"uri":"Government","surface_form":"government","offset":840},{"uri":"Sea","surface_form":"sea","offset":922},{"uri":"Oyster","surface_form":"oyster","offset":953},{"uri":"Pirate","surface_form":"pirate","offset":960},{"uri":"Sailing","surface_form":"sailing","offset":995},{"uri":"Boat","surface_form":"boat","offset":1007},{"uri":"The_Sea_Wolf","surface_form":"The Sea Wolf","offset":1065},{"uri":"Charmian_London","surface_form":"Charmian London","offset":1091}]}