{"id":281141,"url":"http://en.wikipedia.org/wiki/Muskmelon","text":"Muskmelons (\"Cucumis melo\") are a type of melon. Cantaloupes are a popular type of muskmelon, but there are other types like the Honeydew Melon. They come from Persia (Iran) and nearby countries. They were transported west to Europe near the time of Christ's birth. The name Cantaloupe comes from the italian town they were cultivated in: \"Cantalupo\" \"nel Sannio\"\nThe name of the muskmelon comes from the words \"musk,\" which means \"perfume\" in Persian and \"melon,\" which is French and comes from a Latin word melonem (melo in the accusative form - direct object function in a sentence) that means \"fruit of a cucurbit.\"\nHistory.\nMuskmelons are native to Iran, as well as parts of India and Afghanistan. The first known mention of the muskmelon was in Greece in the 3rd century BC. There is an old Egyptian painting that shows a fruit some people think was a muskmelon. In the first century AD, Romans knew about the muskmelon, and both the Greeks and Romans found that it could be used as medicine or to eat. At about this time, China also found out about the muskmelon.\nDuring the Middle Ages the muskmelon spread across Europe to as far west as Spain and Christopher Columbus brought seeds of it to the Caribbean in 1494. In the 1600s it was being grown across North America by the Spanish, the English and Native Americans. By 1650 the muskmelon was being grown in Brazil.\nTaste.\nMuskmelons can widely vary in taste, depending on each fruit: some are sweet and some more closely resemble their cucurbitaceae cousin, the cucumber, in taste. In 1513, a Spanish writer said of the muskmelon that \"the good [muskmelons] are like good women, and the bad like bad women.\" Maybe expecting all melons to be sweet, which is not the case as mentioned earlier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Melon","surface_form":"melon","offset":42},{"uri":"Cantaloupe","surface_form":"Cantaloupe","offset":49},{"uri":"Iran","surface_form":"Iran)","offset":168},{"uri":"Christ","surface_form":"Christ","offset":250},{"uri":"Latin","surface_form":"Latin","offset":498},{"uri":"Indigenous_(ecology)","surface_form":"native","offset":644},{"uri":"Iran","surface_form":"Iran","offset":654},{"uri":"India","surface_form":"India","offset":680},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":690},{"uri":"Greece","surface_form":"Greece","offset":751},{"uri":"3rd_century_BC","surface_form":"3rd century BC","offset":765},{"uri":"Egypt","surface_form":"Egypt","offset":797},{"uri":"Roman_Empire","surface_form":"Roman","offset":894},{"uri":"Medicine","surface_form":"medicine","offset":989},{"uri":"China","surface_form":"China","offset":1029},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1082},{"uri":"Spain","surface_form":"Spain","offset":1147},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1157},{"uri":"Caribbean","surface_form":"Caribbean","offset":1205},{"uri":"North_America","surface_form":"North America","offset":1263},{"uri":"Native_Americans","surface_form":"Native Americans","offset":1309},{"uri":"Brazil","surface_form":"Brazil","offset":1368}]}