{"id":28112,"url":"http://en.wikipedia.org/wiki/Electric_current","text":"The SI unit of electric current is the ampere (A). This is equal to one coulomb of charge in one second.\nCurrent can be found in wires, batteries, and lightning.\nThe source of current.\nIn conducting materials, some electrons are very loosely bound to the atoms of the material. When large amounts of these atoms come together, there is a sort of electron cloud that \"hovers\" near the atoms of the material. If you examine a cross-section of the piece of conducting material, the electrons will move very quickly through it. This motion is caused by temperature, and electrons flowing in one direction tend to equal the electrons flowing from the other direction, so this is not what causes current to flow. Electrons flow from one atom to another, a process has been compared to the passing of water buckets from one person to another in a bucket brigade.\nCurrent in circuits.\nWhen current is flowing in a wire circuit, it accelerates when there is no resistance in the circuit. Resistors are used to increase resistance in the circuit so it slows down the current. The relationship between resistance, current, and voltage (another part of the circuit) is shown by Ohm's law.","categories":[],"infobox_types":[],"annotations":[{"uri":"SI","surface_form":"SI","offset":4},{"uri":"Ampere","surface_form":"ampere","offset":39},{"uri":"Coulomb","surface_form":"coulomb","offset":72},{"uri":"Wire","surface_form":"wire","offset":129},{"uri":"Battery","surface_form":"batteries","offset":136},{"uri":"Lightning","surface_form":"lightning","offset":151},{"uri":"Electrical_conductor","surface_form":"conducting materials","offset":188},{"uri":"Acceleration","surface_form":"accelerates","offset":923},{"uri":"Electrical_resistance","surface_form":"resistance","offset":952},{"uri":"Resistor","surface_form":"Resistor","offset":979},{"uri":"Voltage","surface_form":"voltage","offset":1116},{"uri":"Ohm%27s_law","surface_form":"Ohm's law","offset":1166}]}