{"id":281191,"url":"http://en.wikipedia.org/wiki/Cyclone_Yasi","text":"Tropical Cyclone Yasi was a tropical cyclone that caused a lot of damage when it reached the Australian coast at about midnight on Wednesday 2 February 2011. The storm which started in the Coral Sea, destroyed hundreds of homes in the northern Queensland towns of Tully, Mission Beach, Innisfail and Cardwell. Yasi was a Category Five storm, the highest level, with winds of about 300 h. It was the biggest storm in Queensland's history, with more than 10,000 people moved from their homes. The storm passed between the two big cities of Cairns and Townsville which only suffered minor damage. Early estimates of damage put the cost at about AU$100 million.\nCyclone Yasi did not cause the damage that government expected as it missed major cities. It did however destroy 30% of the houses in Tully. At least 75% of the banana crop was destroyed, and damage to the sugar cane farms is expected to cost about AU$500 million. One person died when they were poisoned by fumes from a portable generator. Damage to power lines left 150,000 homes without electricity.\nThe rainforest around Mission Beach was flattened by the cyclone. This meant that most of the food and shelter needed for the wildlife has been destroyed. The Southern Cassowary, a large endangered bird, will need help to survive in the forest. After Cyclone Larry in 2006 it is thought that about one third of the cassowaries at Mission Beach died from starvation. A group, called Rainforest Rescue, is going to set up feeding areas in the forest for the birds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":28},{"uri":"Australia","surface_form":"Australia","offset":93},{"uri":"Coral_Sea","surface_form":"Coral Sea","offset":189},{"uri":"Queensland","surface_form":"Queensland","offset":244},{"uri":"Tully%2C_Queensland","surface_form":"Tully","offset":264},{"uri":"Mission_Beach%2C_Queensland","surface_form":"Mission Beach","offset":271},{"uri":"Innisfail%2C_Queensland","surface_form":"Innisfail","offset":286},{"uri":"Cardwell%2C_Queensland","surface_form":"Cardwell","offset":300},{"uri":"H","surface_form":"h","offset":385},{"uri":"Cairns%2C_Queensland","surface_form":"Cairns","offset":538},{"uri":"Townsville%2C_Queensland","surface_form":"Townsville","offset":549},{"uri":"AU%24","surface_form":"AU$","offset":642},{"uri":"Southern_Cassowary","surface_form":"Southern Cassowary","offset":1220},{"uri":"Endangered_species","surface_form":"endangered","offset":1248}]}