{"id":281134,"url":"http://en.wikipedia.org/wiki/South_Sudan","text":"South Sudan is a country in Africa. Its official name is the Republic of South Sudan. It used to be a part of Sudan. A civil war began in 2013.\nThe landlocked country is bordered by Ethiopia to the east; Kenya to the southeast; Uganda to the south; the Democratic Republic of the Congo to the southwest; the Central African Republic to the west; and the Republic of Sudan to the north. South Sudan includes the vast swamp region of the Sudd formed by the White Nile, locally called the \"Bahr al Jabal\".\nHistory.\nWhat is now South Sudan was once part of the Anglo-Egyptian Sudan. This part of the British Empire became the Republic of Sudan when independence was achieved in 1956. After the First Sudanese Civil War, the Southern Sudan Autonomous Region was formed in 1972 and lasted until 1983. A second Sudanese civil war soon developed and ended with the Comprehensive Peace Agreement of 2005. Later that year, the Autonomous Government of Southern Sudan was formed. South Sudan became an independent state on 9 July 2011 at midnight local time, after a referendum held in January 2011. In the referendum, nearly 99% of voters wanted to separate from the rest of Sudan.\nThe United Nations Security Council met on 13 July 2011 to formally discuss membership for the Republic of South Sudan. The next day, 14 July 2011, South Sudan became a United Nations member state. South Sudan has also applied to join the Commonwealth of Nations, the East African Community, the Intergovernmental Authority on Development, the International Monetary Fund, and the World Bank. The country was declared eligible to apply for membership in the Arab League as well.\nAt the 2012 Summer Olympics, one athlete from South Sudan competed under the flag of the International Olympic Committee. In 2013 a civil war broke out.\nGeography.\nIts capital is Juba. Between eight and twelve million people live there. Over 200 languages are spoken, but the official language is English. Arabic is also spoken by many people.\nThe main religion is Christianity, practised by nearly 78% of the population. Another 20% practise African traditional religions, and just 3% are Muslim.\nMuch of South Sudan's economy is based on oil, but they also have a large lumber industry mainly consisting of teak. It is a very poor and under-developed country. There is very little infrastructure, and the civil wars have caused a lot of damage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":17},{"uri":"Africa","surface_form":"Africa","offset":28},{"uri":"Sudan","surface_form":"Sudan","offset":110},{"uri":"Landlocked","surface_form":"landlocked","offset":148},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":182},{"uri":"Kenya","surface_form":"Kenya","offset":204},{"uri":"Uganda","surface_form":"Uganda","offset":228},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":253},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":308},{"uri":"White_Nile","surface_form":"White Nile","offset":455},{"uri":"Anglo-Egyptian_Sudan","surface_form":"Anglo-Egyptian Sudan","offset":557},{"uri":"British_Empire","surface_form":"British Empire","offset":596},{"uri":"Referendum","surface_form":"referendum","offset":1056},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":1516},{"uri":"World_Bank","surface_form":"World Bank","offset":1553},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":1658},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":1740},{"uri":"Juba","surface_form":"Juba","offset":1830},{"uri":"English_language","surface_form":"English","offset":1948},{"uri":"Arabic_language","surface_form":"Arabic","offset":1957},{"uri":"Christianity","surface_form":"Christianity","offset":2016},{"uri":"African_traditional_religions","surface_form":"African traditional religions","offset":2094},{"uri":"Islam","surface_form":"Muslim","offset":2141},{"uri":"Oil","surface_form":"oil","offset":2191},{"uri":"Lumber","surface_form":"lumber","offset":2223},{"uri":"Teak","surface_form":"teak","offset":2260},{"uri":"Infrastructure","surface_form":"infrastructure","offset":2334}]}