{"id":281257,"url":"http://en.wikipedia.org/wiki/Naomi_Campbell","text":"Naomi Eliane Campbell (born 22 May 1970) is a British supermodel and actress who was born in Streatham, a district in Lambeth, London and started her modelling career in the 1980s. She has appeared on over 500 magazine covers.\nNaomi was one of six models of her generation declared \"supermodels\" by the fashion world. As the most famous black model of her time, Campbell has been outspoken throughout her career against the racial bias that exists in the fashion industry. Her personal life is widely reported, particularly her affairs with famous men—including boxer Mike Tyson and actor Robert De Niro—and several high-profile assault convictions.\nEarly life.\nCampbell is the daughter of Jamaican-born dancer Valerie Morris. In accordance with her mother's wishes, Campbell has never met her father, who abandoned her mother when she was four months pregnant and who went unnamed on her birth certificate. She took the surname Campbell from her mother's second marriage.\nDuring her early years, Campbell lived in Rome, where her mother worked as a modern dancer. Following their return to London, she was left in the care of her maternal grandmother, Ruby, while her mother travelled across Europe with the dance troupe Fantastica. At five years old, Campbell was enrolled at the Barbara Speake Stage School and at the age of ten, she was accepted into the Italia Conti Academy of Theatre Arts, where she studied ballet.\nCareer.\nIn 1978 Campbell was in the video for \"Is This Love\" by Bob Marley. When she was 12 she tap-danced in Culture Club's video for \"I'll Tumble 4 Ya\". In April 1991 Campbell was in the video for \"In the Closet\" by Michael Jackson. In 1993 Campbell fell over while she walked down the runway for Vivienne Westwood in a pair of foot-high platform shoes. That year she was on the cover of \"Vogue\" twice.\nIn September 1994 Campbell released an album called \"babywoman\". It has sold over a million copies. A novel that she wrote called \"Swan\" was also published.\nCampbell was on the cover of \"Playboy\" in 2000. In 2011 she was in the music video for \"Girl Panic!\" by Duran Duran. In 2013 she was a judge on the reality show \"The Face\".","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":46},{"uri":"Model_(person)","surface_form":"supermodel","offset":54},{"uri":"Streatham","surface_form":"Streatham","offset":93},{"uri":"Lambeth","surface_form":"Lambeth","offset":118},{"uri":"London","surface_form":"London","offset":127},{"uri":"Mike_Tyson","surface_form":"Mike Tyson","offset":568},{"uri":"Robert_De_Niro","surface_form":"Robert De Niro","offset":589},{"uri":"Assault","surface_form":"assault","offset":629},{"uri":"Modern_dance","surface_form":"modern dance","offset":1050},{"uri":"Barbara_Speake_Stage_School","surface_form":"Barbara Speake Stage School","offset":1282},{"uri":"Italia_Conti_Academy_of_Theatre_Arts","surface_form":"Italia Conti Academy of Theatre Arts","offset":1359},{"uri":"Bob_Marley","surface_form":"Bob Marley","offset":1487},{"uri":"Culture_Club","surface_form":"Culture Club","offset":1533},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1641},{"uri":"%27%27babywoman%27%27","surface_form":"\"babywoman\"","offset":1880},{"uri":"Duran_Duran","surface_form":"Duran Duran","offset":2089}]}