{"id":28134,"url":"http://en.wikipedia.org/wiki/Snooker","text":"Snooker is a cue sport played by two players. It is popular in the United Kingdom, the Commonwealth and parts of Asia.\nIt is played on a large (12 by 6 feet) table that is covered with a smooth green cloth called baize and has holes (called pockets) in each of the four corners and in the middle of each of the long side cushions.\nThe players use long thin sticks called cues to strike a white ball (the cue ball). The cue ball must always be hit first when attempting a shot at the target ball.\nThere are 21 target balls in total - 15 red balls (worth 1 point each) and 6 colours: a yellow (2 points), green (3 points), brown (4 points), blue (5 points), pink (6 points) and black ball (7 points).\nEach target ball must be aimed or 'potted' into one of the pockets in order. A red ball followed by a colour then a red ball again. This happens until only the coloured balls are left. The colours then have to be potted in the following order: yellow, green, brown, blue, pink and black.\nThe player who scores more points wins the game or 'frame'. A match consists of an agreed number of frames.\nBig events in snooker are the World Snooker Championship, UK Championship and the Masters. Professional players play on the World Snooker Tour.\nThe best-known snooker players are the five-time world champion Ronnie O'Sullivan, seven-time world champion Stephen Hendry and the current world champion Judd Trump. Other former world champions are for example Joe Davis (fifteen wins), his brother Fred Davis, John Pulman (each eight wins) and six-time world champions Ray Reardon and Steve Davis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cue_sport","surface_form":"cue sport","offset":13},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":67},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":87},{"uri":"Asia","surface_form":"Asia","offset":113},{"uri":"Baize","surface_form":"baize","offset":213},{"uri":"Cue","surface_form":"cue","offset":371},{"uri":"World_Snooker_Championship","surface_form":"World Snooker Championship","offset":1125},{"uri":"UK_Championship_(snooker)","surface_form":"UK Championship","offset":1153},{"uri":"Masters_(snooker)","surface_form":"Masters","offset":1177},{"uri":"World_Snooker_Tour","surface_form":"World Snooker Tour","offset":1219},{"uri":"Ronnie_O%27Sullivan","surface_form":"Ronnie O'Sullivan","offset":1303},{"uri":"Stephen_Hendry","surface_form":"Stephen Hendry","offset":1348},{"uri":"Judd_Trump","surface_form":"Judd Trump","offset":1394},{"uri":"Joe_Davis","surface_form":"Joe Davis","offset":1451},{"uri":"Fred_David","surface_form":"Fred Davis","offset":1489},{"uri":"John_Pulman","surface_form":"John Pulman","offset":1501},{"uri":"Ray_Reardon","surface_form":"Ray Reardon","offset":1560},{"uri":"Steve_Davis","surface_form":"Steve Davis","offset":1576}]}