{"id":28139,"url":"http://en.wikipedia.org/wiki/Aaliyah","text":"Aaliyah Dana Haughton (January 16, 1979 – August 25, 2001) was an American recording artist and actress.\nAaliyah was born in Brooklyn, New York, and raised in Detroit, Michigan. From her youth, she began to sing: she did singing competitions, castings and shows. Her career began in 1994 with the release of her first album \"Age Ain't Nothing But A Number\". She continued going to the High School of the Performing Arts after this.\nIn 1996, Aaliyah's second album, \"One in a Million\". Aaliyah always wanted to act and she got the leading role in \"Romeo Must Die\" (2000). Then she starred in \"Queen of the Damned\" in 2002.\nIn 2001, she returned to music with her third album called \"Aaliyah\", She put a lot into it, as a singer and as an executive producer. She worked on it with her uncle. She died on August 25, 2001 in a plane crash in the Bahamas. She was going to be in the movie \"The Matrix Reloaded\", but the filmmakers had to use another person after she died.\nPersonal life.\nAaliyah Dana Haughton was born in Brooklyn, New York. She was of African American descent, with Native American heritage from her grandmother. She was the second and younger child of Diane and Michael Haughton. Aaliyah was enrolled in voice lessons by her mother, and she would perform at weddings, church choir and charity events. When she was five years old, her family moved to Detroit, Michigan, where she was raised along with her older brother, Rashad. She attended a Catholic school, Gesu Elementary, where she received a part in the stage play named \"Annie\" in first grade. From then on, she was determined to become an entertainer.\nAaliyah's mother was a vocalist. Her uncle, Barry Hankerson, was an entertainment lawyer who had been married to Gladys Knight. As a child, Aaliyah traveled with Knight and worked with an agent in New York to audition for commercials and television programs, including \"Family Matters\"; she went on to appear on \"Star Search\" at the age of ten. She then auditioned for several record labels and appeared in concerts alongside Knight at age 11.\nAaliyah attended the Detroit High School for the Performing Arts, where she majored in drama and graduated in 1997. Aaliyah began her acting career that same year.\nCareer.\nAfter Hankerson signed a distribution deal with Jive Records, he signed Aaliyah to his label named Blackground Records when Aaliyah was 12 years old. She released her debut album \"Age Ain't Nothing but a Number\" in 1994. Rumors circulated that she and her mentor R. Kelly were not only romantically involved, but had also married. Aaliyah admitted to a friendship with R. Kelly, which had developed while recording \"Age Ain't Nothing but a Number\". She said they would go out together and watch a movie or eat somewhere when they went on breaks from recording the album and said they were \"rather close\". She dismissed the rumors about her relationship with him as people taking it \"the wrong way.\"\nJamie Foster Brown wrote about R. Kelly's recollection of the time he had spent working with Aaliyah, writing, \"R. Kelly told me that he and Aaliyah got together and it was just magic.\" Brown reported hearing Aaliyah being a frequent guest at R. Kelly's home and walking his dog 12 Play. Along with this, he heard that she was pregnant. There were complaints about Aaliyah being in the studio recording with a bunch of older men. Aaliyah went on to admit that she had lied about her age in court documents and filed suit in Cook County to have the records erased since she was not old enough at the time (being fifteen when the marriage took place) to get married without having the go-ahead by her parents. Reports indicate that Aaliyah had a crush on R. Kelly at some point, but after the marriage was ended, she ceased professional and personal contact with him.\nJomo Hankerson later said that Aaliyah was treated bad over the marriage and that she had a hard time getting her second album to have a producer because of what had happened between her and R. Kelly. With the exception of Sean Combs, he said, there were not too many producers seeking to work with her because people were upset with her, which he did not understand given her age at the time. After the marriage ended, she stopped answering questions about R. Kelly and would often change the subject whenever it was brought up. This was noted by several organizations that did interviews with her. Aaliyah indicated that she would never again work with R. Kelly during an interview with Christopher John Farley, who went on to write a biography of the singer titled \"Aaliyah: More Than a Woman\". R. Kelly would go on to have more allegations about relationships with underage girls and the relationship with Aaliyah was brought up or mentioned most of the time as a starting point. He refused to discuss his relationship with her and explained his reason for doing this: \"Out of respect for her, and her mom and her dad, I will not discuss Aaliyah. That was a whole other situation, a whole other time, it was a whole other thing, and I'm sure that people also know that.\" According to her mother Diane Haughton, everything \"that went wrong in her life\" began with her relationship with R. Kelly. The allegations were dismissed as having little effect on her image or career.\nIn 1996, Aaliyah left Jive Records and signed with Atlantic Records. She worked with record producers Timbaland and Missy Elliott, who contributed to her second studio album, \"One in a Million\". She developed friendships with the pair. Timbaland was in love with her, but did not act out on it due to her being years younger than him. Instead he wanted to be a bigger brother figure for her, similar to her own brother Rashad Haughton. However, he struggled with keeping his feelings at bay. During her last days, the pair had an argument and it would be the last time they would speak to each other, as he next learned that she had passed.\nShe played as herself in the police drama television series \"New York Undercover\". During this time, Aaliyah participated in the Children's Benefit Concert, a charity concert that took place at the Beacon Theatre in New York.\nAaliyah's first major movie role was in \"Romeo Must Die\". Aaliyah starred opposite martial artist Jet Li, playing a couple who fall in love amid their warring families. It grossed US$18.6 million in its first weekend, ranking number two at the box office. Aaliyah was scared about bad reviews so she did not look for them. She heard good things about her role in the movie, but there were critics that did not like her role because of her relationship with Jet Li's character not having any realism along with the rest of the movie.\nBefore she died, she talked to the Isley Brothers about working together, having recorded one of their songs when she was younger during her tenure with Jive Records and was signed to appear in more movies. One of them was \"Honey\", which came out in 2003 \"Some Kind of Blue\", a romantic movie and \"Sparkle\", a movie produced by Whitney Houston that was the remake of the 1976 film of the same name. Houston said after Aaliyah passed that she wanted to be in the movie. Studio officials from Warner Brothers said she and her mother read the script and Aaliyah was passionate about appearing in the movie.\nTalent.\nAaliyah had a vocal range of a soprano. With the release of her first single \"Back & Forth\", Dimitri Ehrlich of \"Entertainment Weekly\" expressed that Aaliyah's \"silky vocals are more agile than those of self-proclaimed queen of hip-hop soul Mary J. Blige.\" Aaliyah described her sound as \"street but sweet\", which featured her \"gentle\" vocals over a \"hard\" beat. Though Aaliyah did not write any of her own material, her lyrics were described as in-depth. She incorporated R&B, pop and hip hop into her music. Her songs were often uptempo and melancholy, revolving around \"matters of the heart\". Her songs have been said to have \"crisp production\" and \"staccato arrangements\" that \"extend genre boundaries\" while containing \"old-school\" soul music. When she experimented with other genres, such as Latin pop and heavy metal, critics did not like the attempt. As her albums progressed, writers felt that Aaliyah acted more older, calling her progress a \"declaration of strength and independence\". Stephen Thomas Erlewine of Allmusic described her eponymous album, \"Aaliyah\", as \"a statement of maturity and a stunning artistic leap forward\" and called it one of the strongest urban soul records of its time. She portrayed \"unfamiliar sounds, styles and emotions\", but managed to please critics with the contemporary sound it contained. Ernest Hardy of \"Rolling Stone\" felt that Aaliyah reflected a stronger technique, where she gave her best vocal performance. Others felt that she was \"satisfying rather than extraordinary\", stating that she added little to modern R&B.\nDeath.\nOn August 25, 2001, at 6:50 pm (EST), Aaliyah and various members of the record company boarded a twin-engine Cessna 402B (registration N8097W) at the Marsh Harbour Airport in Abaco Islands, The Bahamas, to travel to the Opa-locka Airport in Florida, after they completed filming the music video for the single \"Rock the Boat\". They had a flight scheduled the following day, August 26, but with filming finishing early, Aaliyah and her entourage were eager to return to the United States and made the decision to leave immediately. The designated airplane was smaller than the Cessna 404 in which they had originally flown. The whole party and all of the equipment were accommodated on board. As a result, when the aircraft attempted to depart, it was over its maximum takeoff weight by and was carrying one excess passenger, according to its certification. The plane crashed shortly after takeoff, about from the runway. Aaliyah and the eight others on board, pilot Luis Morales III, hair stylist Eric Forman, Anthony Dodd, security guard Scott Gallin, video producer Douglas Kratz, stylist Christopher Maldonado, and Blackground Records employees Keith Wallace and Gina Smith, were all killed.\nAccording to findings from an inquest, conducted by the coroner's office in The Bahamas, Aaliyah suffered from \"severe burns and a blow to the head\", in addition to severe shock and a weak heart. The coroner theorized that, even if Aaliyah had survived the crash, her recovery would have been virtually impossible given the severity of her injuries. The National Transportation Safety Board (NTSB) report stated that \"the airplane was seen lifting off the runway, and then nose down, impacting in a marsh on the south side of the departure end of runway 27 and then exploding in flames.\" It indicated that the pilot was not approved to pilot the plane he was attempting to fly. Morales falsely obtained his Federal Aviation Administration (FAA) license by showing hundreds of hours never flown, and he may also have falsified how many hours he had flown in order to get a job with his employer, Blackhawk International Airways. Additionally, an autopsy performed on Morales revealed traces of cocaine and alcohol in his system. The NTSB reported that the maximum allowed gross weight of the plane was \"substantially exceeded\" and that the center of gravity was positioned beyond its rear limit. John Frank of the Cessna Pilots Association stated that the plane was \"definitely overloaded\".\nThe day of the crash was Morales' first official day with Blackhawk International Airways, an FAA Part 135 single-pilot operation. Morales was not registered with the FAA to fly for Blackhawk. As a result of the accident, Aaliyah's parents filed a wrongful death lawsuit against the company, which was settled out of court for an undisclosed amount. Barry & Sons, Inc., a corporation formed in 1992 to develop, promote and capitalize Aaliyah and to oversee the production and distribution of her records and music videos, brought an unsuccessful lawsuit in the New York Supreme Court against Instinct Productions LLC, the company that was hired in August 2001 to produce the music video for \"Rock the Boat\". The case was dismissed because of New York's wrongful death statute only permitting certain people to recover damages for wrongful death.\nLegacy.\nAaliyah's funeral was held on August 31, 2001, at the Saint Ignatius Loyola Church in Manhattan. Her body was set in a silver casket, which was carried in a glass hearse and was drawn by horse. An estimated 800 mourners were in attendance of the procession. Among those in attendance at the private ceremony were Missy Elliott, Timbaland, Gladys Knight, Lil' Kim and Sean Combs. After the service, 22 white doves were released to symbolize each year of Aaliyah's life. She was interred in a crypt in a private room in the Rosewood Mausoleum at the Ferncliff Cemetery.\nThe week after Aaliyah's death, her third studio album, \"Aaliyah\", rose from number 19 to number one on the \"Billboard\" 200. \"Rock the Boat\" was released as a posthumous single. The music video premiered on BET's \"Access Granted\"; it became the most viewed and highest rated episode in the history of the show. The song peaked at number 14 on the \"Billboard\" Hot 100 and number two on the \"Billboard\" Hip-Hop Songs chart. It was also included on the \"Now That's What I Call Music! 8\" compilation series; a portion of the album's profits was donated to the Aaliyah Memorial Fund. The following two singles from \"Aaliyah\", \"More than a Woman\" and \"I Care 4 U\", peaked within the top 25 of the \"Billboard\" Hot 100. The album was certified double Platinum by the RIAA and sold 2.95 million copies in the United States. \"More than a Woman\" reached number one in the UK singles chart making Aaliyah the first deceased artist to reach number one in the UK single chart. \"More than a Woman\" was replaced by George Harrison's \"My Sweet Lord\" which is the only time in the UK singles chart history where a dead artist has replaced another dead artist at number one.\nShe won two posthumous awards at the American Music Awards of 2002; Favorite Female R&B Artist and Favorite R&B/Soul Album for \"Aaliyah\". Her second and final movie, \"Queen of the Damned\", was released in February 2002. Before its release, Aaliyah's brother, Rashad, re-dubbed some of her lines during post-production. It grossed US$15.2 million in its first weekend, ranking number one at the box office. On the first anniversary of Aaliyah's death, a candlelight vigil was held in Times Square, where millions of fans observed a moment of silence. Throughout the United States, radio stations played her music in remembrance. In December 2002, a collection of previously unreleased material was released as Aaliyah's first posthumous album, \"I Care 4 U\". A portion of the proceeds was donated to the Aaliyah Memorial Fund, a program that benefits the Revlon UCLA Women Cancer Research Program and Harlem's Sloan Kettering Cancer Center. It debuted at number three on the \"Billboard\" 200, selling 280,000 copies in its first week. The album's lead single, \"Miss You\", peaked at number three on the \"Billboard\" Hot 100 and topped the Hip-Hop Songs chart. In August of the following year, clothing retailer Christian Dior donated profits from sales in honor of Aaliyah.\nAaliyah was signed to appear in several future movies, including \"Honey\" (recast to Jessica Alba). \"Some Kind of Blue\" and a Whitney Houston-produced remake of the 1976 movie \"Sparkle\" were canceled due to Aaliyah's death. Before her death, Aaliyah had filmed part of her role in \"The Matrix Reloaded\" and was scheduled to appear in \"The Matrix Revolutions\" as Zee. The role was later recast to Nona Gaye. Aaliyah's scenes were later included in the tribute section of the \"Matrix Ultimate Collection\" series.\nIn 2005, Aaliyah's second compilation album, \"Ultimate Aaliyah\" was released in the UK by Blackground Records. \"Ultimate Aaliyah\" is a three disc set, which included a greatest hits audio CD and a DVD. Andy Kellman of Allmusic remarked \"Ultimate Aaliyah\" adequately represents the shortened career of a tremendous talent who benefited from some of the best songwriting and production work by Timbaland, Missy Elliott, and R. Kelly.\" A documentary movie \"Aaliyah Live in Amsterdam\" was released in 2011., shortly before the tenth anniversary of Aaliyah's death. The documentary, by Pogus Caesar, contained previously unseen footage shot of her career beginnings in 1995 when she was appearing in the Netherlands.\nIn 2012 music producer Jeffrey \"J-Dub\" Walker via twitter said \"Just got great news today; the smash unreleased song called \"Steady Ground\" I produced on #Aaliyah is gonna be on her upcoming album\". Walker co-wrote \"I Refuse\" and \"What if\" from Aaliyah's third self-titled album and produced the song \"Steady Ground\" for her 'One in a Million' album. This second proposed posthumous album would feature this song using demo vocals since Walker claims the originals were somehow lost by his sound engineer. However, Walker's original tweet announcing this event has since been removed, and Aaliyah's brother, via Twitter, has stated that \"no official album [is] being released and supported by the Haughton family.\"","categories":[],"infobox_types":["Musical artist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":66},{"uri":"Recording_artist","surface_form":"recording artist","offset":75},{"uri":"Actress","surface_form":"actress","offset":96},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":125},{"uri":"New_York_City","surface_form":"New York","offset":135},{"uri":"Detroit","surface_form":"Detroit","offset":159},{"uri":"Michigan","surface_form":"Michigan","offset":168},{"uri":"Romeo_Must_Die","surface_form":"Romeo Must Die","offset":547},{"uri":"Queen_of_the_Damned","surface_form":"Queen of the Damned","offset":592},{"uri":"Bahamas","surface_form":"Bahamas","offset":842},{"uri":"The_Matrix_Reloaded","surface_form":"The Matrix Reloaded","offset":885},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":1017},{"uri":"Gladys_Knight","surface_form":"Gladys Knight","offset":1737},{"uri":"Star_Search","surface_form":"Star Search","offset":1937},{"uri":"Detroit_School_of_Arts","surface_form":"Detroit High School for the Performing Arts","offset":2089},{"uri":"Jive_Records","surface_form":"Jive Records","offset":2288},{"uri":"Blackground_Records","surface_form":"Blackground Records","offset":2339},{"uri":"R._Kelly","surface_form":"R. Kelly","offset":2503},{"uri":"Sean_Combs","surface_form":"Sean Combs","offset":4028},{"uri":"Jive_Records","surface_form":"Jive Records","offset":5305},{"uri":"Atlantic_Records","surface_form":"Atlantic Records","offset":5334},{"uri":"Timbaland","surface_form":"Timbaland","offset":5385},{"uri":"Missy_Elliott","surface_form":"Missy Elliott","offset":5399},{"uri":"One_in_a_Million_(Aaliyah_album)","surface_form":"One in a Million","offset":5459},{"uri":"Police_procedural","surface_form":"police drama","offset":5953},{"uri":"New_York_Undercover","surface_form":"New York Undercover","offset":5985},{"uri":"Benefit_concert","surface_form":"charity concert","offset":6083},{"uri":"Beacon_Theatre_(New_York_City)","surface_form":"Beacon Theatre","offset":6122},{"uri":"Romeo_Must_Die","surface_form":"Romeo Must Die","offset":6191},{"uri":"Jet_Li","surface_form":"Jet Li","offset":6248},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":7011},{"uri":"Vocal_range","surface_form":"vocal range","offset":7309},{"uri":"Soprano","surface_form":"soprano","offset":7326},{"uri":"Back_%26amp%3B_Forth_(song)","surface_form":"Back & Forth","offset":7373},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":7408},{"uri":"Mary_J._Blige","surface_form":"Mary J. Blige","offset":7536},{"uri":"Beat_(music)","surface_form":"beat","offset":7652},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":7768},{"uri":"Pop_music","surface_form":"pop","offset":7773},{"uri":"Hip_hop_music","surface_form":"hip hop","offset":7781},{"uri":"Melancholia","surface_form":"melancholy","offset":7838},{"uri":"Soul_music","surface_form":"soul music","offset":8032},{"uri":"Latin_pop","surface_form":"Latin pop","offset":8093},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":8107},{"uri":"Stephen_Thomas_Erlewine","surface_form":"Stephen Thomas Erlewine","offset":8291},{"uri":"Aaliyah_(album)","surface_form":"Aaliyah","offset":8359},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":8647},{"uri":"Eastern_Daylight_Time","surface_form":"EST","offset":8904},{"uri":"Cessna_402","surface_form":"Cessna 402","offset":8982},{"uri":"Aircraft_registration","surface_form":"registration","offset":8995},{"uri":"Marsh_Harbour_Airport","surface_form":"Marsh Harbour Airport","offset":9023},{"uri":"Abaco_Islands","surface_form":"Abaco Islands","offset":9048},{"uri":"Opa-locka_Airport","surface_form":"Opa-locka Airport","offset":9093},{"uri":"Rock_the_Boat_(Aaliyah_song)","surface_form":"Rock the Boat","offset":9184},{"uri":"Cessna_404","surface_form":"Cessna 404","offset":9449},{"uri":"Blackground_Records","surface_form":"Blackground Records","offset":9991},{"uri":"Inquest","surface_form":"inquest","offset":10098},{"uri":"Coroner","surface_form":"coroner","offset":10124},{"uri":"National_Transportation_Safety_Board","surface_form":"National Transportation Safety Board","offset":10422},{"uri":"Federal_Aviation_Administration","surface_form":"Federal Aviation Administration","offset":10775},{"uri":"Autopsy","surface_form":"autopsy","offset":11013},{"uri":"Cocaine","surface_form":"cocaine","offset":11061},{"uri":"Alcohol","surface_form":"alcohol","offset":11073},{"uri":"Wrongful_death_claim","surface_form":"wrongful death","offset":11606},{"uri":"New_York_Supreme_Court","surface_form":"New York Supreme Court","offset":11919},{"uri":"Manhattan","surface_form":"Manhattan","offset":12298},{"uri":"Coffin","surface_form":"casket","offset":12338},{"uri":"Hearse","surface_form":"hearse","offset":12375},{"uri":"Missy_Elliott","surface_form":"Missy Elliott","offset":12525},{"uri":"Timbaland","surface_form":"Timbaland","offset":12540},{"uri":"Gladys_Knight","surface_form":"Gladys Knight","offset":12551},{"uri":"Lil%27_Kim","surface_form":"Lil' Kim","offset":12566},{"uri":"Sean_Combs","surface_form":"Sean Combs","offset":12579},{"uri":"Columbidae","surface_form":"doves","offset":12619},{"uri":"Ferncliff_Cemetery","surface_form":"Ferncliff Cemetery","offset":12760},{"uri":"Aaliyah_(album)","surface_form":"Aaliyah","offset":12837},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":12888},{"uri":"Rock_the_Boat_(Aaliyah_song)","surface_form":"Rock the Boat","offset":12906},{"uri":"Black_Entertainment_Television","surface_form":"BET's","offset":12987},{"uri":"Access_Granted","surface_form":"Access Granted","offset":12994},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":13127},{"uri":"Hip-Hop_Songs","surface_form":"Hip-Hop Songs","offset":13181},{"uri":"Now_That%27s_What_I_Call_Music%21_8_(U.S._series)","surface_form":"Now That's What I Call Music! 8","offset":13231},{"uri":"More_than_a_Woman_(Aaliyah_song)","surface_form":"More than a Woman","offset":13402},{"uri":"I_Care_4_U_(song)","surface_form":"I Care 4 U","offset":13426},{"uri":"Music_recording_sales_certification","surface_form":"Platinum","offset":13523},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":13539},{"uri":"George_Harrison","surface_form":"George Harrison","offset":13779},{"uri":"American_Music_Awards_of_2002","surface_form":"American Music Awards of 2002","offset":13973},{"uri":"Queen_of_the_Damned_(movie)","surface_form":"Queen of the Damned","offset":14103},{"uri":"Dubbing_(filmmaking)","surface_form":"re-dubbed","offset":14203},{"uri":"Times_Square","surface_form":"Times Square","offset":14419},{"uri":"Moment_of_silence","surface_form":"moment of silence","offset":14467},{"uri":"I_Care_4_U","surface_form":"I Care 4 U","offset":14680},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":14909},{"uri":"Miss_You_(Aaliyah_song)","surface_form":"Miss You","offset":14994},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":15035},{"uri":"Hip-Hop_Songs","surface_form":"Hip-Hop Songs","offset":15070},{"uri":"Christian_Dior_SA","surface_form":"Christian Dior","offset":15142},{"uri":"Honey_(2003_movie)","surface_form":"Honey","offset":15271},{"uri":"Jessica_Alba","surface_form":"Jessica Alba","offset":15289},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":15330},{"uri":"Sparkle_(1976_movie)","surface_form":"Sparkle","offset":15381},{"uri":"The_Matrix_Reloaded","surface_form":"The Matrix Reloaded","offset":15486},{"uri":"The_Matrix_Revolutions","surface_form":"The Matrix Revolutions","offset":15539},{"uri":"Zee_(The_Matrix)","surface_form":"Zee","offset":15566},{"uri":"Nona_Gaye","surface_form":"Nona Gaye","offset":15600},{"uri":"Ultimate_Aaliyah","surface_form":"Ultimate Aaliyah","offset":15761},{"uri":"Allmusic","surface_form":"Allmusic","offset":15933},{"uri":"Pogus_Caesar","surface_form":"Pogus Caesar","offset":16296}]}