{"id":28130,"url":"http://en.wikipedia.org/wiki/Adventures_of_Huckleberry_Finn","text":"\"Adventures of Huckleberry Finn\" is a book written by Mark Twain, published in 1884. It is a sequel to his earlier book, \"Tom Sawyer\".\nStory.\nAfter \"The Adventures of Tom Sawyer\", Huck was adopted by the widow Douglas who wants to “civilize” him and so he joined Tom’s band of robbers.\nOne day, Huck’s father Pap, a violent drunkard, appears in St. Petersburg. When a new judge arrives, Pap gains custody of his son and moves to a cabin on the other side of the river. Huck is kept locked but fakes his own death and hides on Jackson’s Island, a small island on the river. There he meets Miss Watson’s black slave Jim who ran away.\nWhen they find a raft, they decide to go to a free state. After a storm, a house is floating down the river and they enter it and grab what they can. Inside, there is a dead man shot in the back and Jim prevents Huck from seeing the dead man’s face.\nHuck dresses as a girl and returns to town because he wants to hear what’s going on in town. A woman tells that Jim is considered to be Huck’s murderer. Moreover, she is suspicious about Huck’s true sex and reveals that he is a boy. Huck returns to the island and together with Jim he flees downriver.\nAfter some time on the river, they are separated by a passing steaming boat and Huck meets the Grangerfords, a rich family. He befriends with Buck Grangerford who is about his age. The Grangerfords are in a 30-year feud against the Shepherdsons, another rich family along the Mississippi. When a conflict breaks out, all Grangerford males are killed. Huck can escape and reunites with Jim. Together they float further downriver.\nLater, they rescue two con men who join the boys on their journey. They pull several scams along the river. Once, they pretend to be a dead man’s brothers and escape after their true identities are revealed.\nLater, the elder one sells Jim. Huck finds out that Jim is now owned by the Phelps. He decides to free him and pretends to be the Phelps’ nephew Tom Sawyer. When the real Tom arrives, he plays along.\nJim is held in a shed and Tom has a risky escape plan. As they carry out their plan, Tom is shot in the leg. While Huck gets help, Jim remains with Tom. When they return to the farm, Jim is recaptured while Tom is unconscious.\nWhen Tom awakes, he reveals that Jim had been free for weeks after his owner died two months ago. He did not tell Huck because he wanted a risky plan to rescue Jim. Furthermore, Tom’s Aunt Polly arrives and reveals Huck’s and Tom’s real identities. Moreover, Jim tells that Pap was the dead man on the floating house. Finally, Huck decides to go West.\nControversy.\n\"Adventures of Huckleberry Finn\" received often good reviews, but the novel was controversial from the beginning. When the American edition came out in 1885 some libraries banned it.\nToday, many people feel that the book attacks racism and shows that it is bad. Others criticize the book because it shows things like slavery, and uses words like \"nigger\". They also think that, although Jim is not meant to be a bad character, he has some stereotypes of that time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":54},{"uri":"1884","surface_form":"1884","offset":79},{"uri":"Sequel","surface_form":"sequel","offset":93},{"uri":"The_Adventures_of_Tom_Sawyer","surface_form":"Tom Sawyer","offset":122},{"uri":"Racism","surface_form":"racism","offset":2842},{"uri":"Slavery","surface_form":"slavery","offset":2930},{"uri":"Nigger","surface_form":"nigger","offset":2960},{"uri":"Stereotype","surface_form":"stereotype","offset":3052}]}