{"id":281307,"url":"http://en.wikipedia.org/wiki/City_of_London_Police","text":"The City of London Police is the police force responsible for law enforcement within the City of London, including the Middle and Inner Temple.\nThe service responsible for law enforcement within the rest of Greater London is the Metropolitan Police Service, a separate organisation.\nNationally, as a result of the Fraud Review 2008, the force was recognised as the lead police force for fraud and granted funding from government to further develop its capabilities nationally and internationally. The police authority is the Corporation of London.\nThe City of London area has a resident population of 8,043 with 4,421 households. These numbers are increased by the daily influx of approximately 300,000 commuters working in the City, and many tourists. 300,000 cars passing through the square mile a day.\nThe Force has 1,200 employees, including 813 police officers, 85 Special Constables, 48 Police Community Support Officers and three police stations (in Snow Hill, Wood Street and Bishopsgate). The City of London Police is the smallest territorial police force in England, both in terms of geographic area – the square mile centre of London – and the number of police officers.\nCounter-terrorism.\nCounter-terrorism is the Force’s top priority, because the threat of terrorist activity to the City, and therefore to the economic and psychological wellbeing of the nation, is a real risk.\nThe Force is the lead organisation responsible for planning and operating the anti-terrorist measures known as the Ring of Steel. Regular police officers in the Ring of Steel cordon are guarded by other officers armed with Heckler & Koch MP5 semi-automatic submachine guns.\nAs well as the 'Traffic and Environmental zone' (the Ring of Steel), the Force carries out both high visibility and covert patrols, educates the security staff of City companies, and has an advanced Camera Watch system. There is ANPR (automatic number plate reading) within the City. The Force says \"A wide range of unarmed and armed tactics are available to the Force to counter any perceived threat\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Police_force","surface_form":"police force","offset":33},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":62},{"uri":"City_of_London","surface_form":"City of London","offset":89},{"uri":"Middle_Temple","surface_form":"Middle","offset":119},{"uri":"Inner_Temple","surface_form":"Inner Temple","offset":130},{"uri":"Greater_London","surface_form":"Greater London","offset":207},{"uri":"Metropolitan_Police","surface_form":"Metropolitan Police","offset":229},{"uri":"Corporation_of_London","surface_form":"Corporation of London","offset":525},{"uri":"Police_officer","surface_form":"police officer","offset":850},{"uri":"Police_station","surface_form":"police station","offset":937},{"uri":"Bishopsgate","surface_form":"Bishopsgate","offset":984},{"uri":"England","surface_form":"England","offset":1068},{"uri":"Ring_of_Steel_(London)","surface_form":"Ring of Steel","offset":1506},{"uri":"Heckler_%26amp%3B_Koch_MP5","surface_form":"Heckler & Koch MP5","offset":1614},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":1648}]}