{"id":281455,"url":"http://en.wikipedia.org/wiki/London_Livery_Company","text":"e=\"preserve\">The City of London Livery Companies began as trade associations or trade guilds, which controlled who could carry out certain jobs in the City of London.\nThe Companies today.\nToday the companies act mainly as social and charitable groups, because over the centuries the livery companies have lost most rights to control trade, often as statute law applied the same standards across the whole country. Some support schools which were set up in the 1500s. Others sponsor apprentices in colleges and unversities. Some still have a statutory role. For example the Goldsmiths' Company continue to run the London Assay Office where several million articles of gold, silver and platinum are hallmarked each year.\nList of Companies in order of precedence.\nThe order of precedence was first set down in 1515 by the Aldermen of the City of London. Forty-eight livery companies then existed. The list was based on the companies' economic or political power.\nThe first twelve livery companies are known as the \"Great Twelve City Livery Companies\". There are now 108 livery companies, some very new, so the Order of Precedence is sometimes reviewed.\nThe Merchant Taylors and the Skinners have always disputed their precedence, so once a year (at Easter) they exchange sixth and seventh place. This is one of the theories for the origin of the phrase \"at sixes and sevens\", as the master of the Merchant Taylors has said a number of times, although the first use of the phrase may have been before the Taylors and the Skinners decided to alternate their position. Both companies had been founded before the birth of Chaucer, who was one of the first people to use the phrase, so it may have dated from before him.\nTwo old companies do not intend applying for a grant of the right to wear the special costume or uniform known as a livery.\nThree groups intend applying for livery. One has already been recognised as a \"Company without Livery\" the other two have not yet existed long enough or become well enough known.","categories":[],"infobox_types":[],"annotations":[{"uri":"City_of_London","surface_form":"City of London","offset":151},{"uri":"Goldsmiths%27_Company","surface_form":"Goldsmiths' Company","offset":573},{"uri":"Assay","surface_form":"Assay","offset":620},{"uri":"Aldermen","surface_form":"Aldermen","offset":819},{"uri":"City_of_London","surface_form":"City of London","offset":835},{"uri":"Worshipful_Company_of_Merchant_Taylors","surface_form":"Merchant Taylors","offset":1154},{"uri":"Worshipful_Company_of_Skinners","surface_form":"Skinners","offset":1179},{"uri":"Easter","surface_form":"Easter","offset":1246},{"uri":"At_sixes_and_sevens","surface_form":"at sixes and sevens","offset":1351},{"uri":"Geoffrey_Chaucer","surface_form":"Chaucer","offset":1615}]}