{"id":281457,"url":"http://en.wikipedia.org/wiki/Farrier","text":"A farrier is a person who works with iron, or other materials, to make horseshoes and take care of horse's hooves. They check for signs of disease and make sure the feet are well cared for.\nHistory.\nAt one time, a farrier and blacksmith had almost the same job, which can be seen by the etymology of the word: farrier comes from Middle French: \"ferrier\" (\"blacksmith\"), from the Latin word \"ferrum\" (\"iron\"). Today, farriers usually specialize in horseshoeing, and on the care of the horse's hoof. For this reason farriers and blacksmiths are now known to be different jobs.\nLaw.\nBy law, in Great Britain, it is illegal for anyone except a registered farrier to call themselves a farrier or to carry out any farriery work under the Farriers (Registration) Act 1975. The main aim of this act is to \"prevent and avoid suffering by and cruelty to horses arising from the shoeing of horses by unskilled persons\".\nWorshipful Company of Farriers.\nThe Worshipful Company of Farriers a London Livery Company, was set up in 1356. It still offers diplomas which are recognised qualifications to be a modern farrier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iron","surface_form":"iron","offset":37},{"uri":"Horseshoe","surface_form":"horseshoes","offset":71},{"uri":"Hoove","surface_form":"hoove","offset":107},{"uri":"Blacksmith","surface_form":"blacksmith","offset":226},{"uri":"Etymology","surface_form":"etymology","offset":287},{"uri":"Middle_French","surface_form":"Middle French","offset":329},{"uri":"Latin","surface_form":"Latin","offset":379},{"uri":"Iron","surface_form":"iron","offset":401},{"uri":"Great_Britain","surface_form":"Great Britain","offset":591},{"uri":"Illegal","surface_form":"illegal","offset":612},{"uri":"Worshipful_Company_of_Farriers","surface_form":"Worshipful Company of Farriers","offset":945},{"uri":"London_Livery_Company","surface_form":"London Livery Company","offset":978}]}