{"id":281479,"url":"http://en.wikipedia.org/wiki/Designer_baby","text":"ce=\"preserve\">The term designer baby is used sometimes, but its meaning is not clear or simple. It means something like \"influencing the quality of a child which is not yet born\". By this is meant not just health care. The idea is to change the nature, usually the genetics, of the child for the better. There are many technical, social, moral and legal issues connected to this idea. Society has scarcely begun to think about these issues. However, it is now certain that some of these ideas can, in principle, be done.\nThe following is a brief survey of what might be done. It is not a list of what should or will be done. Some elements are already happening in some parts of the world.\nChoosing the gender of a child.\nIn some parts of the world there is a strong preference for male children. If that were widely gratified, it would probably have considerable unplanned effects on those societies. However, technically, it is simple to arrange so long as a good local health service is present.\nThe technique is as follows. A sample of the father's sperm is spun in a centrifuge. Sperms carrying an X-chromosome are heavier than sperm carrying a Y-chromosome. The male-causing sperm end up at the top of the plug of sperm in the test-tube. Sperm from the top of the tube are inserted into the mother. This greatly increases the chance of the mother conceiving a male child.\nAnother method is to conceive normally, but abort any foetus which is female. The sex of a baby is discovered by recovering cells from the sac covering the foetus. This procedure is standard, and is called amniocentesis.\nAmniocentesis and stem cells.\nRecent studies have discovered that amniotic fluid is a rich source of stem cells.\nA benefit of getting amniotic stem cells is that risk to the foetus is low. These stem cells would also, if used to treat the same individual they came from, sidestep the donor/recipient issue which has so far stymied all attempts to use donor-derived stem cells in therapies.\nArtificial heart valves, working tracheas, as well as muscle, fat, bone, heart, neural and liver cells have all been engineered through use of amniotic stem cells. Tissues got from amniotic cell lines show promise for patients suffering from congenital diseases/malformations of the heart, liver, lungs, kidneys, and cerebral tissue.\nThe first amniotic stem cells bank in the US is active in Boston, Massachusetts. The relevance of this is that a stock of stem cells creates the possibility of surgical corrections or replacements during the life of the individual.\nIdentifying serious birth defects.\nThe one area where there is, on balance, a consensus is the need to identify serious defects in a foetus before birth. This is now routine in many countries. The definition of \"serious\" would certainly include defects which make life of the foetus (if born) so defective that its life would be troubled and short. Some conditions, like triple-21 Down's syndrome, are often not that serious. In many cases, the parents' wishes decide whether or not an abortion will be carried out.\nAnalysis of parents' DNA.\nA complete sequence analysis of an individual's DNA is possible, and costs about $5,000 US dollars. It is not yet done routinely, but it is going to become widespread. If the genetics of both parents is well understood, the possibilities for the foetus are well defined. Already, counselling is given to parents who have already had a defective baby. DNA analysis would allow problems to be spotted in advance.\nAnalysis of the foetus DNA.\nAlready, from the cells recovered by amniotic contuses, chromosome defects like triple-21 can be seen under the microscope. DNA analysis takes this a step further. The only limitation to the analysis is our ability to understand the function of the various genes. Our understanding is limited at present, but we do understand in great detail the causes of \"some\" important genetic defects.\nWhat can be done when defects are found.\nUntil recently, the only practical action was to offer abortion to the mother. This is a legal alternative in some countries. However, the coming of genetic engineering offers the potential for actually fixing the defects in the genes of a foetus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetics","surface_form":"genetics","offset":265},{"uri":"Technical","surface_form":"technical","offset":319},{"uri":"Social","surface_form":"social","offset":330},{"uri":"Moral","surface_form":"moral","offset":338},{"uri":"Legal","surface_form":"legal","offset":348},{"uri":"Sperm","surface_form":"sperm","offset":1052},{"uri":"Centrifuge","surface_form":"centrifuge","offset":1071},{"uri":"Abortion","surface_form":"abort","offset":1421},{"uri":"Foetus","surface_form":"foetus","offset":1431},{"uri":"Amniocentesis","surface_form":"amniocentesis","offset":1583},{"uri":"Stem_cell","surface_form":"stem cell","offset":1699},{"uri":"Down%27s_syndrome","surface_form":"Down's syndrome","offset":2935},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":3107},{"uri":"DNA","surface_form":"DNA","offset":3144},{"uri":"Chromosome","surface_form":"chromosome","offset":3591},{"uri":"Genetic_engineering","surface_form":"genetic engineering","offset":4115}]}