{"id":281562,"url":"http://en.wikipedia.org/wiki/Immigration_to_Canada","text":"e=\"preserve\">Immigration to Canada is a way that people from other countries can move to Canada. Some laws about this include the Immigration Act 1976, and the Immigration and Refugee Protection Act 2002.\nCanada lets many people move to Canada. Because of this, there are some high percentages of non-Canadians in ethnicity results.\nHistory.\nEven after Canadian colonization by the United Kingdom and France, there have been many other people coming to Canada in large groups.\nFirst large group: 1700s.\nIn the 1700s, the French were settling in Quebec and Acadia, followed by some American and European movement.\nAfter the American Revolution ended many Americans loyal to Britain went to Canada as it was the last main territory in North America still loyal to the Crown.\nSecond large group: 1800s.\nThe War of 1812 promoted British and Irish immigration to Canada. Some British officers went to Canada, fearing that the Americans would invade Canada. While Irish immigration was still high, eventually some went to the United States.\nOthers went to Canada from America, especially during the Klondike Gold Rush.\nThird and fourth groups: 1900s.\nThis time, many people went to Canada from Europe. A large spike in the third group was pre-World War I.\nFifth group: the present.\nThis group saw an increase in Asian immigrants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canada","offset":89},{"uri":"Ethnicity","surface_form":"ethnicity","offset":314},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":382},{"uri":"France","surface_form":"France","offset":401},{"uri":"Quebec","surface_form":"Quebec","offset":545},{"uri":"Acadia","surface_form":"Acadia","offset":556},{"uri":"American_Revolution","surface_form":"American Revolution","offset":623},{"uri":"Britain","surface_form":"Britain","offset":673},{"uri":"North_America","surface_form":"North America","offset":733},{"uri":"War_of_1812","surface_form":"War of 1812","offset":804},{"uri":"United_States","surface_form":"United States","offset":1020},{"uri":"Klondike_Gold_Rush","surface_form":"Klondike Gold Rush","offset":1093},{"uri":"Europe","surface_form":"Europe","offset":1188}]}