{"id":281551,"url":"http://en.wikipedia.org/wiki/Cattle_egret","text":"The cattle egret (\"Bubulcus ibis\") is a cosmopolitan species of heron (family Ardeidae) found in the tropics, subtropics and warm temperate zones.\nIt is the only member of the genus \"Bubulcus\", with two subspecies, the western cattle egret and the eastern cattle egret. It is a stocky white bird adorned with buff plumes in the breeding season. It nests in colonies, usually near bodies of water and often with other wading birds.\nUnlike most other herons, it feeds in relatively dry grassy habitats, often with cattle or other large mammals. It catches insect and small vertebrate prey disturbed by these animals. It also captures ticks and flies from cattle.\nOriginally native to parts of Asia, Africa and Europe, it has undergone a rapid expansion in its distribution and successfully colonised much of the rest of the world. This is because humans now raise domesticated cattle throughout most of the world. Some populations of the Cattle Egret are migratory and others disperse after breeding.\nIt can be a safety hazard at airfields, and has been implicated in the spread of tick-borne animal diseases.\nDistribution and habitat.\nThe cattle egret has undergone one of the most rapid and wide reaching natural expansions of any bird species.\nIt was originally native to parts of Southern Spain and Portugal, tropical and subtropical Africa and humid tropical and subtropical Asia. In the end of the 19th century it began expanding its range into southern Africa, first breeding in the Cape Province in 1908.\nCattle egrets were first sighted in the Americas on the boundary of Guiana and Suriname in 1877, having apparently flown across the Atlantic Ocean. It was not until the 1930s that the species is thought to have become established in that area.\nThe species first arrived in North America in 1941 (these early sightings were originally dismissed as escapees), bred in Florida in 1953, and spread rapidly, breeding for the first time in Canada in 1962. It is now commonly seen as far west as California. It was first recorded breeding in Cuba in 1957, in Costa Rica in 1958, and in Mexico in 1963, although it was probably established before that.\nIn Europe the species had historically declined in Spain and Portugal, but in the latter part of the 20th century it expanded back through the Iberian Peninsula, and then began to colonise other parts of Europe; southern France in 1958, northern France in 1981 and Italy in 1985. Breeding in the United Kingdom was recorded for the first time in 2008 only a year after an influx seen in the previous year. In 2008 cattle egrets were also reported as having moved into Ireland for the first time.\nIn Australia the colonisation began in the 1940s, with the species establishing itself in the north and East of the continent. It began to regularly visit New Zealand in the 1960s.\nSince 1948 the cattle egret has been permanently resident in Israel. Prior to 1948 it was only a winter visitor.\nThe massive and rapid expansion of the cattle egret's range is due to its relationship with humans and their domesticated animals. Originally adapted to a commensal relationship with large browsing animals, it was easily able to switch to domesticated cattle and horses. As livestock keeping spread throughout the world it was able to occupy otherwise empty niches.\nFeeding.\nThe bird feeds on a wide range of prey, particularly insects, especially grasshoppers, crickets, flies (adults and maggots), and moths, as well as spiders, frogs, and earthworms.\nThe species is usually found with cattle and other large grazing and browsing animals, and catches small creatures disturbed by the mammals. Studies have shown that Cattle Egret foraging success is much higher when foraging near a large animal than when feeding singly. When foraging with cattle, it has been shown to be 3.6 times more successful in capturing prey than when foraging alone. Its performance is similar when it follows farm machinery, but it is forced to move more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cosmopolitan_distribution","surface_form":"cosmopolitan","offset":40},{"uri":"Heron","surface_form":"heron","offset":64},{"uri":"Family_(biology)","surface_form":"family","offset":71},{"uri":"Heron","surface_form":"Ardeidae","offset":78},{"uri":"Bird","surface_form":"bird","offset":291},{"uri":"Feather","surface_form":"plumes","offset":314},{"uri":"Commensalism","surface_form":"with","offset":507},{"uri":"Vertebrate","surface_form":"vertebrate","offset":571},{"uri":"Tick","surface_form":"tick","offset":632},{"uri":"Flies","surface_form":"flies","offset":642},{"uri":"Asia","surface_form":"Asia","offset":691},{"uri":"Africa","surface_form":"Africa","offset":697},{"uri":"Europe","surface_form":"Europe","offset":708},{"uri":"Colony_(biology)","surface_form":"colonised","offset":788},{"uri":"Domestication","surface_form":"domesticated cattle","offset":862},{"uri":"Migration","surface_form":"migratory","offset":953},{"uri":"Safety_hazard","surface_form":"safety hazard","offset":1011},{"uri":"Airfield","surface_form":"airfield","offset":1028},{"uri":"Spain","surface_form":"Spain","offset":1291},{"uri":"Portugal","surface_form":"Portugal","offset":1301},{"uri":"Africa","surface_form":"Africa","offset":1336},{"uri":"Asia","surface_form":"Asia","offset":1378},{"uri":"Cape_Province","surface_form":"Cape Province","offset":1488},{"uri":"French_Guiana","surface_form":"Guiana","offset":1579},{"uri":"Suriname","surface_form":"Suriname","offset":1590},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1643},{"uri":"Cuba","surface_form":"Cuba","offset":2046},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":2063},{"uri":"Mexico","surface_form":"Mexico","offset":2090},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2452},{"uri":"Israel","surface_form":"Israel","offset":2894},{"uri":"Commensalism","surface_form":"commensal","offset":3101},{"uri":"Ecological_niche","surface_form":"niche","offset":3304},{"uri":"Insect","surface_form":"insect","offset":3374},{"uri":"Grasshopper","surface_form":"grasshopper","offset":3394},{"uri":"Cricket_(insect)","surface_form":"crickets","offset":3408},{"uri":"Fly","surface_form":"flies","offset":3418},{"uri":"Moth","surface_form":"moth","offset":3450},{"uri":"Spider","surface_form":"spider","offset":3468},{"uri":"Frog","surface_form":"frog","offset":3477},{"uri":"Earthworm","surface_form":"earthworm","offset":3488},{"uri":"Cattle","surface_form":"cattle","offset":3534}]}