{"id":2815,"url":"http://en.wikipedia.org/wiki/Cat","text":"Cats, also called domestic cats (\"Felis catus\"), are small, carnivorous (meat-eating) mammals, of the family Felidae.\nDomestic cats are often called 'house cats' when kept as indoor pets. Cats have been domesticated (tamed) for nearly 10,000 years.\nThey are one of the most popular pets in the world. They are kept by humans for hunting rodents and as companions.\nThere are also farm cats, which are kept on farms to keep rodents away; and feral cats, which are domestic cats that live away from humans.\nA cat is sometimes called a \"kitty\". A young cat is called a \"kitten\". A female cat that has not had its sex organs removed is called a \"queen\". A male cat that has not had its sex organs removed is called a \"tom\".\nThere are about 60 breeds of cat. Domestic cats are found in shorthair, longhair, and hairless breeds. Cats which are not specific breeds can be referred to as 'domestic shorthair' (DSH) or 'domestic longhair' (DLH).\nThe word 'cat' is also used for other felines. Felines are usually called either big cats or small cats. The big, wild cats are well known: lions, tigers, leopards, jaguars, pumas, and cheetahs. There are small, wild cats in most parts of the world, such as the lynx in northern Europe. The big cats and wild cats are not tame, and can be very dangerous.\nHistory.\nIn the past, most notably in Egypt, people kept domestic cats because they hunted and ate mice and rats. Today, people often keep cats as pets. There are also domestic cats which live without being cared for by people. These kinds of cats are called \"feral cats\".\nThe oldest evidence of cats kept as pets is from the Mediterranean island of Cyprus, around 7500 BC. Ancient Egyptians worshipped cats as gods, and often mummified them so they could be with their owners \"for all of eternity\".\nToday, special food for cats is widely available in the developed countries. Proper feeding will help a cat live longer compared to hunting or being fed table scraps. Not correctly feeding a cat can lead to problems (see below for health concerns).\nCats cannot taste sweet foods (with sugar) because of a mutation (change) in their ancestors which removed the ability to taste sweet things.\nCat anatomy.\nCats have anatomy similar to the other members of the genus \"Felis\". The genus has extra lumbar (lower back) and thoracic (chest) vertebrae. This helps to explain the cat's spinal mobility and flexibility. Unlike human arms, cat forelimbs are attached to the shoulder by free-floating clavicle bones. These allow cats to pass their body through any space into which they can fit their heads.\nThe cat skull is unusual among mammals in having very large eye sockets and a powerful and specialized jaw. Compared to other felines, domestic cats have narrowly spaced canine teeth: this is an adaptation to their preferred prey of small rodents. Cats, like dogs, walk directly on their toes, with the bones of their feet making up the lower part of the visible leg.\nCats walk very precisely. Unlike most mammals, when cats walk, they use a \"pacing\" gait (walking style); that is, they move the two legs on one side of the body before the legs on the other side. This trait is shared with camels and giraffes. As a walk speeds up into a trot, a cat's gait will change to be a \"diagonal\" gait, similar to that of most other mammals: the diagonally opposite hind and forelegs will move at the same time. Most cats have five claws on their front paws, and four on their rear paws. On the inside of the front paws there is something which looks like a sixth \"finger\". This special feature on the inside of the wrists is the carpal pad. The carpal pad is also found on other cats and on dogs.\nBehaviour.\nCats are active carnivores, meaning that in the wild they hunt live prey. Their main prey is small mammals (like mice). They will also stalk, and sometimes kill and eat, birds. Cats eat a wide variety of prey, including insects such as flies and grasshoppers. Their main method of hunting is \"stalk and pounce\". While dogs have great stamina and will chase prey over long distances, cats are extremely fast, but only over short distances. The basic cat coat colouring, tabby (see top photo), gives it good camouflage in grass and woodland. The cat creeps towards a chosen victim, keeping its body flat and near to the ground so that it cannot be seen easily, until it is close enough for a rapid dash or pounce. Cats, especially kittens, practice these instinctive behaviours in play with each other or on small toys. Cats can fish. They use a flip-up movement of a front paw which, when successful, flips the fish out of water and over the cat's shoulders onto the grass. Dutch research showed this to be an innate (inherited) behaviour pattern which developed early and without maternal teaching.\nCats are quiet and well-behaved animals, making them popular pets. Young kittens are playful. They can easily entertain themselves with a variety of store-bought or homemade toys. House cats have also been known to teach themselves to use lever-type doorknobs and toilet handles.\nCats are fairly independent animals. They can look after themselves and do not need as much attention as dogs do.\nCats use many different sounds for communication, including meowing, purring, trilling, hissing, growling, squeaking, chirping, clicking and grunting.\nBody posture is also important. The whole shape of the body changes when a cat is relaxed, or when it is alert. Also, the position of their ears and tail are used for communication, as well as their usual functions.\nThese ways of communication are very important. They are used between a mother cat and her kittens. They are also used between male and female cats; and between cats and other species, such as dogs. A mother cat protecting her kittens will fight off the largest dog. She gives good warning with a frightening display, hissing furiously, showing her claws, arching her back, and making her hair stand on end. If that fails, she attacks the dog's face with her claws. It has been said that no dog ever tries such an attack a second time.\nMating.\nCats only mate when the queen is \"in heat\". Heat periods occur about every two weeks and last 4 to 6 days. Mating in cats is a spectacular event. Several toms may be attracted to a queen in heat. The males will fight over her, and the victor wins the right to mate. At first, the female will reject the male, but eventually the female will allow the male to mate. The female will utter a loud yowl as the male pulls out of her. This is because a male cat's penis has a band of about 120-150 backwards-pointing spines, which are about one millimeter long. When the penis is withdrawn, the spines rake the walls of the female's vagina, which is a trigger for ovulation. After mating, the female will wash her vulva thoroughly. If a male attempts to breed with her at this point, the female will attack him. After about 20 to 30 minutes. once the female is finished grooming, the cycle will repeat.\nBecause ovulation is not always triggered, females may not get pregnant by the first tom which mates with them. A queen may mate with more than one tom when she is in heat, and different kittens in a litter may have different fathers. The cycle ceases when the queen is pregnant.\nThe gestation period for cats is about two months, with an average length of 66 days. The size of a \"litter\" is usually three to five kittens. Kittens are \"weaned\" at between six and seven weeks, and cats normally reach sexual maturity at 5–10 months (females) and to 5–7 months (males). Females can have two to three litters per year, so might produce up to 150 kittens in their breeding life of about ten years.\nBirth and after.\nPregnant queens deliver their litters by themselves, guided by instinct. The queen finds the safest place she can. Then she will clean it thoroughly, with her tongue, if necessary. Here she will quietly give birth. She licks the newborn kits clean. In the wild, leaving a scent is risking a dangerous encounter with other animals. The kits are born blind and with closed eyes. They \"suckle\" on her teats, and sleep a good deal. After two weeks or so, their eyes open. At that stage they have blue eyes, but not the best sight. A bit later, the best developed kit will totter out of the nest. The others follow. They will soon recognise you as a living thing: that is a great moment. At first, they go back to the nest to feed and sleep. After some more days they leave the nest for good, but still they may sleep together in a 'kitten heap'.\nWhat you have done is exactly what the queen would do in the wild. You have triggered a reflex which all kittens have. The thing is, the tray is artificial, and your queen may do her business outside. But at least when young, kittens need a tray. Your next job is to call the vet, who will tell you when to bring the kits for their vaccination.\nKittens play endlessly. It is how they do their learning. They will play their favourite games, such as 'hide and pounce', with almost anyone or anything. Soft balls on strings are a standard toy; so is a scratching post.\nWith cats there is a limit to how far you can train them. They are at least as intelligent as dogs, but they are not pack animals. They like to do their own thing, and owners do best by fitting in. \"Never hit a cat\": if you do, the relationship will never be the same again. If you really want to dissuade them, try hissing. Also, a noise they do not like will make them leave. It has been said that no one really owns a cat; many cats collect extra owners, and may change house if they do not like the treatment...\nIf your kitten was born in your home do not let it out of the house until it is two to three months old. If you have the mother, she will look after the kit. But if you have got the kit from a vet or dealer, keep it in for several weeks. When it does go out, you need to watch over it. The main problem is that it may easily get lost. In time, the kit will learn every inch of the house and garden. Then, you can happily let it roam.\nGrooming.\nCats are very clean animals. They groom themselves by licking their fur. The cat's tongue can act as a hairbrush and can clean and untangle a cat's fur. Still, owners may buy grooming products to help the cat take care of itself. After licking their fur, cats sometimes get hairballs. A hairball is a small amount of fur that is vomited up by animals when it becomes too big. This is quite normal. Owners brush their cats to try to prevent a lot of hairballs.\nFood.\nMany house cats eat food which their owners give them. This food is manufactured, and designed to contain the right nutrients for cats. There are many different types of cat food. These come in many different flavors and costs are often very small.\nThere is moist canned food and also dry cat food which comes in different sized cans or bags and formulas. There are kitten formulas, cat formulas, health formulas, formulas for reducing a cat's weight, and many others. These can even be organic (made from all natural ingredients), and have vegetables, salmon, tuna, meat, and milk essence. Yet, it's best if the food is at least 95% meat, as that's a cat's diet. Also, make sure the cat is not fed a daily diet of dog food. It could make the cat blind, as it has no taurine, which is a nutrient for the eyes.\nHealth concerns.\nCats do get diseases, and prevention is better than cure. It is most important to get a young cat vaccinated against some of the most deadly diseases. If a cat gets a disease, a veterinarian (animal doctor) can offer help. Some cats, depending on breed, gender, age, and general health, may be more susceptible to disease than others. Regular visits to a vet can keep a cat alive many extra years by catching sickness and disease early.\nCats that roam outside will get fleas at some time. Cat fleas will not live on people, but fleas will not hesitate to bite anyone nearby. Owners may choose to buy anti-flea collars, but any areas where the cat normally sleeps need to be cleaned up. A vet or local pet-shop may offer advice about fleas. It is recommended that people quickly take action when a cat gets fleas because fleas can make cats uncomfortable.\nHouse cats can become \"overweight\" through lack of exercise and over-feeding. When they get \"spayed\" or neutered (\"fixed\"), they tend to exercise less. Spaying is done for queens, and neutering is done for toms. It is important to fix cats, and here are some reasons. First of all, if a female cat has kittens, they will need homes. Finding homes for kittens is often quite difficult. If a tom is not fixed, it develops a disgusting smell. Breeders who have entire toms keep them in a special hut outside the house, for that reason. Fixing also helps to avoid over-population. Over-population means that there are too many cats, and some will be put to sleep (put down) in animal pounds (animal shelters).\nIt is a good idea to adopt a cat from a vet or an animal shelter. The vet, shelter or RSPCA will make sure they are healthy and spayed.\nKittens are sometimes born with defects. People who receive cats as gifts are recommended to get it examined for its health. Some birth defects, like heart problems, require urgent vet attention. Others are harmless, like polydactyly. Polydactyly means many digits, or many \"fingers\" from poly (many) and dactyl (digit). Sometimes, there is a mutation (change) in cat families. Most cats have only four to five toes per paw, depending on whether it is the front or back paw. These mutated cats have six, seven, and in rare cases even more. All of these cats are called \"polydactyl cats\". They can also be called \"Hemingway cats\" because author Ernest Hemingway owned some of these cats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carnivore","surface_form":"carnivorous","offset":60},{"uri":"Mammal","surface_form":"mammal","offset":86},{"uri":"Family_(biology)","surface_form":"family","offset":102},{"uri":"Felidae","surface_form":"Felidae","offset":109},{"uri":"Pet","surface_form":"pet","offset":182},{"uri":"Domestication","surface_form":"domesticated","offset":203},{"uri":"Pet","surface_form":"pet","offset":282},{"uri":"Human","surface_form":"human","offset":318},{"uri":"Companion","surface_form":"companion","offset":352},{"uri":"Farm_cat","surface_form":"farm cat","offset":379},{"uri":"Farm","surface_form":"farm","offset":408},{"uri":"Rodent","surface_form":"rodent","offset":422},{"uri":"Feral_cat","surface_form":"feral cat","offset":440},{"uri":"Felidae","surface_form":"felines","offset":974},{"uri":"Big_cat","surface_form":"big cat","offset":1017},{"uri":"Small_cat","surface_form":"small cat","offset":1029},{"uri":"Lion","surface_form":"lion","offset":1076},{"uri":"Tiger","surface_form":"tiger","offset":1083},{"uri":"Leopard","surface_form":"leopard","offset":1091},{"uri":"Jaguar","surface_form":"jaguar","offset":1101},{"uri":"Puma","surface_form":"puma","offset":1110},{"uri":"Cheetah","surface_form":"cheetah","offset":1121},{"uri":"Lynx","surface_form":"lynx","offset":1198},{"uri":"Europe","surface_form":"Europe","offset":1215},{"uri":"Mouse","surface_form":"mice","offset":1390},{"uri":"Rat","surface_form":"rats","offset":1399},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1617},{"uri":"Cyprus","surface_form":"Cyprus","offset":1641},{"uri":"Ancient_Egyptians","surface_form":"Ancient Egyptians","offset":1665},{"uri":"Mummification","surface_form":"mummified","offset":1718},{"uri":"Sugar","surface_form":"sugar","offset":2076},{"uri":"Mutation","surface_form":"mutation","offset":2096},{"uri":"Anatomy","surface_form":"anatomy","offset":2205},{"uri":"Genus","surface_form":"genus","offset":2249},{"uri":"Felis","surface_form":"Felis","offset":2256},{"uri":"Vertebrae","surface_form":"vertebrae","offset":2325},{"uri":"Spine","surface_form":"spinal","offset":2368},{"uri":"Flexibility","surface_form":"flexibility","offset":2388},{"uri":"Clavicle","surface_form":"clavicle","offset":2480},{"uri":"Skull","surface_form":"skull","offset":2595},{"uri":"Canine_teeth","surface_form":"canine teeth","offset":2757},{"uri":"Adaptation","surface_form":"adaptation","offset":2782},{"uri":"Rodents","surface_form":"rodents","offset":2826},{"uri":"Camel","surface_form":"camel","offset":3177},{"uri":"Giraffe","surface_form":"giraffe","offset":3188},{"uri":"Trot","surface_form":"trot","offset":3225},{"uri":"Diagonal","surface_form":"diagonal","offset":3265},{"uri":"Claw","surface_form":"claw","offset":3410},{"uri":"Wrist","surface_form":"wrist","offset":3594},{"uri":"Carnivore","surface_form":"carnivore","offset":3703},{"uri":"Prey","surface_form":"prey","offset":3755},{"uri":"Mammal","surface_form":"mammal","offset":3786},{"uri":"Mice","surface_form":"mice","offset":3800},{"uri":"Bird","surface_form":"bird","offset":3857},{"uri":"Insect","surface_form":"insect","offset":3907},{"uri":"Tabby","surface_form":"tabby","offset":4156},{"uri":"Camouflage","surface_form":"camouflage","offset":4193},{"uri":"Grass","surface_form":"grass","offset":4207},{"uri":"Woodland","surface_form":"woodland","offset":4217},{"uri":"Instinct","surface_form":"instinct","offset":4440},{"uri":"Innate","surface_form":"innate","offset":4696},{"uri":"Independent","surface_form":"independent","offset":5082},{"uri":"Communication","surface_form":"communication","offset":5215},{"uri":"Meow","surface_form":"meow","offset":5240},{"uri":"Chirp","surface_form":"chirp","offset":5298},{"uri":"Click","surface_form":"click","offset":5308},{"uri":"Body_language","surface_form":"Body posture","offset":5331},{"uri":"Claw","surface_form":"claw","offset":6006},{"uri":"Penis","surface_form":"penis","offset":6548},{"uri":"Millimeter","surface_form":"millimeter","offset":6629},{"uri":"Vagina","surface_form":"vagina","offset":6717},{"uri":"Ovulation","surface_form":"ovulation","offset":6748},{"uri":"Vulva","surface_form":"vulva","offset":6798},{"uri":"Pregnant","surface_form":"pregnant","offset":7050},{"uri":"Gestation","surface_form":"gestation","offset":7271},{"uri":"Weaning","surface_form":"weaned","offset":7423},{"uri":"Instinct","surface_form":"instinct","offset":7761},{"uri":"Blind","surface_form":"blind","offset":8047},{"uri":"Releaser","surface_form":"triggered","offset":8616},{"uri":"Reflex","surface_form":"reflex","offset":8628},{"uri":"Fur","surface_form":"fur","offset":10135},{"uri":"Vomit","surface_form":"vomit","offset":10396},{"uri":"Manufacture","surface_form":"manufacture","offset":10601},{"uri":"Nutrient","surface_form":"nutrient","offset":10649},{"uri":"Taurine","surface_form":"taurine","offset":11300},{"uri":"Vaccine","surface_form":"vaccinated","offset":11458},{"uri":"Veterinarian","surface_form":"veterinarian","offset":11538},{"uri":"Flea","surface_form":"flea","offset":11829},{"uri":"Adopt","surface_form":"adopt","offset":12942},{"uri":"Vet","surface_form":"vet","offset":12961},{"uri":"RSPCA","surface_form":"RSPCA","offset":13007},{"uri":"Polydactyly","surface_form":"polydactyly","offset":13279},{"uri":"Ernest_Hemingway","surface_form":"Ernest Hemingway","offset":13701}]}