{"id":281508,"url":"http://en.wikipedia.org/wiki/Ibis","text":"The ibises (collective plural ibis; classical plurals ibides and ibes) are a group of long-legged wading birds in the family Threskiornithidae.\nThey all have long down curved bills, and usually feed as a group, probing mud for food items, usually crustaceans. Most species nest in trees, often with spoonbills or herons.\nThe word ibis comes from Greek and Latin, and probably from the Ancient Egyptian. According to Josephus, Moses employed ibes against serpents during a desert campaign into Ethiopia in his early life. Pliny the Elder also recounted, \"The Egyptians invoked ibes against the serpents.\"\nAncient Egyptians.\nAncient Egyptians would make ibises into mummies and offer them to the god Thoth, whom they drew and carved with the head of an ibis. Egyptologists have found many thousands of ibis mummies in tombs. In 2019, scientists looked at the DNA from the ibis mummies and from living ibises around Africa and came to believe that the ibises that were made into mummies were not caught in the wild. Instead, ancient Egyptians fed the ibises in large lakes near their temples and caught them when they wanted them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":105},{"uri":"Threskiornithidae","surface_form":"Threskiornithidae","offset":125},{"uri":"Crustacean","surface_form":"crustacean","offset":247},{"uri":"Spoonbill","surface_form":"spoonbill","offset":299},{"uri":"Heron","surface_form":"heron","offset":313},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":346},{"uri":"Latin","surface_form":"Latin","offset":356},{"uri":"Ancient_Egyptian","surface_form":"Ancient Egyptian","offset":385},{"uri":"Josephus","surface_form":"Josephus","offset":416},{"uri":"Moses","surface_form":"Moses","offset":426},{"uri":"Pliny_the_Elder","surface_form":"Pliny the Elder","offset":521},{"uri":"Thoth","surface_form":"Thoth","offset":698},{"uri":"DNA","surface_form":"DNA","offset":857},{"uri":"Africa","surface_form":"Africa","offset":913}]}