{"id":281574,"url":"http://en.wikipedia.org/wiki/Stuyvesant_Town%E2%80%93Peter_Cooper_Village","text":"Stuyvesant Town–Peter Cooper Village is a large, private community where people live. It is on the east side of Manhattan, a borough in New York City. It is one of the most and successful post-World War II private housing communities. Stuyvesant Town is known to its residents as \"Stuy Town\". It was named after Peter Stuyvesant, the last Director-General of the Dutch colony of New Amsterdam, whose farm occupied the site in the seventeenth century. Peter Cooper Village is named after Peter Cooper, a 19th-century industrialist, inventor and philanthropist. Cooper also founded Cooper Union.\nThe complex was planned beginning in 1942. It opened its first building in 1947. It replaced several very big gas storage tanks.\nThe complex has many red brick apartment buildings. They stretch from First Avenue to Avenue C between 14th and 23rd Streets. It covers about of land. Some of this land is also playground land or parkland. Between 14th and 20th Street is Stuyvesant Town. It has 8,757 apartments in 89 residential buildings. Peter Cooper Village is between 20th and 23rd Streets. The complex has a total of 110 residential buildings, 11,250 apartments, and over 25,000 people living in it.\nThe East River and Avenue C is on the east, the Gramercy Park neighborhood on the west, the East Village and Alphabet City to the south, and Kips Bay to the north. To the west is a historic two-block park. Around the park is Stuyvesant Square, Saint George's Church, and the Beth Israel Medical Center.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manhattan","surface_form":"Manhattan","offset":112},{"uri":"New_York_City","surface_form":"New York City","offset":136},{"uri":"Peter_Stuyvesant","surface_form":"Peter Stuyvesant","offset":312},{"uri":"New_Amsterdam","surface_form":"New Amsterdam","offset":379},{"uri":"Peter_Cooper","surface_form":"Peter Cooper","offset":487},{"uri":"Industrialist","surface_form":"industrialist","offset":516},{"uri":"Inventor","surface_form":"inventor","offset":531},{"uri":"Philanthropist","surface_form":"philanthropist","offset":544},{"uri":"Cooper_Union","surface_form":"Cooper Union","offset":580},{"uri":"Brick","surface_form":"brick","offset":748},{"uri":"Apartment_building","surface_form":"apartment building","offset":754},{"uri":"Apartment","surface_form":"apartment","offset":991},{"uri":"East_River","surface_form":"East River","offset":1200},{"uri":"Gramercy_Park","surface_form":"Gramercy Park","offset":1244},{"uri":"East_Village%2C_Manhattan","surface_form":"East Village","offset":1288},{"uri":"Alphabet_City%2C_Manhattan","surface_form":"Alphabet City","offset":1305},{"uri":"Kips_Bay%2C_Manhattan","surface_form":"Kips Bay","offset":1337}]}