{"id":281580,"url":"http://en.wikipedia.org/wiki/1973_Constitution_of_Pakistan","text":"I. Pakistan shall be a Federal Republic with a Parliamentary system of government. The prime minister shall be the head of government, elected from the majority party.\nII. The special position of lslam as the state religion shall be emphasized and both the prime minister and president are required to be Muslims.\nIII. Pakistan shall be declared an lslamic republic by default.\nIV. A bill to amend the constitution shall need a two-thirds majority in the lower house and a majority in the upper house.\nV. All fundamental human rights shall be guaranteed but the stipulation was added that it was subject to resonable restrictions imposed by law'.\nVI. The supreme court and High Courts shall be given the power to enforce fundamental rights.\nVII. The president shall act in accordance with the binding advice of the prime minister, and all orders of president shall be counter signed by the prime minister.\nVIII. The senate, or upper house, shall be elected mostly from the provincial governments and so, for the first time, the interests of the provinces shall be safeguarded at the centre. The Senate shall not be dissolved even in emergencies.\nIX. In case of emergencies, the federal government can pass legislation on anything and can even suspend fundamental freedoms.\nX. Urdu shall be the official language of the country, with pakistani language to be retained for the next 15 years.\nXl.The teaching of holy Quran and Islamiat should be compulsory.\nXlI. Pakistan shall be a federal lslamic state, so residuary powers shall rest with provinces not the central government.\nThe 1973 Constitution, therefore, marked a return to a parliamentary form of democracy after the presidential experiment introduced under the 1962 constitution. There were also concessions made to the provinces to alleviate fears that the central government would overule them on every issue. This was important as the one unit scheme had only recently been abolished and because 2 of the 4 provincial governments in the new state of were non-PPP. The 1973 Constitution, however, had another advantage over its two predecessors: it had been agreed and voted on by a democratically elected Assembly. This gave it greater authority and, even though it was suspended under the next martial law regime, Since independence, Pakistan has devised and changed three written constitutions and the fourth one was drawn up and it was restored on the 30th of December in 1985 and remains in place to date.","categories":[],"infobox_types":[],"annotations":[]}