{"id":281625,"url":"http://en.wikipedia.org/wiki/Lynton_and_Barnstaple_Railway","text":"The Lynton & Barnstaple Railway (L&B) is a Heritage railway in North Devon, England.\nThe original line opened in May 1898, but closed in 1935. It was a single track narrow gauge railway just over 19 miles (30 km) long, running through rugged rural countryside in Exmoor National Park\nFor a few years the line earned a small profit, but for most of its life the L&B lost money. The L&B was taken over by the Southern Railway in 1923, and finally closed in September 1935.\nThe Lynton & Barnstaple Railway Association was created in 1979. A short section of the line opened again in 2004. This was extended in 2006 and a year later, plans were announced to open nine miles (14 km) of track, linking the station at Woody Bay to both Lynton and Blackmoor Gate, and eventually to a new station at Wistlandpound Reservoir.\nHistory.\nSeveral plans were put forward to extend railways from Barnstaple to Lynton. Because of the hills and valleys which would need tight curves and steep slopes, one scheme suggested a gauge of, already being used on other lines like the Ffestiniog Railway, to make building the line easier. This plan was supported by Sir George Newnes who became chairman of the company. The Lynton & Barnstaple Railway Bill was passed on 27 June 1895, and the line was officially opened on 11 May 1898. Public services started on 16 May.\nThe L&B did not attract enough passengers to make a profit. The journey of nearly twenty miles normally took about one and a half hours. To make things worse, to satisfy several powerful local people, Lynton station was built quite a long way from the town itself, and from the cliff railway to Lynmouth.\nFalling traffic during World War I, better roads, and more people owning cars cut the line's income even more, until it was no longer economic.\nDespite many cost-saving changes, and extra money being spent on the line, the Southern Railway was still unable to make money, so they closed the line.\nThe last train ran on 29 September 1935. The Southern Railway removed everything they could use on other lines, and by 8 November, they had lifted the track from Lynton to the Barnstaple side of Woody Bay station. On 13 November a sale was held, but the railway did not attract much interest. Most of the carriages and wagons, and every engine apart from \"Lew\", were scrapped at Pilton. Some carriages were cut up and used as garden sheds. Third class seats became garden furniture, and first class seats were used in local public halls. In December, Sidney Castle got the job of taking the rest of the railway apart. The remaining track was lifted by June 1936, and in September, \"Lew\" was shipped to South America - probably Brazil. The stations and track bed were sold in 1938.\nThe L&B had a very good safety record, and no members of the public were killed or injured, although accidents at Braunton Road and Chumhill did take the lives of three workers.\nAlong the route.\nThe L&B rises and falls several times along its length. Starting at above sea level, The first, through Barnstaple, and along the Yeo Valley stays nearly level. \"Collard Bridge\" marks the start of an climb, mainly at one in fifty (2%), to Blackmoor Gate. A slight down-gradient follows, about m long, towards Parracombe Bank, and the start of another climb, about, to Woody Bay – at, the highest railway station in southern England. The line then falls, again mostly at one in fifty - to Lynton & Lynmouth station, still above the sea, and hidden by the landscape from the town of Lynton. The minimum radius on curves was.\nRail vehicles.\nOne of the most obvious features of the L&B was its rail vehicles, with the engines appearing first in a plain lined Holly green colour, later on a black base, with chestnut under-frames, pulling passenger carriages coloured terra-cotta with cream upper panels, and light grey goods wagons. The painting was simplified as each vehicle was repainted. With the take-over by the Southern Railway and arrival of Lew, the paint scheme was slowly changed to a lighter green with yellow lettering for the engines and passenger carriages, and brown for the goods wagons. The engine headlamps which had been black were re-painted red.\nEngines.\nAt least three builders' engines were used for building the line. Unusually, some of the temporary track was wider than the final gauge - the section around Parracombe Bank for example, crossing the Heddon valley, was built to gauge, with an engine known as \"Winnie\". A fifth engine - perhaps named \"Spondon\" - may also have been used, although little is known of either of these. In 1900, \"Kilmarnock\" was sold by the L&B. It is thought that it was left behind by James Nuttall, because of the financial problems and legalcase between the railway and the builder.\nThe L&B used only coal-fired steam engines. The railway ordered three 2-6-2Ts from Manning Wardle & Co of Leeds. The engines were named after local rivers: \"Yeo\", \"Exe\", and \"Taw\". These were supplemented by a 2-4-2T, \"Lyn\", built by the Baldwin Locomotive Works of Philadelphia, USA, as the company realised that three engines would not be enough. Baldwin was chosen as they could deliver the engine – built mainly from standard parts – more quickly than British builders, who had a backlog of orders, caused by a national engineering dispute from July 1897 to January 1898. After it was built by Baldwin, the engine was shipped across the Atlantic in parts, and re-assembled at Pilton by railway staff. It first steamed in July 1898. The Manning Wardles were delivered before the dispute, and \"Yeo\" and \"Taw\" were used to help build the line.\nIn 1923 the L&B became part of the Southern Railway, and began an upgrade programme. All stock was repainted in Southern Maunsell livery, and track and buildings were improved. A fifth engine, \"Lew\" was bought in 1925, with a few improvements to the original Manning Wardle design.\nFate of \"Lew\".\nAlthough bought at the auction by December 1935, \"Lew\" was working for Sidney Castle, the dismantler of the railway. This work was completed by July 1936 and in September, \"Lew\" was moved by rail to Swansea and then shipped to South America where Lew just disappeared. Despite several searches, no trace of the engine, or clues to what happened to it, have been found.\nPassenger Carriages.\nSixteen passenger carriages were delivered for the opening. These were of comprised six different types, all the same size, being long, wide, (over steps) and high – large by narrow gauge standards – and certainly better than any earlier British narrow gauge stock.\nThe coaching stock was very solidly made, and offered levels of accommodation far better that any others at the time - certainly compared to any other narrow gauge railway. Almost 70 years later, the design was used as the basis for a new set of carriages built by the Ffestiniog Railway, suggesting how good the original design was.\nThe body for coach 17 was built in 1911 by a local firm, Shapland and Petter, and fitted to a steel underframe made by the railway at Pilton. Slightly longer than the earlier coaches, it had both smoking and non-smoking compartments for first and third class passengers, as well as the brake van space.\nGoods Wagons.\nThe Southern Railway introduced several new goods wagons, and also bought two ex-War Department travelling cranes for the line.\nGoods-only trains were not normally used, and usually goods wagons were attached to any passenger trains. The extra work to shunt wagons at stations along the line slowed down the passengers' journey times.\nThe open goods wagons were originally delivered with a single top-hung side door on each side, but these proved inefficient, and all were eventually converted to side hung double doors. By 1907, most had been fitted with tarpaulin rails. The goods vans used the same underframe, and were fitted with double sliding doors on each side.\nVan 23 - now restored and at Woody Bay - was built at Pilton by the L&B. Unlike all other L&B stock, its underframe was entirely made of wood.\nThe travelling cranes were bought from the War Department, and were fitted with outriggers, they could lift up to 4½ tons. They were intended to be used as recovery cranes if there3 was a derailment, but they were not used much. One crane was kept at Pilton, the other was used in Lynton goods yard.\nThe 1927 bogie goods vans were originally fitted with heavy diagonal wooden cross braces at each end, but these were later replaced with single diagonal angle-iron braces.\nPresent.\nMore than seventy-five years after it closed, much of the line can still be seen. The most spectacular is Bridge 22 - the brick-built Chelfham Viaduct, which was fully restored in 2000. Its eight wide arches reach above the Stoke Rivers valley – the largest narrow-gauge railway structure in England.\nThe stations at Lynton and Bratton Fleming are now private homes, Blackmoor Gate is a restaurant and Barnstaple Town is a school. Chelfham and Woody Bay are both owned by the new L&B. Chelfham station is used for storage, and Woody Bay is the main centre of operations. Snapper Halt was purchased in 2010 by Exmoor Associates - a private company dedicated to securing trackbed for restoring the railway.\nRestoration.\nUnlike other railways, the track bed was sold off in many pieces - often to the original owners, who paid much less than they had sold it for originally. Although there has been some minor building on parts of the route, and Wistlandpound Reservoir has flooded the track bed close to its middle, much is still in open countryside, with many sections identifiable.\nThe Lynton & Barnstaple Railway Association (since 2000, a charity) was formed in 1979. Woody Bay Station was bought by the Lynton and Barnstaple Railway Company in 1995 and, after much effort, a short section of railway reopened to passengers in 2004. This was extended to over a mile in 2006, with steam and diesel trains running between Woody Bay and the new, temporary station at Killington Lane Station.\nIn 1995, the Lynbarn Railway – at the \"Milky Way\", a theme park near Clovelly, was created and operated by L&B volunteers. Profits from this funded the purchase, restoration and reopening of Woody Bay. The \"Lynbarn\" was handed over to the park in 2005, once Woody Bay had become established, and continues to operate as part of the attraction.\nMost of the original rail vehicles did not survive, but Van 23 is on display at Woody Bay. Coach 7 and Coach 17 are being rebuilt. The remains of several other carriages and Goods Van 4 are being stored ready to be rebuilt. The carriages will then be used as a \"Heritage Train\" to complement more modern carriages.\nCoach 2 was sold and used as a summer house. It is now on show at the National Railway Museum in York, with nameplates from the original engines. Coach 15, recovered from Snapper Halt in 1959 and rebuilt by the Ffestiniog Railway in North Wales, has been running there (now as FR Coach 14) for longer than it did on the L&B. In September 2010, Coach 15 visited the L&B with the \"Lew\" replica engine, \"Lyd\".\nA \"Joffre\" class 0-6-0 steam engine built by Kerr Stuart in 1915 was bought in 1983, and named \"Axe\". Restored to working order in 2008, Axe now pulls most of the passenger trains at Woody Bay. An 0-4-0 engine built by Maffei of Germany in 1925, now named \"Sid\", is owned by several L&B members, and is also sometimes used on the L&B steam service.\nThe Trust owns three industrial diesel engines. One of these - Heddon Hall - is some times used in place of the steam engines, and for engineering trains.\nA number of other visiting diesel and steam engines have also seen service on the line.\nProspects.\nRestoring passenger services from Woody Bay was a major undertaking by the enthusiastic volunteers. Although much of the track bed survives intact, several obstacles – including Wistlandpound Reservoir – must be overcome to restore most of the old route.\nIn October 2007, the railway announced plans for reinstating enough trackbed to reopen nine miles (14 km) of track, linking the station at Woody Bay to both Lynton (at a new terminus on an extension to the original line, closer to the town) and Blackmoor Gate, and as far as a new station at Wistlandpound.\n\"Exmoor Enterprise\" is likely to cost around £30 million, including the building of replica vehicles and improving the line as an important local tourist attraction.\nThe railway believes that the scheme will generate over £70 million for the south west economy within five years.\nLong-term plans see reopening the line towards Barnstaple.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heritage_railway","surface_form":"Heritage railway","offset":43},{"uri":"Devon","surface_form":"Devon","offset":69},{"uri":"England","surface_form":"England","offset":76},{"uri":"Single_track_(rail)","surface_form":"single track","offset":152},{"uri":"Exmoor","surface_form":"Exmoor","offset":263},{"uri":"National_Park","surface_form":"National Park","offset":270},{"uri":"Southern_Railway_(Great_Britain)","surface_form":"Southern Railway","offset":407},{"uri":"World_War_I","surface_form":"World War I","offset":1673},{"uri":"Coal","surface_form":"coal","offset":4779},{"uri":"Steam_locomotive","surface_form":"steam","offset":4790},{"uri":"Leeds","surface_form":"Leeds","offset":4867},{"uri":"Southern_Railway_(Great_Britain)","surface_form":"Southern Railway","offset":5641},{"uri":"Swansea","surface_form":"Swansea","offset":6102}]}