{"id":281604,"url":"http://en.wikipedia.org/wiki/Autobiography_of_Mark_Twain","text":"The \"Autobiography of Mark Twain\" or \"Mark Twain’s Autobiography\" is a book by Mark Twain, (the pen name of Samuel Langhorne Clemens). It has many stories about his life in it. Twain did not write and publish the book in the usual way. He told the stories and they were written down for him. The book was published in November 2010, one hundred years after his death.\nDocuments and preparation.\nAccording to Harriet Smith, editor of the book, some of the manuscripts of Twain’s autobiography are handwritten by him but most are transcripts of what he said. These were created on typewriters by helpers such as his secretaries and his youngest daughter. There are three versions of much of the autobiography, including the original. There was a copy used to send 25 sections of the book, one at a time, to be published in \"North American Review\". Then a copy was used for Albert Paine’s 1924 edition of the book. Clemens proofread them all. Into his vocal dictations, he often inserted earlier manuscripts he wrote and also letters, newspaper clippings and other documents.\nIn Harriet Smith’s 2010 edition, Clemens instructions are not always followed. For example, she did not insert his article about the survivors of the sunken ship in his February 20, 1906 dictation. Also, she did not include in the January 12, 1906 dictation the illustrated magazine about his 70th birthday dinner. Mistakes that were made are just pointed out in the book’s explanatory notes instead of being changed to be correct. She has made some changes to bad spelling and adding missing prepositions to fix the grammar. She does not correct grammar when the text would lose the spoken style. For example, she believes “... the world’s sympathy and compassion are with her, where it belongs” is bad grammar but does not correct it.\nReviews.\nLarry Rohter in his July 9, 2010 review in \"The New York Times\" describes Twain as a Colonel Sanders without the chicken who told stories, whose books \"Huck Finn\" and \"Tom Sawyer\" he had to read in high school. In writing his autobiography, Twain spoke his recollections and opinions to his secretary for a more natural, frank, colloquial tone than if he had written them down. Twain died on April 21, 1910. He was 74 years old. The content of his 500,000 word autobiography is being published in the random order he wrote it, and that is the way he wanted it to be. Previous editions of the work have put things in chronological order. They have also censored it for interest and propriety. This edition, published over 100 years after his death, has the material in the order he wrote it and uncensored. The University of California Press is publishing it in three volumes. Five percent of the first volume was never published before, and about fifty percent of all three volumes was never published before. Twain claims some shocking things, such as the elder Rockefeller paying taxes on only 2.5 million of his fortune and a U.S. Army overkill against six hundred Philippine savages resisting U.S. imperialism. In Twain’s boyhood in Missouri, he was not aware there was anything wrong about slavery. When Cleveland was U.S. President, Twain met him in the White House and got the First Lady’s autograph. Twain resented his publisher and an inventor for fleecing him, and also a rude landlord, from when he lived in Italy in 1904.\nJulie Bosman’s review on November 19, 2010, in \"The New York Times\" said the book is a four-pound, 500,000-word, $35.00 doorstopper more political than Twain’s previous works. The content is nonlinear although very readable. It seems like a reader could flip the book open at random to any part of it and not worry about plot. The book includes 200 pages of end notes. At first the publisher planned to print 7,500 copies. However, because it was being published a century after Twain’s death, as he wanted it to be, the book got in the news. Before the book’s November 15th publication date, magazines including \"Newsweek\", \"Playboy,\" and \"Harper’s\" ran excerpts from the book. The book was quickly sold out and back-ordered. The publisher was University of California Press. A girl with them said, “We feel like, wow... people are interested in a 736-page scholarly tome about Mark Twain.” They rushed to send copies to bookstores in time for the holidays. The publisher hired a small printer in Michigan to print the books. They worked overtime producing 30,000 copies a week and got bigger trucks to bring the books to the warehouses. Instead of 7,500 copies, the book got on best seller lists with over 275,000 copies in November 2010. The book was the biggest success the University of California Press had in sixty years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":79},{"uri":"Manuscript","surface_form":"manuscript","offset":455},{"uri":"Autobiography","surface_form":"autobiography","offset":478},{"uri":"Writing","surface_form":"handwritten","offset":496},{"uri":"Transcription_(linguistics)","surface_form":"transcripts","offset":528},{"uri":"Typewriter","surface_form":"typewriter","offset":579},{"uri":"Secretary","surface_form":"secretaries","offset":614},{"uri":"Voice","surface_form":"vocal","offset":949},{"uri":"Document","surface_form":"document","offset":1062},{"uri":"Survivor","surface_form":"survivor","offset":1206},{"uri":"Illustration","surface_form":"illustrated","offset":1335},{"uri":"Magazine","surface_form":"magazine","offset":1347},{"uri":"Preposition","surface_form":"preposition","offset":1566},{"uri":"Grammar","surface_form":"grammar","offset":1590},{"uri":"Larry_Rohter","surface_form":"Larry Rohter","offset":1819},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":1863},{"uri":"Colonel_Sanders","surface_form":"Colonel Sanders","offset":1904}]}