{"id":281696,"url":"http://en.wikipedia.org/wiki/University_of_California","text":"The University of California (UC) is a public university system in the state of California. The University of California is a part of the state's three-tier public higher education system, which also includes the California State University system and the California Community Colleges system.\nThe University of California has a combined student body of more than 220,000 students and over 170,000 faculty and staff. Its first campus, UC Berkeley, was founded in 1868, while its tenth and newest campus, University of California, Merced, opened for classes in fall 2005.\nThe University of California's campuses boast large numbers of distinguished faculty in almost every field and is widely regarded as one of the top public university systems in the world. Eight of its undergraduate campuses are ranked among the top 100, six among the top 50, and two among the top 25 U.S. universities by the \"U.S. News and World Report\". Six of its campuses are members of the Association of American Universities, a group of over 60 top U.S. and Canadian research universities. The current president of the University of California is Janet Napolitano.","categories":[],"infobox_types":[],"annotations":[{"uri":"Public_university","surface_form":"public university","offset":39},{"uri":"U.S._state","surface_form":"state","offset":71},{"uri":"California","surface_form":"California","offset":80},{"uri":"Higher_education","surface_form":"higher education","offset":164},{"uri":"California_State_University","surface_form":"California State University","offset":213},{"uri":"Student","surface_form":"student","offset":338},{"uri":"Campus","surface_form":"campus","offset":427},{"uri":"University_of_California%2C_Berkeley","surface_form":"UC Berkeley","offset":435},{"uri":"Campus","surface_form":"campus","offset":602},{"uri":"Association_of_American_Universities","surface_form":"Association of American Universities","offset":966},{"uri":"Janet_Napolitano","surface_form":"Janet Napolitano","offset":1125}]}