{"id":281763,"url":"http://en.wikipedia.org/wiki/Trent_McCleary","text":"Trent Kenneth McCleary (born September 8, 1972) is a Canadian former professional hockey player who played for the Boston Bruins, Ottawa Senators and Montreal Canadiens in the National Hockey League (NHL). His career was ended in 2000 after taking a slapshot to the throat, an injury that required life-saving surgery moments after the incident. He played 192 games, scoring 8 goals and 23 points.\nPlaying career.\nA native of Swift Current, Saskatchewan, McCleary played junior hockey in the Western Hockey League (WHL) with his home-town Swift Current Broncos beginning in 1988. He played a total of four seasons with the Broncos, winning the WHL championship and Memorial Cup with the team in 1988–89 though he played only three games with the team. He was a defensive forward in the WHL, but scored 50 points in his final year in helping the Broncos win a second championship. He added a goal in four games at the 1993 Memorial Cup.\nThe Ottawa Senators signed McCleary as an undrafted free agent upon his graduation, and he spent the majority of the 1993–94 season with the Thunder Bay Senators of the Colonial Hockey League (CoHL). He moved up to the Prince Edward Island Senators of the American Hockey League (AHL) in 1994–95 but missed three months of the season after suffering retinal damage to his right eye when he was hit in the face by a stick. Upon his recovery, McCleary returned wearing a visor that he would retain throughout his career.\nHe made his NHL debut in Ottawa in 1995–96, scoring 14 points in 75 games. The Senators traded McCleary, along with a draft pick to the Boston Bruins for Shawn McEachern following the season. He appeared in 59 games with the Bruins but was unable to come to an agreement on a new contract for the 1997–98 season. As a result, he signed to play in the International Hockey League (IHL), splitting the season between the Las Vegas Thunder and Detroit Vipers.\nHis rights ultimately released by the Bruins, McCleary signed with the Montreal Canadiens as a free agent in 1998, appearing in 46 NHL games in 1998–99. Early the following season, he again suffered a severe injury to his right eye, suffering a severed tear duct when he was hit in the face by an errant skate. He recovered, splitting the early part of the season between the Canadiens and the Quebec Citadelles in the AHL.\nDuring a game between the Canadiens and the Philadelphia Flyers on January 29, 2000, McCleary dropped to the ice in an attempt to block a Chris Therien slapshot. He was critically injured when hit in the throat by the shot which fractured his larynx and resulted in a collapsed lung. Unable to breathe, McCleary rushed to the bench, collapsing upon his arrival. Medical staff worked to partially open his airway in the hallways of Molson Centre, actions which McCleary credits with saving his life. He was then rushed to a waiting ambulance and transported to hospital where surgeons performed an emergency tracheotomy. He remained in full equipment during the procedure; hospital staff did not even have time to remove his skates.\nUnable to speak immediately following his surgery, McCleary sent a written note to his teammates explaining he was all right while his surgeon revealed that he came \"as close... as you could come\" to dying in the moments after he was struck. He met with the media two weeks following his injury, responding to questions via note pad, stating that he hoped to return to his career upon recovery. He regained the ability to talk after six weeks and several surgeries.\nMcCleary attempted a comeback at the start of the 2000–01 season. Despite doubts he would be capable of returning, the Canadiens signed him to a one-year, US$300,000 contract. He appeared in exhibition games with the Canadians, but found he was unable to play a full shift without running short of breath. He was examined by his doctor, who noted that because his air passage was left 15% narrower than before his injury, it was too dangerous for him to continue playing. As a result, on September 20, 2000, McCleary announced his retirement, calling it the \"toughest day\" in his seven year career. The Canadiens kept him in the organization, naming him a WHL scout.\nFamily.\nMcCleary's parents Kyle and Leah still live in Swift Current. He has an elder brother, Scott, and a younger sister, Shannon. He and his wife Tammy have three children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":53},{"uri":"Ice_hockey","surface_form":"hockey","offset":82},{"uri":"Boston_Bruins","surface_form":"Boston Bruins","offset":115},{"uri":"Ottawa_Senators","surface_form":"Ottawa Senators","offset":130},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":150},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":176},{"uri":"Slapshot","surface_form":"slapshot","offset":250},{"uri":"Swift_Current%2C_Saskatchewan","surface_form":"Swift Current, Saskatchewan","offset":426},{"uri":"Western_Hockey_League","surface_form":"Western Hockey League","offset":492},{"uri":"Swift_Current_Broncos","surface_form":"Swift Current Broncos","offset":539},{"uri":"Ed_Chynoweth_Cup","surface_form":"WHL championship","offset":644},{"uri":"Memorial_Cup","surface_form":"Memorial Cup","offset":665},{"uri":"1988%E2%80%9389_WHL_season","surface_form":"1988–89","offset":695},{"uri":"1993_Memorial_Cup","surface_form":"1993 Memorial Cup","offset":917},{"uri":"Ottawa_Senators","surface_form":"Ottawa Senators","offset":940},{"uri":"Thunder_Bay_Thunder_Cats","surface_form":"Thunder Bay Senators","offset":1077},{"uri":"Colonial_Hockey_League","surface_form":"Colonial Hockey League","offset":1105},{"uri":"Prince_Edward_Island_Senators","surface_form":"Prince Edward Island Senators","offset":1155},{"uri":"American_Hockey_League","surface_form":"American Hockey League","offset":1192},{"uri":"1994%E2%80%9395_AHL_season","surface_form":"1994–95","offset":1224},{"uri":"1995%E2%80%9396_NHL_season","surface_form":"1995–96","offset":1490},{"uri":"Boston_Bruins","surface_form":"Boston Bruins","offset":1591},{"uri":"Shawn_McEachern","surface_form":"Shawn McEachern","offset":1609},{"uri":"International_Hockey_League_(1945%E2%80%932001)","surface_form":"International Hockey League","offset":1806},{"uri":"Las_Vegas_Thunder","surface_form":"Las Vegas Thunder","offset":1874},{"uri":"Detroit_Vipers","surface_form":"Detroit Vipers","offset":1896},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":1983},{"uri":"1998%E2%80%9399_NHL_season","surface_form":"1998–99","offset":2056},{"uri":"Quebec_Citadelles","surface_form":"Quebec Citadelles","offset":2306},{"uri":"Philadelphia_Flyers","surface_form":"Philadelphia Flyers","offset":2380},{"uri":"Chris_Therien","surface_form":"Chris Therien","offset":2474},{"uri":"Slapshot","surface_form":"slapshot","offset":2488},{"uri":"Larynx","surface_form":"larynx","offset":2579},{"uri":"Bell_Centre","surface_form":"Molson Centre","offset":2767},{"uri":"Tracheotomy","surface_form":"tracheotomy","offset":2943},{"uri":"2000%E2%80%9301_NHL_season","surface_form":"2000–01 season","offset":3584},{"uri":"United_States_dollar","surface_form":"US$","offset":3689}]}