{"id":281762,"url":"http://en.wikipedia.org/wiki/Tim_Leveque","text":"Tim Leveque (born June 13, 1968) is a Canadian retired professional ice hockey player. He is most famous for being the Laval Chiefs enforcer that is called up later in the season in the hockey documentary \"Les Chiefs\".\nPlaying career.\nLeveque started his career with the Thunder Bay Senators of the Colonial Hockey League during the 1993-94 season. In two games, Leveque accumulated 23 PIMs.\nAfter an eight year layoff, Leveque would resurface with the Laval Chiefs of the Quebec Semi-Pro Hockey League (currently the LNAH). Leveque would engage in several fights with Dominic \"The Giant\" Forcier of the Sorel Royaux during the season. Forcier who stood 6' 7\" and 320 lbs, was taken down by Leveque during each of their three fights. After Leveque's final fight with Forcier on February 10, 2002, he would fight Chad Nicholson in the closing minutes of the same game. This would be Leveque's final game with the Chiefs. After the game, Leveque would tell the team that he had \"connections in Norfolk\" and that he was leaving the team.\nIn 2004, Leveque received a tryout with the Sherbrooke Saint-Francois. He would play one game with Sherbrooke, and was briefly involved in a fight with David Lessard. Leveque would be released after the game.\nIn 2005, Leveque played a preseason game with the Sorel-Tracy Mission and fought Corey Dean. After one game with the Mission, Leveque was released.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":38},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":68},{"uri":"Les_Chiefs","surface_form":"Les Chiefs","offset":206},{"uri":"Thunder_Bay_Senators","surface_form":"Thunder Bay Senators","offset":271},{"uri":"Colonial_Hockey_League","surface_form":"Colonial Hockey League","offset":299},{"uri":"Sherbrooke_Saint-Francois","surface_form":"Sherbrooke Saint-Francois","offset":1079},{"uri":"David_Lessard","surface_form":"David Lessard","offset":1187},{"uri":"Sorel-Tracy_Mission","surface_form":"Sorel-Tracy Mission","offset":1294}]}