{"id":281778,"url":"http://en.wikipedia.org/wiki/Eland","text":"The eland is the largest antelope. There are two species, both African.\nThe common eland, \"Taurotragus oryx\", is from East Africa and South Africa. The giant eland, \"Taurotragus derbianus\", is found in Sudan, Central African Republic, Cameroon and Senegal and West Africa.\nThe two species are rather similar in size: males range in size from and may even reach a ton on rare occasions; females range from.\nGiant eland are alert and wary, making them difficult to approach and observe. They are gregarious, and migrate in small herds of twenty or so animals. Giant eland live in open forest and savannah where they eat grass, leaves, and branches. Common eland live in large herds.\nObservers have, as usual, found it difficult to measure their speed of running. Some claim they move quickly, running at over, and despite their size are exceptional jumpers, easily clearing heights of. Others claim elands are one of the slowest antelopes, but can even jump a height of or more.\nWhen walking, tendon or joints in the eland's foreleg produce a sharp clicking sound, the cause of which is not known. The sound carries some distance and is a good indication of an approaching herd. Naturalists think it is a form of communication in elands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Antelope","surface_form":"antelope","offset":25},{"uri":"Species","surface_form":"species","offset":49},{"uri":"Africa","surface_form":"Africa","offset":63},{"uri":"East_Africa","surface_form":"East Africa","offset":118},{"uri":"South_Africa","surface_form":"South Africa","offset":134},{"uri":"Sudan","surface_form":"Sudan","offset":202},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":209},{"uri":"Cameroon","surface_form":"Cameroon","offset":235},{"uri":"Senegal","surface_form":"Senegal","offset":248},{"uri":"West_Africa","surface_form":"West Africa","offset":260},{"uri":"Migrate","surface_form":"migrate","offset":510},{"uri":"Herd","surface_form":"herd","offset":527},{"uri":"Forest","surface_form":"forest","offset":583},{"uri":"Savannah","surface_form":"savannah","offset":594},{"uri":"Grass","surface_form":"grass","offset":618},{"uri":"Leaves","surface_form":"leaves","offset":625},{"uri":"Branch","surface_form":"branch","offset":637}]}