{"id":281718,"url":"http://en.wikipedia.org/wiki/Ryu_Gwan-sun","text":"Ryu GwanSun (December 16, 1902 – September 28, 1920), also known as Yu Gwansun was a Christian Korean freedom fighter who protested against the Japanese occupation of Korea.\nChildhood.\nRyu Gwansun was born on December 16, 1902, in a small farming village. Her brother said that she taught herself how to read Hangul. She was a playful, lively child who enjoyed running \"like a boy\" and was able to memorize Bible verses quickly. Her nephew, who grew up in the same village as her, said that she had very large, bright black eyes. Her brother described her as tall, with a plump, fair face.\nWhen she was 12, she entered the Ewha Girls' School in Seoul, where she learned more about Christianity.\nDemonstrations.\nRyu Gwansun joined in the March 1st Movement with some friends from her school, though her teacher strongly told them not to. She was taken to prison for a short time, and her school was closed. With the help of her family and friends, Ryu planned a peaceful demonstration in her province for 1 March. The day before the demonstration, Ryu lit a bonfire on a mountain as a signal to begin the demonstration. The next day, over 2000 people came together in a marketplace for the demonstration. The Japanese police shot at the people, and about 19 people died, including Ryu's parents. Ryu Gwansun was taken to prison. She died in prison when she was 17. After her death, her face was used as a symbol for the Korean rights activists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian","surface_form":"Christian","offset":85},{"uri":"Korea","surface_form":"Korea","offset":95},{"uri":"Korea_under_Japanese_rule","surface_form":"Japanese occupation of Korea","offset":144},{"uri":"Hangul","surface_form":"Hangul","offset":309},{"uri":"Nephew","surface_form":"nephew","offset":433},{"uri":"Seoul","surface_form":"Seoul","offset":645},{"uri":"Christianity","surface_form":"Christianity","offset":681},{"uri":"March_1st_Movement","surface_form":"March 1st Movement","offset":737},{"uri":"Prison","surface_form":"prison","offset":854},{"uri":"Province","surface_form":"province","offset":991},{"uri":"Bonfire","surface_form":"bonfire","offset":1057},{"uri":"Mountain","surface_form":"mountain","offset":1070}]}