{"id":281828,"url":"http://en.wikipedia.org/wiki/Maria_Beatrice_d%27Este","text":"Maria Beatrice d’Este (Maria Beatrice Ricciarda; 7 April 1750 – 14 November 1829) was heiress of the two Duchies of Modena and Reggio. She was married to Archduke Ferdinand of Austria, son of Empress Maria Theresa of Austria in an attempt to give the Austrians more influence in the Italian states. Maria Beatrice was the Duchess of Massa and Carrara in her own right as well as an Archduchess of Austria by marriage. from 1790 until 1797 and from 1816 until her death in 1829. She and her husband formed the \"House of Austria-Este\".\nInfancy.\nMaria Beatrice was born at the Ducal Palace of Modena. She was the only daughter of Ercole III of Modena and Maria Teresa Cybo-Malaspina, ruling Duchess of Carrara and Massa. Three years after her birth, her mother gave birth to a son who died aged 5 months in May 1753. Her parents were part of an unhappy marriage which made the chance of having another son very unlikely. Her parents separated and Maria Beatrice was soon acknowledged as an heiress to four sovereign duchies.\nMarriage.\nAs heiress to four duchies, Modena and Reggio from her father and Massa and Carrara from her mother, she was a very attractive candidate for marriage. From 1753 it was arranaged that she would marry Archduke Leopold of Austria, younger son of Empress Maria Theresa. The situation changed when Leopold's childlessness made Leopold the heir to the Holy Roman Empire. As a result, she was instead engaged to Leopold's brother, Archduke Ferdinand of Austria. Plans began in 1754 and it was concluded by their actual marriage in Milan on 15 October 1771. Some of the festivities for the marriage were played by Mozart.\nSuccession.\nWhen her mother died in 1790 Maria Beatrice succeeded to Massa and the Principality of Carrara which she held in her own right. After the French conquest of her domains in Italy, she spent her life in Austria and left the rule to administrators. Just after the marriage, the couple had settled in Modena then travelled to Milan where Maria Beatrice gave birth to most of her 10 children by Ferdinand. As Modena did not allow female succession, Maria Beatrice's rights to the throne passed to her son when her father died in 1803. By her marriage, the House of Austria-Este was created, a cadet branch of the House of Habsburg-Lorraine, which ruled Modena between 1814 and 1859. At her death in her palace in Vienna in 1829, Massa and Carrara were added to the Duchy of Modena which were subsequently given to her son.","categories":[],"infobox_types":[],"annotations":[{"uri":"Duchy_of_Modena_and_Reggio","surface_form":"Duchies of Modena and Reggio","offset":105},{"uri":"Archduke_Ferdinand_of_Austria","surface_form":"Archduke Ferdinand of Austria","offset":154},{"uri":"Maria_Theresa_of_Austria","surface_form":"Maria Theresa of Austria","offset":200},{"uri":"Italy","surface_form":"Italian","offset":283},{"uri":"Massa-Carrara","surface_form":"Massa and Carrara","offset":333},{"uri":"House_of_Austria-Este","surface_form":"House of Austria-Este","offset":510},{"uri":"Modena","surface_form":"Modena","offset":590},{"uri":"Ercole_III_d%27Este%2C_Duke_of_Modena","surface_form":"Ercole III of Modena","offset":627},{"uri":"Maria_Teresa_Cybo-Malaspina","surface_form":"Maria Teresa Cybo-Malaspina","offset":652},{"uri":"Leopold_II%2C_Holy_Roman_Emperor","surface_form":"Archduke Leopold of Austria","offset":1231},{"uri":"Maria_Theresa_of_Austria","surface_form":"Empress Maria Theresa","offset":1275},{"uri":"Archduke_Ferdinand_of_Austria","surface_form":"Archduke Ferdinand of Austria","offset":1456},{"uri":"Milan","surface_form":"Milan","offset":1556},{"uri":"Mozart","surface_form":"Mozart","offset":1638},{"uri":"1790","surface_form":"1790","offset":1682},{"uri":"Massa","surface_form":"Massa","offset":1715},{"uri":"Carrara","surface_form":"Carrara","offset":1745},{"uri":"Italy","surface_form":"Italy","offset":1830},{"uri":"House_of_Austria-Este","surface_form":"House of Austria-Este","offset":2209},{"uri":"Cadet_branch","surface_form":"cadet branch","offset":2246},{"uri":"Habsburg-Lorraine","surface_form":"Habsburg-Lorraine","offset":2275},{"uri":"Vienna","surface_form":"Vienna","offset":2366}]}