{"id":281816,"url":"http://en.wikipedia.org/wiki/Sintel","text":"\"Sintel\" is a short 15-minute movie made with computers using open source software. Blender was the main program used to make the movie. It began production in September 2009 and was released on September 28, 2010. The online release was made available for download on September 30, 2010.\nIt was first developed under the name \"Projet Durian\", named after a type of smelly fruit. It was changed to \"Sintel\" a word from the Dutch language, which can mean 'cinder', or 'ember'.\nOverview.\n\"Sintel\" is a story about a girl who lives in the made-up city. One day, a dragon lands on the roof of a house she is standing next to. The dragon is hurt, so she helps it. She and the dragon (which she names Scales) become good friends. One day, Scales goes to chase a group of birds flying in the sky. Another, bigger, dragon comes along, and kidnaps Scales. Sintel goes to looks for Scales. She finds the adult dragon in a Dragon Blood tree, There she fights the big dragon and kills it. But, it turns out that the big dragon is actually Scales. The movie ends with Sintel sad, because she accidentally killed her friend.\nTon Roosendaal announced the movie in May 2009. He is the chairman of the Blender Foundation. The Blender Foundation and the Netherlands Film Fund paid for part of the project. The Foundation raised a lot of their funds by selling pre-orders of the DVD. Everyone who preordered before September 1 has his or her name listed in the movie's credits. The movie was released for download on the Official Durian Project website on October 1, 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":30},{"uri":"Open_source","surface_form":"open source","offset":62},{"uri":"Software","surface_form":"software","offset":74},{"uri":"Blender_(program)","surface_form":"Blender","offset":84},{"uri":"Durian","surface_form":"Projet Durian","offset":328},{"uri":"Sintel","surface_form":"Sintel","offset":399},{"uri":"Dutch_language","surface_form":"Dutch language","offset":423},{"uri":"Cinder","surface_form":"cinder","offset":455},{"uri":"Ember","surface_form":"ember","offset":468},{"uri":"Dragon_Blood_tree","surface_form":"Dragon Blood tree","offset":912}]}