{"id":281903,"url":"http://en.wikipedia.org/wiki/Niko_Tinbergen","text":"Nikolaas 'Niko' Tinbergen (15 April 1907 – 21 December 1988) was a Dutch ethologist and ornithologist who shared the 1973 Nobel Prize in Physiology or Medicine with Karl von Frisch and Konrad Lorenz. Their discoveries were about individual and social behaviour patterns, and how they are triggered.\nIn the 1960s Niko collaborated on a series of wildlife movies, including \"The Riddle of the Rook\" (1972) and \"Signals for Survival\" (1969), which won the Italia prize in that year and the American blue ribbon in 1971.\nAspects of his life.\nNiko, who had two eminent brothers, Luuk and Jan, was a prisoner of war during World War II. His experience as a prisoner of the Nazis led to some friction with longtime intellectual collaborator Konrad Lorenz, and it was several years before the two reconciled.\nAfter the war, Tinbergen moved to England, where he taught at the University of Oxford. He remained in England for the rest of his life. Several of his Oxford graduate students went on to become prominent biologists; these include Richard Dawkins, Marian Dawkins, Desmond Morris, and Iain Douglas Hamilton. He married Elisabeth Rutten and they had five children.\nSupernormal stimuli.\nThe body of Tinbergen's research focused on what he termed supernormal stimuli. This was the concept that an artificial object could be a stronger trigger for an instinct than the natural object for which the instinct originally evolved.\nHe constructed plaster eggs to see which a bird preferred to sit on, finding that they would select those that were larger, had more defined markings, or more saturated colour—and a dayglo-bright one with black polkadots would be selected over the bird's own pale, dappled eggs.\nTinbergen found that territorial male stickleback fish would attack a wooden fish model more vigorously than a real male if its underside was redder. He constructed cardboard dummy butterflies with more defined markings that male butterflies would try to mate with in preference to real females. The superstimulus, by its exaggerations, clearly showed what features were triggering the response.\nAutism.\nNiko gave his Nobel Lecture on autism in children, which he and his wife had been researching for some time.","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":67},{"uri":"Ethology","surface_form":"ethologist","offset":73},{"uri":"Ornithology","surface_form":"ornithologist","offset":88},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":122},{"uri":"Karl_von_Frisch","surface_form":"Karl von Frisch","offset":165},{"uri":"Konrad_Lorenz","surface_form":"Konrad Lorenz","offset":185},{"uri":"Wildlife","surface_form":"wildlife","offset":345},{"uri":"Rook","surface_form":"Rook","offset":391},{"uri":"Jan_Tinbergen","surface_form":"Jan","offset":583},{"uri":"World_War_II","surface_form":"World War II","offset":617},{"uri":"Nazi","surface_form":"Nazi","offset":667},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":867},{"uri":"Richard_Dawkins","surface_form":"Richard Dawkins","offset":1032},{"uri":"Desmond_Morris","surface_form":"Desmond Morris","offset":1065},{"uri":"Stimulus","surface_form":"stimuli","offset":1256},{"uri":"Stickleback","surface_form":"stickleback","offset":1740},{"uri":"Autism","surface_form":"autism","offset":2137}]}