{"id":281922,"url":"http://en.wikipedia.org/wiki/Oedema","text":"Oedema (U.S. edema) is dropsy. It was usually called \"dropsy\" until about the middle of the 20th century.\nIt is a medical condition, and a sign or symptom. It is swelling caused when fluid leaks out of the body's capillaries into the tissues. The fluid builds up and gets trapped in the tissues around the leaking blood vessels. This causes swelling. If there is enough swelling, oedema can be seen from outside of the skin.\nOedema can happen in any part of the body. However, it is easiest to see in the arms and legs, including the hands, ankles, and feet. Oedema in the arms and legs is called \"peripheral oedema\".\n\"Pulmonary oedema \"is fluid in the lungs. Pulmonary oedema is dangerous because having fluid in the lungs makes breathing difficult. If pulmonary oedema gets bad enough, a person can drown in the fluid.\nOedema in the abdomen is called \"ascites.\"\nSigns and symptoms.\nOedema in the lungs (pulmonary edema) can make it hard to breathe or cause chest pain.\nTreatment.\nIf oedema is not very serious, it often goes away on its own. If a person has mild oedema in an arm or leg, they can often make oedema go away quicker by keeping the arm or leg raised above the level of the heart.\nIf oedema is more serious, it is treated with medicines called diuretics. These are medicines which help the body get rid of extra fluid by urinating it out.\nIf oedema is caused by a disease, that disease needs to be treated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medical_condition","surface_form":"medical condition","offset":114},{"uri":"Symptom","surface_form":"symptom","offset":147},{"uri":"Inflammation","surface_form":"swelling","offset":162},{"uri":"Fluid","surface_form":"fluid","offset":183},{"uri":"Capillaries","surface_form":"capillaries","offset":213},{"uri":"Tissue","surface_form":"tissue","offset":234},{"uri":"Tissue_(biology)","surface_form":"tissues","offset":287},{"uri":"Skin","surface_form":"skin","offset":419},{"uri":"Lungs","surface_form":"lungs","offset":653},{"uri":"Breathing","surface_form":"breathing","offset":730},{"uri":"Drown","surface_form":"drown","offset":801},{"uri":"Abdomen","surface_form":"abdomen","offset":835},{"uri":"Dyspnea","surface_form":"hard to breathe","offset":934},{"uri":"Chest","surface_form":"chest","offset":959},{"uri":"Diuretic","surface_form":"diuretic","offset":1259},{"uri":"Urination","surface_form":"urinating","offset":1336}]}