{"id":282028,"url":"http://en.wikipedia.org/wiki/Amon_Amarth_(band)","text":"Amon Amarth is a melodic death metal band from Tumba, an outer quarter of Stockholm, Sweden. They signed a recording contract with the US-american label \"Metal Blade Records\". The band was founded in 1996.\nTheir lyrics are mostly about viking battles and viking gods, but they do not want to be called a \"Viking Metal band\".\nTheir most recent album, \"Jomsviking\", was released on March 25, 2016 and was #1 on the music charts in Germany and Austria.\nHistory.\nAmon Amarth band was formed from the previous band, Scum, which was formed in 1988. After a 1991 demo, the band broke up. Johan Hegg convinced the other members to come together again, and they formed Amon Amarth in 1992. They recorded their first demo, \"Thor Arise\" (1993), with Johan Hegg on vocals, Anders Hansson on guitar and Ted Lundström on bass. It was never released because it was low quality. However, the band caught the attention of a lot of extreme metal fans. In 1994 another demo, \"The Arrival of the Fimbul Winter\", was recorded and 1,000 copies were released.\nThey then signed with Metal Blade Records and released their first album, \"Once Sent from the Golden Hall\". The album made Amon Amarth famous internationally. In June of 1998, Amon Amarth was about to go on tour with Deicide, Six Feet Under, Brutal Truth when guitarist Anders Hansson left and was replaced by Johan Soderberg. After the tour Martin Lopez quit to join Opeth and Fredrik Andersson (ex-A Canorous Quintet) came in. With him in Spring 1999 the band recorded and released its second full-length, \"The Avenger\".\nThey released \"The Crusher\" in 2001, and went on tour to support it with Marduk, Vader. It was planned to be held in the United States, but was cancelled because of the September 11 attacks. It was held a year later later instead, but this time without Marduk. In April 2002 the band toured Europe with Vomitory and in August performed at Wacken Open Air in front of 12,000 fans. \"Versus The World\", their 4th studio album, was released on 18 November 2002. The bonus edition of the album included their earlier demos. Touring continued until Spring of 2004 when the band started working on the \"Fate of Norns\" album which was released on 6 September 2004. With Oden on Our Side was released two years later, and Allmusic said about the band, \"Amon Amarth continue to be champions of the worldwide death metal tournament.\"\nThey went on tour in Australia and New Zealand for the first time in January of 2008. They toured with Dimmu Borgir after finishing another tour with Sonic Syndicate and Himsa.\nAmon Amarth extended its record deal with Metal Blade Records in 2008 for three more albums. After extending its record deal, the band released \"Twilight of the Thunder God\". The album had many guest appearances, including Lars Göran Petrov, Roope Latvala, and Apocalyptica. The album came with an eight-page comic strip based on Norse mythology which was released by magazines in Europe. \"Twilight of the Thunder God\" was very successful and reached number 6 in Germany, number 10 in Finland, number 11 in Sweden, number 14 in Austria, number 21 in Switzerland. It ended up at the number 7 position in Revolver Magazine’s Top 20 Albums that year.\nThe band went on another North America tour in October 2008 along with Ensiferum, Belphegor and The Absence. Amon Amarth played its first show in India, headlining the Deccan Rock Festival in Bangalore on 5 December 2009 and played with Slayer during their European tour.\nThey released their 8th album, \"Surtur Rising\", on 29 March 2011. Metal Blade Records released their first single, \"War of the Gods,\" on 27 January 2011 via YouTube. To support the album, the band went on a 4-month world tour with Children Of Bodom and Ensiferum, among others.\nAmon Amarth performed at Wacken Open Air in 2012, Hellfest 2013, Download Festival 2013, Sweden Rock Festival and Mayhem Festival 2013.\nOn 25 June 2013 Amon Amarth released its ninth studio album, \"Deceiver of the Gods.\" The album cover showed Ragnarök during the last battle between the Æsir gods and Loki, accompanied by the army of the dead.\nOn 19 March 2015 Amon Amarth posted on Facebook that their drummer Fredrik Andersson had left the band after 17 years of working together. The band released its 10th album \"Jomsviking\" on 25 March 2016. Tobias Gustafsson, was used as a new drummer for this album. From 22 March to 25 March, they played shows in London, Paris, Tilburg and Berlin. They will also play with Testament in the UK on a tour from October and November 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Melodic_death_metal","surface_form":"melodic death metal","offset":17},{"uri":"Stockholm","surface_form":"Stockholm","offset":74},{"uri":"Sweden","surface_form":"Sweden","offset":85},{"uri":"Recording_contract","surface_form":"recording contract","offset":107},{"uri":"US-american","surface_form":"US-american","offset":135},{"uri":"Label","surface_form":"label","offset":147},{"uri":"Metal_Blade_Records","surface_form":"Metal Blade Records","offset":154},{"uri":"Viking","surface_form":"viking","offset":236},{"uri":"Germany","surface_form":"Germany","offset":429},{"uri":"Austria","surface_form":"Austria","offset":441},{"uri":"Extreme_metal","surface_form":"extreme metal","offset":914},{"uri":"Metal_Blade_Records","surface_form":"Metal Blade Records","offset":1059},{"uri":"Deicide_(band)","surface_form":"Deicide","offset":1254},{"uri":"Six_Feet_Under_(band)","surface_form":"Six Feet Under","offset":1263},{"uri":"Brutal_Truth","surface_form":"Brutal Truth","offset":1279},{"uri":"Marduk_(band)","surface_form":"Marduk","offset":1633},{"uri":"Vader_(band)","surface_form":"Vader","offset":1641},{"uri":"United_States","surface_form":"United States","offset":1681},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1729},{"uri":"Vomitory_(band)","surface_form":"Vomitory","offset":1863},{"uri":"Allmusic","surface_form":"Allmusic","offset":2273},{"uri":"Australia","surface_form":"Australia","offset":2404},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2418},{"uri":"Dimmu_Borgir","surface_form":"Dimmu Borgir","offset":2486},{"uri":"Sonic_Syndicate","surface_form":"Sonic Syndicate","offset":2533},{"uri":"Himsa","surface_form":"Himsa","offset":2553},{"uri":"Lars_G%C3%B6ran_Petrov","surface_form":"Lars Göran Petrov","offset":2783},{"uri":"Roope_Latvala","surface_form":"Roope Latvala","offset":2802},{"uri":"Apocalyptica","surface_form":"Apocalyptica","offset":2821},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":2890},{"uri":"Revolver_Magazine","surface_form":"Revolver Magazine","offset":3163},{"uri":"North_America","surface_form":"North America","offset":3233},{"uri":"Ensiferum","surface_form":"Ensiferum","offset":3279},{"uri":"Belphegor_(band)","surface_form":"Belphegor","offset":3290},{"uri":"The_Absence","surface_form":"The Absence","offset":3304},{"uri":"Slayer_(band)","surface_form":"Slayer","offset":3445},{"uri":"Europe","surface_form":"Europe","offset":3465},{"uri":"YouTube","surface_form":"YouTube","offset":3637},{"uri":"Children_of_Bodom","surface_form":"Children Of Bodom","offset":3711},{"uri":"Ensiferum","surface_form":"Ensiferum","offset":3733},{"uri":"Wacken_Open_Air","surface_form":"Wacken Open Air","offset":3783},{"uri":"Sweden_Rock_Festival","surface_form":"Sweden Rock Festival","offset":3847},{"uri":"Mayhem_Festival_2013","surface_form":"Mayhem Festival 2013","offset":3872},{"uri":"Ragnar%C3%B6k","surface_form":"Ragnarök","offset":4002},{"uri":"%C3%86sir","surface_form":"Æsir","offset":4046},{"uri":"Loki","surface_form":"Loki","offset":4060},{"uri":"Facebook","surface_form":"Facebook","offset":4142},{"uri":"London","surface_form":"London","offset":4415},{"uri":"Paris","surface_form":"Paris","offset":4423},{"uri":"Tilburg","surface_form":"Tilburg","offset":4430},{"uri":"Berlin","surface_form":"Berlin","offset":4442},{"uri":"Testament_(band)","surface_form":"Testament","offset":4475}]}