{"id":282239,"url":"http://en.wikipedia.org/wiki/Graphics_Device_Interface","text":"e=\"preserve\">The Graphics Device Interface is an API of Microsoft Windows used for representing graphical objects and transmitting them to output devices, such as printers and monitors.\nGDI is responsible for tasks such as drawing lines and curves, rendering fonts and handling palettes. It is not directly responsible for drawing windows, menus, etc.; that task is reserved for another subsystem built on top of GDI. Other systems have components that are similar to GDI, for example Macintosh's QuickDraw and GNOME/GTK's GDK/Xlib.\nPerhaps the most significant capability of GDI over more direct methods of accessing the hardware is its scaling capabilities, and abstraction of target devices. Using GDI, it is very easy to draw on multiple devices, such as a screen and a printer, and expect proper reproduction in each case. This capability is at the center of all What You See Is What You Get applications for Microsoft Windows.\nSimple games that do not require fast graphics rendering use GDI. However, GDI cannot animate properly as it has no notion of synchronizing with the framebuffer, and lacks rasterization for 3D. Modern games usually use DirectX or OpenGL instead, which give programmers the capabilities to use features of modern hardware.","categories":[],"infobox_types":[],"annotations":[{"uri":"API","surface_form":"API","offset":49},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":56},{"uri":"Computer_printer","surface_form":"printers","offset":163},{"uri":"Computer_monitor","surface_form":"monitor","offset":176},{"uri":"Font","surface_form":"font","offset":259},{"uri":"Palette_(computing)","surface_form":"palettes","offset":278},{"uri":"QuickDraw","surface_form":"QuickDraw","offset":497},{"uri":"GNOME","surface_form":"GNOME","offset":511},{"uri":"GTK","surface_form":"GTK","offset":517},{"uri":"GDK","surface_form":"GDK","offset":523},{"uri":"Xlib","surface_form":"Xlib","offset":527},{"uri":"WYSIWYG","surface_form":"What You See Is What You Get","offset":868},{"uri":"Framebuffer","surface_form":"framebuffer","offset":1082},{"uri":"Rasterization","surface_form":"rasterization","offset":1105},{"uri":"DirectX","surface_form":"DirectX","offset":1152},{"uri":"OpenGL","surface_form":"OpenGL","offset":1163}]}