{"id":282294,"url":"http://en.wikipedia.org/wiki/Conodont","text":"Conodonts are an extinct class of the phylum Chordata. They are now regarded as vertebrates, though the issue is still a live one.\nFor many years conodonts were known only from their feeding apparatus, which fossilises well. This is because most of the conodont animal was soft-bodied, so everything but the teeth were not fossilised in normal circumstances.\nIt was not until early 1980s that the conodont teeth were found with trace fossils of the host organism. It came from the Lower Carboniferous lagerstätte near Edinburgh, Scotland.\nConodont 'elements'.\nThe 'teeth', called conodont 'elements', are very common in the fossil record, and have been used in biostratigraphy.\nThey are also used as palaeothermometers. This is because under higher temperatures the phosphate undergoes colour changes, which are measured with the \"conodont alteration index\". This has made them useful for petroleum exploration in rocks dating from the Cambrian to the Upper Triassic.\nDescription of the animal.\nEleven fossil imprints of conodont animals are known. They depict an eel-like creature with 15 or, more rarely, 19 elements forming a bilaterally symmetrical array in the head. This array was a feeding apparatus different from the jaws of modern animals.\nThere are three forms of teeth, \"coniform\" cones, \"ramiform\" bars, and \"pectiniform\" platforms, which may have performed different roles.\nThe organisms range from a centimeter or so to the giant \"Promissum\", 40 cm in length. It is now widely agreed that conodonts had large eyes, fins with fin rays, chevron-shaped muscles and a notochord.\nThe entire class of Conodonts, or at least what was left of them at the time, were wiped out by the Triassic–Jurassic extinction event, which occurred roughly 200 million years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":17},{"uri":"Class_(biology)","surface_form":"class","offset":25},{"uri":"Phylum","surface_form":"phylum","offset":38},{"uri":"Chordata","surface_form":"Chordata","offset":45},{"uri":"Vertebrate","surface_form":"vertebrate","offset":80},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":487},{"uri":"Lagerst%C3%A4tte","surface_form":"lagerstätte","offset":501},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":518},{"uri":"Scotland","surface_form":"Scotland","offset":529},{"uri":"Stratigraphy","surface_form":"stratigraphy","offset":664},{"uri":"Thermometer","surface_form":"thermometer","offset":706},{"uri":"Phosphate","surface_form":"phosphate","offset":766},{"uri":"Petroleum","surface_form":"petroleum","offset":889},{"uri":"Exploration","surface_form":"exploration","offset":899},{"uri":"Cambrian","surface_form":"Cambrian","offset":936},{"uri":"Triassic","surface_form":"Triassic","offset":958},{"uri":"Fossil","surface_form":"fossil","offset":1002},{"uri":"Eel","surface_form":"eel","offset":1064},{"uri":"Chevron","surface_form":"chevron","offset":1550},{"uri":"Notochord","surface_form":"notochord","offset":1579},{"uri":"Triassic%E2%80%93Jurassic_extinction_event","surface_form":"Triassic–Jurassic extinction event","offset":1690}]}