{"id":282351,"url":"http://en.wikipedia.org/wiki/Hollandaise_sauce","text":"Hollandaise sauce is an emulsion of egg yolk and butter. Lemon juice, salt, and a little white pepper or cayenne pepper are often added as seasoning. Hollandaise light yellow and opaque, smooth and creamy: it tastes rich and buttery, with a mild tang added by the seasonings, but not so strong as to overpower mildly flavoured foods. Hollandaise sauce is well known as a key ingredient of Eggs Benedict, and is often paired with vegetables such as steamed asparagus.\nHollandaise is one of the five mother sauces in French haute cuisine.\nHistory.\n\"avec du bon beurre frais, un peu de vinaigre, sel et muscade, et un jaune d’œuf pour lier la sauce\"\nAlan Davidson notes a \"sauce à la hollandoise\" from François Marin's \"Les Dons de Comus\" (1758), but since that sauce included flour, bouillon, and herbs, and omitted egg yolks, it may not be related to the modern hollandaise.\nDerivatives of hollandaise sauce.\nBeing a mother sauce, hollandaise sauce is the foundation for many others made by adding or changing ingredients. The following is not a complete list of such minor sauces.\nPhysico-chemical properties.\nLike Mayonnaise, hollandaise sauce is an emulsion. Hollandaise sauce is classified as an emulsified butter sauce (\"beurre blanc\").\nUnlike sauces thickened with solids, such as starches, emulsions such as Hollandaise sauce are essentially unstable, as it is a liquid-in-liquid solution.\nIncreasing the viscosity can be done by adding flour or cornstarch and this can also protect against curdling. Curdling occurs when the sauce is cooked too quickly over directly and actually brought to a boil, causing the egg proteins to denature and rearrange or coagulate into curds by bonding to one another. Starches, such as flour and cornstarch, protect against curdling when the starch granules absorb water and being to leak long starch molecules into the liquid. These long starch molecules prevent curdling in two ways. First, they absorb heat and prevent some egg proteins from denaturing. Second, the long dissolved starch molecule get in the way of the egg protein molecules and impede bonding.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emulsion","surface_form":"emulsion","offset":24},{"uri":"Egg_yolk","surface_form":"egg yolk","offset":36},{"uri":"Butter","surface_form":"butter","offset":49},{"uri":"Lemon_juice","surface_form":"Lemon juice","offset":57},{"uri":"Salt","surface_form":"salt","offset":70},{"uri":"Cayenne_pepper","surface_form":"cayenne pepper","offset":105},{"uri":"Eggs_Benedict","surface_form":"Eggs Benedict","offset":389},{"uri":"Asparagus","surface_form":"asparagus","offset":456},{"uri":"Mother_sauce","surface_form":"mother sauce","offset":498},{"uri":"French_cuisine","surface_form":"French","offset":515},{"uri":"Haute_cuisine","surface_form":"haute cuisine","offset":522},{"uri":"Alan_Davidson_(food_writer)","surface_form":"Alan Davidson","offset":647},{"uri":"Fran%C3%A7ois_Marin","surface_form":"François Marin","offset":699},{"uri":"Les_Dons_de_Comus","surface_form":"Les Dons de Comus","offset":717},{"uri":"Flour","surface_form":"flour","offset":774},{"uri":"Bouillon_(broth)","surface_form":"bouillon","offset":781},{"uri":"Herb","surface_form":"herb","offset":795},{"uri":"Mother_sauce","surface_form":"mother sauce","offset":916},{"uri":"Mayonnaise","surface_form":"Mayonnaise","offset":1115},{"uri":"Emulsion","surface_form":"emulsion","offset":1151}]}