{"id":282374,"url":"http://en.wikipedia.org/wiki/Jean_Anthelme_Brillat-Savarin","text":"Jean Anthelme Brillat-Savarin (1 April 1755, Belley, Ain – 2 February 1826, Paris) was a French lawyer and politician, and gained fame as an epicure and gastronome: \"Grimod and Brillat-Savarin. Between them, two writers effectively founded the whole genre of the gastronomic essay.\"\nBiography.\nBrillat-Savarin was born in the town of Belley, Ain, where the River Rhone separated France from Savoy. He studied law, chemistry and medicine in Dijon and practiced law in his hometown.\nHe was born Jean Anthelme Brillat, but adopted his second surname because an aunt named Savarin left him her entire fortune on the condition that he adopt her name.\nIn 1789, at the start of the French Revolution, he was sent as a deputy to the Estates-General that soon became the National Constituent Assembly, he became well lknown for some of his speeches, particularly one supporting capital punishment.\nHe returned to Belley and was for a year the elected mayor. At a later stage of the Revolution there was a bounty on his head, and he sought political asylum at first in Switzerland. He later moved to Holland, and then to the new-born United States, where he stayed for three years in Boston, New York, Philadelphia and Hartford, living on the proceeds of giving French language and violin lessons. For a time he was first violin in the Park Theater in New York City.\nHe returned to France under the Directory in 1797 and acquired the magistrate post he would then hold for the rest of his life, as a judge of the Court of Cassation. He published several works on law and political economy. He remained a bachelor, but he counted love as the sixth sense: his inscription of the \"Physiognomie\". to his beautiful cousin Juliette Récamier reads\n\"Madam, receive kindly and read indulgently the work of an old man. It is a tribute of a friendship which dates from your childhood, and, perhaps, the homage of a more tender feeling...How can I tell? At my age a man no longer dares interrogate his heart.\"\nHis famous work, \"Physiologie du goût\" (\"The Physiology of Taste\"), was published in December 1825, two months before his death. The full title is\n\"Physiologie du Goût, ou Méditations de Gastronomie Transcendante; ouvrage théorique, historique et à l'ordre du jour, dédié aux Gastronomes parisiens, par un Professeur, membre de plusieurs sociétés littéraires et savantes\". \" The book has not been out of print since it first appeared, shortly before Brillat-Savarin's death. Its most notable English translation was done by food writer and critic M. F. K. Fisher, who remarked \"I hold myself blessed among translators.\" Her translation was first published in 1949.\nInfluence.\nBrillat-Savarin cheese, the Savarin mould, a ring mould with a rounded contour, and \"Gâteau Savarin\" are named in his honour.\nHis reputation was spread to a wide television audience by Chairman Kaga of the TV series \"Iron Chef\" which introduced to millions the quote \"Tell me what you eat, and I will tell you what you are.\"\nBrillat-Savarin is often considered as the father of low-carbohydrate diet. He considered sugar and white flour to be the cause of obesity and he suggested instead protein-rich ingredients.\nSure enough, carnivorous animals never grow fat (consider wolves, jackals, birds of prey, crows, etc.). Herbivorous animals do not grow fat easily, at least until age has reduced them to a state of inactivity; but they fatten very quickly as soon as they begin to be fed on potatoes, grain, or any kind of flour.... The second of the chief causes of obesity is the floury and starchy substances which man makes the prime ingredients of his daily nourishment. As we have said already, all animals that live on farinaceous food grow fat willy-nilly; and man is no exception to the universal law.\nEneas Sweetland Dallas wrote \"Kettner's Book of the Table, a Manual of Cookery\", 1877, a treatise on gastronomy based on the work of Brillat-Savarin. Dallas published his book under the pseudonym of A. Kettner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belley","surface_form":"Belley","offset":45},{"uri":"Ain","surface_form":"Ain","offset":53},{"uri":"Paris","surface_form":"Paris","offset":76},{"uri":"French_people","surface_form":"French","offset":89},{"uri":"Epicureanism","surface_form":"epicure","offset":141},{"uri":"Gastronomy","surface_form":"gastronome","offset":153},{"uri":"Alexandre_Balthazar_Laurent_Grimod_de_La_Reyni%C3%A8re","surface_form":"Grimod","offset":166},{"uri":"Belley","surface_form":"Belley","offset":334},{"uri":"Ain","surface_form":"Ain","offset":342},{"uri":"River_Rhone","surface_form":"River Rhone","offset":357},{"uri":"Savoy","surface_form":"Savoy","offset":391},{"uri":"Law","surface_form":"law","offset":409},{"uri":"Chemistry","surface_form":"chemistry","offset":414},{"uri":"Medicine","surface_form":"medicine","offset":428},{"uri":"Dijon","surface_form":"Dijon","offset":440},{"uri":"French_Revolution","surface_form":"French Revolution","offset":675},{"uri":"French_States-General","surface_form":"Estates-General","offset":725},{"uri":"National_Constituent_Assembly","surface_form":"National Constituent Assembly","offset":762},{"uri":"Capital_punishment","surface_form":"capital punishment","offset":869},{"uri":"Bounty","surface_form":"bounty","offset":996},{"uri":"Political_asylum","surface_form":"political asylum","offset":1030},{"uri":"Switzerland","surface_form":"Switzerland","offset":1059},{"uri":"Holland","surface_form":"Holland","offset":1090},{"uri":"United_States","surface_form":"United States","offset":1124},{"uri":"French_language","surface_form":"French language","offset":1252},{"uri":"Violin","surface_form":"violin","offset":1272},{"uri":"Park_Theater","surface_form":"Park Theater","offset":1326},{"uri":"New_York_City","surface_form":"New York City","offset":1342},{"uri":"French_Directory","surface_form":"Directory","offset":1389},{"uri":"Court_of_Cassation_(France)","surface_form":"Court of Cassation","offset":1503},{"uri":"Juliette_R%C3%A9camier","surface_form":"Juliette Récamier","offset":1707},{"uri":"M._F._K._Fisher","surface_form":"M. F. K. Fisher","offset":2535},{"uri":"Brillat-Savarin_cheese","surface_form":"Brillat-Savarin cheese","offset":2664},{"uri":"Savarin_mould","surface_form":"Savarin mould","offset":2692},{"uri":"Savarin_cake","surface_form":"Gâteau Savarin","offset":2749},{"uri":"Takeshi_Kaga","surface_form":"Chairman Kaga","offset":2849},{"uri":"Iron_Chef","surface_form":"Iron Chef","offset":2881},{"uri":"Low-carbohydrate_diet","surface_form":"low-carbohydrate diet","offset":3042},{"uri":"Obesity","surface_form":"obesity","offset":3120},{"uri":"Eneas_Sweetland_Dallas","surface_form":"Eneas Sweetland Dallas","offset":3773},{"uri":"Gastronomy","surface_form":"gastronomy","offset":3874}]}