{"id":282592,"url":"http://en.wikipedia.org/wiki/Horizontal_gene_transfer","text":"e=\"preserve\">Horizontal gene transfer (HGT) (or \"Lateral gene transfer\") is any process in which an organism gets genetic material from another organism without being the offspring of that organism.\nBy contrast, \"vertical transfer\" occurs when an organism gets genetic material from its ancestor, e.g., its parent or a species from which it has evolved.\nMost thinking in genetics has focused on vertical transfer, but there is a growing awareness that horizontal gene transfer is a significant phenomenon. Amongst single-celled organisms it may be the dominant form of genetic transfer. Artificial horizontal gene transfer is a form of genetic engineering.\nHistory.\nHorizontal gene transfer was first described in Japan in a 1959 publication that demonstrated the transfer of antibiotic resistance between different species of bacteria.\nIn the mid-1980s, Syvanen suggested that lateral gene transfer not only had biological significance, but was involved in shaping evolutionary history from the beginning of life on Earth.\n\"Increasingly, studies of genes and genomes are indicating that considerable horizontal transfer has occurred between prokaryotes\". The phenomenon appears to have had some significance for unicellular eukaryotes as well. As Bapteste et al. observe, \"additional evidence suggests that gene transfer might also be an important evolutionary mechanism in protist evolution\".\nThere is some evidence that even higher plants and animals have been affected. Richardson and Palmer (2007) state: \"Horizontal gene transfer (HGT) has played a major role in bacterial evolution and is fairly common in certain unicellular eukaryotes. However, the prevalence and importance of HGT in the evolution of multicellular eukaryotes remains unclear\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic","surface_form":"genetic","offset":114},{"uri":"Reproduction","surface_form":"offspring","offset":171},{"uri":"Ancestor","surface_form":"ancestor","offset":287},{"uri":"Parent","surface_form":"parent","offset":307},{"uri":"Species","surface_form":"species","offset":319},{"uri":"Genetics","surface_form":"genetics","offset":371},{"uri":"Genetic_engineering","surface_form":"genetic engineering","offset":636},{"uri":"Bacteria","surface_form":"bacteria","offset":827},{"uri":"Prokaryote","surface_form":"prokaryote","offset":1142},{"uri":"Unicellular","surface_form":"unicellular","offset":1213},{"uri":"Eukaryote","surface_form":"eukaryote","offset":1225},{"uri":"Protist","surface_form":"protist","offset":1375},{"uri":"Unicellular","surface_form":"unicellular","offset":1621},{"uri":"Multicellular","surface_form":"multicellular","offset":1711}]}