{"id":282587,"url":"http://en.wikipedia.org/wiki/Bacterial_conjugation","text":"e=\"preserve\">Bacterial conjugation is the transfer of genetic material between bacterial cells by direct cell-to-cell contact or by a bridge-like connection between two cells.\nConjugation is a mechanism of horizontal gene transfer, as are transformation and transduction, though these two other mechanisms do not involve cell-to-cell contact.\nBacterial conjugation was discovered by Nobel Prize winners Joshua Lederberg and Edward Tatum. They showed that the bacterium \"Escherichia coli\" entered a sexual phase during which it could share genetic information.\nBacterial conjugation is often incorrectly regarded as the equivalent of sexual reproduction, since it involves the exchange of genetic material. During conjugation the \"donor\" cell provides a conjugative or mobilizable genetic element that is most often a plasmid or transposon. Most conjugative plasmids have systems ensuring that the \"recipient\" cell does not already contain a similar element.\nThe genetic information transferred is often beneficial to the recipient. Benefits may include antibiotic resistance, xenobiotic tolerance or the ability to use new metabolites. Such beneficial plasmids may be considered bacterial endosymbionts. Other elements, however, may be viewed as bacterial parasites and conjugation as a mechanism evolved by them to allow for their spread.\nMechanism.\nThe basic conjugative plasmid is the F-plasmid, or F-factor. The F-plasmid is an episome (a plasmid that can integrate itself into the bacterial chromosome) with a length of about 100,000 base pairs.\nThere can only be one copy of the F-plasmid in a given bacterium, either free or integrated, and bacteria that possess a copy are called \"F-positive\" or \"F-plus\" (denoted F+). Cells that lack F plasmids are called \"F-negative\" or \"F-minus\" (F-) and can function as recipient cells.\nInter-kingdom transfer.\nThe nitrogen fixing \"Rhizobia\" are an interesting case of inter-kingdom conjugation.\nFor example, the tumor-inducing (Ti) plasmid of \"Agrobacterium\" and the root-tumor inducing (Ri) plasmid of \"A. rhizogenes\" contain genes that are capable of transferring to plant cells. These genes turn plant cells into factories producing chemicals used by the bacteria for nitrogen and energy. Infected cells form crown galls or root tumours, respectively. The Ti and Ri plasmids are thus endosymbionts of the bacteria, which are in turn endosymbionts (or parasites) of the infected plant.\nGenetic engineering.\nConjugation is a convenient means for transferring genetic material to a variety of targets. In laboratories successful transfers have been reported from bacteria to yeast, plants, mammalian cells, and isolated mammalian mitochondria.\nConjugation has advantages over other forms of genetic transfer. In plant engineering, \"Agrobacterium\"-like conjugation complements other standard vehicles such as tobacco mosaic virus (TMV). While TMV is capable of infecting many plant families these are primarily herbaceous dicots. \"Agrobacterium\"-like conjugation is also primarily used for dicots, but monocot recipients are not uncommon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetics","surface_form":"genetic","offset":54},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":206},{"uri":"Transformation_(genetics)","surface_form":"transformation","offset":239},{"uri":"Transduction_(genetics)","surface_form":"transduction","offset":258},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":383},{"uri":"Joshua_Lederberg","surface_form":"Joshua Lederberg","offset":403},{"uri":"Edward_Tatum","surface_form":"Edward Tatum","offset":424},{"uri":"Bacterium","surface_form":"bacterium","offset":459},{"uri":"Escherichia_coli","surface_form":"Escherichia coli","offset":470},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":633},{"uri":"Plasmid","surface_form":"plasmid","offset":817},{"uri":"Transposon","surface_form":"transposon","offset":828},{"uri":"Antibiotic_resistance","surface_form":"antibiotic resistance","offset":1053},{"uri":"Xenobiotic","surface_form":"xenobiotic","offset":1076},{"uri":"Metabolite","surface_form":"metabolite","offset":1123},{"uri":"Endosymbiont","surface_form":"endosymbiont","offset":1189},{"uri":"Parasitism","surface_form":"parasites","offset":1256},{"uri":"Plasmid","surface_form":"plasmid","offset":1373},{"uri":"F-plasmid","surface_form":"F-plasmid","offset":1388},{"uri":"Episome","surface_form":"episome","offset":1432},{"uri":"Chromosome","surface_form":"chromosome","offset":1496},{"uri":"Nitrogen_fixation","surface_form":"nitrogen fixing","offset":1861},{"uri":"Rhizobia","surface_form":"Rhizobia","offset":1878},{"uri":"Kingdom_(biology)","surface_form":"kingdom","offset":1921},{"uri":"Agrobacterium","surface_form":"Agrobacterium","offset":1991},{"uri":"Gall","surface_form":"gall","offset":2265},{"uri":"Root","surface_form":"root","offset":2274},{"uri":"Tumour","surface_form":"tumour","offset":2279},{"uri":"Endosymbiont","surface_form":"endosymbiont","offset":2334},{"uri":"Genetic_engineering","surface_form":"transferring genetic material","offset":2494},{"uri":"Mitochondria","surface_form":"mitochondria","offset":2677},{"uri":"Tobacco_mosaic_virus","surface_form":"tobacco mosaic virus","offset":2855},{"uri":"Herbaceous_plant","surface_form":"herbaceous","offset":2957},{"uri":"Dicot","surface_form":"dicot","offset":2968},{"uri":"Monocot","surface_form":"monocot","offset":3048}]}