{"id":282572,"url":"http://en.wikipedia.org/wiki/Friedensreich_Hundertwasser","text":"Friedensreich Hundertwasser (born 15 December 1928, died 19 February 2000) was an Austrian artist. He often called himself \"Friedensreich Regentag Dunkelbunt Hundertwasser\" (\"Land-of-Peace Rainy-Day Dark-Colourful Hundred-Water\"). Hundertwasser became known for designing buildings, but he also created stamps, painted, designed posters, and other works. He even designed a new flag for New Zealand, based on a local fern frond, called the Koru.\nBiography.\nHundertwasser was born in Vienna as Friedrich Stowasser. His mother, Elsa, was Jewish, so the Second World War was a difficult time for them. They pretended to be Catholic during the war, and to escape notice, Friedrich even joined the Hitler Youth.\nAfter the war ended, he changed his name from Friedrich Stowasser to Friedensreich Hundertwasser. Part of the meaning of \"Friedensreich\" is \"peaceful realm (country)\". He studied briefly at the Academy of Fine Arts in Vienna, but when his money ran out, he started to travel a lot. He began to develop his own style, and in 1952, he exhibited his paintings for the first time.\nHundertwasser married twice - in 1957 and 1962 - but both marriages ended in divorce. He had one daughter, Heidi Trimmel, who was born in 1982.\nIn 1975, Hundertwasser left Europe and went to live in a small town called Kawakawa in New Zealand, where he could live mostly self-sufficiently. The artist bought several properties, joined them together to give himself enough access to nature, built solar panels and a water purification plant, and grew his own food. He lived there until he died of a heart attack in 2000.\nHe was buried at home in New Zealand. On top of his grave, a tree was planted. Hundertwasser said in 1989, A dead person is entitled to reincarnation in the form of... a tree that grows on top of him and through him.\nPolitical views.\nAs a result of his experience of being persecuted by the Nazi regime, Hundertwasser developed an anti-totalitarian position early on. His early fears of the square marching battalions associated with dictatorships may have led him to oppose any \"geometrization\" of people and their architecture. In a letter in 1954 Hundertwasser described the square as \"geometric rectangles compressed columns on the march\".\nArtistic styles and themes.\nHundertwasser had a lively imagination; his art was unruly and chaotic. In his work, he used spirals, organic forms, wavy lines, bright colours, and a strong individualism. He wanted humans to live in harmony with nature, where there are no straight lines. Once, he called straight lines \"something cowardly drawn with a ruler, without thought or feeling.\"\nConcept.\nHundertwasser believe that a person has three 'skins. First, her 'epidermis', her skin. Second, her clothes. And finally, her house or home. Later on in the 1970s, he added two more skins: social environment (family, friendships, nation) and the planet (environment, the ecology, nature).\nPainting.\nYou can see examples of Hundertwasser's paintings [https://www.kunsthauswien.com/en/museum/art-and-style here]. Colour is a large part of Hundertwasser's art. He didn't select colours for any special significance; instead he used bright, fierce, burning colours, and combined colours to form competing patterns.\nArchitecture.\nWhile he began as a painter, later in life the third skin - the home, or architecture - greatly interested Hundertwasser. He hated the way most buildings had straight lines and angles. He felt that buildings should fit and represent those who lived inside them. His building designs use natural forms, and often fit around nature rather than trying to bend nature to fit them. In the Hundertwasserhaus, an apartment building in Vienna, Austria, the floors aren't flat and even: they undulate.\nHundertwasser used nature in his buildings, which often have roof gardens. Grass roofs also have ecological, health and insusaltion advantages. A grass roof produces oxygen and makes life possible. It absorbs dust and dirt and converts the earth. Body and soul of man is at ease, both, who looks at it as well as who lives beneath it. (Hundertwasser 1991)\nThe artist also believed in a human's right to a window. He thought that \"Some people say houses consist of walls. I say houses consist of windows.\"The repetition of identical windows next to each other and above each other as in a grid system is a characteristic of concentration camps.Windows in rank and file are sad, windows should be able to dance.A person in a rented apartment must be able to lean out of his window and scrape off the masonry within arm's reach. And he must be allowed to take a long brush and paint everything outside within arm's reach, so that it will be visible from afar to everyone in the street that someone lives there who is different from the imprisoned, enslaved, standardised man who lives next door. (Hundertwasser 1990)Hundertwasser wanted to allow the residents of his building to personalise their windows.\nIn the late 1970s, Hundertwasser was asked by City of Vienna to build a housing project - housing for poorer citizens who could not afford it otherwise. Inside, there were wavy, undulating floors (\"an uneven floor is a divine melody to the feet\"), a roof covered with earth and grass, and large trees growing from inside the rooms, with limbs extending from windows. Hundertwasser took no payment for the design of the house, declaring that it was worth it, to prevent something ugly from going up in its place. Within the house there are 52 apartments, four offices, 16 private terraces and three communal terraces, and a total of 250 trees and bushes. The Hundertwasser House is one of Vienna's most visited buildings and has become part of Austria's cultural heritage.\nIn Kawakawa, New Zealand, where Hundertwasser lived between 1975 and 2000, he designed the public toilets. Coach-loads of tourists visit every day to see these toilets, which are designed according to the artist's strict beliefs. All of the plants and vegetation which were displaced by the toilet were replanted on the roof, and it was built from recycled bricks from an old bank, and the residents' used glass bottles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":82},{"uri":"Stamp","surface_form":"stamp","offset":303},{"uri":"Hitler_Youth","surface_form":"Hitler Youth","offset":693}]}