{"id":282723,"url":"http://en.wikipedia.org/wiki/Parapneuroptera","text":"Paraneoptera is a monophyletic superorder of insects.\nIt includes four orders, the bark lice, true lice, thrips, and hemipterans, the true bugs.\nThe mouthparts of the Paraneoptera reflect diverse feeding habits. Basal groups are microbial surface feeders, whereas more advanced groups feed on plant or animal fluids.\nHemiptera.\nHemiptera is an order of insects often known as the \"true bugs\" (bug). They are about 50,000–80,000 species of cicadas, aphids, planthoppers, leafhoppers, shield bugs, and others. They range in size from to around, and share a common arrangement of sucking mouthparts.\nPsocoptera.\nPsocoptera, the bark lice, include 4,400 described species arranged in 3 suborders. There are 50 families of bark lice with over 200 genera. This is the first insect order to show the beginnings of a transition to sucking mouthparts. It is sister group to the Phthiraptera. Bark lice are found on foliage, under bark, or in leaf litter.\nPhthiraptera.\nPhthiraptera, the lice, includes 5,000 described species divided into 4 suborders.\nThe body of a louse is dorsoventrally flattened and the eyes are absent or nearly so. The legs are strong for holding onto fur or feathers of the host. All species of lice are parasitic. Lice parasitise all orders of birds and most orders of mammals.\nThrips.\nOrder Thysanoptera includes 5,500 species classified into two suborders. These insects are called thrips.\nThe mouth is in the form of an asymmetrical mouth cone, consisting of piercing stylets. Thrips are commonly found on and in flowers. Most species are phytophagous, feeding on flowers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monophyletic","surface_form":"monophyletic","offset":18},{"uri":"Order_(biology)","surface_form":"superorder","offset":31},{"uri":"Insect","surface_form":"insect","offset":45},{"uri":"Psocoptera","surface_form":"bark lice","offset":83},{"uri":"Louse","surface_form":"true lice","offset":94},{"uri":"Thrips","surface_form":"thrips","offset":105},{"uri":"Hemiptera","surface_form":"hemiptera","offset":117},{"uri":"Hemiptera","surface_form":"Hemiptera","offset":328},{"uri":"Order_(biology)","surface_form":"order","offset":344},{"uri":"Insect","surface_form":"insect","offset":353},{"uri":"True_bug","surface_form":"bug","offset":393},{"uri":"Species","surface_form":"species","offset":428},{"uri":"Cicada","surface_form":"cicada","offset":439},{"uri":"Aphid","surface_form":"aphid","offset":448},{"uri":"Planthopper","surface_form":"planthopper","offset":456},{"uri":"Leafhopper","surface_form":"leafhopper","offset":470},{"uri":"Shield_bug","surface_form":"shield bug","offset":483},{"uri":"Psocoptera","surface_form":"Psocoptera","offset":609},{"uri":"Suborder","surface_form":"suborder","offset":682},{"uri":"Louse","surface_form":"lice","offset":978},{"uri":"Thrips","surface_form":"Thysanoptera","offset":1308}]}