{"id":282836,"url":"http://en.wikipedia.org/wiki/Innate_immune_system","text":"ce=\"preserve\">The innate immune system defends the host from infections. It includes cells which recognize and respond to pathogens (germs) right away. The innate immune system response is not specific: it responds the same way to all pathogens that it recognises.\nUnlike the adaptive immune system, the innate immune system does not give long-lasting immunity against specific infections.\nInnate immune systems give immediate defence against infection, and are found in all plant and animal life. The innate system is the evolutionarily older defense strategy. It is the main immune system found in plants, fungi, insects, and in primitive multicellular organisms. The system is not adaptable and does not change over the course of an individual's lifetime.\nAnatomical barriers.\nThe innate immune system includes the skin. The outer layers of the skin are called \"epithelial\". Epithelial cells form a waxy physical barrier that keeps out most infectious agents. These cells are the innate immune system's first line of defense against invading organisms.\nOld skin cells drop off, and this helps remove bacteria that have stuck to the skin.\nThe skin continues internally as the lining of the intestine and lung. In the intestines or lungs, movement by peristalsis or cilia helps to remove infectious agents. Also, mucus traps infectious agents. In the intestines, gut flora can prevent pathogenic bacteria by secreting toxic substances, or by competing with pathogenic bacteria for nutrients or for attachment to cell surfaces.\nThe flushing action of tears and saliva helps prevent infection of the eyes and mouth.\nInflammation.\nInflammation is one of the first responses of the immune system to pathogens or foreign substances that get past the anatomical barriers.\nInflammation is stimulated by chemical factors released by injured cells. It sets up a physical barrier against the spread of infection, and promotes healing of damaged tissue after the clearance of pathogens.\nChemical factors produced during inflammation attract phagocytes, especially neutrophils. Neutrophils then trigger other parts of the immune system.\nComplement system.\nThe complement system is a biochemical cascade of the immune system that helps antibodies clear pathogens or mark them for destruction by other cells.\nElements of the complement cascade can be found in many non-mammalian species including plants, birds, fish and some species of invertebrates.\nCells of the innate immune response.\nAll white blood cells (WBC) are known as leukocytes. Leukocytes are different from other cells of the body: they work like independent, single-celled organisms. They can move freely, and capture cell debris, foreign particles, or invading microorganisms. They are produced by blood-forming stem cells in the bone marrow.\nThe innate leukocytes include: Natural killer cells, mast cells, eosinophils, basophils; and the phagocytic cells including macrophages, neutrophils and dendritic cells. They identify and eliminate pathogens that cause infection.\nMast cells.\nMast cells are a type of innate immune cell in connective tissue and the mucous membranes. They are intimately associated with defence against pathogens and wound healing. They are also often associated with allergy and anaphylaxis. When activated, mast cells rapidly release characteristic granules, rich in histamine and heparin, along with various hormonal mediators, and chemotactic cytokines into the environment. Histamine dilates blood vessels, causing the signs of inflammation, and recruits neutrophils and macrophages.\nPhagocytes.\nThe word 'phagocyte' literally means 'eating cell'. These are immune cells that engulf, i.e. phagocytose, pathogens or particles. To engulf a particle or pathogen, a phagocyte extends portions of its plasma membrane, wrapping the membrane around the particle until it is enveloped (i.e. the particle is now inside the cell). Once inside the cell, the invading pathogen is contained inside an endosome which merges with a lysosome. The lysosome contains enzymes and acids that kill and digest the particle or organism. Phagocytes generally patrol the body searching for pathogens, but are also able to react to a group of highly specialized molecular signals produced by other cells, called cytokines. The phagocytic cells of the immune system include macrophages], neutrophils, and dendritic cells.\nPhagocytosis of the hosts’ own cells is common as part of regular tissue development and maintenance. When host cells die, phagocytic cells remove them from the affected site. By removing dead cells, phagocytosis is an important part of the healing process.\nMacrophages.\nMacrophages are large phagocytic leukocytes. They can move across the cell membrane of capillary vessels and go between cells to hunt invading pathogens. Macrophages are the most efficient phagocytes, and can phagocytose substantial numbers of bacteria or other cells or microbes.\nThe binding of bacterial molecules to receptors on the surface of a macrophage triggers it to engulf and destroy the bacteria. Pathogens also stimulate the macrophage to produce chemokines, which summon other cells to the site of infection.\nNeutrophils.\nNeutrophils and two other cell types (eosinophils and basophils), are known as granulocytes (because they have granules in their cytoplasm) or polymorphonuclear cells (PMNs) due to their distinctive lobed nuclei.\nNeutrophil granules contain a variety of toxic substances that kill or inhibit growth of bacteria and fungi. The main products of the neutrophil are strong oxidizing agents. These include hydrogen peroxide, free oxygen radicals and hypochlorite. Neutrophils are the most abundant type of phagocyte, with 50 to 60% of the total circulating leukocytes. They are usually the first cells to arrive at the site of an infection. The bone marrow of a normal healthy adult produces more than 100 billion neutrophils per day, and more than 10 times that many per day during acute inflammation.\nDendritic cells.\nDendritic cells (DC) are phagocytic cells present in tissues that are in contact with the external environment, mainly the skin (where they are often called Langerhans cells), and the inner mucosal lining of the nose, lungs, stomach and intestines. Dendritic cells are very important in the process of antigen presentation, and serve as a link between the innate and adaptive immune systems.\nBasophils and eosinophils.\nBasophils and eosinophils are cells related to the neutrophil (see above). When activated by a pathogen encounter, basophils releasing histamine are important in defense against parasites, and play a role in allergic reactions (such as asthma). When they are activated, eosinophils secrete a range of highly toxic proteins and free radicals that kill bacteria and parasites. The same chemicals also cause tissue damage during allergic reactions. Activation and toxin release by eosinophils is therefore tightly regulated to prevent any inappropriate tissue destruction.\nNatural killer cells.\nNatural killer cells, or NK cells, are a part of the innate immune system which does not directly attack invading microbes. Instead, NK cells destroy compromised host cells, such as tumor cells or virus-infected cells. It recognises such cells by a condition known as \"missing self\". This term describes cells with low levels of a cell-surface marker called MHC I (major histocompatibility complex). This can occur in viral infections of host cells. They were named \"natural killer\" because they do not require activation in order to kill cells that are \"missing self\".\nAntimicrobial peptides.\nAntimicrobial peptides, or host defence peptides, are part of the innate immune response. They are found among all classes of life. These peptides are potent, broad spectrum antibiotics. They kill both gram negative and gram positive bacteria, mycobacteria (including \"Mycobacterium tuberculosis\"), enveloped viruses, fungi and even transformed or cancerous cells.\nMarine fish sources have high levels of antimicrobial compounds. Testing with live fish showed that fish peptides used in food/feed ingredients worked well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Immune_system","surface_form":"immune system","offset":25},{"uri":"Infection","surface_form":"infection","offset":61},{"uri":"Cells","surface_form":"cells","offset":85},{"uri":"Pathogen","surface_form":"pathogen","offset":122},{"uri":"Adaptive_immune_system","surface_form":"adaptive immune system","offset":276},{"uri":"Animal","surface_form":"animal","offset":485},{"uri":"Plant","surface_form":"plant","offset":600},{"uri":"Fungi","surface_form":"fungi","offset":608},{"uri":"Insect","surface_form":"insect","offset":615},{"uri":"Multicellular_organisms","surface_form":"multicellular organisms","offset":641},{"uri":"Skin","surface_form":"skin","offset":818},{"uri":"Epithelium","surface_form":"epithelial","offset":865},{"uri":"Intestine","surface_form":"intestine","offset":1192},{"uri":"Lung","surface_form":"lung","offset":1206},{"uri":"Peristalsis","surface_form":"peristalsis","offset":1252},{"uri":"Cilia","surface_form":"cilia","offset":1267},{"uri":"Mucus","surface_form":"mucus","offset":1314},{"uri":"Gut_flora","surface_form":"gut flora","offset":1364},{"uri":"Nutrients","surface_form":"nutrients","offset":1482},{"uri":"Inflammation","surface_form":"Inflammation","offset":1629},{"uri":"Phagocyte","surface_form":"phagocyte","offset":2031},{"uri":"Neutrophil","surface_form":"neutrophil","offset":2054},{"uri":"Complement_system","surface_form":"complement system","offset":2149},{"uri":"Biochemical_cascade","surface_form":"biochemical cascade","offset":2172},{"uri":"Plant","surface_form":"plant","offset":2384},{"uri":"Bird","surface_form":"bird","offset":2392},{"uri":"Fish","surface_form":"fish","offset":2399},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2424},{"uri":"Leukocyte","surface_form":"leukocyte","offset":2517},{"uri":"Microorganisms","surface_form":"microorganisms","offset":2715},{"uri":"Stem_cell","surface_form":"stem cell","offset":2766},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":2784},{"uri":"Natural_killer_cell","surface_form":"Natural killer cell","offset":2828},{"uri":"Mast_cell","surface_form":"mast cell","offset":2850},{"uri":"Eosinophil","surface_form":"eosinophil","offset":2862},{"uri":"Basophil","surface_form":"basophil","offset":2875},{"uri":"Phagocytic_cells","surface_form":"phagocytic cells","offset":2894},{"uri":"Macrophage","surface_form":"macrophage","offset":2921},{"uri":"Neutrophil","surface_form":"neutrophil","offset":2934},{"uri":"Dendritic_cell","surface_form":"dendritic cell","offset":2950},{"uri":"Connective_tissue","surface_form":"connective tissue","offset":3086},{"uri":"Mucous_membrane","surface_form":"mucous membrane","offset":3112},{"uri":"Allergy","surface_form":"allergy","offset":3247},{"uri":"Anaphylaxis","surface_form":"anaphylaxis","offset":3259},{"uri":"Histamine","surface_form":"histamine","offset":3348},{"uri":"Heparin","surface_form":"heparin","offset":3362},{"uri":"Cytokine","surface_form":"cytokine","offset":3426},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":3476},{"uri":"Plasma_membrane","surface_form":"plasma membrane","offset":3780},{"uri":"Endosome","surface_form":"endosome","offset":3972},{"uri":"Lysosome","surface_form":"lysosome","offset":4001},{"uri":"Macrophage","surface_form":"macrophage","offset":4331},{"uri":"Neutrophil","surface_form":"neutrophil","offset":4345},{"uri":"Dendritic_cell","surface_form":"dendritic cell","offset":4362},{"uri":"Phagocytosis","surface_form":"phagocytosis","offset":4579},{"uri":"Capillary","surface_form":"capillary","offset":4737},{"uri":"Granulocyte","surface_form":"granulocyte","offset":5264},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":5390},{"uri":"Toxic","surface_form":"toxic","offset":5439},{"uri":"Fungi","surface_form":"fungi","offset":5500},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":5554},{"uri":"Hydrogen_peroxide","surface_form":"hydrogen peroxide","offset":5586},{"uri":"Hypochlorite","surface_form":"hypochlorite","offset":5630},{"uri":"Acute_(medical)","surface_form":"acute","offset":5963},{"uri":"Skin","surface_form":"skin","offset":6123},{"uri":"Langerhans_cell","surface_form":"Langerhans cell","offset":6157},{"uri":"Nose","surface_form":"nose","offset":6212},{"uri":"Lung","surface_form":"lung","offset":6218},{"uri":"Stomach","surface_form":"stomach","offset":6225},{"uri":"Intestine","surface_form":"intestine","offset":6237},{"uri":"Antigen_presentation","surface_form":"antigen presentation","offset":6302},{"uri":"Adaptive_immune_system","surface_form":"adaptive immune system","offset":6367},{"uri":"Basophil","surface_form":"Basophil","offset":6419},{"uri":"Eosinophil","surface_form":"eosinophil","offset":6433},{"uri":"Histamine","surface_form":"histamine","offset":6554},{"uri":"Parasite","surface_form":"parasite","offset":6597},{"uri":"Allergic_reaction","surface_form":"allergic reaction","offset":6627},{"uri":"Asthma","surface_form":"asthma","offset":6655},{"uri":"Toxic","surface_form":"toxic","offset":6727},{"uri":"Free_radical","surface_form":"free radical","offset":6746},{"uri":"Natural_killer_cell","surface_form":"Natural killer cell","offset":7011},{"uri":"Tumor","surface_form":"tumor","offset":7193},{"uri":"Major_histocompatibility_complex","surface_form":"major histocompatibility complex","offset":7376},{"uri":"Peptide","surface_form":"peptide","offset":7619},{"uri":"Host_defence_peptide","surface_form":"host defence peptide","offset":7632},{"uri":"Antibiotic","surface_form":"antibiotic","offset":7779},{"uri":"Gram_negative","surface_form":"gram negative","offset":7807},{"uri":"Gram_positive","surface_form":"gram positive","offset":7825},{"uri":"Mycobacterium","surface_form":"mycobacteria","offset":7849},{"uri":"Mycobacterium_tuberculosis","surface_form":"Mycobacterium tuberculosis","offset":7874},{"uri":"Viruses","surface_form":"viruses","offset":7914},{"uri":"Fungi","surface_form":"fungi","offset":7923},{"uri":"Cancer","surface_form":"cancer","offset":7953}]}