{"id":282986,"url":"http://en.wikipedia.org/wiki/Durham%2C_North_Carolina","text":"Durham is a city in the U.S. state of North Carolina. It has about 230,000 people. Durham has two universities, Duke and NC Central. It is northwest of Raleigh, and northeast of Chapel Hill. It is the county seat of Durham County.\nHistorical Facts.\nBefore Europeans came to the Durham area, there were some Native American tribes nearby.\nDurham was officially started in 1869, but there was a train station and some stores before that. It grew quickly in the late 1800s and early 1900s because of tobacco. NC Central was one of the first publicly funded (paid for) African-American colleges, and was started in 1924.\nIn the mid 1900s, people were buying less tobacco, so Durham became poorer. Some civil rights people also visited Durham during this time. The Research Triangle Park near Raleigh helped it some, but not very much.\nRecently, Durham's downtown has gotten better and Durham is growing more. The old tobacco buildings are now being used for other things.\nGeography.\nDurham is located in north-central North Carolina, near Chapel Hill and Raleigh, in an area known as The Triangle. One of the few rivers in Durham is the Eno River. It goes into Falls Lake.\nClimate.\nDurham has a sort of mild climate with hot summers and cool winters. In the summer temperatures usually go from 90° Fahrenheit during the day to 70 °F at night. In the winter, is about 50 °F during the day and 30 °F at night. It can change more. Durham gets about of rain and of snow.\nTransportation.\nDurham has a lot of transportation, or roads, trains, and airplanes. Some freeways in Durham are Interstates 40 and 85 and highway 147. Durham is right next to an airport. Durham also has a train station.\nThings to see.\nDuke University is in Durham. Durham also has the Museum of Life and Science and the Nasher Art Museum. Downtown, there are also several tall buildings.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":24},{"uri":"North_Carolina","surface_form":"North Carolina","offset":38},{"uri":"Universities","surface_form":"universities","offset":98},{"uri":"Duke_University","surface_form":"Duke","offset":112},{"uri":"Raleigh%2C_North_Carolina","surface_form":"Raleigh","offset":152},{"uri":"County_seat","surface_form":"county seat","offset":201},{"uri":"Durham_County%2C_North_Carolina","surface_form":"Durham County","offset":216},{"uri":"Native_American","surface_form":"Native American","offset":307},{"uri":"Train","surface_form":"train","offset":393},{"uri":"Tobacco","surface_form":"tobacco","offset":497},{"uri":"The_American_Civil_Rights_Movement","surface_form":"civil rights","offset":698},{"uri":"Downtown","surface_form":"downtown","offset":850},{"uri":"Rivers","surface_form":"rivers","offset":1109},{"uri":"Climate","surface_form":"climate","offset":1204},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":1294},{"uri":"Transportation","surface_form":"transportation","offset":1499},{"uri":"Freeway","surface_form":"freeway","offset":1553},{"uri":"Interstate_40","surface_form":"40","offset":1588},{"uri":"Interstate_85","surface_form":"85","offset":1595},{"uri":"Duke_University","surface_form":"Duke University","offset":1699}]}