{"id":282906,"url":"http://en.wikipedia.org/wiki/Adaptive_immune_system","text":"The adaptive immune system is made of specialized cells and processes which kill pathogens or prevent their attack.\nThe adaptive immune system is switched on by the evolutionarily older innate immune system. This older system is non-specific, whereas the adaptive system is tailored to specific targets.\nWhereas the innate immune system is found in all metazoa, the adaptive system is only found in vertebrates. It is thought to have arisen in the first jawed vertebrates.\nThe adaptive immune response gives the vertebrate immune system the ability to recognize and remember specific pathogens. The system mounts stronger attacks each time a particular pathogen is encountered. It is \"adaptive\" immunity because the body's immune system prepares itself for future challenges.\nLayered defence.\nThe immune system protects organisms from infection with layered defences. In simple terms, physical barriers prevent pathogens such as bacteria and viruses from entering the organism.\nIf a pathogen breaches these barriers, the innate immune system provides an immediate, but non-specific response. Innate immune systems are found in all plants and animals.\nIf pathogens successfully evade the innate response, vertebrates possess a third layer of protection, the adaptive immune system, which is activated by the innate response. Here, the immune system adapts its response during an infection to improve its recognition of the pathogen.\nAfter the pathogen has been killed, the offspring of B and T cells continue. They are ready for a faster response next time. This is a kind of 'immunological memory'. These cells allow the adaptive immune system to mount faster and stronger attacks each time this pathogen is encountered.\nBoth innate and adaptive immunity depend on the ability of the immune system to distinguish between self and non-self molecules. In immunology, \"self\" molecules are those components of an organism's body that can be distinguished from foreign substances by the immune system. Conversely, \"non-self\" molecules are those recognized as foreign molecules. One class of non-self molecules are called antigens (short for \"anti\"body \"gen\"erators) and are defined as substances that bind to specific immune receptors and elicit an immune response.\nFunctions.\nAdaptive immunity is triggered in vertebrates when a pathogen evades the innate immune system and generates a threshold level of antigen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell","surface_form":"cell","offset":50},{"uri":"Process","surface_form":"process","offset":60},{"uri":"Pathogen","surface_form":"pathogen","offset":81},{"uri":"Evolution","surface_form":"evolution","offset":165},{"uri":"Innate_immune_system","surface_form":"innate immune system","offset":186},{"uri":"Metazoa","surface_form":"metazoa","offset":353},{"uri":"Vertebrate","surface_form":"vertebrate","offset":399},{"uri":"Gnathostomata","surface_form":"jawed vertebrates","offset":454},{"uri":"Immune_system","surface_form":"immune system","offset":523},{"uri":"Infection","surface_form":"infection","offset":835},{"uri":"Bacteria","surface_form":"bacteria","offset":929},{"uri":"Virus","surface_form":"virus","offset":942},{"uri":"Innate_immune_system","surface_form":"innate immune system","offset":1021},{"uri":"Plant","surface_form":"plant","offset":1131},{"uri":"Animal","surface_form":"animal","offset":1142},{"uri":"B_cell","surface_form":"B","offset":1485},{"uri":"T_cell","surface_form":"T cell","offset":1491},{"uri":"Immunological_memory","surface_form":"immunological memory","offset":1576},{"uri":"Molecule","surface_form":"molecule","offset":1839},{"uri":"Immunology","surface_form":"immunology","offset":1853},{"uri":"Antigen","surface_form":"antigen","offset":2116},{"uri":"Immune_receptor","surface_form":"immune receptor","offset":2213}]}