{"id":283088,"url":"http://en.wikipedia.org/wiki/Louise_Henriette_de_Bourbon","text":"Louise Henriette de Bourbon (20 June 1726 – 9 February 1759) was Duchess of Orléans and the mother of Philippe Égalité. By birth and marriage she held the prestigious rank of a Princess of the blood.\nBackground.\nLouise Henriette was born in Paris the only daughter of Louis Armand de Bourbon, Prince of Conti and Louise Élisabeth de Bourbon. In her youth she was known at court as \"Mademoiselle de Conti\" and had been bought up in a convent.\nMarriage.\nOne of Louise Henriette's cousins, Louis Jean Marie de Bourbon, grandson of Louis XIV, had proposed marriage to her, but her mother's choice fell upon the Duke of Chartres. As a result on 17 December 1743, aged of seventeen, Louise Henriette married her second cousin Louis Philippe d'Orléans at Versailles.\nThe Duke of Chartres' father, Louis d'Orléans, Duke of Orléans, known as the \"Pious\", accepted her as she had had a religious upbringing however after a passionate beginning, Louise Henriette's scandalous behaviour caused the couple to break up. She later had an affair with the Count of Melfort after the birth of her son. Her son later said that he was in fact the illegitimate son of the Count of Melfort but this was ignored as he looked so much like his father.\nDeath.\nLouise Henriette died on 9 February 1759 at the age of thirty-two, with her husband and children at her side, at the Palais-Royal, the Orléans residence in Paris. Her premature death was a consequence, it was said, of her debaucheries.\nAfter her death, her husband had several mistresses, ultimately finding the love of his life, the witty but married marquise de Montesson, whom he married after she became a widow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippe_%C3%89galit%C3%A9","surface_form":"Philippe Égalité","offset":102},{"uri":"Princess_of_the_blood","surface_form":"Princess of the blood","offset":177},{"uri":"Louis_Armand_II%2C_Prince_of_Conti","surface_form":"Louis Armand de Bourbon, Prince of Conti","offset":268},{"uri":"Louise_%C3%89lisabeth_de_Bourbon","surface_form":"Louise Élisabeth de Bourbon","offset":313},{"uri":"Louis_Jean_Marie_de_Bourbon","surface_form":"Louis Jean Marie de Bourbon","offset":487},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":528},{"uri":"Louis_Philippe_I%2C_Duke_of_Orl%C3%A9ans","surface_form":"Louis Philippe d'Orléans","offset":720},{"uri":"Versailles","surface_form":"Versailles","offset":748},{"uri":"Louis_d%27Orl%C3%A9ans%2C_Duke_of_Orl%C3%A9ans","surface_form":"Louis d'Orléans, Duke of Orléans","offset":790},{"uri":"Palais-Royal","surface_form":"Palais-Royal","offset":1351},{"uri":"Charlotte_Jeanne_B%C3%A9raud_de_la_Haye_de_Riou%2C_marquise_de_Montesson","surface_form":"marquise de Montesson","offset":1586}]}