{"id":28301,"url":"http://en.wikipedia.org/wiki/Leeds","text":"Leeds is a city in the county of West Yorkshire in the north of England. It is one of the cities in the United Kingdom and about 745,000 people live there. Leeds has four universities: University of Leeds, Leeds Metropolitan University, Leeds Trinity University and the University of Law. Leeds is on the River Aire. The city's football team is Leeds United AFC.\nHistory.\nIn Roman times, Leeds was called 'Loidis' which means 'People of the flowing river'.\nLeeds grew into a large city, mainly during Victorian times, when many factories were built in the city, making cloth as well as other products. Most of these factories have now closed.\nWith the building of many of the factories and mills in Leeds, many canals and railways were built in the city as well.\nLeeds used to have a tram system, but this was removed in 1959. There have been plans to bring it back. Trolleybuses have also been thought of.\nMarks and Spencers started with a market stall in Leeds Market, and they now have shops throughout the city, with their largest one being on Briggate.\nMuch of Leeds was rebuilt in the 1960s and 1970s because the old Victorian buildings were mostly run down and unsuitable for modern use. Many new council houses and flats were built around the city.\nIn the 1970s, the council used the motto 'Motorway City of the 1970s' to try to promote the city. This is because the Leeds Inner Ring Road is a motorway and the M1 motorway, which starts in London, ended in central Leeds.\nToday.\nToday Leeds still has many factories and offices for large companies. The City Centre has attracted many shops, offices, pubs, restaurants and bars. Leeds now has some skyscrapers such as Bridgewater Place. Leeds and Manchester are the most important cities for business in the North of England. Many banks have their offices in Leeds.\nMany flats have also been built in the city centre. Leeds has some expensive areas to live like Chapel Allerton, Headingley, Kirkstall, Horsforth, Roundhay and Alwoodley, but it also has some cheap places to live where crime is high like Harehills, Chapeltown, Seacroft and Beeston. There have been riots in Harehills and Chapeltown before.\nTetley's Bitter is made at a brewery in Leeds. This is sold in many pubs and shops in Britain. Tetley's also used to have many pubs in Yorkshire but have sold many, although Tetley's Bitter is still sold there.\nASDA is Britain's second biggest supermarket. It started in Leeds, and it still has its headquarters in the city.\nTransport.\nLeeds has a large railway station in the City Centre as well as many smaller ones in suburbs. It also has an airport called Leeds Bradford International Airport. There are many motorways in and around the city as well. Leeds has a bus station with 26 stands, and more stands for National Express services going to other cities. However, it is too small to cope with internal buses, so they stop at bus stops along the streets. Leeds has an outer ring road and an inner ring road. The inner ring road is a motorway.\nSport.\nLeeds is famous for its sports, too. It has a Rugby league team called Leeds Rhinos and a Rugby union team called Yorkshire Carnegie. It also has a football team called Leeds United. Yorkshire Cricket play in Leeds too. The fourth test of the 2009 Ashes was hosted at the Headingley Stadium in Leeds.\nCouncil.\nLeeds City Council are the council for Leeds as well as other nearby towns that are part of the City of Leeds borough such as Wetherby, Otley, Yeadon, Garforth and Rothwell.\nMedia.\nThe Yorkshire Evening Post is the local newspaper for Leeds and is published every evening. BBC Yorkshire, Yorkshire Television and Leeds Television all have their studios in Leeds. The Yorkshire Television studios are currently in the process of being downsized as ITV looks to reduce costs.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":11},{"uri":"West_Yorkshire","surface_form":"West Yorkshire","offset":33},{"uri":"England","surface_form":"England","offset":64},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":104},{"uri":"Universities","surface_form":"universities","offset":171},{"uri":"University_of_Leeds","surface_form":"University of Leeds","offset":185},{"uri":"Leeds_Metropolitan_University","surface_form":"Leeds Metropolitan University","offset":206},{"uri":"Leeds_United_A.F.C.","surface_form":"Leeds United AFC","offset":345},{"uri":"Trolleybus","surface_form":"Trolleybus","offset":867},{"uri":"M1_motorway","surface_form":"M1 motorway","offset":1419},{"uri":"Manchester","surface_form":"Manchester","offset":1704},{"uri":"Banks","surface_form":"banks","offset":1788},{"uri":"Brewery","surface_form":"brewery","offset":2193},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":2299},{"uri":"Leeds_railway_station","surface_form":"railway station","offset":2518},{"uri":"Leeds_Bradford_International_Airport","surface_form":"Leeds Bradford International Airport","offset":2624},{"uri":"Sport","surface_form":"sports","offset":3046},{"uri":"Rugby_league","surface_form":"Rugby league","offset":3068},{"uri":"Leeds_Rhinos","surface_form":"Leeds Rhinos","offset":3093},{"uri":"Rugby_union","surface_form":"Rugby union","offset":3112},{"uri":"Football_(soccer)","surface_form":"football","offset":3170},{"uri":"Leeds_United","surface_form":"Leeds United","offset":3191},{"uri":"Cricket","surface_form":"Cricket","offset":3215},{"uri":"2009_Ashes","surface_form":"2009 Ashes","offset":3265},{"uri":"Headingley_Stadium","surface_form":"Headingley Stadium","offset":3294},{"uri":"Wetherby","surface_form":"Wetherby","offset":3458},{"uri":"Otley%2C_West_Yorkshire","surface_form":"Otley","offset":3468},{"uri":"Yeadon","surface_form":"Yeadon","offset":3475},{"uri":"Garforth","surface_form":"Garforth","offset":3483},{"uri":"Rothwell","surface_form":"Rothwell","offset":3496},{"uri":"Yorkshire_Evening_Post","surface_form":"Yorkshire Evening Post","offset":3517},{"uri":"BBC_Yorkshire","surface_form":"BBC Yorkshire","offset":3605},{"uri":"Yorkshire_Television","surface_form":"Yorkshire Television","offset":3620},{"uri":"Leeds_Television","surface_form":"Leeds Television","offset":3645}]}