{"id":283094,"url":"http://en.wikipedia.org/wiki/Earth%27s_core","text":"The Earth's core is the part of Earth in the middle of our planet. It has a solid inner core and a liquid outer core. The temperature of the outer core ranges from 4400 °C in the outer regions to 6100 °C near the inner core.\nOuter core.\nThe outer core of the Earth is a liquid layer about 2,260 kilometers thick. It is made of iron and nickel. This is above the Earth's solid inner core and below the mantle. Its outer boundary is beneath the Earth's surface. The transition between the inner core and outer core is approximately beneath the Earth's surface.\nThe temperature of the outer core ranges from 4400 °C in the outer regions to 6100 °C near the inner core. Eddy currents in the nickel iron fluid of the outer core are believed to influence the Earth's magnetic field. Convection in the outer core, combined with the Coriolis effect, gives rise to Earth's magnetic field. The solid inner core is too hot to hold a permanent magnetic field. It may stabilize the magnetic field generated by the liquid outer core.\nThe average magnetic field strength in the Earth's outer core is 25 Gauss, 50 times stronger than the magnetic field at the surface.\nWithout the outer core, life on Earth would be very different. Convection of liquid metals in the outer core creates the Earth's magnetic field. This magnetic field extends outward from the Earth for several thousand kilometers, and creates a protective magnetosphere around the Earth that deflects the Sun's solar wind. Without this field, the solar wind would directly strike the Earth's atmosphere. This might have removed the Earth's atmosphere, making the planet nearly lifeless. It may have happened to Mars.\nInner core.\nThe inner core of the Earth, as detected by seismology, is a solid sphere about in radius, or about 70% that of the Moon. It is believed to be an iron–nickel alloy, and may have a temperature similar to the Sun's surface, about 5778 K (5505 °C).\nIn 2015, Prof Xiaodong Song from the University of Illinois and other researchers in China suggested the inner core has two layers. The seismic wave data suggests that crystals in the \"inner inner core\" are in an east-to-west direction. Those in the \"outer inner core\" are lined up north to south. Another scientist commented: \"If this is true, it would imply that something very substantial happened to flip the orientation of the core to turn the alignment of crystals in the inner core north-south as is seen today in its outer parts\". Other scientists are checking their data.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":32},{"uri":"Earth%27s_inner_core","surface_form":"inner core","offset":82},{"uri":"Iron","surface_form":"iron","offset":327},{"uri":"Nickel","surface_form":"nickel","offset":336},{"uri":"Inner_core","surface_form":"inner core","offset":376},{"uri":"Mantle_(geology)","surface_form":"mantle","offset":401},{"uri":"Eddy_current","surface_form":"Eddy current","offset":666},{"uri":"Fluid","surface_form":"fluid","offset":699},{"uri":"Earth%27s_magnetic_field","surface_form":"Earth's magnetic field","offset":753},{"uri":"Coriolis_effect","surface_form":"Coriolis effect","offset":825},{"uri":"Earth%27s_magnetic_field","surface_form":"Earth's magnetic field","offset":856},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1032},{"uri":"Gauss_(unit)","surface_form":"Gauss","offset":1088},{"uri":"Convection","surface_form":"Convection","offset":1216},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":1407},{"uri":"Solar_wind","surface_form":"solar wind","offset":1462},{"uri":"Atmosphere","surface_form":"atmosphere","offset":1543},{"uri":"Mars","surface_form":"Mars","offset":1662},{"uri":"Earth","surface_form":"Earth","offset":1702},{"uri":"Seismology","surface_form":"seismology","offset":1724},{"uri":"Sphere","surface_form":"sphere","offset":1747},{"uri":"Moon","surface_form":"Moon","offset":1796},{"uri":"Iron","surface_form":"iron","offset":1826},{"uri":"Nickel","surface_form":"nickel","offset":1831},{"uri":"Alloy","surface_form":"alloy","offset":1838},{"uri":"Sun","surface_form":"Sun","offset":1887}]}