{"id":28309,"url":"http://en.wikipedia.org/wiki/Brittany","text":"Brittany is a region in Northwest France. In Breton it is called and in French. The adjective for Brittany is Breton.\nBefore 1941, a fifth département was part of Brittany: Loire-Atlantique, which includes Nantes. The five departments form the cultural region of Brittany, also known as \"historical Brittany\".\nBrittany is situated in the West of France and its coastline juts out into the Atlantic. Warmed by the Gulf Stream, Brittany has a mild and temperate climate with warm summers and wet winters.\nThe capital of Brittany is Rennes, a lively city in the Ille-et-Vilaine department.\nThe name of Brittany is related to Great Britain (in French, \"Grand Bretagne\"). The region has also been called \"Lesser Britain\" or \"Little Britain\" in the past. After the Anglo-Saxons started arriving in Great Britain in the 5th century, many of the Ancient Britons (Celts) moved to this region. The region may have already had strong ties with the Ancient Britons even before that. These tribes gave Brittany its name, the Breton language, the local place names and many parts of its culture. Brittany was a separate country from the 9th century until it was united with France in 1532. It was a province of France until the French Revolution, when its land was divided in departments. Brittany regained a regional government in the 1980s.\nBrittany is the home of the world's largest collection of standing stones in one place, the Carnac stones.\nBrittany's main industry is agriculture, in particular: pork farming, chicken farming and the production of maize (for cattle feed). Brittany is also the name of a dog breed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Regions_of_France","surface_form":"region","offset":14},{"uri":"France","surface_form":"France","offset":34},{"uri":"Breton_language","surface_form":"Breton","offset":45},{"uri":"French_language","surface_form":"French","offset":72},{"uri":"Adjective","surface_form":"adjective","offset":84},{"uri":"Loire-Atlantique","surface_form":"Loire-Atlantique","offset":173},{"uri":"Nantes","surface_form":"Nantes","offset":206},{"uri":"Atlantic","surface_form":"Atlantic","offset":389},{"uri":"Rennes","surface_form":"Rennes","offset":530},{"uri":"Great_Britain","surface_form":"Great Britain","offset":622},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":759},{"uri":"Celts","surface_form":"Ancient Britons (Celts)","offset":838},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1214},{"uri":"Standing_stone","surface_form":"standing stone","offset":1387},{"uri":"Carnac_stones","surface_form":"Carnac stones","offset":1421}]}