{"id":283152,"url":"http://en.wikipedia.org/wiki/Mount_Buninyong","text":"Mount Buninyong is large extinct volcano 15 kilometres south east of Ballarat, Victoria, Australia. The 745 metre volcano is on the Western Victorian Volcanic Plains.\nThe scoria cone of the volcano is more than 200 metres higher than the land around it which makes it one of biggest scoria volcanoes in Victoria. It has a deep central crater. The volcano erupted several times, and during one eruption the west side of the volcano was breached. In later eruptions the lava flowed through this gap in the side. It is possible that the breach was actually another crater.\nThere is a road that goes up to the top of the mountain, and there are a number of communication towers and a bushfire watching tower. There are three walking tracks: the Crater Walk, the Summit Walk and the Southern Walk. It is also one of the last koala habitats in the area, with large manna gums and messmate trees.\nThe name \"Buninyong\" comes from the Australian Aboriginal people known as the Wauthaurung. Their word for the mountain was \"Bunnin Yowang\" which meant \"big hill like knee\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct_volcano","surface_form":"extinct volcano","offset":25},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat, Victoria","offset":69},{"uri":"Australia","surface_form":"Australia","offset":89},{"uri":"Western_Victorian_Volcanic_Plains","surface_form":"Western Victorian Volcanic Plains","offset":132},{"uri":"Volcano","surface_form":"volcano","offset":190},{"uri":"Lava","surface_form":"lava","offset":468},{"uri":"Bushfire","surface_form":"bushfire","offset":680},{"uri":"Koala","surface_form":"koala","offset":820},{"uri":"Habitat","surface_form":"habitat","offset":826},{"uri":"Eucalyptus_viminalis","surface_form":"manna gums","offset":859},{"uri":"Messmate","surface_form":"messmate","offset":874},{"uri":"Australian_Aborigine","surface_form":"Australian Aboriginal","offset":926}]}