{"id":283250,"url":"http://en.wikipedia.org/wiki/Born_This_Way_(song)","text":"\"Born This Way\" is a single by American pop singer Lady Gaga. It was released on February 11, 2011. The song premiered on KIIS-FM's American Top 40 with Ryan Seacrest on February 11th. The single was produced by Mexican music producer Fernando Garibay as well as DJ White Shadow and Gaga herself. The song is the lead single for Gaga's 2nd studio album \"Born This Way\" which was released on May 23, 2011. The single's music video was filmed on January 22, 2011. Gaga performed the song live at the 53rd Annual Grammy Awards on February 13, 2011, two days after the song's release.\nCover art.\nWhile accepting the Video of the Year award (for \"Bad Romance\") at the 2010 MTV Video Music Awards, Gaga, after tearfully announcing her forthcoming album's title, sang a few lines from the song: \"I'm beautiful in my way, 'cause God makes no mistakes; I'm on the right track, baby, I was born this way.\" Given as a Christmas \"gift\" to her fans at the stroke of midnight on New Year's Day 2011, she announced (via Twitter) that May 23, 2011 and February 13, 2011 would see the release of Born This Way and this song respectively. The song, however, was released on February 11, two days prior to its original release, after revealing this on her Twitter page on February 7. Prior to its release in late January, Gaga (via Twitter) released the full set of lyrics to \"Born This Way\" onto the Internet.\nCharts.\nOn February 16, 2011, Billboard announced that \"Born This Way\" entered at the number-one position of the \"Billboard\" Hot 100. The song became the 1000th number-one single in the chart's history and the nineteenth song to debut at number one. The song also reached number one in Australia and Canada and reached the top three in the United Kingdom.\nCritical reception.\nCritics positively reviewed the song, though it faced criticism for having similarities with Madonna's 1989 single \"Express Yourself\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Single_(music)","surface_form":"single","offset":21},{"uri":"United_States","surface_form":"American","offset":31},{"uri":"Pop_music","surface_form":"pop","offset":40},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":51},{"uri":"Ryan_Seacrest","surface_form":"Ryan Seacrest","offset":153},{"uri":"Producer","surface_form":"producer","offset":226},{"uri":"Born_This_Way_(album)","surface_form":"Born This Way","offset":354},{"uri":"Bad_Romance","surface_form":"Bad Romance","offset":642},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":1505},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":1861},{"uri":"Express_Yourself_(Madonna_song)","surface_form":"Express Yourself","offset":1884}]}