{"id":283257,"url":"http://en.wikipedia.org/wiki/Pastor_Maldonado","text":"Pastor Rafael Maldonado Motta (born March 9, 1985 in Maracay) is a Venezuelan racing driver. His career so far has been in single-seater Formula racing. He is the 2010 GP2 Champion, and a former champion of Italian Formula Renault. He is currently a driver for the Williams Formula One team. His first F1 race was the Australian Grand Prix.\n2003.\nMaldonado started formula racing in Italy in 2003. He competed in the Italian Formula Renault Championship. He had three podium finishes and one pole position.\n2004.\nIn 2004, Maldonado ran in both the Italian and European Formula Renault series. He won the Italian championship He had eight wins and six pole positions. In the European championship, he finished in eighth position, with two wins. Maldonado also entered one round of the Formula Renault V6 Eurocup at Spa-Francorchamps.\n2005.\nIn 2005, Maldonado made four starts in the Italian F3000 Championship. He won one race and finish in ninth place. He also entered nine races (and made seven starts) in the Spanish-based World Series by Renault (WSR). Maldonado only started seven of the races, and his best finish was seventh place.\nMaldonado received a four-race ban in the WSR for dangerous driving. He did not slow down at the scene of an accident at Monaco. There were warning flags displayed. He hit and seriously injured a marshal.\n2006.\nMaldonado received a full-time drive in the Formula Renault 3.5 Series with Draco Racing in 2006. He was finished in third place. He won three race and finished on the podium six other times. Maldonado had five pole positions.\nGP2 Series.\nMaldonado signed a contract to drive in GP2 for Trident Racing in 2007. He first win came in his fourth race in the series at Monaco. He missed the final four rounds of the season after breaking a collarbone during training. He finished the season outside the top 10. He has moved to the Piquet Sports team for the 2008 season. He finished in fifth place in the drivers' championship.\nMaldonado signed to drive for the ART Grand Prix team for the 2009 season. As part of the deal, he also joined the team for three rounds of the 2008–09 GP2 Asia Series season. He finished sixth overall, helping ART to the teams title.\nMaldonado drove for the Rapax Team in the 2010 season. He won the Championship that year.\nFormula One.\nIn November 2004, Maldonado was given a test with the Minardi Formula One team. Maldonado was considered for the Campos Meta team (now Hispania Racing) in. Karun Chandhok got the drive with HRT.\nAfter Williams said that Nico Hülkenberg had been dropped from the team's 2011 line-up, Maldonado was announced as his replacement on December 1. Maldonado also brings sponsorship from the Venezuelan government to Williams. This is through the state-owned PDVSA oil company.\nPolitics.\nMaldonado has strong feelings about politics and talks about them openly. This is not very common in the racing world. He says he is a socialist and a friend of Venezuelan president Hugo Chávez.\nComplete Formula One results.\nDriver did not finish the Grand Prix. Driver was classified (ranked) because they finished over 90% of the race.","categories":[],"infobox_types":[],"annotations":[{"uri":"Maracay","surface_form":"Maracay","offset":53},{"uri":"Venezuela","surface_form":"Venezuela","offset":67},{"uri":"Auto_racing","surface_form":"racing","offset":78},{"uri":"Open_wheel_car","surface_form":"single-seater","offset":123},{"uri":"Formula_racing","surface_form":"Formula racing","offset":137},{"uri":"GP2_Series","surface_form":"GP2","offset":168},{"uri":"Italy","surface_form":"Italian","offset":207},{"uri":"Formula_Renault","surface_form":"Formula Renault","offset":215},{"uri":"WilliamsF1","surface_form":"Williams","offset":265},{"uri":"Formula_One","surface_form":"Formula One","offset":274},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":318},{"uri":"Formula_racing","surface_form":"formula racing","offset":365},{"uri":"Italy","surface_form":"Italy","offset":383},{"uri":"Pole_position","surface_form":"pole","offset":492},{"uri":"Circuit_de_Spa-Francorchamps","surface_form":"Spa-Francorchamps","offset":814},{"uri":"Euro_Formula_3000","surface_form":"Italian F3000","offset":882},{"uri":"Spain","surface_form":"Spanish","offset":1011},{"uri":"World_Series_by_Renault","surface_form":"World Series by Renault","offset":1025},{"uri":"Circuit_de_Monaco","surface_form":"Monaco","offset":1259},{"uri":"Formula_Renault_3.5_Series","surface_form":"Formula Renault 3.5 Series","offset":1393},{"uri":"GP2_Series","surface_form":"GP2","offset":1628},{"uri":"Trident_Racing","surface_form":"Trident Racing","offset":1636},{"uri":"Clavicle","surface_form":"collarbone","offset":1785},{"uri":"Piquet_Sports","surface_form":"Piquet Sports","offset":1876},{"uri":"ART_Grand_Prix","surface_form":"ART Grand Prix","offset":2007},{"uri":"Rapax_Team","surface_form":"Rapax Team","offset":2232},{"uri":"Minardi","surface_form":"Minardi","offset":2365},{"uri":"Hispania_Racing","surface_form":"Hispania Racing","offset":2446},{"uri":"Karun_Chandhok","surface_form":"Karun Chandhok","offset":2467},{"uri":"WilliamsF1","surface_form":"Williams","offset":2512},{"uri":"Nico_H%C3%BClkenberg","surface_form":"Nico Hülkenberg","offset":2531},{"uri":"Venezuela","surface_form":"Venezuela","offset":2695},{"uri":"Petr%C3%B3leos_de_Venezuela","surface_form":"PDVSA","offset":2762},{"uri":"Politics","surface_form":"politics","offset":2827},{"uri":"Socialist","surface_form":"socialist","offset":2926},{"uri":"Venezuela","surface_form":"Venezuela","offset":2952},{"uri":"Hugo_Ch%C3%A1vez","surface_form":"Hugo Chávez","offset":2973}]}