{"id":283220,"url":"http://en.wikipedia.org/wiki/Marie_Th%C3%A9r%C3%A8se_of_Savoy","text":"Maria Teresa of Savoy (31 January 1756 – 2 June 1805) was a Princess of Savoy and the wife of Charles Charles, Count of Artois future Charles X of France. In France she was known as Marie Thérèse de Savoie.\nBackground.\nBorn at the Royal Palace of Turin, she was the child of Victor Amandeus of Savoy and his wife Maria Antonia of Spain and was baptised with the names \"Maria Teresa\". At the time of her birth her grandfather, Charles Emmanuel III of Sardinia, was the King of Sardinia and her father was the heir to the throne.\nMarriage.\nMaria Teresa was engaged to Charles Philippe of France, youngest grandson of Louis XV. Her marriage with Charles Philippe, known as the Count of Artois, was the last of three marriages which were carried out between 1771 and 1775. These marriages were between her oldest brother and sister and the younger grandsons of Louis XV and his older granddaughter Marie Clotilde of France.\nShe was married officially at the Palace of Versailles on 16 November 1773. The most important female at court was her sister-in-law, Marie Antoinette. Maria Teresa's sister, Marie Joséphine had a higher rank than Maria Teresa as she had married the older brother, the Count of Provence. The two sisters did not have good relations with Marie Antoinette. Despite this, Maria Teresa was more popular than her sister Marie Joséphine who was very ugly. Despite this it was said that she was silent and was interested in absolutely nothing.\nThe marriage produced four children, two of which survived infancy. She fled France with her husband shortly after the storming of the Bastille on 14 July 1789 which marked the beginning of the French Revolution. Some time after, she took refuge in her homeland of Savoy under the protection of her father who had become king in 1773. Moving to Austria, she died in exile at Graz in 1805. She was buried in the Imperial Mausoleum next to Graz cathedral. Her husband became Charles X of France in 1824.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_X_of_France","surface_form":"Charles Charles, Count of Artois","offset":94},{"uri":"Royal_Palace_of_Turin","surface_form":"Royal Palace of Turin","offset":231},{"uri":"Victor_Amadeus_III_of_Sardinia","surface_form":"Victor Amandeus of Savoy","offset":275},{"uri":"Maria_Antonia_of_Spain","surface_form":"Maria Antonia of Spain","offset":313},{"uri":"Charles_Emmanuel_III_of_Sardinia","surface_form":"Charles Emmanuel III of Sardinia","offset":426},{"uri":"Louis_XV","surface_form":"Louis XV","offset":615},{"uri":"Marie_Clotilde_of_France","surface_form":"Marie Clotilde of France","offset":894},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":954},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1054},{"uri":"Marie_Jos%C3%A9phine_of_Savoy","surface_form":"Marie Joséphine","offset":1095},{"uri":"Storming_of_the_Bastille","surface_form":"storming of the Bastille","offset":1576},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1651},{"uri":"Austria","surface_form":"Austria","offset":1802},{"uri":"Graz","surface_form":"Graz","offset":1832},{"uri":"Charles_X_of_France","surface_form":"Charles X of France","offset":1930}]}