{"id":28335,"url":"http://en.wikipedia.org/wiki/BBC_Proms","text":"The Proms are concerts which are part of a big music festival. “Proms” is short for “Promenade Concerts”. The Proms are organized by the BBC, so they are called the “BBC Proms”. They take place in the Royal Albert Hall, in London from mid-July to mid-September every year.\nWhy are they called “Proms”?\nThe Proms started more than 100 years ago, in 1895. Concerts were expensive in those days, and not many people had enough money to go and hear good music. Most people were only able to hear good music when they went for walks in the London parks where there were Promenade concerts. Orchestras and bands played in bandstands. Most of the music was popular and easy to listen to. People could enjoy the music while they walked about.\nIn the centre of London there was a building called the Queen's Hall. A man called Robert Newman organized concerts there. He had an idea. He wanted to start a series of concerts which ordinary people (people who were not rich) could afford to go to. He wanted to start a series of “promenade concerts” (in French “se promener” means “to walk”). The idea was that people could have standing places which would not cost much money. There would also be seats for people who could afford to pay more.\nThe early years of the Proms.\nRobert Newman knew a very good young conductor, Henry Wood. He asked him to be the conductor of the Proms. A man called Dr Cathcart gave them enough money to get an orchestra together. On 10 August 1895 the first Promenade Concert took place in the Queen’s Hall. The price of a promenade ticket (a ticket for a standing place) was one shilling.\nThe Promenade Concerts were a big success, and soon became known as the \"Henry Wood Promenade Concerts\". Wood conducted both popular music and the classical works of Mozart, Beethoven, Mendelssohn, Tchaikovsky, Brahms and Wagner, as well as some English composers. Wallace and Cowan, popular then, have today faded from the scene, although Elgar and Delius have survived due to Wood's Proms. This broke the convention that famous composers, conductors and singers could not be English.\nSome of the music Wood conducted was very new indeed. In 1912 he conducted a piece called “Five Orchestral Pieces” by an Austrian composer Arnold Schoenberg (1874-1951). Its initial lack of appreciation was overcome by inviting Schoenberg to come to England and conduct it himself in 1914.\nHenry Wood conducted almost all of the Proms for fifty years, until just before his death in 1944. His innovations with the orchestra staff were to abolish deputies (allegedly in 1904 when, at one rehearsal, none of the regular orchestra, and only deputies attended). Forty members of the orchestra were offended by that decision, and broke away to form what is now the London Symphony Orchestra. In 1913, Wood was also the first English conductor to appoint women to play in his orchestra.\nThe BBC.\nIn 1927 the BBC started to fund Proms. The radio was a new invention (then termed the “wireless”). Radio broadcasts increased interest in attending live concerts. In 1930 the BBC Symphony Orchestra was formed, playing at a majority of Prom concerts.\nThe War and after.\nIn 1941, during World War II, the Queen’s Hall was destroyed by bombs. The Proms continued to take place in the Royal Albert Hall. Then it became too dangerous in London and the Proms were held in Bristol and then Bedford. After the War the Proms went back to the Royal Albert Hall. They have been held there ever since. From the 1940s to the late 1960s the BBC Symphony Orchestra played at most of the concerts under the very popular conductor Sir Malcolm Sargent whose Last Night speeches became legendary for their wit.\nThe Proms today.\nToday the Proms are very different from when they started. It is much more international. The BBC Symphony Orchestra play several concerts each season but there are lots of other orchestras from all over the world who come to play. People can hear different kinds of music at the Proms: not just classical music but jazz and music from far-away countries. In 2005 the famous Indian musician Ravi Shankar played the sitar at one of the Proms. In 2008 the violinist Nigel Kennedy played the \"Violin Concerto\" by Edward Elgar with the BBC Concert Orchestra, then came back an hour later to give a Late Night Prom of jazz music with the Nigel Kennedy Quintet.\nThe Proms also include special activities for children. The television programme Blue Peter put on a Blue Peter Prom which is given twice during the weekend at the beginning of the school holidays in late July. In the 2007 season they organized a special Brass Day where children could take part with their instruments. BBC Music Intro put on workshops in the late afternoon for children and their families to learn about music. In 2008 there was a Dr Who prom which was extremely popular, especially with children. This theme will be repeated in 2010.\nHenry Wood encouraged composers to write new music by performing it at the Proms. Today this tradition continues as the BBC often commission composers to write new music for the Proms. Some pieces which had their first performance at the Proms have become very well-known, e.g. \"The Confession of Isobel Gowdie\" by James MacMillan (first performed in 1990), or John Tavener's \"The Protecting Veil\" (first performed in 1989).\nFor many years now every Prom has been broadcast live on BBC Radio 3. Some of them are shown on television, either on BBC2 or on BBC4 where viewers can, if they wish, read comments about the music as it is played. People can also listen to the Proms for several days afterwards on the Proms website.\nThe Last Night of the Proms.\nThere is a Prom every night (i.e. every evening) for two months during the summer. The last concert is called the “Last Night of the Proms”. It is very famous and millions of people can watch it on television in lots of countries all over the world. Some people who go to the Last Night dress up in funny clothes and wave flags. They hear a piece of music called \"Fantasia on British Sea Songs\", written by Henry Wood in 1905. It is based on sailors' sea shanties including a 'hornpipe'. The dance that gets faster and faster and the audience clap along, trying to keep up with the orchestra. It includes the song “Rule Britannia”. The orchestra always play Edward Elgar's \"Pomp and Circumstance March no 1\" which has the tune \"Land of Hope and Glory\". The concert finishes with Parry's hymn \"Jerusalem\". The conductor also makes a speech.\nSince 1996 there have been Proms in parks in other towns in the United Kingdom to which thousands of people can go. These all take place on the same night, and there is interactive communication between them and the Prom in the Royal Albert Hall.\nHow to go to the Proms.\nOne way to go to the Proms is to buy a ticket for a seat, just like any other sort of concert. But many people think the best way to go to the Proms is to be a promenader. This means having a standing place. There are two places to prom: downstairs in the arena and upstairs in the gallery. The Royal Albert Hall is round, and looks like an old Roman amphitheatre. That is why the floor downstairs is called the “arena”, like in an amphitheatre. The promenaders who stand downstairs are near the orchestra, especially the front rows. But it can be quite a squash when there are lots of people, and small children need to be near the front to see properly. The other place to promenade is upstairs in the gallery. There is more room there, and it is easy to see, and easy to sit down or even lie down when one feels tired.\nA ticket to promenade costs £5. People who want to be a promenader have to wait in a queue outside and buy their ticket as they go in. Anyone who wants to be near the front should join the queue early, especially for the very popular concerts, and at the weekend. Some people queue for hours. They pass the time by talking to one another, reading or playing games. It is all good fun and part of enjoying being at the Proms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Concert","surface_form":"concert","offset":14},{"uri":"Music","surface_form":"music","offset":47},{"uri":"BBC","surface_form":"BBC","offset":137},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":201},{"uri":"London","surface_form":"London","offset":223},{"uri":"Money","surface_form":"money","offset":424},{"uri":"London","surface_form":"London","offset":535},{"uri":"Park","surface_form":"park","offset":542},{"uri":"Promenade_concert","surface_form":"Promenade concert","offset":565},{"uri":"Orchestra","surface_form":"Orchestra","offset":585},{"uri":"Band","surface_form":"band","offset":600},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":791},{"uri":"Conductor_(music)","surface_form":"conductor","offset":1300},{"uri":"British_pound","surface_form":"shilling","offset":1598},{"uri":"Mozart","surface_form":"Mozart","offset":1774},{"uri":"Beethoven","surface_form":"Beethoven","offset":1782},{"uri":"Felix_Mendelssohn","surface_form":"Mendelssohn","offset":1793},{"uri":"Pyotr_Tchaikovsky","surface_form":"Tchaikovsky","offset":1806},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":1819},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":1830},{"uri":"Edward_Elgar","surface_form":"Elgar","offset":1948},{"uri":"Frederick_Delius","surface_form":"Delius","offset":1958},{"uri":"England","surface_form":"English","offset":2085},{"uri":"Austria","surface_form":"Austria","offset":2215},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":2233},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":2754},{"uri":"BBC","surface_form":"BBC","offset":2896},{"uri":"BBC_Symphony_Orchestra","surface_form":"BBC Symphony Orchestra","offset":3059},{"uri":"World_War_II","surface_form":"World War II","offset":3169},{"uri":"Bomb","surface_form":"bomb","offset":3217},{"uri":"Bristol","surface_form":"Bristol","offset":3350},{"uri":"Bedford_(England)","surface_form":"Bedford","offset":3367},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":3417},{"uri":"Malcolm_Sargent","surface_form":"Sir Malcolm Sargent","offset":3598},{"uri":"International","surface_form":"international","offset":3768},{"uri":"Classical_music","surface_form":"classical music","offset":3989},{"uri":"Jazz","surface_form":"jazz","offset":4009},{"uri":"Ravi_Shankar","surface_form":"Ravi Shankar","offset":4084},{"uri":"Sitar","surface_form":"sitar","offset":4108},{"uri":"Violin","surface_form":"violin","offset":4147},{"uri":"Nigel_Kennedy","surface_form":"Nigel Kennedy","offset":4157},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":4203},{"uri":"BBC_Concert_Orchestra","surface_form":"BBC Concert Orchestra","offset":4225},{"uri":"Blue_Peter","surface_form":"Blue Peter","offset":4430},{"uri":"Brass_instrument","surface_form":"Brass","offset":4604},{"uri":"Dr_Who","surface_form":"Dr Who","offset":4798},{"uri":"Commission","surface_form":"commission","offset":5032},{"uri":"James_MacMillan","surface_form":"James MacMillan","offset":5217},{"uri":"John_Tavener","surface_form":"John Tavener","offset":5263},{"uri":"Live","surface_form":"live","offset":5376},{"uri":"Television","surface_form":"television","offset":5423},{"uri":"Television","surface_form":"television","offset":5854},{"uri":"Hornpipe","surface_form":"hornpipe","offset":6133},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":6314},{"uri":"Pomp_and_Circumstance_Marches","surface_form":"Pomp and Circumstance March no 1","offset":6330},{"uri":"Hubert_Parry","surface_form":"Parry","offset":6435},{"uri":"Hymn","surface_form":"hymn","offset":6443},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":6449},{"uri":"Speech","surface_form":"speech","offset":6488},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":6560},{"uri":"Roman_Empire","surface_form":"Roman","offset":7112},{"uri":"Amphitheatre","surface_form":"amphitheatre","offset":7118},{"uri":"Queue","surface_form":"queue","offset":7674}]}