{"id":283307,"url":"http://en.wikipedia.org/wiki/Al_Smith","text":"Alfred Emanuel Smith, Jr. (December 30, 1873 – October 4, 1944), known in private and public life as Al Smith, was an American statesman who was elected the 42nd Governor of New York four times, and was the Democratic US presidential candidate in 1928. He was a leader of the Progressive Movement, and was noted for making a wide range of reforms as governor in the 1920s. He was also linked to the Tammany Hall machine that controlled Manhattan politics; he was a strong opponent of prohibition.\nSmith was the first Catholic to run for President, and attracted many thousands of ethnic voters. However he was especially unpopular among Southern Baptists and German Lutherans, who feared the pope would dictate his policies. It was a time of national prosperity, and Smith lost in a landslide to Republican Herbert Hoover. Smith tried for the 1932 nomination, but was defeated by his former ally Franklin D. Roosevelt. Smith entered business in New York City, and became an increasingly vocal opponent of Roosevelt's New Deal.\nIn 1939 he was appointed a Papal Chamberlain of the Sword and Cape, one of the highest honors the Papacy bestowed on a layman, which today is styled a Gentlemen of His Holiness.\nSmith died at the Rockefeller Institute Hospital on October 4, 1944 of a heart attack, at the age of 70, broken-hearted over the death of his wife from cancer five months earlier. He is interred at Calvary Cemetery.\nNamesake.\nAlfred Smith is the namesake of buildings, schools, a playground, a fireboat, a park, a youth center, a military camp and a philanthropic foundation.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"List_of_Governors_of_New_York","surface_form":"42nd Governor of New York","offset":157},{"uri":"History_of_the_United_States_Democratic_Party","surface_form":"Democratic","offset":207},{"uri":"United_States_presidential_election%2C_1928","surface_form":"US presidential candidate in 1928","offset":218},{"uri":"Progressive_Movement","surface_form":"Progressive Movement","offset":276},{"uri":"Tammany_Hall","surface_form":"Tammany Hall","offset":399},{"uri":"Prohibition","surface_form":"prohibition","offset":484},{"uri":"Roman_Catholic","surface_form":"Catholic","offset":517},{"uri":"Herbert_Hoover","surface_form":"Herbert Hoover","offset":807},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":896},{"uri":"New_Deal","surface_form":"New Deal","offset":1017},{"uri":"Papal_Gentlemen","surface_form":"Gentlemen of His Holiness","offset":1178},{"uri":"Rockefeller_University","surface_form":"Rockefeller Institute Hospital","offset":1223},{"uri":"Myocardial_infarction","surface_form":"heart attack","offset":1278},{"uri":"Calvary_Cemetery_(Queens%2C_New_York)","surface_form":"Calvary Cemetery","offset":1403},{"uri":"Namesake","surface_form":"namesake","offset":1451}]}