{"id":28338,"url":"http://en.wikipedia.org/wiki/Mount_Merapi","text":"Mount Merapi (Gunung Merapi in Indonesian) is a volcano in Indonesia. It is on the island of Java. It is conical in shape. It is the most active volcano of Indonesia. In Indonesian, the name means \"mountain of fire\". The volcano has been descovered by Mr Morris in 1754\n2006 earthquake.\nIn 2006, scientists believed that the volcano would erupt soon. An earthquake occurred in that region on May 27, 2006, and killed about 6,200 people. On June 6, super hot gas and ash poured down the mountain. These hot gases are known as a pyroclastic flow. Two people were killed, and 15,000 people rushed to safety.\n2010 eruption.\nOn 25 October 2010 the Indonesian government warned villagers living near the mountain to move to safer ground. Officials said hundreds of volcanic earthquakes had been recorded on the mountain over the weekend of 23–24 October, and that the magma had risen to about 1 kilometre (3,300 ft) below the surface due to the seismic activity. People living within a 20 km (12.5 mile) zone were told they must leave.\nOn the afternoon of 25 October 2010 lava erupted from the southern and south-eastern slopes of Mount Merapi. Many more followed over the next two weeks. There were also pyroclastic flows.\nAfter the recovery of more bodies, an official in disaster management said the death toll reached 273 up to 18 November.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indonesian_language","surface_form":"Indonesian","offset":31},{"uri":"Volcano","surface_form":"volcano","offset":48},{"uri":"Indonesia","surface_form":"Indonesia","offset":59},{"uri":"Island","surface_form":"island","offset":83},{"uri":"Java","surface_form":"Java","offset":93},{"uri":"Cone","surface_form":"conical","offset":105},{"uri":"Active_volcano","surface_form":"active volcano","offset":138},{"uri":"Scientist","surface_form":"scientist","offset":296},{"uri":"Earthquake","surface_form":"earthquake","offset":354},{"uri":"Pyroclastic_flow","surface_form":"pyroclastic","offset":527},{"uri":"Magma","surface_form":"magma","offset":862},{"uri":"Lava","surface_form":"lava","offset":1066}]}