{"id":283309,"url":"http://en.wikipedia.org/wiki/Edwardstone","text":"Edwardstone is a village and civil parish in the Babergh district, in the county of Suffolk, England. In 2011, there were 352 people living in Edwardstone civil parish. The parish contains the villages and hamlets of Mill Green, Priory Green, Round Maple and Sherbourne Street.\nHistory.\nThe name Edwardstone means Farmstead of a man called Edweard. Edwardstone was listed in the Domesday Book as \"Eduardestuna\". Edwardstone was once in the Babergh hundred.\nEdwardstone Hall was a country house located in the village. It was demolished in 1952, but there are several other buildings still located on its land, including two listed buildings described below: the Church of St Mary the Virgin and Temple Bar.\nPopulation.\nEdwardstone civil parish had a population (population is the number of people living in a place) of 352 in 2011, 343 in 2001, 299 in 1961, 349 in 1951, 368 in 1931, 341 in 1921, 415 in 1911, 416 in 1901, 420 in 1891, 438 in 1881, 479 in 1851, 495 in 1841, 503 in 1831, 416 in 1821, 374 in 1811 and 362 in 1801. In 1086 there were 32 households in Edwardstone, which was quite large compared to other settlements.\nFeatures.\nThe parish contains the villages and hamlets (a hamlet is a settlement without a church) of Mill Green, Priory Green, Round Maple and Sherbourne Street. Edwardstone has a church called the Church of St Mary the Virgin. Edwardstone is on a tributary (a tributary is a smaller river that flows into another) of the River Stour. Edwardstone civil parish has 31 Listed buildings. Edwardstone has a Cricket Team in Hunts County Division 2. The team plays its home games at Homefields, Boxford. In the \"History, Gazetteer, and Directory of Suffolk, and the Towns Near Its Borders\" Edwardstone had 1872 acres of land which was mostly arable (land that can be used for growing crops), but it also included 105 acres of woodland.\nThe forest surrounding the village is called Edwardstone Woods. It is mainly broadleaved, mixed and yew woodland. It has been classified as scientifically important by the British government.\nListed buildings.\nThere are 31 listed buildings in Edwardstone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":17},{"uri":"Civil_parishes_in_England","surface_form":"civil parish","offset":29},{"uri":"Babergh","surface_form":"Babergh","offset":49},{"uri":"Suffolk","surface_form":"Suffolk","offset":84},{"uri":"Mill_Green","surface_form":"Mill Green","offset":217},{"uri":"Priory_Green","surface_form":"Priory Green","offset":229},{"uri":"Round_Maple","surface_form":"Round Maple","offset":243},{"uri":"Sherbourne_Street","surface_form":"Sherbourne Street","offset":259},{"uri":"Domesday_Book","surface_form":"Domesday Book","offset":379},{"uri":"Babergh_hundred","surface_form":"Babergh hundred","offset":440},{"uri":"Listed_building","surface_form":"listed building","offset":624},{"uri":"Mill_Green","surface_form":"Mill Green","offset":1234},{"uri":"Priory_Green","surface_form":"Priory Green","offset":1246},{"uri":"Round_Maple","surface_form":"Round Maple","offset":1260},{"uri":"Sherbourne_Street","surface_form":"Sherbourne Street","offset":1276},{"uri":"Church","surface_form":"church","offset":1313},{"uri":"River_Stour","surface_form":"River Stour","offset":1455},{"uri":"Boxford","surface_form":"Boxford","offset":1622},{"uri":"Forest","surface_form":"forest","offset":1867},{"uri":"Listed_building","surface_form":"listed building","offset":2086}]}