{"id":283379,"url":"http://en.wikipedia.org/wiki/Polymorphism","text":"Polymorphism in biology is when two or more clearly different phenotypes exist in the same population of a species. The words \"forms\" or \"morphs\" are sometimes used.\nPolymorphism is common in nature. The most common example is sexual dimorphism, which occurs in many organisms.\nAnother example is sickle-cell anaemia.\nIn order to be classified as such, morphs must occupy the same habitat at the same time and belong to a population with random mating.\nThe switch.\nThe mechanism which decides which of several morphs an individual displays is called the \"switch\". This switch may be genetic, or it may be environmental. Taking sex determination as the example, in man the determination is genetic, by the XY sex determination system. In Hymenoptera (ants, bees and wasps), sex determination is by haplo-diploidy: the females are all diploid, the males are haploid.\nHowever, in some animals an environmental trigger determines the sex: alligators are a famous case in point. In ants the distinction between workers and guards is environmental, by the feeding of the grubs. Polymorphism with an environmental trigger is called polyphenism.\nThe polyphenic system does have a degree of environmental flexibility not present in the genetic polymorphism. However, such environmental triggers are the less common of the two methods.\nGenetic polymorphism.\nThe definition has three parts: a) sympatry: one interbreeding population; b) discrete forms; and c) not maintained just by mutation.\nGenetic polymorphism is actively and steadily maintained in populations by natural selection. This contrasts with \"transient polymorphisms\" where a form is progressively replaced by another.\nBy definition, genetic polymorphism relates to a balance or equilibrium between morphs. The mechanisms that conserve it are types of balancing selection.\nSickle-cell anaemia.\nSuch a balance is seen more simply in sickle-cell anaemia, which is found mostly in tropical populations in Africa and India.\nAn individual homozygous for the recessive sickle haemoglobin, HgbS, has a short expectancy of life. The life expectancy of the standard haemoglobin (HgbA) homozygote and also the heterozygote is normal (though heterozygote individuals will suffer periodic problems).\nThe sickle-cell variant survives in the population \"because the heterozygote is resistant to malaria\" and the malarial parasite kills a huge number of people each year.\nThis is heterozygote advantage, a kind of balance between fierce selection against homozygous sickle-cell sufferers, and selection against the standard HgbA homozygotes by malaria. The heterozygote has a permanent advantage (a higher fitness) so long as malaria exists; and it has existed as a human parasite for a long time. Because the heterozygote survives, so does the HgbS allele survive at a rate much higher than the mutation rate.\nLactase persistence.\nMammals normally produce lactase only as long as the mother has milk. Then the enzyme lactase is cut off. Modern humans are different.\nThe human ability to drink milk during adult life is supported by a lactase mutation. Human populations have a high proportion of this mutation wherever milk is important to the diet. The spread of milk tolerance is promoted by natural selection: it helps people survive where milk is available.\nGenetic studies suggest that the oldest mutations associated with lactase persistence only reached appreciable levels in human populations in the last ten thousand years. Therefore, lactase persistence is often cited as an example of recent human evolution. As lactase persistence is genetic, but animal husbandry a cultural trait, this is gene–culture coevolution.\nAnts.\nAnts exhibit a range of polymorphisms. First, there is their characteristic haplodiploid sex determination system, whereby all males are haploid, and all females are diploid.\nSecond, there is differentiation based mostly on feeding of larvae. This determines, for example, whether the adult is capable of reproduction.\nLastly, there is differentiation of size and 'duties' (particularly of females), which are usually controlled by feeding and/or age, but which may sometimes be genetically controlled. Thus the order exhibits both genetic polymorphism and extensive polyphenism.\nHeterostyly.\nAn example of a botanical genetic polymorphism is heterostyly, in which flowers occur in different forms with different arrangements of the pistils and the stamens.\nPin and thrum heterostyly occurs in dimorphic species of \"Primula\", such as \"P. vulgaris\". There are two types of flower. The pin flower has a long style bearing the stigma at the mouth and the stamens half-way down; and the thrum flower has a short style, so the stigma is half-way up the tube and the stamens are at the mouth.\nSo when an insect in search of nectar inserts its proboscis into a long-style flower, the pollen from the stamens stick to the proboscis in exactly the part that will later touch the stigma of the short-styled flower, and vice versa.\nAnother most important property of the heterostyly system is physiological. If thrum pollen is placed on a thrum stigma, or pin pollen on a pin stigma, the reproductive cells are incompatible and relatively little seed is set. Effectively, this ensures outcrossing, as described by Darwin. Quite a lot is now known about the underlying genetics; the system is controlled by a set of closely linked genes; these act as a single unit, a so-called super-gene.ch10p86\nAll sections of the genus \"Primula\" have heterostyle species, altogether 354 species out of 419. Since heterostyly is characteristic of nearly all races or species, the system is at least as old as the genus.\nBetween 1861 and 1863, Darwin found the same kind of structure in other groups, such as flax (\"Linum\") and in Purple Loosestrife and other species of \"Lythrum\".\nHeterostyly is known in at least 51 genera of 18 families of Angiosperms.\n\"Drosophila\".\nStudies over many years have shown that natural populations of \"Drosophila\" are polymorphic for chromosome inversions. The inversions are so common that they must be kept in the population by natural selection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phenotype","surface_form":"phenotype","offset":62},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":227},{"uri":"Sickle-cell_anaemia","surface_form":"sickle-cell anaemia","offset":297},{"uri":"Random_mating","surface_form":"random mating","offset":438},{"uri":"Sex_determination","surface_form":"sex determination","offset":708},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":737},{"uri":"Ants","surface_form":"ants","offset":750},{"uri":"Bees","surface_form":"bees","offset":756},{"uri":"Wasp","surface_form":"wasp","offset":765},{"uri":"Diploid","surface_form":"diploid","offset":833},{"uri":"Haploid","surface_form":"haploid","offset":856},{"uri":"Alligator","surface_form":"alligator","offset":935},{"uri":"Polyphenism","surface_form":"polyphenism","offset":1125},{"uri":"Sympatry","surface_form":"sympatry","offset":1383},{"uri":"Natural_selection","surface_form":"natural selection","offset":1557},{"uri":"Balancing_selection","surface_form":"balancing selection","offset":1806},{"uri":"Sickle-cell_disease","surface_form":"sickle-cell anaemia","offset":1886},{"uri":"Africa","surface_form":"Africa","offset":1956},{"uri":"India","surface_form":"India","offset":1967},{"uri":"Homozygous","surface_form":"homozygous","offset":1988},{"uri":"Recessive","surface_form":"recessive","offset":2007},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":2024},{"uri":"Heterozygote","surface_form":"heterozygote","offset":2154},{"uri":"Malaria","surface_form":"malaria","offset":2335},{"uri":"Plasmodium","surface_form":"malarial parasite","offset":2352},{"uri":"Heterozygote_advantage","surface_form":"heterozygote advantage","offset":2419},{"uri":"Parasite","surface_form":"parasite","offset":2711},{"uri":"Allele","surface_form":"allele","offset":2789},{"uri":"Mutation","surface_form":"mutation","offset":2835},{"uri":"Mammal","surface_form":"Mammal","offset":2871},{"uri":"Lactase","surface_form":"lactase","offset":2896},{"uri":"Milk","surface_form":"milk","offset":3033},{"uri":"Lactase","surface_form":"lactase","offset":3074},{"uri":"Mutation","surface_form":"mutation","offset":3342},{"uri":"Lactase_persistence","surface_form":"lactase persistence","offset":3368},{"uri":"Gene","surface_form":"gene","offset":3642},{"uri":"Culture","surface_form":"culture","offset":3647},{"uri":"Coevolution","surface_form":"coevolution","offset":3655},{"uri":"Ant","surface_form":"Ant","offset":3674},{"uri":"Sex_determination","surface_form":"sex determination","offset":3763},{"uri":"Haploid","surface_form":"haploid","offset":3811},{"uri":"Diploid","surface_form":"diploid","offset":3840},{"uri":"Larvae","surface_form":"larvae","offset":3909},{"uri":"Pistil","surface_form":"pistil","offset":4407},{"uri":"Stamen","surface_form":"stamen","offset":4423},{"uri":"Primula","surface_form":"Primula","offset":4490},{"uri":"Primula_vulgaris","surface_form":"P. vulgaris","offset":4509},{"uri":"Outcrossing","surface_form":"outcrossing","offset":5248},{"uri":"Genetic_linkage","surface_form":"linked","offset":5386},{"uri":"Flax","surface_form":"flax","offset":5756},{"uri":"Lythrum","surface_form":"Lythrum","offset":5819},{"uri":"Drosophila","surface_form":"Drosophila","offset":5981},{"uri":"Chromosome","surface_form":"chromosome","offset":6013}]}