{"id":283301,"url":"http://en.wikipedia.org/wiki/Agn%C3%A8s_Sorel","text":"Agnès Sorel (1421 – 9 February 1450), was a favourite mistress of King Charles VII of France. Charles VII was the father of her three daughters.\nShe was the subject of several contemporary paintings and works of art, including Jean Fouquet's \"Virgin and Child Surrounded by Angels\".\nLife in the royal court.\nSorel was twenty years old when she was first introduced to King Charles. She was a very beautiful young woman, and was also of above-average intelligence. The French king immediately fell in love, and she soon became his mistress. The King gave her the Château de Loches (where he had been persuaded by Joan of Arc to be crowned King of France) as her private residence.\nSorel's presence was alleged to have brought the king out of a protracted depression. She had a very strong influence on the king, and that, in addition to her extravagant tastes, earned her a number of powerful enemies at court.\nSuspicious death.\nAgnès gave birth to three daughters fathered by the King: Marie de France, Charlotte de France, and Jeanne de France. While pregnant with their fourth child, she journeyed from Chinon in deep midwinter to join Charles on the campaign of 1450 in Jumièges, wanting to be with him as moral support. There, she suddenly became ill and died at the age of 28. While the cause of death was originally thought to be dysentery. In 2005 French forensic scientist Philippe Charlier examined her remains and found that the cause of death was mercury poisoning. This did not mean Sorel was murdered, because mercury was sometimes used in cosmetic preparations and also to treat worms. this could therefore have been the reason for her death.\nSorel's cousin Antoinette de Maignelais took her place as mistress to the king after her death.\nFoods.\nWoodcock salmis Agnès Sorel was a dish probably created by herself, but many chefs have name recipes after her because she was known to be interested in food","categories":[],"infobox_types":["Person"],"annotations":[{"uri":"Charles_VII_of_France","surface_form":"King Charles VII of France","offset":66},{"uri":"Jean_Fouquet","surface_form":"Jean Fouquet","offset":227},{"uri":"Ch%C3%A2teau_de_Loches","surface_form":"Château de Loches","offset":562},{"uri":"Joan_of_Arc","surface_form":"Joan of Arc","offset":612},{"uri":"Marie_de_Valois","surface_form":"Marie de France","offset":986},{"uri":"Chinon","surface_form":"Chinon","offset":1105},{"uri":"Jumi%C3%A8ges","surface_form":"Jumièges","offset":1173},{"uri":"Dysentery","surface_form":"dysentery","offset":1336},{"uri":"Mercury_(element)","surface_form":"mercury","offset":1458},{"uri":"Antoinette_de_Maignelais","surface_form":"Antoinette de Maignelais","offset":1672},{"uri":"Woodcock_salmis_Agn%C3%A8s_Sorel","surface_form":"Woodcock salmis Agnès Sorel","offset":1760}]}