{"id":283441,"url":"http://en.wikipedia.org/wiki/Aaron_Sherritt","text":"Aaron Sherritt (1855 - 26 June 1880) was a close friend of Joe Byrne and later Ned Kelly. His murder in 1880 was the first of the actions that led to the Kelly Gang's final shoot out with the police at Glenrowan.\nSherritt lived about three miles from Byrne, in the Woolshed Valley, near Beechworth, Victoria. He went to school with Byrne, and in 1876 were sent to prison for stealing meat. Soon after being let out of prison, Sherritt and Byrne were sent back again. They had fought with Chinese man who had tried to stop them from swimming in his dam. In 1878 Byrne was said to be engaged to Sherritt's sister. He had a reputation for being tough; at times he would sleep out in the open at night.\nAfter the Kelly Gang robbed the bank at Jerilderie, New South Wales, they disappeared for 18 months. In January 1879, Sherritt went to the police station at Benalla and gave them information about where the Kelly Gang was hiding, and what they were going to do next. He was paid £2 for the information. Sherritt helped the police find a cave from where they could watch Byrne's mother's house. He was interested in Byrne's sister, Kate. The police told Sherritt that they would not kill Byrne. When the police in the cave were found out, Sherritt then tried to get close to Ned Kelly's younger sister, Kate Kelly. He showed the police a place from where they could watch the Kelly house, but this was soon discovered. Sherritt sold Kate Kelly a horse he had stolen from Kate Byrne. When Ned Kelly's older sister, Maggie Skillion, found out she reported it to the police. It went to court, but the case against Sherritt was dropped because the police said that the Byrnes and the Kellys were criminals and not to be trusted. Byrne's mother said she thought the whole thing was a trick by the police to get the Kelly Gang to come out of hiding.\nLate at night on 26 June 1880, Joe Byrne and Dan Kelly went to Sherritt's house at Sebastopol. Sherritt and his family were being guarded by four policemen who were living at the house. When Sherritt opened the door, he was shot dead by Joe Byrne. The police did not come out of the house and remained there until the next day. Byrne and Kelly left Sebastopol and rode across country to Glenrowan. They knew the police would send a large group by train to Beechworth to try and capture them. Ned Kelly and Steve Hart had gone to Glenrowan earlier and had pulled up the train tracks. They had planned on the police sending the train to Beechworth during the night. The plan failed when the police at Sherritt's house did not report the murder until midday.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joe_Byrne_(bushranger)","surface_form":"Joe Byrne","offset":59},{"uri":"Ned_Kelly","surface_form":"Ned Kelly","offset":79},{"uri":"Glenrowan%2C_Victoria","surface_form":"Glenrowan","offset":202},{"uri":"Jerilderie%2C_New_South_Wales","surface_form":"Jerilderie, New South Wales","offset":739},{"uri":"Benalla%2C_Victoria","surface_form":"Benalla","offset":856},{"uri":"Kate_Kelly","surface_form":"Kate Kelly","offset":1301},{"uri":"Dan_Kelly","surface_form":"Dan Kelly","offset":1887},{"uri":"Glenrowan%2C_Victoria","surface_form":"Glenrowan","offset":2229},{"uri":"Steve_Hart","surface_form":"Steve Hart","offset":2348}]}