{"id":28345,"url":"http://en.wikipedia.org/wiki/Michelson_interferometer","text":"The Michelson interferometer is the tool used for optical interferometry.\nBackground.\nIt was invented by Albert Abraham Michelson, famous for proving the inexistence of luminiferous aether in the Michelson-Morley experiment.\nHow it works.\nThere are two mirrors in the interferometer, one fixed and the other is movable through a micrometer.\nThere is also a beam splitter that separates the laser or light beam and a screen that shows the interference pattern.\nA wide laser or light beam is first shot at the beam splitter. Reflection takes place as the beam hits the beam splitter, part of it reflects towards mirror 1 while the rest towards mirror 2. The two beams again reflect off mirror 1 and 2 and travel back to the beam splitter, the two beams that goes through the beam splitter will combine and form an interference pattern at the screen.\nThe interference pattern will appear as bands and each band represents 2 path length difference or 1 wavelength, that is because the crest of wave 1 has caught up with the crest of wave 2 (or the other way around), causing a constructive interference. If given the change in distance of the movable mirror and number of bands on the screen, we can easily calculate the wavelength of the light source.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tool","surface_form":"tool","offset":36},{"uri":"Interferometry","surface_form":"interferometry","offset":58},{"uri":"Albert_Abraham_Michelson","surface_form":"Albert Abraham Michelson","offset":105},{"uri":"Luminiferous_aether","surface_form":"luminiferous aether","offset":169},{"uri":"Michelson-Morley_experiment","surface_form":"Michelson-Morley experiment","offset":196},{"uri":"Micrometer","surface_form":"micrometer","offset":329},{"uri":"Interference","surface_form":"interference","offset":438},{"uri":"Laser","surface_form":"laser","offset":467},{"uri":"Reflection","surface_form":"Reflection","offset":523},{"uri":"Wavelength","surface_form":"wavelength","offset":1217}]}