{"id":283464,"url":"http://en.wikipedia.org/wiki/Delmonico%27s","text":"Delmonico's is the name of series of restaurants in New York City. The original and most famous was operated by the Delmonico family during the 19th and early 20th centuries, but the last family-owned restaurant closed due to a Prohibition-era slowdown in 1923. Since that time restaurants using the Delmonico's name have reopened elsewhere in Manhattan under different owners.\nThe original Delmonico's began in a rented pastry shop at 23 William Street in 1827, appearing listed as a restaurant in 1830. They moved several times before settling at 2 South William Street for eighty years, it is credited with being the first restaurant in America to allow patrons to order from a menu \"à la carte\", as opposed to \"table d’hôte\". It is also claimed to be the first to employ a separate wine list.\nAt the peak of \"Delmonico's\" fame the family operated four restaurants under the name at the same time, and a total of ten during their ownership.\nSix years after they closed the doors of their last restaurateur Oscar Tucci opened a Delmonico's at 2 South William Street, which stayed in business until 1977. Other Delmonicos have operated in the space from 1981–1992 and from 1998 to present.\nOrigin.\nThe restaurant was opened by the brothers John and Peter Delmonico, from Ticino, Switzerland. In 1831, they were joined by their nephew, Lorenzo Delmonico, who eventually became responsible for the restaurant's wine list and menu. When the William Street building was opened on a grand scale in August 1837, after the Great Fire of New York, New Yorkers were told that the columns by the entrance had been imported from the ruins of Pompeii.\nExpansion and closure.\nBeginning in the 1850s, the restaurant hosted the annual gathering of the New England Society of New York which featured many important speakers of the day. In 1860, Delmonico's provided the supper at the Grand Ball welcoming the Prince of Wales at the Academy of Music on East 14th Street. Supper was set out in a specially constructed room; the menu was French, and the \"pièces montées\" represented Queen Victoria and Prince Albert, the \"Great Eastern\" and Flora's Vase. \"The New York Times\" reported, \"We may frankly say that we have never seen a public supper served in a more inapproachable fashion, with greater discretion, or upon a more luxurious scale\". In 1862, the restaurant hired Charles Ranhofer, considered one of the greatest chefs of his day.\nIn 1919, Edward L.C. Robins purchased Delmonico's. Its grand location at Fifth Avenue and 44th Street closed in 1923 as a result of changing dining habits due to Prohibition. That was the Delmonico's linked with the original family business.\nAlmost immediately after the closing of the last Delmonico's, a number of imitators opened \"Delmonico's\" restaurants. The Delmonico family attempted to retain exclusive rights to the name, but a court ruled that with the closing of the last restaurant the name had passed into the public domain.\nLater revivals.\nIn 1927, Oscar Tucci reopened Delmonico's popularly called \"Oscar's Delmonico\" at the old restaurant at 2 South William Street in New York. Tucci used the original menus and recipes. Tucci created the famous Wedge Salad. Oscar's Delmonico became distinguished in its own right, continuing to attract prominent politicians and celebrities.. The Tucci legacy continued in Greenwich, CT, when Mario Tucci, son of Oscar, opened Delmonico's in 1986.\nIn 1989, a new Delmonico's was opened at the location by Ed Huber, which operated until 1992.\nThe building was vacant until 1998, when the Bice Group acquired the property and again opened a Delmonico's, with Gian Pietro Branchi as executive chef. In 1999, the restaurant was sold to the Ocinomled partnership, which continues to operate Delmonico's at the South William Street location.\nSignature dishes.\nLobster Newberg, and Delmonico Potatoes were invented at Delmonico's restaurant, and possibly Chicken à la King, but it was most famous for Delmonico steak. Eggs Benedict were also said to have originated at Delmonico’s, although others claim that dish as well.\nBaked Alaska's name was coined at Delmonico's as well.\nNotable patrons.\nAmong the many well-known people who patronized Delmonico's are Jenny Lind, who, it was said, ate there after every show, Theodore Roosevelt, Mark Twain, \"Diamond Jim\" Brady, Lillian Russell, usually in the company of Diamond Jim, Charles Dickens, Oscar Wilde, J.P. Morgan, James Gordon Bennett, Jr., Walter Scott, Nikola Tesla, Edward VII, then the Prince of Wales, and Napoleon III of France. Journalist Jacob A. Riis claimed to be a patron of a different sort: in his book, \"The Making of an American\", he mentioned that when he was down on his luck, a kindly French-speaking cook at Delmonico’s would pass him rolls through the basement window.\nOther Delmonico's.\nThe New Orleans, Louisiana, Delmonico's, which opened in 1895, was purchased by Emeril Lagasse in 1997. Lagasse refurbished the restaurant and reopened it as Emeril’s Delmonico.\nThe unconnected Delmonico's Hotel, at Park Avenue and East 59th Street, was a center of Beatlemania in August 1964, when the Beatles stayed there.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York_City","surface_form":"New York City","offset":52},{"uri":"Prohibition","surface_form":"Prohibition","offset":228},{"uri":"Manhattan","surface_form":"Manhattan","offset":344},{"uri":"William_Street_(Manhattan)","surface_form":"William Street","offset":439},{"uri":"%C3%A0_la_carte","surface_form":"à la carte","offset":687},{"uri":"Table_d%27hote","surface_form":"table d’hôte","offset":715},{"uri":"Ticino","surface_form":"Ticino","offset":1272},{"uri":"Switzerland","surface_form":"Switzerland","offset":1280},{"uri":"Great_Fire_of_New_York","surface_form":"Great Fire of New York","offset":1517},{"uri":"Pompeii","surface_form":"Pompeii","offset":1632},{"uri":"New_England_Society_of_New_York","surface_form":"New England Society of New York","offset":1738},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Prince of Wales","offset":1894},{"uri":"Academy_of_Music_(Manhattan)","surface_form":"Academy of Music","offset":1917},{"uri":"French_cuisine","surface_form":"French","offset":2020},{"uri":"Pi%C3%A8ces_mont%C3%A9es","surface_form":"pièces montées","offset":2037},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":2065},{"uri":"Prince_Albert","surface_form":"Prince Albert","offset":2084},{"uri":"SS_Great_Eastern","surface_form":"Great Eastern","offset":2104},{"uri":"Flora%27s_Vase","surface_form":"Flora's Vase","offset":2123},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":2138},{"uri":"Charles_Ranhofer","surface_form":"Charles Ranhofer","offset":2357},{"uri":"Chef","surface_form":"chef","offset":2406},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":2497},{"uri":"Prohibition","surface_form":"Prohibition","offset":2586},{"uri":"Lobster_Newberg","surface_form":"Lobster Newberg","offset":3829},{"uri":"Chicken_%C3%A0_la_King","surface_form":"Chicken à la King","offset":3923},{"uri":"Delmonico_steak","surface_form":"Delmonico steak","offset":3969},{"uri":"Eggs_Benedict","surface_form":"Eggs Benedict","offset":3986},{"uri":"Baked_Alaska","surface_form":"Baked Alaska","offset":4091},{"uri":"Jenny_Lind","surface_form":"Jenny Lind","offset":4227},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":4285},{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":4305},{"uri":"James_Buchanan_Brady","surface_form":"\"Diamond Jim\" Brady","offset":4317},{"uri":"Lillian_Russell","surface_form":"Lillian Russell","offset":4338},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":4394},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":4411},{"uri":"J.P._Morgan","surface_form":"J.P. Morgan","offset":4424},{"uri":"James_Gordon_Bennett%2C_Jr.","surface_form":"James Gordon Bennett, Jr.","offset":4437},{"uri":"Walter_Scott","surface_form":"Walter Scott","offset":4464},{"uri":"Nikola_Tesla","surface_form":"Nikola Tesla","offset":4478},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward VII","offset":4492},{"uri":"Napoleon_III_of_France","surface_form":"Napoleon III of France","offset":4534},{"uri":"Jacob_A._Riis","surface_form":"Jacob A. Riis","offset":4569},{"uri":"New_Orleans","surface_form":"New Orleans","offset":4835},{"uri":"Louisiana","surface_form":"Louisiana","offset":4848},{"uri":"Emeril_Lagasse","surface_form":"Emeril Lagasse","offset":4911},{"uri":"Beatlemania","surface_form":"Beatlemania","offset":5097},{"uri":"Beatles","surface_form":"Beatles","offset":5134}]}