{"id":283511,"url":"http://en.wikipedia.org/wiki/Warming_center","text":"A warming center is a place where people can go to stay warm and dry when it is rainy or wet outside. They are like homeless shelters, except that they are only open when the weather is bad.\nTheir main goal is to make sure that nobody is left out in the cold. Many people die from being wet and cold, every year.\nDangerous weather.\nSometimes when it is windy, trees fall on them. Sometimes people get frostbite if it is very cold. But the main thing that people worry about is called hypothermia - that's when the body temperature gets too low. It can be fatal. When it is cold and windy, the wind chill factor makes it worse.\nOld, sick, or homeless people.\nIf people are old, drinking, or homeless, things can get very bad very fast if the weather goes bad. These things are all called risk factors. The level of risk goes way up making it more likely that they will become sick or maybe even die out in the cold. Scientists study these \"risk factors\" and put them all together with numbers. That kind of study is discussed below; it is called a \"vulnerability index\".\nPurpose.\nWarming Centers are mostly for people who are homeless who do not stay in homeless shelters. Sometimes they are also set up when blizzards occur or the power goes out. Sometimes they are set up when the roads are out due to landslides, avalanches, and blizzards.\nIn some cases, when cold snaps threaten wildlife, warming centers are created and operated to protect endangered wild animals. Cold-blooded animals such as turtles are particularly vulnerable, as are their hatchlings. Emergency shelters vary in policy on pet, companion, or domesticated animals. During large-scale disasters, there are frequently separate locations including a safe place for horses.\nExisting shelters.\nSometimes warming centers are set up in existing homeless shelters. However, some jurisdictions have laws says that only a certain number of people are allowed at any one time. This is because of things like fire codes. Sometimes an agreement with the neighbors prevents too many people because of parking and overcrowding of the neighborhood.\nTherefore, they need to find different locations.\nAlternative sites.\nThese include churches and community organizations, but also may involve special real estate such as National Guard armories.\nThe decision to \"green-light\" warming centers.\nWarming centers are generally opened for only a few days at a time based on the conditions of the area, although some are open for a specific portion of the year when weather conditions are bad.\nThe City of Chicago opens its shelters from December 1 to March 1 each year, as well as any other times the temperature drops below freezing.\nThe City of Portland, Oregon, uses a more complicated formula to determine when to open centers; wet or dry conditions, the night's predicted lowest temperature, the three-day weather trend, wind, and whether snow may fall.\nOpening a center depends on the weather conditions and the formula at that center. Each one is different because weather is different in each place. Lane County, Oregon utilizes an elaborate system of tiered readiness levels in collaboration with the American Red Cross. The Red Cross is involved with some warming centers. They use a system to tell the staff people to get ready. They refer to these levels as their \"alert status\". It goes all the way from normal good weather OUTLOOK status all the way up through different levels. Finally they reach \"ACTIVATE\", which means it is time to get to work.\nOutreach to people who need help.\nOnce a center has been set up, it is always a problem to make sure people know about it.\nA lot of people do not want to deal with the \"authorities\". Other people may be connected with the helping system. In the USA, some people came up with an idea to help fix that problem. The government agency in charge of these issues is called Housing and Urban Development. That agency requires a homeless count every two years. Organizations such as are trying to reach out to more people with the homeless counts and use these counts to get a list of homeless people who need some help. Hopefully one of the good things to come from all of that work is there will be better ways to make sure people know about the warming centers.\nCenters often coordinate with outside programs such as 211. Newspapers are generally published weekly or less frequently, which makes them useful only for general information such as contact numbers and locations.\nFor transportation to centers, some shelters offer free transportation. In some cases for persons being released from jail can get rides, if the weather is bad.\nIn blizzard conditions, snowmobilers have been mobilized.\nWarming centers up and running.\nOnce opened and populated, warming centers typically offer only the most bare-bones of service: a cot and perhaps a bowl of hot soup. They are generally operated with one or more experienced professional staff person. This is due to the difficulties which untrained volunteers might encounter in dealing with the clientele. Often, users of warming centers are persons who are not participating in routine homeless shelter services due. This may be due to disciplinary problems and issues with behavior, such as drinking and fighting. Sometimes it takes a professional to figure out who might be disruptive or even dangers as opposed to who is just a little bit eccentric or odd. That is why it is important to have experienced staff.\nSome people who use warming centers do not have major issues: maybe they are just on the road and the weather takes a turn for the worse. Or they do not stay in shelters because they do not like the rules or have personality problems with a staff person.\nHistory and current role.\nSometime warming centers are started because someone dies from the cold or many people are at risk.They seem to go back as far as 1945, at the end of World War II. In Berlin, Germany, clothing and blankets were allowed for under the air lift plan. Also, an extensive plan was developed for public \"warming centers.\"\nNowadays, U.S. warming centers are springing up all over the place. They are seen as a means to help the homeless who usually stay outdoors. The main time is during temperature and rainfall \"spikes\".\nHowever, there may not be room in the shelters for everyone who needs them. According to Detroit writer Naomi Spencer, they serve also as \"a last resort for homeless people to find respite [relief] from the cold, especially those with drug addictions, mental illness, or criminal backgrounds, who may not meet requirements imposed by some homeless shelters or religious charity operations.\"\nOthers, including straight edge, DIY, or anarchist-identified persons may choose to live \"off-the-grid\", outside the regular system of housing. They are not there because of sobriety issues.\nOthers simply find shelters too regimented, too much like jail. Newspaperman Mike Hendricks quotes a former resident of an unauthorized homeless encampment named Crow, who said that \"some guys would sooner do what they want and not be told what to do.\"\nTom Brown's \"Field Guide to City and Suburban Survival\" contains chapters on shelters and heating. He also outlines means of creating a personal warming center by using ATM access cards. His recommendations have been circulated by Chicago's urban community activist Chrisdian Wittenburg, including instructions on building a makeshift stove and a plethora of collaborative cultural projects.\nControversy.\nPerception of the importance and priority of warming centers varies. At one extreme, their under-utilization or minimal level of service is said to be unfriendly. During the blizzard of February 2011, the City of Ottawa, Illinois did not have established warming centers. A temporary facility was set up. People had to bring their own food and blankets. There was criticism of that. According to a man calling himself \"Poppy\", the \"have-nots...can all freeze to death...here in the friendly city.\" In Detroit, there was federal money for a warming center, but the money was not given to the proper officials in time, or at all. This failure to distribute Community Development Block Grants resulted in a situation where people slept in plastic chairs or \"in cold hallways\".\nAt the other end, critics have asked if churches are the right place for handling the kind of people who are likely to come in the door. Many people say that the warming centers tend to keep things the way they are, to maintain the \"status quo\". That is because they do not get to the root of the problems.\nSue Murphy is the administrative director of Interfaith Action of Evanston, Illinois, which has a daytime center. It is used for a time slot when the overnight shelters are closed. She states that warmth and snacks \"is not nearly enough...what we need is a place where they can go the whole winter.\"\nHer concerns are seconded by Sue Loellebach of Connections for the Homeless, who laments the lack of warm refuge during daylight hours..","categories":[],"infobox_types":[],"annotations":[{"uri":"Homeless","surface_form":"homeless","offset":116},{"uri":"Hypothermia","surface_form":"die from being wet and cold","offset":272},{"uri":"Frostbite","surface_form":"frostbite","offset":401},{"uri":"Hypothermia","surface_form":"hypothermia","offset":484},{"uri":"Fatal","surface_form":"fatal","offset":555},{"uri":"Wind_chill","surface_form":"wind chill","offset":593},{"uri":"Elderly","surface_form":"old","offset":672},{"uri":"Alcoholic_drink","surface_form":"drinking","offset":677},{"uri":"Vulnerability_index","surface_form":"vulnerability index","offset":1048},{"uri":"Homeless_shelters","surface_form":"homeless shelters","offset":1153},{"uri":"Blizzard","surface_form":"blizzards","offset":1208},{"uri":"Landslide","surface_form":"landslide","offset":1303},{"uri":"Avalanche","surface_form":"avalanche","offset":1315},{"uri":"Blizzard","surface_form":"blizzard","offset":1331},{"uri":"Wildlife","surface_form":"wildlife","offset":1382},{"uri":"Endangered_species","surface_form":"endangered wild animals","offset":1444},{"uri":"Cold-blooded","surface_form":"Cold-blooded","offset":1469},{"uri":"Domesticated","surface_form":"domesticated","offset":1616},{"uri":"Jurisdiction_(area)","surface_form":"jurisdictions","offset":1844},{"uri":"Fire_code","surface_form":"fire codes","offset":1970},{"uri":"United_States_National_Guard","surface_form":"National Guard","offset":2276},{"uri":"Armory","surface_form":"armories","offset":2291},{"uri":"Chicago","surface_form":"Chicago","offset":2555},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":2697},{"uri":"Formula","surface_form":"formula","offset":2739},{"uri":"Snow","surface_form":"snow","offset":2894},{"uri":"Formula","surface_form":"formula","offset":2968},{"uri":"Red_Cross","surface_form":"American Red Cross","offset":3160},{"uri":"United_States_Department_of_Housing_and_Urban_Development","surface_form":"Housing and Urban Development","offset":3880},{"uri":"2-1-1","surface_form":"211","offset":4325},{"uri":"Newspapers","surface_form":"Newspapers","offset":4330},{"uri":"Jail","surface_form":"jail","offset":4602},{"uri":"Snowmobile","surface_form":"snowmobilers","offset":4669},{"uri":"Homeless","surface_form":"homeless","offset":5140},{"uri":"Eccentricity","surface_form":"eccentric","offset":5396},{"uri":"World_War_II","surface_form":"World War II","offset":5900},{"uri":"Berlin%2C_Germany","surface_form":"Berlin, Germany","offset":5917},{"uri":"Berlin_airlift","surface_form":"air lift plan","offset":5983},{"uri":"Detroit","surface_form":"Detroit","offset":6355},{"uri":"Drug_addiction","surface_form":"drug addictions","offset":6501},{"uri":"Mental_illness","surface_form":"mental illness","offset":6518},{"uri":"Criminal_record","surface_form":"criminal backgrounds","offset":6537},{"uri":"Religion","surface_form":"religious","offset":6626},{"uri":"Charitable_organization","surface_form":"charity","offset":6636},{"uri":"Straight_edge","surface_form":"straight edge","offset":6675},{"uri":"DIY","surface_form":"DIY","offset":6690},{"uri":"Anarchist","surface_form":"anarchist","offset":6698},{"uri":"Tom_Brown_(naturalist)","surface_form":"Tom Brown's","offset":7101},{"uri":"Automated_teller_machine","surface_form":"ATM","offset":7270},{"uri":"Ottawa%2C_Illinois","surface_form":"Ottawa, Illinois","offset":7719},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":8026},{"uri":"Community_Development_Block_Grant","surface_form":"Community Development Block Grant","offset":8161},{"uri":"Church","surface_form":"churches","offset":8320},{"uri":"Evanston%2C_Illinois","surface_form":"Evanston, Illinois","offset":8653}]}