{"id":283685,"url":"http://en.wikipedia.org/wiki/Common_Ground","text":"e=\"preserve\">Common Ground is a nonprofit social services organization. It provides housing for the homeless and others. Their philosophy holds that housing costs less than homeless shelters. It also costs many times less than jail cells or hospital rooms, They also believe that people with psychiatric and other problems can better manage them once they have a place to live. It was started in 1990 by Rosanne Haggerty. Since then the organization has created more than 2,000 units of housing for the homeless. \"This is about creating a small town, rather than just a building,\" according to Haggerty. \"It’s about a real mixed society, working with many different people.\"\nHaggerty’s work was recognized in 2001. She was selected as a prize winner and received and award called a MacArthur Fellowship award. The MacArthur Foundation praised her work in saving historic buildings, and fixing them up. She used creative financing which means new ways to deal with banks and other organizations that provide money for housing.\nStreet To Home.\nAmong Common Ground's activities is documentation of the homeless population. In other words, to study them and write down what is going on so that people can figure out a plan of action. Sometimes this is done while counting the homeless. These counts are sometimes called \"enumeration\" because they put a number on how many homeless there are.\nIn these counts, there is a way of writing down who is most vulnerable, who is most in danger from being homeless. This is called a vulnerability index. Workers complete the vulnerability index by asking about medical problems. Then they try to persuade those who spend the most time on the streets to seek permanent housing. They do this even if the people still have drug, alcohol or medical problems. Some of those involved in the issue of homelessness consider Common Ground a pioneer - someone who thinks up new ways to deal with old problems.\nHowever, the count is not an end to itself, but a first step. According to Becky Kanis, the Director of Common Ground’s \"Innovations Department\",\nThe important part is what we do with this information. We want to move from crisis management to lasting solutions. Other cities have done that successfully. We plan to do the same.... At the real end of the day the only thing that’s going to matter is the people who have been... unwilling to accept the offers of shelter... Can we reach them and make a positive difference in their lives?... \"\nSome people have asked if what works in New York will work in other places.\nKanis states: \"We don’t know exactly what’s going to work here in New York, but we know what’s worked in other cities. Therefore, we’re going to spend our efforts doing those things, and as we find smarter and better ways to do things we will adopt them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Homeless","surface_form":"homeless","offset":173},{"uri":"Jail","surface_form":"jail","offset":227},{"uri":"Psychiatric","surface_form":"psychiatric","offset":292},{"uri":"Counting","surface_form":"counting","offset":1259},{"uri":"Number","surface_form":"number","offset":1349},{"uri":"Vulnerability_index","surface_form":"vulnerability index","offset":1520},{"uri":"Drug","surface_form":"drug","offset":1757},{"uri":"Alcohol","surface_form":"alcohol","offset":1763},{"uri":"Homelessness","surface_form":"homelessness","offset":1831},{"uri":"Pioneer","surface_form":"pioneer","offset":1869}]}