{"id":283631,"url":"http://en.wikipedia.org/wiki/Jean_Casimir-Perier","text":"Jean Paul Pierre Casimir-Perier (; 8 November 1847 – 11 March 1907) was a French politician, fifth president of the French Third Republic.\nHe was born in Paris, the son of Auguste Casimir-Perier and the grandson of Casimir Pierre Perier, premier of Louis Philippe. He entered public life as secretary to his father, who was minister of the interior under the presidency of Thiers.\nOn 17 August 1883 he became under-secretary of state for war, a post he retained until 7 January 1885. From 1890 to 1892 he was vice-president of the chamber, then in 1893 president. On 3 December he became prime-minister and foreign minister, but heresigned in May 1894, and was re-elected president of the chamber.\nOn 24 June 1894, after the assassination of President Carnot, he was elected president of the republic by 451 votes against 195 for Henri Brisson and 97 for Charles Dupuy. He was president for only six months. The day after Dupuy resigned, on 14 January 1895, Casimir-Perier resigned, saying he was ignored by the ministers, who did not consult him before taking decisions, and did not keep him informed upon political events, especially in foreign affairs.\nFrom that time he completely abandoned politics, and devoted himself to business - especially mining. At the trial of Alfred Dreyfus at Rennes, Casimir-Perier's evidence, as opposed to that of General Mercier, was of great value to the cause of Dreyfus.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_Third_Republic","surface_form":"French Third Republic","offset":116},{"uri":"Auguste_Casimir-Perier","surface_form":"Auguste Casimir-Perier","offset":172},{"uri":"Grandson","surface_form":"grandson","offset":203},{"uri":"Casimir_Pierre_Perier","surface_form":"Casimir Pierre Perier","offset":215},{"uri":"Louis-Philippe_of_France","surface_form":"Louis Philippe","offset":249},{"uri":"List_of_Interior_Ministers_of_France","surface_form":"minister of the interior","offset":324},{"uri":"Adolphe_Thiers","surface_form":"Thiers","offset":373},{"uri":"Foreign_Minister_of_France","surface_form":"foreign minister","offset":607},{"uri":"Marie_Fran%C3%A7ois_Sadi_Carnot","surface_form":"President Carnot","offset":742},{"uri":"Henri_Brisson","surface_form":"Henri Brisson","offset":830},{"uri":"Charles_Dupuy","surface_form":"Charles Dupuy","offset":855},{"uri":"Alfred_Dreyfus","surface_form":"Alfred Dreyfus","offset":1274},{"uri":"Rennes","surface_form":"Rennes","offset":1292},{"uri":"General_Mercier","surface_form":"General Mercier","offset":1349}]}