{"id":283621,"url":"http://en.wikipedia.org/wiki/Truffle","text":"A truffle is the fruiting body of an underground mushroom. Its spores are dispersed by fungivores (animals that eat fungi). Almost all truffles are found in close association with trees (see mycorrhiza). It is used as a food additive in cooking. The truffles improve the flavour.\nThere are hundreds of species of truffles that can be used, but the fruiting body of some (mostly in the genus \"Tuber\") are highly prized. The 18th-century French gastronome Brillat-Savarin called these truffles \"the diamond of the kitchen\". Edible truffles are are expensive because they are held in high esteem in \"haute cuisine\". They are used in the cuisine of many countries in Europe and worldwide.\nBlack truffle.\nThe \"black truffle\" or \"black Périgord truffle\" \"Tuber melanosporum\" is named after the Périgord region in France and grows only with oak. Specimens can be found in late autumn and winter, reaching 7 cm in diameter and weighing up to 100 g. Production is almost exclusively European, with France accounting for 45%, Spain 35%, Italy 20%, and small amounts from Slovenia, Croatia and the Australian states of Tasmania and Western Australia (see below). In 1900, France produced around 1,000 metric tonnes (1,100 short tons) of \"Tuber melanosporum\". Production has considerably shrunk in the past century, and is now around 20 metric tonnes (22 short tons) per year, with peaks at 46 metric tonnes (50 short tons) in the best years. About 80% of the French production comes from southeast France. The largest truffle market in France (and probably also in the world) is at Richerenches in Vaucluse. The largest truffle market in southwest France is at Lalbenque in Quercy. These markets are busiest in the month of January, when the black truffles have their highest perfume. As of December 2009, black truffles were sold for about €1,000 per kilo in a farmer's market and €3,940 per kilo in a retail saler.\nWhite truffle.\nThe \"white truffle\" or \"Alba madonna\" or \"Tuber magnatum\" comes from the Montferrat and Langhe areas of the Piedmont region in northern Italy and in the countryside around the city of Alba. It is also found in Croatia, on the Istria peninsula in the Motovun forest alongside Mirna river. They grow with oak, hazel, poplar and beech trees, and fruit in autumn. They can reach 12 cm diameter and 500 g, though are usually much smaller. The flesh is pale cream or brown with white marbling. Like the French black truffles, Italian white truffles are very highly esteemed (\"illustration, left\"). The white truffle market in Alba is busiest in the months of October and November, where a 1.6-pound white truffle sold to \"The Cody\" of southern California for $150,000 on November 8, 2009 during the 79th White Truffle Festival. In 2001, the \"Tuber magnatum\" truffles sold for between US$1,000 and $2,200 per pound; as of December 2009 they were being sold at €10,200 per kilogram.\nGiancarlo Zigante and his dog Diana found one of the largest truffles in the world near Buje, Croatia. The truffle weighed and has entered the Guinness Book of Records.\nThe record price paid for a single white truffle was set in December 2007, when Macau casino owner Stanley Ho paid US$330,000 (£165,000) for a specimen weighing, discovered by Luciano Savini and his dog Rocco. One of the largest truffles found in decades, it was unearthed near Pisa and sold at an auction held simultaneously in Macau, Hong Kong and Florence. This record was then matched on November 27, 2010 when Ho again paid US$330,000 for a pair of white truffles including one weighing nearly a kilogram.\nExtraction.\nLooking for truffles in open ground is almost always carried out with specially trained pigs (hogs) or, more recently, dogs. The Lagotto Romagnolo is the only dog breed recognized for sniffing out truffles (although virtually any breed could be trained for this purpose).\nThe female pig's natural truffle-seeking, as well as her intent to eat the truffle, is due to a compound in the truffle. This compound is similar to androstenol, the sex pheromone of boar saliva, to which the sow is keenly attracted.\nIn Italy, the use of the pig to hunt truffles is prohibited since 1985 due to damage caused by animals to truffle's mycelia during the digging that dropped the production rate of the area for some years.\nCultivation.\nTruffles can be cultivated, but it is not easy. The two world wars disrupted the growing of truffles in Europe, and changes in land use has reduced the available area. Truffles are now being cultivated in Australia and New Zealand.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mushroom","surface_form":"mushroom","offset":49},{"uri":"Fungivore","surface_form":"fungivore","offset":87},{"uri":"Mycorrhiza","surface_form":"mycorrhiza","offset":191},{"uri":"Genus","surface_form":"genus","offset":385},{"uri":"Gastronomy","surface_form":"gastronome","offset":443},{"uri":"Jean_Anthelme_Brillat-Savarin","surface_form":"Brillat-Savarin","offset":454},{"uri":"Haute_cuisine","surface_form":"haute cuisine","offset":597},{"uri":"P%C3%A9rigord","surface_form":"Périgord","offset":788},{"uri":"France","surface_form":"France","offset":807},{"uri":"Oak","surface_form":"oak","offset":834},{"uri":"France","surface_form":"France","offset":989},{"uri":"Spain","surface_form":"Spain","offset":1016},{"uri":"Italy","surface_form":"Italy","offset":1027},{"uri":"Slovenia","surface_form":"Slovenia","offset":1061},{"uri":"Croatia","surface_form":"Croatia","offset":1071},{"uri":"Short_ton","surface_form":"short ton","offset":1211},{"uri":"Richerenches","surface_form":"Richerenches","offset":1571},{"uri":"Vaucluse","surface_form":"Vaucluse","offset":1587},{"uri":"Lalbenque","surface_form":"Lalbenque","offset":1650},{"uri":"Quercy","surface_form":"Quercy","offset":1663},{"uri":"Montferrat","surface_form":"Montferrat","offset":1994},{"uri":"Langhe","surface_form":"Langhe","offset":2009},{"uri":"Piedmont","surface_form":"Piedmont","offset":2029},{"uri":"Italy","surface_form":"Italy","offset":2057},{"uri":"Alba%2C_(CN)","surface_form":"Alba","offset":2105},{"uri":"Croatia","surface_form":"Croatia","offset":2131},{"uri":"Istria","surface_form":"Istria","offset":2147},{"uri":"Motovun","surface_form":"Motovun","offset":2171},{"uri":"White_Truffle_Festival","surface_form":"White Truffle Festival","offset":2719},{"uri":"Buje","surface_form":"Buje","offset":2984},{"uri":"Croatia","surface_form":"Croatia","offset":2990},{"uri":"Guinness_Book_of_Records","surface_form":"Guinness Book of Records","offset":3039},{"uri":"Macau","surface_form":"Macau","offset":3145},{"uri":"Stanley_Ho","surface_form":"Stanley Ho","offset":3164},{"uri":"Pisa","surface_form":"Pisa","offset":3343},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3401},{"uri":"Florence","surface_form":"Florence","offset":3415},{"uri":"Pig","surface_form":"pig","offset":3676},{"uri":"Hog","surface_form":"hog","offset":3682},{"uri":"Dog","surface_form":"dog","offset":3707},{"uri":"Lagotto_Romagnolo","surface_form":"Lagotto Romagnolo","offset":3717},{"uri":"Androstenol","surface_form":"androstenol","offset":4009},{"uri":"Pheromone","surface_form":"pheromone","offset":4030},{"uri":"Boar","surface_form":"boar","offset":4043},{"uri":"Saliva","surface_form":"saliva","offset":4048},{"uri":"Sow","surface_form":"sow","offset":4069},{"uri":"Italy","surface_form":"Italy","offset":4097},{"uri":"Mycelia","surface_form":"mycelia","offset":4210}]}