{"id":283766,"url":"http://en.wikipedia.org/wiki/International_Labour_Organization","text":"e=\"preserve\">The International Labour Organization (ILO) is an international organization created in Geneva in 1919 for better for working conditions and standard of living. In 1946, this organization has become a special organization of the United Nations and won the Nobel Peace Prize in 1969.\nJuan Somavía was the ILO's director-general from 1999 until October 2012, when Guy Ryder was elected as his replacement. This governing body is composed of 28 government representatives, 14 workers' representatives, and 14 employers' representatives.\nThe Constitution of the International Labour Organization.\nThe constitution of the International Labour Organization affirms that \"universal and lasting peace can be established only if it is based upon social justice.\" An additional declaration adopted in Philadelphia at the 26th section affirms that \"Labour is not a commodity\" (I (a)), \"Freedom of expression and association are essential to sustained progress\" (I (b)), \"Poverty anywhere constitutes a danger to prosperity everywhere\" (I (c)), and that \"All human beings, irrespective of race, creed or sex, have the right to pursue both their material well-being and their spiritual development in conditions of freedom and dignity, of economic security and equal opportunity\". (II (a))\nFreedom of trade union.\nFor this purpose, ILO has made 189 Conventions called \"International Labour Convention\" but many countries do not ratify the Conventions despite its importance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geneva","surface_form":"Geneva","offset":101},{"uri":"Employment","surface_form":"working","offset":131},{"uri":"Standard_of_living","surface_form":"standard of living","offset":154},{"uri":"United_Nations","surface_form":"United Nations","offset":242},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":269},{"uri":"Social_justice","surface_form":"social justice","offset":750},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":804},{"uri":"Poverty","surface_form":"Poverty","offset":973},{"uri":"Well-being","surface_form":"well-being","offset":1155},{"uri":"Freedom","surface_form":"freedom","offset":1215},{"uri":"Dignity","surface_form":"dignity","offset":1227},{"uri":"Trade_union","surface_form":"trade union","offset":1301}]}