{"id":283742,"url":"http://en.wikipedia.org/wiki/2011_Christchurch_earthquake","text":"The 2011 Christchurch earthquake was a 6.3 magnitude earthquake which struck the South Island of New Zealand at on NZT. (This is 23:51 UTC). It was about 5 km underground. It struck the Canterbury region of the island and caused a lot of damage and many deaths in Christchurch, New Zealand's second largest city.\nIt was the largest aftershock of the 4 September 2010 Canterbury earthquake, although it is being regarded as a separate earthquake. It was smaller than the September earthquake, but it was more damaging because it was closer to Christchurch and nearer to the surface of the earth. It also happened at lunchtime on a Tuesday compared to before dawn on a Saturday, which meant that more people were outside and in danger of being injured by falling buildings. Buildings were also already weakened from the previous quakes. The intensity felt in Christchurch was MM VIII.\nPrime Minister John Key said that the 22nd of February \"may well be New Zealand's darkest day\".\nAt least 166 people have been confirmed dead with the final death toll expected to be over 200.\nAt the end of the first day 65 people were known to have died, and the number is expected to rise. Over 100 people may be trapped in one building alone. The New Zealand Fire Service says many people were injured and trapped in buildings. At 5pm local time Radio New Zealand reported that 80% of the city was without electricity. Water and wastewater services are not working in many parts of the city. People are being asked to use as little water as possible and to collect rainwater. It is expected that the State of Emergency Level 3, the highest possible in a regional disaster, will last at least five days. Medical staff from the army are being used.\nThe \"Sydney Morning Herald\" reported that two buses and a number of cars were crushed by falling buildings.\nBuildings damaged.\nBuildings have collapsed around Cathedral Square in downtown Christchurch. The spire of ChristChurch Cathedral has completely collapsed. Christchurch Hospital was evacuated due to damage in some areas, but soon reopened to treat the injured. It has treated over 220 serious injuries so far, even though sometimes they were working by torchlight. The New Zealand defence forces have been called in to help move people out of the central business district. Fires were reported at the Canterbury Television (CTV) building.\nThe Pyne Gould Corporation building on Cambridge Terrace has suffered a lot of damage ([http://static2.stuff.co.nz/1298341723/098/4689098_600x400.jpg photo]), and some of the building's 200 workers are believed to be trapped within. Screams have been heard from inside.\nThe historic Canterbury Provincial Chambers building has also suffered major damage from the earthquake.\nThe Statistics New Zealand buildings in Christchurch were also damaged. They were due to process much of the March 2011 census of New Zealand. The census has been cancelled because people living in Christchurch have had their lives seriously disrupted. This is the third time the census has been cancelled, the previous two times being during the Great Depression and World War II.\nChristchurch Cathedral.\nChristChurch Cathedral has lost the top of its main spire and its roof has fallen in. ([http://www.nzherald.co.nz/nz/news/image.cfm?c_id=1&gal_objectid=10708016&gallery_id=116916#7379255 photos]) Initial reports said 22 people were in the spire at the time of the collapse. However, after the building was made safe to enter over a week after the quake, and searched thoroughly, \"no\" bodies were located.\nCathedral of the Blessed Sacrament.\nThe Catholic cathedral of Christchurch, the Cathedral of the Blessed Sacrament, has half collapsed.\nLyttelton.\nBuildings in Lyttelton have been damaged; a fire officer said that 60% of the buildings in the main street have collapsed. The town's historic Timeball Station was also badly damaged. The New Zealand Historic Places Trust who own the building have decided that it is unsafe to try to repair it. It will be dismantled, if possible, and perhaps re-constructed.\nBeyond Christchurch and Lyttelton.\nAround 30 million tonnes of ice fell off Tasman Glacier into Tasman Lake, about from the epicentre, hitting tour boats with waves 3.5 high.\nThe quake was felt as far north as Tauranga and as far south as Invercargill, where the 111 emergency network was damaged and stopped working.\nEmergency response and relief efforts.\nNew Zealand Prime Minister, John Key, said \"All Civil Defence procedures have now been activated; the Civil Defence bunker at Parliament is in operation here in Wellington.\" Civil Defence has alerted all Urban Search and Rescue teams in Christchurch. The New Zealand Red Cross is also involved.\nAustralia has offered help, and immediately sent a search and rescue team of 70 from New South Wales on a RAAF C-130 Hercules. Foreign Affairs Minister Kevin Rudd also said a second team from South Australia will also be sent with more equipment. Australian Prime Minister Julia Gillard has offered John Key any other help he may need.\nThe United States and Japan have also offered help.\nChristchurch International Airport was only open for emergency air traffic, but has now been opened to all local and domestic flights. The earthquake has affected all air traffic in New Zealand. Air traffic control services by Airways New Zealand, the national Air Traffic Control organisation, have been disrupted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moment_magnitude_scale","surface_form":"magnitude","offset":43},{"uri":"Earthquake","surface_form":"earthquake","offset":53},{"uri":"South_Island","surface_form":"South Island","offset":81},{"uri":"New_Zealand","surface_form":"New Zealand","offset":97},{"uri":"NZT","surface_form":"NZT","offset":115},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":135},{"uri":"Canterbury_Region","surface_form":"Canterbury region","offset":186},{"uri":"Christchurch","surface_form":"Christchurch","offset":264},{"uri":"Aftershock","surface_form":"aftershock","offset":332},{"uri":"2010_Canterbury_earthquake","surface_form":"2010 Canterbury earthquake","offset":362},{"uri":"Prime_Minister_of_New_Zealand","surface_form":"Prime Minister","offset":883},{"uri":"John_Key","surface_form":"John Key","offset":898},{"uri":"New_Zealand_Fire_Service","surface_form":"New Zealand Fire Service","offset":1232},{"uri":"Electricity","surface_form":"electricity","offset":1391},{"uri":"New_Zealand_Army","surface_form":"army","offset":1711},{"uri":"Sydney_Morning_Herald","surface_form":"Sydney Morning Herald","offset":1737},{"uri":"Cathedral_Square%2C_Christchurch","surface_form":"Cathedral Square","offset":1891},{"uri":"ChristChurch_Cathedral","surface_form":"ChristChurch Cathedral","offset":1947},{"uri":"Christchurch_Hospital","surface_form":"Christchurch Hospital","offset":1996},{"uri":"Central_business_district","surface_form":"central business district","offset":2287},{"uri":"Census","surface_form":"census","offset":2874},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3101},{"uri":"World_War_II","surface_form":"World War II","offset":3122},{"uri":"ChristChurch_Cathedral%2C_Christchurch","surface_form":"ChristChurch Cathedral","offset":3160},{"uri":"Cathedral_of_the_Blessed_Sacrament%2C_Christchurch","surface_form":"Cathedral of the Blessed Sacrament","offset":3645},{"uri":"Lyttelton%2C_New_Zealand","surface_form":"Lyttelton","offset":3725},{"uri":"Timeball_Station","surface_form":"Timeball Station","offset":3855},{"uri":"New_Zealand_Historic_Places_Trust","surface_form":"New Zealand Historic Places Trust","offset":3900},{"uri":"Tasman_Glacier","surface_form":"Tasman Glacier","offset":4147},{"uri":"Tasman_Lake","surface_form":"Tasman Lake","offset":4167},{"uri":"Tauranga","surface_form":"Tauranga","offset":4281},{"uri":"Invercargill","surface_form":"Invercargill","offset":4310},{"uri":"111_(emergency_telephone_number)","surface_form":"111 emergency network","offset":4334},{"uri":"John_Key","surface_form":"John Key","offset":4456},{"uri":"Wellington%2C_New_Zealand","surface_form":"Wellington","offset":4589},{"uri":"Urban_Search_and_Rescue","surface_form":"Urban Search and Rescue","offset":4632},{"uri":"Australia","surface_form":"Australia","offset":4723},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":4808},{"uri":"RAAF","surface_form":"RAAF","offset":4829},{"uri":"C-130_Hercules","surface_form":"C-130 Hercules","offset":4834},{"uri":"Minister_for_Foreign_Affairs_(Australia)","surface_form":"Foreign Affairs Minister","offset":4850},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":4875},{"uri":"South_Australia","surface_form":"South Australia","offset":4915},{"uri":"Julia_Gillard","surface_form":"Julia Gillard","offset":4996},{"uri":"United_States","surface_form":"United States","offset":5063},{"uri":"Japan","surface_form":"Japan","offset":5081},{"uri":"Christchurch_International_Airport","surface_form":"Christchurch International Airport","offset":5111},{"uri":"Airways_New_Zealand","surface_form":"Airways New Zealand","offset":5338}]}