{"id":283743,"url":"http://en.wikipedia.org/wiki/Adolphe_Dugl%C3%A9r%C3%A9","text":"Adolphe Dugléré (born Bordeaux, June 3, 1805 - died Paris April 4, 1884) was a French chef and a pupil of Carême.\nLes Frères Provençaux.\nDugléré was a \"chef de cuisine\" to the Rothschild family until 1848, and was manager at the restaurant \"Les Frères Provençaux\" at the Palais-Royal from 1848 to 1866 which was owned by three men from Provence named Barthélémy, Maneille and Simonas (who were, in reality, not brothers).\nCafé Anglais.\nIn 1866 he became the head chef of the which was the most famous Paris restaurant of the 19th century and where he is believed to have created the dish \"Pommes Anna\".\nDinner of the Three Emperors.\nIt was at the Café Anglais in 1867 that Dugléré served a famous meal that became known as the \" Dîner des trois empereurs\", () for Tsar Alexander II of Russia, his son the tsarevitch (who later became Tsar Alexander III) and King William I of Prussia, as well as Prince Otto von Bismarck who were in Paris for \"L'Exposition Universelle\". The table service used for this meal is on display to this day at the oldest existing restaurant in Paris, \"La Tour d'Argent\" which is owned by the descendants of Claudius Burdel, the last owner of Café Anglais which was demolished in 1913.\nThe evening of 7 June 1867 is reputed to have been the most magnificent ever to have occurred in any restaurant in the world. The three emperors and Prince Bismarck had requested of Dugléré a meal that would live in their memories and the \"maître de cave\", Claudius Burdel, was instructed to accompany the dishes with the greatest wines in the world.\nDishes.\nThe most famous dish attributed to Dugléré is almost certainly \"Pommes Anna\". Other dishes created by Dugléré include \"Potage Germiny\", a sorrel soup created for the Count of Germiny, governor of the Bank of France, \"Poularde Albufera\", dedicated to Maréchal Suchet, Duke of Albufera, \"Soufflé à l'anglaise\", \"Sole Dugléré\" and \"Culotte de bœuf Salomon\", (dedicated to Salomon de Rothschild) and \"Barbue à la Dugléré\" (brill in tomato and parsley sauce).\nHe is also credited with inventing \"Tournedos Rossini\", but this dish has also been credited to both Escoffier as well as Carême (although not the title itself). It was composer Gioachino Rossini who dubbed Dugléré \"Le Mozart de la cuisine\" (The Mozart of the Kitchen). It was a title he used on the menu for the Dinner of the Three Emperors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bordeaux","surface_form":"Bordeaux","offset":22},{"uri":"Chef","surface_form":"French chef","offset":79},{"uri":"Marie-Antoine_Car%C3%AAme","surface_form":"Carême","offset":106},{"uri":"Rothschild_family","surface_form":"Rothschild family","offset":176},{"uri":"Palais-Royal","surface_form":"Palais-Royal","offset":271},{"uri":"Provence","surface_form":"Provence","offset":336},{"uri":"Pommes_Anna","surface_form":"Pommes Anna","offset":589},{"uri":"Tsar_Alexander_II","surface_form":"Tsar Alexander II","offset":764},{"uri":"Tsar_Alexander_III","surface_form":"Tsar Alexander III","offset":834},{"uri":"William_I_of_Prussia","surface_form":"William I of Prussia","offset":863},{"uri":"Otto_von_Bismarck","surface_form":"Prince Otto von Bismarck","offset":896},{"uri":"Exposition_universelle","surface_form":"L'Exposition Universelle","offset":944},{"uri":"La_Tour_d%27Argent","surface_form":"La Tour d'Argent","offset":1079},{"uri":"Pommes_Anna","surface_form":"Pommes Anna","offset":1635},{"uri":"Bank_of_France","surface_form":"Bank of France","offset":1771},{"uri":"Poularde_Albufera","surface_form":"Poularde Albufera","offset":1788},{"uri":"Tournedos_Rossini","surface_form":"Tournedos Rossini","offset":2062},{"uri":"Auguste_Escoffier","surface_form":"Escoffier","offset":2127},{"uri":"Antoine_Car%C3%AAme","surface_form":"Carême","offset":2148},{"uri":"Gioachino_Rossini","surface_form":"Gioachino Rossini","offset":2204}]}