{"id":283763,"url":"http://en.wikipedia.org/wiki/Daniel_Boone","text":"Daniel Boone(1734 – 1820) was an American explorer and frontiersman. He is probably most famous for exploring Kentucky when it was not part of the U.S. In 1769 he made the Wilderness Road, a trail through the Appalachian Mountains from North Carolina and Tennessee and through Kentucky. He spent the last 20 years of his life in Missouri.\nEarly life.\nBoone was born on October 24 1734 (N.S.). Boone's grandfather, George Boone, a Quaker, immigrated from England in 1717. Daniel Boone was born in Berks County, Pennsylvania, the son of Squire Boone and Sarah Morgan. His father was a weaver while his mother ran the family farm. In addition to his chores on the farm, Boone learned to hunt, fish and trap. When he was 15 his family moved to the Yadkin Valley of North Carolina.\nFrench and Indian War.\nBoone was a part of an British expedition in 1755 into French territory. When the column was attacked by Indians allied to the French, the British commander, General Edward Braddock was mortally wounded and many of the soldiers were killed. This was the Battle of the Monongahela where then colonel George Washington rallied the British and the Virginia militia into an organized retreat. Boone, who was supervisor of the wagon train was one of those who retreated with Washington. He returned to North Carolina and settled on a farm near his father's. In 1756 he married Rebecca Bryan.\n1757 saw several more British defeats but life on Boone's farm remained peaceful. In 1758 the British had several victories over the French. But at the same time their Cherokee allies were becoming tired of poor treatment by the British and the Americans. The French took advantage of this and encouraged the Cherokees to attack American homesteads. In 1759 the indians attacked in Virginia, North and South Carolina. To protect their families many settlers left their farms for safer areas. Boone took his wife, two young sons, and all the belongings they could carry in a single wagon to Culpeper County, Virginia. To make a living Boone hauled tobacco to market in Fredericksburg, Virginia. In 1763 Boone and his family returned to their farm in North Carolina.\nKentucky.\nBoone first heard of the lands of Kentucky while he was serving with General Braddock in 1755. The person he heard it from was John Findley, another member of the wagon train. Findley had been there as a trader at a Shawnee village called \"Blue Lick\". He talked about Kentucky as a paradise full of wild game. Boone decided he had to see Kentucky. On a long hunt in the winter of 1767–68 he, his brother Squire and a friend named William Hill moved westward trying to find Kentucky. They reached as far as the present site of Prestonsburg, Kentucky where they remained the rest of the winter. Not realizing they had reached Kentucky, they returned to North Carolina in the spring. Boone again met John Findley and asked him for the route from North Carolina to Kentucky. Findley was not a backwoodsman but did know of a trail the Cherokee used when they made war on the Carolina colonies. In the summer of 1769 Boone and five companions used the warrior's trail to get to Kentucky. They hunted and explored the area. Most of his friends were killed or captured by Indians, but Boone and his brother escaped every time. He made another attempt to reach eastern Kentucky in 1763 but had to turn back. In 1775 he founded the settlement of Boonesborough, Kentucky.\nIn 1778, Boone and a party were gathering salt when they were attacked. Boone was captured and taken to Detroit where the indians made him a member of their tribe. Boone soon escaped and returned to Boonesborough. In one of the last battles of the American Revolutionary War, Boone, a lieutenant colonel, was at the Battle of Blue Licks on 19 August 1782. The Americans were led into an ambush. Boone was one of the last to retreat. His son Israel Boone was killed in the battle. Boone was the hero of the battle, but other leaders had not listened to his warnings that it was a trap. Boone remained a leading figure in Kentucky for the next 24 years. Through a series of defective land titles and being cheated by land speculators, Boone lost all his lands in Kentucky. There were swarms of people coming into Kentucky and Boone felt crowded. Kentucky was no longer the wilderness it was when he first came there. Now he wanted to discover new lands. He was drawn to the wilds of what is now eastern Missouri.\nLouisiana territory.\nIn 1799, Boone moved with much of his extended family to what is now Warren County, Missouri. It was then part of Spanish Louisiana. The area later became part of Missouri. The Spanish were eager to promote settlement in the sparsely populated region. So they did not enforce the requirement that all immigrants had to be Roman Catholic. The Spanish governor appointed Boone \"syndic\" (Justice of the peace) of the \"Femme Osage\" district. Boone served as syndic and commandant until 1804, when the area became part of the Louisiana Purchase. His land grants from the Spanish government had been largely based on verbal agreements. But the former Lieutenant-governor, Zenon Trudeau made the promise in writing and Boone's lands were confirmed. But Boone had not made the necessary improvements under the law and the lands were again taken away. About 1810 Boone sent a petition to Congress to restore his lands. It took them until 1814 to create a special bill which was signed by President James Monroe on 10 February 1814. Boone spent his final years in Missouri, often in the company of children and grandchildren, where he continued to hunt and trap as much as his health and energy levels permitted. He died on 26 September 1820 just before sunrise. His body was taken to Charette, Louisiana territory (now Marthasville, Missouri) and buried next to his wife Rebecca.\nDaniel Boone's graves.\nIn 1845 a group from Kentucky removed the bones of Daniel and Rebecca Boone from their cemetery in Missouri. They took them to Frankfort, Kentucky to be buried in a tomb there. Reverend Philip Fall made a plaster cast of the skull of the body they removed from Missouri. The plaster cast was then presented to the Kentucky State Historical Society. In 1862 the State of Kentucky created a monument over the grave in the Frankfurt cemetery.\nA forensic anthropologist, Dr. David Wolf, examined the plaster cast and stated it was probably that of a black slave. Wolf said the cast made by Rev. Fall did not provide enough evidence to be certain, but several clues also point to the conclusion it may not be Daniel Boone. Wolf stated he does not believe the skull shape, slope of the brow, the brow ridges and occipital bone are caucasian. The body removed from Missouri was that of a \"large and robust man\". According to Boone's brother-in-law Daniel Bryan described Boone as about 5 foot 8 or 9 inches tall. Boone had blonde hair and blue eyes.\nSeveral Missouri historians have stated before that the bones taken from the Missouri cemetery were actually those of a slave. When Boone died at age 85, the gravediggers discovered an unmarked body had been buried next to Rebecca Boone (died 1813). The stranger was left in his grave and Daniel was buried at the foot of his wife's grave. But 16 years later a gravestone was mistakenly placed over the stranger's grave. When the party from Kentucky took the bodies in 1845 they took the bodies of Rebecca and the stranger next to her, wrongly marked as Daniel Boone. Both states claim to have the actual grave of Daniel Boone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":33},{"uri":"Explorer","surface_form":"explorer","offset":42},{"uri":"Kentucky","surface_form":"Kentucky","offset":110},{"uri":"U.S","surface_form":"U.S","offset":147},{"uri":"Wilderness_Road","surface_form":"Wilderness Road","offset":172},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":209},{"uri":"North_Carolina","surface_form":"North Carolina","offset":236},{"uri":"Tennessee","surface_form":"Tennessee","offset":255},{"uri":"Kentucky","surface_form":"Kentucky","offset":277},{"uri":"Missouri","surface_form":"Missouri","offset":329},{"uri":"Old_Style_and_New_Style_dates","surface_form":"N.S.","offset":386},{"uri":"Quaker","surface_form":"Quaker","offset":430},{"uri":"Immigrate","surface_form":"immigrate","offset":438},{"uri":"England","surface_form":"England","offset":454},{"uri":"Berks_County%2C_Pennsylvania","surface_form":"Berks County, Pennsylvania","offset":496},{"uri":"Weaver","surface_form":"weaver","offset":583},{"uri":"Farm","surface_form":"farm","offset":622},{"uri":"Hunting","surface_form":"hunt","offset":684},{"uri":"Fishing","surface_form":"fish","offset":690},{"uri":"Animal_trapping","surface_form":"trap","offset":699},{"uri":"Yadkin_River","surface_form":"Yadkin Valley","offset":744},{"uri":"North_Carolina","surface_form":"North Carolina","offset":761},{"uri":"Great_Britain","surface_form":"British","offset":823},{"uri":"General_officer","surface_form":"General","offset":958},{"uri":"Edward_Braddock","surface_form":"Edward Braddock","offset":966},{"uri":"Wound","surface_form":"mortally wounded","offset":986},{"uri":"Battle_of_the_Monongahela","surface_form":"Battle of the Monongahela","offset":1054},{"uri":"Colonel","surface_form":"colonel","offset":1091},{"uri":"George_Washington","surface_form":"George Washington","offset":1099},{"uri":"Retreat","surface_form":"retreat","offset":1180},{"uri":"Wagon_train","surface_form":"wagon train","offset":1222},{"uri":"Cherokee","surface_form":"Cherokee","offset":1555},{"uri":"France","surface_form":"French","offset":1647},{"uri":"Homestead_(buildings)","surface_form":"homesteads","offset":1725},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1789},{"uri":"Settler","surface_form":"settler","offset":1836},{"uri":"Culpeper_County%2C_Virginia","surface_form":"Culpeper County, Virginia","offset":1977},{"uri":"Tobacco","surface_form":"tobacco","offset":2034},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg, Virginia","offset":2055},{"uri":"Trade","surface_form":"trade","offset":2366},{"uri":"Shawnee","surface_form":"Shawnee","offset":2378},{"uri":"Paradise","surface_form":"paradise","offset":2444},{"uri":"Game_(food)","surface_form":"wild game","offset":2461},{"uri":"Winter","surface_form":"winter","offset":2532},{"uri":"West","surface_form":"west","offset":2611},{"uri":"Prestonsburg%2C_Kentucky","surface_form":"Prestonsburg, Kentucky","offset":2688},{"uri":"Spring","surface_form":"spring","offset":2835},{"uri":"Backwoodsman","surface_form":"backwoodsman","offset":2951},{"uri":"Summer","surface_form":"summer","offset":3058},{"uri":"East","surface_form":"east","offset":3314},{"uri":"Boonesborough%2C_Kentucky","surface_form":"Boonesborough, Kentucky","offset":3398},{"uri":"Salt","surface_form":"salt","offset":3465},{"uri":"Detroit","surface_form":"Detroit","offset":3527},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":3671},{"uri":"Lieutenant_colonel","surface_form":"lieutenant colonel","offset":3708},{"uri":"Battle_of_Blue_Licks","surface_form":"Battle of Blue Licks","offset":3739},{"uri":"Land_title","surface_form":"land title","offset":4105},{"uri":"Speculation","surface_form":"land speculators","offset":4138},{"uri":"Wilderness","surface_form":"wilderness","offset":4294},{"uri":"Missouri","surface_form":"Missouri","offset":4424},{"uri":"Warren_County%2C_Missouri","surface_form":"Warren County, Missouri","offset":4524},{"uri":"Louisiana_Purchase","surface_form":"Spanish Louisiana","offset":4569},{"uri":"Spain","surface_form":"Spanish","offset":4632},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":4777},{"uri":"Syndic","surface_form":"syndic","offset":4831},{"uri":"Justice_of_the_peace","surface_form":"Justice of the peace","offset":4840},{"uri":"Osage_Nation","surface_form":"Osage","offset":4876},{"uri":"Louisiana_Purchase","surface_form":"Louisiana Purchase","offset":4976},{"uri":"President","surface_form":"President","offset":5434},{"uri":"James_Monroe","surface_form":"James Monroe","offset":5444},{"uri":"Sunrise","surface_form":"sunrise","offset":5699},{"uri":"Marthasville%2C_Missouri","surface_form":"Marthasville, Missouri","offset":5765},{"uri":"Frankfort%2C_Kentucky","surface_form":"Frankfort, Kentucky","offset":5976},{"uri":"Skull","surface_form":"skull","offset":6074},{"uri":"Kentucky_State_Historical_Society","surface_form":"Kentucky State Historical Society","offset":6163},{"uri":"Supraorbital_ridge","surface_form":"brow ridges","offset":6639},{"uri":"Occipital_bone","surface_form":"occipital bone","offset":6655},{"uri":"Caucasian","surface_form":"caucasian","offset":6674},{"uri":"Brother-in-law","surface_form":"brother-in-law","offset":6775},{"uri":"Blonde","surface_form":"blonde","offset":6865},{"uri":"Blue","surface_form":"blue","offset":6881},{"uri":"Eyes","surface_form":"eyes","offset":6886},{"uri":"Gravedigger","surface_form":"gravedigger","offset":7050}]}