{"id":283786,"url":"http://en.wikipedia.org/wiki/Speciation","text":"ce=\"preserve\">Speciation is about how species form. It is a major part of evolutionary biology.\nDarwin thought most species came directly from pre-existing species. This is called anagenesis: species by changing, or 'phyletic evolution'. For much of the 20th century, scientists thought most species came when earlier species split. This is called cladogenesis.\nThe general view was that most species splitting is caused or helped on its way by isolating mechanisms.\nNo doubt the physical separation of species which once lived together is a main factor. It is illustrated by so many examples, some of which are discussed below.\nHowever, work in the last 20 years has shown some other causes. Analysing the DNA sequence of living things has shown that there is often some hybridisation between related species. That means genes have been transferred by these crosses. In turn, that means reproductive isolation is not the only definition of a species, and speciation does not always need allopatry (species to be reproductively separated). The sections below illustrate the idea that physical separation was of prime importance in the formation of new species.\nIsolating mechanisms.\nIsolating mechanisms are things which prevent successful breeding between groups in a species. Reproductive isolation of populations is established. This is particularly important to the biological species concept, as species are defined by reproductive isolation.\nIsolating mechanisms can be divided into two groups, before and after fertilisation.\nBefore fertilisation.\nFactors which prevent individuals from mating.\nAfter fertilisation.\nFactors which prevent mating being successful, such as genetic incompatibility, hybrid inviability or sterility.\nGeographical isolation.\nThis is thought to be the most comon cause of speciation. The first person to think of it was Moritz Wagner, a German explorer and natural historian.\nWagner's early career was as a geographer, and he published a number of geographical books about North Africa, the Middle East, and Tropical America. He was also a keen naturalist and collector, and it is for this work he is best known among biologists. Ernst Mayr, the evolutionist and historian of biology, has given an account of Wagner's significance.p562–565\nDuring his three years in Algeria, Wagner (amongst other activities) studied the flightless beetles \"Pimelia\" and \"Melasoma\". Each genus is split into a number of species, each of which is confined to a stretch of the north coast between rivers which descend from the Atlas Mountains to the Mediterranean. As soon as one crosses a river, a different but closely related species appears.\nThis was an early description of a process of one kind of geographic speciation. In 1942 it was reintroduced by Mayr, and the importance of geographic speciation became one of the core ideas of the evolutionary synthesis.\nAnother term for geographic speciation is allopatric speciation. Allopatry means 'different land'.\nVacant islands.\nVolcanic islands are formed with no life, and all life has to arrive carried by wind or water. We know from the Hawaiian islands and from the Galapagos Islands that all forms of life change when they reach the islands from the mainland.\nIn about, the Hawaiian Islands have the most diverse collection of drosophilid flies in the world, living from rainforests to mountain meadows. About 800 Hawaiian drosophilid species are known.\nStudies show a clear \"flow\" of species from older to newer islands. There are also cases of colonization back to older islands, and skipping of islands, but these are much less frequent.\nBy argon radioactive dating, the present islands date from 0.4 million years ago (mya) (Mauna Kea) to 10mya (Necker). The oldest member of the Hawaiian archipelago still above the sea is Kure Atoll, which can be dated to 30 mya.\nThe archipelago itself, produced by the Pacific plate moving over a hot spot, has existed for far longer, at least into the Cretaceous. The Hawaiian islands plus former islands which are now beneath the sea make up the Hawaiian–Emperor seamount chain; and many of the underwater mountains are guyots.\nAll of the native drosophilid species in Hawaii have apparently descended from \"a single ancestral species\" that colonized the islands, about 20 million years ago. The subsequent adaptive radiation was spurred by a lack of competition and a wide variety of vacant niches. Although it would be possible for a single pregnant female to colonise an island, it is more likely to have been a group from the same species.\nThere are other animals and plants on the Hawaiian archipelago which have undergone similar, if less spectacular, adaptive radiations.\nRing species.\nIn biology, a ring species is a connected series of neighboring populations, each of which can interbreed with next-door populations. The two ends of the chain overlap.\nThe two end populations in the series are too distantly related to interbreed. Such non-breeding-though-genetically-connected 'end' populations may co-exist in the same region, thus closing a 'ring'.\nRing species provide important evidence of evolution: they illustrate what happens over time as populations genetically diverge. Richard Dawkins observed that ring species \"are only showing us in the spatial dimension something that must always happen in the time dimension\".\nHowever, it is difficult to find a simple, straightforward example.\n\"Larus\" gulls.\nThis was the classic example of ring species. The range of these gulls nearly forms a ring around the North Pole (which is not normally flown over by gulls). The lesser black-backed gulls and herring gulls are sufficiently different that they do not normally hybridize; so, it was said, the group of gulls forms a continuum except where the two lineages meet in Europe. However, it is generally agreed that this is not quite correct, though the details are extremely complicated.\n\"Ensatina\" salamanders.\nThe \"Ensatina\" salamander is a ring species in the mountains around the Californian Central Valley. The complex forms a horseshoe shape around the mountains. Though interbreeding can happen between each of the 19 populations around the horseshoe, the \"Ensatina eschscholtzii\" subspecies on the western end of the horseshoe cannot interbreed with the \"Ensatina klauberi\" on the eastern end. It is an illustration of \"nearly all stages in a speciation process\" (Dobzhansky). Richard Highton argued that \"Ensatina\" is a case of multiple species and not a continuum of one species.\nThe greenish warbler.\nThe \"greenish warbler\" (\"Phylloscopus trochiloides\") has a number of subspecies, of which \"P. t. viridianus\" is the most familiar in Europe. It is a ring species with populations diverging east and westwards of the Tibetan Plateau, later meeting on the northern side. Their relationships are fairly confusing.\nSympatric speciation.\nSympatric speciation refers to the formation of two or more descendant species from a single ancestral species all occupying the same geographic location. This is now thought to be very common.\nIn sympatric speciation, species diverge while inhabiting the same place. Often-cited examples of sympatric speciation are found in insects that become dependent on different host plants in the same area.\nThe existence of sympatric speciation as a mechanism of speciation was hotly contested. People argued that the evidences of sympatric speciation are in fact examples of micro-geographic speciation. In general, this is not now the preferred explanation. Rather, it is the result of hybridisation between closely related species, followed by natural selection working on the offspring of such crosses. One widely accepted example of sympatric speciation is that of the cichlids of Lake Nabugabo in East Africa, which is thought to be due to sexual selection.\nSpeciation via polyploidization.\nPolyploidy has caused many rapid speciation events because offspring of, for example, tetraploid x diploid matings often result in triploid sterile progeny.\nHowever, not all polyploids are reproductively isolated from their parental plants, and gene flow may still occur for example through triploid hybrid x diploid matings that produce tetraploids.\nMany of the existing plant and most animal species have apparently undergone polyploidization in their evolutionary history. Reproduction of successful polyploid species is sometimes asexual, by parthenogenesis. For unknown reasons many asexual organisms are polyploid.\nHawthorn fly.\nOne example of evolution at work is the case of the hawthorn fly, \"Rhagoletis pomonella\", which appears to be undergoing sympatric speciation.\nDifferent populations of hawthorn fly feed on different fruits. A distinct population emerged in North America in the 19th century some time after apples, a non-native species, were introduced. This apple-feeding population normally feeds only on apples and not on the historically preferred fruit of hawthorns. The current hawthorn feeding population does not normally feed on apples.\nSome evidence suggests that sympatric speciation is occurring. Hawthorn flies mature later in the season and take longer to mature than apple flies; and there is little evidence of interbreeding (researchers have documented a 4-6% hybridization rate).\nThe emergence of the new hawthorn fly is an example of evolution in progress.\nHybridisation.\nRarely, a new species forms when individual members of different species mate. Usually, the products of such hybrid matings are infertile (not fertile), or relatively so, and so get eliminated by natural selection.\nOne example of a new and successful hybrid species has been found. The new species is a hybrid of the Italian and Spanish sparrows, and the basic facts have been checked by sequence analysis from the DNA in their blood. The bird lives in Italy in a region where both parent species live. It does not reproduce with the Spanish sparrow even though it lives with them side-by-side.\nArtificial speciation.\nNew species have been created by domesticated animal husbandry, but the initial dates and methods are not clear. For example, domestic sheep were created by hybridisation, and no longer produce viable offspring with \"Ovis orientalis\", one species from which they are descended.\nDomestic cattle, on the other hand, can be considered the same species as several varieties of wild ox, gaur, yak, etc., as they readily produce fertile offspring with them.\nLab species.\nThe best-documented creations of new species in the laboratory were performed in the late 1980s. William Rice and G.W. Salt bred fruit flies, \"Drosophila melanogaster,\" using a maze with three different choices of habitat such as light/dark and wet/dry.\nEach generation was placed into the maze, and the groups of flies that came out of two of the eight exits were set apart to breed with each other in their respective groups. After thirty-five generations, the two groups and their offspring were isolated reproductively because of their strong habitat preferences: they mated only within the areas they preferred, and so did not mate with flies that preferred the other areas. The history of such attempts is described in Rice and Hostert (1993).\nDiane Dodd was also able to show how reproductive isolation can develop from mating preferences in \"Drosophila pseudoobscura\" after only eight generations using different food types, starch and maltose.\nDodd's experiment has been easy for many others to replicate, including with other kinds of fruit flies and foods.\nReinforcement (Wallace effect).\nReinforcement is the process by which natural selection increases reproductive isolation.\nIt may occur after two populations of the same species are separated and then come back into contact. If their reproductive isolation was complete, then they will have already developed into two separate incompatible species.\nIf their reproductive isolation is incomplete, then further mating between the populations will produce hybrids, which may or may not be fertile. If the hybrids are infertile, or fertile but less fit than their ancestors, then there will be no further reproductive isolation and speciation has essentially occurred (e.g., as in horses and donkeys.)\nThe reasoning behind this is that if the parents of the hybrid offspring each have naturally selected traits for their own different environments, the hybrid offspring will bear traits from both, and would not fit either niche as well as either parent. The low fitness of the hybrids would cause selection to favour assortative mating, which would reduce hybridization.\nThis is sometimes called the Wallace effect after the evolutionary biologist Alfred Russel Wallace who suggested in the late 19th century that it might be an important factor in speciation.\nIf the hybrid offspring are more fit than their ancestors, then the populations will merge back into the same species within the area they are in contact.\nReinforcement is required for separation when there is a \"hybrid zone\" between two forms of a species. Hybrid zones are regions where diverged populations meet and interbreed. Hybrid offspring are very common in these regions, which are usually created by diverged species coming into secondary contact.\nWithout reinforcement the two populations or species would have uncontrollable interbreeding. Reinforcement may be induced in artificial selection experiments as described above.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":38},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":74},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":96},{"uri":"Species","surface_form":"species","offset":116},{"uri":"DNA_sequence","surface_form":"DNA sequence","offset":707},{"uri":"Hybrid","surface_form":"hybrid","offset":772},{"uri":"Genes","surface_form":"genes","offset":822},{"uri":"Reproductive_isolation","surface_form":"reproductive isolation","offset":888},{"uri":"Allopatry","surface_form":"allopatry","offset":988},{"uri":"Reproductive_isolation","surface_form":"Reproductive isolation","offset":1278},{"uri":"Biological_species_concept","surface_form":"biological species concept","offset":1370},{"uri":"Genetic","surface_form":"genetic","offset":1678},{"uri":"Hybrid","surface_form":"hybrid","offset":1703},{"uri":"Sterility","surface_form":"sterility","offset":1725},{"uri":"Moritz_Wagner","surface_form":"Moritz Wagner","offset":1854},{"uri":"Germany","surface_form":"German","offset":1871},{"uri":"Explorer","surface_form":"explorer","offset":1878},{"uri":"Natural_history","surface_form":"natural historian","offset":1891},{"uri":"North_Africa","surface_form":"North Africa","offset":2007},{"uri":"Middle_East","surface_form":"Middle East","offset":2025},{"uri":"Tropical","surface_form":"Tropical","offset":2042},{"uri":"America","surface_form":"America","offset":2051},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":2164},{"uri":"Algeria","surface_form":"Algeria","offset":2300},{"uri":"Beetles","surface_form":"beetles","offset":2366},{"uri":"Pimelia","surface_form":"Pimelia","offset":2375},{"uri":"Melasoma","surface_form":"Melasoma","offset":2389},{"uri":"Genus","surface_form":"genus","offset":2405},{"uri":"Coast","surface_form":"coast","offset":2498},{"uri":"Atlas_Mountains","surface_form":"Atlas Mountains","offset":2542},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":2565},{"uri":"Evolutionary_synthesis","surface_form":"evolutionary synthesis","offset":2859},{"uri":"Volcanic","surface_form":"Volcanic","offset":2998},{"uri":"Island","surface_form":"island","offset":3007},{"uri":"Hawaiian_islands","surface_form":"Hawaiian islands","offset":3110},{"uri":"Galapagos_Islands","surface_form":"Galapagos Islands","offset":3140},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Islands","offset":3249},{"uri":"Drosophila","surface_form":"drosophilid","offset":3302},{"uri":"Rainforest","surface_form":"rainforest","offset":3346},{"uri":"Mountain","surface_form":"mountain","offset":3361},{"uri":"Meadow","surface_form":"meadow","offset":3370},{"uri":"Argon_radioactive_dating","surface_form":"argon radioactive dating","offset":3619},{"uri":"Mauna_Kea","surface_form":"Mauna Kea","offset":3704},{"uri":"Archipelago","surface_form":"archipelago","offset":3849},{"uri":"Tectonics","surface_form":"Pacific plate","offset":3885},{"uri":"Hotspot_(geology)","surface_form":"hot spot","offset":3913},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":3969},{"uri":"Hawaiian_islands","surface_form":"Hawaiian islands","offset":3985},{"uri":"Hawaiian%E2%80%93Emperor_seamount_chain","surface_form":"Hawaiian–Emperor seamount chain","offset":4064},{"uri":"Guyot","surface_form":"guyot","offset":4138},{"uri":"Competition","surface_form":"competition","offset":4369},{"uri":"Niche","surface_form":"niche","offset":4410},{"uri":"Pregnant","surface_form":"pregnant","offset":4461},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":4676},{"uri":"Biology","surface_form":"biology","offset":4714},{"uri":"Evolution","surface_form":"evolution","offset":5123},{"uri":"Richard_Dawkins","surface_form":"Richard Dawkins","offset":5209},{"uri":"North_Pole","surface_form":"North Pole","offset":5541},{"uri":"Lesser_black-backed_gull","surface_form":"lesser black-backed gull","offset":5601},{"uri":"Herring_gull","surface_form":"herring gull","offset":5631},{"uri":"Ensatina","surface_form":"Ensatina","offset":5948},{"uri":"Salamander","surface_form":"salamander","offset":5958},{"uri":"Ring_species","surface_form":"ring species","offset":5974},{"uri":"Central_Valley_(California)","surface_form":"Central Valley","offset":6027},{"uri":"Horseshoe","surface_form":"horseshoe","offset":6063},{"uri":"Interbreeding","surface_form":"interbreeding","offset":6108},{"uri":"Dobzhansky","surface_form":"Dobzhansky","offset":6403},{"uri":"Greenish_warbler","surface_form":"greenish warbler","offset":6548},{"uri":"Subspecies","surface_form":"subspecies","offset":6612},{"uri":"Ring_species","surface_form":"ring species","offset":6692},{"uri":"Tibetan_Plateau","surface_form":"Tibetan Plateau","offset":6758},{"uri":"Cichlids","surface_form":"cichlids","offset":7741},{"uri":"Lake_Nabugabo","surface_form":"Lake Nabugabo","offset":7753},{"uri":"East_Africa","surface_form":"East Africa","offset":7770},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":7813},{"uri":"Polyploidy","surface_form":"Polyploidy","offset":7864},{"uri":"Parthenogenesis","surface_form":"parthenogenesis","offset":8410},{"uri":"Hawthorn_fly","surface_form":"hawthorn fly","offset":8551},{"uri":"Apple","surface_form":"apple","offset":8789},{"uri":"Crataegus","surface_form":"hawthorns","offset":8943},{"uri":"Hybrid","surface_form":"hybrid","offset":9482},{"uri":"Infertile","surface_form":"infertile","offset":9501},{"uri":"Fertile","surface_form":"fertile","offset":9516},{"uri":"Natural_selection","surface_form":"natural selection","offset":9569},{"uri":"Sparrow","surface_form":"sparrow","offset":9710},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":9761},{"uri":"DNA","surface_form":"DNA","offset":9788},{"uri":"Animal_husbandry","surface_form":"animal husbandry","offset":10037},{"uri":"Domestic_sheep","surface_form":"domestic sheep","offset":10117},{"uri":"Cattle","surface_form":"cattle","offset":10278},{"uri":"Ox","surface_form":"ox","offset":10369},{"uri":"Gaur","surface_form":"gaur","offset":10373},{"uri":"Yak","surface_form":"yak","offset":10379},{"uri":"Drosophila_melanogaster","surface_form":"Drosophila melanogaster","offset":10599},{"uri":"Reproductive_isolation","surface_form":"reproductive isolation","offset":11243},{"uri":"Drosophila_pseudoobscura","surface_form":"Drosophila pseudoobscura","offset":11306},{"uri":"Reproductive_isolation","surface_form":"reproductive isolation","offset":11622},{"uri":"Hybrid","surface_form":"hybrid","offset":11976},{"uri":"Horse","surface_form":"horse","offset":12200},{"uri":"Donkey","surface_form":"donkey","offset":12211},{"uri":"Niche","surface_form":"niche","offset":12442},{"uri":"Assortative_mating","surface_form":"assortative mating","offset":12537},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":12668}]}