{"id":283859,"url":"http://en.wikipedia.org/wiki/Angela_Burdett-Coutts","text":"Angela Georgina Burdett-Coutts, 1st Baroness Burdett-Coutts (21 April 1814 – 30 December 1906), born Angela Georgina Burdett, was a noted nineteenth century philanthropist. She was the daughter of Sir Francis Burdett, 5th Baronet and Sophia Coutts, daughter of Thomas Coutts the banker. In 1837 she became the wealthiest woman in England when she inherited her grandfather's fortune of nearly three million pounds sterling. At the same time she got a Royal Licence (permission from the monarch) to join her father's and grandfather's surnames and become Angela Burdett-Coutts.\nLady Burdett-Coutts did not mary until she was 67. She married her 29-year-old secretary, the American born William Lehman Ashmead Bartlett, who later became MP for Westminster on 12 February, 1881. Her new husband changed his surname to Burdett-Coutts. Lady Burdett-Coutts had no children.\nPhilanthropy.\nShe gave away most of her wealth, setting up on scholarships, endowments, and giving to a wide range of charitable causes. One of her earliest was to establish, with the novelist Charles Dickens, Urania Cottage, a home that helped young women who had 'turned to a life of immorality'including theft and prostitution.\nAmong many gifts to churches, she also personally endowed the bishoprics of Cape Town, and Adelaide (1847), and the founding bishopric of British Columbia (1857). The money from these endowments was invested to help pay for the Bishop's expenses.\nThe granite fountain in Edinburgh, with a statue of Greyfriars Bobby, was erected by Baroness Burdett-Coutts.\nShe also established the National Society for the Prevention of Cruelty to Children (NSPCC) in 1883, the Westminster Technical Institute in 1893 and was closely involved with the Royal Society for the Prevention of Cruelty to Animals (RSPCA).\nIn 1871, in recognition of her charity work, Queen Victoria made her a peer on her own under the title Baroness Burdett-Coutts, of Highgate and Brookfield in the County of Middlesex., although as a woman she was not a member of the House of Lords. On 18 July 1872 she became the first woman to be presented with the Freedom of the City of London at the Guildhall and in 1874 was Edinburgh's first woman Burgess, also being presented with the Freedom of that city.\nDeath.\nLady Burdett-Coutts died of acute bronchitis at her house in Stratton Street, Piccadilly. By the time of her death she had given more than £3 million to good causes. She was buried on 5 January 1907 near the West Door in the nave of Westminster Abbey. The barony became extinct on her death.\nLegacy.\nCharles Dickens dedicated his novel \"Martin Chuzzlewit\" to her and she had many royal and eminent friends. The book \"Flashman's Lady\" by George MacDonald Fraser makes reference to Angela Burdett-Coutts (fictional) love interest for James Brooke (The White Rajah); and his rejection of her due to his physical affliction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philanthropy","surface_form":"philanthropist","offset":157},{"uri":"Sir_Francis_Burdett%2C_5th_Baronet","surface_form":"Sir Francis Burdett, 5th Baronet","offset":197},{"uri":"Thomas_Coutts","surface_form":"Thomas Coutts","offset":261},{"uri":"England","surface_form":"England","offset":330},{"uri":"Pounds_sterling","surface_form":"pounds sterling","offset":407},{"uri":"William_Burdett-Coutts","surface_form":"William Lehman Ashmead Bartlett","offset":685},{"uri":"Westminster_(UK_Parliament_constituency)","surface_form":"Westminster","offset":742},{"uri":"Charitable_organization","surface_form":"charitable","offset":986},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":1061},{"uri":"Prostitution","surface_form":"prostitution","offset":1185},{"uri":"Cape_Town","surface_form":"Cape Town","offset":1275},{"uri":"Adelaide","surface_form":"Adelaide","offset":1290},{"uri":"British_Columbia","surface_form":"British Columbia","offset":1337},{"uri":"Greyfriars_Bobby","surface_form":"Greyfriars Bobby","offset":1498},{"uri":"National_Society_for_the_Prevention_of_Cruelty_to_Children","surface_form":"National Society for the Prevention of Cruelty to Children","offset":1581},{"uri":"Westminster_Technical_Institute","surface_form":"Westminster Technical Institute","offset":1661},{"uri":"Royal_Society_for_the_Prevention_of_Cruelty_to_Animals","surface_form":"Royal Society for the Prevention of Cruelty to Animals","offset":1735},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1844},{"uri":"Peerage","surface_form":"peer","offset":1870},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":2031},{"uri":"Freedom_of_the_City","surface_form":"Freedom of the City","offset":2115},{"uri":"City_of_London","surface_form":"London","offset":2138},{"uri":"Guildhall%2C_London","surface_form":"Guildhall","offset":2152},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":2178},{"uri":"Burgh","surface_form":"Burgess","offset":2202},{"uri":"Piccadilly","surface_form":"Piccadilly","offset":2348},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2503},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":2570},{"uri":"Martin_Chuzzlewit","surface_form":"Martin Chuzzlewit","offset":2607},{"uri":"Flashman%27s_Lady","surface_form":"Flashman's Lady","offset":2687},{"uri":"George_MacDonald_Fraser","surface_form":"George MacDonald Fraser","offset":2707},{"uri":"James_Brooke","surface_form":"James Brooke","offset":2802}]}