{"id":283921,"url":"http://en.wikipedia.org/wiki/Princess_Alice%2C_Countess_of_Athlone","text":"Princess Alice, Countess of Athlone GCVO GBE GStJ (Alice Mary Victoria Augusta Pauline; née Princess Alice of Albany; 25 February 1883 – 3 January 1981) was a member of the British Royal Family. She was the longest-lived Princess of the Blood Royal of the British Royal Family and the last surviving grandchild of Queen Victoria. She also was a Princess of Saxe-Coburg and Gotha and a \"Duchess in Saxony\" from birth, as well as a Princess of Teck by marriage, until 1917 when she was ordered to give up all German titles by the Letters Patent of George V. She was godmother to Queen Beatrix of the Netherlands, who was the granddaughter of her first cousin, Queen Wilhelmina of the Netherlands. Princess Alice was the last grandchild of Queen Victoria to die, in January 1981, almost 115 years after the death of Prince Sigismund of Prussia, the first grandchild of Queen Victoria to die. (He died in June 1866.)\nEarly life.\nPrincess Alice was born 25 February 1883 at Windsor Castle. Her father was Prince Leopold, Duke of Albany, the youngest son of Queen Victoria and Albert, Prince Consort. Her mother was Princess Helena of Waldeck and Pyrmont. She had one brother, Prince Charles Edward, Duke of Albany (1884–1954) who was reigning Duke of Saxe-Coburg and Gotha (1900–1918). As the granddaughter of the Sovereign through the male line, she was a Princess of the United Kingdom and a Royal Highness. As the daughter of the Duke of Albany, she was, therefore, styled \"Her Royal Highness\" Princess Alice of Albany.\nMarriage and issue.\nOn 10 February 1904, at St George's Chapel, Windsor, Princess Alice of Albany married her second cousin once-removed, Prince Alexander of Teck, the brother of Queen Mary. After their marriage, Princess Alice was styled HRH Princess Alexander of Teck.\nPrincess Alice was one of the carriers of the gene for haemophilia which arose with Queen Victoria. Princess Alice inherited the gene from her father who himself was a sufferer. Her eldest son, Rupert, inherited the disease from her; this led to his early death following an automobile accident.\n1917.\nWhen the British Royal Family abandoned all German titles by Letters Patent issued by King George V in June 1917, Prince Alexander of Teck gave up the title \"Prince of Teck\" in the Kingdom of Württemberg and the style \"Serene Highness\", and took the surname \"Cambridge,\". For a short time he was known as Sir Alexander Cambridge, then the Earl of Athlone. Their two surviving children also lost their Württemberg princely titles.\nPrincess Alice gave up her titles of Princess of Saxe-Coburg and Gotha and Duchess of Saxony, but her brother Charles Edward, Duke of Saxe-Coburg and Gotha, who held a commission in the German Army, did not and was stripped of his British titles instead. Alice stayed, a Princess of Great Britain and Ireland and a Royal Highness in her own right, as granddaughter of Queen Victoria in the male line. From June 1917 until her death, she was styled \"Her Royal Highness\" Princess Alice, Countess of Athlone.\nSouth Africa.\nThe Earl was appointed Governor-General of the Union of South Africa and served from 1924-31: Princess Alice accompanied him and was the Vicereine during that period. Lord and Lady Athlone had a coastal beach house constructed at Muizenberg, which still stands today and is one of South Africa's national monuments. The Cape Town Suburb of Athlone was named in honour of the Governor-General and it and the beach house are the only physical reminder of the Athlones' residence at the Cape.\nWorld War II and Canada.\nOn the sudden death of the very popular John Buchan in 1940 Canada was without a Governor General in time of war. For a long time Canadian governments had intended appointing only Canadians as governors general — Australia had long since done so with the appointment of Sir Isaac Isaacs as its governor general. But wartime did not seem the right time for such a move. As the Royal Family had got a lot of public support during the Royal Tour of 1939, Lord Athlone seemed a very good candidate. He was Queen Mary's brother (and thus the King's uncle) and a former governor general of another of His Majesty's Dominions and Mackenzie King advised the King to appoint him.\nPrincess Alice accompanied her husband to Canada where he was Governor General from 1940–1946.\nIt does not appear that the Athlones left any lasting mark in Canada, or indeed conducted any public works, delivered any speeches or performed any works of lasting value, though photos of the Earl with Roosevelt, Churchill and Mackenzie King on the ramparts of the Citadel during the Quebec Conference were amply published at the time.\nPost-World War II.\nAt the end of World War II, the American Military Government in Bavaria, under the command of General George S. Patton, arrested and imprisoned Alice's brother, Charles Edward, Duke of Saxe-Coburg and Gotha, (who was a member of the Reichstag from 1937 to 1945), because of his Nazi sympathies. Alice, came to Germany with her husband to plead with for his release. They would not yield, and in 1946, he was sentenced by a de-nazification court, heavily fined and almost bankrupted.\nRoyal duties.\nIn her lifetime, Princess Alice carried out many Royal duties. Apart from her normal duties as Vicereine of South Africa and then Canada, she attended the Coronations of four monarchs: Edward VII, George V, George VI, and Elizabeth II. She was also the Colonel-in-Chief of two British Army units and one Rhodesian Army unit. During the Second World War, she was Honorary Air Commandant of the Royal Canadian Air Force Women's Division. In 1950, she became the first Chancellor of the University of the West Indies (then the University College of the West Indies). From the 1930s-60s she was Chair of the Council (governing body) of Royal Holloway College, University of London.\nLater life.\nThe Earl of Athlone died in 1957 at Kensington Palace in London. Princess Alice lived on there until 1981, when she died at age 97 years and 313 days. At her death, she was the longest-lived British Princess of the Blood Royal and the last surviving grandchild of Queen Victoria.\nHer funeral took place in St George's Chapel at Windsor Castle, attended by all members of the Royal Family. She is buried alongside her husband and son in the private British Royal Burial Grounds at Frogmore, directly behind the mausoleum of Queen Victoria and Prince Albert, in Windsor Great Park. Her daughter and son-in-law are also buried close by.\nShe lived through six reigns:- Victoria (grandmother), Edward VII (uncle), George V (cousin and brother-in-law), Edward VIII (nephew), George VI (nephew) and Elizabeth II (grand-niece).\nArms.\nAs a granddaughter of Queen Victoria in the male line, Princess Alice was entitled to use the Royal Arms, with a 5-point label as a difference, the central point bearing a cross gules, the others hearts gules.\nUntil George V's warrant of 1917, her arms, like all those of Prince Albert's British royal descendants, bore an inescutcheon for Saxony.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Victorian_Order","surface_form":"GCVO","offset":36},{"uri":"Order_of_the_British_Empire","surface_form":"GBE","offset":41},{"uri":"Order_of_St_John_of_Jerusalem","surface_form":"GStJ","offset":45},{"uri":"British_Royal_Family","surface_form":"British Royal Family","offset":173},{"uri":"Royal_descent","surface_form":"Blood Royal","offset":237},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":314},{"uri":"Teck","surface_form":"Teck","offset":442},{"uri":"Letters_Patent","surface_form":"Letters Patent","offset":528},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":546},{"uri":"Queen_regnant","surface_form":"Queen","offset":577},{"uri":"Beatrix_of_the_Netherlands","surface_form":"Beatrix of the Netherlands","offset":583},{"uri":"Wilhelmina_of_the_Netherlands","surface_form":"Wilhelmina of the Netherlands","offset":664},{"uri":"Prince_Sigismund_of_Prussia_(1864%E2%80%931866)","surface_form":"Prince Sigismund of Prussia","offset":813},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":969},{"uri":"Prince_Leopold%2C_Duke_of_Albany","surface_form":"Prince Leopold, Duke of Albany","offset":1000},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1052},{"uri":"Princess_Helena_of_Waldeck_and_Pyrmont","surface_form":"Princess Helena of Waldeck and Pyrmont","offset":1110},{"uri":"Prince_Charles_Edward","surface_form":"Prince Charles Edward","offset":1171},{"uri":"Duke_of_Albany","surface_form":"Duke of Albany","offset":1194},{"uri":"Saxe-Coburg_and_Gotha","surface_form":"Saxe-Coburg and Gotha","offset":1246},{"uri":"Sovereignty","surface_form":"Sovereign","offset":1309},{"uri":"Princess","surface_form":"Princess","offset":1352},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1368},{"uri":"Royal_Highness","surface_form":"Royal Highness","offset":1389},{"uri":"St_George%27s_Chapel%2C_Windsor","surface_form":"St George's Chapel, Windsor","offset":1562},{"uri":"Alexander_Cambridge%2C_1st_Earl_of_Athlone","surface_form":"Prince Alexander of Teck","offset":1656},{"uri":"Mary_of_Teck","surface_form":"Queen Mary","offset":1697},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1873},{"uri":"W%C3%BCrttemberg","surface_form":"Württemberg","offset":2283},{"uri":"Earl_of_Athlone","surface_form":"Earl of Athlone","offset":2430},{"uri":"Charles_Edward%2C_Duke_of_Saxe-Coburg_and_Gotha","surface_form":"Charles Edward, Duke of Saxe-Coburg and Gotha","offset":2631},{"uri":"Muizenberg","surface_form":"Muizenberg","offset":3271},{"uri":"Lord_Tweedsmuir","surface_form":"John Buchan","offset":3596},{"uri":"Sir_Isaac_Isaacs","surface_form":"Sir Isaac Isaacs","offset":3826},{"uri":"Canada","surface_form":"Canada","offset":4269},{"uri":"Governor_General_of_Canada","surface_form":"Governor General","offset":4289},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Roosevelt","offset":4525},{"uri":"Winston_Churchill","surface_form":"Churchill","offset":4536},{"uri":"World_War_II","surface_form":"World War II","offset":4692},{"uri":"American_Military_Government_in_Bavaria","surface_form":"American Military Government in Bavaria","offset":4710},{"uri":"George_S._Patton","surface_form":"George S. Patton","offset":4780},{"uri":"Charles_Edward%2C_Duke_of_Saxe-Coburg_and_Gotha","surface_form":"Charles Edward, Duke of Saxe-Coburg and Gotha","offset":4839},{"uri":"Reichstag_(Weimar_Republic)","surface_form":"Reichstag","offset":4911},{"uri":"Nazi","surface_form":"Nazi","offset":4956},{"uri":"Germany","surface_form":"Germany","offset":4988},{"uri":"Denazification","surface_form":"de-nazification court","offset":5101},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward VII","offset":5360},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":5372},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George VI","offset":5382},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":5397},{"uri":"Royal_Canadian_Air_Force_Women%27s_Division","surface_form":"Royal Canadian Air Force Women's Division","offset":5568},{"uri":"University_of_the_West_Indies","surface_form":"University of the West Indies","offset":5659},{"uri":"Royal_Holloway_College","surface_form":"Royal Holloway College","offset":5807},{"uri":"University_of_London","surface_form":"University of London","offset":5831},{"uri":"St_George%27s_Chapel_at_Windsor_Castle","surface_form":"St George's Chapel at Windsor Castle","offset":6171},{"uri":"Frogmore","surface_form":"Frogmore","offset":6345},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Victoria","offset":6530},{"uri":"Edward_VII","surface_form":"Edward VII","offset":6554},{"uri":"George_V","surface_form":"George V","offset":6574},{"uri":"Edward_VIII","surface_form":"Edward VIII","offset":6612},{"uri":"George_VI","surface_form":"George VI","offset":6634},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":6657},{"uri":"Royal_Coat_of_Arms_of_the_United_Kingdom","surface_form":"Royal Arms","offset":6785},{"uri":"Albert%2C_Prince_Consort","surface_form":"Prince Albert","offset":6963}]}