{"id":283942,"url":"http://en.wikipedia.org/wiki/Sleepwalking","text":"Sleepwalking, or somnambulism, is a disorder belonging to the parasomnia family of sleeping problems.\nPeople with this disorder leave bed, without waking up, and walk around. In certain cases, people do things they also do in everyday life. According to research done, sleepwalking seems to be a problem related to the mechanism of waking up.\nWhat people do while sleepwalking.\nThe activities can be as simple as sitting up in bed, walking to the bathroom, and cleaning. Sometimes they are dangerous; examples include cooking, driving, extremely violent gesture or grabbing at hallucinated objects, or even homicide.\nGenerally, sleepwalking cases consist of simple, repeated behaviours; occasionally there are reports of people performing complex behaviours while asleep, but the legitimacy of these claims is often disputed. In 2004, sleep medicine experts in Australia claimed to have successfully treated a woman who claimed to have sex with strangers in her sleep. In December 2008, reports were published of a woman who sent semi-coherent emails while sleepwalking, including one inviting a friend around for dinner and drinks. Sleepwalkers often have little or no memory of the what they do, because they are not truly conscious. Their eyes are open, but their expression is dim and glazed over. Sleepwalking may last as little as 30 seconds or as long as thirty minutes.\nHow common is sleepwalking?\nThere is no data about how common sleepwalking is. Estimates say that one to two percent of adults are sleepwalkers. Sleepwalking seems to be more common in children, between ten and thirty percent of children are affected; in most cases, they stop sleepwalking during puberty. Most cases of sleepwalking are temporary, they occur once, or only a few times. It looks like some sleepwalking may be inherited; very often, people who are sleepwalkers have other sleepwalkers in the family.\nTreatment.\nBecause people can hurt themselves while sleepwalking, it is a good idea to either wake a sleepwalker, or to guide the person back to bed. There are drugs that can be given to treat the condition. As there is no therapy, many experts are against the use of drugs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disorder","surface_form":"disorder","offset":36},{"uri":"Parasomnia","surface_form":"parasomnia","offset":62},{"uri":"Hallucination","surface_form":"hallucinated","offset":577},{"uri":"Homicide","surface_form":"homicide","offset":607},{"uri":"Australia","surface_form":"Australia","offset":861},{"uri":"Puberty","surface_form":"puberty","offset":1675}]}