{"id":28406,"url":"http://en.wikipedia.org/wiki/Capacitor","text":"A capacitor (also called condenser, which is the older term) is an electronic device that stores electric energy. It is similar to a battery, but can be smaller, lightweight and a capacitor charges or discharges much quicker. Capacitors are used in many electronic devices today, and can be made out of many different types of material. The Leyden jar was one of the first capacitors invented.\nCapacitors are usually made with two metal plates that are on top of each other and near each other, but that do not actually touch. When powered, they allow energy to be stored inside an electrical field. Because the plates need a lot of area to store even a small amount of charge, the plates are usually rolled up into some other shape, such as a cylinder. Sometimes, other shapes of capacitors are used for special purposes. A capacitor-like effect can also result just from two conductors being close to each other, whether you want it to exist or not.\nThe type of capacitor used depends on the application. Capacitors come in many sizes. They can be as small as an ant or as large as a dustbin. A few capacitors are adjustable.\nAll capacitors have two connections, or leads. Most kinds of capacitors can be replaced easily by someone who has basic skills in electronics. However, one of the more powerful types - the electrolytic capacitor - must be used the correct way, or they can explode violently.\nWhile capacitors can store energy, as batteries do, capacitors can release all their stored energy very quickly, even faster than a second. A defibrillator or a photoflash capacitor uses this ability. It gradually charges, until it cannot be filled any more, and then quickly discharges its stored power to a device that needs to have it quickly.\nSupercapacitor.\nSupercapacitors hold a bigger charge than regular capacitors. They are used to store electricity for motors and other purposes when batteries won't discharge quickly enough.\nPolystyrene film capacitors.\nThis type of capacitor is not for use in high frequency circuits, being made with a coil inside. They can charge and discharge even more quickly than other capacitors. They are used in filter circuits or timing circuits which run at several hundred KHz or less.\nElectrolytic capacitors.\nElectrolytic capacitors use a conducting surface inside a liquid electrolyte. They do not charge and discharge as rapidly as film capacitors do. They have polarity and so they have to be attached correctly. There are two leads; one will have a + and the other a -. This means one lead is \"positive\" and one is \"negative\". There are two different styles: axial, where the leads are connected to each end, and radial, where the leads are connected to one end. Electrolytic capacitors are printed with capacitance and voltage rating.\nSince the voltage rating can be low, it is important to check that the electrolytic capacitor is not overcharged. Capacitors can be separated from a battery, then connected in series. Because the capacitor is polarized, the positive terminal must be connected to a negative terminal. This creates \"correct polarity\" through the electrical circuit and prevents breakdown.\nSome electrolytic capacitors are unpolarized, meaning that either side can be positive or negative. These are mostly used in loudspeakers to block low-frequency signals (bass) from reaching high-frequency (tweeter) drivers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronics","surface_form":"electronic","offset":67},{"uri":"Battery","surface_form":"battery","offset":133},{"uri":"Leyden_jar","surface_form":"Leyden jar","offset":341},{"uri":"Cylinder","surface_form":"cylinder","offset":744},{"uri":"Electrical_conductor","surface_form":"conductors","offset":877},{"uri":"Ant","surface_form":"ant","offset":1065},{"uri":"Dustbin","surface_form":"dustbin","offset":1086},{"uri":"Defibrillator","surface_form":"defibrillator","offset":1545},{"uri":"Photoflash_capacitor","surface_form":"photoflash capacitor","offset":1564},{"uri":"Filter_(electronics)","surface_form":"filter circuits","offset":2154},{"uri":"Electrolyte","surface_form":"electrolyte","offset":2321},{"uri":"Polarity","surface_form":"polarity","offset":2411},{"uri":"Capacitance","surface_form":"capacitance","offset":2755},{"uri":"Voltage","surface_form":"voltage","offset":2771},{"uri":"Polarization","surface_form":"polarized","offset":2996},{"uri":"Electrical_circuit","surface_form":"electrical circuit","offset":3115},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":3283}]}