{"id":284062,"url":"http://en.wikipedia.org/wiki/R._Kelly","text":"Robert Sylvester Kelly (born January 8, 1967 in Chicago, Illinois) is an American singer better known by his stage name, R. Kelly. He produced Aaliyah's 1994 debut album \"Age Ain't Nothing But a Number\". In 1996, Kelly was nominated for a Grammy Award for writing Michael Jackson's song \"You Are Not Alone\".\nHe is also known for the hit songs, \"Ignition\", \"I Believe I Can Fly\" and the \"Trapped in the Closet\" series of songs. He sold more albums than any other male R&B musician in the 1990s.\nKelly has been nominated for 24 Grammy Awards. He has won three.\nKelly has released twelve studio albums and three collaboration albums.\nIn 2019, Kelly was arrested and awaiting trial of sexual abuse and child pornography of younger girls.\nCareer.\nIn 1989 Kelly started MGM (Musically Gifted Men) with his friend Marc McWilliams. They released a single called \"Why You Wanna Play Me\".\nIn 1990 Kelly was signed by Jive Records. In 1991 he was on the TV talent show \"Big Break\". He won the $100,000 prize.\n\"Born into the 90's\", Kelly's first album with Public Announcement, was released 1992. In January 1993 he stopped making music with them. He released his first solo single, \"Sex Me\", on August 6 1993.\nIn 1993 Kelly's first solo album, \"12 Play\" was released. The album's second single \"Bump n' Grind\" was Kelly's first No.1.\nIn 1995 \"R. Kelly\" was released. It was Kelly's first No.1 album. It got good reviews.\nOn November 26 1996 \"I Believe I Can Fly\", \"R.s first single, was released. It won three Grammy Awards in 1998.\nOn May 20 1998 Sparkle released her first album, \"Sparkle\". Kelly wrote and produced the album and released it on his record label, Rockland. Kelly sang in the first single from the album, \"Be Careful\".\nKelly's first double album, \"R.\", was released in November 1998. It had 40 songs. The album had a song with Celine Dion called \"I'm Your Angel\". It was No.1. Nine singles were released from the album. It is his best-selling album yet. It has sold over 12 million copies around the world.\nKelly wrote a ballad called \"Cry\" for Michael Jackson. It was released on Jackson's last album, \"Invincible\".\n\"TP-2.com\" was released 2000. Its first single, \"I Wish\", was nominated for a Grammy.\nOn March 26 2002 Kelly's first album with Jay-Z, \"The Best of Both Worlds\" was released.\nOn September 2 2002 \"The World's Greatest\" was released as a single. In 2001 it was in the film \"Ali\".\n\"Chocolate Factory\" was released 2003. It went straight to number one in the \"Billboard\" 200. The album's first single \"Ignition\" was Kelly's second UK No.1. It was on the soundtrack of the 2003 movie \"Love Don't Cost a Thing\". The album got mostly good reviews.\nKelly wrote \"One More Chance\" for Michael Jackson's album \"Number Ones\". It reached No.5 in the UK Singles Chart.\nAugust 24, 2004 Kelly released his second double album, \"Happy People/U Saved Me\". The first disc, \"Happy People\", is eleven soul songs. The second disc, \"U Saved Me\", is ten gospel songs.\nOn October 26, 2004 \"Unfinished Business\", Kelly\"s second album with Jay-Z, was released.\nKelly released \"TP.3 Reloaded\" on July 5 2005. It was his fourth number one album in the Billboard 200.\nOn November 5, 2005 Kelly released the first 12 chapters of his film Trapped in the Closet.\n\"Double Up\", his eighth album, was released in May 2007. It was Kelly's fifth album to go straight to No.1 in the \"Billboard\" 200. Four singles were released.\nOn August 21, 2007 chapters 13-22 of Trapped in the Closet were released.\nOn June 3, 2009, Kelly released his first ever mixtape, The \"Demo\" Tape (Gangsta Grillz) presented by DJ Skee and DJ Drama. It had eighteen songs.\nOn June 20 2009 he performed in Africa for the first time.\nKelly's ninth album \"Untitled\" was released December 1 2009 in the US.\nOn September 13, 2010 \"Epic\", a collection of Kelly's most 'epic' ballads, was released in Europe.\nKelly's tenth solo album \"Love Letter\" was released on December 14, 2010. Kelly wrote and produced all of the songs. It got good reviews. The album has fourteen songs, and a cover of Michael Jackson's \"You Are Not Alone\" hidden at the end. \"Love Letter\" was nominated for Best R&B Album at the Grammy Awards. The single \"Radio Message\" was nominated for a Grammy Award for Best Traditional R&B Performance.\nOn July 19 2011 Kelly was rushed to hospital for throat surgery. After this he didn't make music for a while.\nOn February 18, 2012 he performed \"I Look to You\" at Whitney Houston's memorial. \"I Look to You\" is a song that he wrote for Houston.\nKelly's eleventh album \"Write Me Back\" was released June 25, 2012. That summer his memoir ' was published.\nOn November 23, 2012 chapters 23-33 of Trapped in the Closet were released.\n2013--present.\nIn June 2013 Kelly performed at the BET Awards with 2 Chainz.\nOn October 21 2013 Lady Gaga released the second single from her album \"Artpop\", \"Do What U Want\". Kelly sung on the song. They performed the song on Saturday Night Live on November 16.\n\"The Best Man Holiday\" started showing at movie theatres on November 15, 2013. Kelly sung \"Christmas, I'll Be Steppin'\" on it.\nOn November 18 2013 Justin Bieber released a single called \"PYD\" with vocals by Kelly.\nKelly's twelfth album \"Black Panties\" was released in the United States on December 10, 2013. Two singles have been released from it, \"Genius\" and \"My Story\". A video was release for \"Cookie\". In 2014 Kelly will tour with Mary J Blige.\nIn 2014 the 34th episode of \"Trapped in the Closet\" will be released. ' will also be published.\nSurviving R. Kelly.\nIn January 2019, a widely viewed Lifetime docuseries titled \"Surviving R. Kelly\" detailed allegations of sexual abuse by multiple women, allegations Kelly denies. Facing pressure from the public using the Mute R. Kelly hashtag, RCA Records dropped Kelly. On February 22, 2019, Kelly was indicted on 10 counts of aggravated criminal sexual abuse. On July 11, 2019, Kelly was arrested on federal charges alleging sex crimes and obstruction of justice. Kelly faces a total of 18 federal counts, including child pornography, kidnapping and forced labor, as of July 12, 2019.\nPersonal life.\nIn 1994 Kelly married Aaliyah. Aaliyah was 15, but said that she was 18 so that the marriage would be legal.\nKelly married Andrea Kelly in 1996. They have three children. Kelly divorced her in 2009.\nOn February 3, 2002 a video with Kelly urinating on a 14-year-old girl appeared. In 2008 Kelly was found not guilty of all the 14 counts of videotaping himself having sex with an underage girl that he was charged with.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":48},{"uri":"Illinois","surface_form":"Illinois","offset":57},{"uri":"Americans","surface_form":"American","offset":73},{"uri":"Aaliyah","surface_form":"Aaliyah","offset":143},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":264},{"uri":"You_Are_Not_Alone","surface_form":"You Are Not Alone","offset":288},{"uri":"Ignition_(Remix)","surface_form":"Ignition","offset":345},{"uri":"I_Believe_I_Can_Fly","surface_form":"I Believe I Can Fly","offset":357},{"uri":"Jive_Records","surface_form":"Jive Records","offset":907},{"uri":"I_Believe_I_Can_Fly","surface_form":"I Believe I Can Fly","offset":1431},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":1833},{"uri":"Ignition_(Remix)","surface_form":"Ignition","offset":2521},{"uri":"Gospel_music","surface_form":"gospel","offset":2953},{"uri":"Unfinished_Business","surface_form":"Unfinished Business","offset":2988},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":3036},{"uri":"Trapped_in_the_Closet","surface_form":"Trapped in the Closet","offset":3230},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":4432},{"uri":"BET_Awards","surface_form":"BET Awards","offset":4747},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":4792},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":4923},{"uri":"The_Best_Man_Holiday","surface_form":"The Best Man Holiday","offset":4960},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":5106},{"uri":"Black_Panties_(R._Kelly_album)","surface_form":"Black Panties","offset":5196},{"uri":"Mary_J_Blige","surface_form":"Mary J Blige","offset":5395},{"uri":"Lifetime_(TV_network)","surface_form":"Lifetime","offset":5558},{"uri":"Surviving_R._Kelly","surface_form":"Surviving R. Kelly","offset":5586},{"uri":"Mute_R._Kelly","surface_form":"Mute R. Kelly","offset":5730},{"uri":"RCA_Records","surface_form":"RCA Records","offset":5753},{"uri":"Aaliyah","surface_form":"Aaliyah","offset":6133},{"uri":"Urinating","surface_form":"urinating","offset":6349}]}