{"id":284054,"url":"http://en.wikipedia.org/wiki/Cricket_World_Cup","text":"ce=\"preserve\">The ICC Cricket World Cup is an international cricket competition. It is played in the One Day International (ODI) cricket format. The event is organised by the sport's governing body, the International Cricket Council (ICC). Cricket World Cup is the third largest sporting event in the world, behind soccer's World Cup and the Summer Olympic Games. The first Cricket World Cup contest was organised in England in 1975. A separate Women's Cricket World Cup has been held every four years since 1973.\nThe finals of the Cricket World Cup are contested by all ten Test-playing nations. They are joined by other nations who qualify through the Cup Qualifying competition. Australia has been the most successful team winning the title five times (in 1987, 1999, 2003 and 2007,2015). West Indies (in 1975 and 1979) and India (in 1983 and 2011) have won the title 2 times each. And Pakistan (in 1992) and Sri Lanka (in 1996) have won the title one time each.\nCreation.\nThe first ever international cricket match was played between Canada and the United States, on the 24 and 25 September 1844. However, the first credited Test match was played in 1877 between Australia and England, and the two teams competed regularly for The Ashes in subsequent years. South Africa was admitted to Test status in 1889. Representative cricket teams were selected to tour each other, resulting in bilateral competition. Cricket was also included as an Olympic sport at the 1900 Paris Games, where Great Britain defeated France to win the Gold medal. This was the only appearance of cricket at the Summer Olympics.\nThe first multi team competition at international level was the 1912 Triangular Tournament. It was a Test cricket tournament played in England between England, Australia and South Africa. In subsequent years, international Test cricket has been generally been organised as bilateral series. A multi team Test tournament was not organised again until the quadrangular Asian Test Championship in 1999.\nIn the early 1960s, English county cricket teams began playing a shortened version of cricket which only lasted for one day. Starting in 1962 with a four-team knockout competition known as the Midlands Knock-Out Cup, and continuing with the inaugural Gillette Cup in 1963, one-day cricket grew in popularity in England. A national Sunday League was formed in 1969. The first One-Day International event was played on the fifth day of a rain-aborted Test match between England and Australia at Melbourne in 1971, to fill the time available and as compensation for the frustrated crowd. It was a forty over match with eight balls per over.\nThe success and popularity of the domestic one-day competitions in England and other parts of the world, as well as the early One-Day Internationals, prompted the ICC to consider organising a Cricket World Cup.\nQualification.\nThe Test-playing nations qualify automatically for the World Cup main event, while the other teams have to qualify through a series of preliminary qualifying tournaments. The One Day International playing nations automatically enter the final qualification tournament, the World Cup Qualifier, along with other nations who have qualified through separate competitions.\nQualifying tournaments were introduced for the second World Cup, where two of the eight places in the finals were awarded to the leading teams in the ICC Trophy. The number of teams selected through the ICC Trophy has varied throughout the years; currently, six teams are selected for the Cricket World Cup. The World Cricket League (administered by the International Cricket Council) is the qualification system provided to allow the Associate and Affiliate members of the ICC more opportunities to qualify.The name \"ICC Trophy\" has been changed to \"ICC World Cup Qualifier\".\nTournament.\nThe format of the Cricket World Cup has changed greatly over the course of its history. The first four tournaments were played by eight teams, divided into two groups of four. The competition was held in two stages. A group stage and a knock-out stage. The four teams in each group played each other once in the group stage. The top two teams in each group went through to the semi-finals. The winners of the semi-finals played against each other in the final. With the return of South Africa in 1992 after the ending of the apartheid boycott, nine teams played each other once in the group phase, and the top four teams progressed to the semi-finals. The tournament was made bigger in 1996, with two groups of six teams. The top four teams from each group progressed to quarter-finals and semi-finals.\nA new format was used for the 1999 and 2003 World Cups. The teams were split into two pools. The top three teams in each pool went into the Super 6. The \"Super 6\" teams played the three other teams that had made it through from the other group. The teams carried their points forward from the matches played against the other two who were in their group. The top four teams from the \"Super 6\" stage progressed to the semi-finals, with winners playing in the final.\nThe last format used in the 2007 World Cup, features 16 teams allocated into four groups of four. Each team played each other once within the group. Teams earn points for wins and half-points for ties. The top two teams from each group move forward to the Super 8 round. The \"Super 8\" teams play the other six teams that progressed from the different groups. Teams earned points in the same way as the group stage. Teams also carry their points forward from the match against the other team who qualified from the same group. The top four teams from the \"Super 8\" round advance to the semi-finals. The winners of the semi-finals play in the final.\nThe current format features 14 teams. The 14 teams are split into two groups of seven. Within each group each team will play each other once. The top four teams from each group will proceed to the knock out stage playing quarter-finals. Winners of the quarter-finals will play semi-finals and the winning semi-finalists will play in the final.\nTrophy.\nThe ICC Cricket World Cup Trophy is presented to the winners of the World Cup finals. The current trophy was created for the 1999 championships, and was the first permanent prize in the tournament's history; prior to this, different trophies were made for each World Cup. The trophy was designed and produced in London by a team of craftsmen from Garrard & Co over a period of two months.\nThe current trophy is made from silver and gild, and features a golden globe held up by three silver columns. The columns, shaped as stumps and bails, represent the three fundamental aspects of cricket: batting, bowling and fielding, while the globe characterises a cricket ball. The trophy is designed with platonic dimensions, so that it can be easily recognised from any angle. It stands 60 cm high and weighs approximately 11 kilograms. The names of the previous winners are engraved on the base of the trophy, with space for a total of twenty inscriptions.\nThe original trophy is kept by the ICC. A replica, which differs only in the inscriptions, is permanently awarded to the winning team.\nMedia coverage.\nThe tournament is the world's third largest (with only the FIFA World Cup and the Summer Olympics exceeding it), being televised in over 200 countries to over 2.2 billion television viewers. Television rights, mainly for the 2011 and 2015 World Cup, were sold for over US$1.1 billion, and sponsorship rights were sold for a further US$500 million. The 2003 Cricket World Cup matches were attended by 626,845 people, while the 2007 Cricket World Cup sold more than 672,000 tickets and recorded the highest ticketing revenue for a Cricket World Cup.\nSuccessive World Cup tournaments have generated increasing media attention as One-Day International cricket has become more established. The 2003 World Cup in South Africa was the first to sport a mascot, \"Dazzler\" the zebra. An orange raccoon-like creature known as \"Mello\" was the mascot for the 2007 Cricket World Cup.\nSelection of hosts.\nThe International Cricket Council's executive committee votes for the hosts of the tournament after examining the bids made by the nations keen to hold a Cricket World Cup.\nEngland hosted the first three competitions. The ICC decided that England should host the first tournament because it was ready to devote the resources required to organising the inaugural event. India volunteered to host the third Cricket World Cup, but most ICC members believed England to be a more suitable venue because the longer period of daylight in England in June meant that a match could be completed in one day. The 1987 Cricket World Cup was the first hosted outside England, held in Pakistan and India.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":129},{"uri":"International_Cricket_Council","surface_form":"International Cricket Council","offset":203},{"uri":"Women%27s_Cricket_World_Cup","surface_form":"Women's Cricket World Cup","offset":445},{"uri":"Australia","surface_form":"Australia","offset":682},{"uri":"West_Indies","surface_form":"West Indies","offset":792},{"uri":"India","surface_form":"India","offset":827},{"uri":"Pakistan","surface_form":"Pakistan","offset":889},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":912},{"uri":"United_States_v_Canada_(1844)","surface_form":"first ever international cricket match","offset":980},{"uri":"Australia","surface_form":"Australia","offset":1167},{"uri":"England","surface_form":"England","offset":1181},{"uri":"The_Ashes","surface_form":"The Ashes","offset":1231},{"uri":"South_Africa","surface_form":"South Africa","offset":1262},{"uri":"International_structure_of_cricket","surface_form":"tour","offset":1358},{"uri":"Olympic_Games","surface_form":"Olympic","offset":1443},{"uri":"1900_Summer_Olympics","surface_form":"1900 Paris Games","offset":1464},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1488},{"uri":"France","surface_form":"France","offset":1511},{"uri":"Summer_Olympic_Games","surface_form":"Summer Olympics","offset":1588},{"uri":"1912_Triangular_Tournament","surface_form":"1912 Triangular Tournament","offset":1669},{"uri":"Asian_Test_Championship","surface_form":"Asian Test Championship","offset":1972},{"uri":"County_cricket","surface_form":"county cricket","offset":2033},{"uri":"1962_English_cricket_season","surface_form":"1962","offset":2142},{"uri":"Single-elimination_tournament","surface_form":"knockout competition","offset":2164},{"uri":"Friends_Provident_Trophy","surface_form":"Gillette Cup","offset":2256},{"uri":"1963_English_cricket_season","surface_form":"1963","offset":2272},{"uri":"Limited_overs_cricket","surface_form":"one-day cricket","offset":2278},{"uri":"National_League_(cricket)","surface_form":"Sunday League","offset":2336},{"uri":"Melbourne","surface_form":"Melbourne","offset":2498},{"uri":"English_cricket_team_in_Australia_in_1970-71","surface_form":"1971","offset":2511},{"uri":"1979_Cricket_World_Cup","surface_form":"second World Cup","offset":3285},{"uri":"ICC_Trophy","surface_form":"ICC Trophy","offset":3388},{"uri":"World_Cricket_League","surface_form":"World Cricket League","offset":3550},{"uri":"International_Cricket_Council","surface_form":"International Cricket Council","offset":3592},{"uri":"Single-elimination_tournament","surface_form":"knock-out","offset":4063},{"uri":"1999_Cricket_World_Cup","surface_form":"1999","offset":4660},{"uri":"2003_Cricket_World_Cup","surface_form":"2003","offset":4669},{"uri":"2007_Cricket_World_Cup","surface_form":"2007 World Cup","offset":5123},{"uri":"London","surface_form":"London","offset":6407},{"uri":"Garrard_%26amp%3B_Co","surface_form":"Garrard & Co","offset":6442},{"uri":"Silver","surface_form":"silver","offset":6516},{"uri":"Gilding","surface_form":"gild","offset":6527},{"uri":"Stump_(cricket)","surface_form":"stumps","offset":6617},{"uri":"Bail_(cricket)","surface_form":"bails","offset":6628},{"uri":"Batting_(cricket)","surface_form":"batting","offset":6687},{"uri":"Bowling_(cricket)","surface_form":"bowling","offset":6696},{"uri":"Fielding_(cricket)","surface_form":"fielding","offset":6708},{"uri":"Cricket_ball","surface_form":"cricket ball","offset":6750},{"uri":"Platonic_solid","surface_form":"platonic dimensions","offset":6792},{"uri":"Centimetre","surface_form":"cm","offset":6878},{"uri":"Kilogram","surface_form":"kilogram","offset":6914},{"uri":"Engraving","surface_form":"engraved","offset":6963},{"uri":"Broadcasting","surface_form":"televised","offset":7316},{"uri":"Sports_television_broadcast_contracts","surface_form":"Television rights","offset":7388},{"uri":"United_States_dollar","surface_form":"US$","offset":7466},{"uri":"2003_Cricket_World_Cup","surface_form":"2003 Cricket World Cup","offset":7549},{"uri":"2007_Cricket_World_Cup","surface_form":"2007 Cricket World Cup","offset":7623},{"uri":"Zebra","surface_form":"zebra","offset":7964},{"uri":"Raccoon","surface_form":"raccoon","offset":7981},{"uri":"Mascot","surface_form":"mascot","offset":8028},{"uri":"2007_Cricket_World_Cup","surface_form":"2007 Cricket World Cup","offset":8043},{"uri":"1987_Cricket_World_Cup","surface_form":"1987 Cricket World Cup","offset":8688}]}