{"id":284059,"url":"http://en.wikipedia.org/wiki/Desiccation","text":"e=\"preserve\">Desiccation is the state of extreme dryness, or the process of extreme drying.\nA desiccant is a hygroscopic (water-attracting) substance that causes desiccation in a moderately sealed container.\nBiology.\nDesiccation tolerance refers to the ability of an organism to withstand or endure extreme dryness, or drought-like conditions.\nPlants and animals living in arid or periodically arid environments such as temporary streams or ponds may face desiccation, therefore physiological or behavioural adaptations are necessary to ensure survival. In particular, insects occupy a wide range of ecologically diverse niches and so have a variety of strategies to avoid desiccation.\nDesiccation resistance in insects is generally measured by the change in mass during dry conditions. The overall mass difference between measurements before and after aridity exposure is attributed to body water loss.\nExtreme cases.\nCryptobiosis refers to the state of an organism that has no detectable metabolic activity, resulting from extreme and unfavorable environmental conditions. Anhydrobiosis refers to the state of surviving the loss of (almost) all body water.\nTardigrades.\nTardigrades are able to live in environments that would kill most animals. In 2007, scientists discovered that some tardigrades were able to survive 10 days in outer space. Tardigrades can survive more than ten years without water.\nRotifers.\nRotifers are specialists at living in habitats where water dries up regularly.\nThe Monogononta, which have males, produce fertilised 'resting eggs' which can resist desiccation (drought) for long periods.\nThe Bdelloids, who have no males, contract into an inert form and lose almost all body water, a process known as \"cryptobiosis\". Bdelloids can also survive the dry state for long periods: the longest well-documented dormancy is nine years. After they have dried, they may be revived by adding water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dry","surface_form":"dryness","offset":49},{"uri":"Hygroscopic","surface_form":"hygroscopic","offset":109},{"uri":"Drought","surface_form":"drought","offset":319},{"uri":"Arid","surface_form":"arid","offset":373},{"uri":"Environment","surface_form":"environment","offset":399},{"uri":"Stream","surface_form":"stream","offset":430},{"uri":"Pond","surface_form":"pond","offset":441},{"uri":"Physiology","surface_form":"physiological","offset":479},{"uri":"Behaviour","surface_form":"behavioural","offset":496},{"uri":"Adaptation","surface_form":"adaptation","offset":508},{"uri":"Insects","surface_form":"insects","offset":569},{"uri":"Ecology","surface_form":"ecologically","offset":600},{"uri":"Niche","surface_form":"niche","offset":621},{"uri":"Metabolism","surface_form":"metabolic","offset":990},{"uri":"Tardigrade","surface_form":"Tardigrade","offset":1172},{"uri":"Environment","surface_form":"environment","offset":1204},{"uri":"Survive","surface_form":"survive","offset":1313},{"uri":"Outer_space","surface_form":"outer space","offset":1332},{"uri":"Water","surface_form":"water","offset":1397},{"uri":"Rotifers","surface_form":"Rotifers","offset":1414},{"uri":"Habitat","surface_form":"habitat","offset":1452},{"uri":"Drought","surface_form":"drought","offset":1592}]}