{"id":28411,"url":"http://en.wikipedia.org/wiki/Strategy","text":"e=\"preserve\">Strategy is a word which was first used by the military. It comes from an ancient Greek word for the general officer commanding all the armed forces of a state. A strategy is a long term plan on what to do to achieve a certain goal. When talking about the near future, people often use the word \"tactics\". Military theorist Carl von Clausewitz said \"tactics is the art of using troops in battle; strategy is the art of using battles to win the war\". Today, the word \"strategy\" is in common use; people might talk about \"business strategy\", for example.\nThe distinction between strategy and tactics applies to any planning which might be done against an enemy or opponent. Strategy is what we broadly intend to do to reach our long-term goal or objective. Tactics is the detailed steps which are used as our progress is opposed by the opponent. For this reason, tactics are short-scale and flexible. Strategy, on the other hand, is changed as little as possible. It may be that our goal simply cannot be reached. In that case, a search goes on for a new goal and a new or adjusted strategy. Often, in war, chess or business, roughly the same tactics are still used to get to a different goal. Negotiation is another area where the distinction between strategy and tactics is especially clear.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":60},{"uri":"Ancient_Greek","surface_form":"ancient Greek","offset":87},{"uri":"General_officer","surface_form":"general officer","offset":114},{"uri":"Armed_forces","surface_form":"armed forces","offset":149},{"uri":"State","surface_form":"state","offset":167},{"uri":"Plan","surface_form":"plan","offset":200},{"uri":"Goal","surface_form":"goal","offset":240},{"uri":"Tactic","surface_form":"tactic","offset":309},{"uri":"Military_theory","surface_form":"Military theorist","offset":319},{"uri":"Carl_von_Clausewitz","surface_form":"Carl von Clausewitz","offset":337},{"uri":"Tactics","surface_form":"tactics","offset":603},{"uri":"Planning","surface_form":"planning","offset":626},{"uri":"Enemy","surface_form":"enemy","offset":666},{"uri":"Objective","surface_form":"objective","offset":757},{"uri":"Chess","surface_form":"chess","offset":1118},{"uri":"Negotiation","surface_form":"Negotiation","offset":1205}]}