{"id":284141,"url":"http://en.wikipedia.org/wiki/Go_Ask_Alice","text":"\"Go Ask Alice\" is a controversial book from 1971. The book is said to be the actual diary of an anonymous teenage girl who became addicted to drugs. The diarist's name is never given in the book. The title is from the lyrics to the Jefferson Airplane song \"White Rabbit\". Grace Slick wrote the song based on drug references in the classic novel \"Alice's Adventures In Wonderland\" by Lewis Carroll.\nThe story caused a sensation when published and remains in print as of 2011. Revelations about the book's origin have caused much doubt as to its authenticity and factual accounts, and the publishers have listed it as a work of fiction since at least the mid-late 1980s. Although it is still published under the byline \"Anonymous\", press interviews and copyright records suggest that it is largely or wholly the work of its purported editor, Beatrice Sparks. Some of the days and dates referenced in the book put the timeline from 1968 until 1970.\nThe teenage girl is insecure and wants more friends. She does this by taking drugs. Because of this she gets all kind of problems and is not a 'real' child anymore.\nPlot.\nA 15-year-old girl begins keeping a diary. With a sensitive, observant style, she records her thoughts and concerns about issues such as crushes, weight loss, sexuality, social acceptance, and difficulty relating to her parents. The diarist's father, a college professor, accepts a teaching position at a new college. After the move the diarist feels like an outcast at the new school, with no friends. She then meets Beth and they become best friends. When Beth leaves for summer camp the diarist returns to her hometown to stay with her grandparents. She reunites with an old school neighbor, Jill. Jill is impressed by the diarist's move to a larger town, and invites her to a party. At the party, bottles of sodas—some of which are labeled with LSD—were served. The diarist was not known about LSD and has an intense and pleasure trip. Over the following days the diarist continues friendships with the people from the party and willingly uses more drugs. She loses her virginity while on LSD. She worries she may be pregnant, and her grandfather has a small heart attack. Gullets and lies were overwhelming her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Controversy","surface_form":"controversial","offset":20},{"uri":"Anonymous_work","surface_form":"anonymous","offset":96},{"uri":"Addiction","surface_form":"addicted","offset":130},{"uri":"Drug","surface_form":"drug","offset":142},{"uri":"Jefferson_Airplane","surface_form":"Jefferson Airplane","offset":232},{"uri":"Grace_Slick","surface_form":"Grace Slick","offset":272},{"uri":"Alice%27s_Adventures_In_Wonderland","surface_form":"Alice's Adventures In Wonderland","offset":346},{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":383},{"uri":"Sensation","surface_form":"sensation","offset":417}]}