{"id":284199,"url":"http://en.wikipedia.org/wiki/Microbial_mat","text":"A microbial mat is a multi-layered sheet of microorganisms, mainly bacteria and archaea. They were first described by Paracelsus (~1519),p1 but their full significance was not realised until the last quarter of the 20th century.\nMicrobial mats grow mostly on submerged or moist surfaces but a few survive in deserts. They colonize environments ranging in temperature from –40 °C to +120 °C. A few are endosymbionts of animals.\nAlthough usually only a few centimetres thick, microbial mats create a wide range of internal chemical environments. They consist of layers of microorganisms that can feed on or tolerate the chemicals at their level. In moist conditions mats are held together by slimy substances (polysaccharides) secreted by the microorganisms.118; 1671-7 Some of the micro-organisms form tangled webs of filaments which make the mat tougher. The best known physical forms are flat mats and stubby pillars called stromatolites, but there are also spherical forms.\nMicrobial mats are the earliest form of life on Earth for which there is good fossil evidence, from 3500 million years ago, and were for a long period the most important members of the planet's ecosystems.\nOriginally they may have depended on hydrothermal vents for energy and chemical \"food\". The development of photosynthesis gradually liberated them from the 'hydrothermal ghetto' by proving a more widely-available energy source, sunlight, although initially the photosynthesizing mats still depended on the diffusion of chemicals emitted by hydrothermal vents. The final and most significant stage of this liberation was the development of oxygen-producing photosynthesis, since the main chemical inputs for this are carbon dioxide and water.\nAs a result microbial mats began to produce the atmosphere we know today, in which free oxygen is a vital component. At around the same time they may also have been the birthplace of the more complex eukaryote type of cell, of which all multicellular organisms are composed. Microbial mats were abundant on the shallow seabed until the Cambrian substrate revolution, when animals living in shallow seas increased their burrowing capabilities and thus broke up the surfaces of mats and let oxygenated water into the deeper layers, poisoning the oxygen-intolerant micro-organisms that lived there. Although this revolution drove mats off soft floors of shallow seas, they still flourish in many environments where burrowing is limited or impossible, including rocky seabeds and shores, hyper-saline and brackish lagoons, and are found on the floors of the deep oceans.\nBecause of microbial mats' ability to use almost anything as nutrients, there is considerable interest in industrial uses of mats, especially for water treatment and for cleaning up pollution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microorganism","surface_form":"microorganism","offset":44},{"uri":"Bacteria","surface_form":"bacteria","offset":67},{"uri":"Archaea","surface_form":"archaea","offset":80},{"uri":"Paracelsus","surface_form":"Paracelsus","offset":118},{"uri":"Colony_(biology)","surface_form":"colonize","offset":322},{"uri":"Environment","surface_form":"environment","offset":331},{"uri":"Endosymbiont","surface_form":"endosymbiont","offset":401},{"uri":"Animal","surface_form":"animal","offset":418},{"uri":"Polysaccharide","surface_form":"polysaccharide","offset":708},{"uri":"Secretion","surface_form":"secreted","offset":725},{"uri":"Stromatolite","surface_form":"stromatolite","offset":925},{"uri":"Fossil","surface_form":"fossil","offset":1054},{"uri":"Ecosystem","surface_form":"ecosystem","offset":1170},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":1219},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":1289},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1698},{"uri":"Oxygen","surface_form":"oxygen","offset":1812},{"uri":"Eukaryote","surface_form":"eukaryote","offset":1924},{"uri":"Cell_(biology)","surface_form":"cell","offset":1942},{"uri":"Multicellular","surface_form":"multicellular","offset":1961},{"uri":"Shore","surface_form":"shore","offset":2500},{"uri":"Lagoon","surface_form":"lagoon","offset":2534},{"uri":"Ocean","surface_form":"ocean","offset":2583},{"uri":"Nutrient","surface_form":"nutrient","offset":2652},{"uri":"Pollution","surface_form":"pollution","offset":2773}]}