{"id":284111,"url":"http://en.wikipedia.org/wiki/Gene_targeting","text":"Gene targeting is a genetic technique for replacing an existing gene with a mutated (changed) one. It can be done in lab mice or some other model organism.\nThe method can be used to delete a gene, remove control sections, add a gene, and introduce point mutations.\nGene targeting can be permanent or conditional. Conditions, for example, can be a specific time during development in the life of the organism or limited to a specific tissue.\nTo date, this method has been applied to a number of species including \"Drosophila melanogaster\", tobacco, corn, human cells. mice, and rats.\n2007 Nobel prize.\nMario R. Capecchi, Martin J. Evans and Oliver Smithies were awarded the 2007 Nobel Prize in Physiology or Medicine for their work on \"principles for introducing specific gene modifications in mice by the use of embryonic stem cells\", in other words, gene targeting.\nMethod for mice.\nFirst a DNA construct is made, usually in bacteria. The construct has the mutated gene or part of it, and a reporter gene, which may be a selectable marker. Mutated DNA is put into a stem cell genome derived from an embryo.\nTo target genes in mice, the construct is inserted into mouse embryonic stem cells in tissue culture. Cells with the correct insertion can be selected, because they carry a visible marker (such as a gene for white fur where the normal is brown). The treated cells can be added a mouse's tissue by embryo injection. Finally, \"chimeric mice where the modified cells make up the reproductive organs are selected for breeding\". After breeding to others of the same kind, the entire body of the offspring mice has the altered gene.\nIn practice, large numbers of the injected mice are mated, which produces a few white mice (this only occurs when there are white-type cells in the germ line). Cross-breeding the white mice produces 50% of offspring which are homozygous for the marker, and so pure-bred for the experimental gene being inserted. Tests on the mice with the gene insertion can now take place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic","surface_form":"genetic","offset":20},{"uri":"Gene","surface_form":"gene","offset":64},{"uri":"Mice","surface_form":"mice","offset":121},{"uri":"Model_organism","surface_form":"model organism","offset":140},{"uri":"Drosophila_melanogaster","surface_form":"Drosophila melanogaster","offset":513},{"uri":"Tobacco","surface_form":"tobacco","offset":539},{"uri":"Maize","surface_form":"corn","offset":548},{"uri":"Human","surface_form":"human","offset":554},{"uri":"Mouse","surface_form":"mice","offset":567},{"uri":"Rat","surface_form":"rat","offset":577},{"uri":"Mario_Capecchi","surface_form":"Mario R. Capecchi","offset":601},{"uri":"Martin_Evans","surface_form":"Martin J. Evans","offset":620},{"uri":"Oliver_Smithies","surface_form":"Oliver Smithies","offset":640},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":678},{"uri":"DNA_construct","surface_form":"DNA construct","offset":892},{"uri":"Bacteria","surface_form":"bacteria","offset":926},{"uri":"Selectable_marker","surface_form":"selectable marker","offset":1022},{"uri":"DNA","surface_form":"DNA","offset":1049},{"uri":"Stem_cell","surface_form":"stem cell","offset":1067},{"uri":"Genome","surface_form":"genome","offset":1077},{"uri":"Embryo","surface_form":"embryo","offset":1100},{"uri":"Stem_cell","surface_form":"stem cell","offset":1180},{"uri":"Tissue_culture","surface_form":"tissue culture","offset":1194}]}