{"id":284226,"url":"http://en.wikipedia.org/wiki/Iroquois","text":"The Iroquois (), also known as the Haudenosaunee or the \"People of the Longhouse\", are a group of tribes of indigenous people of North America. After the people who spoke Iroquoian came together as different tribes, which were mostly in what is now central and upstate New York, in the 16th century or earlier they came together in an group known today as the Iroquois League, or the \"League of Peace and Power\". The first Iroquois League was often known as the Five Nations, as it was made up of the Mohawk, Oneida, Onondaga, Cayuga and Seneca. After the Tuscarora nation joined the League in 1722, the Iroquois became known as the Six Nations. To this day, fifty \"sachems\" who represent different clans of the Iroquois meet at the Grand Council near Syracuse, New York.\nWhen Europeans first arrived in North America, the Iroquois lived in what is now the northeastern United States, mostly in what is today upstate New York, west of the Hudson River and through the Finger Lakes region. Today, the Iroquois live mostly in New York and Canada.\nThe Iroquois League has also been called the Iroquois Confederacy'\". Some modern scholars now think the League and the Confederacy are different. According to this belief, the term \"Iroquois League\" stands for the ceremonies and culture found in the Grand Council, while the term \"Iroquois Confederacy\" stands for what was the spread out political and diplomatic group that was made after Europeans began colonizing America. The League still exists. The Confederacy broke up after the defeat of the British and allied Iroquois nations in the American Revolutionary War.\nName.\nThe Iroquois call themselves the \"Haudenosaunee\", which means \"People of the Longhouse,\" or more accurately, \"They Are Building a Long House.\" They believe that the Great Peacemaker came up with the name when the League was formed. It means that the nations of the League should live together as families in the same longhouse. Symbolically, the Mohawk guarded the eastern door, as they lived in the east closest to the Hudson River. The Seneca guarded the western door of the \"tribal longhouse\", the land they controlled in New York. The Onondaga, who lived in the center of Haudenosaunee territory, were keepers of the League's (both literal and figurative) central flame.\nFormation of the League.\nMembers of the League speak Iroquoian languages that are very different from those of other Iroquoian speakers. This suggests that while the different Iroquoian tribes had the same historical and cultural origin, they came apart over a long enough time that their languages became different. Evidence from archaeology shows that Iroquois ancestors lived in the Finger Lakes region from at least 1000 AD.\nAfter coming together in the League, the Iroquois invaded the Ohio River Valley in present-day Kentucky to find more hunting grounds.\nThe Iroquois League was made before they first met European people. Most archaeologists and anthropologists think that the League was made sometime between about 1450 and 1600, although some people think it was even earlier.\nAccording to tradition, the League was formed through the efforts of two men, \"Deganawida\", sometimes known as the Great Peacemaker, and \"Hiawatha\". They brought a message, called the Great Law of Peace, to the fighting Iroquoian nations. The nations who joined the League were the Seneca, Onondaga, Oneida, Cayuga and Mohawk. Once they stopped most of their fighting, the Iroquois fast became one of the strongest forces in 17th- and 18th-century northeastern North America.\nAccording to legend, an evil Onondaga chieftain named \"Tadodaho\" was the last to be converted to the ways of peace by The Great Peacemaker and Hiawatha. He became the spiritual leader of the Haudenosaunee. This is said to have occurred at Onondaga Lake near Syracuse, New York. The title \"Tadodaho\" is still used for the league's spiritual leader, the fiftieth chief, who sits with the Onondaga in council. He is the only one of the fifty to have been chosen by the entire Haudenosaunee people. The current \"Tadodaho\" is Sid Hill of the Onondaga Nation.\nBeaver Wars.\nIn the 1600s, the Iroquois fought with other tribes for hunting land. This is called the Beaver Wars.\nFrench and Indian Wars.\nDuring the French and Indian War (the North American part of the Seven Years' War), the Iroquois took the side of the British against the French and their Algonquian allies, both of whom had been enemies of the Iroquois in the past. The Iroquois hoped that helping the British would also bring favors after the war. In actuality, few Iroquois joined the campaign, and in the Battle of Lake George, a group of Mohawk and French ambushed a Mohawk-led British column. The British government made the Royal Proclamation of 1763 after the war, which said that white people could not live past the Appalachian Mountains, but this proclamation was largely ignored by the settlers, and the Iroquois agreed to move this line again at the Treaty of Fort Stanwix in 1768, where they sold the British all their remaining claim to the lands between the Ohio and Tennessee Rivers.\nAmerican Revolution.\nDuring the American Revolution, many Tuscarora and the Oneida took the side of the colonists, while the Mohawk, Seneca, Onondaga and Cayuga remained loyal to Great Britain. This was the first major split among the Six Nations. Joseph Louis Cook offered his services to the United States and received a Congressional commission as a Lieutenant Colonel- the highest rank held by any Native American during the war. However, after a series of successful operations against frontier settlements – led by the Mohawk war chief Joseph Brant, other war chiefs, and British allies – the future United States wanted revenge. In 1779, George Washington ordered the Sullivan Campaign led by Col. Daniel Brodhead and General John Sullivan against the Iroquois nations to \"not merely overrun, but destroy,\" the British-Indian alliance.\nAfter the American Revolution.\nAfter the war, the ancient central fireplace of the League was made again at Buffalo Creek. Colonel Joseph Brant and a group of Iroquois left New York to settle in Canada. As a reward for their loyalty to the British Crown, they were given a large land grant, now called Brantford, Ontario on the Grand River.\nFood.\nTraditionally, the Iroquois were a mix of farmers, fishers, gatherers and hunters, although most of their food came from farming. The main crops they farmed were corn, beans and squash, which were called the three sisters and were considered special gifts from the Creator. These crops are grown strategically. The food was stored during the winter, and it lasted for two to three years. When the soil eventually became less fertile, the Iroquois moved.\nGathering was the job of the women and children. Wild roots, greens, berries and nuts were gathered in the summer. During spring, maple syrup was tapped from the trees, and herbs were gathered for medicine.\nThe Iroquois hunted mostly deer but also other game such as wild turkey and migratory birds. Muskrat and beaver were hunted during the winter. Fishing was also a big source of food because the Iroquois lived near a large river (St. Lawerence River). They fished salmon, trout, bass, perch and whitefish. In the spring the Iroquois netted, and in the winter fishing holes were made in the ice.\nWomen in society.\nWhen Americans and Canadians of European descent began to study Iroquois customs in the 18th and 19th centuries, they found that women assumed a position in Iroquois society that was about equal in power to that of the men. Women could own property including homes, horses and farmed land, and when they married, they could keep their property without it being given to their husbands. A woman could keep the money she earned for herself. A husband lived in the longhouse of his wife's family. A woman choosing to divorce a husband who was not being a good husband was able to ask him to leave the dwelling, taking any of his possessions with him. Women had responsibility for the children of the marriage, and children were educated by members of the mother's family. The clans were matrilineal, which means that clan ties were traced through the mother's line. If a couple broke up, the woman kept the children.\nThe chief of a clan could be removed at any time by a council of the mothers of that clan. The chief's sister was responsible for nominating the next chief.\nSpiritual beliefs.\nImportant festivals were at the same time as the major events of the agricultural calendar, including a harvest festival of thanksgiving. The Great Peacemaker (Deganawida) was their prophet. After the Europeans arrived, many Iroquois became Christians, among them Kateri Tekakwitha, a young woman of Mohawk-Algonkin parents. Traditional Iroquois religious beliefs became somewhat more popular again in the second half of the 18th century by the teachings of the Iroquois prophet Handsome Lake.\nNations.\nThe first five nations listed below formed the original Five Nations (listed from south to north); the Tuscarora became the sixth nation in 1720.\nClans.\nWithin each of the six nations, people are divided into a number of matrilineal clans. The number of clans varies by nation, currently from three to eight, with a total of nine different clan names.\nPopulation history.\nIt is difficult to figure out exactly how many Iroquois there are today. About 45,000 Iroquois lived in Canada in 1995. In the 2000 census, 80,822 people in the United States said they were Iroquois, with 45,217 of them claiming only an Iroquois background. There were about 30,000 tribal registrations among the Six Nations in the United States in 1995.\nGrand Council.\nWhen anthropologist Lewis Henry Morgan studied the Grand Council in the 19th century, he thought it was a central government. This interpretation became influential, but some scholars have since argued that while the Grand Council served an important ceremonial role, it was not a government in the way that Morgan thought. According to this view, Iroquois political and diplomatic decisions are made on the local level, and are based on what the local communities think. A central government that makes policy and puts it into practice for the people at large is not how the Iroquois handle government.\nIn 1855, Minnie Myrtle saw that no Iroquois treaty came into effect unless it was approved by 75% of the male voters and 75% of the mothers of the nation.\nThe women held real power, particularly the power to veto treaties or declarations of war.\nCouncils of the mothers of each tribe were held separately from the men's councils. The women used men as runners to send word of their decisions, or a woman could appear at the men's council to speak, presenting the view of the women. Women often were the ones who suggested new laws.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous","surface_form":"indigenous","offset":108},{"uri":"North_America","surface_form":"North America","offset":129},{"uri":"Syracuse%2C_New_York","surface_form":"Syracuse, New York","offset":752},{"uri":"Hudson_River","surface_form":"Hudson River","offset":939},{"uri":"Finger_Lakes","surface_form":"Finger Lakes","offset":968},{"uri":"Canada","surface_form":"Canada","offset":1037},{"uri":"Diplomacy","surface_form":"diplomatic group","offset":1397},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1587},{"uri":"Native_American_long_house","surface_form":"Longhouse","offset":1698},{"uri":"Iroquoian","surface_form":"Iroquoian","offset":2349},{"uri":"Archaeology","surface_form":"archaeology","offset":2627},{"uri":"Finger_Lakes_region","surface_form":"Finger Lakes region","offset":2682},{"uri":"1000_AD","surface_form":"1000 AD","offset":2716},{"uri":"Ohio_River_Valley","surface_form":"Ohio River Valley","offset":2787},{"uri":"Kentucky","surface_form":"Kentucky","offset":2820},{"uri":"Anthropology","surface_form":"anthropologists","offset":2951},{"uri":"Deganawida","surface_form":"Deganawida","offset":3163},{"uri":"Hiawatha","surface_form":"Hiawatha","offset":3222},{"uri":"Tadodaho","surface_form":"Tadodaho","offset":3615},{"uri":"Onondaga_Lake","surface_form":"Onondaga Lake","offset":3799},{"uri":"Syracuse%2C_New_York","surface_form":"Syracuse, New York","offset":3818},{"uri":"Tadodaho","surface_form":"Tadodaho","offset":3849},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":4264},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":4318},{"uri":"Battle_of_Lake_George","surface_form":"Battle of Lake George","offset":4628},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":4845},{"uri":"American_Revolution","surface_form":"American Revolution","offset":5152},{"uri":"Joseph_Brant","surface_form":"Joseph Brant","offset":5662},{"uri":"United_States","surface_form":"United States","offset":5726},{"uri":"George_Washington","surface_form":"George Washington","offset":5765},{"uri":"Sullivan_Campaign","surface_form":"Sullivan Campaign","offset":5795},{"uri":"Daniel_Brodhead","surface_form":"Daniel Brodhead","offset":5825},{"uri":"John_Sullivan","surface_form":"John Sullivan","offset":5853},{"uri":"Buffalo_River_(New_York)","surface_form":"Buffalo Creek","offset":6071},{"uri":"New_York","surface_form":"New York","offset":6136},{"uri":"Canada","surface_form":"Canada","offset":6158},{"uri":"Brantford%2C_Ontario","surface_form":"Brantford, Ontario","offset":6265},{"uri":"Fertile","surface_form":"fertile","offset":6735},{"uri":"Maple_syrup","surface_form":"maple syrup","offset":6894},{"uri":"Matrilineal","surface_form":"matrilineal","offset":8166},{"uri":"Calendar","surface_form":"calendar","offset":8554},{"uri":"Prophet","surface_form":"prophet","offset":8654},{"uri":"Christianity","surface_form":"Christians","offset":8713},{"uri":"Kateri_Tekakwitha","surface_form":"Kateri Tekakwitha","offset":8736},{"uri":"Clan","surface_form":"clan","offset":9208},{"uri":"Interpretation","surface_form":"interpretation","offset":9848}]}