{"id":284216,"url":"http://en.wikipedia.org/wiki/Yukata","text":"e=\"preserve\">The yukata is a kind of kimono. \"Yukata\" are very casual kimono, and are worn in the summer.\nNormal kimono can be difficult to wear because they have many different parts. These can include a long, stiff obi (belt), a kimono worn underneath the outer kimono, called a \"juban\", and padding to make the shape of the kimono nicer. Many Japanese people cannot put normal kimono on by themselves, as they are so different to everyday clothing.\nHowever, \"yukata\" are a type of kimono that is easy to wear. They are made of cotton, and do not have to be worn with a \"juban\". They are worn with thin, short obi, called \"hanhaba\" obi, which are easy to tie without someone else's help.\n\"Yukata\" are worn in the summer, and are very popular to wear to festivals. They are cheap, keep the body cool, and are easy to wash and dry, unlike regular silk kimono.\n\"Yukata\" used to be decorated only with designs in blue and white colours. However, many modern \"yukata\" have bright and colourful designs, making them fun and fashionable to wear. Many young women wear \"yukata\" and \"geta\" (Japanese clogs) at summer festivals, fireworks displays, and \"Bon\" festival dances.\nRecently, \"yukata\" have been adopted as summer uniforms in some of the restaurants and theme parks in Japan. The sumo wrestler wears a \"yukata\" in his daily life, every single day. In addition, a type of \"yukata\" called \"nemaki\" are used as night clothes for guests at many Japanese hotels and inns. Unlike \"yukata\", and regular kimono, \"nemaki\" are not made differently for men and women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kimono","surface_form":"kimono","offset":37},{"uri":"Obi","surface_form":"obi","offset":217},{"uri":"Cotton","surface_form":"cotton","offset":530},{"uri":"Silk","surface_form":"silk","offset":847},{"uri":"Geta","surface_form":"geta","offset":1077},{"uri":"Japan","surface_form":"Japan","offset":1270},{"uri":"Sumo","surface_form":"sumo","offset":1281}]}