{"id":2843,"url":"http://en.wikipedia.org/wiki/English_language","text":"English is a West Germanic language, that was born in Anglo-Saxon England, originally from Anglo-Frisian and Old Saxon dialects brought to Britain by Germanic settlers from Jutland and the Rhine Valley in the Early Middle Ages, and now has the status of a global lingua franca, due to being used by traders, and from the British Empire's colonies. word \"English\" is derived from the Germanic tribes moved to England Anglo (Angles), and \"Anglo\" named after the Baltic Sea peninsula Anglia (Anglia). Frisian is the language closest to English. English vocabulary was heavily influenced by other Germanic languages in the early Middle Ages, and later by Romance languages, especially French. English is the only official language or one of the official languages of nearly 60 countries, and it is also the official language of most countries in the world, as for example, the United Kingdom, Ireland, the United States, Canada, Singapore, India, Hong Kong, and South Africa. It is also the most commonly used languages ​​in Australia and New Zealand, and also widely spoken in parts of the Caribbean, Africa and South Asia. There are about 375 million native English speakers (people who use English as their first language) in the world, which is the largest after Chinese Mandarin and Spanish. English is the first foreign language most learners, and the official language of the United Nations, European Union and many other international organizations. It is the most widely spoken Germanic language, with at least 70% of Germanic speakers speaking English. About 220 million more people use it as their second language. It is often used in work and travel and trade, and there are at least a billion people who are learning it. This makes English the second most spoken language, and the most international language in the world.\nEnglish has changed and developed over time, as all languages do. The most obvious changes are the many words taken from Latin and Old French, which then came to Old English, and now the English we know today.\nEnglish grammar has also become very different from other Germanic languages, without becoming much like Romance languages. Because nearly 60% of the vocabulary comes from Latin, English is sometimes called the most Latin of the Germanic languages, and is often mistaken for being a Romance language.\nHistory.\nGermanic tribes (Saxons, Angles, and Jutes) came to Britain from around 449 AD. They made their home in the south and east of the island, pushing out the Celtic Britons who were there before them, or making them speak the English language instead of the old Celtic languages. Some people still speak Celtic languages today, in Wales (Welsh) and elsewhere. Gaelic is the Scottish Celtic language, still spoken by some in the Scottish Highlands and Islands. \"Scots\" is a dialect of English (although some call it a separate language). Irish Gaelic is spoken by very few people today.\nThe Germanic dialects of these different tribes became what is now called Old English. The word \"English\" comes from the name of the Angles: \"Englas\". Old English did not sound or look much like the English spoken today. If English speakers today were to hear or read a passage in Old English, they would understand just a few words.\nThe closest language to English that is still used today is Frisian, spoken by about 500,000 people living in the Netherlands, Germany and Denmark. It is much like English, and many words are the same. The two languages were even closer before Old English changed to Middle English). Today, speakers of the two languages would not be able to understand each other. Dutch is spoken by over 20 million people, and is more distant from English. German is even bigger, and even more distant. All these languages belong to the same West Germanic family as English.\nMany other people came to England later at different times, speaking different languages, and these languages added more words to make today's English. For example, around 800 AD, many Danish and Norse pirates, also called Vikings, came to the country, established Danelaw. So, English got many Norse loanwords. Their languages were Germanic languages, like Old English, but are a little different. They are called the North Germanic languages.\nWhen William the Conqueror took over England in 1066 AD, he brought his nobles, who spoke Norman, a language closely related to French. English changed a lot because it was mostly being spoken instead of written for about 300 years, because all official documents were written in Norman French. English borrowed many words from Norman at that time, and also began to drop the old word endings. English of this time is called Middle English. Geoffrey Chaucer is a well known writer of Middle English. After more sound changes, Middle English became Modern English.\nEnglish continued to take new words from other languages, for example mainly from French (around 30% to 40% of its words), but also Chinese, Hindi and Urdu, Japanese, Dutch, Spanish, Portuguese, etc. Because scientists from different countries needed to talk to one another, they chose names for scientific things in the languages they all knew: Greek and Latin. Those words came to English also, for example, \"photography\" (\"photo-\" means \"light\" and \"-graph\" means \"picture\" or \"writing\", in Greek. A photograph is a picture made using light), or \"telephone\". So, English is made of Old English, Danish, Norse, and French, and has been changed by Latin, Greek, Chinese, Hindi, Japanese, Dutch and Spanish, and some words from other languages.\nEnglish grammar has also changed, becoming simpler and less Germanic. The classic example is the loss of case in grammar. Grammatical case shows the role of a noun, adjective or pronoun in a sentence. In Latin (and other Indo-European languages) this is done by adding suffixes, but English usually does not. The style of English is that meaning is made clear more by context and syntax.\nThe history of the British Empire has added to the spread of English. English is an important language in many places today. In Australia, Canada, India, Pakistan, South Africa, and the United States, among others (like those in the Commonwealth of Nations), English is the main language. Because the United Kingdom (the country where England is) and the United States have historically been powerful in commerce and government, many people find it helpful to learn English to communicate in science, business, and diplomacy. This is called learning English as an additional language, English as a Second Language (ESL) or English as a Foreign Language (EFL).\nEnglish literature has many famous stories and plays. William Shakespeare was a famous English writer of poems and plays. His English is Early Modern English, and not quite like what people speak or write today. Early Modern English sounded different, partly because the language was beginning a \"great vowel shift\". Later, many short stories and novels also used English. The novel as we know it is first seen in 18th century English. Today, many famous songs and movies (cinema films) use the English language.\nSpelling differences.\nWritten English uses a strange spelling. Different words can use the same letters and combinations for very different sounds. For example, \"-ough\" was once a guttural but has become different in \"through\" (threw), \"rough\" (ruff), \"dough\" (doe) or \"cough\" (coff). This can make it a difficult language to learn.\nMany English speaking countries spell words differently. In the United States, some words are spelled differently from the way they are spelled in the United Kingdom and many other countries (such as those of the British Commonwealth) where English is the main language. These different ways of spelling are sometimes called \"American English\" and \"British English\". For example, \"colour\" is spelled \"color\" in the USA, and \"programme\" is spelled \"program\" in the USA. Even the word \"spelled\" is different in British English, where it is \"spelt\".\nVocabulary.\nHowever, in the most common words, the amount of Germanic origin words is much higher.\nAlso, besides the simple vocabulary, there are expressions and typical short phrases, many of which are of Germanic origin.","categories":[],"infobox_types":["language"],"annotations":[{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":54},{"uri":"Anglo-Frisian_languages","surface_form":"Anglo-Frisian","offset":91},{"uri":"Old_Saxon","surface_form":"Old Saxon","offset":109},{"uri":"Dialect","surface_form":"dialects","offset":119},{"uri":"Britain","surface_form":"Britain","offset":139},{"uri":"Germanic_peoples","surface_form":"Germanic","offset":150},{"uri":"Jutland","surface_form":"Jutland","offset":173},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":215},{"uri":"Lingua_franca","surface_form":"lingua franca","offset":263},{"uri":"British_Empire","surface_form":"British Empire","offset":321},{"uri":"Colony","surface_form":"colonies","offset":338},{"uri":"Germanic_languages","surface_form":"Germanic","offset":383},{"uri":"England","surface_form":"England","offset":408},{"uri":"Angles","surface_form":"Angles","offset":423},{"uri":"Frisian_language","surface_form":"Frisian","offset":498},{"uri":"Middle","surface_form":"Middle","offset":625},{"uri":"Romance_languages","surface_form":"Romance","offset":651},{"uri":"Language","surface_form":"languages","offset":750},{"uri":"World","surface_form":"world","offset":846},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":873},{"uri":"Ireland","surface_form":"Ireland","offset":889},{"uri":"United_States","surface_form":"United States","offset":902},{"uri":"Canada","surface_form":"Canada","offset":917},{"uri":"Singapore","surface_form":"Singapore","offset":925},{"uri":"India","surface_form":"India","offset":936},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":943},{"uri":"South_Africa","surface_form":"South Africa","offset":958},{"uri":"Native","surface_form":"native","offset":1149},{"uri":"Speech","surface_form":"speakers","offset":1164},{"uri":"Mandarin","surface_form":"Chinese Mandarin","offset":1263},{"uri":"Spanish_language","surface_form":"Spanish","offset":1284},{"uri":"United_Nations","surface_form":"United Nations","offset":1379},{"uri":"International_organization","surface_form":"international organizations","offset":1425},{"uri":"Germanic_languages","surface_form":"Germanic","offset":1483},{"uri":"Latin_language","surface_form":"Latin","offset":1953},{"uri":"Old_French","surface_form":"Old French","offset":1963},{"uri":"English_grammar","surface_form":"English grammar","offset":2042},{"uri":"Latin","surface_form":"Latin","offset":2214},{"uri":"Germany","surface_form":"Germanic","offset":2352},{"uri":"Saxons","surface_form":"Saxons","offset":2369},{"uri":"Anglo-Saxon","surface_form":"Angles","offset":2377},{"uri":"Jutes","surface_form":"Jutes","offset":2389},{"uri":"AD","surface_form":"AD","offset":2428},{"uri":"Britons_(Celtic_people)","surface_form":"Celtic Britons","offset":2506},{"uri":"Celtic_languages","surface_form":"Celtic languages","offset":2610},{"uri":"Celtic_languages","surface_form":"Celtic languages","offset":2652},{"uri":"Wales","surface_form":"Wales","offset":2679},{"uri":"Welsh_language","surface_form":"Welsh","offset":2686},{"uri":"Scottish_Gaelic","surface_form":"Gaelic","offset":2708},{"uri":"Highlands_and_Islands","surface_form":"Highlands and Islands","offset":2785},{"uri":"Scots","surface_form":"Scots","offset":2809},{"uri":"Irish_Gaelic","surface_form":"Irish Gaelic","offset":2885},{"uri":"Dialect","surface_form":"dialect","offset":2947},{"uri":"Old_English_language","surface_form":"Old English","offset":3008},{"uri":"Frisian","surface_form":"Frisian","offset":3328},{"uri":"Netherlands","surface_form":"Netherlands","offset":3382},{"uri":"Germany","surface_form":"Germany","offset":3395},{"uri":"Denmark","surface_form":"Denmark","offset":3407},{"uri":"Middle_English","surface_form":"Middle English","offset":3535},{"uri":"Dutch_language","surface_form":"Dutch","offset":3633},{"uri":"German_language","surface_form":"German","offset":3710},{"uri":"Germanic_languages","surface_form":"West Germanic","offset":3795},{"uri":"Denmark","surface_form":"Danish","offset":4013},{"uri":"Norse","surface_form":"Norse","offset":4024},{"uri":"Pirate","surface_form":"pirate","offset":4030},{"uri":"Vikings","surface_form":"Vikings","offset":4051},{"uri":"Danelaw","surface_form":"Danelaw","offset":4093},{"uri":"Loanword","surface_form":"loanword","offset":4129},{"uri":"Germanic_languages","surface_form":"Germanic languages","offset":4161},{"uri":"North_Germanic_languages","surface_form":"North Germanic languages","offset":4247},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":4278},{"uri":"Noble","surface_form":"noble","offset":4345},{"uri":"Norman_language","surface_form":"Norman","offset":4363},{"uri":"French_language","surface_form":"French","offset":4401},{"uri":"Grammatical_case","surface_form":"word endings","offset":4653},{"uri":"Middle_English","surface_form":"Middle English","offset":4698},{"uri":"Geoffrey_Chaucer","surface_form":"Geoffrey Chaucer","offset":4714},{"uri":"Chinese_language","surface_form":"Chinese","offset":4969},{"uri":"Hindi","surface_form":"Hindi","offset":4978},{"uri":"Urdu","surface_form":"Urdu","offset":4988},{"uri":"Japanese_language","surface_form":"Japanese","offset":4994},{"uri":"Dutch_language","surface_form":"Dutch","offset":5004},{"uri":"Spanish_language","surface_form":"Spanish","offset":5011},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":5020},{"uri":"Greek_language","surface_form":"Greek","offset":5183},{"uri":"Latin","surface_form":"Latin","offset":5193},{"uri":"English_grammar","surface_form":"English grammar","offset":5582},{"uri":"Case_(grammar)","surface_form":"case","offset":5687},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":5803},{"uri":"Suffix","surface_form":"suffix","offset":5851},{"uri":"Context_(language)","surface_form":"context","offset":5950},{"uri":"Syntax","surface_form":"syntax","offset":5962},{"uri":"British_Empire","surface_form":"British Empire","offset":5989},{"uri":"Australia","surface_form":"Australia","offset":6098},{"uri":"Canada","surface_form":"Canada","offset":6109},{"uri":"India","surface_form":"India","offset":6117},{"uri":"Pakistan","surface_form":"Pakistan","offset":6124},{"uri":"South_Africa","surface_form":"South Africa","offset":6134},{"uri":"United_States","surface_form":"United States","offset":6156},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":6203},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":6271},{"uri":"United_States","surface_form":"United States","offset":6325},{"uri":"Commerce","surface_form":"commerce","offset":6374},{"uri":"Government","surface_form":"government","offset":6387},{"uri":"Communication","surface_form":"communicate","offset":6447},{"uri":"Diplomacy","surface_form":"diplomacy","offset":6485},{"uri":"English_as_a_second_language","surface_form":"English as a Second Language","offset":6555},{"uri":"English_literature","surface_form":"English literature","offset":6630},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":6684},{"uri":"Poem","surface_form":"poem","offset":6735},{"uri":"Play_(theatre)","surface_form":"plays","offset":6745},{"uri":"Early_Modern_English","surface_form":"Early Modern English","offset":6767},{"uri":"Short_story","surface_form":"short stories","offset":6959},{"uri":"Novel","surface_form":"novel","offset":6977},{"uri":"Song","surface_form":"song","offset":7085},{"uri":"Movie","surface_form":"movie","offset":7095},{"uri":"Orthography","surface_form":"spelling","offset":7196},{"uri":"Guttural","surface_form":"guttural","offset":7323},{"uri":"United_States","surface_form":"United States","offset":7540},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7627},{"uri":"British_Commonwealth","surface_form":"British Commonwealth","offset":7689}]}