{"id":284339,"url":"http://en.wikipedia.org/wiki/Indian_Rebellion_of_1857","text":"The Indian Rebellion of 1857 is also called the The Great Indian Event of 1857, the Indian Mutiny, the Sepoy Mutiny, India's First War of Independence or India's first struggle for independence. It began on 10 May 1857 at Meerut, as a mutiny of sepoys of the British East India Company's army. Sepoys in the Presidency of Bengal revolted against their British officers.\nCauses.\nThe causes of the mutiny are hard to pin down, and have been much argued about. Before the Rebellion, there were 50,000 British troops, and 300,000 Sepoy serving in the East India Company military.\nThe forces were divided into three presidency armies: Bombay, Madras, and Bengal. The make-up of these armies varied from region to region.\nThe Bengal Army recruited higher castes, such as Rajputs and Bhumihar brahmins. They cut back the enlistment of lower castes in 1855. In contrast, the Madras Army and Bombay Army were \"more localised, caste-neutral armies\" that \"did not prefer high-caste men\". The domination of higher castes in the Bengal Army has been blamed in part for initial mutinies that led to the rebellion.\nThere were some changes in the terms of their service which may have created resentment. As the East India Company expanded, soldiers were now expected to serve in less familiar regions, such as in Burma, and also to make do without the \"foreign service\" remuneration they had got previously. Another financial grievance stemmed from the general service act, which denied retired sepoys a pension. This applied only to new recruits, but older sepoys suspected that it might bied apply to those already in service. Also, the Bengal Army was paid less than the Madras and Bombay Armies, which increased their fears over pensions.\nFlash point.\nThe immediate event which angered the sepoys was about the ammunition for the new rifles they had to use were Enfield rifles. The cartridges that were used in the new rifles had to be bitten open. The Muslims were angry because they thought that the paper cartridges had pig fat in them. This was because Muslims believe that pigs are unclean. Hindu soldiers were angry because they believed the cartridges had cow fat in them. On January 27, Colonel Richard Birch ordered that no cartridges should have grease on them, and that sepoys could grease them with whatever they wanted.\nDuring the 1850s the British rulers continued to forcibly take some regions, ruled by Indians and made these regions (for example: the kingdom of Agra and Oudh, part of the present day Indian state of Uttar Pradesh, which was seized in 1856) part of the British kingdom. Lord Dalhousie was the Governor General who decided to do this which was against Hindu customs. They did not give any respect to old royal houses of India like the Mughals (nominally Emperors of India) and the Peshwas (the most powerful of the Maratha rulers, leaders of the Maratha Confederacy).\nEvents.\nRebellion broke out when a soldier called Mangal Pandey attacked a British sergeant and wounded an adjutant while his regiment was in Barrackpore. General Hearsey ordered another Indian soldier to arrest Mangal Pandey but he refused. Later the British arrested Mangal Pandey and the other Indian soldier. The British killed both by hanging them because what they had done was thought to be treachery. All other soldiers of that regiment lost their places in the army. On May 10th 1857, cavalry troops while doing parade at Meerut broke ranks. They freed the soldiers of the 3rd regiment, and they moved towards Delhi. Soon many Indians of north India joined these soldiers. They entered the Delhi Fort where Bahadur Shah II, the Mughal Emperor, lived, and asked him to become leader of the rebellion. He agreed unwillingly. Very soon the revolt spread throughout north India. Important Indian leaders of royal families joined the rebellion, and started fighting the British at several places. They included: Ahmed Ullah, an advisor of the ex-King of Oudh; Nana Saheb, his nephew Rao Saheb, and his retainers, Tantia Tope and Rani Lakshmibai; the Rani of Jhansi; Kunwar Singh; the Rajput chief of Jagadishpur in Bihar; and Firuz Saha, a relative of the Mughal Emperor, Bahadur Shah.\nAt the beginning the British were slow to respond. Then they took very quick action with heavy forces. They brought their regiments from the Crimean War to India. They also redirected many regiments that were going to China to India. The British forces reached Delhi, and they surrounded the city from 1st July 1857 until 31st August 1857. Eventually street-to-street fights broke out between the British troops and the Indians. Ultimately, they took control of Delhi. The massacre at Kanpur (July 1857) and the siege of Lucknow (June to November 1857) were also very important.\nBattle of Gwalior.\nThe last important battle was at Gwalior (now in Madhya Pradesh) in June 1858 in which the Rani of Jhansi was killed; a few days later the British retook the fortress of Gwalior. With this, the British had practically suppressed the rebellion. However, some guerrilla fighting in many places continued until early in 1859 as Tantia Tope was captured and executed on April 1859.\nBritish Reaction.\nThe rebellion was an event of great importance in the front of history of modern India. The Parliament of the United Kingdom withdrew the right of the British East India Company to rule India in November 1858. The United Kingdom started ruling India directly through its representative called the Governor General. It made India a part of the British Empire. It promised \"the Princes, Chiefs, and People of India,\" equal treatment under the British law. In 1877, Queen Victoria took the title of Empress of India and the Viceroy of India ruled India for her.\nThe British sent Bahadur Shah II, the last Mughal Emperor, out of India, and kept him in Yangon (then called Rangoon), Burma where he died in 1862. The Mughal dynasty, which had ruled India for about four hundred years, ended with his death.\nThe British also took many steps to employ members of Indian higher castes and rulers in the government. They started employing Indians in the civil services but at lower levels. They stopped taking the lands of the remaining princes and rulers of India. They stopped interference in religious matters. They increased the number of British soldiers, and allowed only British soldiers to handle artillery.\nOpinions.\nIn England, newspapers focused on the violence of the mutiny. Charles Dickens wrote that they (the English) should take revenge in his 1857 novella \"The perils of certain English prisoners\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sepoy","surface_form":"Sepoy","offset":103},{"uri":"Mutiny","surface_form":"mutiny","offset":235},{"uri":"East_India_Company","surface_form":"East India Company","offset":267},{"uri":"Presidency_armies","surface_form":"presidency armies","offset":611},{"uri":"Bombay_Presidency","surface_form":"Bombay","offset":630},{"uri":"Madras_Presidency","surface_form":"Madras","offset":638},{"uri":"Bengal_Presidency","surface_form":"Bengal","offset":650},{"uri":"Bengal_Army","surface_form":"Bengal Army","offset":720},{"uri":"Caste_system_in_India","surface_form":"castes","offset":749},{"uri":"Rajput","surface_form":"Rajput","offset":765},{"uri":"Bhumihar_brahmins","surface_form":"Bhumihar brahmins","offset":777},{"uri":"Madras","surface_form":"Madras","offset":867},{"uri":"Bombay","surface_form":"Bombay","offset":883},{"uri":"Burma","surface_form":"Burma","offset":1298},{"uri":"Army","surface_form":"Army","offset":1631},{"uri":"Ammunition","surface_form":"ammunition","offset":1800},{"uri":"Rifle","surface_form":"rifle","offset":1823},{"uri":"Cartridge_(firearms)","surface_form":"cartridges","offset":1871},{"uri":"Rifle","surface_form":"rifle","offset":1908},{"uri":"Bite","surface_form":"bitten","offset":1925},{"uri":"Islam","surface_form":"Muslims","offset":1942},{"uri":"Sacred_cow","surface_form":"cow fat","offset":2152},{"uri":"British","surface_form":"British","offset":2343},{"uri":"Treachery","surface_form":"treachery","offset":3288},{"uri":"Nana_Saheb","surface_form":"Nana Saheb","offset":3954},{"uri":"Tantia_Tope","surface_form":"Tantia Tope","offset":4007},{"uri":"Rani_Lakshmibai","surface_form":"Rani of Jhansi","offset":4044},{"uri":"Kunwar_Singh","surface_form":"Kunwar Singh","offset":4060},{"uri":"Crimean_War","surface_form":"Crimean War","offset":4321},{"uri":"Gwalior","surface_form":"Gwalior","offset":4811},{"uri":"Empress_of_India","surface_form":"Empress of India","offset":5670},{"uri":"Viceroy_of_India","surface_form":"Viceroy of India","offset":5695},{"uri":"Bahadur_Shah_II","surface_form":"Bahadur Shah II","offset":5750},{"uri":"Yangon","surface_form":"Yangon","offset":5822},{"uri":"Burma","surface_form":"Burma","offset":5852},{"uri":"Indian_independence_movement","surface_form":"Indian","offset":6029},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":6452},{"uri":"Novella","surface_form":"novella","offset":6530}]}