{"id":284322,"url":"http://en.wikipedia.org/wiki/Gerald_Wallace","text":"Gerald Jermaine Wallace (born July 23, 1982) is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). He plays the position of small forward. He has been nicknamed \"Crash\" for his aggressive style of play, and is known as one of the better defensive players in the league.\nEarly career.\nWallace played high school basketball at Childersburg High School in Childersburg, Alabama. He then played college basketball for one year at the University of Alabama, then entered the 2001 NBA Draft.\nNBA career.\nThe Sacramento Kings chose Wallace with the 25th pick of the 2001 NBA Draft. Wallace was on the Kings for three seasons, but did not play much. His chance came in 2004. The Charlotte Bobcats were a new NBA team, and had a chance to choose players from other teams in an \"expansion draft\". The Bobcats chose Wallace, who became an important part of the team over the next six years. In 2010, he was chosen to represent the Bobcats in the NBA All-Star Game, which made him the first Bobcats player to play in the All-Star Game. He also made the NBA All-Defensive First Team for that season.\nOn February 24, 2011, Wallace was traded to the Portland Trail Blazers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":51},{"uri":"Basketball","surface_form":"basketball","offset":73},{"uri":"Boston_Celtics","surface_form":"Boston Celtics","offset":99},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":121},{"uri":"Aggressive","surface_form":"aggressive","offset":238},{"uri":"College_basketball","surface_form":"college basketball","offset":452},{"uri":"University_of_Alabama","surface_form":"University of Alabama","offset":491},{"uri":"NBA_Draft","surface_form":"NBA Draft","offset":536},{"uri":"Sacramento_Kings","surface_form":"Sacramento Kings","offset":563},{"uri":"Charlotte_Bobcats","surface_form":"Charlotte Bobcats","offset":732},{"uri":"Portland_Trail_Blazers","surface_form":"Portland Trail Blazers","offset":1196}]}