{"id":284417,"url":"http://en.wikipedia.org/wiki/Ausonius","text":"Decimius Magnus Ausonius (ca. 310–395) was a Latin poet and rhetorician, born at Burdigala (Bordeaux).\nBiography.\nAusonius was born in Bordeaux in ca. 310. His father was a noted physician of Greek ancestry.\nAusonius had a strict upbringing by his aunt and grandmother and received an excellent education, especially in grammar and rhetoric, but said his Greek was not good. Having completed his studies, he trained for some time as a lawyer, but he preferred teaching. In 334, he established a school of rhetoric in Bordeaux, which was very popular. His most famous pupil was St. Paulinus of Nola, who later became Bishop of Nola.\nAfter thirty years of this work, he was ordered by Valentinian to the imperial court to teach Gratian, the heir-apparent. The prince greatly respected his tutor, and after his accession bestowed on him the highest titles and honours that any Roman (besides from the royal family) could attain, culminating in the consulate in 379.\nAfter the murder of Gratian in 383, Ausonius retired to his estates near Burdigala (now Bordeaux) in Gaul. These supposedly included the land now owned by Château Ausone, which takes its name from him. He appears to have been a late and perhaps not very enthusiastic convert to Christianity. He died about 395.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_literature","surface_form":"Latin","offset":45},{"uri":"Poet","surface_form":"poet","offset":51},{"uri":"Rhetoric","surface_form":"rhetoric","offset":60},{"uri":"Bordeaux","surface_form":"Bordeaux","offset":92},{"uri":"Bordeaux","surface_form":"Bordeaux","offset":135},{"uri":"Physician","surface_form":"physician","offset":179},{"uri":"Greece","surface_form":"Greek","offset":192},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":355},{"uri":"St._Paulinus_of_Nola","surface_form":"St. Paulinus of Nola","offset":577},{"uri":"Bishop_of_Nola","surface_form":"Bishop of Nola","offset":616},{"uri":"Valentinian_I","surface_form":"Valentinian","offset":683},{"uri":"Gratianus","surface_form":"Gratian","offset":726},{"uri":"Roman_consul","surface_form":"consulate","offset":945},{"uri":"Burdigala","surface_form":"Burdigala","offset":1036},{"uri":"Ch%C3%A2teau_Ausone","surface_form":"Château Ausone","offset":1118},{"uri":"Christianity","surface_form":"Christianity","offset":1241}]}