{"id":284532,"url":"http://en.wikipedia.org/wiki/Linda_B._Buck","text":"Linda Diane Brown (born January 29, 1947) Is an American biologist. She is most well known for the work she has done to research the olfactory system.\nLife.\nShe changed her name to Linda Brown Buck after getting married to Roger Brent. She studied psychology and microbiology at the University of Washington in Seattle, graduating in 1975. Buck received her Ph.D. in immunology from University of Texas Southwestern Medical Center in Dallas in 1980. She researched more at Columbia after her studies in doctoral research. There, she met Richard Axel. They worked together from 1984 to 1991, when Buck left New York for a teaching job. They researched primarily on the genetic and cellular mechanisms relating to an organism’s sense of smell. When she left New York, Buck worked at Harvard until 2002. She then joined the Fred Hutchinson Cancer Research Center.\nCareer.\nIn 2004, Buck won the Nobel Prize in physiology or medicine for her research on the sense of smell. She shared her Nobel Prize with Richard Axel. The two scientists made many new discoveries about Genetic and cellular Mechanisms responsible of the sense of smell in human beings and other organisms. In a series of experiments Buck (working independently from Axel) discovered how people separate different smells in their nose. She learned that people detect smells from odor in the air. Odors are released through many different substances. These molecules stimulate olfactory response cells in the nose. They send signals to the brain. Buck discovered that there are 350 smell receptors in the nose.","categories":[],"infobox_types":[],"annotations":[{"uri":"American","surface_form":"American","offset":48},{"uri":"Biologist","surface_form":"biologist","offset":57},{"uri":"Olfactory_system","surface_form":"olfactory system","offset":133},{"uri":"Psychology","surface_form":"psychology","offset":248},{"uri":"Microbiology","surface_form":"microbiology","offset":263},{"uri":"University_of_Washington","surface_form":"University of Washington","offset":283},{"uri":"Richard_Axel","surface_form":"Richard Axel","offset":537},{"uri":"New_York_City","surface_form":"New York","offset":606},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":891},{"uri":"Richard_Axel","surface_form":"Richard Axel","offset":1001}]}