{"id":28458,"url":"http://en.wikipedia.org/wiki/Flashlight","text":"A flashlight (in North American English) or torch (in most Commonwealth countries) is a small, portable spotlight.\nIts function is a beam of light which helps to see. It usually requires batteries.\nThe light is made by a small light bulb. In the 20th century, it was usually an incandescent bulb. Nowadays most use LEDs, which work slightly differently. In 1896, the first dry cell battery was invented. Unlike previous batteries, it used a paste electrolyte instead of a liquid. This was the first battery suitable for portable electrical devices, as it did not spill or break easily and worked in any orientation. Sometimes the electricity comes from a small generator instead of a battery.\nThe torch can also refer to a flammable stick that is lit on fire to provide light and (or) heat.\nOrigin.\nHundreds of years ago, people used candles for all indoor light. This was expensive, and once the candle was gone, you would have to buy or make a new one or be stuck in the dark. When electricity was discovered and the light bulb was invented, David Misell, a British man working in Hubert's New York shop in 1898, came up with the idea of a light bulb that you could take with you, anywhere you wanted to go. Then, the torch was invented. The first flashlight has three D batteries which powered a small incandescent bulb. The bulbs would glow with a simple ON/OFF switch.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_America","surface_form":"North America","offset":17},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":59},{"uri":"Portable","surface_form":"portable","offset":95},{"uri":"Light","surface_form":"light","offset":141},{"uri":"Batteries","surface_form":"batteries","offset":187},{"uri":"Light_bulb","surface_form":"light bulb","offset":227},{"uri":"Incandescent_bulb","surface_form":"incandescent bulb","offset":278},{"uri":"LED","surface_form":"LED","offset":315},{"uri":"Dry_cell","surface_form":"dry cell","offset":373},{"uri":"Battery","surface_form":"battery","offset":499},{"uri":"Generator","surface_form":"generator","offset":661},{"uri":"Candle","surface_form":"candle","offset":834}]}