{"id":28457,"url":"http://en.wikipedia.org/wiki/Handcuffs","text":"e=\"preserve\">Handcuffs are a type of restraint, often used by police to ensure suspects cannot escape or hurt anyone. They do this by securing a person's wrists together. They are usually metal and are made up of two parts linked together by a chain. Handcuffs cannot be removed without the right key, and a handcuffed person cannot move their wrists more than a short distance apart.\nStyles.\nThere are three main types of handcuffs: chain, hinged, and solid bar. While they are harder to carry, rigid handcuffs allow a number of differences in cuffing. Both rigid and hinged cuffs can be used one-handed to apply pain-compliance/control techniques. Different accessories are available to improve the security or increase the hardness of handcuffs. These include boxes that fit over the chain or hinge and can be locked with a padlock.\nIn 1933 the Royal Canadian Mounted Police used a type called \"Mitten Handcuffs\". These stopped criminals from being able to grab the officer's tools, such as their gun. It was used by some in law enforcement but it was never popular.\nHandcuffs can be made from different metals, including carbon steel, stainless steel and aluminium, or from synthetic polymers.\nThe National Museum of Australia has a number of handcuffs in its collection. These can be from as early as the late 19th and early 20th centuries.\nDouble locks.\nHandcuffs with double locks have a piece that can stop the cuff from getting tighter. Tightening could be done on purpose or by struggling. Handcuffs may cause nerve damage or loss of circulation if they are tightened. Some wearers could tighten the cuffs to try to escape. They do this by trying to escape when the officer is loosening the cuffs. Double locks also make picking the locks more difficult.\nLever lock.\nMoving a lever on the cuff makes the lock move into a position that locks the bolt. No tool is needed to double lock this type of cuff.\nPush pin lock.\nA small peg on the key is inserted into a hole to engage the lock.\nSlot lock.\nThese are also used with a peg, but here it is inserted into a slot and moved sideways to engage the lock.\nPlastic handcuffs.\nPlastic handcuffs, are lightweight plastic strips that look like electrical cable ties. Soldiers and police can carry a lot of them at once. This is useful for some situations, such as during big protests and riots. In recent years, airlines have started to carry plastic handcuffs to restrain troublesome passengers. Disposable handcuffs could be considered cost-inefficient. This is because they cannot be loosened, and have to be cut off to let a restrained person be fingerprinted, or to use the bathroom.\nHowever, this usage means that cheap handcuffs are used in times where steel ones would normally be unused for long times. Recent products have been made that deal with this. These include disposable plastic restraints that can be opened with a key. These are more expensive than traditional plastic restraints, since they can only be used for a small number of times, and are not as strong. In addition, many people think plastic restraints are more likely to cause nerve or soft-tissue damage to the wearer than metal handcuffs.\nLegcuffs.\nWhen a suspect is extremely aggressive, leg irons may be used as well. Sometimes the chain connecting the leg irons to each other is looped around the chain of the handcuffs. In a few rare cases, people lying on their stomachs have died from positional asphyxia. This makes the practice very controversial, and has led to it being restricted, or even banned, in many places.\nKeys.\nMost handcuffs today in Canada, the United States, the United Kingdom and Latin America can be opened with the same key. This makes transporting prisoners easier. However, there are handcuff makers who use different keys. Maximum security handcuffs need special keys. Handcuff keys usually do not work with thumbcuffs. The Cuff Lock handcuff key padlock uses this same standard key.\nIn addition to the Universal handcuff key, a few modified designs exist. One kind of key is designed to fit behind an officer's badge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Restraint","surface_form":"restraint","offset":37},{"uri":"Police","surface_form":"police","offset":62},{"uri":"Metal","surface_form":"metal","offset":188},{"uri":"Padlock","surface_form":"padlock","offset":827},{"uri":"Metal","surface_form":"metal","offset":1107},{"uri":"Carbon_steel","surface_form":"carbon steel","offset":1125},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":1139},{"uri":"Aluminium","surface_form":"aluminium","offset":1159},{"uri":"Polymer","surface_form":"polymer","offset":1188},{"uri":"Airline","surface_form":"airline","offset":2365},{"uri":"Canada","surface_form":"Canada","offset":3588},{"uri":"United_States","surface_form":"United States","offset":3600},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3619},{"uri":"Latin_America","surface_form":"Latin America","offset":3638},{"uri":"Padlock","surface_form":"padlock","offset":3910}]}