{"id":284504,"url":"http://en.wikipedia.org/wiki/Economy_of_the_United_States_in_the_1920s","text":"The economy of the USA grew quickly in the 1920s for five main reasons. This growth in the 1920s greatly affected the USA throughout the 20th century and today as the world superpower.\nNatural resources and a growing population income.\nThe USA had many natural resources, for example oil in Texas, coal in the Appalachian Mountains, and ranching in the Midwest and Great Plains. This meant there was no need to buy natural resources from other countries. Moreover the population of the USA was growing very fast making a very big market for natural resources inside the USA which grew quickly.\nBelow is a table in which the population growth in millions is shown in the 40 years after the 1920s.\nBelow is a table which shows the urban growth in the six largest cities by population, in 1870 and 1910.\nThe First World War.\nDuring the First World War, the USA was selling lots of metal to Britain and France, and also weapons. The USA made a lot of money from this. Also, the USA took over Europe's international trade and became the world leader in; chemical manufacturing, explosives manufacturing, and plastics manufacturing, along with others. This was very good for the US economy.\nRepublican Party Policies.\n1. The Republicans had a 'laissez-faire' way of thinking, which meant that the government would not stand in the way of people's lives and businesses. The Republican Party believed that this would create much profit, and it did.\n2. The Republicans made 'tariffs', which meant that it cost a lot of money to buy products from other countries. This protected American businessmen from foreign competition. This also made the American people buy American-made products.\n3. The Republicans lowered taxes, which was good for normal people, and even better for rich people. The Republican Party believed that low taxes would make people keep their money and spend it on American-made products and put money into American industries.\n4. The Republicans allowed 'trusts'. Trusts were very large corporations, or businesses, which controlled almost all of a certain industry. Many people did not like these trusts as they did not want one corporation to control an entire industry, but the Republican Party said that a corporation would do business better than a politician. These trusts were very important in causing this economic growth.\nThere were also problems with the policies. During the 1920s, much of the wealth in the United States was controlled by only a few people. Also, farmers and other people who worked in the business of farming found it very difficult to make money and were therefore very poor.\nNew industries, new methods.\nThe fact that there were new industries created new ways of managing industries. For example, new products such as telephones, radios, vacuum cleaners, washing machines, and others were being made on a large scale, but at a cheaper price. Very good advertising was also created for many products. The largest new industry in the 1920s was the motorcar industry. It had been made entirely different by Henry Ford. By the year 1929, 4.8 million cars had been made.\nHoover (vacuum cleaners) became a household name. The biggest growth was in radios. In 1920, there were 60,000 radios sold. By 1929, it was 10 million. The total production of American industry increased by around 50%.\nThe American state of mind.\nAt the time, most Americans believed that they deserved success. For example; a nice house, a good job, plenty to eat, and many consumer goods. The act of 'consuming' was seen as very American, and this belief that spending and consuming was Russian, had a huge impact on powering economic growth in the 1920s","categories":[],"infobox_types":[],"annotations":[{"uri":"USA","surface_form":"USA","offset":19},{"uri":"Texas","surface_form":"Texas","offset":291},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":310},{"uri":"Midwest","surface_form":"Midwest","offset":353},{"uri":"Great_Plains","surface_form":"Great Plains","offset":365},{"uri":"First_World_War","surface_form":"First World War","offset":833},{"uri":"Britain","surface_form":"Britain","offset":887},{"uri":"France","surface_form":"France","offset":899},{"uri":"Chemical","surface_form":"chemical","offset":1049},{"uri":"Explosives","surface_form":"explosives","offset":1073},{"uri":"United_States","surface_form":"American","offset":1635},{"uri":"Taxes","surface_form":"taxes","offset":1706},{"uri":"Corporations","surface_form":"corporations","offset":1999},{"uri":"Telephones","surface_form":"telephones","offset":2764},{"uri":"Radios","surface_form":"radios","offset":2776},{"uri":"Vacuum_cleaner","surface_form":"vacuum cleaner","offset":2784},{"uri":"Car","surface_form":"car","offset":2997},{"uri":"Henry_Ford","surface_form":"Henry Ford","offset":3050}]}