{"id":284662,"url":"http://en.wikipedia.org/wiki/Open_Season_(movie)","text":"\"Open Season\" is a 2006 animated-comedy movie that was directed by Jill Culton, Roger Allers, and Anthony Stacchi and produced by Michelle Murdocca, Amy Jupiter, Steve Moore, and John B. Carls. The movie was released on September 29, 2006 and received mixed reviews from reviewers.\nPlot.\nIn the tranquil town of Timberline, 900-pound grizzly bear Boog (Martin Lawrence) enjoys a captive, but happy existence. He spends his day as the star attraction of the town's nature show and spends his nights living the life of luxury in the garage of the park ranger Beth (Debra Messing), who raised Boog since he was a cub.\nOne day, the hunting fanatic Shaw (Gary Sinise) drives into town with the one-antlered buck mule deer, Elliot (Ashton Kutcher) strapped to the hood of his truck. Boog accidentally wakes him and the two scream in terror. With Boog reluctant to intervene, Elliot begs Boog to help. At the last minute and against his better judgement, Boog frees Elliot before Shaw can go after him. Boog never expects to see his \"buddy\" again.\nElliot follows Boog home and finds him sleeping in the garage and starts to throw rabbits at the window to wake him. Elliot tells Boog the he is intent on returning the favor by \"freeing\" him from his garage captivity. Boog refuses to go with Elliot, but he still goes with Elliot when Elliot shows him a chocolate bar (which he calls a Woo Hoo Bar) and tells him that they can get more outside. Elliot begins to introduce Boog to a world of sweet temptations outside of the garage that he has never known. The two head for \"Puni Mart\", a convenience store. Boog and Elliot ransack the Puni Mart, causing a mess. Elliot escapes before Boog is caught by a friend of Beth, Sheriff Gordy (Gordon Tootoosis). Back home, Gordy tells Beth that it would be better if Boog were released into the wild.\nDuring the nature show, Elliot, chased by Shaw, runs backstage and locks the door. Boog gets mad remembering the events Elliot made him go through. Boog attacks the buck, making the audience panic (because it looks as of Boog is killing Elliot behind the curtain) before Boog threatens to kill Elliot. The two crash out of the curtains. Shaw prepares to shoot Boog, but the bear is instead shot by Beth with a tranquilizer gun; she shoots Elliot as well (six times in the butt). The duo are released into the Timberline National Forest, only three days before the start of open season.\nBoog wakes up and realizes he has been released into the forest, and threatens to throw Elliot off a cliff, stating that Elliot drove him to this. Boog eventually throws Elliot into the air rather than throwing him off the cliff. Elliot's antlers get stuck in the ground, and while Boog goes around the forest in circles in search of Timberline, Elliot tries to break free. Boog decides to get familiar with the forest and tries to climb up a tree, but is attacked by a Scottish red squirrel called McSquizzy (Billy Connolly) and his gang. Soon, Boog gives up and frees Elliot and takes him as his hapless guide to get him back home to Timberline to reunite with Beth. But in the woods, they quickly learn that it's every animal for itself. The two run into their share of the forest animals including hot-tempered skunks (Nika Futterman and Michelle Murdocca), psychotic ducks (Danny Mann and Maddie Taylor) and panic-stricken rabbits. They also run into critters such as Reilly (Jon Favreau) and his beaver construction worker team, and a porcupine (Maddie Taylor) who's in search of a buddy. With each adverse encounter, Boog learns a little about self-reliance and Elliot gains self-respect. Elliot finds his herd crush, a pretty female, Giselle (Jane Krakowski), but is also found by the herd leader, Ian (Patrick Warburton), a \"jock\" mule deer who had forced Elliot out of the herd before. They walk away from Ian's taunting, realizing that they've obtained true friendship.\nElliot tries to lead Boog out of the forest, but gets lost. Boog realizes they are meeting the same animals again and again. After winding up at Reilly's dam, Boog and Elliot are confronted by Shaw. Boog tries to run over the dam, but it's not a \"load bearing structure\". It breaks under his weight and the rush of water washes everyone in the forest, including Shaw, to the clearing below the 'falls.\nEveryone blames Boog, but he accuses Elliot of lying to him about leading him home. Elliot confesses, saying he wanted Boog as a friend and thought if they just spent time together it would work out. Angry, Boog leaves, attempting to find Timberline on his own. He unwittingly find Shaw's log cabin. Shaw discovers him and pursues him. Boog flees to the city road where he finds trucks with hunters in them, zooming past him and he soon finds the glowing lights of Timberline. Instead of deserting his companions, Boog decides to take Elliot with him, but the other animals want to live in the garage too, but they realize there is no way out because the hunters have already gathered around the forest. Boog decides that they should defend themselves, and they collect supplies from Bob and Bobby's (two scientists) RV while their pet dachshund Mr. Weenie (Cody Cameron) joins the animals.\nThe following day, Boog witnesses the hunters coming, and sends a signal to the animals by flinging one of the mule deers of the herd in the air. Elliot receives the signal and sends out the ducks, who are carrying skunks, into the air, causing stinky green air to flow around the forest. Meanwhile, Elliot and the squirrels ride on the mule deers and charge. On the other side, Boog and the other animals charge too, causing a big rampage. The ducks drop a tank of gas (called \"Mr. Happy\" by McSquizzy) onto one of the hunters trucks, but it goes out, so McSquizzy flings some dynamite into the air, and all the trucks blow up, and the hunters all run away. All the animals start celebrating. Suddenly, Shaw appears, and attempts to kill Boog with his gun, but Elliot shoots things that they had stolen from the RV. One of the objects hits the gun, and the gun falls out of reach. Shaw then proceeds to attack Boog with his hunting knife. Boog beats him with a golf club Elliot had shot. Shaw, within reaching distance of his gun, grabs it, and attempts to shoot Boog. Elliot takes the bullet meant for Boog, enraging Boog who tackles Shaw, roars loudly in his face, then ties him up with his own gun. Boog finds that Elliot survived the wound, only losing his second antler in the fight. Beth returns to take Boog back home where he will be safe, but he instead stays with his friends. They both realize that the bear \"is\" at home in the forest.\nProduction.\nThe idea for the movie came from cartoonist Steve Moore, known for his comic strip \"In the Bleachers\". Moore and producer John Carls submitted the story to Sony in June 2002, and the movie immediately went into development. On February 29, 2004, Sony Pictures Animation announced the beginning of the production on its first CGI animated feature, \"Open Season\".\nThe movie location was inspired by the towns of Sun Valley, Idaho and McCall, Idaho, and the Sawtooth National Forest. References to the Lawn Lake, Colorado, Dam flood, Longs Peak, and other points of interest in the area are depicted in the movie.\nThe Sony animation team developed a digital tool called shapers that allowed the animators to re-shape the character models into stronger poses and silhouettes and subtle distortions such as squash, stretch, and smears, typical of traditional, hand-drawn animation.\nMartin Lawrence and Ashton Kutcher, the voices of Boog and Elliot, never met during production.\nReception.\n\"Open Season\" received mixed reviews from critics. Critics of Rotten Tomatoes gave the movie 48% with the consensus \"Open Season is a cliched palette of tired jokes and CG animal shenanigans that have been seen multiple times this cinematic year.\"\nKevin Smith gave the movie a good review during an appearance as a guest critic on \"At the Movies with Ebert and Roeper\" saying \"If your kids like poop jokes as much as I do, \"Open Season\" will put a big smile on their faces.\" However, Richard Roeper gave the movie a mixed review saying \"It's just okay, the animation is uninspired.\"\nThe movie opened #1 with $23 million on its opening weekend. It grossed $85.1 million in the United States and $104.8 million in foreign countries making $189.9 million worldwide.\n\"Rolling Stone\" gave the movie's soundtrack three stars out of five, as did Allmusic.\nHome media.\n\"Open Season\" was released on DVD, Blu-ray, and UMD Video on January 30, 2007. It was later released on 3D Blu-ray on November 16, 2010.\nTelevision series.\nA TV show, \"Boog and Elliot's Big Adventure\", was to air in March 2012.\nVideo game.\nA video game based on the movie was released on many platforms in 2006/2007.\nSequels.\n\"Open Season\" was given two direct-to-video sequels: \"Open Season 2\" (which was in 2009), and \"Open Season 3\" (which was in 2011).","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"2006_in_movies","surface_form":"2006","offset":19},{"uri":"Animated","surface_form":"animated","offset":24},{"uri":"Comedy","surface_form":"comedy","offset":33},{"uri":"Jill_Culton","surface_form":"Jill Culton","offset":67},{"uri":"Roger_Allers","surface_form":"Roger Allers","offset":80},{"uri":"Anthony_Stacchi","surface_form":"Anthony Stacchi","offset":98},{"uri":"Michelle_Murdocca","surface_form":"Michelle Murdocca","offset":130},{"uri":"Amy_Jupiter","surface_form":"Amy Jupiter","offset":149},{"uri":"Steve_Moore","surface_form":"Steve Moore","offset":162},{"uri":"John_B._Carls","surface_form":"John B. Carls","offset":179},{"uri":"September_29","surface_form":"September 29","offset":220},{"uri":"2006","surface_form":"2006","offset":234},{"uri":"Martin_Lawrence","surface_form":"Martin Lawrence","offset":353},{"uri":"Debra_Messing","surface_form":"Debra Messing","offset":563},{"uri":"Gary_Sinise","surface_form":"Gary Sinise","offset":650},{"uri":"Ashton_Kutcher","surface_form":"Ashton Kutcher","offset":726},{"uri":"Gordon_Tootoosis","surface_form":"Gordon Tootoosis","offset":1727},{"uri":"Scotland","surface_form":"Scottish","offset":2891},{"uri":"Billy_Connolly","surface_form":"Billy Connolly","offset":2931},{"uri":"Nika_Futterman","surface_form":"Nika Futterman","offset":3244},{"uri":"Danny_Mann","surface_form":"Danny Mann","offset":3300},{"uri":"Maddie_Taylor","surface_form":"Maddie Taylor","offset":3315},{"uri":"Jon_Favreau","surface_form":"Jon Favreau","offset":3402},{"uri":"Jane_Krakowski","surface_form":"Jane Krakowski","offset":3672},{"uri":"Patrick_Warburton","surface_form":"Patrick Warburton","offset":3732},{"uri":"RV","surface_form":"RV","offset":5121},{"uri":"Cody_Cameron","surface_form":"Cody Cameron","offset":5162},{"uri":"Steve_Moore_(cartoonist)","surface_form":"Steve Moore","offset":6699},{"uri":"In_the_Bleachers","surface_form":"In the Bleachers","offset":6739},{"uri":"Sun_Valley%2C_Idaho","surface_form":"Sun Valley, Idaho","offset":7065},{"uri":"McCall%2C_Idaho","surface_form":"McCall, Idaho","offset":7087},{"uri":"Sawtooth_National_Forest","surface_form":"Sawtooth National Forest","offset":7110},{"uri":"Lawn_Lake%2C_Colorado%2C_Dam","surface_form":"Lawn Lake, Colorado, Dam","offset":7154},{"uri":"Longs_Peak","surface_form":"Longs Peak","offset":7186},{"uri":"Martin_Lawrence","surface_form":"Martin Lawrence","offset":7532},{"uri":"Ashton_Kutcher","surface_form":"Ashton Kutcher","offset":7552},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":7701},{"uri":"Kevin_Smith","surface_form":"Kevin Smith","offset":7887},{"uri":"At_the_Movies_(U.S._TV_series)","surface_form":"At the Movies with Ebert and Roeper","offset":7971},{"uri":"Richard_Roeper","surface_form":"Richard Roeper","offset":8123},{"uri":"United_States","surface_form":"United States","offset":8315},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":8403},{"uri":"Allmusic","surface_form":"Allmusic","offset":8478},{"uri":"DVD","surface_form":"DVD","offset":8530},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray","offset":8535},{"uri":"Universal_Media_Disc","surface_form":"UMD Video","offset":8548},{"uri":"3D_Blu-ray","surface_form":"3D Blu-ray","offset":8604},{"uri":"Television_programme","surface_form":"TV show","offset":8658},{"uri":"Video_game","surface_form":"video game","offset":8742},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":8854},{"uri":"Sequel","surface_form":"sequel","offset":8870},{"uri":"Open_Season_2","surface_form":"Open Season 2","offset":8880}]}