{"id":284789,"url":"http://en.wikipedia.org/wiki/Louis_Leakey","text":"Louis Leakey (L.S.B. Leakey, 7 August 1903 – 1 October 1972) was a Kenyan archaeologist, anthropologist and naturalist.\nHis work was important in establishing human evolutionary development in East Africa. He also played a major role in creating organizations for future research in Africa and for protecting wildlife there.\nLeakey was the third of the three great anthropologists of British origin who made Africa their home: the others were Robert Broom and Raymond Dart.\nHe started a tradition of palaeoanthropological inquiry in Kenya. His own family carried on the 'family firm'. Several of them became well-known anthropologists and fossil hunters.\nLouis took part in national events of British East Africa and then Kenya at critical times.\nIn biology he asserted Charles Darwin's theory of evolution unswervingly, and set about to prove Darwin's hypothesis that man arose in Africa. He was also a devout Christian.chapter 3\nVindication at Olduvai.\nLouis and Mary spent all the time they could at Olduvai Gorge, starting in 1951. So far they had discovered only stone tools. A more extensive excavation came in 1952. They found what Louis termed an Oldowan \"slaughter-house\", an ancient bog where animals had been trapped and butchered. Louis was so carried away that he worked without his hat and his hair was bleached white from the sun. They stopped in 1953.\nIn 1955 they excavated again with Jean Brown. She related that he preferred to be called Louis, was absent-minded, once had everyone looking for spectacles that were around his neck, wore pants with the buttons off and shoes with holes in them, charged about everywhere and once collapsed unconscious. He was completely happy.chapter 12\nIn 1959 they decided to excavate Bed I. While Louis was sick in camp, Mary discovered the fossilized skull OH 5, which Mary called \"Our Man\", and became \"Dear Boy\" and \"Zinj.\" The question was whether it was a previous genus discovered by Robert Broom, \"Paranthropus\", which Broom had taken not to be in the human line, or a different one, in it. Louis opted for Zinj, a decision opposed by Wilfrid Le Gros Clark, but one which attracted the attention of Melville Bell Grosvenor, president of the National Geographic Society. That contact resulted in an article in \"National Geographic\", and a hefty grant to continue work at Olduvai.\nZinj was far older than anyone had imagined. Scientists swarmed to Africa. Louis had proved Darwin right.chapter 13\nThe Leakey circus.\nIn 1960, unable to leave the museum except on weekends, Louis appointed Mary director of excavation at Olduvai. She brought in a staff of Kamba tribesmen, instead of Kikuyu, who, she felt, took advantage of Louis. The first, Muteva Musomba, had kept her children's ponies. He recruited Kamoya Kimeu among others. Mary set up Camp 5 under Jonathan's direction. He was 19. From then on she had her own staff and associates.\nMary picked and sieved at the site from early morning dressed in old clothes, chain smoking cigarettes, always surrounded by her Dalmatian. She and Louis communicated by radio. On weekends he drove non-stop at high speed the 357 miles between Olduvai and Nairobi. The teen-age boys, Richard and Philip, were on site holidays and vacations.\nTheir home in Nairobi was a circus, figuratively speaking, when they were there. Dinner guests were frequent. Important guests stayed for weeks if they could stand it. They shared the quarters and the dinner table with the Dalmatians, hyraxes, a monkey, a civet cat, an African eagle owl, tropical fish, snakes, such as vipers, and a python.\nThe extended families of twenty African staff lived in cinderblock huts in the yard. Mary had switched to cigars and the ashes often fell into the food. Both Louis and Mary cooked. Louis never stopped talking; his stories were endless. He literally ran through the day, making long lists of things to be done, which he never completed. He drove recklessly through the streets of Nairobi, often reading and writing as he drove.chapter 5\nThere was another side to the Leakey family. Louis was a notorious womanizer. He was faithful neither to Frida nor to Mary. Mary tolerated this behavior well until his relationship with Rosalie Osborn, 1954/55, threatened to break up her marriage.chapter 17\nThe two fought constantly, upsetting the boys. After Richard nearly died in a fall from a horse, Louis broke with Rosalie for the sake of the boys.\nFloruit.\nJonathan achieved some brief fame before he quit palaeoanthropology altogether. He started his own site, \"Jonny's site\" in the Leakey lingo, FLK-NN. There he discovered two skull fragments without the Australopithecine sagittal crest, which Mary connected with Broom's and Robinson's Telanthropus. The problem was its contemporaneity with Zinj. Mailed photographs, Le Gros Clark retorted casually \"Shades of Piltdown\". Louis cabled him immediately and had some strong words at this suggestion of his incompetence. Clark apologized.chapter 14\nIn 1960 Louis, his son Philip and Ray Pickering discovered a fossil he termed \"Chellean Man\", as it was in context with Oldowan tools, the first such find. After reconstruction Louis and Mary called it \"Pinhead.\" It was subsequently included with \"Homo erectus\" and was in fact contemporaneous with \"Paranthropus\", which on that account cannot have been in the human line. For many years Louis believed erectus was the user of the tools and \"Australopithecus\" was not.\nIn 1961 Louis got a salary as well as a grant from National Geographic and turned over the acting directorship of Coryndon to a subordinate. He created the Centre for Prehistory and Paleontology on the same grounds, moved his collections to it, and appointed himself director. This was his new operations center.\nHe opened another excavation at Fort Ternan on Lake Victoria. Shortly after, Heselon discovered \"Kenyapithecus wickeri\", the species name from the owner of the property, which Louis promptly celebrated with George Gaylord Simpson, who happened to be present, aboard the \"Miocene Lady\" with Leakey Safari Specials, a drink made of condensed milk and cognac.\nIn 1962 Louis was visiting Olduvai when Ndibo Mbuika discovered the first tooth of \"Homo habilis\" at MNK. Louis and Mary thought it was female and named her Cinderella, or Cindy. Phillip Tobias identified Jonny's Child with it and Raymond Dart came up with the name \"Homo habilis\" at Louis' request, which Tobias translated as 'handyman'.chapter 16 It was seen as intermediary between gracile \"Australopithecus\" and \"Homo\".chapter 16\nLeakey's Angels.\nOne of Louis's greatest legacies was fostering field research of primates in their natural habitats. He understood this helped to unravel the mysteries of human evolution. He chose three female researchers: Jane Goodall, Dian Fossey, and Birute Galdikas. They were dubbed 'Leakey's Angels'. Each went on to become an important scholar in the field of primatology.\nProminent family members.\nLouis Leakey was married to Mary Leakey, who made the noteworthy discovery of fossil footprints at Laetoli. Found preserved in volcanic ash in Tanzania, they are the earliest record of bipedal gait.\nHe is also the father of paleoanthropologist Richard Leakey and the botanist Colin Leakey. Louis' cousin, Nigel Gray Leakey, was a recipient of the Victoria Cross during World War II.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kenya","surface_form":"Kenya","offset":67},{"uri":"Archaeology","surface_form":"archaeologist","offset":74},{"uri":"Anthropologist","surface_form":"anthropologist","offset":89},{"uri":"Naturalist","surface_form":"naturalist","offset":108},{"uri":"Human_evolution","surface_form":"human evolution","offset":159},{"uri":"East_Africa","surface_form":"East Africa","offset":193},{"uri":"British","surface_form":"British","offset":384},{"uri":"Robert_Broom","surface_form":"Robert Broom","offset":443},{"uri":"Raymond_Dart","surface_form":"Raymond Dart","offset":460},{"uri":"Anthropology","surface_form":"palaeoanthropological","offset":500},{"uri":"British_East_Africa","surface_form":"British East Africa","offset":693},{"uri":"Kenya","surface_form":"Kenya","offset":722},{"uri":"Biology","surface_form":"biology","offset":750},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":770},{"uri":"Evolution","surface_form":"evolution","offset":797},{"uri":"Hypothesis","surface_form":"hypothesis","offset":853},{"uri":"Christian","surface_form":"Christian","offset":911},{"uri":"Olduvai_Gorge","surface_form":"Olduvai Gorge","offset":1003},{"uri":"Stone_tool","surface_form":"stone tool","offset":1068},{"uri":"Oldowan","surface_form":"Oldowan","offset":1155},{"uri":"Bog","surface_form":"bog","offset":1193},{"uri":"Butcher","surface_form":"butcher","offset":1232},{"uri":"Robert_Broom","surface_form":"Robert Broom","offset":1944},{"uri":"Paranthropus","surface_form":"Paranthropus","offset":1959},{"uri":"Wilfrid_Le_Gros_Clark","surface_form":"Wilfrid Le Gros Clark","offset":2096},{"uri":"Melville_Bell_Grosvenor","surface_form":"Melville Bell Grosvenor","offset":2160},{"uri":"National_Geographic_Society","surface_form":"National Geographic Society","offset":2202},{"uri":"National_Geographic","surface_form":"National Geographic","offset":2271},{"uri":"Kamba_people","surface_form":"Kamba","offset":2613},{"uri":"Kikuyu","surface_form":"Kikuyu","offset":2641},{"uri":"Kamoya_Kimeu","surface_form":"Kamoya Kimeu","offset":2761},{"uri":"Dalmatian_(dog)","surface_form":"Dalmatian","offset":3026},{"uri":"Nairobi","surface_form":"Nairobi","offset":3251},{"uri":"Hyrax","surface_form":"hyrax","offset":3472},{"uri":"Monkey","surface_form":"monkey","offset":3483},{"uri":"Civet_cat","surface_form":"civet cat","offset":3493},{"uri":"Eagle_owl","surface_form":"eagle owl","offset":3515},{"uri":"Viper","surface_form":"viper","offset":3557},{"uri":"Python","surface_form":"python","offset":3571},{"uri":"Australopithecine","surface_form":"Australopithecine","offset":4631},{"uri":"Sagittal_crest","surface_form":"sagittal crest","offset":4649},{"uri":"Telanthropus","surface_form":"Telanthropus","offset":4714},{"uri":"Piltdown_man","surface_form":"Piltdown","offset":4838},{"uri":"Paranthropus","surface_form":"Paranthropus","offset":5272},{"uri":"Australopithecus","surface_form":"Australopithecus","offset":5414},{"uri":"National_Geographic","surface_form":"National Geographic","offset":5492},{"uri":"Fort_Ternan","surface_form":"Fort Ternan","offset":5786},{"uri":"Lake_Victoria","surface_form":"Lake Victoria","offset":5801},{"uri":"Kenyapithecus_wickeri","surface_form":"Kenyapithecus wickeri","offset":5851},{"uri":"George_Gaylord_Simpson","surface_form":"George Gaylord Simpson","offset":5961},{"uri":"Condensed_milk","surface_form":"condensed milk","offset":6084},{"uri":"Cognac","surface_form":"cognac","offset":6103},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":6195},{"uri":"Phillip_Tobias","surface_form":"Phillip Tobias","offset":6290},{"uri":"Raymond_Dart","surface_form":"Raymond Dart","offset":6342},{"uri":"Australopithecus","surface_form":"Australopithecus","offset":6505},{"uri":"Jane_Goodall","surface_form":"Jane Goodall","offset":6769},{"uri":"Dian_Fossey","surface_form":"Dian Fossey","offset":6783},{"uri":"Primatology","surface_form":"primatology","offset":6913},{"uri":"Mary_Leakey","surface_form":"Mary Leakey","offset":6980},{"uri":"Laetoli","surface_form":"Laetoli","offset":7051},{"uri":"Tanzania","surface_form":"Tanzania","offset":7095},{"uri":"Anthropology","surface_form":"paleoanthropologist","offset":7176},{"uri":"Richard_Leakey","surface_form":"Richard Leakey","offset":7196},{"uri":"Colin_Leakey","surface_form":"Colin Leakey","offset":7228},{"uri":"Nigel_Gray_Leakey","surface_form":"Nigel Gray Leakey","offset":7257},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":7299},{"uri":"World_War_II","surface_form":"World War II","offset":7321}]}