{"id":284786,"url":"http://en.wikipedia.org/wiki/Marie_Osmond","text":"Olive Marie Osmond, known simply as Marie Osmond (born October 13, 1959) is an American singer, actress and doll designer. She was born in Ogden, Utah. She is the sister of Donny Osmond. Marie was not a part of her family's singing group The Osmonds. She had some success as a solo country artist in the 1970s and 1980s. She also hosted several talk shows with her brother Donny.\nEarly Life.\nMarie was born in Ogden, Utah. She is one of nine children and the only daughter. She was four years old when she first performed on television in the 1960s.\nMusic.\nMarie has released a total of 9 albums of mostly country and pop music. Her 1973 release of Paper Roses became a number 1 hit and started her successful career. Her latest work released in 2015 is titled Music is Medicine.\nBroadway.\nShe stared in 2 Broadway musicals. In 1994 she played the lead in The King and I and in 1997 she played the lead in The Sound of Music.\nActing.\nShe was co-host of the Donny and Marie show that was very popular from 1975 until 1978. Marie acted in several made for TV movies, variety shows, situation comedy's and voiced animated characters during her career.\nIn 1978 she stared in the movie Goin' Coconuts.\nShe will join the CBS daytime show The Talk starting in the 10th season.\nOther work.\nMarie has written 3 books. In 2007 she came in third place on the 5th season of the US version of Dancing with the Stars. From 2008 through 2019 she performed with her brother, Donny, in a musical show at the Flamingo Hotel in Las Vegas, Nevada.\nCharity.\nMarie is the co-founder of the non-profit organization Children's Miracle Network. It started in 1983 and the money raised promotes children's hospitals in North America.\nPersonal.\nMarie is married to Stephen Craig and lives in Las Vegas, Nevada. She has 8 children. She is a member of The Church of Jesus Christ of Latter-day Saints.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":79},{"uri":"Singer","surface_form":"singer","offset":88},{"uri":"Actress","surface_form":"actress","offset":96},{"uri":"Doll","surface_form":"doll","offset":108},{"uri":"Designer","surface_form":"designer","offset":113},{"uri":"Ogden%2C_Utah","surface_form":"Ogden, Utah","offset":139},{"uri":"Sister","surface_form":"sister","offset":163},{"uri":"Donny_Osmond","surface_form":"Donny Osmond","offset":173},{"uri":"The_Osmonds","surface_form":"The Osmonds","offset":238},{"uri":"Country_music","surface_form":"country artist","offset":282},{"uri":"Talk_shows","surface_form":"talk shows","offset":345},{"uri":"Utah","surface_form":"Utah","offset":417},{"uri":"The_King_and_I","surface_form":"The King and I","offset":856},{"uri":"The_Sound_of_Music","surface_form":"The Sound of Music","offset":906},{"uri":"Dancing_with_the_Stars","surface_form":"Dancing with the Stars","offset":1380},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":1823}]}