{"id":284797,"url":"http://en.wikipedia.org/wiki/Olduvai_Gorge","text":"The Olduvai Gorge is a steep-sided ravine in the Great Rift Valley that stretches through East Africa. It is in the eastern Serengeti Plains in northern Tanzania.\nThe Gorge is about long. It is 45 km from the Laetoli archaeological site. The gorge is a highly important prehistoric site for the study of human evolution. It was once a lake, and got covered by layers of volcanic ash.\nThis site was occupied by \"Homo habilis\" about 1.9 million years ago, \"Paranthropus boisei\" 1.8 million years ago, and \"Homo erectus\" 1.2 million years ago. \"Homo sapiens\" occupied the site 17,000 years ago.\nThe name is a misspelling of Oldupai Gorge, which was adopted as the official name in 2005. Oldupai is the Maasai word for the wild sisal plant \"Sansevieria ehrenbergii\", which grows in the gorge.\nGeology.\nMillions of years ago, the site was that of a large lake, the shores of which were covered with successive deposits of volcanic ash.\nAbout 500,000 years ago seismic activity diverted a nearby stream which began to cut down into the sediments, revealing seven main layers in the walls of the gorge. The geology of Olduvai Gorge and the surrounding region was studied in detail by Richard L. Hay, who worked at the site between 1961 and 2002.\nThe stratigraphy is extremely deep and layers of volcanic ash and stones allow radiometric dating of the embedded artifacts, mostly through potassium–argon dating and argon–argon dating. The base of the Olduvai sediments dates to slightly older than 2 million years,\nThe nearby site Laetoli has a much older fossil record.\nPalaeontology.\nOlduvai Gorge is one of the most important prehistoric sites in the world and has been instrumental in furthering understanding of early human evolution. Chasing a fancy butterfly in the green wilds of Tanganyika 50 years ago, a German entomologist named (Wilhelm) Kattwinkel tumbled off a rocky ledge and nearly killed himself. When he regained his senses, he found himself in an anthropologist's dream world: an erosion-created rift with layer after layer of fossils, bones and ancient artifacts. The find was named Olduvai Gorge, and Kattwinkel's heirs ever since have been scrambling up and down its sun-baked sides in search of clues to man's earliest awakening. (\"Time\", Friday 10 March 1961)\nExcavation work there was pioneered by Louis and Mary Leakey beginning in 1931. It is still going on.\nThe earliest archaeological deposit, known as Bed I, has produced evidence of campsites and living floors along with stone tools made of flakes from local basalt and quartz. Since this is the site where these kinds of tools were first discovered, these tools are called Oldowan. It is now thought that the Oldowan toolmaking tradition started about 2.6 million years ago. Bones from this layer are not of modern humans but earlier hominid forms of \"Paranthropus boisei\" and the first discovered specimens of \"Homo habilis\".\nThe site of FLK North has the oldest known evidence of Elephant consumption, attributed to \"Homo ergaster\" around 1.8 million years ago. A nearly complete skeleton of the extinct \"Elephas recki\" was found in the lowest of its six occupation levels along with stone tools such as choppers and flakes. Large numbers of bone fragments of smaller animals found with it clearly identify FLK North as an early butchering site.\nAbove this, in Bed II, pebble tools begin to be replaced by more sophisticated handaxes of the Acheulean industry and made by \"H. ergaster\". This layer has not yet been successfully dated, but likely falls between 1.75 and 1.2 million years.\nBeds III and IV have produced Acheulean tools and fossil bones from more than 600,000 years ago.\nDuring a period of major faulting and volcanism roughly 600,000 to 400,000 years ago, the Masek Beds were made. These beds contained tools from an industry made by modern humans, followed by the Ndutu Beds (400,000 to 32,000 years ago), and the Naisiusiu Beds (22,000 to 15,000 years ago).\nAlso, on the rim of the Gorge, is the Olduvai Gorge Museum. This Museum presents exhibitions about the Gorge's history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ravine","surface_form":"ravine","offset":35},{"uri":"Great_Rift_Valley","surface_form":"Great Rift Valley","offset":49},{"uri":"East_Africa","surface_form":"East Africa","offset":90},{"uri":"Serengeti","surface_form":"Serengeti Plains","offset":124},{"uri":"Tanzania","surface_form":"Tanzania","offset":153},{"uri":"Laetoli","surface_form":"Laetoli","offset":209},{"uri":"Prehistoric","surface_form":"prehistoric","offset":270},{"uri":"Human_evolution","surface_form":"human evolution","offset":304},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":370},{"uri":"Maasai_language","surface_form":"Maasai","offset":699},{"uri":"Sansevieria_ehrenbergii","surface_form":"Sansevieria ehrenbergii","offset":737},{"uri":"Lake","surface_form":"lake","offset":850},{"uri":"Tuff","surface_form":"volcanic ash","offset":917},{"uri":"Earthquake","surface_form":"seismic activity","offset":955},{"uri":"Erosion","surface_form":"cut down","offset":1012},{"uri":"Sediment","surface_form":"sediment","offset":1030},{"uri":"Stratum","surface_form":"layers","offset":1062},{"uri":"Stratigraphy","surface_form":"stratigraphy","offset":1243},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":1318},{"uri":"K%E2%80%93Ar_dating","surface_form":"potassium–argon dating","offset":1379},{"uri":"Argon%E2%80%93argon_dating","surface_form":"argon–argon dating","offset":1406},{"uri":"Laetoli","surface_form":"Laetoli","offset":1522},{"uri":"Fossil","surface_form":"fossil record","offset":1547},{"uri":"Human_evolution","surface_form":"human evolution","offset":1714},{"uri":"Tanganyika","surface_form":"Tanganyika","offset":1779},{"uri":"Entomologist","surface_form":"entomologist","offset":1813},{"uri":"Louis_Leakey","surface_form":"Louis","offset":2315},{"uri":"Mary_Leakey","surface_form":"Mary Leakey","offset":2325},{"uri":"Stone_tool","surface_form":"stone tool","offset":2495},{"uri":"Flake","surface_form":"flake","offset":2515},{"uri":"Basalt","surface_form":"basalt","offset":2533},{"uri":"Quartz","surface_form":"quartz","offset":2544},{"uri":"Oldowan","surface_form":"Oldowan","offset":2648},{"uri":"Hominidae","surface_form":"hominid","offset":2809},{"uri":"Paranthropus_boisei","surface_form":"Paranthropus boisei","offset":2827},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":2887},{"uri":"Elephant","surface_form":"Elephant","offset":2957},{"uri":"Homo_ergaster","surface_form":"Homo ergaster","offset":2994},{"uri":"Pleistocene","surface_form":"1.8 million years ago","offset":3016},{"uri":"Elephas_recki","surface_form":"Elephas recki","offset":3082},{"uri":"Lithic_flake","surface_form":"flakes","offset":3194},{"uri":"Handaxe","surface_form":"handaxe","offset":3402},{"uri":"Acheulean","surface_form":"Acheulean","offset":3418},{"uri":"Archaeological_industry","surface_form":"industry","offset":3428},{"uri":"Acheulean","surface_form":"Acheulean","offset":3595},{"uri":"Fault_(geology)","surface_form":"faulting","offset":3687},{"uri":"Volcanism","surface_form":"volcanism","offset":3700},{"uri":"Olduvai_Gorge_Museum","surface_form":"Olduvai Gorge Museum","offset":3990}]}