{"id":284967,"url":"http://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","text":"The Provisional Irish Republican Army was an Irish republican paramilitary organisation that wanted to unite Ireland, by using armed force to remove Northern Ireland from the United Kingdom, mainly during The Troubles era. It split from the Irish Republican Army (IRA) in 1969. Its violent activities formally ended in 1997. During that time, about 10,000 people were members. In 2002, there were about 1,000 people left; 300 of them were still in active service. In July 2005 it destroyed all its weapons and bombs.\nIts opponents were the British Army, the Royal Ulster Constabulary, and loyalist paramilitary groups like the Ulster Volunteers. The PIRA aimed to remove Northern Ireland from the United Kingdom and create a socialist republic within a united Ireland. It tried to do this through armed attacks and explosions and by using political persuasion.\nThe Provisional Irish Republican Army is also referred to as the IRA, the PIRA, the Provos, or by its supporters as the Army or the 'RA. The PIRA usually refers to its members as volunteers. The IRA is a listed in the UK under the Terrorism Act 2000. It is also listed as an unlawful organisation in the Republic of Ireland. The United States does not list the IRA as a \"foreign terrorist organization\", but includes them in the category of \"other selected terrorist groups also deemed of relevance in the global war on terrorism.\".\nOverview of strategies.\nThe IRA's first strategy was to use force to destroy the Northern Ireland administration and to hurt or kill enough British soldiers and police officers that the British government would leave. The IRA recruited volunteers. They got more volunteers after the 1972 Bloody Sunday attack, in which the British military fired on protesters. The IRA then attacked against British military and economic targets. They were supported by arms and funding from Libya and from some groups in the United States.\nThe IRA agreed to a ceasefire in February 1975, which lasted nearly a year. Then the IRA decided it could not meet its goals with the ceasefire. As a result, the IRA launched a new strategy known as \"the Long War\". This started a war of attrition against the British. As well, they did more political activity through the political party Sinn Féin.\nThe 1981 Irish hunger strike in helped the IRA to gain support and win elections. This led to the Armalite and ballot box strategy which aimed at doing more political activity. The unsuccessful attempt to do more military attacks led republican leaders to look for a political solution. Sinn Féin got more distanced from the IRA. Following negotiations with the Social Democratic and Labour Party (SDLP) and with British civil servants, the IRA called a ceasefire in 1994. They expected that Sinn Féin would be included in political talks for solving the disputes. When the British government demanded the disarmament of the IRA before it allowed Sinn Féin into talks, the IRA called off its ceasefire in February 1996.\nAfter the ceasefire was reinstated in July 1997, Sinn Féin was admitted into all-party talks. This produced the Good Friday Agreement of 1998. The IRA's armed campaign, primarily in Northern Ireland but also in England and mainland Europe, caused the deaths of approximately 1,800 people. The dead included around 1,100 members of the British security forces, and about 640 civilians. The IRA itself lost 275–300 members, of an estimated 10,000 total over the 30-year period.\nOn 28 July 2005, the IRA Army Council announced an end to its armed campaign. The IRA stated that it would use only political and democratic processes. Soon after, the IRA destroyed its guns and bombs.\nTwo small groups split from the Provisional IRA, the Continuity IRA in 1986, and the Real IRA in 1997. Both reject the Good Friday Agreement and continue to engage in paramilitary activity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_people","surface_form":"Irish","offset":45},{"uri":"Paramilitary","surface_form":"paramilitary","offset":62},{"uri":"Ireland","surface_form":"Ireland","offset":109},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":149},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":175},{"uri":"The_Troubles","surface_form":"The Troubles","offset":205},{"uri":"Irish_Republican_Army","surface_form":"Irish Republican Army","offset":241},{"uri":"British_Army","surface_form":"British Army","offset":540},{"uri":"Royal_Ulster_Constabulary","surface_form":"Royal Ulster Constabulary","offset":558},{"uri":"Ulster_loyalism","surface_form":"loyalist","offset":589},{"uri":"Ulster_Volunteers","surface_form":"Ulster Volunteers","offset":627},{"uri":"Socialist_republic","surface_form":"socialist republic","offset":725},{"uri":"Volunteer","surface_form":"volunteer","offset":1040},{"uri":"Terrorism_Act_2000","surface_form":"Terrorism Act 2000","offset":1092},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":1165},{"uri":"Terrorist","surface_form":"terrorist","offset":1318},{"uri":"War_on_terror","surface_form":"war on terror","offset":1374},{"uri":"Soldier","surface_form":"soldier","offset":1542},{"uri":"Police_officer","surface_form":"police officer","offset":1555},{"uri":"Volunteer_(Irish_republican)","surface_form":"volunteers","offset":1630},{"uri":"Bloody_Sunday_(1972)","surface_form":"Bloody Sunday","offset":1682},{"uri":"Libya","surface_form":"Libya","offset":1869},{"uri":"Ceasefire","surface_form":"ceasefire","offset":1938},{"uri":"Attrition_warfare","surface_form":"war of attrition","offset":2148},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":2256},{"uri":"1981_Irish_hunger_strike","surface_form":"1981 Irish hunger strike","offset":2271},{"uri":"Armalite_and_ballot_box_strategy","surface_form":"Armalite and ballot box strategy","offset":2365},{"uri":"Social_Democratic_and_Labour_Party","surface_form":"Social Democratic and Labour Party","offset":2629},{"uri":"Good_Friday_Agreement","surface_form":"Good Friday Agreement","offset":3099},{"uri":"IRA_Army_Council","surface_form":"IRA Army Council","offset":3484},{"uri":"Provisional_IRA_campaign_1969%E2%80%931997","surface_form":"its armed campaign","offset":3521},{"uri":"Continuity_IRA","surface_form":"Continuity IRA","offset":3718},{"uri":"Real_IRA","surface_form":"Real IRA","offset":3750}]}