{"id":284986,"url":"http://en.wikipedia.org/wiki/Loammi_Baldwin","text":"Colonel Loammi Baldwin (January 10, 1744-October 20, 1807) was a noted American engineer, politician, and a soldier in the American Revolutionary War.\nBaldwin is known as the Father of American Civil Engineering. His five sons, Cyrus Baldwin (1773-1854), Benjamin Franklin Baldwin (1777-1821), Loammi Baldwin, Jr. (1780-1834), James Fowle Baldwin (1782-1862), and George Rumford Baldwin (1798-1888) were also well-known engineers. He surveyed and built the Middlesex Canal, but today he is perhaps best remembered for the Baldwin apple which he discovered when surveying the Middlesex Canal, and then developed at his farm\nMilitary Career in the American Revolution.\nIn 1774 Baldwin enlisted in a regiment, and commanded the Woburn militia at the Battle of Lexington and Concord as a major. At the beginning of the war he enlisted in the 26th Continental Regiment commanded by Colonel Samuel Gerrish. Here he rapidly advanced to be lieutenant-colonel, and on Colonel Gerrish's retirement in August 1775, he was placed in command of the regiment, and was soon commissioned colonel.\nUntil the end of 1775, Baldwin and his men stayed near Boston, but in April 1776, he was ordered with his command to New York City. On the night of December 25, 1776, in the face of a violent and extremely cold storm of snow and hail, General Washington and his army crossed the Delaware to the New Jersey side, and fought the Battle of Trenton. Baldwin and his regiment participated in both the crossing and the fight. In 1777, Baldwin resigned from the army because of ill health.\nPolitical career.\nBaldwin was elected to various public offices between 1780 and 1796. He was appointed high sheriff of Middlesex County in 1780, and was the first to hold office after the adoption of the state constitution. From 1778-1784, he represented Woburn in the Massachusetts General Court (the state legislature). In 1794, he was a candidate for election to the United States House of Representatives, and obtained all the votes cast in Woburn but one.\nEngineering career.\nBaldwin began work with his older sons on the Middlesex Canal in 1794 and after nine years, the canal began service in 1803. He later worked on Boston's fortifications. His son Cyrus continued his father's work on the Middlesex Canal as an agent for the canal company. His son Benjamin worked on the Boston Mill Dam for before an early death at age 43.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":123},{"uri":"Civil_Engineering","surface_form":"Civil Engineering","offset":194},{"uri":"Loammi_Baldwin%2C_Jr.","surface_form":"Loammi Baldwin, Jr.","offset":294},{"uri":"James_Fowle_Baldwin","surface_form":"James Fowle Baldwin","offset":327},{"uri":"George_Rumford_Baldwin","surface_form":"George Rumford Baldwin","offset":364},{"uri":"Middlesex_Canal","surface_form":"Middlesex Canal","offset":457},{"uri":"Baldwin_(apple)","surface_form":"Baldwin apple","offset":522},{"uri":"Battle_of_Lexington_and_Concord","surface_form":"Battle of Lexington and Concord","offset":747},{"uri":"26th_Continental_Regiment","surface_form":"26th Continental Regiment","offset":838},{"uri":"Samuel_Gerrish","surface_form":"Samuel Gerrish","offset":885},{"uri":"New_York_City","surface_form":"New York City","offset":1198},{"uri":"George_Washington","surface_form":"Washington","offset":1324},{"uri":"Delaware_River","surface_form":"Delaware","offset":1360},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1376},{"uri":"Battle_of_Trenton","surface_form":"Battle of Trenton","offset":1408},{"uri":"Middlesex_County%2C_Massachusetts","surface_form":"Middlesex County","offset":1684},{"uri":"Massachusetts_General_Court","surface_form":"Massachusetts General Court","offset":1834},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":1935},{"uri":"Middlesex_Canal","surface_form":"Middlesex Canal","offset":2092}]}