{"id":284965,"url":"http://en.wikipedia.org/wiki/Grand_Duke_Alexei_Alexandrovich_of_Russia","text":"Grand Duke Alexei Alexandrovich of Russia (St. Petersburg 14 January 1850 (4 January O.S.) – Paris, 14 November 1908) was the sixth child and the fourth son of Alexander II of Russia and his first wife Maria Alexandrovna (Marie of Hesse). Destined to a naval career, Alexei Alexandrovich started his military training at the age of 7. By the age of 20 he had been appointed lieutenant of the Russian Imperial Navy and had visited all European military ports of Russia. In 1871 he was sent as a goodwill ambassador to the United States and Japan.\nIn 1883 he was appointed general admiral. He made a big contribution to re-equipping the Russian navy with new ships and in modernizing the naval ports. He was blamed for the Russian loss to the Japanese in the Battle of Tsushima. In 1905, he was relieved of his command. He died in Paris in 1908.\nFood.\nDuring 1871 the Grand Duke led a squadron of the Russian Navy on a return visit to the United States. Whilst in New York a dinner in his honour was given at Delmonico's, and the dish Lobster Duke Alexis named for him in his honor by Charles Ranhofer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":43},{"uri":"Alexander_II_of_Russia","surface_form":"Alexander II of Russia","offset":160},{"uri":"Maria_Alexandrovna_(Marie_of_Hesse)","surface_form":"Maria Alexandrovna (Marie of Hesse)","offset":202},{"uri":"General_Admiral","surface_form":"general admiral","offset":571},{"uri":"Battle_of_Tsushima","surface_form":"Battle of Tsushima","offset":757},{"uri":"United_States","surface_form":"United States","offset":937},{"uri":"New_York_City","surface_form":"New York","offset":962},{"uri":"Delmonico%27s","surface_form":"Delmonico's","offset":1007},{"uri":"Lobster_Duke_Alexis","surface_form":"Lobster Duke Alexis","offset":1033},{"uri":"Charles_Ranhofer","surface_form":"Charles Ranhofer","offset":1083}]}