{"id":285,"url":"http://en.wikipedia.org/wiki/Fish","text":"Fish (plural: fish) are an aquatic group of vertebrates which live in water and respire (get oxygen) with gills. They do not have limbs, like arms or legs, and they do have digits (fingers & toes). This is a definition which does not quite work: some amphibia also live in water and have external gills, but they are not fish.\nThere are more fish than tetrapods (land vertebrates): there are over 33,000 described species of fish. Fish are usually covered with scales. They have two sets of paired fins and several unpaired fins. Most fish are cold-blooded (poikilotherm). A fish takes in the oxygen from the water using gills. There are many different kinds of fish. They live in fresh water in lakes and rivers, and in salt water in the ocean. Some fish are less than one centimeter long. The largest fish is the whale shark, which can be almost 15 meters long and weigh 15 tons. Most fish live in the water. A group of fish called the lungfish have developed lungs because they live in rivers and pools which dry up in certain parts of the year. They burrow into mud and aestivate until the water returns.\n'Fish' is a paraphyletic term in cladistics because it lacks a monophyletic group of descendants. It does not include the land vertebrates or tetrapods, which descended from fish.\nFish or fishes?\nThough often used interchangeably, these words have different meanings. \"Fish\" is used either as singular noun or to describe a group of specimens from a single species. \"Fishes\" describes a group of different species.\nTypes of fish.\nCertain animals that have the word \"fish\" in their name are not really fish: Crayfish are crustaceans, and jellyfish are Cnidarians. Some animals look like fish, but are not. Whales and dolphins are mammals, for example.\nBony and cartilagenous fish.\nMost kinds of fish have bones. Some kinds of fish, such as sharks and rays, do not have real bones. Their skeletons are made of cartilage, and so they are known as cartilaginous fish.\nFish scales.\nAll fish are covered with overlapping scales, and each major group of fish has its own special type of scale. Teleosts ('modern' fish) have what are called \"leptoid\" scales. These grow in concentric circles and overlap in a head to tail direction like roof tiles. Sharks and other chondrichthyes have \"placoid\" scales made of denticles, like small versions of their teeth. These also overlap in a head to tail direction, producing a tough outer layer. Shark skin is available for purchase as shagreen, a leather which as original is smooth in one direction, and rough in the other direction. It may be polished for use, but is always rough in texture and resistant to slipping.\nThe scales are usually covered with a layer of slime which improves passage through the water, and makes the fish more slippery to a predator.\nFreshwater fish.\n41% of all fish live in freshwater. There are also some important fish which breed in rivers, and spend the rest of their life in the seas. Examples are salmon, trout, the sea lamprey, and three-spined stickleback. Some other fish are born in salt water, but live most of their adult lives in fresh water: for example the eels.\nSpecies like these change their physiology to cope with the amount of salt in the water.\nSwimming.\nFish swim by exerting force against the surrounding water. There are exceptions, but this is usually done by the fish contracting muscles on either side of its body in order to generate waves of flexion that travel the length of the body from nose to tail, generally getting larger as they go along. Most fishes generate thrust using lateral movements of their body & tail fin (caudal fin). However, there are also species which move mainly using their median and paired fins. The latter group profits from the gained manoeuvrability that is needed when living in coral reefs for example. But they can not swim as fast as fish using their bodies & caudal fins.\nMuscle.\nFish can swim slowly for many hours using red muscle fibres. They also make short, fast bursts using white muscle. The two types of muscle have a fundamentally different physiology. The red fibres are usually alongside a much greater number of white fibres.\nThe white fibres get their energy by converting the carbohydrate glycogen to lactate (lactic acid). This is anaerobic metabolism, that is, it does not need oxygen. They are used for fast, short bursts. Once the lactic acid builds up in the muscles, they stop working, and it takes time for the lactate to be removed, and the glycogen replaced. Using their white fibres, fish can reach speeds of 10 lengths per second for short bursts.\nSwimming for long periods needs oxygen for the red fibres. The oxygen supply has to be constant because these fibres only operate aerobically. They are red because they have a rich blood supply, and they contain myoglobin. Myoglobin transports the oxygen to the oxidising systems. Red muscle gets its energy by oxidising fat, which weight for weight has twice as much energy as carbohydrate or protein. Using their red fibres, fish can keep up a speed of 35 lengths per second for long periods.\nSwimming in groups.\nMany fish swim in groups. Schools of fish can swim together for long distances, and may be chased by predators which also swim in schools. Casual groups are called 'shoals'.\nBody shape.\nThe shape of the body of a fish is important to its swimming. This is because streamlined body shapes makes the water drag less. Here are some common fish shapes:-\nStreamlining.\nThe picture on the right shows a shark. This shark's shape is called \"fusiform\", and it is an ovoid shape where both ends of the fish are pointy. This is the best shape for going through water quickly. Fishes with fusiform shapes can chase prey and escape predators quickly. Many live in the open ocean and swim constantly, like marlins, swordfish, and tuna. Ichthyosaurs, porpoises, dolphins, killer whales all have similar shapes. This is an example of convergent evolution.\nEel-like.\nThe long, ribbon-like shape of an eel's body shows another shape. This enables them to hide in cracks, springing out quickly to capture prey, then returning quickly to their hiding spot.\nFlatfish.\nFlatfish live on the bottom of the ocean or lake. Most use camouflage: they change colors to match the ocean floor.\nCompressed.\nFish with compressed shapes have flat, vertical bodies, with one eye on each side. They swim upright and can be very thin. They usually live in reefs where their flat bodies can slip in and out among the corals, sponges, and rocks, keeping hidden from predators. Angelfish, surgeonfish, and butterflyfish are all compressed fish.\nFish as food.\nSome people eat many different kinds of fish. These include carp, cod, herring, perch, sardines, sturgeon, tilapia, trout, tuna, and many others. A person who buys and sells fish for eating is called a fishmonger.\nThe word \"to fish\" is also used for the activity of catching fishes. People catch fish with small nets from the side of the water or from small boats, or with big nets from big boats. People can also catch fish with fishing poles and fishhooks with bait. This is often called angling. Anglers also different types of fishing lures.\nBecause people are catching too many fish for food or other uses, there are less and less fish in the sea. This is a problem known as Overfishing.\nFish as pets.\nSelective breeding of carp made them into the domesticated koi in Japan, and goldfish in China. This breeding began over 2,000 years ago. The Chinese brought their goldfish indoors during the Song Dynasty. They kept them in large ceramic vessels. That we now do in glass fish tanks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vertebrate","surface_form":"vertebrate","offset":44},{"uri":"Respiration","surface_form":"respire","offset":80},{"uri":"Oxygen","surface_form":"oxygen","offset":93},{"uri":"Gills","surface_form":"gills","offset":106},{"uri":"Definition","surface_form":"definition","offset":208},{"uri":"Amphibia","surface_form":"amphibia","offset":251},{"uri":"Tetrapods","surface_form":"tetrapods","offset":352},{"uri":"Fins","surface_form":"fins","offset":498},{"uri":"Poikilotherm","surface_form":"poikilotherm","offset":558},{"uri":"Oxygen","surface_form":"oxygen","offset":593},{"uri":"Gills","surface_form":"gills","offset":621},{"uri":"Fresh_water","surface_form":"fresh water","offset":681},{"uri":"Lake","surface_form":"lake","offset":696},{"uri":"River","surface_form":"river","offset":706},{"uri":"Salt_water","surface_form":"salt water","offset":721},{"uri":"Ocean","surface_form":"ocean","offset":739},{"uri":"Centimeter","surface_form":"centimeter","offset":774},{"uri":"Whale_shark","surface_form":"whale shark","offset":815},{"uri":"Metre","surface_form":"meters","offset":851},{"uri":"Ton","surface_form":"ton","offset":876},{"uri":"Lungfish","surface_form":"lungfish","offset":938},{"uri":"Lung","surface_form":"lung","offset":962},{"uri":"Aestivation","surface_form":"aestivate","offset":1074},{"uri":"Paraphyletic","surface_form":"paraphyletic","offset":1121},{"uri":"Cladistics","surface_form":"cladistics","offset":1142},{"uri":"Monophyletic","surface_form":"monophyletic","offset":1172},{"uri":"Tetrapod","surface_form":"tetrapod","offset":1251},{"uri":"Crayfish","surface_form":"Crayfish","offset":1616},{"uri":"Crustacean","surface_form":"crustacean","offset":1629},{"uri":"Jellyfish","surface_form":"jellyfish","offset":1646},{"uri":"Cnidaria","surface_form":"Cnidaria","offset":1660},{"uri":"Whale","surface_form":"Whale","offset":1714},{"uri":"Dolphin","surface_form":"dolphin","offset":1725},{"uri":"Mammal","surface_form":"mammal","offset":1738},{"uri":"Bone","surface_form":"bone","offset":1813},{"uri":"Shark","surface_form":"shark","offset":1848},{"uri":"Ray","surface_form":"ray","offset":1859},{"uri":"Skeleton","surface_form":"skeleton","offset":1895},{"uri":"Cartilage","surface_form":"cartilage","offset":1917},{"uri":"Cartilaginous_fish","surface_form":"cartilaginous fish","offset":1953},{"uri":"Scale_(zoology)","surface_form":"scales","offset":2024},{"uri":"Shagreen","surface_form":"shagreen","offset":2478},{"uri":"Slime","surface_form":"slime","offset":2711},{"uri":"Predator","surface_form":"predator","offset":2797},{"uri":"Freshwater","surface_form":"freshwater","offset":2848},{"uri":"Salmon","surface_form":"salmon","offset":2977},{"uri":"Trout","surface_form":"trout","offset":2985},{"uri":"Stickleback","surface_form":"stickleback","offset":3026},{"uri":"Eels","surface_form":"eels","offset":3146},{"uri":"Physiology","surface_form":"physiology","offset":3184},{"uri":"Physiology","surface_form":"physiology","offset":4090},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":4230},{"uri":"Glycogen","surface_form":"glycogen","offset":4243},{"uri":"Lactic_acid","surface_form":"lactic acid","offset":4264},{"uri":"Anaerobic_metabolism","surface_form":"anaerobic metabolism","offset":4286},{"uri":"Oxygen","surface_form":"oxygen","offset":4334},{"uri":"Aerobic","surface_form":"aerobic","offset":4743},{"uri":"Myoglobin","surface_form":"myoglobin","offset":4825},{"uri":"Fat","surface_form":"fat","offset":4934},{"uri":"Streamline","surface_form":"streamlined","offset":5392},{"uri":"Shark","surface_form":"shark","offset":5525},{"uri":"Marlin","surface_form":"marlin","offset":5821},{"uri":"Swordfish","surface_form":"swordfish","offset":5830},{"uri":"Tuna","surface_form":"tuna","offset":5845},{"uri":"Ichthyosaur","surface_form":"Ichthyosaur","offset":5851},{"uri":"Porpoise","surface_form":"porpoise","offset":5865},{"uri":"Dolphin","surface_form":"dolphin","offset":5876},{"uri":"Killer_whale","surface_form":"killer whale","offset":5886},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":5947},{"uri":"Eel","surface_form":"eel","offset":6013},{"uri":"Flatfish","surface_form":"Flatfish","offset":6176},{"uri":"Camouflage","surface_form":"camouflage","offset":6235},{"uri":"Reef","surface_form":"reef","offset":6448},{"uri":"Coral","surface_form":"coral","offset":6508},{"uri":"Sponge","surface_form":"sponge","offset":6516},{"uri":"Marine_angelfish","surface_form":"Angelfish","offset":6567},{"uri":"Surgeonfish","surface_form":"surgeonfish","offset":6578},{"uri":"Butterflyfish","surface_form":"butterflyfish","offset":6595},{"uri":"Carp","surface_form":"carp","offset":6708},{"uri":"Cod","surface_form":"cod","offset":6714},{"uri":"Herring","surface_form":"herring","offset":6719},{"uri":"Perch","surface_form":"perch","offset":6728},{"uri":"Sardine","surface_form":"sardine","offset":6735},{"uri":"Sturgeon","surface_form":"sturgeon","offset":6745},{"uri":"Tilapia","surface_form":"tilapia","offset":6755},{"uri":"Trout","surface_form":"trout","offset":6764},{"uri":"Tuna","surface_form":"tuna","offset":6771},{"uri":"Fishmonger","surface_form":"fishmonger","offset":6850},{"uri":"Fishing_net","surface_form":"nets","offset":6960},{"uri":"Boat","surface_form":"boat","offset":7006},{"uri":"Fishing_net","surface_form":"nets","offset":7025},{"uri":"Fishing_pole","surface_form":"fishing pole","offset":7078},{"uri":"Bait","surface_form":"bait","offset":7111},{"uri":"Angling","surface_form":"angling","offset":7138},{"uri":"Fishing_lure","surface_form":"fishing lure","offset":7179},{"uri":"Overfishing","surface_form":"Overfishing","offset":7328},{"uri":"Selective_breeding","surface_form":"Selective breeding","offset":7355},{"uri":"Carp","surface_form":"carp","offset":7377},{"uri":"Domesticated","surface_form":"domesticated","offset":7401},{"uri":"Koi","surface_form":"koi","offset":7414},{"uri":"Japan","surface_form":"Japan","offset":7421},{"uri":"Goldfish","surface_form":"goldfish","offset":7432},{"uri":"China","surface_form":"China","offset":7444},{"uri":"Chinese_people","surface_form":"Chinese","offset":7497},{"uri":"Goldfish","surface_form":"goldfish","offset":7519},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":7547},{"uri":"Ceramic","surface_form":"ceramic","offset":7585}]}