{"id":285071,"url":"http://en.wikipedia.org/wiki/Nuclear_espionage","text":"ce=\"preserve\">Nuclear espionage is sharing a country's secrets about nuclear weapons to other countries without permission. Since nuclear weapons have been invented, there have been many cases of known nuclear espionage, and also many cases where it has thought to have happened, but has not been proven. Because nuclear weapons are usually considered the most important of state secrets, all nations with nuclear weapons have strict rules against sharing information about how nuclear weapons are designed, where they are kept, and other things about them. There are also rules that keep countries who have signed non-proliferation agreements (which are meant to stop the spread of nuclear weapons) from sharing information about such weapons with the public.\nManhattan Project.\nDuring the Manhattan Project, which was when the United States, the United Kingdom, and Canada worked together during World War II to make the first nuclear weapons, there was much nuclear espionage in which scientists or technicians working for the project sent information about bomb development and designs to the Soviet Union. These people are often called the Atomic Spies, and their work continued into the early Cold War. There has been much disagreement over the exact details of these cases, though some of this was settled when VENONA Project transcripts were made public. These were secret messages between Soviet agents and the Soviet government that were discovered and decoded. Some issues remain unsettled, however.\nThe Soviet Union tested its first atomic bomb in 1949. There is disagreement over whether this spying helped the Soviet Union make an atomic bomb faster. While some of the information given, such as information given by Klaus Fuchs, could probably have been very helpful, the way the people in charge of the Soviet bomb project actually used the information has led later scholars to think it did not actually speed up the Soviet Union's process of making bombs much. According to this account, the information was mostly used as a \"check\" against the Soviet Union's own scientists' work, and little of it was actually shared with the Soviet scientists because neither their scientists nor spies were trusted much. Later scholarship has also shown that the biggest problem with the Soviets' early development was not problems designing the weapons, but rather problems getting the materials.\nIsrael.\nIn 1986, Mordechai Vanunu, who had worked at a nuclear facility in Israel, gave information about Israel's nuclear weapons program to the British press. People had thought before that Israel had an advanced and secretive nuclear weapons program and collection, but now they knew for sure. Israel has never said that it does or does not have a nuclear weapons program, and Vanunu was kidnapped and smuggled to Israel, where he was convicted of treason and espionage.\nWhether Vanunu was technically involved in espionage is debated: Vanunu and his supporters say that he should be called a whistle-blower (someone who was exposing something secret and illegal), while his opponents think that he is a traitor and that what he did helped enemies of Israel. After Vanunu left Israel, he did not give his information right away. He travelled for about a year before doing so.\nPeople's Republic of China.\nIn a 1999 report of the United States House of Representatives Select Committee on U.S. National Security and Military/Commercial Concerns with the People's Republic of China, chaired by Rep. Christopher Cox (called the Cox Report), it was revealed that U.S. security agencies thought there was nuclear espionage going on by the People's Republic of China (PRC) at American nuclear weapons design laboratories. The report said that China had \"stolen classified information on all of the United States' most advanced thermonuclear warheads\" since the 1970s, including the design of advanced warheads, the neutron bomb, and \"weapons codes\" which allow for computer simulations of nuclear testing (and allow China to advance their weapon development without doing its own tests). The United States apparently did not know of this until 1995.\nThe investigations described in the report eventually led to the arrest of Wen Ho Lee, a scientist at Los Alamos, who was at first accused of giving weapons information to China. The case against Lee eventually fell apart, however, and he was eventually charged only with mishandling of data. Other people and groups arrested or fined were scientist Peter Lee (not related to Wen Ho Lee), who was arrested for allegedly giving submarine radar secrets to China, and Loral Space & Communications and Hughes Electronics, who gave China missile secrets. No other arrests from the theft of the nuclear designs have been made.\nPakistan.\nIn January 2004, Dr. Abdul Qadeer Khan, a Pakistani nuclear scientist, admitted selling restricted nuclear weapons technology to Libya, Iran, and North Korea. According to his testimony and reports from intelligence agencies, Khan sold designs for centrifuges used to enrich uranium and Chinese designs for a nuclear warhead, and sold centrifuges themselves to these three countries. Khan had previously been said to have taken gas centrifuge designs from a uranium enrichment company in the Netherlands (URENCO) which he used to help Pakistan's own nuclear weapons program get started. On February 5, 2004, the president of Pakistan, General Pervez Musharraf, said that he had pardoned Khan. Pakistan's government says that they had no part in the espionage, but refuses to turn Khan over for questioning by the International Atomic Energy Agency.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":69},{"uri":"Nuclear_proliferation","surface_form":"non-proliferation","offset":615},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":791},{"uri":"United_States","surface_form":"United States","offset":829},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":848},{"uri":"Canada","surface_form":"Canada","offset":868},{"uri":"World_War_II","surface_form":"World War II","offset":898},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1097},{"uri":"Cold_War","surface_form":"Cold War","offset":1199},{"uri":"VENONA","surface_form":"VENONA","offset":1318},{"uri":"Israel","surface_form":"Israel","offset":2478},{"uri":"Treason","surface_form":"treason","offset":2854},{"uri":"Whistle-blower","surface_form":"whistle-blower","offset":2999},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":3334},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":3639},{"uri":"Neutron_bomb","surface_form":"neutron bomb","offset":3914},{"uri":"Nuclear_testing","surface_form":"nuclear testing","offset":3988},{"uri":"Pakistan","surface_form":"Pakistan","offset":4822},{"uri":"Libya","surface_form":"Libya","offset":4909},{"uri":"Iran","surface_form":"Iran","offset":4916},{"uri":"North_Korea","surface_form":"North Korea","offset":4926},{"uri":"Centrifuges","surface_form":"centrifuges","offset":5028},{"uri":"Enrich","surface_form":"enrich","offset":5048},{"uri":"Uranium","surface_form":"uranium","offset":5055},{"uri":"URENCO","surface_form":"URENCO","offset":5285},{"uri":"Pervez_Musharraf","surface_form":"Pervez Musharraf","offset":5423},{"uri":"International_Atomic_Energy_Agency","surface_form":"International Atomic Energy Agency","offset":5593}]}