{"id":285022,"url":"http://en.wikipedia.org/wiki/Magic_Johnson","text":"Earvin \"Magic\" Johnson Jr. (born August 14, 1959 in Lansing, Michigan) is an American retired NBA basketball player. He won the NBA Championship in 1980, 1982, 1985, 1987 and 1988 all with the Los Angeles Lakers. He played college basketball at Michigan State University where he developed a rivalry and friendship with Boston Celtics star Larry Bird when he faced him in the 1979 NCAA finals and three NBA championship games. Although Johnson was a versatile player who played all five positions occasionally, he is considered by many to be the greatest point guard, passer and playmaker in the history of the game.\nIn 1991, Johnson made public that he had been diagnosed with HIV. He is a supporter of AIDS prevention.\nIn 1992, Johnson was a member of the United States men's national basketball team. That team won an Olympic gold medal.\nHe was inducted into the Basketball Hall of Fame in 2002 and was also named as one of the 50 Greatest Players in NBA History in 1996.\nOn February 21, 2017, Johnson replaced Jim Buss as the president of basketball operations for the Los Angeles Lakers. On April 9, 2019, Johnson resigned from his role as president of basketball operations of the Lakers wishing to return to his role of NBA ambassador.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lansing%2C_Michigan","surface_form":"Lansing","offset":52},{"uri":"Michigan","surface_form":"Michigan","offset":61},{"uri":"Americans","surface_form":"American","offset":77},{"uri":"Retire","surface_form":"retire","offset":86},{"uri":"National_Basketball_Association","surface_form":"NBA","offset":94},{"uri":"Basketball","surface_form":"basketball","offset":98},{"uri":"NBA_Championship","surface_form":"NBA Championship","offset":128},{"uri":"Michigan_State_University","surface_form":"Michigan State University","offset":245},{"uri":"Larry_Bird","surface_form":"Larry Bird","offset":340},{"uri":"Point_guard","surface_form":"point guard","offset":555},{"uri":"Diagnose","surface_form":"diagnose","offset":663},{"uri":"HIV","surface_form":"HIV","offset":678},{"uri":"Jim_Buss","surface_form":"Jim Buss","offset":1014}]}