{"id":285097,"url":"http://en.wikipedia.org/wiki/Type_2_diabetes","text":"e=\"preserve\">Diabetes mellitus type 2 (or adult-onset diabetes) is a metabolic disorder where high levels of blood sugar occur. Left untreated, it can cause heart attacks, strokes, blindness and kidney failure.\nCause.\nUsually, blood sugar levels are regulated by insulin, but in type 2 diabetes this does not work properly. Insulin is a hormone which tells the muscle and fat cells of the body to take up sugar from the blood. If there is too much sugar in the blood for a long period of time, the muscle and fat cells start to ignore insulin. As a result, sugar stays in the blood and is not taken up, leading to a high blood sugar.\nThis situation is different from diabetes mellitus type 1. In this case, the islet cells, which make insulin in the pancreas, have been destroyed by the body, and as a result there is no insulin. Diabetes type 1 usually occurs in children or young adults, whilst diabetes type 2 usually occurs in older people. However, recently childhood obesity has led to some young adults and teenagers developing type 2 diabetes. Type 2 diabetes makes up around 90% of cases of diabetes, while type 1 diabetes and other types of diabetes make up the other 10%.\nType 2 diabetes is a result of both genetics and lifestyle. People who have relatives with diabetes type 2 are at an increased risk. They may develop diabetes if they have other risk factors in their lifestyle, for example obesity or low amount of exercise.\nComplications.\nPoorly managed diabetes can lead to heart attacks, strokes, blindness and kidney failure.\nTreatment.\nType 2 diabetes can often be treated just by losing weight and exercising more, as these increase the body’s sensitivity to insulin. A medicine called Metformin is often prescribed, which works by helping the fat and muscle cells of the body listen to the signal from insulin to take up sugar from the blood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metabolism","surface_form":"metabolic disorder","offset":69},{"uri":"Hyperglycemia","surface_form":"high levels of blood sugar","offset":94},{"uri":"Heart_attacks","surface_form":"heart attacks","offset":157},{"uri":"Stroke","surface_form":"strokes","offset":172},{"uri":"Blindness","surface_form":"blindness","offset":181},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":195},{"uri":"Insulin","surface_form":"insulin","offset":263},{"uri":"Diabetes_mellitus_type_1","surface_form":"diabetes mellitus type 1","offset":667},{"uri":"Pancreas","surface_form":"pancreas","offset":750},{"uri":"Genetics","surface_form":"genetics","offset":1219},{"uri":"Lifestyle","surface_form":"lifestyle","offset":1232},{"uri":"Obesity","surface_form":"obesity","offset":1406},{"uri":"Exercise","surface_form":"exercise","offset":1431},{"uri":"Heart_attack","surface_form":"heart attack","offset":1492},{"uri":"Stroke","surface_form":"stroke","offset":1507},{"uri":"Blindness","surface_form":"blindness","offset":1516},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":1530}]}