{"id":285038,"url":"http://en.wikipedia.org/wiki/Lamborghini_Diablo","text":"The Lamborghini Diablo is a sports car. Lamborghini built it from 1990 to 2001. The name \"Diablo\" means \"devil\" in Spanish. The Diablo replaced the Countach. Lamborghini made the Diablo in Sant'Agata Bolognese, Italy. Lamborghini built 2,884 Diablos in total. The next model after Diablo was Murciélago.\nHistory.\nThe Diablo was built by Marcello Gandini to replace the Countach. Lamborghini wanted to make the Diablo reach a top speed of. The company released the first Diablo in January 1990. The Diablo was built until 2001. After that, it was replaced by the Murcielago.\nProduction models.\nLamborghini built several different kinds of the Diablo. After its first release in 1990, it was re-designed in 1998. It was sold until 2001.\nDiablo.\nLamborghini released the Diablo to the public on January 21, 1990. The Diablo was powered by a 5.7 L (348 cu in) Lamborghini V12 engine. The engine made and of torque. The Diablo could accelerate 0- in about 4.5 seconds. It also had a top speed of. The Diablo was rear-wheel drive. Its engine was mid-mounted.\nDiablo Roadster Concept.\nLamborghini first revealed the Diablo Roadster Concept at the 1992 Geneva Motor Show. Lamborghini allowed the German tuner Koenig Competition to turn regular Diablos into Diablo Roadsters. Koenig Competition stopped doing this in 1995. It was because Lamborghini had released the factory-made Diablo VT roadster in 1995.\nDiablo VT.\nLamborghini revealed the Diablo VT in 1993. The Diablo VT was the first Lamborghini to have all-wheel drive. There were also a few other changes to the car, such as power steering. Most of these would eventually be found on the standard Diablo.\nDiablo SE30 and SE30 Jota.\nLamborghini revealed the Diablo SE30 in 1993. It was made to celebrate Lamborghini’s 30th anniversary. The Diablo SE30 was lighter and more powerful than the standard Diablo. The engine had its power increased to. The Diablo SE30 was rear-wheel drive.\nLamborghini built 150 Diablo SE30s. Fifteen of them were changed into the \"Jota\" version. The \"Jota\" upgrade turned the Diablo SE30 into a more track-focused car. The Jota’s engine made, and of torque.\nDiablo SV.\nLamborghini revealed the Diablo SV at the 1995 Geneva Motor Show. The SV is based on the standard Diablo. This means that it does not have the Diablo VT’s all-wheel drive system. The Diablo SV was more powerful than the standard Diablo. It made at 7,100 rpm, and of torque at 5,900 rpm. The Diablo SV actually cost less than the standard Diablo, even though it was more powerful.\nDiablo VT Roadster.\nLamborghini introduced the Diablo VT Roadster in December 1995. The VT roadster used the same all-wheel drive system as the VT.\nIn 1998, Lamborghini increased the power of the Diablo VT Roadster to. The car’s top speed was raised to because the engine made more power.\nDiablo SV (1999).\nThe Diablo was updated in 1999. Lamborghini stopped making the standard Diablo in 1999. This was because the Diablo SV had become the basic Diablo model.\nLamborghini changed the inside of the Diablo (see picture).\nLamborghini increased the power level of the Diablo SV to and of torque.\nDiablo VT and VT Roadster (1999).\nThe second-generation VT was very similar to the first one. There were a few changes, though. These included an engine that tuned to make. The VT kept the same all-wheel drive system.\nDiablo GT.\nLamborghini revealed the Diablo GT in 1998. It was made mainly to be used for track racing. The Diablo GT weighed less than the standard Diablo. The Diablo GT’s engine’s size was increased to. The engine made and of torque. A version of the Diablo GT’s engine was later used in the Diablo VT 6.0.\nDiablo VT 6.0 and VT 6.0 SE.\nLamborghini introduced the Diablo VT 6.0 in 1994. It shared its engine with the Diablo GT. The engine made and of torque.\nThere were only two versions of the Diablo VT 6.0. The two versions were an all-wheel drive version, and a two-wheel drive version. This was because Lamborghini was working on making the Murcielago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sports_car","surface_form":"sports car","offset":28},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":40},{"uri":"Spanish_language","surface_form":"Spanish","offset":115},{"uri":"Lamborghini_Countach","surface_form":"Countach","offset":148},{"uri":"Sant%27Agata_Bolognese","surface_form":"Sant'Agata Bolognese","offset":189},{"uri":"Italy","surface_form":"Italy","offset":211},{"uri":"Lamborghini_Murci%C3%A9lago","surface_form":"Murciélago","offset":292},{"uri":"Marcello_Gandini","surface_form":"Marcello Gandini","offset":337},{"uri":"Lamborghini_Murcielago","surface_form":"Murcielago","offset":562},{"uri":"Cubic_inch","surface_form":"cu in","offset":849},{"uri":"Lamborghini_V12","surface_form":"Lamborghini V12","offset":856},{"uri":"Engine","surface_form":"engine","offset":872},{"uri":"Torque","surface_form":"torque","offset":903},{"uri":"Accelerate","surface_form":"accelerate","offset":928},{"uri":"Rear-wheel_drive","surface_form":"rear-wheel drive","offset":1007},{"uri":"Mid-engine_design","surface_form":"mid-mounted","offset":1040},{"uri":"Koenig_Specials","surface_form":"Koenig Competition","offset":1201},{"uri":"All-wheel_drive","surface_form":"all-wheel drive","offset":1502},{"uri":"Power_steering","surface_form":"power steering","offset":1575},{"uri":"Celebrate","surface_form":"celebrate","offset":1743},{"uri":"Anniversary","surface_form":"anniversary","offset":1772},{"uri":"Torque","surface_form":"torque","offset":2128},{"uri":"Rpm","surface_form":"rpm","offset":2401},{"uri":"Track_racing","surface_form":"track racing","offset":3428},{"uri":"Lamborghini_Murcielago","surface_form":"Murcielago","offset":3985}]}