{"id":285299,"url":"http://en.wikipedia.org/wiki/Burt_Reynolds","text":"Burton Leon \"Burt\" Reynolds Jr. (February 11, 1936 – September 6, 2018) was an American actor, director and producer.\nHe starred in many roles, such as \"Dan August\", \"Deliverance\", \"The Longest Yard\" with its 2005 remake, Without a Paddle (2004) and \"Smokey and the Bandit\". He won two Golden Globe Awards, including in \"Evening Shade\" for Best Actor in a Television Series Musical or Comedy and in \"Boogie Nights\" for Best Supporting Actor – Motion Picture.\nEarly life.\nReynolds was the son of Harriette Fernette \"Fern\" (née Miller; 1902–1992) and Douglas Burton Reynolds (1906–2002). He had Dutch, English, Scots-Irish and Scottish ancestry, and also claimed Cherokee and Italian roots through his father. During his career, he often claimed to have been born in Waycross, Georgia, although he said in 2015 he was actually born in Lansing, Michigan. He was born on February 11, 1936, and in his autobiography stated that Lansing is where his family lived when his father was drafted into the United States Army.\nHe, his mother, and his sister joined his father at Fort Leonard Wood, Missouri, and lived there for two years. When his father was sent to Europe, the family moved to Lake City, Michigan, where his mother had been raised. In 1946, the family moved to Riviera Beach, Florida. His father eventually became Chief of Police of Riviera Beach, which is adjacent to the north end of West Palm Beach, Florida. During 10th grade at Palm Beach High School, Reynolds was named First Team All State and All Southern as a fullback, and received multiple scholarship offers.\nPersonal life and death.\nReynolds married Judy Carne from 1963 to 1965. He had a relationship with Dinah Shore in the early 1970s for five years. He had a relationship with Sally Field from 1977 to 1982, during which time they appeared together in four films. Reynolds married Loni Anderson from 1988 to 1993. They adopted a son, Quinton. He and Anderson separated after he fell in love with a cocktail waitress, with whom he later traded lawsuits which were settled out of court.\nHis friends included Johnny Carson, James Hampton, Dom DeLuise, Jerry Reed, Charles Nelson Reilly, Tammy Wynette, Lucie Arnaz, Adrienne Barbeau, Tawny Little, Dinah Shore, Clint Eastwood and Chris Evert.\nIn the late 1970s, Reynolds opened Burt's Place, a nightclub restaurant in the Omni International Hotel in the Hotel District of Downtown Atlanta, and briefly operated a second version at Lenox Square. He was a lifelong fan of American football, a result of his collegiate career, and was a minority owner of the Tampa Bay Bandits of the USFL from 1982 to 1986. The team's name was inspired by the Smokey and the Bandit trilogy and Skoal Bandit, a primary sponsor for the team as a result of also sponsoring Reynolds' motor racing team. Reynolds co-owned a NASCAR Winston Cup team, Mach 1 Racing, with Hal Needham, which ran the #33 \"Skoal Bandit\" car with driver Harry Gant. He was awarded an honorary doctorate from Florida State University in 1981 and later endorsed the construction of a new performing arts facility in Sarasota, Florida.\nHe also owned a private \"dinner theater\" in Jupiter, Florida, with a focus on training young performers looking to enter show business. The theater was later renamed to the Burt Reynolds Jupiter Theater and closed in 1997 after Reynolds declared bankruptcy. In 1984, he opened a restaurant in Fort Lauderdale, \"Burt & Jacks\", which he co-owned with Jack Jackson.\nWhile filming \"City Heat\", Reynolds was struck in the face with a metal chair and had temporomandibular joint dysfunction. He lost thirty pounds from not eating. The painkillers he was prescribed led to addiction, which lasted several years. He underwent back surgery in 2009 and a quintuple coronary artery bypass surgery in February 2010. On August 16, 2011, Merrill Lynch Credit Corporation filed foreclosure papers, claiming Reynolds owed US$1.2 million on his home in Hobe Sound, Florida. He owned the Burt Reynolds Ranch, where scenes for Smokey and the Bandit were filmed and which once had a petting zoo, until its sale during bankruptcy. In April 2014, the 153-acre (62 ha) rural property was rezoned for residential use and the Palm Beach County school system was empowered to sell it which they did to the residential developer K. Hovnanian Homes. Reynolds also once purchased a mansion on a tract of land in Loganville, Georgia.\nReynolds died of a heart attack on September 6, 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":79},{"uri":"Actor","surface_form":"actor","offset":88},{"uri":"Movie_director","surface_form":"director","offset":95},{"uri":"Producer","surface_form":"producer","offset":108},{"uri":"Dan_August","surface_form":"Dan August","offset":153},{"uri":"Deliverance","surface_form":"Deliverance","offset":167},{"uri":"The_Longest_Yard_(1974_movie)","surface_form":"The Longest Yard","offset":182},{"uri":"The_Longest_Yard_(2005_movie)","surface_form":"2005 remake","offset":209},{"uri":"Without_a_Paddle","surface_form":"Without a Paddle","offset":222},{"uri":"Smokey_and_the_Bandit","surface_form":"Smokey and the Bandit","offset":251},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":286},{"uri":"Evening_Shade","surface_form":"Evening Shade","offset":321},{"uri":"Golden_Globe_Award_for_Best_Actor_%E2%80%93_Television_Series_Musical_or_Comedy","surface_form":"Best Actor in a Television Series Musical or Comedy","offset":340},{"uri":"Boogie_Nights","surface_form":"Boogie Nights","offset":400},{"uri":"Golden_Globe_Award_for_Best_Supporting_Actor_%E2%80%93_Motion_Picture","surface_form":"Best Supporting Actor – Motion Picture","offset":419},{"uri":"City_Heat","surface_form":"City Heat","offset":3482}]}