{"id":285242,"url":"http://en.wikipedia.org/wiki/University_of_Detroit_Mercy","text":"The University of Detroit Mercy is a private, Roman Catholic co-educational university in Detroit, Michigan. The university has about 5,450 students. It was formed in 1990 with the merger of two Catholic schools in Detroit—the University of Detroit, a Jesuit school founded in 1877 as Detroit College, and Mercy College of Detroit, founded by the Sisters of Mercy in 1941. The current president of the university is Antoine M. Garibaldi.\nSports.\nAlthough the current university name has been in place since 1990, UDM kept calling itself simply \"Detroit\" for sports purposes until 2017, when it added \"Mercy\" to its sports branding. The teams have been nicknamed Titans since 1919 or 1924, depending on the source. They have 17 varsity teams, almost all of which compete in the Horizon League. The Titans have different homes for the three sports that they play but the Horizon League does not. Fencing, a sport in which men and women compete for a single NCAA team championship (though with all bouts involving only men or women), competes in the Midwest Fencing Conference. Men's and women's lacrosse also compete elsewhere, with men in the Metro Atlantic Athletic Conference and women in the Mid-American Conference.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic_Church","surface_form":"Roman Catholic","offset":46},{"uri":"University","surface_form":"university","offset":76},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit","offset":90},{"uri":"Michigan","surface_form":"Michigan","offset":99},{"uri":"Society_of_Jesus","surface_form":"Jesuit","offset":252},{"uri":"1877","surface_form":"1877","offset":277},{"uri":"Horizon_League","surface_form":"Horizon League","offset":777},{"uri":"Metro_Atlantic_Athletic_Conference","surface_form":"Metro Atlantic Athletic Conference","offset":1142},{"uri":"Mid-American_Conference","surface_form":"Mid-American Conference","offset":1194}]}