{"id":28527,"url":"http://en.wikipedia.org/wiki/Pentagram","text":"A pentagram is a five-pointed star, with all lines the same length and all angles the same. A 'pentangle', 'star pentagon', or 'pentalpha' means the same thing.\nThe word \"pentacle\" originally meant 'any symbol that protects against evil spirits'. There are many of such symbols, only a few of which include a pentagram. During the modern age of Wicca, the word 'pentacle' acquired a second definition, due to sounding similar to the word 'pentagram', and the fact that wiccan pentacles use a pentagram. That second definition of 'pentacle' is 'a circumscribed pentagram', which means 'a pentagram drawn inside a circle so that the points of the pentagram touch the circle'.\nThe pentagram means different things to different people. These meanings have changed over time.\nReligious meanings.\nIn ancient times, the pentagram was used as a Christian symbol. It stood for the five wounds that Jesus Christ received during his crucifixion (the nails in each hand and foot, and the spear wound in his side).\nIn the past, the pentagram was commonly seen as a symbol for good and for protection against evil.\nIn Taoism, a pentagram shows how the five classical oriental elements (earth, water, wood, fire, and metal) are related.\nToday, the pentagram is the most commonly used symbol of Wicca. Some post-Gardnerian wiccans, imitating Taoism, associate the five points of the pentagram with the four classical Greek elements (fire, water, earth, and air) and spirit.\nSome Satanists, especially members of the Church of Satan, use an upside-down pentacle as a symbol for their religion. The Church of Satan's official symbol is an upside-down pentacle with a goat head inside, called the \"Sigil of Baphomet.\" (A 'sigil' is a symbol of a supernatural being). It was originally the influential 1800s French occultist Eliphas Levi who associated the pentagram with the goat-headed baphomet, by drawing a pentagram on the baphomet's forehead. Anton LaVey, who created the Church of Satan in 1966, took the idea from Levi.\nThe pentagram in literature.\nIn \"Sir Gawain and the Green Knight,\" a 14th century romance story, the pentagram is mentioned as a symbol for Gawain's good character and truth.\nMore recently, the meaning of the pentagram was discussed in \"The Da Vinci Code\" by Dan Brown. According to the book, the pentagram actually belonged to the ancient religion of Pagan Sun Worship, and was tied to the female planet Venus: every 8 years Venus traces a perfect pentagram across the sky. The book says that the pentagram was a symbol for the sacred female, but was later taken by Christianity and said to mean the devil in order to destroy beliefs that females were sacred.\nOther uses.\nA pentacle is on the flag of Morocco, as well as Ethiopia's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Angle","surface_form":"angle","offset":75},{"uri":"Wicca","surface_form":"Wicca","offset":345},{"uri":"Ancient_history","surface_form":"ancient times","offset":794},{"uri":"Christianity","surface_form":"Christian","offset":837},{"uri":"Symbol","surface_form":"symbol","offset":847},{"uri":"Injury","surface_form":"wounds","offset":877},{"uri":"Jesus","surface_form":"Jesus Christ","offset":889},{"uri":"Crucifixion_of_Jesus","surface_form":"his crucifixion","offset":918},{"uri":"Spear","surface_form":"spear","offset":976},{"uri":"Evil","surface_form":"evil","offset":1095},{"uri":"Taoism","surface_form":"Taoism","offset":1104},{"uri":"Metal","surface_form":"metal","offset":1202},{"uri":"Wicca","surface_form":"Wicca","offset":1279},{"uri":"Spirit","surface_form":"spirit","offset":1450},{"uri":"Satanism","surface_form":"Satanists","offset":1463},{"uri":"Church_of_Satan","surface_form":"Church of Satan","offset":1500},{"uri":"Goat","surface_form":"goat","offset":1649},{"uri":"Baphomet","surface_form":"Baphomet","offset":1688},{"uri":"Eliphas_Levi","surface_form":"Eliphas Levi","offset":1805},{"uri":"Anton_LaVey","surface_form":"Anton LaVey","offset":1929},{"uri":"Sir_Gawain_and_the_Green_Knight","surface_form":"Sir Gawain and the Green Knight","offset":2041},{"uri":"14th_century","surface_form":"14th century","offset":2077},{"uri":"Romance","surface_form":"romance","offset":2090},{"uri":"The_Da_Vinci_Code","surface_form":"The Da Vinci Code","offset":2245},{"uri":"Dan_Brown","surface_form":"Dan Brown","offset":2267},{"uri":"Paganism","surface_form":"Pagan","offset":2360},{"uri":"Venus","surface_form":"Venus","offset":2413},{"uri":"Christianity","surface_form":"Christianity","offset":2575},{"uri":"Devil","surface_form":"devil","offset":2609},{"uri":"Morocco","surface_form":"Morocco","offset":2710},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":2730}]}