{"id":285388,"url":"http://en.wikipedia.org/wiki/Williams_pear","text":"The Williams' bon chretien pear, commonly called the Williams pear, or Bartlett pear in the U.S. and Canada, is the most commonly grown variety of pear in most countries outside Asia.\nIt is a summer pear, not as tolerant of cold as some varieties. It is often eaten raw, but holds its shape well when baked, and is a common choice for canned or other processed pear uses.\nHistory.\nThe Williams pear is thought to date from 1765 to 1770 from the yard of an Aldermaston, England, schoolmaster named Mr. Stair or Mr. Wheeler, giving rise to the now-obscure names Aldermaston pear and Stairs pear. A nurseryman named Williams later acquired the variety, and introducing it to the rest of England, which is why the pear became known as the Williams Pear. However, the pear's full name is Williams' Bon Chretien, or \"Williams' good Christian.\"\nIn 1799 James Carter imported several Williams trees into the United States, and they were planted on the grounds of Thomas Brewer in Roxbury, Massachusetts. The Massachusetts estate was later acquired by Enoch Bartlett of Dorchester, Massachusetts. Unaware of their origin, Bartlett named the pears after himself and introduced the variety into the United States. It was not realized that Bartlett and Williams Pears were the same until 1828, when new trees arrived from Europe. By that time the Bartlett variety had become vastly popular in the United States, and they are still generally known as Bartlett pears in the U.S. and Canada, although there are about 150 other names worldwide.\nPear Tree.\nPear trees are typically in production for an average of 50 to 75 years, although some trees still produce fruit after 100 years.\nHeight: 15–20 ft with slightly less spread.\nFlowers: White flowers grouped in a corymb.\nFruit & Seeds: Large, golden yellow skin, brownish red blush, classic shape with smooth, white flesh. Harvest from mid-August to mid-September. But depends on which side of the earths hemisphere the plant has been placed for harvest time.\nLeaves: The leaves are simple, glossy green leaves that alternate on the twig. They grow up to 3\" long, are thick with slight midrib curves folding the edges inwards. They have fine teeth on the margin.\nU.S. Pear production.\nIn 1985, the pear represented 80% of U.S. pear production, and in 2004, it represented 50% of reported pear production, displaced primarily by the continuing growth of d'Anjou and Bosc pears, both winter pears more tolerant of cold than the Bartlett.\n\"A Canning Tradition\".\nWhile more pears are sold fresh in the U.S. than processed, Bartlett pears are the primary choice for canned halves, puree, and most pear juice and nectar in the U.S., comprising about two thirds of Bartlett production. Bartletts are traditionally known as the canning pear due to their \"definitive flavor and sweetness,\" making them well-suited for many forms of processing.\nPoire Williams.\nThe Williams pear is used in making Poire Williams, a colourless brandy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aldermaston","surface_form":"Aldermaston","offset":456},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":981},{"uri":"Corymb","surface_form":"corymb","offset":1750},{"uri":"D%27Anjou","surface_form":"d'Anjou","offset":2390},{"uri":"Bosc_Pear","surface_form":"Bosc","offset":2402},{"uri":"Canning","surface_form":"canning","offset":2757},{"uri":"Poire_Williams","surface_form":"Poire Williams","offset":2924},{"uri":"Brandy","surface_form":"brandy","offset":2953}]}