{"id":28536,"url":"http://en.wikipedia.org/wiki/Tasmanian_devil","text":"The Tasmanian devil (\"Sarcophilus harrisii\") is a meat eating mammal. It is a marsupial, which means it has a small pouch to carry its babies. It is the largest meat eating marsupial in the world. It is nocturnal, which means it sleeps during the day and is awake during the night. Tasmanian devils now live only in Tasmania, an island state of Australia.\nThe devil is the same size as a small dog with a wide head and a short tail. Male devils can weigh 12 kg and be 30 cm tall. It has black fur and makes a loud and very scary screeching noise. It will hunt other animals and also feed on dead animals. The devil has strong teeth and jaws and will eat all its prey, even bones and fur.\nThe Tasmanian devil became extinct on the Australian mainland about 3,000 years ago - before European settlement in 1788. They were hunted in Tasmania. In the 1930s the Van Dieman's Land Company offered 25 cents for each male and 35 cents for each female killed. In 1941 they became officially protected.\nDisease.\nIn 1996 the devils began to get very sick and then die with large tumours on their faces. Devil facial tumour disease has greatly reduced the number of devils and now threatens their survival. In some areas 85% of devils have been found with the disease. In the places where the tumours were seen first, devil numbers have dropped by 95%. The tumour is spread by biting. Because the devils are all closely related (not enough genetic diversity), the tumour cells are not seen as new; so the devil's immune system does not fight it. In May 2008 the Tasmanian devil was listed as endangered. Programs are being tried by the Tasmanian government to reduce the impact of the disease. About 60 devils without the disease have been captured and are to be kept as a tumour free group for rebreeding. Scientists have been looking at ways to give the devils immunity but so far this has not worked.\nNew research is showing the devils are having babies earlier, they use to breed at two years, but now are breeding at one year old. Devils used to have babies every year for three years, but they are now dying before they can produce a second litter (family).\nGenetics.\nThe devils have a low genetic diversity which is consistent with a 'founder effect'. What this means is: a small number colonised Tasmania from Australia at some stage. So their genetic variety was much less than the parent population. Disease like the present may have happened before, and reduced the population to a small number. These events are called 'population bottlenecks'. A small population which carries less variation is always vulnerable to extinction, because none of the animals may be resistant to the infection.\nIts genome was sequenced in 2010 by the Wellcome Trust Sanger Institute. There is some hope for their survival because, since 2005, three females have been found that are partially resistant to the disease.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carnivore","surface_form":"meat eating","offset":50},{"uri":"Mammal","surface_form":"mammal","offset":62},{"uri":"Marsupial","surface_form":"marsupial","offset":78},{"uri":"Nocturnal","surface_form":"nocturnal","offset":203},{"uri":"Tasmania","surface_form":"Tasmania","offset":316},{"uri":"Island","surface_form":"island","offset":329},{"uri":"Australia","surface_form":"Australia","offset":345},{"uri":"Kilogram","surface_form":"kg","offset":458},{"uri":"Centimetre","surface_form":"cm","offset":471},{"uri":"Europe","surface_form":"Europe","offset":781},{"uri":"Tumour","surface_form":"tumour","offset":1068},{"uri":"Devil_facial_tumour_disease","surface_form":"Devil facial tumour disease","offset":1092},{"uri":"2008","surface_form":"2008","offset":1541},{"uri":"Research","surface_form":"research","offset":1896},{"uri":"Population_bottleneck","surface_form":"population bottleneck","offset":2520},{"uri":"Extinction","surface_form":"extinction","offset":2617}]}