{"id":28530,"url":"http://en.wikipedia.org/wiki/Benzene","text":"Benzene, also known as benzol, is an organic chemical compound with the formula C6H6. It is a colorless and flammable liquid with a sweet smell. Benzene molecules are a ring of six carbon atoms that are each bonded to one hydrogen atom. It is an \"aromatic\" compound, meaning the ring has alternating double bonds.\nBenzene is carcinogenic, which means it can cause cancer. It has many real-world uses. It is used as an additive in gasoline, plastics, synthetic rubber, dyes and it is an industrial solvent, which means it can dissolve many other chemical molecules. Benzene is also a natural part of crude oil and is therefore present in gasoline. Many medicines contain parts made from benzene.\nStructure.\nIf benzene had three double bonds, three sides of its ring would be shorter than the other three sides. X-ray diffraction shows that all of six carbon-carbon bonds in benzene are of the same length of 140 picometres (pm). The C–C bond lengths are greater than a double bond (135 pm) but shorter than a single bond (147 pm). This intermediate distance is consistent with electron delocalization: the electrons for C–C bonding are distributed equally between each of the six carbon atoms. The molecule is planar. One representation is that the structure exists as a superposition of so-called resonance structures, rather than either form individually. (In other words, the molecule's double bonds switch quickly between pairs of carbon atoms.) The delocalization of electrons is one explanation for the thermodynamic stability of benzene and related aromatic compounds. It is likely that this stability contributes to the peculiar molecular and chemical properties known as aromaticity. To indicate the delocalized nature of the bonding, benzene is often depicted with a circle inside a hexagonal arrangement of carbon atoms.\nAs is common in organic chemistry, the carbon atoms in the diagram above have been left unlabeled. Realizing each carbon has 2p electrons, each carbon donates an electron into the delocalized ring above and below the benzene ring. It is the overlap of p-orbitals both above and below the ring that produces the pi clouds.\nIn 1986, some chemists disputed the delocalized view of benzene in an article published in the journal \"Nature\". They showed that the electrons in benzene are almost certainly localized to particular carbon atoms. They showed the aromatic properties of benzene come from spin coupling rather than electron delocalization. Other scientists wrote articles to support this view in \"Nature\" in 1987. But, chemists are slow to switch from the delocalized electrons view.\nDerivatives of benzene occur sufficiently often as a component of organic molecules that there is a Unicode symbol in the Miscellaneous Technical block with the code U+232C (⌬) to represent it with three double bonds, and U+23E3 (⏣) for a delocalized version.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_compound","surface_form":"organic chemical compound","offset":37},{"uri":"Carbon","surface_form":"C","offset":80},{"uri":"Hydrogen","surface_form":"H","offset":82},{"uri":"Color","surface_form":"color","offset":94},{"uri":"Flammable","surface_form":"flammable","offset":108},{"uri":"Chemical_bond","surface_form":"bonded","offset":208},{"uri":"Carcinogen","surface_form":"carcinogen","offset":325},{"uri":"Cancer","surface_form":"cancer","offset":364},{"uri":"Gasoline","surface_form":"gasoline","offset":430},{"uri":"Plastic","surface_form":"plastic","offset":440},{"uri":"Rubber","surface_form":"rubber","offset":460},{"uri":"Dye","surface_form":"dye","offset":468},{"uri":"Solvent","surface_form":"solvent","offset":497},{"uri":"Petroleum","surface_form":"crude oil","offset":599},{"uri":"Gasoline","surface_form":"gasoline","offset":637},{"uri":"Medicine","surface_form":"medicine","offset":652},{"uri":"X-ray_diffraction","surface_form":"X-ray diffraction","offset":810},{"uri":"Picometre","surface_form":"picometre","offset":911},{"uri":"Bond_length","surface_form":"bond length","offset":936},{"uri":"Delocalized_electron","surface_form":"delocalization","offset":1085},{"uri":"Resonance_structure","surface_form":"resonance structure","offset":1297},{"uri":"Thermodynamic_stability","surface_form":"thermodynamic stability","offset":1508},{"uri":"Aromaticity","surface_form":"aromatic compounds","offset":1555},{"uri":"Aromaticity","surface_form":"aromaticity","offset":1679},{"uri":"Electron_configuration","surface_form":"2p","offset":1956},{"uri":"P-orbital","surface_form":"p-orbital","offset":2083},{"uri":"Pi_bond","surface_form":"pi","offset":2142},{"uri":"Electron_cloud","surface_form":"clouds","offset":2145},{"uri":"Disputed","surface_form":"disputed","offset":2176},{"uri":"Published","surface_form":"published","offset":2231},{"uri":"Nature_(journal)","surface_form":"Nature","offset":2257},{"uri":"Aromaticity","surface_form":"aromatic properties","offset":2383},{"uri":"Spin_(physics)","surface_form":"spin","offset":2424},{"uri":"Coupling","surface_form":"coupling","offset":2429},{"uri":"Unicode","surface_form":"Unicode","offset":2719},{"uri":"Miscellaneous_Technical_(Unicode)","surface_form":"Miscellaneous Technical","offset":2741}]}