{"id":285460,"url":"http://en.wikipedia.org/wiki/Arm_wrestling","text":"Arm wrestling is a sport with two players. Each player places one arm, either the right or left, on a surface, with their elbows bent and touching the surface, and they grip each other's hand. The goal is to pin the other's arm onto the surface, with the winner's arm over the loser's arm.\nDescription.\nMany things can play a part in a player's success in arm wrestling. Skill and overall arm strength are the two greatest contributing things to winning an arm wrestling match. Other things such as the length of an arm wrestler's arm, his/her muscle and arm mass/density, hand grip size, wrist endurance and flexibility, reaction time, as well as countless other traits, can add to the advantages of one arm wrestler over another. It is sometimes used to prove who is stronger between two or more people.\nSome people arm wrestle in contests. In the United States of America, contests are held by the United States Armwrestling Federation, also called the USAF. The World Armwrestling Federation, also called the WAF, has more than 85 member countries.\nAvoiding injury.\nArm wrestling puts enormous pressure/twist on the upper arm's humerus bone to a degree seen in few other physical activities. Most people's bones are not used to being so stressed in this way, and injuries can occur surprisingly easily. The arm typically fails because of a diagonal break at or below the midpoint between the shoulder and the elbow.\nThe natural tendency of an inexperienced arm wrestler is to push the hand, wrist, and shoulder in the same coordinated direction, against the force being applied by the opponent. This is how we throw a baseball or hit a tennis ball.\nHowever, turning one's shoulder this way simply adds to the pressure already being applied to the humerus by the opponent. US Arm Sports advises of the danger of \"letting your shoulder get inside your hand.\" It is better to pivot your shoulders so that you never look away from your hand.\nIf the tendons and ligaments are too weak to support the pressure, the muscles can cause a complete tendon blow (pop). However, tendons can be strengthened with many methods. When tendons are in pain, they require blood so they can heal faster. Doctors and arm wrestlers recommend doing rehabilitation training or therapy, exercising with light weights and many repetitions for 30 - 45 minutes non-stop to pump the blood into arms. Tendons can get bigger with time, though it is a very slow process. Experienced arm wrestlers can have tendons 3 to 4 times bigger than average people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":19},{"uri":"United_States_of_America","surface_form":"United States of America","offset":850},{"uri":"Humerus","surface_form":"humerus","offset":1132},{"uri":"Bone","surface_form":"bone","offset":1140},{"uri":"Baseball","surface_form":"baseball","offset":1622},{"uri":"Tennis","surface_form":"tennis","offset":1640},{"uri":"Tendon","surface_form":"tendon","offset":1949},{"uri":"Ligament","surface_form":"ligament","offset":1961},{"uri":"Blood","surface_form":"blood","offset":2156},{"uri":"Medical_doctor","surface_form":"Doctors","offset":2187}]}