{"id":285438,"url":"http://en.wikipedia.org/wiki/Sikh_temple","text":"A Sikh temple or Gurdwara (\"the door or the gateway to the Guru\") is a place of worship in the Sikh religion. In the temple, the Sikh scriptures are recited or sung, and sermons are given. Festivals are celebrated there. Sikh congregations also take part in birth, death, baptism, and marriage ceremonies in the temple. Guru Granth Sahib is usually placed at one end of the temple, high up under a canopy.\nThe Gurdwara serves many needs. It is a place where people can develop spiritual knowledge and wisdom. It is open to everyone, of every age, sex, caste, and creed. All men, women and children are treated as equals. The temple offers shelter and food to anyone in need. It offers care for the sick, elderly, and disabled. It is also a centre for promoting culture and health. In the temple, children are often taught about morality, Sikhism, and history. The Gurdwara is also a place where people can talk about problems facing the Sikh community. For example, they can talk about situations where the Sikh code of discipline was broken, and they can decide on what punishment is needed. The Gurdwara also plays a socio-economic role in the Sikh community. It is expected to be free from any sectional interests or party politics.\nA free kitchen is attached to every Gurdwara. There, the food (\"Langar\") is prepared and served. Other people and communities are allowed to visit a Gurdwara. This is one of the things that the Sikh community does to improve relations and understanding between Sikhs and other communities. These visits help satisfy others' curiosity about Sikhism. They also help visitors to better understand the Sikh religion, customs, and culture.\nA Gurdwara is marked by the Nishan Sahib, the Sikh flag. The four doors of a Sikh temple represent the Door of Peace, the Door of Livelihood, the Door of Learning, and the Door of Grace. These doors must always remain open to everyone.\nTemple protocol.\nIf someone wants to visit a Gurdwara, a certain protocol (or set of rules and expectations) must be followed. In Sikhism, there are strict rules against using tobacco, liquor, or narcotics. These things are not allowed in or around the Gurdwara. Before entering the hall, people take off their shoes, wash their hands, cover their head, and think of the Guru. Even non-Sikhs must cover their head with a handkerchief or scarf. After entering the hall, where Guru Granth Sahib is kept, people must walk slowly, bow humbly, and touch their foreheads to the ground, out of respect and love for the Guru. As people bow, they must place an offering (or gift) respectfully before the Guru. The offering may be money, flowers, or words of thanks. Any sincere expression of thanks is equally acceptable to the Guru. After bowing and offering, a person should sit quietly in the \"Sangat\" (congregation), without disturbing others. Usually men sit on one side and women on the other. People sit in a cross-legged position. Talking or whispering is not allowed.\nUsually, worship services in the Gurdwara follow common patterns. \"Kirtan\" is singing the holy hymns. \"Katha\" is reading, and then explaining, the hymns. \"Ardas\" is prayer. Six verses of Anand Sahib may be sung. There may also be \"Vak\" or \"Hukam\", where one random hymn from Guru Granth Sahib is read. This is the Guru's message or 'Order' of the day to the Sangat. After the Hukam is done, \"Karah Parshad\" is distributed. Then \"Langar\", food from the Guru's kitchen, is served.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sikh","surface_form":"Sikh","offset":95},{"uri":"Scripture","surface_form":"scripture","offset":134},{"uri":"Sermon","surface_form":"sermon","offset":170},{"uri":"Festival","surface_form":"Festival","offset":189},{"uri":"Congregation","surface_form":"congregation","offset":226},{"uri":"Baptism","surface_form":"baptism","offset":272},{"uri":"Guru_Granth_Sahib","surface_form":"Guru Granth Sahib","offset":320},{"uri":"Caste","surface_form":"caste","offset":552},{"uri":"Creed","surface_form":"creed","offset":563},{"uri":"Elderly","surface_form":"elderly","offset":704},{"uri":"Disability","surface_form":"disabled","offset":717},{"uri":"Culture","surface_form":"culture","offset":761},{"uri":"Morality","surface_form":"morality","offset":828},{"uri":"Punishment","surface_form":"punishment","offset":1071},{"uri":"Political_party","surface_form":"party","offset":1220},{"uri":"Politics","surface_form":"politics","offset":1226},{"uri":"Custom","surface_form":"custom","offset":1649},{"uri":"Culture","surface_form":"culture","offset":1662},{"uri":"Protocol","surface_form":"protocol","offset":1972},{"uri":"Tobacco","surface_form":"tobacco","offset":2083},{"uri":"Alcohol","surface_form":"liquor","offset":2092},{"uri":"Narcotic","surface_form":"narcotic","offset":2103},{"uri":"Guru","surface_form":"Guru","offset":2278},{"uri":"Offering","surface_form":"offering","offset":2559},{"uri":"Hymn","surface_form":"hymn","offset":3070},{"uri":"Verse_(poetry)","surface_form":"verses","offset":3152},{"uri":"Random","surface_form":"random","offset":3233}]}