{"id":285594,"url":"http://en.wikipedia.org/wiki/Garter_snake","text":"The garter snake (\"Thamnophis sirtalis\") is a Colubrid snake.\nIt is common across North America between Alaska/Canada and Central America. It is the single most widely distributed genus of reptiles in North America. It is famous for its resistance to the poison produced by the rough-skinned newt. Garter snakes are actually venomous, just not to humans, since the amount of toxin in their saliva is too weak to really cause damage to a human. The worst they could do to you is musk on you or bite you and leave a harmless rash. In fact, cat bites are probably more serious than garter snake bites. They prey on rodents, small fish, small birds, salamanders, earthworms (not red wigglers, as they are bad for them) insects, and insect larva. They are attracted to water sources and hiding spots. You can identify a garter snake because almost every species has a stripe running down its back, the color varying and depending on the species, as there are many different species of garter snakes. They are incredibly common animals, settling in backyards and local woods. As you read this, there is probably at least one garter slithering in the nature-filled area behind you, whatever that may be. All snakes like to hide, and garters are no exception, even if they are incredibly common and small. They hide under leaves, trees, bricks and rocks stacked up, plants, sticks, and anything they can find. If you are trying to \"catch\" a garter, look for them under these places, and you just might find them. Like most snakes, female garters tend to be longer than the males, so that's one form of sexing them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colubrid","surface_form":"Colubrid","offset":46},{"uri":"Snake","surface_form":"snake","offset":55},{"uri":"North_America","surface_form":"North America","offset":82},{"uri":"Genus","surface_form":"genus","offset":180},{"uri":"Rough-skinned_newt","surface_form":"rough-skinned newt","offset":278}]}