{"id":285555,"url":"http://en.wikipedia.org/wiki/Atlantic_Sun_Conference","text":"e=\"preserve\">The Atlantic Sun Conference, branded since the 2016–17 school year as the ASUN Conference, is a NCAA conference whose members play in the NCAA Division I. The conference is headquartered in Macon, Georgia and mostly features universities and colleges from the southeastern United States. The ASUN does not play football.\nThe ASUN began in 1978 as the Trans America Athletic Conference (TAAC). It became the Atlantic Sun Conference in 2001.\nMembers.\nAs of the 2019–20 school year, the ASUN has nine full members, or schools that play almost all of their sports in the conference.\nFuture member.\nThe most recent membership changes took effect in July 2018. The University of South Carolina Upstate, known for sports purposes as USC Upstate, left for the Big South Conference. At the same time, Liberty University and the University of North Alabama joined. Liberty left the Big South for the ASUN, and North Alabama arrived from the NCAA Division II Gulf South Conference.\nThe next change in membership comes in July 2020 with the arrival of Bellarmine University from the Division II Great Lakes Valley Conference.\nAssociate members.\nThe ASUN also has five \"associate members\" that play one or two sports in the conference while being full members of another conference. Two of these schools will leave in July 2020—Akron and Kent State will move women's lacrosse to their full-time home of the Mid-American Conference, which is adding that sport.\nThe \"Joined\" column indicates the year in which a school joined the ASUN. Since both ASUN sports that have associate members (beach volleyball and women's lacrosse) are spring sports, this means the year of joining is the calendar year before the first season of ASUN play.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":151},{"uri":"NCAA_Division_I","surface_form":"Division I","offset":156},{"uri":"Macon%2C_Georgia","surface_form":"Macon, Georgia","offset":203},{"uri":"American_football","surface_form":"football","offset":324},{"uri":"University_of_South_Carolina_Upstate","surface_form":"University of South Carolina Upstate","offset":672},{"uri":"Big_South_Conference","surface_form":"Big South Conference","offset":765},{"uri":"Liberty_University","surface_form":"Liberty University","offset":805},{"uri":"University_of_North_Alabama","surface_form":"University of North Alabama","offset":832},{"uri":"NCAA_Division_II","surface_form":"NCAA Division II","offset":944},{"uri":"Gulf_South_Conference","surface_form":"Gulf South Conference","offset":961},{"uri":"Bellarmine_University","surface_form":"Bellarmine University","offset":1053},{"uri":"Great_Lakes_Valley_Conference","surface_form":"Great Lakes Valley Conference","offset":1096}]}