{"id":285516,"url":"http://en.wikipedia.org/wiki/B%C3%A9arnaise_sauce","text":"Béarnaise sauce () is a sauce made of clarified butter, egg yolks, and herbs. It is considered to be a 'child' of the mother Hollandaise sauce, one of the five mother sauces in French haute cuisine. The difference is only in their flavouring: Béarnaise uses shallot, chervil, peppercorn, and tarragon, while Hollandaise uses lemon juice.\nIn appearance it is light yellow and opaque, smooth and creamy.\nBéarnaise is a traditional sauce for steak.\nHistory.\nAlthough a similar recipe was published in 1818, Béarnaise sauce was likely first created by the chef Collinet, the inventor of puffed potatoes (), and served at the 1836 opening of \"Le Pavillon Henri IV\", a restaurant at Saint-Germain-en-Laye, not far from Paris. Evidence for this is reinforced by the fact that the restaurant was named for Henry IV of France, a gourmet himself, who was born in the former province of Béarn.\nPreparation.\nA Béarnaise sauce is simply clarified butter, an egg yolk, a shallot, a little tarragon vinegar. It takes years of practice for the result to be perfect.\nLike Hollandaise sauce, there are several methods for the preparation of Béarnaise sauce. Please refer to the Preparation section of that article for basics. Here we highlight the differences.\nThe most common preparation is a \"Bain-marie\" method where a reduction of vinegar is used to acidify the yolks. Escoffier calls for a reduction of wine, vinegar, shallots, fresh chervil, fresh tarragon and crushed peppercorns (later strained out), with fresh tarragon and chervil to finish instead of lemon juice. Others are similar. Alternatively, the flavourings may be added to a finished Hollandaise (\"sans\" lemon juice).\nMis-association.\nBéarnaise sauce is often wrongly called \"Bernaise sauce\", as if it were from \"Bern\", the capital city of Switzerland, which is in no way connected with this sauce or its origins.\nSome assume Béarnaise refers to the Béarn region, a former province now in the \"département\" of Pyrénées-Atlantiques, in southwestern Franceto refer to the region of Béarn However, the sauce has no tradition in the cooking of the area, and Larousse has the name honouring Henri IV of France, a native of Béarn, and for whom the restaurant where the sauce was first shown was named. Henri IV was often known as le Grand Béarnais\nA la béarnaise.\nSome recipes are called à la béarnaise even when they are not accompanied by a Béarnaise sauce. This is because the recipes themselves are linked to the Béarn region. This added to confusion over the naming of the sauce.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sauce","surface_form":"sauce","offset":24},{"uri":"Clarified_butter","surface_form":"clarified butter","offset":38},{"uri":"Herbs","surface_form":"herbs","offset":71},{"uri":"Hollandaise_sauce","surface_form":"Hollandaise sauce","offset":125},{"uri":"Mother_sauce","surface_form":"mother sauce","offset":160},{"uri":"French_cuisine","surface_form":"French","offset":177},{"uri":"Haute_cuisine","surface_form":"haute cuisine","offset":184},{"uri":"Shallot","surface_form":"shallot","offset":258},{"uri":"Chervil","surface_form":"chervil","offset":267},{"uri":"Black_pepper","surface_form":"pepper","offset":276},{"uri":"Tarragon","surface_form":"tarragon","offset":292},{"uri":"Lemon","surface_form":"lemon","offset":325},{"uri":"Steak","surface_form":"steak","offset":439},{"uri":"Saint-Germain-en-Laye","surface_form":"Saint-Germain-en-Laye","offset":677},{"uri":"Paris","surface_form":"Paris","offset":713},{"uri":"Henry_IV_of_France","surface_form":"Henry IV of France","offset":798},{"uri":"B%C3%A9arn","surface_form":"Béarn","offset":876},{"uri":"Bain-marie","surface_form":"Bain-marie","offset":1277},{"uri":"Reduction_(cooking)","surface_form":"reduction","offset":1304},{"uri":"Escoffier","surface_form":"Escoffier","offset":1355},{"uri":"Shallots","surface_form":"shallots","offset":1405},{"uri":"Chervil","surface_form":"chervil","offset":1421},{"uri":"Tarragon","surface_form":"tarragon","offset":1436},{"uri":"Peppercorns","surface_form":"peppercorns","offset":1457},{"uri":"Bern_(city)","surface_form":"Bern","offset":1764},{"uri":"Switzerland","surface_form":"Switzerland","offset":1791},{"uri":"B%C3%A9arn","surface_form":"Béarn","offset":1901},{"uri":"Departments_of_France","surface_form":"\"département\"","offset":1944},{"uri":"Pyr%C3%A9n%C3%A9es-Atlantiques","surface_form":"Pyrénées-Atlantiques","offset":1961}]}