{"id":285546,"url":"http://en.wikipedia.org/wiki/University_of_North_Florida","text":"The University of North Florida (UNF) is a public university in Jacksonville, Florida. The university has about 16,509 students. Its campus comprises 1,300 acres amid a natural preserve on Jacksonville's Southside. It was founded in 1969. The current president is David Szymanski.\nUNF was established in 1965 and began offering classes in 1972. UNF was initially designated an upper division college for juniors and seniors. It began admitting freshmen in 1984.\nThe university has 220 clubs and organizations for students as well as an active student government and Greek life. The student-run newspaper \"The Spinnaker\" is published monthly. The university's intercollegiate athletics teams are known as the Ospreys, and are currently members of the Atlantic Sun Conference in NCAA Division I.\nHistory.\nThe university was founded in 1969 after midway between downtown Jacksonville and the Jacksonville Beaches were set aside for the campus, of which were donated by the Skinner family of Jacksonville. Construction on classrooms and buildings began in 1971 and UNF opened in the fall of 1972 with an initial enrollment of 2,027 juniors, seniors and graduate students, supported by 117 faculty and more than 150 staff. Originally, like the other Florida state institutions opened around this time, UNF was designated as a \"senior\" college, meaning that it would enroll only upperclassmen and graduate students.\nSports.\nThe athletics teams of the university are called the Ospreys. They have 10 varsity teams. They compete in the Atlantic Sun Conference.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":50},{"uri":"Jacksonville%2C_Florida","surface_form":"Jacksonville","offset":64},{"uri":"Florida","surface_form":"Florida","offset":78},{"uri":"Southside_(Jacksonville)","surface_form":"Southside","offset":204},{"uri":"1969","surface_form":"1969","offset":233},{"uri":"Upper_division_college","surface_form":"upper division college","offset":377},{"uri":"The_Spinnaker","surface_form":"The Spinnaker","offset":605},{"uri":"North_Florida_Ospreys","surface_form":"Ospreys","offset":708},{"uri":"Atlantic_Sun_Conference","surface_form":"Atlantic Sun Conference","offset":750},{"uri":"NCAA_Division_I","surface_form":"NCAA Division I","offset":777},{"uri":"Jacksonville_Beaches","surface_form":"Jacksonville Beaches","offset":889},{"uri":"Varsity","surface_form":"varsity","offset":1493},{"uri":"Atlantic_Sun_Conference","surface_form":"Atlantic Sun Conference","offset":1528}]}