{"id":285519,"url":"http://en.wikipedia.org/wiki/Old_Dominion_University","text":"e=\"preserve\">Old Dominion University (ODU) is a public university in Norfolk, Virginia. The university has about 24,125 students. It was founded in 1930. The current president of the university is John R. Broderick.\nCenter for Teacher Quality and Education Leadership.\nIn 2006, ODU started the Center to \"“train teachers for success in urban school environments.” The Center connects communities with ODU's Program for Research and Evaluation in Public Schools (PREPS). PREPS helps schools comply with the No Child Left Behind Act. Both the Center and PREPS are parts of the Darden College of Education.\nPhillip A. Hamilton was Vice Chairman of the Appropriations Committee of the Virginia House of Delegates. Hamilton and three other people wanted the part-time job of leading the center. ODU hired Hamilton. Hamilton then sponsored amendments to the Virginia budget that gave the Center $500,000. ODU paid Hamilton about $80,000 between 2007 and 2009. In 2009, the United States federal government began investigating Hamilton for bribery and extortion. Hamilton left ODU in August 2009. Later that year, Hamilton lost his reelection. In January 2011, Hamilton was indicted in federal court. Prosecutors used Hamilton's emails to show how his job was tied to the budget increase. On August 12, 2011, Hamilton was sentenced to 114 months in prison.\nSports.\nThe sports teams of the university are called the Monarchs (men) and Lady Monarchs. They have 18 varsity teams. most of which compete in Conference USA (C-USA). Three ODU women's sports and one men's sport play in other conferences because C-USA does not have enough teams in those sports to run a league. Women's field hockey plays in the Big East Conference, women's lacrosse in the Atlantic Sun Conference, women's rowing in the Big 12 Conference, and men's wrestling in the Mid-American Conference.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":55},{"uri":"Norfolk%2C_Virginia","surface_form":"Norfolk","offset":69},{"uri":"Virginia","surface_form":"Virginia","offset":78},{"uri":"1930","surface_form":"1930","offset":148},{"uri":"No_Child_Left_Behind_Act","surface_form":"No Child Left Behind Act","offset":506},{"uri":"Phillip_A._Hamilton","surface_form":"Phillip A. Hamilton","offset":604},{"uri":"Bribery","surface_form":"bribery","offset":1033},{"uri":"Extortion","surface_form":"extortion","offset":1045},{"uri":"Prosecutor","surface_form":"Prosecutor","offset":1194},{"uri":"Conference_USA","surface_form":"Conference USA","offset":1495},{"uri":"Field_hockey","surface_form":"field hockey","offset":1672},{"uri":"Big_East_Conference","surface_form":"Big East Conference","offset":1698},{"uri":"Lacrosse","surface_form":"lacrosse","offset":1727},{"uri":"Atlantic_Sun_Conference","surface_form":"Atlantic Sun Conference","offset":1743},{"uri":"Big_12_Conference","surface_form":"Big 12 Conference","offset":1790},{"uri":"Wrestling","surface_form":"wrestling","offset":1819},{"uri":"Mid-American_Conference","surface_form":"Mid-American Conference","offset":1836}]}