{"id":285727,"url":"http://en.wikipedia.org/wiki/Olathe%2C_Kansas","text":"Olathe is a city in Johnson County, Kansas, United States. It is also the county seat of Johnson County. In 2010, 125,872 people lived in Olathe. It is the fourth biggest city in Kansas. By 2018, the Census Bureau estimated 139,605 people lived in Olathe.\n19th century.\nOlathe was created by Dr. John T. Barton in Spring 1857. He came to the center of Johnson County, Kansas. He later told about his ride to friends: \"...the prairie was covered with verbena and other wild flowers. I kept thinking the land was beautiful and that I should name the town Beautiful.\" Purportedly, Barton asked a Shawnee interpreter how to say \"Beautiful\" in his native language. The interpreter responded, \"Olathe.\"\nOlathe was incorporated in 1857. It was not the first city in Johnson County. Because it grew very quickly, it became the county seat in October 1859. Growing hatred across the United States about the issue of slavery led to many fights between abolitionist settlers and nearby slave state Missouri. These fights would grow, and they would become a part of the bigger fight known as Bleeding Kansas. When Kansas became a state in 1861, it was a free state. When it became a state, violence stopped. Peace, however, would continue to elude Olathe for many years to come. In 1861 Union officials and local military forces created a military post in the city. It had one company of soldiers, and it had the local militia.\nOn September 6, 1862, William Quantrill led guerrilla Confederate soldiers in an attack against Olathe. A half dozen people died, and most of the city was destroyed. Quantrill captured the outpost, and he tried forcing the men to fight for the Confederacy. Kansas militia continued to stay in the Olathe military post for the rest of the Civil War.\nConfederate soldiers would try to attack Olathe two more times. The first time happened on August 20–21, 1863 as Quantrill was going through on his way to Lawrence, Kansas (see Lawrence Massacre). The second raid happened on October 24-5, 1864, when Confederate Major General Sterling Price with 10,000 men went through on their retreat South (see Price's Raid).\nWhen the Confederates surrendered, the military post was ended in August 1865.\n21st century.\nIn 2008, the U.S. Census Bureau said Olathe was the 24th fastest-growing city in the United States. The same year, CNN/Money and \"Money\" magazine said Olathe was #11 on its list of the \"100 Best Cities to Live in the United States.\"\nOn February 22, 2017, Adam Purinton said racial things and shot at crowded Austins Bar and Grill in southern Olathe. He shot and injured three people. One person died. The victims were Alok Madasani, Srinivas Kuchibhotla, and Ian Grillot. Purinton was later arrested in Clinton, Missouri. He was charged with one count of first-degree murder and two counts of attempted first-degree murder. This shooting got international attention because two of the victims were Indian.\nGeography.\nThe United States Census Bureau says that the city has a total area of. Of that, is land and is water. Olathe has two public lakes: Lake Olathe and Cedar Lake with.\nOlathe's Black Bob Park is named after Hathawekela Shawnee Chief Black Bob.\nWeather.\nOlathe has a humid continental climate. It has cold winters and hot summers. Temperatures range from an average high of and low in January to an average high of nearly in July. The temperature reaches an average of 36 days per year and an average of 3 days per year. The minimum temperature falls below freezing (32 °F) on average of 102 days per year. It does not go below very often.\nThe area gets about of precipitation during an average year. Most of the rain happens in May and June.\n2010 census.\nThe 2010 census says that there were 125,872 people, 44,507 households, and 33,274 families living in Olathe.\nEconomy.\nThe headquarters of Garmin, a company famous for making GPS systems, is in Olathe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Johnson_County%2C_Kansas","surface_form":"Johnson County","offset":20},{"uri":"Kansas","surface_form":"Kansas","offset":36},{"uri":"United_States","surface_form":"United States","offset":44},{"uri":"County_seat","surface_form":"county seat","offset":74},{"uri":"2010_United_States_Census","surface_form":"2010","offset":108},{"uri":"Johnson_County%2C_Kansas","surface_form":"Johnson County, Kansas","offset":352},{"uri":"Verbena","surface_form":"verbena","offset":450},{"uri":"Shawnee","surface_form":"Shawnee","offset":593},{"uri":"County_seat","surface_form":"county seat","offset":819},{"uri":"Slavery","surface_form":"slavery","offset":907},{"uri":"Abolitionism","surface_form":"abolitionist","offset":942},{"uri":"Missouri","surface_form":"Missouri","offset":987},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":1080},{"uri":"Slave_and_free_states","surface_form":"free state","offset":1142},{"uri":"Militia","surface_form":"militia","offset":1407},{"uri":"William_Quantrill","surface_form":"William Quantrill","offset":1438},{"uri":"Guerilla_warfare","surface_form":"guerrilla","offset":1460},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":1470},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1754},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":1920},{"uri":"Lawrence_Massacre","surface_form":"Lawrence Massacre","offset":1942},{"uri":"Major_general","surface_form":"Major General","offset":2027},{"uri":"Sterling_Price","surface_form":"Sterling Price","offset":2041},{"uri":"Retreat","surface_form":"retreat","offset":2094},{"uri":"Price%27s_Raid","surface_form":"Price's Raid","offset":2113},{"uri":"Surrender","surface_form":"surrender","offset":2150},{"uri":"CNN","surface_form":"CNN","offset":2336},{"uri":"Money_(magazine)","surface_form":"Money","offset":2351},{"uri":"Racism","surface_form":"racial","offset":2495},{"uri":"Clinton%2C_Missouri","surface_form":"Clinton, Missouri","offset":2724},{"uri":"India","surface_form":"India","offset":2919},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":2942},{"uri":"Hathawekela","surface_form":"Hathawekela","offset":3142},{"uri":"Shawnee","surface_form":"Shawnee","offset":3154},{"uri":"Black_Bob_(Shawnee_chief)","surface_form":"Black Bob","offset":3168},{"uri":"Precipitation","surface_form":"precipitation","offset":3597},{"uri":"Census","surface_form":"census","offset":3699},{"uri":"Garmin","surface_form":"Garmin","offset":3829},{"uri":"GPS","surface_form":"GPS","offset":3865}]}