{"id":28602,"url":"http://en.wikipedia.org/wiki/Baroque_music","text":"Baroque music is a set of styles of European classical music which were in use between about 1600 and 1750.\nThe word \"Baroque\" is used in other art forms besides music: we talk about Baroque architecture, painting, sculpture, dance and literature. The Baroque period comes between the Renaissance and the period of Classicism.\nHistory.\nMusicians think of the Baroque period as starting around 1600. The famous Renaissance composers Palestrina and Lassus had died a few years earlier. Claudio Monteverdi wrote some music in Renaissance style, and other music in Baroque style. Opera was being invented. It was a time of musical change.\nThe change from writing music in the Baroque style to the Classical style was much more gradual. 1750 is the year that Bach died, so it is an easy date to choose for the end of the Baroque period.\nThe Baroque was a time when people liked large spaces and a lot of ornamentation. This can be seen in the architecture of famous buildings such as St. Peter's Basilica, Rome, or St. Paul’s Cathedral, London. They were built at this time. In Venice there were churches with galleries on either side of the church. Composers liked to write music for two groups of musicians placed in opposite galleries. Giovanni Gabrieli wrote a lot of music like this.\nStyles and instruments.\nThe idea of two contrasting groups was used a lot in Baroque music. Composers wrote concertos. These were pieces for orchestra and a solo instrument. Sometimes a concerto contrasted a group of soloists with the rest of the orchestra. These are called by the Italian name \"Concerti Grossi. Bach's Brandenburg Concertos are good examples.\nOrgans, and some harpsichords, had at least two manuals (keyboards). The player could change from one manual to the other, contrasting two different sounds.\nBaroque music was often a melody with a bass line at the bottom. This could be, for example, a singer and a cello. There was also a harpsichord or organ that played the bass line as well, and made up chords in between. Often the composer did not bother to write out all the chords (harmonies) but just showed some of the chords by figures, leaving it to the performer to decide exactly which notes to play. This is called “figured bass” or “basso continuo”. The soloist, who played or sang the melody on top, often put in lots of ornamental notes. Again: the composer did not write this all down but left it to the performer to improvise something nice around the notes he had written.\nBecause composers were now writing opera it was important for the audience to hear the words clearly. In the Renaissance the groups of a choir were often singing several different words using different melodies all at once. This was called “polyphony”. Polyphony was widely used in instrumental music, but was not used in opera, which needed to tell a story without being confusing.\nWhen a soloist in an opera sings a song (an aria) the aria is in a particular mood. They called this “affection”. There were several “affections” or moods: there were arias about revenge, jealousy, anger, love, despair, peaceful happiness etc. Each movement in a concerto also had one particular mood. Music from later periods is different. For example: Haydn in the Classical Period would often change its mood during a piece.\nSuite.\nThe Baroque suite is a collection of dance movements written in the style of Baroque music. There is an accepted standard order in which the dances are performed. The five primary dances are the Overture, Allemande, Courante, Sarabande and Gigue. Many times a composer would add a Prelude before all the dances. Sometimes a composer would add another piece in between the Sarabande and the Gigue.\nThere are many exceptions to the standard order, but the order of Prelude, Allemande, Courante, Sarabande, Other, and Gigue is most common. This can be easily remembered by the acronym PACSOG.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baroque","surface_form":"Baroque","offset":118},{"uri":"Architecture","surface_form":"architecture","offset":191},{"uri":"Painting","surface_form":"painting","offset":205},{"uri":"Sculpture","surface_form":"sculpture","offset":215},{"uri":"Dance","surface_form":"dance","offset":226},{"uri":"Literature","surface_form":"literature","offset":236},{"uri":"Renaissance","surface_form":"Renaissance","offset":285},{"uri":"Classical_music_period","surface_form":"Classicism","offset":315},{"uri":"Giovanni_da_Palestrina","surface_form":"Palestrina","offset":432},{"uri":"Orlando_di_Lassus","surface_form":"Lassus","offset":447},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":484},{"uri":"Opera","surface_form":"Opera","offset":576},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica, Rome","offset":979},{"uri":"St._Paul%27s_Cathedral","surface_form":"St. Paul’s Cathedral, London","offset":1010},{"uri":"Venice","surface_form":"Venice","offset":1073},{"uri":"Giovanni_Gabrieli","surface_form":"Giovanni Gabrieli","offset":1234},{"uri":"Concerto","surface_form":"concerto","offset":1392},{"uri":"Concerto_grosso","surface_form":"Concerti Grossi","offset":1580},{"uri":"Organ_(music)","surface_form":"Organs","offset":1645},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1662},{"uri":"Singer","surface_form":"singer","offset":1897},{"uri":"Cello","surface_form":"cello","offset":1910},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1934},{"uri":"Pipe_organ","surface_form":"organ","offset":1949},{"uri":"Chord","surface_form":"chord","offset":2076},{"uri":"Harmony","surface_form":"harmonies)","offset":2084},{"uri":"Basso_continuo","surface_form":"basso continuo","offset":2243},{"uri":"Counterpoint","surface_form":"polyphony","offset":2729},{"uri":"Aria","surface_form":"aria","offset":2915},{"uri":"Suite_(music)","surface_form":"suite","offset":3318},{"uri":"Dance","surface_form":"dance","offset":3343},{"uri":"Movement_(music)","surface_form":"movements","offset":3349},{"uri":"Overture","surface_form":"Overture","offset":3501},{"uri":"Allemande","surface_form":"Allemande","offset":3511},{"uri":"Courante","surface_form":"Courante","offset":3522},{"uri":"Sarabande","surface_form":"Sarabande","offset":3532},{"uri":"Gigue","surface_form":"Gigue","offset":3546},{"uri":"Prelude","surface_form":"Prelude","offset":3587},{"uri":"Acronym","surface_form":"acronym","offset":3880}]}