{"id":2860,"url":"http://en.wikipedia.org/wiki/Turkey","text":"Turkey (Turkish: \"Türkiye\") is a country in both Europe and Asia. The area of Turkey is about.\nTurkey is a republic. There are 81 provinces in Turkey. The money of Turkey is called Turkish Lira. The capital city is Ankara, a city in the central region, called Anatolia. The cultural and economic center is in the European side of Istanbul. In the past Istanbul was called Constantinople. The republic was founded in 1923, after World War I and a war of independence (\"Kurtuluş Savaşı\"). Before that, Turkey was the core of the Ottoman Empire.\nMany civilizations were located in the area that is now Turkey, like the Hittites, the Roman Empire and the Byzantine Empire. Many important events in the history of Christianity happened in places that are now in Turkey. Because it lies in both Europe and Asia, some people see Turkey as the \"door\" between them.\nModern Turkey's warm and varied climate lets many kinds of food crops grow, and livestock and forestry are important industries. Turkey makes enough food to feed itself. Turkish manufactures include airplanes, electronics, cars, clothing and textiles for home and for other countries.\nTurkey is a popular place for tourists to visit. It has hundreds of kilometers of beautiful beaches on its Aegean and Mediterranean coasts, and many important historical places.\nAncient Anatolia.\nPeople have been living in Anatolia (the Asian part of Turkey - also called Asia Minor) longer than almost anywhere else in the world, except Africa.\nThe first major empire in the area was the Hittites (from the 18th century to the 13th century BC). The Hittites, who spoke one of the Indo-European languages, developed a high culture in Central Anatolia. Their kingdom was destroyed by the Cimmerians in the 7th century BC and the successor states were Lydia, Caria and Lycia.\nFrom 1950 BCE, Greeks and Assyrians inhabited parts of southeastern Turkey. The Assyrian capital was named Tushhan (900-600 BC). The Assyrians ruled over southeastern Turkey until the Assyrian Empire was conquered by Babylonia in the year 612 BC. Then Anatolia became home for various kingdoms including the Achaemenid Empire, Hellenistic kingdoms, Roman Empire, Byzantine Empire (Eastern Roman Empire), Seljuk Empire, and Mongol Empire.\nThe Ottoman Empire.\nDuring the 14th century, after the fall of the Mongol Empire, Lord Osman built a new empire named after himself: the Ottoman Empire. It became one of the longest existing empires of all time. The Empire also stretched across the Balkans, (Yugoslavia and Bulgaria) in Europe. The Kingdom was ruled by Muslim law, but other religions had certain minority rights.\nIn World War I the Ottoman Empire was one of the Central Powers. During the war, 500,000 Armenians in the Ottoman Empire were massacred in the so-called Armenian Genocide. Turkey denies that the event was genocide. The Central Powers lost the war and the Ottoman Empire was destroyed, but after that Atatürk led the army to get rid of foreign enemies, like the Greeks.\nRepublic of Turkey.\nMustafa Kemal Atatürk was the first President of Turkey. He made many changes that made Turkey more modern. But some people did not like some of the changes that made life in Turkey more secular. Religious secondary schools were gotten rid of, for example. The opponents to Atatürk felt that he weakened Islam in the country. Later political disputes led to Coup d'état in 1960, 1971, and 1980, and several failed attempts.\nFor many years Kurdish guerrillas of the Kurdistan Workers Party (known as the PKK;) have been fighting the Turkish government. The PKK is a nationalist and separatist movement led by Abdullah Öcalan. Their aim is for the Kurds in the southeast of Turkey to have autonomy, with a government of their own. Because they use armed conflict, the Turkish government calls them terrorists. The European Union and United States also call them terrorists.\nOn 15 July 2016, a coup d'état was attempted.\nPeople.\nAbout 80 million people live in Turkey. Most of them are ethnic Turks. About 15% are ethnic Kurds. Many refugees from Syria (over 3 million) live in Turkey because they have run away from the Syrian civil war. Many Romani people live in Istanbul and Edirne (European part of Turkey).\nThe vast majority of Turks are Muslim and Male Circumcision is a big Festival. The biggest city in Turkey is Istanbul which has the biggest population of any city in Europe.\nTurkish people have many ethnic and famous foods, such as mantı (Turkish ravioli), döner, kebabs, Turkish delight, baklava, börek, köfte, and other foods.\nMuch of the population in Turkey is made up of teenagers and young adults.\nAccording to a study, Anatolia is genetically more closely related to the Balkan populations than to the Central Asian populations. The Turks of Anatolia (Asian part of Turkey) have only 13% of genes from populations from Central Asia. The population is mainly from the Greeks, Armenians and Kurds.\nEuropean Union.\nTurkey is trying to join the European Union (EU) since the 1990s. It is currently working out the financial side of the process.\nEconomy.\nTurkey is in the OECD and the G-20 and is one of the 20 largest economies. The Turkish currency is called the Lira. The first coins were made in Turkey.\nIn the 1970s, many Turks moved to other countries, like Germany, to escape the bad economy at the time and to get better jobs. They often come back to Turkey for summer holidays. Today, many of the people who left in the 1970s want to move back to Turkey.\nUntil the 1980s the government owned most companies, but then Prime Minister Turgut Özal sold them. Before, foreigners were usually not allowed to buy companies, land or property. Turkey's international trade is mostly with the EU, the United States, the Russian Federation, and Japan. Turkey and the EU agreed not to put a lot of tax on what they buy and sell to each other. After that it was easier for Turkish factories to sell products to the EU and for business people in the EU to buy companies in Turkey.\nTurkey's exports in 2010 were worth 117 billion United States dollars.\nEarthquakes in 1994, 1999, and 2001 slowed economic growth a bit. Turkey has no petroleum or natural gas so it buys them from other countries, like Russia. In 2010, oil was found in the Turkish City of Diyarbakir, but there was not enough oil to extract. Turkey is searching for natural gas in Turkish Northern Cyprus.\nProvinces.\nThe capital and second-largest city of Turkey is Ankara. The largest and the most crowded city is Istanbul which is the only city in the world that has land on two different continents. The third largest city is the coastal city of Izmir which is the main port of the country. Turkey is divided into 81 provinces. Each province has its own little government but they can only make decisions about small things: the government in Ankara decides important issues. The provinces are in 7 regions. Each province is divided into districts. There are 973 districts altogether.\nLanguage.\nMost people in Turkey speak Turkish. It belongs to the Turkic language group, which also includes many other languages spoken across Asia, such as Azerbaijani and Tatar. The Turkish language came from central Asia, but now it is a bit different from the languages spoken in central Asia. Turks living by the Mediterranean have southern, much thicker, and more masculine accents than western Turkey. Northerners, by the Black Sea have softer accents.\nIn Turkey there are also minorities who speak languages such as Arabic, Kurdish, Armenian, Greek or Ladino, and many others.\nMany of the young adults can also speak English, which is taught throughout Primary, Middle and High school.\nLifestyle.\nTurkish culture is a modern Islamic culture, with some European influence.\nDifferent parts of Turkey have similar but not exactly the same lifestyles. Central Turkey is somewhat more traditional. Western Turkey, especially coastal cities are more modern and secular. Eastern and Southeastern Turkey is made up of mostly Kurds. They generally have less modern and more Islamic lifestyles.\nRich cities in Turkey include Istanbul, İzmir, Konya, Ankara, Mersin (also known as İçel), and Antalya.\nMajority and minorities.\nThe majority of Turkey is made up of Turks. The largest minority is Kurds. Kurds live mostly in South Eastern and Eastern Turkey. The second largest minority are Arabs.\nEducation.\nTurkey's literacy rate is currently 95%. People in Turkey have to go to school for 12 years.\nİstanbul University was the first university in Turkey. It was established in 1453. Ankara University was the first university that was started after Turkey became a republic. It was established in 1946.\nThere were 6065 high schools in Turkey in 2002 according to Ministry of National Education.[http://www.meb.gov.tr/Stats/Apk2002/61.htm] In 2011, there were 166 universities in Turkey.\nEarthquakes.\nThe 1999 İzmit earthquake was an approximately 7.4 magnitude earthquake that struck northwestern Turkey on 17 August 1999, at about 3:02 am local time. 18.000 people died in the earthquake.\nMany people have been killed by earthquakes in Turkey.\nThe New York Times estimated that over 570 people died in the Erzincan earthquake of 13 March 1992. The earthquake was a 6.8 on the Richter Scale.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Turkish_language","surface_form":"Turkish","offset":8},{"uri":"Europe","surface_form":"Europe","offset":49},{"uri":"Asia","surface_form":"Asia","offset":60},{"uri":"Republic","surface_form":"republic","offset":107},{"uri":"Turkish_Lira","surface_form":"Turkish Lira","offset":181},{"uri":"Ankara","surface_form":"Ankara","offset":215},{"uri":"Anatolia","surface_form":"Anatolia","offset":260},{"uri":"Istanbul","surface_form":"Istanbul","offset":330},{"uri":"Constantinople","surface_form":"Constantinople","offset":372},{"uri":"World_War_I","surface_form":"World War I","offset":428},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":527},{"uri":"Hittites","surface_form":"Hittites","offset":616},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":630},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":651},{"uri":"Climate","surface_form":"climate","offset":889},{"uri":"Forestry","surface_form":"forestry","offset":951},{"uri":"Electronics","surface_form":"electronics","offset":1067},{"uri":"Car","surface_form":"car","offset":1080},{"uri":"Clothes","surface_form":"clothing","offset":1086},{"uri":"Aegean","surface_form":"Aegean","offset":1249},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1260},{"uri":"Anatolia","surface_form":"Anatolia","offset":1365},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":1414},{"uri":"Hittites","surface_form":"Hittites","offset":1531},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":1623},{"uri":"Cimmerians","surface_form":"Cimmerians","offset":1729},{"uri":"Lydia","surface_form":"Lydia","offset":1792},{"uri":"BCE","surface_form":"BCE","offset":1826},{"uri":"Ancient_Greece","surface_form":"Greek","offset":1831},{"uri":"Assyrian","surface_form":"Assyrian","offset":1842},{"uri":"Babylonia","surface_form":"Babylonia","offset":2033},{"uri":"Anatolia","surface_form":"Anatolia","offset":2068},{"uri":"Achaemenid_Empire","surface_form":"Achaemenid Empire","offset":2124},{"uri":"Hellenistic_period","surface_form":"Hellenistic kingdoms","offset":2143},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2165},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":2179},{"uri":"Seljuk_Empire","surface_form":"Seljuk Empire","offset":2220},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":2239},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":2321},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2391},{"uri":"Balkans","surface_form":"Balkans","offset":2503},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":2513},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":2528},{"uri":"Europe","surface_form":"Europe","offset":2541},{"uri":"Minority_rights","surface_form":"minority rights","offset":2618},{"uri":"World_War_I","surface_form":"World War I","offset":2638},{"uri":"Central_Powers","surface_form":"Central Powers","offset":2684},{"uri":"Armenians","surface_form":"Armenians","offset":2724},{"uri":"Armenian_Genocide","surface_form":"Armenian Genocide","offset":2788},{"uri":"Atat%C3%BCrk","surface_form":"Atatürk","offset":2935},{"uri":"Mustafa_Kemal_Atat%C3%BCrk","surface_form":"Mustafa Kemal Atatürk","offset":3024},{"uri":"President_of_Turkey","surface_form":"President of Turkey","offset":3060},{"uri":"Islam","surface_form":"Islam","offset":3328},{"uri":"Coup_d%27%C3%A9tat","surface_form":"Coup d'état","offset":3382},{"uri":"Kurdish_people","surface_form":"Kurdish","offset":3463},{"uri":"Guerrilla","surface_form":"guerrilla","offset":3471},{"uri":"Nationalist","surface_form":"nationalist","offset":3589},{"uri":"Separatist","surface_form":"separatist","offset":3605},{"uri":"Abdullah_%C3%96calan","surface_form":"Abdullah Öcalan","offset":3632},{"uri":"Kurd","surface_form":"Kurd","offset":3670},{"uri":"Autonomy","surface_form":"autonomy","offset":3711},{"uri":"Terrorist","surface_form":"terrorist","offset":3820},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":3915},{"uri":"2016_Turkish_coup_d%27%C3%A9tat_attempt","surface_form":"attempted","offset":3931},{"uri":"Ethnic","surface_form":"ethnic","offset":4007},{"uri":"Turkish_people","surface_form":"Turks","offset":4014},{"uri":"Kurd","surface_form":"Kurd","offset":4042},{"uri":"Refugee","surface_form":"refugee","offset":4054},{"uri":"Syria","surface_form":"Syria","offset":4068},{"uri":"Syrian_civil_war","surface_form":"Syrian civil war","offset":4142},{"uri":"Romani_people","surface_form":"Romani people","offset":4165},{"uri":"Istanbul","surface_form":"Istanbul","offset":4187},{"uri":"Edirne","surface_form":"Edirne","offset":4200},{"uri":"Muslim","surface_form":"Muslim","offset":4265},{"uri":"Circumcision","surface_form":"Circumcision","offset":4281},{"uri":"Mant%C4%B1","surface_form":"mantı","offset":4466},{"uri":"Ravioli","surface_form":"ravioli","offset":4481},{"uri":"D%C3%B6ner","surface_form":"döner","offset":4491},{"uri":"Kebab","surface_form":"kebab","offset":4498},{"uri":"Genetics","surface_form":"genetically","offset":4672},{"uri":"Balkans","surface_form":"Balkan","offset":4712},{"uri":"Anatolia","surface_form":"Anatolia","offset":4783},{"uri":"Central_Asia","surface_form":"Central Asia","offset":4860},{"uri":"Greeks","surface_form":"Greeks","offset":4908},{"uri":"Armenians","surface_form":"Armenians","offset":4916},{"uri":"Kurds","surface_form":"Kurds","offset":4930},{"uri":"European_Union","surface_form":"European Union (EU)","offset":4982},{"uri":"OECD","surface_form":"OECD","offset":5108},{"uri":"International_trade","surface_form":"international trade","offset":5689},{"uri":"EU","surface_form":"EU","offset":5728},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":6060},{"uri":"Petroleum","surface_form":"petroleum","offset":6163},{"uri":"Northern_Cyprus","surface_form":"Northern Cyprus","offset":6385},{"uri":"Capital_city","surface_form":"capital","offset":6417},{"uri":"Ankara","surface_form":"Ankara","offset":6462},{"uri":"Istanbul","surface_form":"Istanbul","offset":6511},{"uri":"Izmir","surface_form":"Izmir","offset":6645},{"uri":"Turkish_language","surface_form":"Turkish","offset":7022},{"uri":"Turkic_languages","surface_form":"Turkic language","offset":7049},{"uri":"Asia","surface_form":"Asia","offset":7127},{"uri":"Azerbaijani_language","surface_form":"Azerbaijani","offset":7141},{"uri":"Tatar_language","surface_form":"Tatar","offset":7157},{"uri":"Central_Asia","surface_form":"central Asia","offset":7268},{"uri":"Minority","surface_form":"minorities","offset":7469},{"uri":"Arabic","surface_form":"Arabic","offset":7508},{"uri":"Kurdish_language","surface_form":"Kurdish","offset":7516},{"uri":"Armenian_language","surface_form":"Armenian","offset":7525},{"uri":"Greek_language","surface_form":"Greek","offset":7535},{"uri":"Ladino_language","surface_form":"Ladino","offset":7544},{"uri":"Kurds","surface_form":"Kurds","offset":8009},{"uri":"Istanbul","surface_form":"Istanbul","offset":8107},{"uri":"%C4%B0zmir","surface_form":"İzmir","offset":8117},{"uri":"Konya","surface_form":"Konya","offset":8124},{"uri":"Ankara","surface_form":"Ankara","offset":8131},{"uri":"Mersin","surface_form":"Mersin","offset":8139},{"uri":"Antalya","surface_form":"Antalya","offset":8172},{"uri":"Kurdish_people","surface_form":"Kurds","offset":8274},{"uri":"Arab","surface_form":"Arab","offset":8368},{"uri":"Literacy","surface_form":"literacy","offset":8395},{"uri":"%C4%B0stanbul_University","surface_form":"İstanbul University","offset":8479},{"uri":"Ankara_University","surface_form":"Ankara University","offset":8563},{"uri":"1999_%C4%B0zmit_earthquake","surface_form":"1999 İzmit earthquake","offset":8884},{"uri":"New_York_Times","surface_form":"New York Times","offset":9129},{"uri":"Richter_Scale","surface_form":"Richter Scale","offset":9257}]}