{"id":286301,"url":"http://en.wikipedia.org/wiki/2011_T%C5%8Dhoku_earthquake_and_tsunami","text":"The 2011 Tōhoku earthquake and tsunami was a 9.0-magnitude earthquake followed by tsunami waves. It was measured at 8.4 on the JMA seismic intensity scale The earthquake happened off Sendai, Miyagi Prefecture, on the east coast of the Tōhoku of Japan, on March 11, 2011 at 05:46:23 UTC. It was at a depth of 24.4 km (15.2 miles). It was the most powerful earthquake to hit Japan in recorded history. It was also the fourth most powerful earthquake on Earth since modern record-keeping began in 1900.\nOn 10 February 2015, the Japanese National Police Agency report confirmed 15,890 deaths, 6,152 injured, and 2,590 people missing.\nEarthquake.\nDays before the main earthquake, there were several foreshocks. The biggest one was a 7.2 magnitude earthquake on 9 March, about from the main earthquake's location.\nThe United States Geological Survey said the centre of the earthquake was from Tokyo. A 7.7 aftershock happened 30 minutes following the first quake. There have been more than 600 aftershocks bigger than magnitude 4.5 or more.\nThe earthquake damaged buildings and started fires. The Shinkansen high speed bullet trains were stopped and Haneda Airport was closed after the quake. Various train services around Japan were also stopped. Hundreds of flights to Japan were cancelled due to the earthquake and tsunami, affecting many people. A large fire broke out at an oil refinery in Ichihara, Chiba prefecture.\nThe nuclear power plants shut down automatically. At first the Japanese Prime Minister said that no radioactive material leaked. About 51,000 people were moved away from the nuclear reactor at the Fukushima Daiichi Nuclear Power Plant in Fukushima city when its cooling system failed. There are fears that the nuclear reactor might meltdown.\nTsunami.\nThe earthquake started a tsunami warning for Japan's Pacific coast and other countries, including New Zealand, Australia, Russia, Guam, Philippines, Indonesia, Papua New Guinea, Nauru, Hawaii, Northern Mariana Islands (USA) and Taiwan. The tsunami warning issued by Japan was the most serious on its warning scale. It warned that the wave could be as much as 10 meters high. A 0.5 meter high wave hit Japan's northern coast. Kyodo news agency reported a four-metre-high tsunami hit the Iwate Prefecture in Japan. Miyagi Prefecture was flooded, with waves carrying buildings and cars along as they travelled inland. In some areas the waves reached 10 km inland.\nAt 9:28 p.m (HST) the National Weather Service issued a tsunami warning until 7 a.m. for all of Hawaii. Tsunami waves were expected to arrive in Hawaii at 2:59 am local time. A wave two meters high reached California, after travelling across the Pacific Ocean at a speed of 500 kilometres per hour. A man in California was drowned after being swept into the ocean while trying to take a photograph of the tsunami wave.\nDeaths–Injured–Missing.\nThe Japanese National Police Agency has officially confirmed 15,890 deaths, 6,152 injured, and 2,590 people missing across 18 prefectures, as well as over 126,000 buildings damaged or destroyed.\nNuclear disaster.\nThe Fukushima nuclear disaster began on March 11 2011, just hours after the initial wave. The connection to the electrical grid was broken. All power for cooling was lost and reactors started to overheat. There was a partial core meltdown in reactors 1, 2, and 3; hydrogen explosions destroyed the upper part of the buildings housing reactors 1, 3, and 4; an explosion damaged the containment inside reactor 2; fires broke out at reactor 4. Despite being initially shutdown, reactors 5 and 6 began to overheat. Spent nuclear fuel rods stored in pools in each reactor building overheated as water levels in the pools dropped. The accident is the second biggest nuclear accident after the Chernobyl disaster, but more complex as all reactors are involved.\nThere were 4.4 million households that had their electricity supply cut off, including 11 nuclear power plants.\nGeophysical impact.\nThe quake moved parts of northeast Japan as much as closer to North America, making parts of Japan's land \"wider than before,\" according to geophysicist Ross Stein. Areas of Japan closest to the epi-center shifted the most.\nThe Pacific plate itself may have moved westwards by up to. Other estimates put the amount of slippage at as much as, covering an area some long by wide. If confirmed, this would be one of the largest recorded fault movements to have been associated with an earthquake.\nAccording to Italy's National Institute of Geophysics and Volcanology, the earthquake shifted the Earth's axis by. This deviation led to a number of small planetary changes, including the length of a day and the tilt of the Earth. The speed of the Earth's rotation increased, shortening the day by 1.8 microseconds due to the redistribution of Earth's mass.\nThe axial shift was caused by the redistribution of mass on the Earth's surface, which changed the planet's moment of inertia. Due to the conservation of angular momentum, such changes of inertia result in small changes to the Earth's rate of rotation. These are expected changes for an earthquake of this magnitude.\nTransport.\nThe Tōhoku Expressway, which serves northern Japan, had to be closed due to cracks on the roads. The whole railway network was closed, but was reopened hours after the earthquake. Up to 100,000 people were stuck waiting for a ride straight out of the city.\nTelevision broadcast.\nIn response to the great disaster, Emperor Akihito directly addressed his subjects in a television broadcast. This was the first time any emperor used television in this way.\nOther help.\nThere were other people from other countries helping people after this disaster. For example, Google set up a people finder service, which allowed users to ask for or post information about missing people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moment_magnitude_scale","surface_form":"magnitude","offset":49},{"uri":"Earthquake","surface_form":"earthquake","offset":59},{"uri":"Tsunami","surface_form":"tsunami","offset":82},{"uri":"Japan_Meteorological_Agency","surface_form":"JMA","offset":127},{"uri":"Seismology","surface_form":"seismic intensity scale","offset":131},{"uri":"Sendai%2C_Miyagi","surface_form":"Sendai","offset":183},{"uri":"Miyagi_Prefecture","surface_form":"Miyagi Prefecture","offset":191},{"uri":"T%C5%8Dhoku_region","surface_form":"Tōhoku","offset":235},{"uri":"Japan","surface_form":"Japan","offset":245},{"uri":"Earth","surface_form":"Earth","offset":451},{"uri":"National_Police_Agency_(Japan)","surface_form":"Japanese National Police Agency","offset":525},{"uri":"Foreshock","surface_form":"foreshock","offset":694},{"uri":"Tokyo","surface_form":"Tokyo","offset":887},{"uri":"Aftershock","surface_form":"aftershock","offset":900},{"uri":"Aftershock","surface_form":"aftershock","offset":988},{"uri":"Shinkansen","surface_form":"Shinkansen","offset":1091},{"uri":"Haneda_Airport","surface_form":"Haneda Airport","offset":1144},{"uri":"Oil_refinery","surface_form":"oil refinery","offset":1373},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":1421},{"uri":"Radioactive","surface_form":"radioactive","offset":1517},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":1614},{"uri":"Fukushima%2C_Fukushima","surface_form":"Fukushima","offset":1655},{"uri":"Nuclear_meltdown","surface_form":"meltdown","offset":1749},{"uri":"Tsunami","surface_form":"tsunami","offset":1793},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1866},{"uri":"Australia","surface_form":"Australia","offset":1879},{"uri":"Russia","surface_form":"Russia","offset":1890},{"uri":"Guam","surface_form":"Guam","offset":1898},{"uri":"Philippines","surface_form":"Philippines","offset":1904},{"uri":"Indonesia","surface_form":"Indonesia","offset":1917},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":1928},{"uri":"Nauru","surface_form":"Nauru","offset":1946},{"uri":"Hawaii","surface_form":"Hawaii","offset":1953},{"uri":"Northern_Mariana_Islands","surface_form":"Northern Mariana Islands","offset":1961},{"uri":"USA","surface_form":"USA","offset":1987},{"uri":"Taiwan","surface_form":"Taiwan","offset":1996},{"uri":"Iwate_Prefecture","surface_form":"Iwate Prefecture","offset":2254},{"uri":"Miyagi_Prefecture","surface_form":"Miyagi Prefecture","offset":2281},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":2451},{"uri":"Hawaii","surface_form":"Hawaii","offset":2525},{"uri":"California","surface_form":"California","offset":2635},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2675},{"uri":"National_Police_Agency_(Japan)","surface_form":"National Police Agency","offset":2885},{"uri":"Prefectures_of_Japan","surface_form":"prefectures","offset":2998},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":3089},{"uri":"Nuclear_meltdown","surface_form":"core meltdown","offset":3310},{"uri":"Hydrogen","surface_form":"hydrogen","offset":3349},{"uri":"Nuclear_accident","surface_form":"nuclear accident","offset":3745},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":3772},{"uri":"Geophysicist","surface_form":"geophysicist","offset":4111},{"uri":"Axis_(mathematics)","surface_form":"axis","offset":4571},{"uri":"Mass","surface_form":"mass","offset":4817},{"uri":"Moment_of_inertia","surface_form":"moment of inertia","offset":4931},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":4977},{"uri":"Inertia","surface_form":"inertia","offset":5011},{"uri":"Akihito","surface_form":"Emperor Akihito","offset":5465},{"uri":"Google","surface_form":"Google","offset":5711}]}