{"id":286363,"url":"http://en.wikipedia.org/wiki/The_39_Clues","text":"\"The 39 Clues\" (main series) is a series of eleven adventure books written by seven authors. In the series, the two main characters, Dan and Amy Cahill's grandmother, Grace Cahill dies. In her will, she says each person can get one million dollars or search for clues around the world and become super powerful. There are also online and card games. in book ten it states that all who pass through the gauntlet will get double the amount they turned down.\nCahill Branches.\nThe fictitious Cahill family has supposedly changed the world more than any other family. Most famous people are apparently Cahills. They are split into five branches, the Lucians, Ekatrinas, Tomas, Janus, and Madrigal.\nThe Lucians are good leaders and spies, and are als good with poisons.\nThe Ekaterinas are very inventive and good scientists.\nThe Tomas are very tough and strong.\nThe Janus are very creative and good artists, musicians, and authors.\nThe Madrigals are trying to keep their other family members from being too violent/getting all 39 clues.\nCharacters.\nDan Cahill is an 11 year old boy who likes ninjas, video games, eating, and gross stuff. Dan has asthma, but a photographic memory.\nAmy Cahill is a fourteen year old girl who likes reading and museums. She is scared of public speaking. Dan and Amy live in Boston, Massachusetts\nGrace Cahill is Dan and Amy's recently deceased (dead) grandmother. She took them to museums, and secretly got them ready for the hunt. Amy, Dan, and Grace are Madrigals.\nNellie Gomez is their au pair. She is about 22 years old, and can speak a lot of languages and fly an airplane. She has dyed (colored) hair.\nIsabel Kabra is a Lucian and Dan and Amy's main enemy. She is very mean and has tried to kill both of them at different times. Her children, Ian and Natalie Kabra help her.\nIrina Spasky is a Lucian woman in her 40s or 50s. She appeared to be Dan and Amy's enemy, but turns out to be their ally.\nAlistair Oh is a 64 year old Korean man.His branch is Ekaterina. He has formed alliances with Amy and Dan, but ends up betraying (breaking a promise) them. He is Bae Oh's nephew.\nJonah Wizard is a 15 year old Janus boy and world-famous pop star. His mother, Cora Wizard really pushes him to do well, and his father, Broderick Wizard types on his Blackberry (a type of cell phone) a lot.\nThe Starling triplets, Ned, Ted, and Sinead are Ekaterinas who were severely injured in a bomb blast in Book 1, but get back in the hunt in Book 10.\nThe Holts are a Tomas family of five. They are all very strong. Amy and Dan made a temporary alliance with 15 year old Hamilton Holt.\nPlot.\nIn Book 1, the Cahills learn that their family is the most powerful family in the world. They split into groups and start on the clue hunt. They go to places where Benjamin Franklin went, including Boston, Philadelphia, and Paris.\nIn Book 2, Amy and Dan go to a monestary in the Alps, [where they are chased by monks], and Venice.\nIn Book 3, they go to Japan and South Korea, where they team up with Alistair, but he later abandons them.\nIn Book 4, they go to a tomb in an Egyptian pyramid where they meet Irina.\nIn Book 5, Amy and Dan team up with the Holts to go to different cities throughout Russia. They have to go to five cities in 36 hours to get into the Amber Room, which holds the fifth clue.\nIn Book 6, they go to a mine in Australia and almost get killed by Isabel. Irina turns out to be their ally, but then she dies in a fire in Indonesia caused by Isabel.\nIn Book 7, Amy and Dan go to Pretoria, in South Africa. While they are there, they barely escape out of a Tomas stronghold and discover that they are Madrigals.\nIn Book 8, Amy and Dan go to China, where they get separated. Dan stays with Jonah and his family for a while, but eventually he takes a train to Lhasa, near Mount Everest. In a village near Lhasa, Dan meets Amy as they both try to take a helicopter to go to Mount Everest.\nIn Book 9, they go to the Caribbean, where they learn more about their family branch, and that they need to unite the family.\nIn Book 10, they go to England and Amy and Dan successfully unite the family. They do this by having to go through a cave with explosions.\nCards.\nThe \"39 Clues\" series also has collectable cards. There are hundreds of them. Each one represents a person or place related to the story. Some cards come with the books, but card packs with more cards can be bought.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adventure","surface_form":"adventure","offset":51},{"uri":"Grandmother","surface_form":"grandmother","offset":154},{"uri":"Fiction","surface_form":"fictitious","offset":477},{"uri":"Branch","surface_form":"branch","offset":631},{"uri":"Leader","surface_form":"leader","offset":714},{"uri":"Spy","surface_form":"spies","offset":726},{"uri":"Invention","surface_form":"inventive","offset":788},{"uri":"Video_game","surface_form":"video game","offset":1094},{"uri":"Public_speaking","surface_form":"public speaking","offset":1262},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":1299},{"uri":"Au_pair","surface_form":"au pair","offset":1514},{"uri":"Airplane","surface_form":"airplane","offset":1594},{"uri":"Ally","surface_form":"ally","offset":1922},{"uri":"Aliance","surface_form":"alliances","offset":2007},{"uri":"Nephew","surface_form":"nephew","offset":2099},{"uri":"Popular_music","surface_form":"pop","offset":2164},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":2768},{"uri":"Boston","surface_form":"Boston","offset":2802},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2810},{"uri":"Paris","surface_form":"Paris","offset":2828},{"uri":"Monestary","surface_form":"monestary","offset":2866},{"uri":"Alps","surface_form":"Alps","offset":2883},{"uri":"Monk","surface_form":"monk","offset":2915},{"uri":"Venice","surface_form":"Venice","offset":2927},{"uri":"Japan","surface_form":"Japan","offset":2957},{"uri":"South_Korea","surface_form":"South Korea","offset":2967},{"uri":"Egypt","surface_form":"Egypt","offset":3077},{"uri":"Pyramid","surface_form":"pyramid","offset":3086},{"uri":"Russia","surface_form":"Russia","offset":3200},{"uri":"Australia","surface_form":"Australia","offset":3339},{"uri":"Indonesia","surface_form":"Indonesia","offset":3447},{"uri":"Pretoria","surface_form":"Pretoria","offset":3504},{"uri":"South_Africa","surface_form":"South Africa","offset":3517},{"uri":"Lhasa","surface_form":"Lhasa","offset":3782},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":3794},{"uri":"Helicopter","surface_form":"helicopter","offset":3875},{"uri":"Caribbean","surface_form":"Caribbean","offset":3936},{"uri":"England","surface_form":"England","offset":4059},{"uri":"Collectible_card","surface_form":"collectable cards","offset":4213}]}