{"id":286330,"url":"http://en.wikipedia.org/wiki/Beyti_(restaurant)","text":"Beyti is a restaurant in Istanbul, Turkey. It was opened in 1945 in the neighbourhood of Küçükçekmece. It is owned and managed by Beyti Güler. The restaurant specialises in traditional Turkish food, particularly roasted meat.\nBackground.\nBeyti Güler is descended from Turkic people who fled from Samarkand to Crimea in the 1720s. In the 1870s, after the Crimean War, the family moved to Romania, then part of the Ottoman Empire. The family immigrated to Turkey in 1935.\nIn 1945 Beyti and his father opened a small roadside meat restaurant of 30 m² with four tables in the suburbs of Istanbul. The restaurant only had 20 seats, but became popular soon after opening. Many came for the döner kebap that was rarely available elsewhere.\nAn article published in 1965 in the \"New York Herald Tribune\" led to international fame. From 1966 to 1974, the restaurant catered daily to four Pan Am airliners. The restaurant served U.S. President Richard Nixon aboard Air Force One during his first official trip to Europe, an opportunity that helped the Turkish kebap (grill) dishes become renowned.\nBeyti kebap.\nDuring a visit to Switzerland in 1961, Beyti Güler was inspired by the renowned butcher Möller's way of preparing meat. When he returned home, he introduced a dish consisting of roasted lamb fillets wrapped in strips of lamb cutlet fat. It came to be named after him when the kebap's fame spread all over the world.\nNotable customers.\nIn more than fifty years many heads of state, high-ranking politicians, top businessmen and celebrities around the globe have dined in Beyti during their visits to Istanbul.","categories":[],"infobox_types":[],"annotations":[{"uri":"Restaurant","surface_form":"restaurant","offset":11},{"uri":"Istanbul","surface_form":"Istanbul","offset":25},{"uri":"Turkey","surface_form":"Turkey","offset":35},{"uri":"Turkish_cuisine","surface_form":"Turkish food","offset":185},{"uri":"Roasting","surface_form":"roasted","offset":212},{"uri":"Turkic_people","surface_form":"Turkic people","offset":268},{"uri":"Samarkand","surface_form":"Samarkand","offset":296},{"uri":"Crimea","surface_form":"Crimea","offset":309},{"uri":"Crimean_War","surface_form":"Crimean War","offset":354},{"uri":"Romania","surface_form":"Romania","offset":387},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":413},{"uri":"Doner_kebab","surface_form":"döner kebap","offset":684},{"uri":"New_York_Herald_Tribune","surface_form":"New York Herald Tribune","offset":770},{"uri":"Pan_American_World_Airways","surface_form":"Pan Am","offset":878},{"uri":"U.S._President","surface_form":"U.S. President","offset":918},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":933},{"uri":"Air_Force_One","surface_form":"Air Force One","offset":954},{"uri":"Europe","surface_form":"Europe","offset":1002},{"uri":"Switzerland","surface_form":"Switzerland","offset":1118}]}