{"id":286511,"url":"http://en.wikipedia.org/wiki/Fukushima_Daiichi_Nuclear_Power_Plant","text":"Fukushima Daiichi Nuclear Power Plant (also called Fukushima I) is a disabled nuclear power plant in the town of Ōkuma in Fukushima Prefecture, Japan. Fukushima Daiichi was the first nuclear power plant to be built and run only by the Tokyo Electric Power Company (TEPCO).\nIn March 2011 there were nuclear emergencies at the power plant and some other Japanese nuclear facilities, which raised questions about the future of nuclear power. Following the Fukushima nuclear disaster, the International Energy Agency halved its estimate of additional nuclear generating capacity to be built by 2035.\nThe nuclear reactors.\nThe nuclear reactors for units 1, 2, and 6 were supplied by General Electric, those for units 3 and 5 by Toshiba, and unit 4 by Hitachi. The architectural design for the General Electric's units was done by Ebasco. All of the building work was done by Kajima. Since September 2010, unit 3 has been fueled by MOX fuel|mixed-oxide (MOX) fuel. Units 1–5 had/have a Mark 1 type (light bulb shaped torus) containment structure, unit 6 has Mark 2 type (over/under) containment structure.\nUnit 1 is a 439 MW boiling water reactor (BWR3) constructed in July 1967. It started to commercially make electricity on March 26, 1971, and was planned to shutdown in March, 2011. It was damaged during the 2011 Sendai earthquake and tsunami. The reactor had high atomic and earthquake safety levels when it was made, but it is now both old and out of date. No one knew such a bad earthquake could happen in Japan. Unit 1 was designed for a earthquake \"peak ground acceleration\" shaking motion of 0.18 g (1.74 m/s2) and a seismic \"response spectrum\" based on the 1952 Kern County earthquake. All units were inspected after the 1978 Miyagi earthquake when the seismic \"ground acceleration\" was 0.125 g (1.22 m/s2) for 30 seconds, but no damage to the critical parts of the reactor was discovered.\n2011 Fukushima nuclear disaster.\nIn March 2011, soon after the Sendai earthquake and tsunami, the Japanese government cleared people from around the plant and started local emergency laws at Fukushima I. Ryohei Shiomi of Japan's nuclear safety board was worried about the chance of a meltdown at Unit 1. The next day, the Chief Cabinet Secretary, Yukio Edano said that a partial meltdown at Unit 3 was \"highly possible.\"\nThe Nuclear Engineering International group had reported that Units 1, 2 and 3 were automatically shut down. Units 4, 5 and 6 had already been shut down for maintenance. Back-up generators were damaged by the tsunami; started at first, but stopped after 1 hour later.\nJapan’s government said it had and a nuclear emergency when the cooling problems happened as the back-up diesel generators broke down. The cooling is needed to remove decay heat even when a plant has been shut down, due to the long term atomic reactions. Hundreds of Japanese troops were said to be trucking generators and batteries to the site.\nReactor and generators damage reports (09.53 UTC, 16-3-2011).\nAfter the back-up diesel generators pumps broke down, emergency batteries ran low after about eight hours. Batteries from other nuclear plants were sent to the site and mobile electric and diesel generators arrived within 13 hours, but work to connect portable generating equipment to power water pumps was still continuing as of 15:04 on 12 March. The diesel generators would normally be connected by switching gears in a basement area of the power station's buildings, but this had been flooded by the tsunami.\nData estimated by JAIF (Japan Atomic Industrial Forum).\nLater, unit 4 at the nearby Fukushima II Nuclear Power Station was also shut down by the safety systems. Now, a source of off-site power is available but the damage level at the plant is bad.\nBoron.\nOfficials have thought about putting in or aerial dropping radiation killing boric acid, boronated plastic beads or boron carbide pellets into the spent fuel pools to absorb neutrons. France flew 95 tonnes of boron to Japan on 17 March 2011. Neutron are absorbed by boric acid, which has been injected into the reactor cores, but is unclear if boron was also included with the hose and fire truck water spraying of SFPs.\nA 'Sarcophagus tomb' and liquid metal.\nOn 18 March, the Reuters news agency reported that Hidehiko Nishiyama, a spokesman of Japan's nuclear agency was asked about burying the reactors in a sand and concrete tomb, said: \"That solution is in the back of our minds, but we are focused on cooling the reactors down.\"\nAfter the Chernobyl disaster, the atomic safety workmen used 1,800 metric tonnes of sand and clay cover the plant. This created a problem because they were thermal insulators and trapped heat inside. So first a non-evaporating coolant such as a liquid metal has to be put on it. After it has all cooled off a structure such as the Chernobyl Nuclear Power Plant 'sarcophagus tomb'.\nImplications.\nThe nuclear emergencies at Fukushima Daiichi and other nuclear facilities raised questions about the future of nuclear power. Platts has said that \"the crisis at Japan's Fukushima nuclear plants has prompted leading energy-consuming countries to review the safety of their existing reactors and cast doubt on the speed and scale of planned expansions around the world\". Following the Fukushima nuclear disaster, the International Energy Agency halved its estimate of additional nuclear generating capacity to be built by 2035.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":78},{"uri":"%C5%8Ckuma%2C_Fukushima","surface_form":"Ōkuma","offset":113},{"uri":"Fukushima_Prefecture","surface_form":"Fukushima Prefecture","offset":122},{"uri":"Japan","surface_form":"Japan","offset":144},{"uri":"Tokyo_Electric_Power_Company","surface_form":"Tokyo Electric Power Company","offset":235},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":453},{"uri":"International_Energy_Agency","surface_form":"International Energy Agency","offset":485},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":622},{"uri":"General_Electric","surface_form":"General Electric","offset":678},{"uri":"Toshiba","surface_form":"Toshiba","offset":723},{"uri":"Hitachi","surface_form":"Hitachi","offset":746},{"uri":"Kajima","surface_form":"Kajima","offset":870},{"uri":"Torus","surface_form":"torus","offset":1011},{"uri":"Containment_building","surface_form":"containment structure","offset":1018},{"uri":"G-force","surface_form":"g","offset":1602},{"uri":"2011_Sendai_earthquake_and_tsunami","surface_form":"Sendai earthquake and tsunami","offset":1959},{"uri":"Nuclear_meltdown","surface_form":"meltdown","offset":2180},{"uri":"Scram","surface_form":"automatically shut down","offset":2401},{"uri":"Decay_heat","surface_form":"decay heat","offset":2752},{"uri":"Generator","surface_form":"generator","offset":2893},{"uri":"Diesel","surface_form":"diesel","offset":3346},{"uri":"Fukushima_II_Nuclear_Power_Station","surface_form":"Fukushima II Nuclear Power Station","offset":3590},{"uri":"Safety_system","surface_form":"safety system","offset":3651},{"uri":"Boric_acid","surface_form":"boric acid","offset":3838},{"uri":"Boron","surface_form":"boron","offset":3877},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":4506},{"uri":"Thermal_insulator","surface_form":"thermal insulator","offset":4652},{"uri":"Vapor_pressure","surface_form":"evaporating","offset":4711},{"uri":"Platts","surface_form":"Platts","offset":5017},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":5275},{"uri":"International_Energy_Agency","surface_form":"International Energy Agency","offset":5307}]}