{"id":286608,"url":"http://en.wikipedia.org/wiki/John_McDouall_Stuart","text":"John McDouall Stuart (7 September 18155 June 1866) is regarded as one of Australia's greatest explorers. He went on seven major exploring trips into the centre and north of Australia. He was leader of six of these expeditions. He spent more time out in the Australian bush exploring the land than any other explorer. On each trip, he was able to go further north and found water sources that helped him with his final long journey. In 1862, he crossed Australia from Adelaide, South Australia, to Van Diemen Gulf in the Northern Territory. He was the first European to cross the continent from north to south and then return again.\nExploring Australia caused Stuart to become very sick from diseases such as scurvy and beriberi. He pushed himself to the very limits of human endurance. Each trip left him weaker and at the end of his last trip he was unable to walk or ride and had to be carried back. Stuart's discoveries opened up the country for the growth of farming sheep and cattle. His route was used to build the Australian Overland Telegraph Line from Adelaide to Darwin which joined an undersea line from Java. This meant that for the first time, Australians could communicate quickly with the rest of the world. But his personal rewards were small. He was given some land by the government and a small salary from his employers. Stuart died poor in England at the age of 50.\nEarly life.\nStuart was born on 7 September 1815, at Dysart, Fife, Scotland. His father, William Stuart, had been a captain in the British Army. His mother was Mary McDouall. They had nine children, John McDouall was the sixth. His parents died when he was ten years old. The children were separated and sent to live with different relatives. Stuart was educated at the Scottish Naval and Military Academy in Edinburgh. He studied to be an engineer and surveyor.\nAustralia.\nIn 1839, Stuart moved to Adelaide, South Australia, and began work as a surveyor. Adelaide had only been settled for two years and was mainly still a tent city. The government needed to have maps so that land could be sold or leased. Stuart worked for three years on the edges of the settled areas, measuring the land and dividing it into farm blocks. He learned skills to live and travel in the Australian bush. He was known as a heavy drinker, often spending days at a time drunk. When a recession hit the South Australian economy, Stuart found himself without a job.\nCentral Australian Expedition 1844.\nStuart joined Charles Sturt's Central Australian Expedition to search for an inland sea in August 1844. Sturt was so sure that there was an inland sea in the centre of Australia, that he took a large boat as part of his equipment. Stuart joined the group as a draftsman, who would draw up the maps. He was paid one pound a week, and provided with food. Stuart and James Poole, the second in command, were sent out ahead of the main group to find water. The main group could only travel as fast as their flock of sheep could walk. Stuart and Poole found water at Depot Glen, near the current site of Milparinka.\nIn the hot dry climate of summer, the group remained trapped at the waterhole for seven months. Stuart took a small group to find water to the north, west, and east, but found none. Stuart was left behind in charge of the main group at Depot Glen. It was very hot so they dug an underground room to keep cool. All the men became sick from scurvy because of the lack of fresh fruit and vegetables. This caused their gums to become soft and their teeth to fall out. They had headaches, their noses bled, and their skin began to turn black. When Poole died, Stuart was made second in command. He also became the surveyor and did all the mapping as Sturt could not see properly. When it finally rained the group tried to keep going north but were blocked by the sand dunes of the Simpson Desert. They turned south and went back to the Darling River. Stuart took over as leader when Sturt became blind and too ill to lead the group. They arrived back in Adelaide after six weeks hard travelling. Sturt had to be carried in a cart, and Stuart, crippled with scurvy and beriberi, looked like a skeleton.\nIt took Stuart nearly a year to recover from the expedition. He wrote in a letter: \"I lost the power of my limbs for... six months, and was quite unable to do anything for myself for... twelve months.\" For the next few years he was unable to work. The money he had made was spent on doctors and living expenses. In 1849 he moved to near Port Lincoln on the Eyre Peninsula and worked on a farm. He soon found work surveying in the area, and met William Finke and James Chambers. Finke and Chambers were rich men and they paid Stuart to explore for them. They wanted him to find them new farm lands and water, as well as minerals like gold and copper.\n1858 expedition.\nStuart learned from his trip with Sturt that large groups were not able to move quickly through the dry Australian lands. He believed that a small group would have more success. Finke paid him to find out if the land north of Lake Torrens would be suitable for sheep. On this first trip he went with two men, Forster and an unnamed Aboriginal youth. They took six horses, enough food for six weeks, a watch and a compass. In May 1858 they went through settled areas until they reached Oratunga Station, one of the most remote farms in South Australia. It is near the present day town of Blinman, in the north of the Flinders Ranges. From here they went northwest and found a permanent water hole, Andamooka Waterhole, on a creek Stuart named Chambers Creek. It has since been renamed Stuart Creek. The country was very dry, and they could only find water in Aboriginal wells. The stony ground hurt the horses feet. At the end of July they reached the site of the present day town of Coober Pedy. Their horses were in poor condition and they were running out of food. Stuart decided to change direction to the south west and try and reach the coast near Fowlers Bay. The Aboriginal youth would not go any further and went back. He was scared of other Aborigines in the area they were going into. Stuart said the land was \"...dreary, dismal, dreadful desert.\" Stuart and Forster reached the coast at Denial Bay in August 1858, and were back in settled farm lands by 11 September. They had completed a journey of in four months. He gave his diary and maps to the South Australian government. As a reward, Stuart was given the lease to 1,000 square miles of land at Chambers Creek.\nStuart's second expedition 1859.\nThe official South Australian government explorer Benjamin Herschel Babbage followed Stuart's maps and went to Chambers Creek. He reported that the map showed the creek was marked too far to the north. Stuart went back to Chambers Creek to survey the area again. This expedition was paid for by James Chambers and William Finke who realized the value of reliable water supplies on the other side of the salt lakes. Stuart left Oratunga Station on 2 April 1859, with a small group, three men and 14 horses. The men he took with him included a Bavarian naturalist and artist, David Herrgott, and Louis Müller, a stockman and botanist. Both Herrgott and Müller had been gold miners in Victoria, and would know how to look for gold in the country around Chambers Creek. They did not carry much equipment, only a blanket to sleep with, but no tents. The only food they took was flour, dried beef (jerky), tea, sugar and tobacco. He took more equipment than just his watch and compass on this trip; a sextant, a copy of the Astronomical Almanac and a telescope.\nStuart went a different way to Chambers Creek, going through a gap in between the salt lakes that had been explored by Major Peter Warburton earlier in the year. Herrgott found a group of 12 artesian springs, which Stuart named after him. This name later became the settlement of Herggott Springs. The name was changed again during World War One because of strong anti-German feelings in Australia. The town is now called Marree after the Aboriginal word for possum. These springs were mound springs; over thousands of years the salt in the water had formed small hills, and the water came out of them like water out of a volcano. Some of the mounds were over high. They were valuable because they provided reliable water for people and animals moving north to Chambers Creek.\nAfter surveying Chambers Creek again, Stuart explored the area to the north west of Chambers Creek. They found more mound springs which Stuart named Elizabeth Springs after one of Chamber's daughters. They continued north west and searched for gold in the Davenport Range. They found more springs which they named the Spring of Hope. They were able to continue and found more springs, which Stuart named Freeling Springs, after Major Freeling, a South Australian politician. By the time they had passed the current site of Oodnadatta, both the men and the horses were suffering from the lack of water and proper food. The horses' shoes had worn out in the rocks around the Davenport Range. On 12 June 1859, Stuart turned around and went back. They rode south back to Port Augusta and then took a boat back to Adelaide.\nThird expedition 1859.\nThe South Australian government offered a prize of £2,000 to the first person to cross Australia from the south to the north. They hoped this would be a route for the Australian Overland Telegraph Line that would connect Australia to the line that came from Europe. Stuart and Chambers plans for the trip were not accepted by the government. The government sent Alexander Tolmer to lead the trip. His expedition did not make it out of the settled areas. In August 1859, one month after his last trip, Stuart went back to do more surveying for Chambers at Chambers Creek. With William Darton Kekwick and two other men, they took 12 horses and explored the west side of Lake Eyre. Chambers and Stuart believed that the lake might hold water. Instead Stuart found mud after he walked several kilometres into the dry salt lake. He found another artesian mound spring, more than in height, which he named William Springs, after one of Chamber's sons. He then set off for the Spring of Hope. He saw grasslands and eventually made a base at Freeling Springs. He explored much of the surrounding area hoping to find gold. On 6 January 1860, with his food supplies getting low, and two of the men refusing to go any further, Stuart once again returned home.\nFourth expedition September 1860.\nThere was a lot of support for an expedition to cross Australia. In Melbourne, the biggest exploring expedition in Australian history, the Victorian Exploring Expedition, was being organized for the crossing. This became known as the Burke and Wills expedition, named after its two leaders, Robert O'Hara Burke and William John Wills. Stuart knew that he would be able to travel further and faster by only going with a small group. In March 1860, with Kekwick, Benjamin Head and 13 horses, Stuart left Chambers Creek and headed north. They were the first Europeans to enter central Australia. They reached the Finke River, the MacDonnell Ranges, and the strange rock formation Stuart called Chambers Pillar. On 23 April, Stuart worked out that they were at the very centre of Australia. He named a small hill near the spot Mount Sturt, after Charles Sturt. Stuart and Kekwick climbed the hill and raised the British flag. Stuart wrote that the flag would be a sign to the Aborigines \"...that the dawn of liberty, civilization, and Christianity is about to break upon them.\" The name was later changed to Central Mount Stuart. From here Stuart tried to go northwest to reach the Victoria River. This took them into the Tanami Desert, but they could not find water and were forced to go back.\nThey continued to travel north, beyond the site of the town of Tennant Creek. On 26 June they reached a creek, now called Attack Creek, about north of Adelaide. A large group of Aborigines from a group called the Warramunga, attacked the explorers. The Warrumunga threw boomerangs at the explorers, and then set fire to the grass. Stuart and his men fired their guns at the Warrumunga, but Stuart does not say in his diary if any were killed or injured. The men quickly left the creek and went south.\nStuart decided they could not get any further north because they were running out of food, water was scarce and the horses were in poor condition. He wrote \"...I think it would be madness and folly to attempt more.\" The return journey was very difficult. Stuart could only ride for a few hours a day; on one day he just dug a hole in the sand and curled up in it. Head was so hungry he stole food, which left them with even less. Their clothes were only torn rags and their bodies were covered in bruises caused by scurvy. Stuart wrote in his diary that \"My men have now lost all their former energy...and move about as if they were a hundred years old. It is sad to see them...\" Stuart wrote in his diary that sores on his hands had made them to painful to be used and he could only just sit in the saddle. He gums had become so sore and his teeth so loose that he could only eat flour boiled in water. He wrote on 16 May that \"...I almost wished that death would come and relieve me from my fearful torture...\" The medicines he had with him did not help.\nThe explorers made their way back to Adelaide as Burke and Wills were starting their journey north from Melbourne. Stuart was treated as a hero when he arrived in Adelaide. In 1859 the Royal Geographical Society in London presented him with gold watch. This was given to the explorer Count Paul Strzelecki to take back to Australia.\nThe cost of Stuart's exploring had been paid for by Chambers. Because of this, Stuart would not make his journals and maps available to the public. This led to claims that Stuart had not really travelled that far north and that he was lying about his discoveries. In Victoria it was even said that Stuart had not really gone north, but had been hiding in a cellar in Adelaide.\nFifth expedition 1861.\nThe public and the newspapers began to talk about a race across the continent of Australia. Could Stuart, experienced and used to moving quickly, beat the better equipped, but very slow moving Burke and Wills expedition. After their failures with Babbage and Tolmer's expeditions, the South Australian government now believed that Stuart would succeed if he had enough support. They gave £2,500 to set up another expedition and provided ten armed men to protect Stuart from any more attacks by the Aborigines. Chambers agreed to supply more horses and to pay Stuart and Kekwick's wages. In Victoria, a policeman was sent off to tell Burke to get going to the Gulf of Carpentaria as fast as possible, but Burke had already heard about Stuart's planned trip. Burke divided his group in two, and leaving most of his supplies behind at Menindee on the Darling River, he headed north to Cooper Creek.\nOn 1 January 1861, Stuart with a group of 12 men and 49 horses set off from Chambers Creek. The hot weather made it hard to find water and many waterholes from his earlier trips were dry. In February Stuart sent back two men with five horses. They reached the northern border of South Australia at about the same time that Burke and Wills reached the Gulf of Carpentaria. He was able to travel 240 km north of Attack Creek, where he found a large waterhole he called Glandfield Lagoon, after the mayor of Adelaide. Chambers later changed the name on Stuart's maps to Newcastle Waters, after the Duke of Newcastle, a British politician. From here Stuart again looked for a way to go north west to the Victoria River, but he was unable to find water. With the food running out, the men becoming sick, and horses in poor condition, Stuart again decided to return to Adelaide. Burke and Wills had not returned to Cooper Creek and were missing.\nStuart was presented with the Royal Geographical Society's Patron's Medal for 1861.\nSixth expedition 1861–62.\nStuart set out on his third attempt to cross Australia on 25 October 1861. This expedition was called the Great Northern Exploring Expedition. The group was: John McDouall Stuart, William Darton Kekwick, Francis William Thring, William Patrick Auld, Stephen King Jnr., John William Billiatt, James Frew Jnr., Heath Nash, John Woodforde, John McGorrery and Frederick George Waterhouse.\nMcGorrey was a blacksmith who would be able to fix the shoes on the group's 78 horses. Waterhouse was a naturalist who would be able to keep a scientific notes of their discoveries. Stuart was injured when a horse stood on his right hand, and remained behind for a month to recover. He learned about the deaths of Burke and Wills at Cooper Creek.\nThe group left Chambers Creek on 8 January 1862 moving fast, covering between 30 and 50 kilometres a day. The fast pace meant that in the first three weeks eight horses died and Woodforde left and went back. Stuart left some of the supplies behind and cut the amount each man was allowed to eat. At Mount Hay in central Australia, they were again attacked by Aboriginal warriors, but they were no match for the group's guns and several may have been killed.\nThey reached Newcastle Waters in three months, and then took a week to rest. Stuart spent the next five weeks searching for water. He finally found a series of waterholes, creeks and rivers which meant the whole group were able to continue to the north. He gave up trying to reach the Victoria River. When they got to the Roper River, which had been explored by Ludwig Leichhardt in 1845, he knew he could easily go west to the Gulf of Carpentaria, but instead chose to continue north. Auld later said that \"...the mosquitos and flies were terrible. Our hands, feet and necks were blistered with their bites.\" They crossed Arnhem Land, and made the way along the edge of what is now Kakadu National Park. He followed the Adelaide River, but when the ground became too soft and muddy, they went further north to the Mary River and eventually reached the sea.\nThey arrived at Van Diemen's Gulf on 24 July 1862. On a tall tree branch they raised a Union Jack flag with Stuart's name embroided on it which had been made by Chamber's daughter, Elizabeth. Wood from the tree, which has since been destroyed, is in the collection of the Royal Geographical Society of South Australia's collection. The group then had to travel back to Adelaide. Food was becoming scarce, and the hot weather meant there was little water. Many horses died, and Stuart was again forced to leave behind equipment. Waterhouse had to leave all his carefully collected plants and animals. The men were very hungry and even shot and ate dingos. Stuart was in poor health and became blind. He was unable to speak for several days and the men thought he was going to die. He was unable to ride his horse, and they made a bed with long poles and blankets that could be carried between two horses. Stuart was carried by this method. after crossing the MacDonnell Ranges, they discovered that rain had fallen and there was lots of grass. On reaching the settled areas, Stuart learned that his friend and partner, James Chambers had died. He left Kekwick in charge of the group, and went ahead with Auld. They got on the train at Kapunda and arrived in Adelaide on 17 December 1862.\nStuart and his group were given a special welcome in Adelaide on 16 January 1863. They dressed in their old clothes and rode into the city as heroes. This was also the day that Burke and Wills were buried in Melbourne after the failure of their expedition.\nLater life.\nStuart was in poor health, almost blind, and had a crippled right hand after the sixth trip. With Chambers dead, he no longer had a job. The government tried not to pay him the £2,000 reward, saying that they had paid for the cost of the expedition. After public pressure, they gave in, but invested the money and only gave Stuart a small amount each year. He was drinking a lot of alcohol and none of his friends would give him any help. The government then wanted £500 for the lease of the land they had given him at Chambers Creek. Stuart sold it to James Chambers' brother, John Chambers, for only £200, losing money on the deal.\nHe decided to return to Great Britain in April 1864. He lived with his sister Mary in Glasgow, Scotland. The Royal Geographical Society asked the South Australian government for a pension for Stuart, but they said he had been rewarded enough with grants of land. During the debate over the pension it was said that it was not the exploring that had ruined his health, but his drinking habits. He suffered from dementia, and it is possible he also had tuberculosis. He died in London on 5 June 1866 from a stroke and was buried in the Kensal Green Cemetery. Only seven people went to the funeral, four relatives, two members of the Royal Geographical Society, and Alexander Hay, a South Australian farmer who was in London at the time. The grave was damaged in World War II, but was repaired in 2011 by the Stuart Society and the Royal Geographical Society of South Australia.\nThe Australian Overland Telegraph Line was built along the route taken by Stuart. Using his notes they were easily able to find water supplies and trees to make the poles. The accuracy of his maps made building the line much easier. His journey is remembered in the Stuart Highway, one of Australia's major roads which joins Port Augusta to Darwin. It follows much of the same route discovered by Stuart. In June 1904, a statue of Stuart was put up in Adelaide. The Royal Geographical Society of South Australia has a wooden chair and table made by Stuart in 1854.\nBenjamin Head later said about Stuart \"...that he was a born leader of men: the sharpest little fellow you would find in a year's march.\"\nConclusion.\n- He had exceptional dead reckoning and navigational skills that enabled him to understand exactly where he was.\n- He spent more time in the field and explored more land than any other explorer without the loss of a man.\n-He learnt from every trip how far to push the physical limits and when to turn back.\n- He understood and cared for his horses and knew their limits and ability to move quickly through land and how far each type could survive without water. - He was courageous, a great leader and his concern and respect for his fellow expedition members was reciprocated.","categories":[],"infobox_types":["Person"],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":73},{"uri":"Explorer","surface_form":"explorer","offset":94},{"uri":"Expedition","surface_form":"expedition","offset":214},{"uri":"The_bush","surface_form":"bush","offset":268},{"uri":"Water","surface_form":"water","offset":373},{"uri":"Source","surface_form":"source","offset":379},{"uri":"Adelaide","surface_form":"Adelaide","offset":467},{"uri":"South_Australia","surface_form":"South Australia","offset":477},{"uri":"Van_Diemen_Gulf","surface_form":"Van Diemen Gulf","offset":497},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":520},{"uri":"Europe","surface_form":"Europe","offset":557},{"uri":"Continent","surface_form":"continent","offset":579},{"uri":"Disease","surface_form":"disease","offset":691},{"uri":"Scurvy","surface_form":"scurvy","offset":708},{"uri":"Beriberi","surface_form":"beriberi","offset":719},{"uri":"Endurance","surface_form":"endurance","offset":775},{"uri":"Australian_Overland_Telegraph_Line","surface_form":"Australian Overland Telegraph Line","offset":1021},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":1073},{"uri":"Java","surface_form":"Java","offset":1115},{"uri":"Reward","surface_form":"reward","offset":1240},{"uri":"Salary","surface_form":"salary","offset":1313},{"uri":"Employer","surface_form":"employer","offset":1329},{"uri":"England","surface_form":"England","offset":1360},{"uri":"Dysart%2C_Fife","surface_form":"Dysart, Fife","offset":1438},{"uri":"Scotland","surface_form":"Scotland","offset":1452},{"uri":"British_Army","surface_form":"British Army","offset":1516},{"uri":"Kinship","surface_form":"relative","offset":1717},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1794},{"uri":"Engineer","surface_form":"engineer","offset":1825},{"uri":"Surveyor","surface_form":"surveyor","offset":1838},{"uri":"Surveyor","surface_form":"surveyor","offset":1931},{"uri":"Renting","surface_form":"leased","offset":2085},{"uri":"Recession","surface_form":"recession","offset":2349},{"uri":"Economy","surface_form":"economy","offset":2384},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":2479},{"uri":"Equipment","surface_form":"equipment","offset":2685},{"uri":"Pound_(currency)","surface_form":"pound","offset":2780},{"uri":"Milparinka%2C_New_South_Wales","surface_form":"Milparinka","offset":3064},{"uri":"Scurvy","surface_form":"scurvy","offset":3415},{"uri":"Headache","surface_form":"headache","offset":3549},{"uri":"Dune","surface_form":"sand dunes","offset":3834},{"uri":"Simpson_Desert","surface_form":"Simpson Desert","offset":3852},{"uri":"Darling_River","surface_form":"Darling River","offset":3907},{"uri":"Crippled","surface_form":"crippled","offset":4114},{"uri":"Skeleton","surface_form":"skeleton","offset":4163},{"uri":"Port_Lincoln%2C_South_Australia","surface_form":"Port Lincoln","offset":4510},{"uri":"Eyre_Peninsula","surface_form":"Eyre Peninsula","offset":4530},{"uri":"James_Chambers_(pastoralist)","surface_form":"James Chambers","offset":4635},{"uri":"Gold","surface_form":"gold","offset":4806},{"uri":"Copper","surface_form":"copper","offset":4815},{"uri":"Lake_Torrens_National_Park","surface_form":"Lake Torrens","offset":5066},{"uri":"Australian_Aborigine","surface_form":"Aboriginal","offset":5172},{"uri":"Watch","surface_form":"watch","offset":5241},{"uri":"Compass","surface_form":"compass","offset":5253},{"uri":"Blinman%2C_South_Australia","surface_form":"Blinman","offset":5427},{"uri":"Flinders_Ranges","surface_form":"Flinders Ranges","offset":5456},{"uri":"Permanent","surface_form":"permanent","offset":5515},{"uri":"Coober_Pedy%2C_South_Australia","surface_form":"Coober Pedy","offset":5823},{"uri":"Desert","surface_form":"desert","offset":6189},{"uri":"Denial_Bay%2C_South_Australia","surface_form":"Denial Bay","offset":6238},{"uri":"Diary","surface_form":"diary","offset":6378},{"uri":"Reward","surface_form":"reward","offset":6434},{"uri":"Square_mile","surface_form":"square mile","offset":6478},{"uri":"Benjamin_Herschel_Babbage","surface_form":"Benjamin Herschel Babbage","offset":6601},{"uri":"Bavaria","surface_form":"Bavaria","offset":7093},{"uri":"Naturalist","surface_form":"naturalist","offset":7102},{"uri":"Stockman","surface_form":"stockman","offset":7161},{"uri":"Botanist","surface_form":"botanist","offset":7174},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":7233},{"uri":"Flour","surface_form":"flour","offset":7424},{"uri":"Tobacco","surface_form":"tobacco","offset":7466},{"uri":"Sextant","surface_form":"sextant","offset":7546},{"uri":"Astronomical_Almanac","surface_form":"Astronomical Almanac","offset":7569},{"uri":"Telescope","surface_form":"telescope","offset":7596},{"uri":"Peter_Warburton","surface_form":"Peter Warburton","offset":7732},{"uri":"Artesian_aquifer","surface_form":"artesian","offset":7798},{"uri":"World_War_One","surface_form":"World War One","offset":7939},{"uri":"Marree%2C_South_Australia","surface_form":"Marree","offset":8029},{"uri":"Possum","surface_form":"possum","offset":8066},{"uri":"Volcano","surface_form":"volcano","offset":8229},{"uri":"Davenport_Range","surface_form":"Davenport Range","offset":8640},{"uri":"Politician","surface_form":"politician","offset":8847},{"uri":"Oodnadatta%2C_South_Australia","surface_form":"Oodnadatta","offset":8907},{"uri":"Port_Augusta%2C_South_Australia","surface_form":"Port Augusta","offset":9151},{"uri":"Australian_Overland_Telegraph_Line","surface_form":"Australian Overland Telegraph Line","offset":9393},{"uri":"Europe","surface_form":"Europe","offset":9484},{"uri":"Alexander_Tolmer","surface_form":"Alexander Tolmer","offset":9588},{"uri":"Lake_Eyre","surface_form":"Lake Eyre","offset":9894},{"uri":"Melbourne","surface_form":"Melbourne","offset":10577},{"uri":"Burke_and_Wills_expedition","surface_form":"Burke and Wills expedition","offset":10743},{"uri":"Robert_O%27Hara_Burke","surface_form":"Robert O'Hara Burke","offset":10800},{"uri":"William_John_Wills","surface_form":"William John Wills","offset":10824},{"uri":"Finke_River","surface_form":"Finke River","offset":11119},{"uri":"MacDonnell_Ranges","surface_form":"MacDonnell Ranges","offset":11136},{"uri":"Chambers_Pillar","surface_form":"Chambers Pillar","offset":11200},{"uri":"Central_Mount_Stuart","surface_form":"Central Mount Stuart","offset":11613},{"uri":"Victoria_River_(Northern_Territory)","surface_form":"Victoria River","offset":11687},{"uri":"Tanami_Desert","surface_form":"Tanami Desert","offset":11727},{"uri":"Tennant_Creek%2C_Northern_Territory","surface_form":"Tennant Creek","offset":11863},{"uri":"Warramunga","surface_form":"Warramunga","offset":12013},{"uri":"Boomerang","surface_form":"boomerang","offset":12070},{"uri":"Scarce","surface_form":"scarce","offset":12402},{"uri":"Medicine","surface_form":"medicine","offset":13318},{"uri":"Royal_Geographical_Society","surface_form":"Royal Geographical Society","offset":13543},{"uri":"Paul_Strzelecki","surface_form":"Paul Strzelecki","offset":13648},{"uri":"Menindee%2C_New_South_Wales","surface_form":"Menindee","offset":14923},{"uri":"Darling_River","surface_form":"Darling River","offset":14939},{"uri":"Cooper_Creek","surface_form":"Cooper Creek","offset":14973},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":15338},{"uri":"Newcastle_Waters%2C_Northern_Territory","surface_form":"Newcastle Waters","offset":15554},{"uri":"Blacksmith","surface_form":"blacksmith","offset":16437},{"uri":"Naturalist","surface_form":"naturalist","offset":16526},{"uri":"Warrior","surface_form":"warrior","offset":17139},{"uri":"Roper_River","surface_form":"Roper River","offset":17549},{"uri":"Ludwig_Leichhardt","surface_form":"Ludwig Leichhardt","offset":17589},{"uri":"Mosquito","surface_form":"mosquito","offset":17742},{"uri":"Fly","surface_form":"flies","offset":17756},{"uri":"Blister","surface_form":"blister","offset":17808},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":17850},{"uri":"Kakadu_National_Park","surface_form":"Kakadu National Park","offset":17910},{"uri":"Adelaide_River","surface_form":"Adelaide River","offset":17948},{"uri":"Mary_River_(Northern_Territory)","surface_form":"Mary River","offset":18042},{"uri":"Union_Jack","surface_form":"Union Jack","offset":18172},{"uri":"Embroidery","surface_form":"embroided","offset":18207},{"uri":"Dingo","surface_form":"dingo","offset":18732},{"uri":"Kapunda%2C_South_Australia","surface_form":"Kapunda","offset":19319},{"uri":"Great_Britain","surface_form":"Great Britain","offset":20299},{"uri":"Glasgow","surface_form":"Glasgow","offset":20361},{"uri":"Scotland","surface_form":"Scotland","offset":20370},{"uri":"Pension","surface_form":"pension","offset":20455},{"uri":"Dementia","surface_form":"dementia","offset":20685},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":20726},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":20780},{"uri":"Funeral","surface_form":"funeral","offset":20862},{"uri":"World_War_II","surface_form":"World War II","offset":21035},{"uri":"Stuart_Highway","surface_form":"Stuart Highway","offset":21417},{"uri":"Statue","surface_form":"statue","offset":21572}]}