{"id":286603,"url":"http://en.wikipedia.org/wiki/Samantha_Eggar","text":"Samantha Eggar (born 5 March 1939) is a British actress.\nEggar was born in London. Her father was a British Army officer. Her mother hadPortuguese and Dutch acestors.\nCareer.\nEggar has theater training, in companies doing works of Shakespeare. She began making movie appearances. The Wild and the Willing (1962), Doctor in Distress (1963), Dr. Crippen (1964).\nBeing very young Samantha Eggar became famous for playing the role of Miranda Grey in The Collector (1965), Miranda is a student who is kidnapped by a maniac Freddie Clegg, played by Terence Stamp. Her outstanding performance won Best Actress at the Cannes Film Festival and was nominated for an Oscar.\nShe continued her work in major films such as Walk Don't Run (1966), with Cary Grant, Doctor Dolittle (1967), The Molly Maguires (1970), with Sean Connery, The Light at the Edge of the World (1971), with Kirk Douglas and Yul Brynner, Il grande attacco (1978).\nHorror movies.\nShe has had several roles in horror films as A Name for Evil (1973), he plays the role of a young woman who with her husband, moving into a possessed house belonging to his grandfather, The Uncanny (1977), with Ray Milland and Peter Cushing, The Brood (1979) by David Cronenberg, one of the most horror films of the story, she plays the role of Nola Carveth, a woman who suffers horrific mutations.\nIn 1980s she work in Demonoid: Messenger of Death (1981), with Stuart Whitman, and Curtains (1983).\nTelevision.\nHer television credits include the TV series, Anna and the King (1972), with Yul Brynner, Double Indemnity (1973 film), with Richard Crenna, All the Kind Strangers (1974 film), with Stacy Keach, For the Term of His Natural Life (1983 film), with Anthony Perkins, Commander in Chief (2005-2006).\nAs a special guest star in The Saint, Lucas Tanner, Baretta, Columbo, Starsky and Hutch, Hawai 5-0, Falcon Crest, Hart to Hart, Magnum, P.I., and many more.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":40},{"uri":"London","surface_form":"London","offset":75},{"uri":"Portugal","surface_form":"Portuguese","offset":136},{"uri":"Dutch_people","surface_form":"Dutch","offset":151},{"uri":"Cary_Grant","surface_form":"Cary Grant","offset":737},{"uri":"Sean_Connery","surface_form":"Sean Connery","offset":805},{"uri":"Kirk_Douglas","surface_form":"Kirk Douglas","offset":867},{"uri":"Yul_Brynner","surface_form":"Yul Brynner","offset":884},{"uri":"Ray_Milland","surface_form":"Ray Milland","offset":1149},{"uri":"Peter_Cushing","surface_form":"Peter Cushing","offset":1165},{"uri":"Stuart_Whitman","surface_form":"Stuart Whitman","offset":1400},{"uri":"Yul_Brynner","surface_form":"Yul Brynner","offset":1526},{"uri":"Richard_Crenna","surface_form":"Richard Crenna","offset":1574},{"uri":"Stacy_Keach","surface_form":"Stacy Keach","offset":1631},{"uri":"Anthony_Perkins","surface_form":"Anthony Perkins","offset":1695}]}