{"id":286784,"url":"http://en.wikipedia.org/wiki/Eartha_Kitt","text":"Eartha Kitt (January 17, 1927 – December 25, 2008) was an American singer and songwriter who had many hit songs. She was also an actress. Kitt died of colorectal cancer in Weston, Connecticut. She was the first musician to record the song \"Santa Baby\".\nEarly life and career.\nKitt was born on a cotton plantation in North, South Carolina. She lived there for the first 7 years of her life, but when she turned 8 years old her family moved to the Harlem neighborhood of New York City. While she lived in New York she attended the High School of Performing Arts. In 1943, while she was in New York, she started her career as part of the Katherine Dunham Company, a dance group founded by famous singer/dancer named Katherine Dunham. Along with Dunham, Eartha performed in Egypt, France, Greece, Turkey, New York, Las Vegas and Hollywood. She acted in the movie \"Casbah\" in 1948. It was her first role in a movie. In 1960 a star was put for her in the Hollywood Walk of Fame. In 2000 she did the voice of Yzma in \"The Emperor's New Groove\".\nEartha Kitt was on Broadway a couple of times in plays like \"New Faces\" and \"Timbuktu\". She was also in many different movies, some of which are Synanon, The Mark of the Hawk, All by Myself and Accused. She made many different appearances on shows such as Colgate Comedy Hour, Batman, The Ed Sullivan Show, I Spy and Police Woman.\nIn her later years Eartha Kitt wrote four different memoirs. The first was called \"Thursday's Child\", The second was called \"Tart is Not a Sweet\", the third was called \"Alone With Me\", The last one was called \"I’m Still Here; Confessions of a Sex Kitten\". Eartha Kitt died on Christmas Day, 2008 in Weston, Connecticut.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":58},{"uri":"Singer","surface_form":"singer","offset":67},{"uri":"Songwriter","surface_form":"songwriter","offset":78},{"uri":"Actress","surface_form":"actress","offset":129},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":151},{"uri":"Weston%2C_Connecticut","surface_form":"Weston, Connecticut","offset":172},{"uri":"North%2C_South_Carolina","surface_form":"North, South Carolina","offset":316},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":949},{"uri":"The_Emperor%27s_New_Groove","surface_form":"The Emperor's New Groove","offset":1011}]}