{"id":286785,"url":"http://en.wikipedia.org/wiki/Morganucodon","text":"\"Morganucodon\" is an early mammaliaform genus.p79 It lived during the latest Upper Triassic or earliest Jurassic.p299\nUnlike many other early mammals, \"Morganucodon\" is known from abundant and well preserved material. Most of this comes from Glamorgan in Wales (\"Morganucodon watsoni\").\nAccording to Kemp, it is impossible to say whether the rock fissures (cracks), where the remains were found, are latest Triassic or earliest Jurassic.p142\n\"Morganucodon\" first appeared about 205 million years ago. \"It was a small animal with a skull 2-3 cm in length and a body length of about 10 cm [4 inches]. In general appearance it would have looked like a shrew or mouse\".p143\nDistribution.\nFossils have also been found in the Yunnan Province in China (\"Morganucodon oehleri\"), in various parts of Europe and North America and some at least closely related animals (\"Megazostrodon\") are known from exquisite fossils from South Africa.p21/33, 174\nPhysiology.\nFrom their size and teeth, they may have been insectivores.p300\nThe small size suggests some kind of temperature regulation, which in turn suggests insulation in the form of fur. Nocturnal activity in an animal of this size virtually requires an increased internal production of heat.p124\nBrain size is another factor. It is certain that early mammals did have enlarged brains relative to their size. Reconstructions of the brain size has shown this. Apparently, brain size in Mesozoic mammals lay within the lower range of brain size for living mammals. This is an overall increase of four or more times the volume of basal amniote brains. Very likely this involved the development of the neocortex, \"one of the most striking of all mammalian characteristics\".p120\nIs it a mammal?\nThere has been a long controversy about whether or not to classify it as a mammal. Some prefer to include it in a broader clade called Mammaliaformes.\n\"Morganucodon\" is regarded as very basal (= primitive). Its lower jaw has some of the bones found in its synapsid ancestors in a very reduced form. Mammals have a jawbone composed solely of the dentary.\nThe primitive jaw joint between the articular and quadrate bones is still found in \"Morganucodon\".p107/112 In modern mammals these bones moved into the middle ear and become part of the ear ossicles as malleus and incus, \"Morganucodon\" is unusual because, apart from still having the primitive hinge, it has also evolved the derived mammalian one and so has a double jaw joint.\nIts tooth replacement and determinate growth, are mammalian features.p324/346 Earlier synapsids replace their teeth throughout life, as sauropsids also do. This is known as \"polyphyodonty\", while mammals grow only two sets of teeth, in \"diphyodonty\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammaliaform","surface_form":"mammaliaform","offset":27},{"uri":"Genus","surface_form":"genus","offset":40},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":77},{"uri":"Jurassic","surface_form":"Jurassic","offset":104},{"uri":"Glamorgan","surface_form":"Glamorgan","offset":242},{"uri":"Wales","surface_form":"Wales","offset":255},{"uri":"Rock_(geology)","surface_form":"rock","offset":342},{"uri":"Yunnan","surface_form":"Yunnan","offset":720},{"uri":"China","surface_form":"China","offset":739},{"uri":"Megazostrodon","surface_form":"Megazostrodon","offset":860},{"uri":"South_Africa","surface_form":"South Africa","offset":914},{"uri":"Insectivore","surface_form":"insectivore","offset":997},{"uri":"Thermal_insulation","surface_form":"insulation","offset":1099},{"uri":"Fur","surface_form":"fur","offset":1125},{"uri":"Nocturnal","surface_form":"Nocturnal","offset":1130},{"uri":"Brain","surface_form":"Brain","offset":1240},{"uri":"Amniote","surface_form":"amniote","offset":1576},{"uri":"Neocortex","surface_form":"neocortex","offset":1641},{"uri":"Mammaliaformes","surface_form":"Mammaliaformes","offset":1868},{"uri":"Basal","surface_form":"basal","offset":1919},{"uri":"Synapsid","surface_form":"synapsid","offset":1989},{"uri":"Dentary","surface_form":"dentary","offset":2078},{"uri":"Ear_ossicles","surface_form":"ear ossicles","offset":2273},{"uri":"Malleus","surface_form":"malleus","offset":2289},{"uri":"Incus","surface_form":"incus","offset":2301},{"uri":"Sauropsid","surface_form":"sauropsid","offset":2601}]}