{"id":286794,"url":"http://en.wikipedia.org/wiki/Tritylodont","text":"Tritylodonts were small to medium-sized mammal-like cynodonts. They varied in size from a rabbit to a beaver.\nThey were the last family of the non-mammalian synapsids. One of the last cynodont lines to appear, the family Tritylodontidae descended from a \"Cynognathus\"-like cynodont. Their teeth had three cusps (bumps) which gave them their name.\nThe tritylodonts were herbivorous, chewing through vegetation, such as stems, leaves, and roots. Tritylodonts have no canine teeth, just incisors and cheek teeth. The jaw worked by grinding forward and backwards, shredding the food between the ridges of the teeth.\nThey were the longest surviving of all the non-mammalian therapsids. They appeared in the latest Triassic period, and persisted through the Jurassic until the middle of the Cretaceous. This shows that the tritylodonts were a successful group of therapsids, even though they lived right beneath the ruling dinosaurs' feet, so to speak.\nIt is very clear that the tritylodonts were warm-blooded. The tritylodont fossils were found in the Americas, South Africa, and Eurasia. They may have managed to live worldwide, including Antarctica.\nThere are quite a few parallels between these tritylodonts (which are outside the mammal line) and multituberculates, which are mammals. The tritylodonts had no competition in the Jurassic, because all the other mammal-like types were either carnivores or insectivores. Kermack's conclusion is that when the multituberculates appeared (middle Jurssic) they were in direct competition, and eventually they out-competed the earlier group, and replaced it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":40},{"uri":"Cynodont","surface_form":"cynodont","offset":52},{"uri":"Synapsid","surface_form":"synapsid","offset":157},{"uri":"Family_(biology)","surface_form":"family","offset":214},{"uri":"Cynognathus","surface_form":"Cynognathus","offset":255},{"uri":"Herbivorous","surface_form":"herbivorous","offset":369},{"uri":"Vegetation","surface_form":"vegetation","offset":398},{"uri":"Plant_stem","surface_form":"stem","offset":418},{"uri":"Leaves","surface_form":"leaves","offset":425},{"uri":"Root","surface_form":"root","offset":437},{"uri":"Canine","surface_form":"canine","offset":465},{"uri":"Incisor","surface_form":"incisor","offset":484},{"uri":"Therapsid","surface_form":"therapsid","offset":669},{"uri":"Triassic","surface_form":"Triassic","offset":709},{"uri":"Jurassic","surface_form":"Jurassic","offset":752},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":785},{"uri":"Dinosaur","surface_form":"dinosaur","offset":917},{"uri":"Warm-blooded","surface_form":"warm-blooded","offset":991},{"uri":"Americas","surface_form":"Americas","offset":1047},{"uri":"South_Africa","surface_form":"South Africa","offset":1057},{"uri":"Eurasia","surface_form":"Eurasia","offset":1075},{"uri":"Antarctica","surface_form":"Antarctica","offset":1135},{"uri":"Multituberculate","surface_form":"multituberculate","offset":1246},{"uri":"Jurassic","surface_form":"Jurassic","offset":1327}]}