{"id":286712,"url":"http://en.wikipedia.org/wiki/Water_park","text":"A water park (occasionally written as \"waterpark\") is an theme park that features water play areas, such as water slides, splash pads, spraygrounds (water playgrounds), lazy rivers, or other recreational bathing, swimming, and barefooting environments. Water parks in more current states of development may also have some type of artificial surfing or bodyboarding environment such as a wave pool or FlowRider.\nEvolution of water parks.\nWater parks have grown in popularity since their introduction in the late 1940s and early 1950s. The United States has the largest and most concentrated water park market, with over a thousand water parks and dozens of new parks opening each year. Major organizations are IAAPA (International Association of Amusement Parks and Attractions) and WWA (World Waterpark Association).\nWater parks emerging from spas continue to more closely resemble mountain resorts as they become four-season destinations-for example, Splash Universe Water Park Resort, a member of the World Water Park Association, is themed to match the community in which it is located. The theme is intended to enhance the communities' destination appeal. Therefore, the amusement and leisure time industry is becoming more concentrated as winter sports are becoming commonplace themes in summertime water rides. A process of concentration can be observed in the hybrid segments of theme-, amusement-, and water parks. Some water parks are more spa-oriented; e.g. Schwaben Quellen, a member of European Waterparks Association (EWA) has no water slides, but instead has many saunas, steam rooms, \"adventure showers\", and relaxation-oriented water play areas.\nFrom 2000's, popular water parks were disclosed by long wait line problems of attractions. To solve this problem, some water parks adapt conveyor belt to lift passengers or use water jets.\nA unique feature at a water park is ice skating. [http://deepriverwaterpark.com Deep River Waterpark] in northwestern Indiana features ice skating thanks to cooling pipes that were added under their massive plaza during a recent expansion.\nIndoor water parks.\nThe first ever indoor water park was built in Edmonton, Alberta, Canada in 1985 at the West Edmonton Mall as part of the $1.2 billion dollar Phase III expansion. Called World Waterpark, it is over in size. It also includes one of the world's largest indoor wave pool, waterslides of varying degrees, tube rides, bungee jumping, and hot tubs.\nWith 5 indoor water parks, Wisconsin Dells, Wisconsin, is recognized as the \"Water Park Capital of the World.\" It showcases several of America's largest indoor and outdoor water parks (see Noah's Ark Water Park). Indoor water parks in Wisconsin Dells debuted in 1994 after the Polynesian Resort Hotel built the first one in the U.S. The success in extending the tourist season and turning water park resorts into vacation destinations has resulted in tremendous industry growth. Usually resort hotels featuring massive indoor water parks that are often reserved exclusively for overnight guests, companies like Great Wolf Resorts/Great Wolf Lodge and Kalahari Resorts have branched out from their origin in the Dells to open new locations around the country. Mt. Olympus Theme and Water Park (formerly Family Land) is another huge water park in the Dells.\nThe premier UK indoor water park is the Sandcastle Waterworld at Blackpool, England which has the Master Blaster, the world's longest indoor roller coaster-style ride.\nThere are many water parks in Southern Europe where the climate suits a long season. For example in Portugal on the Algarve there are three main parks - Aqualand, Aquashow and Slide and Splash.\nWater play areas.\nWater play areas are similar to water parks and include urban beaches, splash pads, and smaller collections of waterslides in many hotels and public pools. For example, the Delta Chelsea hotel in Toronto features a four story waterslide called the \"corkscrew\".\nAnother unique waterpark feature is ice skating. Deep River Waterpark in Indiana has ice skating thanks to cooling pipes that were added under their plaza.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theme_park","surface_form":"theme park","offset":57},{"uri":"Water_slide","surface_form":"water slide","offset":108},{"uri":"Splash_pad","surface_form":"splash pad","offset":122},{"uri":"Lazy_river","surface_form":"lazy river","offset":169},{"uri":"Bathing","surface_form":"bathing","offset":204},{"uri":"Human_swimming","surface_form":"swimming","offset":213},{"uri":"Barefoot","surface_form":"barefoot","offset":227},{"uri":"Surfing","surface_form":"surfing","offset":341},{"uri":"Bodyboarding","surface_form":"bodyboarding","offset":352},{"uri":"Wave_pool","surface_form":"wave pool","offset":387},{"uri":"FlowRider","surface_form":"FlowRider","offset":400},{"uri":"Indoor_water_park","surface_form":"indoor water park","offset":2126},{"uri":"Edmonton%2C_Alberta","surface_form":"Edmonton, Alberta","offset":2157},{"uri":"Canada","surface_form":"Canada","offset":2176},{"uri":"West_Edmonton_Mall","surface_form":"West Edmonton Mall","offset":2198},{"uri":"World_Waterpark","surface_form":"World Waterpark","offset":2280},{"uri":"Wave_pool","surface_form":"wave pool","offset":2368},{"uri":"Bungee_jumping","surface_form":"bungee jumping","offset":2423},{"uri":"Hot_tubs","surface_form":"hot tubs","offset":2443},{"uri":"Wisconsin_Dells%2C_Wisconsin","surface_form":"Wisconsin Dells, Wisconsin","offset":2480},{"uri":"Noah%27s_Ark_Water_Park","surface_form":"Noah's Ark Water Park","offset":2642},{"uri":"Kalahari_Resort","surface_form":"Kalahari Resort","offset":3104},{"uri":"Sandcastle_Waterworld","surface_form":"Sandcastle Waterworld","offset":3349},{"uri":"Blackpool%2C_England","surface_form":"Blackpool, England","offset":3374},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":3450},{"uri":"Urban_beach","surface_form":"urban beach","offset":3745},{"uri":"Splash_pad","surface_form":"splash pad","offset":3760},{"uri":"Delta_Chelsea","surface_form":"Delta Chelsea","offset":3862},{"uri":"Ice_skating","surface_form":"ice skating","offset":3986},{"uri":"Indiana","surface_form":"Indiana","offset":4023}]}