{"id":286802,"url":"http://en.wikipedia.org/wiki/Parmigiana","text":"Parmigiana is a Southern Italian dish made with a shallow-fried sliced filling, with cheese and tomato sauce on top, then baked. Eggplant parmigiana is the earliest version. Other kinds made with breaded meat cutlets, such as veal and chicken parmigiana, are popular in other countries, usually in areas with a lot of Italian immigrants.\nHistory.\nThe dish is claimed by both Campania and Sicily. While \"parmigiana\" means \"from Parma\" (in Northern Italy), the dish is not part of Parma food. It is based on melanzane alla parmigiana (alt. parmigiana di melanzane) or eggplant parmigiana (or eggplant Parmesan), a classic Southern Italian dish.\nAlong with the many Italian versions, different kinds of Parmigiana have been developed across the world, most often in countries where large numbers of Italians immigrated. Examples of dishes developed outside of Italy from the early parmigianas include veal (Veal Parmigiana) or chicken breast (Chicken Parmigiana) dipped in beaten eggs, breaded, shallow-fried and topped with a marinara sauce (red Sicilian tomato sauce) and mozzarella. It is then usually baked until the cheese is bubbly and brown. The veal dish is known in Italian as \"Cotolette alla Bolognese\".\n\"Parmigiana\" is also used as an adjective in the names of other unrelated dishes from Parma food, such as \"Trippa alla Parmigiana\" (Parma-style tripe).\nCooking.\nThe dish consists of a sliced filling pan fried in oil, layered with tomato sauce and cheese, and baked in an oven. In some kinds, the sliced filling is first dipped in beaten eggs and covered in flour or breadcrumbs before frying. Some recipes use hard grated cheeses such as Parmesan or Pecorino Romano, while others use softer melting cheeses like Mozzarella or Caciocavallo, or a combination of these.\nInternational variations.\nIn the United States and Canada, veal parmigiana or chicken parmigiana is commonly served as a grinder or a submarine sandwich. It is also popular with a side of or on top of pasta. Diced onions or green bell peppers, sautéed or raw, are sometimes added.\nChicken or veal parmigiana has become very popular in Australia as a pub dish, often served with chips and salad. It may also contain a lot of toppings, including sliced ham or fried eggplant slices. This dish is often referred to as a \"parma\" or \"parmi\", a simple shortening of the name.\nA similar dish, the Parmo, which uses either pork or chicken, has been made within the country of England.\nName.\nThere are several theories for the origin of the name \"parmigiana\".\nOne common theory says the name is from Parmigiano-Reggiano (Parmesan cheese).\nThis is an ancient Sicilian dish which, in all cookbooks, is erroneously stated as obtaining its name from Parmesan cheese, which is one of the ingredients. Nothing could be further from the truth. The name \"parmigiana\" does not derive from that of the cheese but is the Italianization of the Sicilian dialectal word \"parmiciana\", which refers to the slats of wood which compose the central part of a shutter and overlap in the same manner as the slices of eggplant in the dish.\"\nAs with Parmigiano-Reggiano cheese, the word \"Parmigiana\" is often rendered as \"Parmesan\" in English-speaking countries, from the French word for \"from Parma.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":25},{"uri":"Cheese","surface_form":"cheese","offset":85},{"uri":"Tomato_sauce","surface_form":"tomato sauce","offset":96},{"uri":"Baking","surface_form":"baked","offset":122},{"uri":"Eggplant","surface_form":"Eggplant","offset":129},{"uri":"Cutlet","surface_form":"cutlet","offset":209},{"uri":"Veal","surface_form":"veal","offset":226},{"uri":"Chicken","surface_form":"chicken","offset":235},{"uri":"Immigrants","surface_form":"immigrants","offset":326},{"uri":"Campania","surface_form":"Campania","offset":375},{"uri":"Sicily","surface_form":"Sicily","offset":388},{"uri":"Parma","surface_form":"Parma","offset":427},{"uri":"Northern_Italy","surface_form":"Northern Italy","offset":438},{"uri":"Eggplant","surface_form":"eggplant","offset":566},{"uri":"Veal","surface_form":"veal","offset":898},{"uri":"Chicken","surface_form":"chicken","offset":924},{"uri":"Marinara_sauce","surface_form":"marinara sauce","offset":1024},{"uri":"Mozzarella","surface_form":"mozzarella","offset":1071},{"uri":"Adjective","surface_form":"adjective","offset":1243},{"uri":"Pan_frying","surface_form":"pan fried","offset":1410},{"uri":"Oven","surface_form":"oven","offset":1482},{"uri":"Parmesan","surface_form":"Parmesan","offset":1649},{"uri":"Pecorino_Romano","surface_form":"Pecorino Romano","offset":1661},{"uri":"Mozzarella","surface_form":"Mozzarella","offset":1723},{"uri":"Caciocavallo","surface_form":"Caciocavallo","offset":1737},{"uri":"United_States","surface_form":"United States","offset":1811},{"uri":"Canada","surface_form":"Canada","offset":1829},{"uri":"Grinder","surface_form":"grinder","offset":1899},{"uri":"Submarine_sandwich","surface_form":"submarine sandwich","offset":1912},{"uri":"Pasta","surface_form":"pasta","offset":1979},{"uri":"Onions","surface_form":"onions","offset":1992},{"uri":"Bell_pepper","surface_form":"bell pepper","offset":2008},{"uri":"Australia","surface_form":"Australia","offset":2113},{"uri":"Pub","surface_form":"pub","offset":2128},{"uri":"Parmo","surface_form":"Parmo","offset":2368},{"uri":"Pork","surface_form":"pork","offset":2393},{"uri":"England","surface_form":"England","offset":2446},{"uri":"Parmigiano-Reggiano","surface_form":"Parmigiano-Reggiano","offset":2569},{"uri":"Parmigiano-Reggiano","surface_form":"Parmigiano-Reggiano","offset":3096},{"uri":"English_language","surface_form":"English","offset":3181}]}