{"id":286822,"url":"http://en.wikipedia.org/wiki/Anthony_Henday","text":"e=\"preserve\">Anthony Henday (fl. 1750 – 1762) was one of the first white men to explore the interior of the Canadian northwest. His explorations were for the Hudson's Bay Company (HBC) who were worried that La Vérendrye and the other western commanders were taking furs from the northwest to their forts.\nHenday volunteered to undertake an expedition into this territory. He came from the Isle of Wight, and was a convicted smuggler and joined the HBC in 1750 as a net-maker and labourer. Henday had gained some experience in inland travel after arriving at York Factory. On June 26, 1754, he set out with a group of Plains Indians. They passed the French Fort Paskoya where he may have met La Corne, the western commander at that time.\nIn October of 1754 he and his group came to what is now Alberta from York Factory with a mission to meet the Blackfoot and perhaps trade with them. The Blackfoot did not give a clear answer, but Henday decided they meant “no”, so he travelled back to York Factory with news that he had explored the area and had met with the Blackfoot. Since the answer had been unsure, there was no more expeditions to Alberta.\nThis trip, and later ones, took Henday across much of the prairies of what is now Saskatchewan and Alberta and his journal shows that he brought a lot of trade to York Factory. Records show that some of the trade also went to the French at Fort Saint-Louis (Fort de la Corne) and Fort Paskoya which were on the route to Hudson Bay. He left the service of the HBC in 1762 largely because his efforts for the company, at least in his estimation, had not been properly recognized.\nAnthony Henday Drive, a large ring road in Edmonton is named in his honour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":108},{"uri":"Hudson%27s_Bay_Company","surface_form":"Hudson's Bay Company","offset":158},{"uri":"La_V%C3%A9rendrye","surface_form":"La Vérendrye","offset":207},{"uri":"Isle_of_Wight","surface_form":"Isle of Wight","offset":389},{"uri":"York_Factory","surface_form":"York Factory","offset":558},{"uri":"Fort_Paskoya","surface_form":"Fort Paskoya","offset":656},{"uri":"Louis_de_la_Corne%2C_Chevalier_de_la_Corne","surface_form":"La Corne","offset":691},{"uri":"Alberta","surface_form":"Alberta","offset":793},{"uri":"Blackfoot_natives","surface_form":"Blackfoot","offset":846},{"uri":"Saskatchewan","surface_form":"Saskatchewan","offset":1231},{"uri":"Alberta","surface_form":"Alberta","offset":1248},{"uri":"Fort_de_la_Corne","surface_form":"Fort de la Corne","offset":1407},{"uri":"Hudson_Bay","surface_form":"Hudson Bay","offset":1469},{"uri":"Alberta_Highway_216","surface_form":"Anthony Henday Drive","offset":1627},{"uri":"Edmonton","surface_form":"Edmonton","offset":1670}]}