{"id":286864,"url":"http://en.wikipedia.org/wiki/Southwest_Alaska","text":"Southwest Alaska is a region of the U.S. state of Alaska. There is no official rule about where it begins and ends.\nGeography.\nSouthwest Alaska includes a big area that does not have a lot of people or towns in it. It is over 500 miles from the western Bering Sea coast to Cook Inlet. A lot of it is on the coast. There is also thousands of square miles forests, swamps, and mountains. One of these mountain ranges is called the Aleutian Range. It is part of the Ring of Fire, which means it is on the coast of the Pacific Ocean and has lots of volcanoes. iSome of the bigger ones are Mount Katmai, Novarupta and the Valley of Ten Thousand Smokes, Mount Redoubt, Mount Iliamna, and Augustine Volcano.\nAlso in Southwest Alaska are the \"Pribilof Islands\", \"Nunivak Island\" and other Bering Sea islands. There is a very large river delta made by the Yukon River and the Kuskokwim River. Further from the coast there are hundreds of miles of highlands. Parts of the Alaska Range are in Southwest Alaska. The Kodiak Archipelago is another group of islands in Southwest Alaska.\nAltogether Southwest Alaska is 442,194 km² (170,732 mi²), slightly larger than California.\nDemographics.\nSouthwest Alaska had a population of about 53,000 people. This is less than 10% of all the people in Alaska. More than half of those people are Alaska Natives. About 121 towns and villages are in Southwest Alaska. A lot of them are very small and far away from other towns.\nNatives in Southwest Alaska are descended from different tribes, the Yupik, the Alutiiq, the Aleut and the Dena'ina Athabaskans.\nIn modern times Alaska Natives are organized into corporations. The corporations have the job of speaking for the members. Four of the corporations are in Southwest Alaska, the Calista Corporation, the Bristol Bay Native Corporation, Koniag Incorporated, and the Aleut Corporation. Each one represents a different part of Southwest Alaska.\nEconomy.\nMost of the land in Southwest Alaska is owned by the Federal government, the State of Alaska, and the native corporations. There is not much of it that belongs to private persons.\nThe economy in Southwest Alaska is based on three main things. Resource extraction, meaning the removal of natural things like wood, coal, or fish. Subsistence, meaning people who get their own food is another. The third is government spending.\nFishing is important here. There are big boats that catch lots and lots of fish that end up in stores or in food made from fish. There are also lots of small boats where people fish for their own food or just for fun. A lot of the big boats are owned by people who don't live on Southwest Alaska. Kodiak and Unalaska are two of the most important fishing ports in the United States. They make a lot of money from catching salmon, trout, king crab, and halibut. Because so many of the big boats are owned by companies or people from outside Southwest Alaska most of the fish and the money they make from it does not stay in the area.\nHunting and other tourism are some of the other important businesses in Southwest, but only for part of the year.\nThere is also mining in Southwest Alaska. Most of the time they are looking for gold, platinum, or mercury. There is not a lot of mining but there are a lot of people who do not agree about it. One thing they don't agree on is the Pebble Mine, which would put a large open pit gold and copper mine near where a lot of the fish that are caught in Bristol Bay come from. Right now it is not allowed to drill for oil in Bristol Bay either, but some people in the government want to change that.\nWildlife.\nSouthwest Alaska is one of the best places in the world to catch salmon. There are also lots of brown bears. They come to eat the salmon, as well as berries and other plants. Bear watching is a popular tourist attraction at Katmai National Park and Preserve. This area is also home to a number of caribou herds. More western Aleutian Islands have no mammals larger than a fox. In the summer, lots of birds fly up and make their nests on the tundra here. A lot of the Aleutian Islands have lots and lots of seabirds on them.\nTransportation.\nThere is no way to get to Southwest Alaska in a car. There are roads in the towns and some of them have roads going to another town, but there is not a road going into the area from anywhere else. Because of that people travel by boat or airplane in Southwest if they need to go a long way. The town of Bethel is a place where big boats will come from the ocean. When they get to Bethel their cargo is moved onto smaller boats that go up the rivers. There are many airports as well. Some of them are big enough that big jets can land there, but a lot of them are small. Snowmachines, also called Snowmobiles are used here a lot in the winter. When the rivers are frozen people use them like a road to drive to another town.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_regions_of_the_United_States","surface_form":"region","offset":22},{"uri":"U.S._state","surface_form":"U.S. state","offset":36},{"uri":"Alaska","surface_form":"Alaska","offset":50},{"uri":"Ring_of_Fire","surface_form":"Ring of Fire","offset":463},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":515},{"uri":"Mount_Katmai","surface_form":"Mount Katmai","offset":585},{"uri":"Novarupta","surface_form":"Novarupta","offset":599},{"uri":"Valley_of_Ten_Thousand_Smokes","surface_form":"Valley of Ten Thousand Smokes","offset":617},{"uri":"Mount_Redoubt_(Alaska)","surface_form":"Mount Redoubt","offset":648},{"uri":"Mount_Iliamna","surface_form":"Mount Iliamna","offset":663},{"uri":"Augustine_Volcano","surface_form":"Augustine Volcano","offset":682},{"uri":"Bering_Sea","surface_form":"Bering Sea","offset":781},{"uri":"River_delta","surface_form":"river delta","offset":823},{"uri":"Highlands","surface_form":"highlands","offset":938},{"uri":"Alaska_Range","surface_form":"Alaska Range","offset":962},{"uri":"Kodiak_Archipelago","surface_form":"Kodiak Archipelago","offset":1004},{"uri":"Population","surface_form":"population","offset":1200},{"uri":"Alaska_Native","surface_form":"Alaska Native","offset":1321},{"uri":"Yupik","surface_form":"Yupik","offset":1520},{"uri":"Alutiiq","surface_form":"Alutiiq","offset":1531},{"uri":"Aleut_people","surface_form":"Aleut","offset":1544},{"uri":"Dena%27ina","surface_form":"Dena'ina","offset":1558},{"uri":"Athabaskan_languages","surface_form":"Athabaskans","offset":1567},{"uri":"Corporation","surface_form":"corporation","offset":1630},{"uri":"Federal_government","surface_form":"Federal government","offset":1982},{"uri":"Economy","surface_form":"economy","offset":2113},{"uri":"Fishing","surface_form":"Fishing","offset":2354},{"uri":"Salmon","surface_form":"salmon","offset":2776},{"uri":"Trout","surface_form":"trout","offset":2784},{"uri":"King_crab","surface_form":"king crab","offset":2791},{"uri":"Halibut","surface_form":"halibut","offset":2806},{"uri":"Hunting","surface_form":"Hunting","offset":2987},{"uri":"Tourism","surface_form":"tourism","offset":3005},{"uri":"Mining","surface_form":"mining","offset":3115},{"uri":"Gold","surface_form":"gold","offset":3181},{"uri":"Platinum","surface_form":"platinum","offset":3187},{"uri":"Mercury_(element)","surface_form":"mercury","offset":3200},{"uri":"Pebble_Mine","surface_form":"Pebble Mine","offset":3332},{"uri":"Bristol_Bay","surface_form":"Bristol Bay","offset":3447},{"uri":"Brown_bear","surface_form":"brown bear","offset":3699},{"uri":"Katmai_National_Park_and_Preserve","surface_form":"Katmai National Park and Preserve","offset":3827},{"uri":"Caribou","surface_form":"caribou","offset":3900},{"uri":"Aleutian_Islands","surface_form":"Aleutian Islands","offset":3928},{"uri":"Mammal","surface_form":"mammal","offset":3953},{"uri":"Fox","surface_form":"fox","offset":3975},{"uri":"Tundra","surface_form":"tundra","offset":4044},{"uri":"Seabird","surface_form":"seabird","offset":4109},{"uri":"Cargo","surface_form":"cargo","offset":4536},{"uri":"Snowmobile","surface_form":"Snowmobile","offset":4739}]}