{"id":286818,"url":"http://en.wikipedia.org/wiki/Hyssop","text":"Hyssop (\"Hyssopus\") is a genus of about 10-12 species of herbaceous or semi-woody plants in the family Lamiaceae, native from the east Mediterranean to central Asia. They are aromatic, with upright branched stems up to 60 cm long covered with fine hairs at the tips. The leaves are narrow ovals, 2–5 cm long. The small blue flowers are on the upper part of the branches during summer. By far the best-known species is the Herb Hyssop (\"H. officinalis\"), widely grown outside its native area in the Mediterranean.\nNote that anise hyssop, \"Agastache foeniculum\" (also called blue giant hyssop) is a very different plant and not a close relation although both are in the mint family. Anise hyssop is native to much of north-central and northern North America.\nGrowing.\nThe name 'hyssop' can be traced back almost unchanged through the Greek word (\"hyssopos\") and Hebrew word (\"ezov\"). The Book of Exodus in the Bible records that the blood of the sacrifices was applied to the doorposts using hyssop on the night of Passover. Its vomit-inducing properties are also mentioned in the Book of Psalms. In the New Testament, a sponge soaked in sour wine or vinegar was stuck on a branch of hyssop and offered to Jesus of Nazareth on the cross just before he died. Both Matthew and Mark mention this but refer to the plant using the general term (\"kalamos\"), which is translated as \"reed\" or \"stick.\"\nThe seeds are planted in spring and the seedlings planted out 40–50 cm apart. Hyssop can also be propagated from cuttings or root division in spring or autumn. Hyssop should be grown in full sun on well-drained soil, and will benefit from occasional clipping. It does not live long, and the plants need to be replaced every few years. It is good for use as a low hedge or border within an herb garden.\nHyssop also has uses in the garden. It is said to be a good companion plant to cabbage because it will deter the Cabbage White butterfly. It has also \"been found to improve the yield from grapevines if planted along the rows, particularly if the terrain is rocky or sandy, and the soil is not as easy to work as it might be.\" Hyssop is said to be bad for radishes, and they should not be grown nearby. Hyssop also attracts bees, hoverflies and butterflies, and so has a place in the wild garden as well as being useful in controlling pests and encouraging pollination without the use of unnatural methods.\nHyssop leaves can be preserved by drying. They should be picked on a dry day at the peak of their maturity and the amount of active ingredients is highest. They should be dried quickly, away from bright sunlight in order to keep their aromatic ingredients and prevent oxidation of other chemicals. Good air circulation is required, such as an airing cupboard with the door left open, or a sunny room, aiming for a temperature of 20-32°C. Hyssop leaves should dry out in about six days, any longer and they will begin to discolor and lose their flavor. The dried leaves are stored in clean, dry, airtight containers, and will keep for 12–18 months.\nHyssop is used as a food plant by the larvae of some Lepidoptera species including Cabbage Moth.\nUsage.\nHyssop is used as an ingredient in eau de Cologne and the liqueur Chartreuse. It is also used to color the alcohol Absinthe, along with the Melissa plant and Roman wormwood. Hyssop is also used, usually in combination with other herbs such as liquorice, in herbal remedies, especially for lung conditions. Hyssop also kills bacteria, makes capillaries stronger, and reduces inflammation. It can help with about 81 different illnesses including cancer, bronchitis, insomnia, edema, colds, etc. When eaten in extract or tea form it gets rid of mucus in the respiratory tract, which relieves congestion, can regulate blood pressure, and can dispel gas. It also helps with circulatory problems, epilepsy, fever, gout, and weight problems. Poultices can be made from fresh hyssop to help heal wounds. It should not be used during pregnancy.\nRitual use.\nHyssop is a sacred plant used in Judaism. It appears a lot in the Hebrew Bible as Ezov. In Exodus 12:22 the Jews in Egypt are instructed to \"Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. Not one of you shall go out the door of his house until morning.\" It is used by the priests in the Temple of Solomon for purification rites of various kinds in Leviticus 14:4-7, 14:49-52, 19:6, 18. Hyssop is also often used to fill the Catholic ceremonial Aspergillum, which the priest dips into a bowl of holy water, and sprinkles onto the congregation to bless them. However, researchers say that the Biblical accounts refer not to the plant currently known as hyssop. It might actually be one of a number of different herbs.\nThe Talmud calls the hyssop אברתא and considers it to be an herbal remedy for indigestion.\nIn foods.\nHyssop leaves have a slightly bitter minty flavor and can be added to soups, salads or meats, but it should be used sparingly as the flavour is very strong.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":25},{"uri":"Species","surface_form":"species","offset":46},{"uri":"Herbaceous","surface_form":"herbaceous","offset":57},{"uri":"Subshrub","surface_form":"semi-woody","offset":71},{"uri":"Lamiaceae","surface_form":"Lamiaceae","offset":103},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":135},{"uri":"Asia","surface_form":"Asia","offset":160},{"uri":"Aroma_compound","surface_form":"aromatic","offset":175},{"uri":"Leaf","surface_form":"leaves","offset":271},{"uri":"Flower","surface_form":"flower","offset":324},{"uri":"Summer","surface_form":"summer","offset":377},{"uri":"Agastache_foeniculum","surface_form":"Agastache foeniculum","offset":538},{"uri":"Mentha","surface_form":"mint","offset":668},{"uri":"North_America","surface_form":"North America","offset":742},{"uri":"Greek_language","surface_form":"Greek","offset":832},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":860},{"uri":"Exodus","surface_form":"Exodus","offset":894},{"uri":"Bible","surface_form":"Bible","offset":908},{"uri":"Passover","surface_form":"Passover","offset":1013},{"uri":"Psalms","surface_form":"Psalms","offset":1087},{"uri":"New_Testament","surface_form":"New Testament","offset":1102},{"uri":"Jesus","surface_form":"Jesus","offset":1204},{"uri":"Spring_(season)","surface_form":"spring","offset":1417},{"uri":"Plant_propagation","surface_form":"propagated","offset":1489},{"uri":"Root_division","surface_form":"root division","offset":1517},{"uri":"Autumn","surface_form":"autumn","offset":1544},{"uri":"Herb_garden","surface_form":"herb garden","offset":1781},{"uri":"Companion_planting","surface_form":"companion plant","offset":1854},{"uri":"Cabbage","surface_form":"cabbage","offset":1873},{"uri":"Cabbage_White","surface_form":"Cabbage White","offset":1907},{"uri":"Butterfly","surface_form":"butterfly","offset":1921},{"uri":"Grape","surface_form":"grape","offset":1982},{"uri":"Radish","surface_form":"radish","offset":2149},{"uri":"Bee","surface_form":"bee","offset":2217},{"uri":"Hoverfly","surface_form":"hoverflies","offset":2223},{"uri":"Butterfly","surface_form":"butterflies","offset":2238},{"uri":"Wild_garden","surface_form":"wild garden","offset":2277},{"uri":"Pest_(animal)","surface_form":"pest","offset":2328},{"uri":"Pollination","surface_form":"pollination","offset":2350},{"uri":"Larva","surface_form":"larva","offset":3086},{"uri":"Lepidoptera","surface_form":"Lepidoptera","offset":3101},{"uri":"Cabbage_Moth","surface_form":"Cabbage Moth","offset":3131},{"uri":"Eau_de_Cologne","surface_form":"eau de Cologne","offset":3187},{"uri":"Liqueur","surface_form":"liqueur","offset":3210},{"uri":"Chartreuse_(liqueur)","surface_form":"Chartreuse","offset":3218},{"uri":"Absinthe","surface_form":"Absinthe","offset":3267},{"uri":"Melissa_(plant)","surface_form":"Melissa","offset":3292},{"uri":"Roman_wormwood","surface_form":"Roman wormwood","offset":3310},{"uri":"Liquorice","surface_form":"liquorice","offset":3395},{"uri":"Capillaries","surface_form":"capillaries","offset":3492},{"uri":"Cancer","surface_form":"cancer","offset":3596},{"uri":"Bronchitis","surface_form":"bronchitis","offset":3604},{"uri":"Insomnia","surface_form":"insomnia","offset":3616},{"uri":"Edema","surface_form":"edema","offset":3626},{"uri":"Colds","surface_form":"colds","offset":3633},{"uri":"Epilepsy","surface_form":"epilepsy","offset":3843},{"uri":"Fever","surface_form":"fever","offset":3853},{"uri":"Gout","surface_form":"gout","offset":3860},{"uri":"Pregnancy","surface_form":"pregnancy","offset":3977},{"uri":"Judaism","surface_form":"Judaism","offset":4033},{"uri":"Ezov","surface_form":"Ezov","offset":4082},{"uri":"Egypt","surface_form":"Egypt","offset":4116},{"uri":"Temple_of_Solomon","surface_form":"Temple of Solomon","offset":4372},{"uri":"Leviticus","surface_form":"Leviticus","offset":4433},{"uri":"Catholic","surface_form":"Catholic","offset":4509},{"uri":"Aspergillum","surface_form":"Aspergillum","offset":4529},{"uri":"Holy_water","surface_form":"holy water","offset":4579},{"uri":"Congregation","surface_form":"congregation","offset":4614},{"uri":"Bless","surface_form":"bless","offset":4630},{"uri":"Talmud","surface_form":"Talmud","offset":4805},{"uri":"Indigestion","surface_form":"indigestion","offset":4879}]}