{"id":286809,"url":"http://en.wikipedia.org/wiki/Veal","text":"e=\"preserve\">Veal is the meat of young cattle (calves), as opposed to beef from older cattle. Though veal can be made from a calf of either sex and any breed, most veal comes from male calves of dairy cattle breeds. Veal has a tender texture.\nAs food.\nVeal has been an important ingredient in Italian and French cuisine since ancient times. The veal is often in the form of cutlets, such as the Italian cotoletta or the famous Austrian dish Wiener Schnitzel. Some classic French veal dishes include: fried escalopes, fried veal Grenadines (small thick fillet steaks), stuffed paupiettes, roast joints and blanquettes. As veal is lower in fat than many meats, care must be taken in preparation to ensure that it does not become tough. Veal is often coated in preparation for frying or eaten with a sauce. Veal Parmigiana is a common Italian-American dish consisting of breaded veal cutlets.\nAnimal welfare.\nVeal is a controversial issue in terms of animal welfare.\nMany animal welfare groups, who strongly focus on factory farming, try to educate consumers about several veal production procedures that they consider to be inhumane. This education has been successful in creating pressure on the industry, resulting in recently announced changes in the methods used by the veal industry.\nA strong animal welfare movement about veal started in the 1980s with the release of photographs of veal calves tied up in crates where they could barely move. After people saw these photographs, people started buying less veal. They have not started buying more again.\nMany veal farmers listened to the concern of their customers and have started improving conditions in their veal farms.\nThe American Veal Association has announced they plan to stop the use of crates by 2017, which is often the main focus of controversy in veal farming. Strauss Brands is the first veal packer in the US to raise veal calves completely tether free and group raised since December 31, 2008.\nThough a lot of people think the crates are bad because the calves can't move much and get sick, the Veal Quality Assurance Program & Veal Issues Management Program industry fact sheet, and the Ontario Veal Association say the crates are important for keeping out diseases and keeping the calves from getting hurt. They also state that it lets veal farmers provide more personal attention to veal calves.\nOther uses for male dairy calves include raising bob veal (slaughter at 2 or 3 days old), raising calves as \"red veal\" without the harsh food restrictions needed to create pale meat (resulting in fewer antibiotic treatments and fewer slaughtered calves), and as dairy beef.\nWhen it comes to the centuries-old method of free raised veal, calves never experience the stress of confinement, separation from their mothers and herd-mates, or an unnatural diet. Many veal producers are realizing this, and the demand for free raised veal is rapidly increasing.\nIn 2007, less than 5% of veal calves were raised in a group environment. In 2009, this had increased to 35%.\nEurope.\nVeal crates became illegal in the UK in 1990, and a full ban has been placed for the entire European Union, as of 2007. Switzerland, with its substantial dairy industry, continues to use crates.\nVeal calf production as such is not allowed in many Northern European countries, such as in Finland. In Finland it is illegal to give an animal food the caretaker knows is bad for it, and it is also illegal to not give the animal enough food.\nUSA.\nCrates are slowly being banned in the United States. As stated above, several large veal producers are working on getting rid of veal crates, as well as the American Veal Association.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meat","surface_form":"meat","offset":25},{"uri":"Cattle","surface_form":"cattle","offset":39},{"uri":"Calf","surface_form":"calves","offset":47},{"uri":"Beef","surface_form":"beef","offset":70},{"uri":"Gender","surface_form":"sex","offset":140},{"uri":"Dairy_cattle","surface_form":"dairy cattle","offset":195},{"uri":"Ingredient","surface_form":"ingredient","offset":279},{"uri":"Italian_cuisine","surface_form":"Italian","offset":293},{"uri":"French_cuisine","surface_form":"French cuisine","offset":305},{"uri":"Ancient_history","surface_form":"ancient","offset":326},{"uri":"Cotoletta","surface_form":"cotoletta","offset":403},{"uri":"Austria","surface_form":"Austria","offset":427},{"uri":"Wiener_Schnitzel","surface_form":"Wiener Schnitzel","offset":441},{"uri":"Paupiette","surface_form":"paupiette","offset":576},{"uri":"Blanquette_de_veau","surface_form":"blanquettes","offset":605},{"uri":"Fat","surface_form":"fat","offset":638},{"uri":"Breading","surface_form":"coated","offset":748},{"uri":"Parmigiana","surface_form":"Veal Parmigiana","offset":804},{"uri":"Controversy","surface_form":"controversial","offset":916},{"uri":"Animal_welfare","surface_form":"animal welfare","offset":948},{"uri":"Factory_farming","surface_form":"factory farming","offset":1014},{"uri":"Inhumane","surface_form":"inhumane","offset":1122},{"uri":"Antibiotic","surface_form":"antibiotic","offset":2571},{"uri":"Stress_(medicine)","surface_form":"stress","offset":2734},{"uri":"Illegal","surface_form":"illegal","offset":3060},{"uri":"UK","surface_form":"UK","offset":3075},{"uri":"European_Union","surface_form":"European Union","offset":3133},{"uri":"Switzerland","surface_form":"Switzerland","offset":3161},{"uri":"Finland","surface_form":"Finland","offset":3328},{"uri":"United_States","surface_form":"United States","offset":3522}]}