{"id":286842,"url":"http://en.wikipedia.org/wiki/Narain_Karthikeyan","text":"Kumar Ram Narain Karthikeyan is a racing driver. He was born on 14 January 1977 in Coimbatore, India. He is the first Formula One driver from India. He made his Formula One debut in with the Jordan team. In January 2011, he was signed to drive for the Hispania Racing team in the 2011 Formula One season.\nEarly career.\nKarthikeyan was born to Telugu speaking parents in Coimbatore, Tamil Nadu. His father was a former Indian national rally champion. He is also related to the late S. Karivardhan. Karivardhan was India's most famous racing driver before Karthikeyan. Karthikeyan finished on the podium in his first ever race, at Sriperumpudur. He then went onto the Elf Winfield Racing School in France. He returned to India to race in Formula Maruti for the 1993 season. He also competed in the Formula Vauxhall Junior championship in Great Britain.\nIn 1994, Karthikeyan returned to the UK. He raced in the Formula Ford Zetec series. He also took part in the British Formula Ford Winter Series, and became the first Indian to win any championship in Europe.\nIn 1995, Karthikeyan moved up to the Formula Asia Championship. In 1996, he became the first Indian and the first Asian to win the Formula Asia International series. He moved back to Britain in 1997. There he competed in the British Formula Opel Championship with the Nemesis Motorsport team.\nIn 1998, Karthikeyan made his debut in the British Formula Three Championship with the Carlin Motorsport team. He earned two third place finishes in the final two races of the season, and finished 12th overall. In 1999, he finished on the podium five times, including two wins. His season also included two pole positions, three fastest laps and two lap records. Karthikeyan finished sixth in the championship. He also competed in the Macau Grand Prix.\nKarthikeyan started 2001 in the Formula Nippon F3000 Championship. He became the first Indian to ever drive a Formula One car, testing for the Jaguar Racing team at Silverstone on 14 June 2001. Karthikeyan was offered a test drive in the Jordan-Honda\nIn 2002, he moved into the Telefonica World Series. He stayed with the series in 2003, which was now called the Superfund Word Series. Karthikeyan received another Formula One test drive with the Minardi team. He was offered a race drive for the 2004 season. Karthikeyan was unable to raise the sponsorship funds needed to complete the deal. During 2004, he married Pavarna.\nHe continued in the World Series by Nissan in 2004. Karthikeyan as won championships in British Formula 3, Formula Nippon, Formula Nissan (now merged as Formula Renault).\nFormula One career.\nOn 1 February 2005, Karthikeyan announced that he had signed the preliminary deal with Jordan Formula One team. He said that he would be their main driver for the 2005 Formula One season. This would make him India's first Formula One racing driver. His partner was the Portuguese driver, Tiago Monteiro.\nHis first race was the Australian Grand Prix. Karthikeyan qualified in 12th position and finished in 15th, two laps down. He earned his first points in the United States Grand Prix. In that race, most of the teams pulled over an issue of tyre safety. Only six car ran in the race, and Karthikeyan finished fourth. Other than the USGP, his highest finish was 11th place.\nThe Jordan team was taken over and renamed Midland for the 2006 season. Karthikeyan left the new team. On 27 January 2006, Williams confirmed Karthikeyan as their fourth driver. He stayed as a reserve test driver for Williams for the 2006 season.\nOn 6 January 2011, Karthikeyan announced that he will drive for the Hispania team in the season, Karthikeyan confirmed the deal via his Twitter page. He said it would \"be a dream come true to race in front of the home crowd in the Indian GP in October.\" He adding that the support of financial backers Tata Group had been \"instrumental.\"\nA1 GP.\nIn the 2007 season, Karthikeyan drove for the A1 Team India. He made his A1 GP debut in New Zealand and he finished 10th in the sprint race and 7th in the Feature Race.\nKarthikeyan won the A1GP of Zhuhai (China) for Team India on 16 December 2007.\nThis was team India's first A1GP win. He also earned the first pole position for India for the feature race in Brands Hatch in 2008. Karthikeyan won two feature races in the 2007-2008 season\nThe 24 Hours of Le Mans.\nIn March 2009, Karthikeyan tested for the Kolles Le Mans Team. He joined the team, and was partnered with Christijan Albers. They drove Audi R10 turbo diesel cars.\nOn 11 May 2009, Karthikeyan finished sixth in his first ever Le Mans series race.\nNASCAR.\nKarthikeyan made his NASCAR debut at Martinsville Speedway on 27 March 2010 in the Kroger 250 Camping World Truck Series. He drove for Wyler Racing in the #60 Safe Auto Insurance Company Chevrolet Silverado. Because qualifying was rained out, the field set by owner points. Karthikeyan started in the 11th position. He became the first Indian-born driver to compete in NASCAR. Karthikeyan finished on the lead lap in 13th place. Karthikeyan went on to win the NASCAR Camping World Truck Series Most Popular Driver Award for the 2010 season. This award is voted on by the fans.\nSuperleague Formula.\nNarain drove for the PSV team in SFL in 2010. He won the 2nd race at Brands Hatch, Great Britain.","categories":[],"infobox_types":["F1 driver|subbox=yes","NASCAR driver|name=|subbox=yes","Le Mans driver|subbox=yes"],"annotations":[{"uri":"Auto_racing","surface_form":"racing","offset":34},{"uri":"Coimbatore","surface_form":"Coimbatore","offset":83},{"uri":"India","surface_form":"India","offset":95},{"uri":"Formula_One","surface_form":"Formula One","offset":118},{"uri":"Jordan_Grand_Prix","surface_form":"Jordan","offset":191},{"uri":"Hispania_Racing","surface_form":"Hispania Racing","offset":252},{"uri":"2011_Formula_One_season","surface_form":"2011 Formula One season","offset":280},{"uri":"Telugu","surface_form":"Telugu","offset":343},{"uri":"Coimbatore","surface_form":"Coimbatore","offset":370},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":382},{"uri":"Rallying","surface_form":"rally","offset":434},{"uri":"S._Karivardhan","surface_form":"S. Karivardhan","offset":481},{"uri":"France","surface_form":"France","offset":696},{"uri":"Great_Britain","surface_form":"Great Britain","offset":836},{"uri":"United_Kingdom","surface_form":"UK","offset":888},{"uri":"Macau_Grand_Prix","surface_form":"Macau Grand Prix","offset":1787},{"uri":"Jaguar_Racing","surface_form":"Jaguar Racing","offset":1948},{"uri":"Jordan_Grand_Prix","surface_form":"Jordan","offset":2043},{"uri":"Honda_Racing_F1","surface_form":"Honda","offset":2050},{"uri":"Minardi","surface_form":"Minardi","offset":2252},{"uri":"2004_Formula_One_season","surface_form":"2004 season","offset":2302},{"uri":"Jordan_Grand_Prix","surface_form":"Jordan","offset":2709},{"uri":"2005_Formula_One_season","surface_form":"2005 Formula One season","offset":2785},{"uri":"Tiago_Monteiro","surface_form":"Tiago Monteiro","offset":2910},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":2949},{"uri":"United_States_Grand_Prix","surface_form":"United States Grand Prix","offset":3082},{"uri":"Midland_F1_Racing","surface_form":"Midland","offset":3339},{"uri":"WilliamsF1","surface_form":"Williams","offset":3419},{"uri":"Twitter","surface_form":"Twitter","offset":3679},{"uri":"Christijan_Albers","surface_form":"Christijan Albers","offset":4458},{"uri":"NASCAR","surface_form":"NASCAR","offset":4627},{"uri":"Martinsville_Speedway","surface_form":"Martinsville Speedway","offset":4643},{"uri":"Camping_World_Truck_Series","surface_form":"Camping World Truck Series","offset":4700},{"uri":"Safe_Auto_Insurance_Company","surface_form":"Safe Auto Insurance Company","offset":4765},{"uri":"Chevrolet_Silverado","surface_form":"Chevrolet Silverado","offset":4793},{"uri":"NASCAR","surface_form":"NASCAR","offset":4975}]}