{"id":286961,"url":"http://en.wikipedia.org/wiki/Disneyland_Resort","text":"Disneyland Resort is a recreational resort in Anaheim, California. The resort is owned and operated by The Walt Disney Company through its Parks and Resorts division and is home to two theme parks, three hotels and a shopping, dining, and entertainment area.\nThe area now known as the Disneyland Resort was developed by Walt Disney in the 1950s and for over 40 years was known simply as \"Disneyland\". When it opened to guests in 1955, the property consisted of Disneyland, its parking lot, and a hotel known as the Disneyland Hotel, owned and operated by Disney's business partner Jack Wrather.\nAfter doing well with the multi-park, multi-hotel business model at Walt Disney World in Florida, Disney decided to do the same thing in Anaheim and bought a lot of land next to Disneyland. This included buying the Disneyland Hotel from the Wrather company as well as the Pan Pacific Hotel from its Japanese owners. Disney renamed the Pan Pacific Hotel to the \"Disneyland Pacific Hotel\". After its first publicly known proposal for a second theme park in Anaheim was scrapped, construction began in 1998 on a theme park called Disney's California Adventure Park; a hotel called Disney's Grand Californian Hotel, a renovation, renaming, and re-theming of the Disneyland Pacific Hotel; and an admission-free shopping and dining area called Downtown Disney. During the expansion, the name \"Disneyland Resort\" was coined to refer to the entire Disney complex, while \"Disneyland Park\" was coined to refer to the original theme park.\nLocation.\nThe Disneyland Resort is located several miles south of downtown Anaheim, near the border of neighboring Garden Grove. The resort is bordered by Harbor Boulevard to the east, Katella Avenue to the south, Walnut Street to the west and Ball Road to the north. Interstate 5 borders the resort at an angle on the northeastern corner.\nNot all land bordered by these streets is part of the Disneyland Resort, particularly near the intersection of Harbor Boulevard and Katella Avenue, and along Ball Road between Disneyland Drive and Walnut Street. Disneyland Drive cuts through the resort on a north-south route and provides access to the Mickey & Friends Parking Structure, Downtown Disney, and the three hotels. Magic Way connects Walnut Street to Disneyland Drive just south of the Mickey & Friends Parking Structure and provides access to the parking structure, Disneyland Hotel, and Downtown Disney.\nSpecial offramps from Interstate 5 combined with a reversible flyover over the intersection of Ball Road and Disneyland Drive permit easy access into and out of the Mickey & Friends parking garage during peak morning and evening traffic times. The official address of the resort is 1313 South Harbor Boulevard.","categories":[],"infobox_types":[],"annotations":[{"uri":"Resort","surface_form":"resort","offset":36},{"uri":"Anaheim%2C_California","surface_form":"Anaheim","offset":46},{"uri":"California","surface_form":"California","offset":55},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":103},{"uri":"Walt_Disney_Parks_and_Resorts","surface_form":"Parks and Resorts","offset":139},{"uri":"Theme_park","surface_form":"theme park","offset":185},{"uri":"Hotel","surface_form":"hotel","offset":204},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":320},{"uri":"Disneyland","surface_form":"Disneyland","offset":461},{"uri":"Disneyland_Hotel_(California)","surface_form":"Disneyland Hotel","offset":515},{"uri":"Jack_Wrather","surface_form":"Jack Wrather","offset":581},{"uri":"Walt_Disney_World","surface_form":"Walt Disney World","offset":663},{"uri":"Florida","surface_form":"Florida","offset":684},{"uri":"Disney%27s_Paradise_Pier_Hotel","surface_form":"Pan Pacific Hotel","offset":867},{"uri":"Japan","surface_form":"Japan","offset":894},{"uri":"Disney_California_Adventure","surface_form":"Disney's California Adventure Park","offset":1122},{"uri":"Disney%27s_Grand_Californian_Hotel","surface_form":"Disney's Grand Californian Hotel","offset":1173},{"uri":"Downtown_Disney_(California)","surface_form":"Downtown Disney","offset":1333},{"uri":"Interstate_5_in_California","surface_form":"Interstate 5","offset":1791},{"uri":"Offramp","surface_form":"offramp","offset":2440}]}