{"id":286908,"url":"http://en.wikipedia.org/wiki/Kipp_Christianson","text":"Kipp Christianson (born September 30, 1974) is a part-time American professional wrestler and a former basketball player. He is best known for his time in the WWE where he wrestled under the ring name Eli Cottonwood.\nChristianson competed on the second season of NXT. His pro was John Morrison. He was the second rookie eliminated. He returned to NXT in April 2012. He was teamed with Bray Wyatt for a short time. He asked to be released from the WWE in June 2012.\nAt an independent wrestling show, Christianson announced that he would retire as a wrestler on July 10, 2014.\nChristianson came out of retirement in February 2016.\nChristianson wrestled on February 14, 2016 in Minnesota at an independent promotion event.\nBasketball career.\nChristianson attended River Falls High School and later St. John's University in Minnesota. While attending St. John's, he averaged 20 points and eight rebounds, and in his junior season there, he led the Minnesota Intercollegiate Athletic Conference in field goal percentage. During his basketball career, Christian played in several countries, including Lithuania and China. He played in the International Basketball Association and Continental Basketball Association, for both Quad City Thunder and Sioux Falls Skyforce. He attended a camp for the Milwaukee Bucks in 1998, and played for the Dallas Mavericks team in the NBA Summer League. On March 16, 2004, he signed a contract with the Charleston Lowgators.\nProfessional wrestling career.\nKipp Christianson began competing in Florida Championship Wrestling (FCW) in 2008 under his real name. In August 2009, his name was tweaked to Eli Cottonwood, and he utilized a gimmick of being recently reintroduced to society from the Kelloggs Sanitarium. He spent most of his time defeating opponents such as DJ Gabriel, Tyler Reks, and Max McGuirk. He soon aligned with Aksana and turned face.\nOn June 1, 2010, it was announced that Cottonwood would be part of the second season of \"WWE NXT\", with John Morrison as his storyline mentor. He debuted on the June 8 episode of \"NXT\", teaming with Morrison to defeat Titus O'Neil and Zack Ryder. Christianson's performance in the \"Talk the Talk\" challenge on the July 6 edition of \"NXT\" earned him a clip on the following episode of E! Television's episode of \"The Soup\" in the \"What your Boyfriend is Watching\" segment.\nPersonal Life.\nChristianson is good friends with Professional Wrestlers Travis Tomko and Corey Graves.\nChristianson has two kids with wife Tabatha. Son Todd Christanson and daughter Clover Christanson.\nChristanson currently owns a Yoga/Gym business called Kipp's Life Flip in Las Vegas since June 14,2015-Feb.18,2017. And he currently owns half of [http://fhwwrestling.webs.com/ Florida Hardcore Wrestling] since January 20, 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":59},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":68},{"uri":"Basketball","surface_form":"basketball","offset":103},{"uri":"WWE","surface_form":"WWE","offset":159},{"uri":"Ring_name","surface_form":"ring name","offset":191},{"uri":"WWE_NXT","surface_form":"NXT","offset":263},{"uri":"John_Morrison_(wrestler)","surface_form":"John Morrison","offset":280},{"uri":"Bray_Wyatt","surface_form":"Bray Wyatt","offset":385},{"uri":"Florida_Championship_Wrestling","surface_form":"Florida Championship Wrestling","offset":1521},{"uri":"Steven_Lewington","surface_form":"DJ Gabriel","offset":1795},{"uri":"Gabe_Tuft","surface_form":"Tyler Reks","offset":1807},{"uri":"Zivile_Raudoniene","surface_form":"Aksana","offset":1857},{"uri":"WWE_NXT","surface_form":"WWE NXT","offset":1970},{"uri":"John_Morrison","surface_form":"John Morrison","offset":1985},{"uri":"Thaddeus_Bullard","surface_form":"Titus O'Neil","offset":2099},{"uri":"Zack_Ryder","surface_form":"Zack Ryder","offset":2116},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":2629}]}