{"id":287232,"url":"http://en.wikipedia.org/wiki/Evolution_of_the_eye","text":"The evolution of the eye is an example of a homologous organ present in a wide variety of taxa.\nCertain components of the eye, such as the visual pigments, appear to have a common ancestry – that is, they evolved once, before the animals radiated.\nHowever, complex, image-forming eyes evolved some 50 to 100 times – using many of the same proteins and genetic toolkits in their construction.\nComplex eyes appear to have first evolved within a few million years, in the rapid burst of evolution known as the Cambrian explosion. There is no evidence of eyes before the Cambrian, but a wide range of diversity is evident in the Middle Cambrian Burgess Shale.\nEyes show a wide range of adaptations to meet the requirements of the organisms which bear them. Eyes may vary in their acuity, the range of wavelengths they can detect, their sensitivity in low light levels, their ability to detect motion or resolve objects, and whether they can discriminate colours.\nRate of evolution.\nThe first fossils of eyes appeared during the lower Cambrian period, about 540 million years ago. This period saw a burst of apparently rapid evolution, dubbed the 'Cambrian explosion'. One biologist holds that the evolution of eyes started an arms race that led to a rapid spate of evolution.\nEarlier than this, organisms may have had use for light sensitivity, but not for fast movement and navigation by vision.\nIt is difficult to estimate the rate of eye evolution. Simple modelling, supposing small mutations exposed to natural selection, shows that a primitive optical sense organ based upon efficient photopigments could evolve into a complex human-like eye in about 400,000 years.\nEarly stages of eye evolution.\nThe earliest light sensors were photoreceptor proteins. They are eyespots, found in protists. Eyespots can only distinguish light from dark. This is enough for photoperiodism and daily synchronization of circadian rhythms. They cannot distinguish shapes or determine the direction light is coming from.\nEyespots are found in nearly all major animal groups. The \"Euglenas eyespot, called a \"stigma\", is at the front. Its red pigment shades a collection of light sensitive crystals. Together with the leading flagellum, the eyespot allows the organism to move in response to light to assist in photosynthesis, and to predict day and night, the primary function of circadian rhythms.\nVisual pigments are located in the brains of more complex organisms, and are thought to have a role in synchronising spawning with lunar cycles. By detecting the subtle changes in night-time illumination, organisms could synchronise the release of sperm and eggs to maximise the probability of fertilisation.\nVision itself relies on a basic biochemistry which is common to all eyes. How this biochemical toolkit is used to interpret an organism's environment varies widely. Eyes have a wide range of structures and forms, all of which have evolved quite late relative to the underlying proteins and molecules.\nAt a cellular level, there appear to be two main \"designs\" of eyes, one possessed by the protostomes (molluscs, annelid worms and arthropods), the other by the deuterostomes (chordates and echinoderms).","categories":[],"infobox_types":[],"annotations":[{"uri":"Homology_(biology)","surface_form":"homologous","offset":44},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":55},{"uri":"Taxa","surface_form":"taxa","offset":90},{"uri":"Eye","surface_form":"eye","offset":122},{"uri":"Visual_pigment","surface_form":"visual pigment","offset":139},{"uri":"Evolution","surface_form":"evolved","offset":205},{"uri":"Adaptive_radiation","surface_form":"radiated","offset":238},{"uri":"Cambrian_explosion","surface_form":"Cambrian explosion","offset":507},{"uri":"Burgess_Shale","surface_form":"Burgess Shale","offset":641},{"uri":"Colour_vision","surface_form":"discriminate colours","offset":937},{"uri":"Cambrian","surface_form":"Cambrian","offset":1030},{"uri":"Red_queen","surface_form":"arms race","offset":1222},{"uri":"Navigation","surface_form":"navigation","offset":1371},{"uri":"Computer_model","surface_form":"modelling","offset":1455},{"uri":"Mutation","surface_form":"mutation","offset":1482},{"uri":"Natural_selection","surface_form":"natural selection","offset":1503},{"uri":"Eyespot","surface_form":"eyespot","offset":1763},{"uri":"Protist","surface_form":"protist","offset":1782},{"uri":"Photoperiodism","surface_form":"photoperiodism","offset":1858},{"uri":"Circadian_rhythm","surface_form":"circadian rhythm","offset":1902},{"uri":"Euglena","surface_form":"Euglena","offset":2060},{"uri":"Pigment","surface_form":"pigment","offset":2122},{"uri":"Flagellum","surface_form":"flagellum","offset":2205},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":2290},{"uri":"Sperm","surface_form":"sperm","offset":2627},{"uri":"Ovum","surface_form":"eggs","offset":2637},{"uri":"Fertilisation","surface_form":"fertilisation","offset":2673},{"uri":"Biochemistry","surface_form":"biochemistry","offset":2720},{"uri":"Environment","surface_form":"environment","offset":2826},{"uri":"Protostome","surface_form":"protostome","offset":3078},{"uri":"Mollusc","surface_form":"mollusc","offset":3091},{"uri":"Annelid","surface_form":"annelid","offset":3101},{"uri":"Arthropod","surface_form":"arthropod","offset":3119},{"uri":"Deuterostome","surface_form":"deuterostome","offset":3149},{"uri":"Chordate","surface_form":"chordate","offset":3164},{"uri":"Echinoderm","surface_form":"echinoderm","offset":3178}]}