{"id":287324,"url":"http://en.wikipedia.org/wiki/Jaguar_Racing","text":"ce=\"preserve\">Jaguar Racing was a Formula One team which raced from 2000 to 2004. It comes from Stewart Grand Prix. Ford bought the team in June 1999 and was to be renamed to Jaguar Racing to promote their Jaguar brand.\nFor their first season in 2000, the team hired former Stewart GP driver Johnny Herbert and the 1999 Championship runner-up (second place) Eddie Irvine. However, the team only finished in the points twice during the season. In 2001, Herbert was replaced by Luciano Burti, who was replaced four races in the season by Pedro de la Rosa. Although the team got double the amount of points finishes in 2001, including a podium (top three) in Monaco, this did not help the fact that the team did not have the same success as Stewart GP got in 1999.\nIn 2002 the team got worse, with three points finishes (but a podium in Italy), and a lot of financial (money) issues. Cutbacks were announced for the 2003 season, which included money savings, and a layoff (mass sackings of employees). In 2003, with a improved points system which allowed eight drivers to finish in the points, Jaguar Racing benefitted from this as they finished in the points eight times, with drivers Mark Webber, Antônio Pizzonia, and Justin Wilson replacing Pizzonia for the last five races. 2004 was to be the last season for Jaguar, keeping Webber, and hiring Christian Klien for the whole season. Five points finishes would follow, though financial difficulties would result in the team being bought out by Red Bull, then the team was renamed to Red Bull Racing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stewart_Grand_Prix","surface_form":"Stewart Grand Prix","offset":96},{"uri":"Ford_Motor_Company","surface_form":"Ford","offset":116},{"uri":"Jaguar_(car)","surface_form":"Jaguar","offset":206},{"uri":"Johnny_Herbert","surface_form":"Johnny Herbert","offset":292},{"uri":"Eddie_Irvine","surface_form":"Eddie Irvine","offset":358},{"uri":"Luciano_Burti","surface_form":"Luciano Burti","offset":476},{"uri":"Pedro_de_la_Rosa","surface_form":"Pedro de la Rosa","offset":536},{"uri":"Success","surface_form":"success","offset":727},{"uri":"Mark_Webber","surface_form":"Mark Webber","offset":1183},{"uri":"Ant%C3%B4nio_Pizzonia","surface_form":"Antônio Pizzonia","offset":1196},{"uri":"Justin_Wilson","surface_form":"Justin Wilson","offset":1218},{"uri":"Christian_Klien","surface_form":"Christian Klien","offset":1346},{"uri":"Red_Bull","surface_form":"Red Bull","offset":1494},{"uri":"Red_Bull_Racing","surface_form":"Red Bull Racing","offset":1533}]}