{"id":287445,"url":"http://en.wikipedia.org/wiki/Firework_(song)","text":"\"Firework\" is a 2010 song by Katy Perry from her second major-label album, \"Teenage Dream\". It was released on October 26, 2010. The song received a good review by music critics and claimed the top spot on \"Billboard\" Hot 100. The single hit top 5 on twenty charts worldwide. It reached the top three in most of the countries where it charted, including Australia and the UK. It topped charts in the US, Canada, and New Zealand. In the US, it was Perry's fourth number-one song altogether and the third in a streak of five number-ones. At the 2012 Grammy Awards, \"Firework\" was nominated for Record of the Year and Best Pop Solo Performance.\nThe song was certified Diamond in the US for shipments of over 10 million copies in that country alone.\nBackground.\n\"Firework\" was written by Perry, Mikkel S. Eriksen, Tor Erik Hermansen, Sandy Wilhelm, and Ester Dean while produced by Stargate and Sandy Vee at Soapbox Studios in Atlanta, Georgia. It was recorded at Roc the Mic Studios in New York City. It was mixed at The Bunker Studios by Vee. Audio engineering was done by Carlos Oyandel and Damien Lewis. All instruments were done by Stargate and Vee. Lead and background vocals were provided by Perry. Perry said that \"Firework\" is her favorite song on \"Teenage Dream\".\nMusic video.\nThe video for the song features people in different situations that show their bravery. For example, there is a young child battling cancer, a woman who is at first shy of wearing a bathing suit, and a man who is unsure of his sexuality. Perry sings that they are all \"fireworks\" and are brave for fighting through their issues. The video has received over 1.077 billion views on YouTube as of January 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":29},{"uri":"Album","surface_form":"album","offset":68},{"uri":"Teenage_Dream","surface_form":"Teenage Dream","offset":76},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":206},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":548},{"uri":"Grammy_Award_for_Record_of_the_Year","surface_form":"Record of the Year","offset":592},{"uri":"Grammy_Award_for_Best_Pop_Solo_Performance","surface_form":"Best Pop Solo Performance","offset":615},{"uri":"Record_producer","surface_form":"produced","offset":866},{"uri":"Studio","surface_form":"Studio","offset":912},{"uri":"Atlanta","surface_form":"Atlanta","offset":923},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":932},{"uri":"New_York_City","surface_form":"New York City","offset":983},{"uri":"Audio_engineering","surface_form":"Audio engineering","offset":1041},{"uri":"Lead_vocals","surface_form":"Lead","offset":1151},{"uri":"YouTube","surface_form":"YouTube","offset":1663}]}