{"id":287558,"url":"http://en.wikipedia.org/wiki/Prostatitis","text":"Prostatitis is any form of inflammation of the prostate gland. Because women do not have a prostate gland, it is a condition only found in men, although women do have microscopic paraurethral Skene's glands connected to the distal third of the urethra in the prevaginal space that are homologous to the prostate, and may cause symptoms.\nA prostatitis diagnosis is assigned at 8% of all urologist and 1% of all primary care physician visits in the USA.\nNomenclature.\nThe term prostatitis refers in its strictest sense to histological (microscopic) inflammation of the tissue of the prostate gland, although historically the term has loosely been used as a rubric to describe a set of quite different conditions. To try to remedy this, the NIH devised a new classification system in 1999.\nSigns and symptoms.\nMen with this disease often have chills, fever, pain in the lower back and genital area, urinary frequency and urgency often at night, burning or painful urination, body aches, and a demonstrable infection of the urinary tract, as evidenced by white blood cells and bacteria in the urine. There may be discharge from the penis.\nDiagnosis.\nAcute prostatitis is relatively easy to diagnose due to its symptoms that suggest infection. Common bacteria are \"E. Coli, Klebsiella, Proteus, Pseudomonas, Enterobacter, Enterococcus, Serratia,\" and \"Staphylococcus aureus.\" This can be a medical emergency in some patients and hospitalization with intravenous antibiotics may be required. A full blood count reveals increased white blood cells. Sepsis from prostatitis is very rare, but may occur in immunocompromised patients; high fever and malaise generally prompt blood cultures, which are often positive in sepsis.\nTreatment.\nAntibiotics are the first line of treatment in acute prostatitis (Cat. I). Antibiotics usually resolve acute prostatitis infections in a very short period of time. Appropriate antibiotics should be used, based on the microbe causing the infection. Some antibiotics have very poor penetration of the prostatic capsule, others, such as Ciprofloxacin, Co-trimoxazole and tetracyclines penetrate well. Severely ill patients may need hospitalization, while nontoxic patients can be treated at home with bed rest, analgesics, stool softeners, and hydration.\nPrognosis.\nFull recovery without sequelae is usual.\nSigns and symptoms.\nChronic bacterial prostatitis is a relatively rare condition (<5% of patients with prostate-related non-BPH LUTS) that usually presents with an intermittent UTI-type picture and that is defined as recurrent urinary tract infections in men originating from a chronic infection in the prostate. Dr. Weidner, Professor of Medicine, Department of Urology, University of Giessen, has stated: \"In studies of 656 men, we seldom found chronic bacterial prostatitis. It is truly a rare disease. Most of those were E-coli.\" Symptoms may be completely absent until there is also bladder infection, and the most troublesome problem is usually recurrent cystitis.\nDiagnosis.\nIn chronic bacterial prostatitis there are bacteria in the prostate but usually no symptoms. The prostate infection is diagnosed by culturing urine as well as prostate fluid (expressed prostatic secretions or EPS) which are obtained by the doctor doing a rectal exam and putting pressure on the prostate. If no fluid is recovered after this prostatic massage, a post massage urine should also contain any prostatic bacteria. Prostate specific antigen levels may be elevated, although there is no malignancy.\nTreatment.\nTreatment requires prolonged courses (4–8 weeks) of antibiotics that penetrate the prostate well (β-lactams and nitrofurantoin are ineffective). These include quinolones (ciprofloxacin, levofloxacin), sulfas (Bactrim, Septra) and macrolides (erythromycin, clarithromycin). Persistent infections may be helped in 80% of patients by the use of alpha blockers (tamsulosin (Flomax), alfuzosin), or long term low dose antibiotic therapy. Recurrent infections may be caused by inefficient urination (benign prostatic hypertrophy, neurogenic bladder), prostatic stones or a structural abnormality that acts as a reservoir for infection.\nThe addition of prostate massage to courses of antibiotics was previously proposed as being beneficial.\nIt is though not without some risk, and has not been shown in more recent trials to improve outcome compared to antibiotics alone.\nPrognosis.\nOver time, the relapse rate is high, exceeding 50%.\nSigns and symptoms.\nIn chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) there is pelvic pain of unknown cause, lasting longer than 6 months, as the key symptom. Symptoms may wax and wane. Pain can range from mild discomfort to debilitating. Pain may radiate to back and rectum, making sitting difficult. Dysuria, arthralgia, myalgia, unexplained fatigue, abdominal pain, constant burning pain in the penis, and frequency may all be present. Frequent urination and increased urgency may suggest interstitial cystitis (inflammation centred in bladder rather than prostate). Ejaculation may be painful, as the prostate contracts during emission of semen, although nerve- and muscle-mediated post-ejaculatory pain is more common, and a classic sign of CPPS. Some patients report low libido, sexual dysfunction and erectile difficulties. Pain after ejaculation is a very specific complaint that distinguishes CP/CPPS from men with BPH or normal men.\nTheories of Etiology.\nTheories behind the disease include autoimmunity, for which there is scant evidence, neurogenic inflammation and myofascial pain syndrome. In the latter two categories, dysregulation of the local nervous system due to past traumatic experiences or an anxious disposition and chronic albeit unconscious pelvic tensing lead to inflammation that is mediated by substances released by nerve cells (such as substance P). The prostate (and other areas of the genitourinary tract: bladder, urethra, testicles) can become inflamed by the action of the chronically activated pelvic nerves on the mast cells at the end of the nerve pathways. Similar stress-induced genitourinary inflammation has been shown experimentally in other mammals.\nProstatitis researcher Dr Anthony Schaeffer commented in a 2003 editorial of The Journal of Urology that: \"It is well recognized that even if pathogenic bacteria are present in the prostate, as in men with established chronic bacterial prostatitis, they do not cause chronic pelvic pain unless acute urinary tract infection develops. Taken together, these data suggest that bacteria do not have a significant role in the development of the chronic pelvic pain syndrome. The clinical observation that antimicrobial therapy reduces symptomatology in men with chronic pelvic pain syndrome is being tested in a double-blinded NIH controlled study. Since antimicrobials may have anti-inflammatory activity, it is possible that these drugs may benefit the patient by reducing inflammation rather than eradicating bacteria.\"\nA year after making that statement, Dr Schaeffer and his colleagues published studies showing that antibiotics are essentially useless for CP/CPPS.\nThe bacterial infection theory that for so long had held sway in this field was again shown to be unimportant in another 2003 study from the University of Washington team led by Dr Lee and Professor Richard Berger. The study found that one third of both normal men and patients had equal counts of similar bacteria colonizing their prostates.\nSince the publication of these studies, the focus has shifted from infection to neuromuscular and psychological etiologies for chronic prostatitis (CP/CPPS).\nDiagnosis.\nThere are no definitive diagnostic tests for CP/CPPS. This is a poorly understood disorder, even though it accounts for 90%-95% of prostatitis diagnoses. It is found in men of any age, with the peak onset in the early 30s. CP/CPPS may be inflammatory (category IIIa) or non-inflammatory (category IIIb). In the inflammatory form, urine, semen, and other fluids from the prostate contain pus cells (dead white blood cells or WBCs), whereas in the non-inflammatory form no pus cells are present. Recent studies have questioned the distinction between categories IIIa and IIIb, since both categories show evidence of inflammation if pus cells are ignored and other more subtle signs of inflammation, like cytokines, are measured. In 2006, Chinese researchers found that men with categories IIIa and IIIb both had significantly and similarly raised levels of anti-inflammatory cytokine TGFß1 and pro-inflammatory cytokine IFN-γ in their expressed prostatic secretions when compared with controls; therefore measurement of these cytokines could be used to diagnose category III prostatitis.\nNormal men have slightly more bacteria in their semen than men with chronic prostatitis/pelvic myoneuropathy. The traditional Stamey 4-glass test is invalid for diagnosis of this disorder, and inflammation cannot be localized to any particular area of the lower GU tract.\nMen with CP/CPPS are more likely than the general population to suffer from Chronic Fatigue Syndrome (CFS), and Irritable Bowel Syndrome (IBS). Prostate specific antigen levels may be elevated, although there is no malignancy.\nExperimental tests that could be useful in the future include tests to measure semen and prostate fluid cytokine levels. Various studies have shown increases in markers for inflammation such as elevated levels of cytokines, myeloperoxidase, and chemokines.\nPhysical and psychological therapy.\nFor chronic nonbacterial prostatitis (Cat III), also known as pelvic myoneuropathy or CPPS, which makes up the majority of men diagnosed with \"prostatitis\", a treatment called the Stanford Protocol, developed by Stanford University Professor of Urology Rodney Anderson and psychologist David Wise in 1996, has recently been published. This is a combination of medication (using tricyclic antidepressants and benzodiazepines), psychological therapy (paradoxical relaxation, an advancement and adaptation, specifically for pelvic pain, of a type of progressive relaxation technique developed by Edmund Jacobson during the early 20th century), and physical therapy (trigger point release therapy on pelvic floor and abdominal muscles, and also yoga-type exercises with the aim of relaxing pelvic floor and abdominal muscles). While these studies are encouraging, definitive proof of efficacy would require a randomized, sham controlled, blinded study, which is not as easy to do with physical therapy as with drug therapy.\nCat. III prostatitis may have no initial trigger other than anxiety, often with an element of Obsessive Compulsive Disorder or other anxiety-spectrum problem. This is theorized to leave the pelvic area in a sensitized condition resulting in a loop of muscle tension and heightened neurological feedback (neural wind-up). Current protocols largely focus on stretches to release overtensed muscles in the pelvic or anal area (commonly referred to as trigger points), physical therapy to the area, and progressive relaxation therapy to reduce causative stress. Biofeedback physical therapy to relearn how to control pelvic floor muscles may be useful.\nAerobic exercise can help those sufferers who are not also suffering from Chronic Fatigue Syndrome (CFS) or whose symptoms are not exacerbated by exercise.\nFood allergies.\nAnecdotal evidence suggests that food allergies and intolerances may have a role in exacerbating CPPS, perhaps through mast cell mediated mechanisms. Specifically patients with gluten intolerance or celiac disease report severe symptom flares after sustained gluten ingestion. Patients may therefore find an exclusion diet helpful in lessening symptoms by identifying problem foods. Studies are lacking in this area.\nPharmacological treatment.\nThere is a substantial list of medications used to treat this disorder.\nAlpha blockers (tamsulosin, alfuzosin) are moderately helpful for many men with CPPS; duration of therapy needs to be at least 3 months.\nQuercetin has shown effective in a randomized, placebo-controlled trial in chronic prostatitis using 500 mg twice a day for 4 weeks. Subsequent studies showed that quercetin, a mast cell inhibitor, reduces inflammation and oxidative stress in the prostate.\nPollen extract (Cernilton)] has also been shown effective in randomized placebo controlled trials.\nCommonly used therapies that have not been properly evaluated in clinical trials are dietary modification, gabapentin, and amitriptyline.\nTherapies shown to be \"ineffective\" by randomized placebo/sham controlled trials: levaquin (antibiotics), alpha blockers for 6 weeks or less, transurethral needle ablation of the prostate (TUNA).\nAt least one study suggests that multi-modal therapy (aimed at different pathways such as inflammation and neuromuscular dysfunction simultaneously) is better long term than monotherapy.\nPrognosis.\nIn recent years the prognosis for CP/CPPS has improved greatly with the advent of multimodal treatment, phytotherapy and protocols aimed at quieting the pelvic nerves through myofascial trigger point release and anxiety control.\nSigns and symptoms.\nThese patients have no history of genitourinary pain complaints, but leukocytosis or bacteria have been noted during evaluation for other conditions.\nDiagnosis.\nDiagnosis is through tests of semen, EPS or urine that reveal inflammation in the absence of symptoms.\nTreatment.\nNo treatment required. It is standard practice for men with infertility and category IV prostatitis to be given a trial of antibiotics and/or anti-inflammatories however evidence for efficacy are weak. Since signs of asymptomatic prostatic inflammation may sometimes be associated with prostate cancer, this can be addressed by tests that assess the ratio of free-to-total PSA. The results of these tests were significantly different in prostate cancer and category IV prostatitis in one study.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inflammation","surface_form":"inflammation","offset":27},{"uri":"Prostate","surface_form":"prostate","offset":47},{"uri":"Gland","surface_form":"gland","offset":56},{"uri":"Men","surface_form":"men","offset":139},{"uri":"Skene%27s_gland","surface_form":"Skene's gland","offset":192},{"uri":"NIH","surface_form":"NIH","offset":738},{"uri":"Full_blood_count","surface_form":"full blood count","offset":1488},{"uri":"Sepsis","surface_form":"Sepsis","offset":1542},{"uri":"Immunocompromised","surface_form":"immunocompromised","offset":1597},{"uri":"Fever","surface_form":"fever","offset":1630},{"uri":"Blood_culture","surface_form":"blood culture","offset":1665},{"uri":"Antibiotics","surface_form":"Antibiotics","offset":1728},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1904},{"uri":"Ciprofloxacin","surface_form":"Ciprofloxacin","offset":2062},{"uri":"Sequela","surface_form":"sequela","offset":2313},{"uri":"Prostate_specific_antigen","surface_form":"Prostate specific antigen","offset":3439},{"uri":"Beta-lactam","surface_form":"β-lactams","offset":3631},{"uri":"Nitrofurantoin","surface_form":"nitrofurantoin","offset":3645},{"uri":"Quinolone","surface_form":"quinolone","offset":3692},{"uri":"Levofloxacin","surface_form":"levofloxacin","offset":3719},{"uri":"Sulfonamide_(medicine)","surface_form":"sulfas","offset":3734},{"uri":"Trimethoprim-sulfamethoxazole","surface_form":"Bactrim, Septra","offset":3742},{"uri":"Macrolide","surface_form":"macrolide","offset":3763},{"uri":"Erythromycin","surface_form":"erythromycin","offset":3775},{"uri":"Clarithromycin","surface_form":"clarithromycin","offset":3789},{"uri":"Alpha_blocker","surface_form":"alpha blocker","offset":3875},{"uri":"Tamsulosin","surface_form":"tamsulosin","offset":3891},{"uri":"Alfuzosin","surface_form":"alfuzosin","offset":3912},{"uri":"Prostate_massage","surface_form":"prostate massage","offset":4179},{"uri":"Dysuria","surface_form":"Dysuria","offset":4775},{"uri":"Arthralgia","surface_form":"arthralgia","offset":4784},{"uri":"Myalgia","surface_form":"myalgia","offset":4796},{"uri":"Fatigue_(medical)","surface_form":"fatigue","offset":4817},{"uri":"Interstitial_cystitis","surface_form":"interstitial cystitis","offset":4965},{"uri":"Ejaculation","surface_form":"Ejaculation","offset":5043},{"uri":"CPPS","surface_form":"CPPS","offset":5219},{"uri":"Sexual_dysfunction","surface_form":"sexual dysfunction","offset":5258},{"uri":"Impotence","surface_form":"erectile difficulties","offset":5281},{"uri":"Ejaculation","surface_form":"ejaculation","offset":5315},{"uri":"Benign_prostatic_hyperplasia","surface_form":"BPH","offset":5397},{"uri":"Autoimmunity","surface_form":"autoimmunity","offset":5474},{"uri":"Neurogenic_inflammation","surface_form":"neurogenic inflammation","offset":5523},{"uri":"Myofascial_Pain_Syndrome","surface_form":"myofascial pain syndrome","offset":5551},{"uri":"Substance_P","surface_form":"substance P","offset":5840},{"uri":"Cytokines","surface_form":"cytokines","offset":8348},{"uri":"TGF%CE%B21","surface_form":"TGFß1","offset":8528},{"uri":"Interferon-gamma","surface_form":"IFN-γ","offset":8564},{"uri":"Chronic_Fatigue_Syndrome","surface_form":"Chronic Fatigue Syndrome","offset":9080},{"uri":"IBS","surface_form":"IBS","offset":9142},{"uri":"Prostate_specific_antigen","surface_form":"Prostate specific antigen","offset":9148},{"uri":"Pelvic_myoneuropathy","surface_form":"pelvic myoneuropathy","offset":9586},{"uri":"CPPS","surface_form":"CPPS","offset":9610},{"uri":"Stanford_University","surface_form":"Stanford University","offset":9736},{"uri":"1996","surface_form":"1996","offset":9824},{"uri":"Antidepressant","surface_form":"antidepressant","offset":9912},{"uri":"Benzodiazepine","surface_form":"benzodiazepine","offset":9932},{"uri":"Edmund_Jacobson","surface_form":"Edmund Jacobson","offset":10117},{"uri":"Trigger_point","surface_form":"trigger point","offset":10187},{"uri":"Pelvic_floor","surface_form":"pelvic floor","offset":10220},{"uri":"Rectus_abdominis_muscle","surface_form":"abdominal muscles","offset":10237},{"uri":"Yoga","surface_form":"yoga-type","offset":10265},{"uri":"Obsessive_Compulsive_Disorder","surface_form":"Obsessive Compulsive Disorder","offset":10638},{"uri":"Trigger_points","surface_form":"trigger points","offset":10992},{"uri":"Biofeedback","surface_form":"Biofeedback","offset":11102},{"uri":"Chronic_fatigue_syndrome","surface_form":"Chronic Fatigue Syndrome (CFS)","offset":11267},{"uri":"CPPS","surface_form":"CPPS","offset":11462},{"uri":"Gluten","surface_form":"gluten","offset":11542},{"uri":"Celiac_disease","surface_form":"celiac disease","offset":11564},{"uri":"Tamsulosin","surface_form":"tamsulosin","offset":11897},{"uri":"Alfuzosin","surface_form":"alfuzosin","offset":11909},{"uri":"Quercetin","surface_form":"Quercetin","offset":12018},{"uri":"Levaquin","surface_form":"levaquin","offset":12594},{"uri":"Antibiotics","surface_form":"antibiotics","offset":12604},{"uri":"TUNA","surface_form":"TUNA","offset":12701},{"uri":"Leucocyte","surface_form":"leukocytosis","offset":13224},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":13716}]}