{"id":287501,"url":"http://en.wikipedia.org/wiki/Steampunk","text":"Steampunk is a style of fiction having to do with a semi-fictional world where old machinery from the Victorian 19th century is still being used. Technologies that were new or important to the Victorians, such as steam power, clockwork or electricity, are big themes in steampunk.\nImportant influences on steampunk are the Victorian \"scientific romances\", the first science fiction novels. Authors like Jules Verne and H.G. Wells are still very popular. Modern novels often cross-over with Goth and vampire themes.\nThe fictional style has become an active 'scene' where steampunks dress in costume and attend meetings or conventions. This costume is a large part of the scene. Many steampunks spend lots of time sewing their own outfits, or collecting accessories such as hats and goggles. The \"Maker\" movement involves many people who are both Makers and steampunks. They make Contraptions, fanciful devices as either art or a pretended function. Some of these contraptions are as large as cars, buses or even a steam-powered mobile house.\nSometimes this aspect is expanded to include cultural ideas of the 19th and early 20th century, such as small items like clothing and accessories, or large objects such as locomotives (trains) or machines that have not even been invented yet, like airplanes.\nSteampunk themes in fiction.\nSometimes steampunk is used in stories to give a rough, gritty feel. This is typical of American steampunk stories, where many stories are set around the Old West or the American Civil War.\nBritish steampunk is a contrast to this. Instead it considers Victorian society as a more polite society and tries to re-create a world of politeness, etiquette and distinctions between classes.\nNeither flavour of steampunk cares too much about historical accuracy. The purpose is to have fun, not to accurately re-enact a period of real history.\nFavourite Steampunk machines.\nSteampunks are very fond of particular machines and these keep re-appearing as themes in fiction or in costume.\nOrigins of the name.\nThe word \"steampunk\" is made of the root words \"steam\" and \"punk\". This use of \"punk\" has nothing to do with the punk rock music of the mid-1970s.\nA well-known science-fiction author William Gibson, wrote books in the early 1980s that created the \"cyberpunk\" style. Later he, and the writer Bruce Sterling, wrote one of the early steampunk novels \"The Difference Engine\". This book was popular and readers looked for a term to describe this new style. They chose \"steampunk\", from \"steam\" and \"cyberpunk\".\nAn alternate story is that the term was coined by writer K.W. Jeter in a letter to Faren Miller at \"Locus\" magazine.\nDerivative styles.\nThere are several related styles that have grown from steampunk. These usually have names ending in \"-punk\". The best known is \"Dieselpunk\", which is set in the 1930s. Like the Steampunk fondness for Victorian steam machines, Dieselpunks like the Modernist style of the 1930s, with polished aluminium aircraft and petrol or diesel engines.\nAnother variety is set in the American frontier during the late 19th century. The American 1960s television series \"Wild Wild West\" is a good example of this.\nParanormal steampunk includes legendary creatures such as werewolves or vampires and mixes horror with steampunk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":24},{"uri":"Victorian_era","surface_form":"Victorian","offset":102},{"uri":"Steam_power","surface_form":"steam power","offset":213},{"uri":"Clockwork","surface_form":"clockwork","offset":226},{"uri":"Electricity","surface_form":"electricity","offset":239},{"uri":"Scientific_romance","surface_form":"scientific romance","offset":334},{"uri":"Science_fiction","surface_form":"science fiction","offset":366},{"uri":"Jules_Verne","surface_form":"Jules Verne","offset":403},{"uri":"H.G._Wells","surface_form":"H.G. Wells","offset":419},{"uri":"Goth_subculture","surface_form":"Goth","offset":490},{"uri":"Vampire","surface_form":"vampire","offset":499},{"uri":"Costume","surface_form":"costume","offset":590},{"uri":"Convention","surface_form":"convention","offset":621},{"uri":"Hat","surface_form":"hat","offset":772},{"uri":"Goggles","surface_form":"goggles","offset":781},{"uri":"Maker","surface_form":"Maker","offset":795},{"uri":"Contraption","surface_form":"Contraption","offset":878},{"uri":"Old_West","surface_form":"Old West","offset":1483},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1499},{"uri":"Politeness","surface_form":"polite","offset":1609},{"uri":"Etiquette","surface_form":"etiquette","offset":1670},{"uri":"Social_class","surface_form":"class","offset":1705},{"uri":"Steam","surface_form":"steam","offset":2077},{"uri":"Punk_rock","surface_form":"punk rock","offset":2142},{"uri":"Science-fiction","surface_form":"science-fiction","offset":2189},{"uri":"William_Gibson","surface_form":"William Gibson","offset":2212},{"uri":"Cyberpunk","surface_form":"cyberpunk","offset":2277},{"uri":"Bruce_Sterling","surface_form":"Bruce Sterling","offset":2320},{"uri":"The_Difference_Engine","surface_form":"The Difference Engine","offset":2377},{"uri":"K.W._Jeter","surface_form":"K.W. Jeter","offset":2592},{"uri":"Modernist","surface_form":"Modernist","offset":2918},{"uri":"Diesel_engine","surface_form":"diesel engine","offset":2995},{"uri":"Wild_Wild_West","surface_form":"Wild Wild West","offset":3127}]}