{"id":287585,"url":"http://en.wikipedia.org/wiki/Minecraft","text":"\"Minecraft\" is a open world sandbox video game originally created by Markus \"Notch\" Persson. It was run by a company called Mojang before being sold to Microsoft in 2014 for USD $2.5 billion. It is the best-selling video game of all time, and over 200 million copies of the game have been sold.\nIn Minecraft, players explore a blocky world filled with various 3D items. Many of these items are cubes, called \"blocks\". These include basic terrain and resources such as dirt, stone, wood, and sand. There are also items the player can use, such as crafting tables and furnaces. Players can use these to make new items such as tools and armor, as well as different kinds of blocks. Players can then build structures using these blocks, such as buildings, statues, pixel art, and more.\nHistory.\n\"Minecraft\" was originally created as an experiment to test random generation for caves. \"Minecraft\" was inspired by \"Infiniminer\", another game created by Zachary Barth. The first version of Minecraft was released for PC players on May 17, 2009. After going through alpha and beta versions, the full version was released on November 18, 2011. A version for Android was released on October 7, 2011, and an iOS version was released on November 17, 2011. At first, \"Minecraft\" was created only by Markus Persson. Other people started to work on it when Persson started an independent video game company called Mojang Specifications. The company was later renamed simply to Mojang. Later in 2011, a version of \"Minecraft\" named \"Pocket Edition\" was released for iOS and Android. In 2012, Persson gave Jens Bergensten the job of being the main developer of \"Minecraft\".\nMinecraft has also released on many video game consoles. On May 9, 2012, \"Minecraft\" came out on the Xbox 360 as a download through the Xbox Live Arcade. It was available for 1600 Microsoft Points ($19.99). In 2013, \"Minecraft\" came out as a disc for the Xbox 360 and PlayStation 3. On December 10, 2013, a Windows Phone version was released. Versions for the Xbox One and PlayStation 4 were released in September 2014. A version for the PlayStation Vita was released on October 14, 2014. The Wii U edition was released on December 17, 2015. In 2017, versions for the Nintendo Switch and the New Nintendo 3DS were released. The Xbox One, PlayStation 4, and Nintendo Switch versions were later all combined into Bedrock Edition, a version of Minecraft made using C++.\nGameplay.\nAt the start of the game, players are put in a random location in the game world. They can begin breaking blocks to gather resources, such as wood and dirt, which can be used later in the game. Players can use resources to make new tools, such as pickaxes, which let the player gather stone. Different resources require different tools to collect them. For example, diamonds can only be collected with an iron pickaxe, or one of a better quality.\nThe game world is mostly infinite. As players explore it, the game makes new sections of the world using procedural generation. The game generates different kinds of terrain in biomes. Different biomes have different blocks in them. For example, a taiga biome will have lots of spruce trees and snow, whereas a plains biome will have lots of grass. The player can also find different structures in the world, like mountains and villages.\nThe game has non-player characters called \"mobs\" (short for mobile entity). There are many mobs in Minecraft. Some are real-life animals, like cows, pigs, and sheep. Some are based on monsters, such as zombies or skeletons. There are also some which do not exist in the real world in any way, and are unique to Minecraft, such as Creepers, Piglins, and Endermen. Each mob has different things it can do. For example, players can kill cows to get leather, which can make items, and beef, which can be cooked to make food. The Creeper, a hostile mob (meaning it tries to attack the player), will move close to the player and then explode.\nMinecraft has very few goals. Players can choose how they want to play. They can choose to fight bosses, such as the Wither and the Ender Dragon, or choose to explore the world and build. If the player defeats the Ender Dragon, they can see the credits of the game. Minecraft also has lots of achievements called \"advancements\". These can range from simple things like sleeping in a bed for the first time, to complex things like discovering every biome in the game. Both boss fights and advancements are optional.\nIn addition to the default dimension the player starts in (called the \"Overworld\"), there are also two other dimensions in Minecraft - the Nether and the End. Both of these can be accessed with special portals. The player can make Nether portals using obsidian and flint and steel, but End portals have to be found in structures called \"strongholds\". While it is not necessary to go to these dimensions, they have lots of different items and enemies which can not be found in the Overworld. The Ender Dragon can only be fought in the End.\nSurvival Mode.\nIn survival mode, players can gather resources found in the world to make lots of different items. Some of the items players can make include new blocks, tools, and armor. For example, players can turn wood into planks at the start of the game, which lets them make lots of things, like crafting tables and tools. Players can also place down these planks to build things, like houses.\nPlayers have a health bar and a hunger bar in this mode. The health bar is shown as 10 hearts and the hunger bar is shown as 10 shanks. Players will die if they lose all their health and will lose health if they have no hunger points. Players can lose health by getting attacked, losing air underwater, walking into lava or cacti, falling from a high place, or falling into the Void. Players can heal bar by staying still, drinking healing potions, and/or if they have a full hunger bar. Players will lose hunger by walking, sprinting and jumping too much. They can fill their hunger bar by eating food.\nDuring the night, monsters come out to fight the player, but players can build a house to protect themselves from these monsters. If a player sleeps in a bed, they can skip the night, and go directly to the next day.\nPlayers can only carry a certain number of items at any time, by holding them in their inventory. If the player dies, they drop their items, unless they have turned on Keep Inventory. Players can get their items back if they can find them before they disappear. They can then respawn, which sends them back to their spawn point, or the place they started the game at. Players can change their spawn point using items like beds. For example, a player can put a bed in their house to respawn there.\nHardcore Mode.\nHardcore mode is like Survival mode, but the game is set to the hardest difficulty. This can not be changed. If a player dies in hardcore mode, they can not respawn, and can not play in that world again. They can then enter Spectator Mode to explore the world, or delete the world entirely. This game mode is only available in Java Edition.\nCreative Mode.\nIn creative mode, players have infinite items. This is so they can build whatever they want, instead of having to look for resources. They can not die, and do not have a health bar or hunger bar. Players can also optionally fly to reach places they normally couldn't.\nSpectator Mode.\nIn spectator mode, players become a \"spectator\". Spectators can look at the world, but not interact with it, meaning they can't place blocks or use items. They are invisible to other players.\nSpectators can fly around the world freely, or they can look at it from the perspective of other players and mobs, meaning they can see what the player or mob sees, as if they were looking through their eyes. This game mode is only available in Java Edition.\nAdventure Mode.\nAdventure Mode is designed for community maps. The player can not place or break blocks unless they have the right tools.\nMultiplayer.\nPlayers can play on the same Minecraft world together by using the multiplayer mode. They can connect to an online server by typing in the server's address (usually an IP address), or by making a game on the local area network (LAN). If the player makes a LAN game, only players on the same network can play. Much like the rest of Minecraft, players can choose what they want to do. For example, they can choose to fight each other, or work together and survive. All game modes can be played in multiplayer.\n\"Minecraft Realms\".\n\"Minecraft Realms\" is a special version of the original multiplayer. Realms are multiplayer servers hosted by Mojang. Players can buy them for a small fee. In \"Minecraft Realms\", there are several \"mini-games\", which are maps/games created by popular \"Minecraft\" users.\nCommunity.\n\"Minecraft\" has a very large community, with many fan forums and multiplayer servers. The \"Minecraft\" community is also one of the largest on YouTube. Many people upload various types of Minecraft content to YouTube, such as parody songs, animations, gameplay, and more.\nUpdates since release.\nMinecraft has had many new updates since it first released. These updates are usually announced before they are released. They add lots of new features into the game, such as new blocks, enemies, and items.\nMojang releases development versions called \"snapshots\" which players can choose to play. These snapshots have a few new features in them, and are released as the developers are working on the new version. This is so players can try out new features before the full version is released.","categories":[],"infobox_types":[],"annotations":[{"uri":"Open_world_game","surface_form":"open world","offset":17},{"uri":"Sandbox_game","surface_form":"sandbox","offset":28},{"uri":"Video_game","surface_form":"video game","offset":36},{"uri":"Markus_Persson","surface_form":"Markus \"Notch\" Persson","offset":69},{"uri":"Mojang","surface_form":"Mojang","offset":124},{"uri":"Microsoft","surface_form":"Microsoft","offset":152},{"uri":"Terrain","surface_form":"terrain","offset":438},{"uri":"Pixel_art","surface_form":"pixel art","offset":761},{"uri":"Experiment","surface_form":"experiment","offset":832},{"uri":"Cave","surface_form":"cave","offset":873},{"uri":"Personal_computer","surface_form":"PC","offset":1010},{"uri":"Android_(operating_system)","surface_form":"Android","offset":1149},{"uri":"IOS","surface_form":"iOS","offset":1197},{"uri":"Independent","surface_form":"independent","offset":1361},{"uri":"Company","surface_form":"company","offset":1384},{"uri":"Mojang_AB","surface_form":"Mojang","offset":1462},{"uri":"IOS","surface_form":"iOS","offset":1550},{"uri":"Android_(operating_system)","surface_form":"Android","offset":1558},{"uri":"Jens_Bergensten","surface_form":"Jens Bergensten","offset":1589},{"uri":"Video_game_developer","surface_form":"developer","offset":1631},{"uri":"Video_game_console","surface_form":"video game console","offset":1693},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":1758},{"uri":"Xbox_Live_Arcade","surface_form":"Xbox Live Arcade","offset":1793},{"uri":"DVD","surface_form":"disc","offset":1899},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":1925},{"uri":"Windows_Phone","surface_form":"Windows Phone","offset":1964},{"uri":"Xbox_One","surface_form":"Xbox One","offset":2017},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":2030},{"uri":"PlayStation_Vita","surface_form":"PlayStation Vita","offset":2095},{"uri":"Wii_U","surface_form":"Wii U","offset":2150},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":2225},{"uri":"C%2B%2B","surface_form":"C++","offset":2419},{"uri":"Pickaxe","surface_form":"pickaxe","offset":2681},{"uri":"Diamond","surface_form":"diamond","offset":2800},{"uri":"Iron","surface_form":"iron","offset":2839},{"uri":"Procedural_generation","surface_form":"procedural generation","offset":2986},{"uri":"Biome","surface_form":"biome","offset":3058},{"uri":"Spruce","surface_form":"spruce","offset":3159},{"uri":"Non-player_character","surface_form":"non-player character","offset":3332},{"uri":"Boss_(video_games)","surface_form":"bosses","offset":4053},{"uri":"Achievement","surface_form":"achievement","offset":4249},{"uri":"Obsidian","surface_form":"obsidian","offset":4723},{"uri":"Flint","surface_form":"flint","offset":4736},{"uri":"Steel","surface_form":"steel","offset":4746},{"uri":"Perspective","surface_form":"perspective","offset":7651},{"uri":"IP_address","surface_form":"IP address","offset":8153},{"uri":"Local_area_network","surface_form":"local area network","offset":8193},{"uri":"Parody","surface_form":"parody","offset":9019}]}