{"id":287562,"url":"http://en.wikipedia.org/wiki/The_Descent_of_Man","text":"\"The Descent of Man, and selection in relation to sex\" is a book by Charles Darwin, first published in 1871.\nIt was Darwin's second great book on evolutionary theory, with the first being his 1859 work, \"On the Origin of Species\".\n\"Light will be thrown on the origin of man and his history\".\nIn \"The Descent of Man\", Darwin applies evolutionary theory to human evolution, and also explains his theory of sexual selection. He thought the two topics were closely connected.\nSexual dimorphism.\nThe starting point for sexual selection is the observation that males differ from females, not just in sexual apparatus, but in many other traits. This is true of many animals, and the question is why this happens. The answer given by Darwin, and followed by many other biologists, is that the selection on males is different from the selection on females.\nSexual selection in Man.\nSexual selection is the theory proposed by Charles Darwin that states that certain evolutionary traits can be explained by intraspecific competition (competition between members of the same species).\nDarwin defined sexual selection as the effects of the \"struggle between the individuals of one sex, generally the males, for the possession of the other sex\".\nBiologists today distinguish between \"male to male combat\" or \"intrasexual selection\" (it is usually males that fight each other), \"mate choice\" or \"intersexual selection\" (usually female choice of male mates) and sexual conflict.\nSecondary sex characteristics are features that distinguish the two sexes of a species, but are not directly part of the reproductive system. They are believed to be the product of sexual selection for traits which give an individual an advantage over its rivals in courtship and fighting.\nTraits selected by male combat are called \"weapons\"; and traits selected by mate choice are called \"ornaments\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":68},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":204},{"uri":"Human_evolution","surface_form":"human evolution","offset":355},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":404},{"uri":"Sexual_dimorphism","surface_form":"differ from females","offset":561},{"uri":"Trait_(biology)","surface_form":"traits","offset":630},{"uri":"Natural_selection","surface_form":"selection","offset":785},{"uri":"Sexual_selection","surface_form":"Sexual selection","offset":873},{"uri":"Theory","surface_form":"theory","offset":897},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":916},{"uri":"Intraspecific_competition","surface_form":"intraspecific competition","offset":996},{"uri":"Biologist","surface_form":"Biologist","offset":1232},{"uri":"Mate_choice","surface_form":"mate choice","offset":1364},{"uri":"Sexual_conflict","surface_form":"sexual conflict","offset":1446},{"uri":"Secondary_sex_characteristic","surface_form":"Secondary sex characteristic","offset":1463},{"uri":"Reproductive_system","surface_form":"reproductive system","offset":1584},{"uri":"Courtship","surface_form":"courtship","offset":1729}]}