{"id":28766,"url":"http://en.wikipedia.org/wiki/Middle-earth","text":"e=\"preserve\">Middle-earth is a fictional fantasy world invented by J. R. R. Tolkien. Several of his books take place there, such as \"The Hobbit\" and \"The Lord of the Rings\". It is supposed to be a long gone mythological time of our earth.\nAlthough Middle-earth is only one continent in Tolkien's world, it is often used for the whole fictional world and all stories Tolkien invented for it. Tolkien created and worked on Middle-earth through most of his life, and it is this creation for which he is most famous.\nMiddle-earth has its own geography, several different species and peoples (elves, dwarves, humans, hobbits), their languages, and a history that spans thousands of years. The stories of Middle-earth are also a kind of 'artificial myth'.\n\"Middle-earth\" is called \"Endor\" (or \"Endóre\") and \"Ennor\" in the fictional Elvish languages Quenya and Sindarin.\nPeoples.\nThe oldest people of Middle-earth are the immortal Elves. Second were the Dwarves. After them came mortal Men. In the Third Age, there appeared another people, the Hobbits. There are also the tree-like Ents.\nChronology.\nThe history of the Middle-earth world is thousands of years long. Sometimes, when big historical events happen, a new \"Age\" is begun, which starts counting again with the year 1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_universe","surface_form":"fictional fantasy world","offset":31},{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":67},{"uri":"The_Hobbit","surface_form":"The Hobbit","offset":133},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":150},{"uri":"Species","surface_form":"species","offset":567},{"uri":"Human","surface_form":"humans","offset":604},{"uri":"Hobbit","surface_form":"hobbits","offset":612},{"uri":"History","surface_form":"history","offset":645},{"uri":"Myth","surface_form":"myth","offset":743},{"uri":"Hobbit","surface_form":"Hobbit","offset":1037}]}