{"id":287850,"url":"http://en.wikipedia.org/wiki/Machel_Montano","text":"Machel Montano (born 24 November 1974) is a soca artist from Trinidad and Tobago. He is the lead of the soca band Xtatik. He had his first hit as a youth with \"Too Young To Soca\". He then won the 1987 Caribbean Song Festival.\nBiography.\nMontano was born in Curepe (Northwestern Trinidad), and his family moved to Siparia, (Southwestern Trinidad), when he was very young.[6] He attended Siparia Boys' R.C., then Presentation College, a prestigious secondary school in San Fernando, where he was in the choir led by Mrs Cynthia Lee-Mac.[6] Machel first shot to fame as a nine-year-old boy with the song \"Too Young To Soca\" while he was still in primary school. In 1984, along with his older brother Marcus and neighbours, the group Pranasonic Express was started and, in 1989, the band became Xtatik. In April, 1986, at the age of 11, Montano appeared on the mainstream television show, Star Search.[7] In 1987, he took part in the Trinidad and Tobago National Song Writers Festival, and placed second with his song \"Dream Girl\". He also won the Caribbean Song Festival in Barbados. Such a win made Machel the first Trinidadian and youngest contestant to win this competition.\nSoca.\nHe is the front-man of the soca band The HD Family, and is noted for his high energy, fast-paced, and often unpredictable on-stage performances. In 1987 he was the youngest finalist to ever win the Caribbean Song Festival. His career spans more than 30 years.[2] He now stands as one of the most well-known soca acts in the world, using his leverage as an artist able to sell out shows.[3] Recently he has moved to the Los Angeles area[4] and furthered his pursuit, saying: \"I may not be the one to bring it forth, but in the meantime, I have a lot of work to do in order for something to happen.\" He is very well known in New York City, where he has had sold out concerts in Madison Square Garden many times over.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soca_music","surface_form":"soca","offset":44},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":61}]}