{"id":287822,"url":"http://en.wikipedia.org/wiki/Louise_of_Mecklenburg-Strelitz","text":"Duchess Louise of Mecklenburg-Strelitz (German: \"Luise Auguste Wilhelmine Amalie Herzogin zu Mecklenburg\"; 10 March 1776 – 19 July 1810) was Queen consort of Prussia as the wife of King Frederick William III.\nAfter her husband's ascension, Louise developed many ties to senior ministers and became a powerful figure within the government as she began to command universal respect and affection. The queen always tried to stay informed of political developments at court, and from the very beginning of his reign the new king consulted Louise on matters of state.\nThough Prussia had not fought in a war since 1795, its military leaders were confident that they could win against Napoleon's troops. After a small incident concerning an anti-French pamphlet occurred, King Frederick William was finally pressured by his wife and family to break off his uneasy peace and enter the war against the French emperor. Prussian troops began mobilizing, culminating in the October 1806 Battle of Jena-Auerstedt, which was a disaster for Prussia, as the ability of its armed forces to continue the war were effectively wiped out. The king and queen had accompanied their troops into battle at Jena (with Louise apparently dressed \"like an Amazon\"), but had to flee from French troops.\nNapoleon himself occupied Berlin, and the king, queen and the rest of the royal family had to flee, despite Louise's illness, in the dead of winter to Königsberg in the easternmost part of the kingdom. On the journey there, there was no food or clean water, and the king and queen were forced to share the same sleeping arrangements in \"one of the wretched barns they call houses\", according to one witness traveling with them.\nNapoleon demanded, from a highly superior position, peace terms in what was to be called the Peace of Tilsit (1807). In the midst of these negotiations, the emperor agreed to keep half of Prussia intact. Louise reluctantly agreed to meet the emperor at Tilsit, but only to save \"her Prussia.\" She tried to use her beauty and charm to flatter him into more favorable terms. Before she had called him \"the Monster\", but now she made a request for a private interview with the emperor. She threw herself at his feet; Napoleon was impressed by her grace and determination, but he refused to make any concessions. Queen Louise's efforts to protect her adopted country from French aggression became well admired by future generations.\nOn 19 July 1810, the Queen died in her husband's arms from an unidentified illness. The queen's subjects attributed the French occupation as the cause of her early death. Louise's death left her husband alone during a period of great difficulty, as the Napoleonic Wars and need for reform continued. Napoleon remarked the king \"has lost his best minister.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Prussia","surface_form":"Prussia","offset":158},{"uri":"Frederick_William_III_of_Prussia","surface_form":"King Frederick William III","offset":181},{"uri":"Jena","surface_form":"Jena","offset":1181},{"uri":"Amazons","surface_form":"Amazon","offset":1227},{"uri":"K%C3%B6nigsberg","surface_form":"Königsberg","offset":1424}]}