{"id":287803,"url":"http://en.wikipedia.org/wiki/Electronic_commerce","text":"ce=\"preserve\">Electronic commerce more well known as e-commerce, consists of the buying or selling of products via electronic means such as the internet or other electronic services. This type of trade has been growing rapidly because of the expansion of the Internet.\nThe need for electronic commerce emerged from the need to use computers more efficiently in banks and corporations. With the increasing competition there was a need amongst organizations to increase customer satisfaction and information exchange. Electronic commerce started with the introduction of electronic funds transfer (EFT) by banks. Over time many variants of EFTs within banks were introduced like debit cards, credit card<nowiki/>s and direct deposits.\nDisadvantages of E-commerce.\nE-commerce involves buying and selling of products and services by businesses and consumers through an electronic medium. Broadly, e-commerce is classified into four categories: business to business or B2B (Cisco), business to consumer or B2C (Amazon), consumer to consumer or C2C (eBay) and Business-to-Government (B2G). Business-to-business e-commerce involves agreements between the businesses and businesses. Distribution management, inventory management, channel management, supplier management and payment management are some of the areas in which B2B applications are widely used. In Bangladesh, bgmea.com.bd, bizbangladesh.com are examples of B2B platforms. B2C commerce involves e-commerce between businesses and the consumers. This form of e-commerce involves the purchase of books or any form of consumer goods. It also includes purchase of software, e-books, games, songs as well as e-banking. ajkerdeal.com, bdbazar.com, daraz.com, bajna.com are some examples of B2C. Advantages of B2C platforms to companies are reduced operating costs, bigger outreach, globalisation, customer convenience and knowledge management. Consumer-to-consumer e-commerce involves transactions between individual consumers. For instance, online auction, peer-to-peer system for money or file exchange can be classified as forms of C2C e-commerce. In Bangladesh bikroy.com, clickbd.com are examples of C2C platforms. B2G is usually used for licensing process, public purchasing and other government operations. B2G e-commerce is rather insignificant when compared to the other three forms. However, B2G can be one of the driving forces for running the public sector known as e-governance.\nA wide range of technologies is used in e-commerce that includes electronic data interchange (EDI), electronic mail (e-mail), electronic funds transfer (EFT). In case of Electronic Data Interchange (EDI) there needs to be an agreement between trading partners. EDI is a standard method for exchanging business data. E-mail and fax are also forms of EDI. In Bangladesh small, medium and big enterprises have taken up e-business platforms. When compared to developed countries, developing countries have a higher potential for improving the business structure and raise productivity by using e-commerce as a medium. M-Commerce (Mobile Commerce) and F-Commerce (Facebook Commerce) are very popular in today's e-business world. Over the years, the number of online transactions has been on the rise. According to BTRC officials the number of internet subscribers in Bangladesh had crossed 80 million in 2017. At present there are approximately 2,000 e-commerce sites and 50,000 Facebook-based outlets delivering almost 30,000 products a day. Currently, 80 per cent of the online sales are taking place in Dhaka, Chattogram and Gazipur.\nOnline transactions in Bangladesh have been increasing over the years. Improvements in standard of living coupled with advancement in livelihood, shopping behaviour has experienced a significant shift. In Bangladesh the e-commerce industry set sail in the late 90s but was unable to expand immediately. Gradually, over the years, banking, logistics communications and payment methods have improved creating opportunities for the e-business sector to develop. A number of sectors including the banking sector are now using the internet payment system. As consumers can avail credit, debit card services and digital wallet, the cash-on-delivery system is now more accessible.\nThe local e-commerce industry in Bangladesh began evolving as a proper ecosystem from the year 2012. This was facilitated by expanded internet connections along with the gradual legalisation and approval of online payment by the Bangladesh Bank. Initially, several banks did not support the online payment gateway system.\nOver the last few years, internet connections have improved and the number of people who have access to the web has increased thus making way for e-commerce business to flourish. In 2016, $50 million was invested in the e-commerce sector in Bangladesh. Out of which $10 million was from Foreign Direct Investment. In 2017, the B2C e-commerce business market measure equalled USD 110-115 million (around BDT 9.0 billion) compared to BDT 1335.71 billion made by the retail market. The outreach of the e-commerce business market exceeded Tk 17.0 billion in 2017 from Tk 4.0 billion in 2016, as revealed from the findings by e-Commerce Association of Bangladesh (e-CAB). The market measure for e-commerce is expected to equal Tk 70 billion by 2021.\nIn Bangladesh retail e-commerce is growing at 72 per cent a month. At present, more than 35,000 individuals and above 25,000 small and medium enterprises (SMEs) are part of this sector. Till 2018, the number of e-commerce business sites and e-commerce pages equalled 2,500 and 150,000 respectively. It was estimated that the number of deliveries per day added up to about 15,000 to 20,000 at the retail level.\nBefore 2013, the government had placed restrictions on the purchase and sale of goods and online services through international credit cards (export.gov, 2017). In the first three quarters of 2016, the e-commerce industry achieved 67 per cent growth whereas, the country's e-commerce transaction reached BDT 3.59 (Xinhua, 2016).\nAccording to Bangladesh telecommunication regulatory commission (BTRC) in 2016, internet penetration rate was recorded at 13.2 per cent, and the number of internet users was 66.6 million. In 2017, the number of internet users reached 80.6 million along with an increase in the penetration rate to 48.4 per cent. In 2018 the number of internet users further increased to 91.3 million and the penetration rate was 52.77 per cent. Currently the number of internet subscribers has reached 96.199 Million (June, 2019). According to market analysts Bangladesh's e-commerce business market will reach USD 20 billion by 2020. According to June 2019 statistics of BRTC, 90.4 million users subscribe to the mobile internet, 0.06 million subscribe to WiMAX, and 5.73 million to ISP + PSTN connections.\nAlthough the e-commerce sector has grown over the years, there remain a number of obstacles. Some of the key challenges are net neutrality, high-speed net, parcel delivery logistics and assurance of quality products. Foreign players also pose competition and risk to local start-ups. The sector suffers from lack of logistics and sound transportation system that restrict e-commerce trading to expand. Transportation system affects the delivery of products. Challenges also persist in the logistics sector. A large chunk of almost 65 per cent of the operations of the e-commerce companies takes place in the capital and Chattogram. The e-commerce companies fail to reach all parts of the country, including of course the rural areas, due to poor infrastructure and inability to access remote areas for lack of adequate transport facilities.\nIn Bangladesh, in majority of the cases payment is made upon delivery. 80 per cent of the payments are done through cash-on-delivery method, whereas only 15-20 per cent are done through mobile payment gateways. Cash-on-delivery leads to the risk of tax evasion and also results in lack of transparency in transactions. This is largely due to a lack of trust and the absence of a reliable and safe payment system. In addition, the number of credit and debit card users in the country is low, as a result many customers are unable to make online payments. The e-wallet system is expected to overcome this problem to some extent. bKash has partnered with the e-commerce ventures in the country and in addition, if banks also follow suit, it will be beneficial.\nThe e-commerce industry in Bangladesh is an emerging industry. This sector is steadily growing and attaining competitiveness. The local e-commerce companies which have been in the market since inception of the e-commerce industry should be given protection. Simultaneously, foreign investments are required in this sector. The payment procedures offered by e-commerce sites need to be made more secure. Low-cost, high-speed internet needs to be ensured in the rural areas. The e-commerce industry needs to put more emphasis on delivery logistics and customer service. Immediate action to ensuring consumers' rights needs to be taken since a regulatory authority is not present to prevent consumers from being cheated and given low quality or date-expired products.\nDespite the obstacles, the sector has a lot of potential and in the next few years, contribution of e-commerce to the country's GDP is likely to be significant. The government should be more forthcoming in supporting this sector as part of its Digital Bangladesh initiative.","categories":[],"infobox_types":[],"annotations":[{"uri":"Product_(consumer_goods)","surface_form":"product","offset":102},{"uri":"Internet","surface_form":"internet","offset":144},{"uri":"Trade","surface_form":"trade","offset":196},{"uri":"Debit_card","surface_form":"debit card","offset":677},{"uri":"Credit_card","surface_form":"credit card","offset":690}]}