{"id":287997,"url":"http://en.wikipedia.org/wiki/The_Event","text":"\"The Event\" was an American television show on NBC. It is in the genre of science fiction. It is about a group of aliens who come to Earth. 97 of these aliens are being held by the United States government. They were held held for 66 years until they escaped. The show will have 22 episodes for the first season. On May 13, 2011, NBC announced that the show will end after one season due to declining ratings. However the producers said that Netflix or Syfy may pick it up.\nPlot.\nAt the end of World War II the aliens crash into Alaska. Some of them are taken by the United States. Others get away. They stay hidden taking normal jobs. Some of them are helping the aliens get back home. President Elias Martinez decides to release the aliens. However as he is holding a press conference the an airplane attempts to kill him. It does not work because the Aliens transport the plane to a desert in Arizona. The aliens that were being held told him that they were the only ones. However that was not true. Soon they escape the prison and attempt to kill the president. They have the Vice-President help with this. They save him.\nRatings.\n\"The Event\" reached 10,800,000 people watching it for the first episode. However after that the ratings went down slowly to 4,000,000 for episode 14.\nReception.\nBefore the show premiered, it was a mixture of \"24\", \"Lost\" and \"The 4400\". However many viewers found this show confusing and hard to follow. This was because of constant flashbacks and time jumps. The show soon went on a hiatus and came back with no more flashbacks.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Television","surface_form":"television","offset":28},{"uri":"NBC","surface_form":"NBC","offset":47},{"uri":"Science_fiction","surface_form":"science fiction","offset":74},{"uri":"United_States","surface_form":"United States","offset":181},{"uri":"Netflix","surface_form":"Netflix","offset":442},{"uri":"Syfy","surface_form":"Syfy","offset":453},{"uri":"World_War_II","surface_form":"World War II","offset":494},{"uri":"24","surface_form":"24","offset":1344},{"uri":"Lost_(TV_series)","surface_form":"Lost","offset":1350},{"uri":"The_4400","surface_form":"The 4400","offset":1361}]}