{"id":287949,"url":"http://en.wikipedia.org/wiki/Stratigraphy","text":"Stratigraphy is a branch of geology which studies rock formations called strata (layers). It is important in the study of sedimentary and layered vocanic rocks.\nHistorical development.\nWilliam Smith first used stratigraphy for a practical purpose in the 1790s and early 19th century. Smith, nicknamed \"Strata Smith\", made the first geological map of England. He understood that fossils could be used identify the same strata in different places.\nThere are many consequences of this idea. For geologists it means that when they find identical fossils in strata in different parts of the world, those strata were laid down at the same time. Also (this is a later realisation) the ecological conditions in which they were laid down would have been similar or identical in the different places.\nLithostratigraphy.\nLithostratigraphy deals with the physical rock type and how it changes from place to place. Changes in the rock (facies change) reflect changing environments of deposition. One of stratigraphy's basic concepts is codified in the \"law of superposition\", which simply states that, in an undeformed stratigraphic sequence, the oldest strata occur at the base of the sequence.\nBiostratigraphy.\nBiostratigraphy is based on fossil evidence in the rock layers. If strata from different places have the same fossil fauna and flora, they were laid down at the same time.\nBiostratigraphy was based on William Smith's \"principle of faunal succession\", which was one of the first and most powerful lines of evidence for evolution. It gives evidence of the formation (speciation) and extinction of species.\nThe geological timescale was developed during the 19th century based on the evidence of biostratigraphy and faunal succession. This timescale remained a relative scale until the development of radiometric dating, which gave it an absolute time framework.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geology","surface_form":"geology","offset":28},{"uri":"Rock_formation","surface_form":"rock formation","offset":50},{"uri":"Strata","surface_form":"strata","offset":73},{"uri":"Sedimentary_rock","surface_form":"sedimentary","offset":122},{"uri":"Vocanic","surface_form":"vocanic","offset":146},{"uri":"William_Smith_(geologist)","surface_form":"William Smith","offset":185},{"uri":"Nickname","surface_form":"nickname","offset":291},{"uri":"Geological_map","surface_form":"geological map","offset":332},{"uri":"Ecological","surface_form":"ecological","offset":678},{"uri":"Facies","surface_form":"facies","offset":923},{"uri":"Environment","surface_form":"environment","offset":955},{"uri":"Fossil","surface_form":"fossil","offset":1228},{"uri":"Fauna","surface_form":"fauna","offset":1317},{"uri":"Flora","surface_form":"flora","offset":1327},{"uri":"Evolution","surface_form":"evolution","offset":1518},{"uri":"Speciation","surface_form":"speciation","offset":1565},{"uri":"Extinction","surface_form":"extinction","offset":1581},{"uri":"Species","surface_form":"species","offset":1595},{"uri":"History_of_the_geologic_time_scale","surface_form":"geological timescale","offset":1608},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":1797}]}