{"id":28808,"url":"http://en.wikipedia.org/wiki/Henry_Purcell","text":"Henry Purcell was an English composer. He was born in 1659 in Westminster, London; he died 21 November 21 1695, Westminster). Many musicians think he is the greatest English composer of all times. Although he only lived until he was 36, he wrote a large amount of music. His compositions include church music, instrumental music, music for the theatre, even popular drinking songs. He wrote the first English opera. He lived in the time called the Baroque period. He liked Italian and French music, and combined those styles to make something that was typically English.\nEarly years.\nWe do not know very much about Purcell’s childhood. His mother’s name was Elizabeth. In 1664, Henry Purcell senior died and the widow took her children to live with her brother in law, Thomas Purcell, who was very kind to them. Thomas Purcell was a gentleman of the Chapel Royal which meant that he sang in the king’s choir. Soon Henry was singing in the Chapel Royal. This was the best musical training a boy could have in England. His teachers were Captain Henry Cooke, and then Pelham Humfrey. Henry sang in the choir until his voice broke in 1673. He was then given the job of looking after the king’s musical instruments.\nPurcell may have been composing already when he was nine. We know that he wrote an ode for the King's birthday in 1670. When Humfrey died Purcell studied with the famous composer John Blow. He went to Westminster School. In 1676 he was made organist at Westminster Abbey. He started writing music for the theatre. He also wrote church music, including an anthem for a singer called John Gostling who had a very good, deep bass voice. Purcell wrote several anthems for him during his life. One is called \"They that go down to the sea in ships\". It goes down to a low D.\nLater career and death.\nIn 1680, Blow, who had been made organist of Westminster Abbey in 1669, resigned so that the 22-years-old Purcell could have his job. Purcell then spent the next six years just writing sacred (religious) music. Later he went back to writing music for the theatre, including the first English opera \"Dido and Aeneas\".\nIn 1682 Purcell became organist of the Chapel Royal. He did this job as well as being organist at Westminster Abbey. His first printed composition, \"Twelve Sonatas\", was published in 1683. Music printing was expensive in those days, so it was unusual to have something printed. He continued to write music including odes to the king and royal family. In 1685, he wrote two of his finest anthems, \"I was glad\" and \"My heart is inditing\", for the coronation of King James II.\nIn 1687 he wrote more \"theatre music.\" Sometimes this music was for masques (a kind of ballet with some singing as well), sometimes it was music for tragedies, e.g. plays by Dryden. In 1691, he wrote \"King Arthur\", also written by Dryden. In 1692, he composed songs and music for \"The Fairy-Queen\" (an adaptation of Shakespeare's \"A Midsummer Night's Dream\"). Purcell’s music for this was lost for many years, and was rediscovered and published in 1901. In these works the characters in the plays do not sing, they speak their lines.\nPurcell's \"Te Deum and Jubilate\" was written for Saint Cecilia's Day, 1693, the first English \"Te Deum\" ever composed with orchestral accompaniment. He composed an anthem and two elegies for Queen Mary II's funeral.\nDeath.\nHe was very famous when he died in 1695, possibly from tuberculosis. His wife and two of his six children survived him.\nPurcell is buried next to the organ in Westminster Abbey. His epitaph reads, \"Here lyes Henry Purcell Esq., who left this life and is gone to that blessed place where only his harmony can be exceeded.\"\nHis music.\nPurcell wrote a lot of music for the theatre. He was born one year before the time known in England as the “Restoration”. Before the Restoration Oliver Cromwell had been ruling England for nearly 20 years. Most music had been banned. People were therefore very glad to be able to make music again, and they wanted lots of songs and instrumental music in their plays. Opera, however, was not wanted. In Europe opera was very popular in countries such as Italy, Germany and France, but it did not become popular in England until Handel came to England in 1709 and introduced Italian opera.\n\"Dido and Aeneas\" is an exception because it is a real opera: everything is sung, and the words are in English. It was written for a performance at a girls’ school. It is quite short, lasting just one hour. It contains the famous lament \"When I am laid in earth\" sung by Dido.\nPurcell wrote a very large amount of music for the church. This includes anthems and service settings. Although he was an organist he wrote very little for organ. He wrote chamber music, including some very beautiful fantasias for viols.\nInfluence.\nAlthough Purcell was recognized as a great composer at the time he did not have much influence on other composers after his death. He was the last in a line of great English musicians in the 16th and 17th centuries. After his death English music was not as important as it had been. In the 18th century the music heard in England was largely imported from the continent, e.g. Italian opera.\nMuch later, in the 20th century, English composers were often inspired by Purcell’s music. Benjamin Britten wrote a piece called \"The Young Person's Guide to the Orchestra\" which is based on a tune from Purcell's \"Abdelazar\". The aria \"I know a bank\" from Britten's opera \"A Midsummer Night's Dream\" is inspired by Purcell's aria \"Sweeter than Roses\". Sir Michael Tippett loved Purcell’s harmonies and rhythms and they influenced him in his compositions.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":21},{"uri":"Composer","surface_form":"composer","offset":29},{"uri":"Westminster","surface_form":"Westminster","offset":62},{"uri":"London","surface_form":"London","offset":75},{"uri":"Musical_instrument","surface_form":"instrumental","offset":310},{"uri":"Theatre","surface_form":"theatre","offset":344},{"uri":"Opera","surface_form":"opera","offset":409},{"uri":"Baroque_music","surface_form":"Baroque","offset":448},{"uri":"Italy","surface_form":"Italian","offset":473},{"uri":"France","surface_form":"French","offset":485},{"uri":"Chapel_Royal","surface_form":"Chapel Royal","offset":850},{"uri":"Pelham_Humfrey","surface_form":"Pelham Humfrey","offset":1065},{"uri":"Ode","surface_form":"ode","offset":1294},{"uri":"John_Blow","surface_form":"John Blow","offset":1390},{"uri":"Pipe_organ","surface_form":"organist","offset":1452},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":1464},{"uri":"Anthem","surface_form":"anthem","offset":1566},{"uri":"Bass_(singer)","surface_form":"bass","offset":1633},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":1849},{"uri":"Sacred","surface_form":"sacred","offset":1989},{"uri":"Dido_and_Aeneas","surface_form":"Dido and Aeneas","offset":2103},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2219},{"uri":"Coronation","surface_form":"coronation","offset":2566},{"uri":"James_II_of_England","surface_form":"James II","offset":2585},{"uri":"Masque","surface_form":"masque","offset":2663},{"uri":"Ballet","surface_form":"ballet","offset":2682},{"uri":"Dryden","surface_form":"Dryden","offset":2769},{"uri":"King_Arthur_(opera)","surface_form":"King Arthur","offset":2796},{"uri":"The_Fairy-Queen","surface_form":"The Fairy-Queen","offset":2876},{"uri":"A_Midsummer_Night%27s_Dream","surface_form":"A Midsummer Night's Dream","offset":2926},{"uri":"Fictional_character","surface_form":"characters","offset":3068},{"uri":"Te_Deum_and_Jubilate","surface_form":"Te Deum and Jubilate","offset":3140},{"uri":"Saint_Cecilia","surface_form":"Saint Cecilia","offset":3178},{"uri":"Te_Deum","surface_form":"Te Deum","offset":3224},{"uri":"Mary_II_of_England","surface_form":"Queen Mary II","offset":3320},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":3407},{"uri":"Epitaph","surface_form":"epitaph","offset":3534},{"uri":"English_Restoration","surface_form":"Restoration","offset":3793},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":3830},{"uri":"Opera","surface_form":"Opera","offset":4052},{"uri":"Germany","surface_form":"Germany","offset":4145},{"uri":"France","surface_form":"France","offset":4157},{"uri":"Handel","surface_form":"Handel","offset":4212},{"uri":"English_language","surface_form":"English","offset":4376},{"uri":"Service_(music)","surface_form":"service settings","offset":4635},{"uri":"Fantasia","surface_form":"fantasia","offset":4767},{"uri":"Viol","surface_form":"viol","offset":4781},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":5281},{"uri":"The_Young_Person%27s_Guide_to_the_Orchestra","surface_form":"The Young Person's Guide to the Orchestra","offset":5320},{"uri":"A_Midsummer_Night%27s_Dream_(opera)","surface_form":"A Midsummer Night's Dream","offset":5463},{"uri":"Michael_Tippett","surface_form":"Michael Tippett","offset":5546},{"uri":"Harmony","surface_form":"harmonies","offset":5578},{"uri":"Rhythm","surface_form":"rhythm","offset":5592},{"uri":"Influence","surface_form":"influence","offset":5609}]}