{"id":288056,"url":"http://en.wikipedia.org/wiki/Lager_Sylt","text":"700 people are estimated to died in the camps on Alderney, although it is now believed to have been higher. This was the only Nazi concentration camp on British soil.\nIt was organised by the Schutzstaffel - SS-Baubrigade I–which was first under supervision of the Sachsenhausen concentration camp; and since mid-February 1943 ran under the Neuengamme camp in northern Germany–near the old telegraph tower at La Foulère. It was used by the Nazi Organisation Todt, a forced labour programme, to build bunkers, gun emplacements, air-raid shelters, and concrete fortifications.\n\"Sylt camp\" held Jewish enforced labourers. The prisoners in \"Lager Sylt\" and \"Lager Norderney\" were slave labourers forced to build the many military fortifications and installations throughout Alderney. \"Norderney camp\" housed European (usually Eastern but including Spaniard) and Russian enforced labourers. The \"Borkum\" and \"Helgoland\" camps were \"volunteer\" (Hilfswillige) labour camps and the labourers in those camps were treated harshly but marginally better than the inmates at the \"Sylt\" and \"Norderney\" camps. \"Lager Borkum\" was used for German technicians and volunteers from different countries of Europe. \"Lager Helgoland\" was filled with Russian Organisation Todt workers. (For further information on Alderney concentration camps, see \"Appendix F: Concentration Camps: Endlösung – The Final Solution\"; \"Alderney, a Nazi concentration camp on an island Anglo-Norman\";)\nThe prisoners were from Russia and Europe, usually the east, but including Spanish Republicans. Some of the few remaining unevacuated Alderney natives (round about 2% of the population) also found themselves in there. In 1942, \"Lager Norderney\", containing Russian and Polish POWs, and \"Lager Sylt\", holding Jews, were placed under the control of SS Hauptsturmführer Max List. Over 700 of the inmates are said to have lost their lives before the camps were closed and the remaining inmates transferred to Germany in 1944.\nAlderney has been nicknamed \"the island of silence\", because little is known about what occurred there during the occupation. The rest of the island was heavily fortified, mainly through the slave labour of the camp inmates. The German officer left in charge of the facilities, Commandant Oberst Schwalm, burned the camps to the ground and destroyed all records connected with their use before the island was liberated by British forces on 16 May 1945. The German garrison on Alderney surrendered a week after the other Channel Islands, and was one of the last garrisons to surrender in Europe. The population were unable to start returning until December 1945.\nThe States (Alderney's governing body) decline to commemorate the sites of the four labour camps. Local historian Colin Partridge feels this may be due to the locals' desire to separat themselves from the accusations of collaboration. A faded memorial plate in the island's parish church mentions 45 Soviet citizens who died on Alderney in 1940-45 but does not say how they died and why.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":153},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel - SS-Baubrigade I","offset":191},{"uri":"Sachsenhausen_concentration_camp","surface_form":"Sachsenhausen concentration camp","offset":264},{"uri":"Germany","surface_form":"Germany","offset":368},{"uri":"Nazi","surface_form":"Nazi","offset":439},{"uri":"Organisation_Todt","surface_form":"Organisation Todt","offset":444},{"uri":"Forced_labour","surface_form":"forced labour","offset":465},{"uri":"Bunker","surface_form":"bunker","offset":499},{"uri":"Air-raid_shelter","surface_form":"air-raid shelter","offset":526},{"uri":"Jew","surface_form":"Jew","offset":591},{"uri":"Europe","surface_form":"Europe","offset":803},{"uri":"Russia","surface_form":"Russia","offset":857},{"uri":"Labour_camps","surface_form":"labour camps","offset":952},{"uri":"Europe","surface_form":"Europe","offset":1185},{"uri":"Russia","surface_form":"Russia","offset":1227},{"uri":"Organisation_Todt","surface_form":"Organisation Todt","offset":1235},{"uri":"Alderney_concentration_camps","surface_form":"Alderney concentration camps","offset":1290},{"uri":"Russia","surface_form":"Russia","offset":1481},{"uri":"Europe","surface_form":"Europe","offset":1492},{"uri":"Second_Spanish_Republic","surface_form":"Spanish Republican","offset":1532},{"uri":"Jews","surface_form":"Jews","offset":1765},{"uri":"Hauptsturmf%C3%BChrer","surface_form":"SS Hauptsturmführer","offset":1804},{"uri":"Max_List","surface_form":"Max List","offset":1824},{"uri":"Fortified","surface_form":"fortified","offset":2140},{"uri":"Slave_labour","surface_form":"slave labour","offset":2170},{"uri":"British_forces","surface_form":"British forces","offset":2401},{"uri":"Garrison","surface_form":"garrison","offset":2443}]}