{"id":28806,"url":"http://en.wikipedia.org/wiki/Giovanni_Gabrieli","text":"Giovanni Gabrieli (probably born Venice date unknown, about 1553-57; died Venice 21 August 1612) was an Italian organist and composer.\nHe was very famous in his day and composed a great deal of church music; motets and madrigals. He lived at the end of the Renaissance period and beginning of the Baroque.\nAbout 1575, Giovanni began working for Orlando di Lasso at the Bavarian court, as his uncle Andres Gabrieli had before him. Little is known of his time in Munich, and he left in 1579 after the death of his patron, Duke Albrecht. There is no record of Gabrieli's activities until 1584 when he'd returned to Venice. That year he replaced organist Claudio Merulo at Basilica di San Marco, church of Venice's patron saint. Due to Merulo's resignation, a contest was eventually held January 1, 1585 to fill his post, which Gabrieli won, having already occupied the position anyway. Giovanni and his uncle, who had raised him and taught him music, worked together only a short time at the church before Andres died in August 1585. Giovanni held his post until he died in 1612.\nAlso in 1585 Giovanni had been appointed as organist of Scuola Grande di San Rocco, where he composed ceremonial music.\nDuring all this, he was also a music teacher. Heinrich Schutz was one of his students.\nGiovanni is well known for being one of the first composers who specified volume markings and instrumentation in music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venice","surface_form":"Venice","offset":33},{"uri":"Italy","surface_form":"Italian","offset":104},{"uri":"Organ_(music)","surface_form":"organist","offset":112},{"uri":"Composer","surface_form":"composer","offset":125},{"uri":"Madrigal","surface_form":"madrigal","offset":219},{"uri":"Renaissance","surface_form":"Renaissance","offset":257},{"uri":"Baroque_music","surface_form":"Baroque","offset":297},{"uri":"Orlando_di_Lasso","surface_form":"Orlando di Lasso","offset":345},{"uri":"Andres_Gabrieli","surface_form":"Andres Gabrieli","offset":398},{"uri":"Duke_Albrecht","surface_form":"Duke Albrecht","offset":520},{"uri":"Claudio_Merulo","surface_form":"Claudio Merulo","offset":651},{"uri":"Basilica_di_San_Marco","surface_form":"Basilica di San Marco","offset":669},{"uri":"Scuola_Grande_di_San_Rocco","surface_form":"Scuola Grande di San Rocco","offset":1133},{"uri":"Heinrich_Schutz","surface_form":"Heinrich Schutz","offset":1243}]}