{"id":288183,"url":"http://en.wikipedia.org/wiki/Rebecca_Black","text":"Rebecca Renee Black (born June 21, 1997) is an American pop singer who gained fame for her 2011 single, Friday. Her single gained around 1,000 views in the first month and has had negative views. After the video saw many views on YouTube and other social media websites, \"Friday\" expressed unpraise by many music critics and viewers. They described it as \"the worst song ever\". After the video was uploaded in Youtube on February 10, 2011 and its temporary removal on June 16, 2011, the music video received around 167 million views. Black re-uploaded it to her own YouTube channel on September 2011.\nEarly life.\nRebecca Renee Black was born on June 21, 1997, in Irvine, California. She is the daughter of John Jeffery Black and Georgina Marquez Kelly, who are veterinarians. Her mother is of half Mexican ancestry, and her father is from Iowa, is of Italian, English, and Polish ancestry. She has one younger brother named Chase (born August 25, 1999). Her parents divorced in 2003 when Black was in first grade. Her grandmother lives in Illinois. Black's aunts and uncles live around the United States.\nBlack originally attended private school from kindergarten to 6th grade. She moved to a public school due to bullying. She joined the school's musical theater program, which she felt being involved in was \"meant to be,\" and that she became part of another family. In April 2011, She dropped out in favor of homeschooling because she needed to focus on her career and she wanted to avoid insults from her former classmates. She was also failing English class because of her busy schedule.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":47},{"uri":"Pop_music","surface_form":"pop","offset":56},{"uri":"Singer","surface_form":"singer","offset":60},{"uri":"Single_(music)","surface_form":"single","offset":96},{"uri":"YouTube","surface_form":"YouTube","offset":566},{"uri":"Irvine%2C_California","surface_form":"Irvine, California","offset":663},{"uri":"Veterinarian","surface_form":"veterinarian","offset":761},{"uri":"Mexico","surface_form":"Mexican","offset":798},{"uri":"Iowa","surface_form":"Iowa","offset":839},{"uri":"Italians","surface_form":"Italian","offset":851},{"uri":"English_people","surface_form":"English","offset":860},{"uri":"Poland","surface_form":"Polish","offset":873},{"uri":"Illinois","surface_form":"Illinois","offset":1039},{"uri":"Bullying","surface_form":"bullying","offset":1214},{"uri":"Musical_theater","surface_form":"musical theater","offset":1248},{"uri":"Homeschooling","surface_form":"homeschooling","offset":1412}]}