{"id":288172,"url":"http://en.wikipedia.org/wiki/Baldwin_apple","text":"The Baldwin apple is a bright red winter apple, very good in quality, and easily shipped. It was for many years the most popular apple in New England, New York, and for export from America.\nHistory.\nAccording to local tradition, the apple was found near Wood Hill by William Butters (1665-1746), son of Will Butter, first white settler in what is now Wilmington, Massachusetts. William Butters raised the tree in his yard, near the present Baldwin Apple Monument \"(pictured)\".\nAccording to S. A. Beach's \"Apples of New York\", the Baldwin originated soon after 1740 as a chance seedling on the farm of Mr. John Ball of Wilmington, Massachusetts, and for about 40 years thereafter its cultivation was confined to that immediate neighborhood. The farm eventually came into the possession of a Mr. Butters, who gave the name \"Woodpecker\" to the apple because the tree was frequented by woodpeckers. The apple was long known locally as the \"Woodpecker\" or \"Pecker\". It was also called the \"Butters\". Deacon Samuel Thompson, a surveyor of Woburn, Massachusetts, brought it to the attention of Col. Loammi Baldwin of the same town. Baldwin grew the apple and spread it across eastern Massachusetts. From Col. Baldwin's interest in the variety it came to be called the Baldwin.\nA monument to the Baldwin apple now marks the location (on today's Chestnut street in Wilmington). The monument's inscription reads: \"This monument marks the site of the first Baldwin Apple Tree found growing wild near here. It fell in the gale of 1815. The apple first known as the Butters, Woodpecker or Pecker apple was named after Col. Loammi Baldwin of Woburn. Erected in 1895 by the Rumford Historical Association.\"\nA harsh winter in 1934 wiped out many of the Baldwin apple orchards in New England. Its popularity as an eating apple waned, but some orchards were preserved for many years due to its desirability as a mixing apple for cider. However, the orchards have not been replaced when they played out. Baldwin Apples, unlike many apples, have long been prized for the making of hard cider. \"West County Cider\" makes Baldwin Cider from trees planted in the early 1900s. It is their most popular cider.\nThe apple is noted for its particularly small to medium size (ca. 6–8 cm), when compared to other apples like the Macintosh. It is an exceptionally hard apple and would remain remarkably free from blemishes and other blights with few pesticides being needed. Because of its hardness it shipped well without bruising and for a time was prized for this quality. Aside from cider making it was also known as an exceptionally good pie apple and due to its hardness would maintain more crispness through the baking than other apples would.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apple","surface_form":"apple","offset":41},{"uri":"New_England","surface_form":"New England","offset":138},{"uri":"New_York_(state)","surface_form":"New York","offset":151},{"uri":"Wilmington%2C_Massachusetts","surface_form":"Wilmington, Massachusetts","offset":351},{"uri":"Chance_seedling","surface_form":"chance seedling","offset":570},{"uri":"Surveyor","surface_form":"surveyor","offset":1021},{"uri":"Woburn%2C_Massachusetts","surface_form":"Woburn, Massachusetts","offset":1033},{"uri":"Loammi_Baldwin","surface_form":"Loammi Baldwin","offset":1092},{"uri":"Cider","surface_form":"cider","offset":1911}]}