{"id":288255,"url":"http://en.wikipedia.org/wiki/Coat_of_arms_of_the_Isle_of_Man","text":"The coat of arms of the Isle of Man, or The Arms of Her Majesty in right of the Isle of Man (their formal name as the Isle of Man is a Crown dependency). The arms were adopted on 12 July 1996.\nHistory.\nThe Arms of Her Majesty in right of the Isle of Man were granted by Queen Elizabeth II, Lord of Mann on 12 July 1996. They are a form of the traditional arms. It has a threefold rotational symmetry.\nThe traditional arms date back to the 13th century. The arms are recorded in the English \"Walford's Roll\", and \"Camden Roll\", as well as the French \"Wijbergen Roll\". In the \"Camden Roll\" the arms are shown as: \"gules, three mailed legs embowed, and conjoined at the thighs, argent\"; the original Norman French blazon reads: \"l'escu de gules, a treis iambes armes\". or \"Red, 3 bent legs in armour, joined at the top of the thighs, silver\".\nEscutcheon.\nThe escutcheon is emblazoned: \"Gules a triskele argent garnished and spurred Or\". The triskele (or triskelion) is an ancient symbol, consisting of three branches or legs, that radiate from a centre. The symbol is found on the Isle of Man, and earlier on Sicily. The Manx triskelion is known in the Manx language as \"tre cassyn\" \"the three legs\". The symbol has been associated with the island since at least the 13th century.\nIt is unknown how the \"tre cassyn\" were originally adopted, and several theories have been put forward their origin. In 1607, English historian William Camden stated that the \"tre cassyn\" were derived from the Sicilian triskelion. In 1885 John Newton considered the \"tre cassyn\" to have originated in the mid 13th century, when the Pope offered the throne of Sicily to Edmund, son of King Henry III of England. Newton noted that the wife of King Alexander III of Scotland was Henry's daughter, and that Alexander visited the English court in 1255. Later in 1266, Norway ceded the Isle of Man to the Kingdom of Scotland, and Newton considered it likely that Alexander utilised the triskelion for the arms of his new possession. It has also been suggested that the ancestry of the \"tre cassyn\" can be traced to the triquetra in a coin of Amlaíb Cuarán, a 10th-century Norse-Gael warlord who was king of Northumbria and king of Dublin. Lending credibility to this theory is the current belief that the mediaeval Manx dynasty was related to that of Amlaíb Cuarán. However, the gap between the 10th century and late 13th century, when the \"tre cassyn\" is first recorded, is wide indeed, and it has been noted that several kings from this period are known to have borne a galley as their emblem, and not the \"tre cassyn\".\nEarly examples of the symbol are present in the Royal Arms ascribed to the King of Mann in several late 13th century armorials. The \"tre cassyn\" also appears on the Manx Sword of State, which is popularly said to date to the time of King Amlaíb mac Gofraid (d. 1237), although recent analysis has shown it more likely dates to about the 15th century. Another example can be seen on a 14th-century stone cross in the churchyard of Maughold. Another is example is a late 14th century seal of Sir William le Scrope, Lord of Mann, in which the \"tre cassyn\" are depicted in plate armour, rather than mail. Early representations of the \"tre cassyn\" show the legs running clockwise, and later representations show the legs running in both directions.\nSupporters.\nThe peregrine falcon is derived from the time of King John I of Mann. In 1405, he was granted the Isle of Man, on condition he paid homage to King Henry IV of England, and gave two peregrine falcons to him and every future English king their Coronation Day. The descendants of John I ruled the Isle of Man until King George III of Great Britain as the Lords of Mann. The presentation of falcons continued on, until the coronation of King George IV, in 1822.\nIn keeping with the Viking history of the island, the raven featured in Norse mythology. The chief god Odin was accompanied by the two ravens Huginn and Muninn.\nMotto.\nThe motto is \"quocunque jeceris stabit\", which is Latin and means: \"whichever way you shall have thrown [it], it shall stand\". The motto dates to the 17th century, where it is first recorded as being present on Manx coinage dating to the year 1668. It is possible that the motto became associated to the \"tre cassyn\" through these coins.","categories":[],"infobox_types":["Coat of arms"],"annotations":[{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":118},{"uri":"Crown_dependency","surface_form":"Crown dependency","offset":135},{"uri":"Elizabeth_II_of_England","surface_form":"Elizabeth II","offset":276},{"uri":"Lord_of_Mann","surface_form":"Lord of Mann","offset":290},{"uri":"Rotational_symmetry","surface_form":"rotational symmetry","offset":380},{"uri":"Gules","surface_form":"gules","offset":612},{"uri":"Argent","surface_form":"argent","offset":675},{"uri":"Norman_French","surface_form":"Norman French","offset":697},{"uri":"Escutcheon","surface_form":"escutcheon","offset":856},{"uri":"Gules_(heraldry)","surface_form":"Gules","offset":883},{"uri":"Triskele","surface_form":"triskele","offset":891},{"uri":"Or_(heraldry)","surface_form":"Or","offset":929},{"uri":"Triskelion","surface_form":"triskelion","offset":951},{"uri":"Sicily","surface_form":"Sicily","offset":1106},{"uri":"Manx_language","surface_form":"Manx language","offset":1150},{"uri":"William_Camden","surface_form":"William Camden","offset":1422},{"uri":"King_of_Sicily","surface_form":"throne of Sicily","offset":1627},{"uri":"Edmund_Crouchback","surface_form":"Edmund","offset":1647},{"uri":"Henry_III_of_England","surface_form":"Henry III of England","offset":1667},{"uri":"Alexander_III_of_Scotland","surface_form":"Alexander III of Scotland","offset":1724},{"uri":"Kingdom_of_Scotland","surface_form":"Kingdom of Scotland","offset":1877},{"uri":"Triquetra","surface_form":"triquetra","offset":2091},{"uri":"Amla%C3%ADb_Cuar%C3%A1n","surface_form":"Amlaíb Cuarán","offset":2114},{"uri":"Norse-Gael","surface_form":"Norse-Gael","offset":2144},{"uri":"King_of_Northumbria","surface_form":"king of Northumbria","offset":2171},{"uri":"King_of_Dublin","surface_form":"king of Dublin","offset":2195},{"uri":"Galley","surface_form":"galley","offset":2544},{"uri":"Sword_of_State_(Isle_of_Man)","surface_form":"Sword of State","offset":2764},{"uri":"Olaf_the_Black","surface_form":"Amlaíb mac Gofraid","offset":2832},{"uri":"Maughold","surface_form":"Maughold","offset":3024},{"uri":"Seal_(heraldry)","surface_form":"seal","offset":3076},{"uri":"William_le_Scrope%2C_1st_Earl_of_Wiltshire","surface_form":"William le Scrope","offset":3088},{"uri":"Plate_armour","surface_form":"plate armour","offset":3163},{"uri":"Chain_mail","surface_form":"mail","offset":3189},{"uri":"Peregrine_falcon","surface_form":"peregrine falcon","offset":3354},{"uri":"John_I_Stanley_of_the_Isle_of_Man","surface_form":"John I of Mann","offset":3404},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":3448},{"uri":"Homage","surface_form":"homage","offset":3482},{"uri":"Henry_IV_of_England","surface_form":"Henry IV of England","offset":3497},{"uri":"King_of_England","surface_form":"English king","offset":3573},{"uri":"Coronation_Day","surface_form":"Coronation Day","offset":3592},{"uri":"George_III_of_the_United_Kingdom","surface_form":"George III","offset":3667},{"uri":"Lord_of_Mann","surface_form":"Lords of Mann","offset":3702},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV","offset":3788},{"uri":"Raven","surface_form":"raven","offset":3862},{"uri":"Huginn_and_Muninn","surface_form":"Huginn and Muninn","offset":3950},{"uri":"Latin","surface_form":"Latin","offset":4026},{"uri":"Coin","surface_form":"coin","offset":4192}]}