{"id":288222,"url":"http://en.wikipedia.org/wiki/Evolutionary_developmental_biology","text":"ce=\"preserve\">Evolutionary developmental biology interprets development in the light of evolution and modern genetics. It is called for short evo-devo.\nErnst Haeckel (1866) proposed that \"ontogeny recapitulates phylogeny\", that is, the development of the embryo of every species (ontogeny) repeats the evolutionary development of that species (phylogeny). Haeckel's concept explained, for example, why humans, and indeed all vertebrates, have gill slits and tails early in embryonic development. His theory has since been largely discredited.\nThe modern evolutionary synthesis.\nA renewed interest in the evolution of development came after the modern evolutionary synthesis (roughly 1936 to 1947). The conventional view had been that evo-devo had little influence on the evolutionary synthesis, but the following suggests otherwise.\nGavin de Beer.\nIn \"Embryos and evolution\" (1930) Gavin de Beer stressed the importance of heterochrony, and especially paedomorphosis in evolution.\nAccording to his theories, paedomorphosis (the retention of juvenile features in the adult form) is important in evolution because juvenile tissues are relatively undifferentiated and capable of further evolution, whereas highly specialised tissues are less able to change.\nHe also conceived the idea of \"clandestine evolution\", which helped to explain the sudden changes in the fossil record which were apparently at odds with Darwin's gradualist theory of evolution.\nIf a novelty were to evolve gradually in an animal's juvenile form, then its development might not appear in the fossil record at all, but if the species were then to undergo neoteny, in which sexual maturity is reached while in a juvenile form, then the feature would appear suddenly in the fossil record, despite having evolved gradually.\nStephen Jay Gould called this approach to explaining evolution as \"terminal addition\"; as if every evolutionary advance was added as new stage by reducing the duration of the older stages. The idea was based on observations of neoteny. This was extended by the more general idea of heterochrony (changes in timing of development) as a mechanism for evolutionary change.\nNeoteny and Man.\nThese are some of the neotenous traits in humans: flattened face, broadened face, large brain, hairless body, hairless face, small nose, reduction of brow ridge, small teeth, small upper jaw (maxilla), small lower jaw (mandible), thinness of skull bones, limbs proportionately short compared to torso length, longer leg than arm length, larger eyes, and upright stance.\nEven more significant is the way that humans continue to learn and play into adult life, whereas in apes (and other mammals) this kind of behaviour is usually shown only in juveniles. This strongly suggest that our brain activities are, at least in this respect, more similar to juvenile apes than to adult apes.\nE.B. Lewis.\nModern interest in evo-devo springs from clear proof that development is closely controlled by special genetic systems involving hox genes.\nIn a series of experiments with the fruit-fly \"Drosophila\", Edward B. Lewis was able to identify a complex of genes whose proteins bind to the regulatory regions of target genes. The latter then activate or repress systems of cellular processes that accomplish the final development of the organism.\nFurthermore, the sequence of these control genes show \"co-linearity\": the order of the loci in the chromosome parallels the order in which the loci are expressed in segments along the body. Not only that, but this cluster of master control genes programs the development of all higher organisms.\nEach of the genes contains a homeobox, a remarkably conserved DNA sequence, which is similar in many widely different animals. This suggests the complex itself arose by gene duplication. In his Nobel lecture, Lewis said \"Ultimately, comparisons of the [control complexes] throughout the animal kingdom should provide a picture of how the organisms, as well as the [control genes] have evolved\".\nIn 2000, a special section of the Proceedings of the National Academy of Sciences (PNAS) was devoted to evo-devo, and an entire 2005 issue of the Journal of Experimental Zoology Part B: Molecular and Developmental Evolution was devoted to the key evo-devo topics of evolutionary innovation and morphological novelty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolution","surface_form":"evolution","offset":88},{"uri":"Genetics","surface_form":"genetics","offset":109},{"uri":"Ernst_Haeckel","surface_form":"Ernst Haeckel","offset":152},{"uri":"Ontogeny","surface_form":"ontogeny","offset":188},{"uri":"Phylogenetics","surface_form":"phylogeny","offset":211},{"uri":"Modern_evolutionary_synthesis","surface_form":"modern evolutionary synthesis","offset":644},{"uri":"Evolutionary_synthesis","surface_form":"evolutionary synthesis","offset":771},{"uri":"Gavin_de_Beer","surface_form":"Gavin de Beer","offset":882},{"uri":"Heterochrony","surface_form":"heterochrony","offset":923},{"uri":"Paedomorphosis","surface_form":"paedomorphosis","offset":952},{"uri":"Fossil","surface_form":"fossil","offset":1360},{"uri":"Neoteny","surface_form":"neoteny","offset":1625},{"uri":"Neoteny","surface_form":"neoteny","offset":2018},{"uri":"Heterochrony","surface_form":"heterochrony","offset":2073},{"uri":"Trait_(biology)","surface_form":"traits","offset":2210},{"uri":"Learn","surface_form":"learn","offset":2605},{"uri":"Play_(activity)","surface_form":"play","offset":2615},{"uri":"Hox_gene","surface_form":"hox gene","offset":3002},{"uri":"Drosophila","surface_form":"Drosophila","offset":3060},{"uri":"Edward_B._Lewis","surface_form":"Edward B. Lewis","offset":3073},{"uri":"Segment","surface_form":"segment","offset":3478},{"uri":"Homeobox","surface_form":"homeobox","offset":3638},{"uri":"Conserved_sequence","surface_form":"conserved DNA sequence","offset":3661},{"uri":"Gene_duplication","surface_form":"gene duplication","offset":3778},{"uri":"Nobel_Prize","surface_form":"Nobel","offset":3803}]}