{"id":288224,"url":"http://en.wikipedia.org/wiki/James_Anthony_Brown","text":"James Anthony \"Tony\" Brown (born 5 January 1950) is a Manx politician. He is the current Chief Minister of the Isle of Man and Member of the House of Keys for Castletown.\nTony Brown was educated at Castle Rushen and was an electrician. He owned \"Tony Brown Electrics\" in Castletown until its closure in 2010. He was elected as a member of Castletown Commissioners (town council) in 1976, becoming Chairman in 1980 before being elected as the Castletown MHK in 1981 at his first attempt. In 2000, he was defeated in his attempt to become Speaker of the House of Keys by David Cannan but instead became the Deputy Speaker. Following the 2001 General Election, he was elected Speaker and in January 2002, Deputy President of Tynwald.\nHe was reelected in November 2006 as MHK, beating Roy Redmayne by 915 votes to 335. There was a great deal of rumour that he might run for Chief Minister, but when nominations were put forward his name was not in the list. There was a round of voting with neither Steve Rodan, John Shimmin nor David Cannan being elected. Nominations then reopened, with Tony Brown being the only candidate put forward. His nomination was confirmed by Tynwald on Thursday, 14 December 2006 receiving 27 votes and the Lieutenant Governor appointed him Chief Minister later in the day. He then resigned the Speakership of the House of Keys as required by law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Isle_of_Man","surface_form":"Manx","offset":54},{"uri":"Politician","surface_form":"politician","offset":59},{"uri":"Chief_Minister_of_the_Isle_of_Man","surface_form":"Chief Minister of the Isle of Man","offset":89},{"uri":"Member_of_the_House_of_Keys","surface_form":"Member of the House of Keys","offset":127},{"uri":"Castletown%2C_Isle_of_Man","surface_form":"Castletown","offset":159},{"uri":"Member_of_the_House_of_Keys","surface_form":"MHK","offset":453},{"uri":"Speaker_of_the_House_of_Keys","surface_form":"Speaker of the House of Keys","offset":537},{"uri":"David_Cannan","surface_form":"David Cannan","offset":569},{"uri":"President_of_Tynwald","surface_form":"President of Tynwald","offset":709},{"uri":"Chief_Minister_of_the_Isle_of_Man","surface_form":"Chief Minister","offset":870},{"uri":"Steve_Rodan","surface_form":"Steve Rodan","offset":995},{"uri":"John_Shimmin","surface_form":"John Shimmin","offset":1008},{"uri":"David_Cannan","surface_form":"David Cannan","offset":1025},{"uri":"Tynwald","surface_form":"Tynwald","offset":1166},{"uri":"Lieutenant_Governor_of_the_Isle_of_Man","surface_form":"Lieutenant Governor","offset":1231}]}