{"id":28820,"url":"http://en.wikipedia.org/wiki/Benjamin_Britten","text":"Edward Benjamin Britten, Baron Britten of Aldeburgh, OM CH (born Lowestoft, 22 November 1913; died Aldeburgh, 4 December 1976) was probably the greatest English composer of his time. He came from East Anglia (a region in the East of England) and he often thought about the East Anglian landscape and the sea when writing his music. He wrote a lot of music for his long-term partner, the tenor Peter Pears. His operas include \"Peter Grimes\", \"Billy Budd\", \"A Midsummer Night’s Dream\", and \"Death in Venice\". His \"War Requiem\" was performed in Coventry Cathedral in 1962 after it had been rebuilt because the old cathedral had been destroyed in the war. He wrote music for children which sounds like proper, adult music. Britten started the Aldeburgh Festival. He was an excellent pianist and conductor.\nEarly years.\nBenjamin Britten started composing music at the age of five although he had no one to help him. When he was ten years old he took part in an amateur music festival in Norwich. A composer called Frank Bridge heard him and was so impressed that he offered to teach him composition. He helped Britten to compose using proper musical techniques. Britten started to get to know music by a lot of important modern composers including Schoenberg and Bartók. In 1930 he went to the Royal College of Music. He had excellent piano teachers but he did not learn much from his composition teacher John Ireland and most of the music he wrote was never performed. Britten was more interested in music from abroad than in English music. In 1934 he heard the opera \"Wozzeck\" by Alban Berg. He wanted to go to Austria to study with Berg but he was not allowed to. Meanwhile, some of his first proper compositions started to be performed. He wrote some music for movies that were being made by the General Post Office, including one about a train delivering mail. The music describes the rhythm of the train rushing along.\nUSA.\nWhile working on the movie music he met the writer W. H. Auden. He started to be interested in political ideas. These can be heard in some works he wrote at this time such as \"Our Hunting Fathers\" (1936) and \"Ballad of Heroes\" (1939). When Auden emigrated to the United States Britten followed him. With him was the tenor Peter Pears who was to become a lifelong friend and partner, and who was to be the inspiration for many songs and operas.\nBritten wrote several compositions in the USA including \"Sinfonia da Requiem\" (1940) and his \"First String Quartet\" (1941). The following year he was reading about the poet George Crabbe who came from Suffolk, the same part of England where Britten had grown up. Britten suddenly became homesick. He realized that he could not work and be himself in a foreign country. So he returned with Pears to England.\nAldeburgh Festival.\nAs soon as he was on the boat sailing back to England he started work on \"Ceremony of Carols\". Back in England, Britten and Pears gave concerts to audiences of all kinds and took part in opera productions of Sadler's Wells Opera Company, which was having a new theatre built. On the 7 June 1945 the new theatre was opened with a performance of Britten’s opera \"Peter Grimes\". This opera was to make Britten into the most famous English composer of his time. It was soon being performed abroad as well as in England.\nBritten was now composing lots of music: songs, chamber music and a very popular piece called \"Young Person’s Guide to the Orchestra\" (also known as \"Variations and Fugue on a Theme of Purcell\"). This piece shows off each instrument of the orchestra in turn so that young people can get to know the sound of the musical instruments. It is based on a tune written by Henry Purcell 300 years ago. There were more popular works: St Nicolas and the Spring Symphony. There were not many opportunities for big operas to be performed, so he wrote some “chamber operas” which only needed small orchestras and a small number of singers. These were performed in places such as local churches by a group which called themselves English Opera Group. He wrote \"The Rape of Lucretia\" (1946) and \"Albert Herring\" (1947). In 1948 the group helped to start a music festival in Aldeburgh. Benjamin Britten spent the rest of his life mainly working on music which was to be performed at the Aldeburgh Festival. He composed some of his greatest works for the festival, and he took part in the performances as conductor and pianist.\nThe 1950s.\nOne of Britten’s most popular pieces of music for amateurs including children was \"Noye’s Fludde\" (1957). He wrote three “church parables”. His large operas include \"Billy Budd\" (1951) which was soon produced in Covent Garden. In June 1953 he wrote \"Gloriana\", an opera about Queen Elizabeth I, written for the coronation celebrations of Elizabeth II. When he travelled with Peter Pears to the Far East he was influenced by the music of Bali and he composed a ballet called \"The Prince of the Pagodas\", performed in Covent Garden in 1957. Another great work inspired by the East was the parable \"Curlew River\" (1964). The opera \"A Midsummer Night’s Dream\" was written for the Aldeburgh Festival in 1960. In 1962 he wrote the \"War Requiem\" to celebrate the new Coventry Cathedral. This is one of the greatest musical works of the 20th century.\nHis last years.\nIn 1961 he became friends with the great Russian cellist Mstislav Rostropovich. He composed a \"Cello Sonata\" and a \"Cello Symphony\" (1963) (a kind of cello concerto), as well as three suites for solo cello. He travelled with Pears to the Soviet Union.\nIn 1967 the Aldeburgh Festival had a new concert hall, the Maltings at Snape. His next opera was \"Owen Wingrave\" (1970), written for television but soon produced in Covent Garden. In June 1973 Britten produced another great opera \"Death in Venice\". The main character, called Aschenbach, was perhaps the best music he ever wrote for Peter Pears. It was performed at the Aldeburgh Festival, but Britten was ill by this time and unable to be at the performance. His heart condition made it impossible to work on any more large works, but he still wrote some harp music for the harpist Ossian Ellis, a song called \"Phaedra\" for Janet Baker, and a \"Third String Quartet\". He died in Aldeburgh on 4 December 1976.\nBritten received many honours both in Britain and in other countries. He became a Companion of Honour in 1952 a member of the Order of Merit in 1965 and, in the year he died, he was the first musician ever to receive a life peer (the title Lord Britten).\nHis music.\nBritten’s early works were often written for instruments. His \"Variations on a Theme of Frank Bridge\" (1937) for string orchestra is a very popular work today. He often borrowed and reinvented themes by other composers (this is called “parody” technique). During his last years he again gave much attention to instrumental music, mainly chamber music.\nAfter he met Peter Pears much of his music was vocal. This includes more than 100 songs, a number of operas, chamber operas as well as three works for tenor solo and orchestra: \"Les Illuminations\", the \"Serenade for Tenor, Horn and Strings\" and the \"Nocturne\". His songs are often grouped in cycles. He also wrote many folksong settings. These were very popular as encore pieces when he accompanied Peter Pears in song recitals.\nBritten wrote music for choirs, including \"Hymn to St Cecilia\" (Britten was proud of having been born on St Cecilia’s day: 22 November). The \"War Requiem\" is his greatest work which combines writing for choir and orchestra. It describes the horrors of war (Britten had refused to fight in World War II).\nHe wrote a lot of work for children. There are even parts for children in some of his operas, e.g. \"Peter Grimes\", \"The Turn of the Screw\" and \"Owen Wingrave\". He even wrote an opera in which all the main parts are sung by children: \"The Little Sweep\" (1949).\nMany of his great operatic roles, from Peter Grimes to Aschenbach in \"Death in Venice\", deal with the theme of the outsider, the person who does not quite fit into society, or who is misunderstood. Britten’s homosexuality (which was something that was never discussed in his lifetime) may have something to do with this. He also knew what it was like to be an outsider when he tried to live in the United States, and his refusal to fight in the war may have distanced him from some people.\nThe Aldeburgh Festival at the Maltings in Snape (a village near Aldeburgh) continue to be a focus for Britten’s music. Every year the Brittens-Pears School of Music organizes lessons and performance opportunities for young musicians. A series of “Prom” concerts is held there every year in August.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Merit","surface_form":"OM","offset":53},{"uri":"Order_of_the_Companions_of_Honour","surface_form":"CH","offset":56},{"uri":"Lowestoft","surface_form":"Lowestoft","offset":65},{"uri":"Aldeburgh","surface_form":"Aldeburgh","offset":99},{"uri":"English_people","surface_form":"English","offset":153},{"uri":"Composer","surface_form":"composer","offset":161},{"uri":"East_Anglia","surface_form":"East Anglia","offset":196},{"uri":"East_of_England","surface_form":"East of England","offset":225},{"uri":"Music","surface_form":"music","offset":325},{"uri":"Tenor","surface_form":"tenor","offset":387},{"uri":"Peter_Pears","surface_form":"Peter Pears","offset":393},{"uri":"Opera","surface_form":"opera","offset":410},{"uri":"Peter_Grimes","surface_form":"Peter Grimes","offset":426},{"uri":"Billy_Budd","surface_form":"Billy Budd","offset":442},{"uri":"A_Midsummer_Night%27s_Dream_(opera)","surface_form":"A Midsummer Night’s Dream","offset":456},{"uri":"Death_in_Venice_(opera)","surface_form":"Death in Venice","offset":489},{"uri":"War_Requiem","surface_form":"War Requiem","offset":512},{"uri":"Coventry_Cathedral","surface_form":"Coventry Cathedral","offset":542},{"uri":"Aldeburgh_Festival","surface_form":"Aldeburgh Festival","offset":739},{"uri":"Pianist","surface_form":"pianist","offset":779},{"uri":"Conductor_(music)","surface_form":"conductor","offset":791},{"uri":"Amateur","surface_form":"amateur","offset":956},{"uri":"Norwich","surface_form":"Norwich","offset":982},{"uri":"Frank_Bridge","surface_form":"Frank Bridge","offset":1009},{"uri":"Composition_(music)","surface_form":"composition","offset":1082},{"uri":"Schoenberg","surface_form":"Schoenberg","offset":1243},{"uri":"Bart%C3%B3k","surface_form":"Bartók","offset":1258},{"uri":"Royal_College_of_Music","surface_form":"Royal College of Music","offset":1289},{"uri":"Piano","surface_form":"piano","offset":1330},{"uri":"John_Ireland","surface_form":"John Ireland","offset":1400},{"uri":"Wozzeck","surface_form":"Wozzeck","offset":1565},{"uri":"Alban_Berg","surface_form":"Alban Berg","offset":1577},{"uri":"Austria","surface_form":"Austria","offset":1608},{"uri":"Movie","surface_form":"movie","offset":1760},{"uri":"Railway","surface_form":"train","offset":1838},{"uri":"Mail","surface_form":"mail","offset":1855},{"uri":"Writer","surface_form":"writer","offset":1969},{"uri":"W._H._Auden","surface_form":"W. H. Auden","offset":1976},{"uri":"Political","surface_form":"political","offset":2020},{"uri":"Emigration","surface_form":"emigrated","offset":2171},{"uri":"United_States","surface_form":"United States","offset":2188},{"uri":"String_Quartet","surface_form":"String Quartet","offset":2469},{"uri":"George_Crabbe","surface_form":"George Crabbe","offset":2542},{"uri":"Suffolk","surface_form":"Suffolk","offset":2570},{"uri":"Homesick","surface_form":"homesick","offset":2656},{"uri":"Boat","surface_form":"boat","offset":2821},{"uri":"Audience","surface_form":"audience","offset":2943},{"uri":"Sadler%27s_Wells","surface_form":"Sadler's Wells","offset":3004},{"uri":"Peter_Grimes","surface_form":"Peter Grimes","offset":3157},{"uri":"Chamber_music","surface_form":"chamber music","offset":3360},{"uri":"Young_Person%E2%80%99s_Guide_to_the_Orchestra","surface_form":"Young Person’s Guide to the Orchestra","offset":3407},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":3678},{"uri":"1947","surface_form":"1947","offset":4111},{"uri":"Noye%E2%80%99s_Fludde","surface_form":"Noye’s Fludde","offset":4518},{"uri":"Royal_Opera_House","surface_form":"Covent Garden","offset":4647},{"uri":"Elizabeth_I_of_England","surface_form":"Queen Elizabeth I","offset":4711},{"uri":"Coronation","surface_form":"coronation","offset":4746},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":4773},{"uri":"Bali","surface_form":"Bali","offset":4872},{"uri":"Ballet","surface_form":"ballet","offset":4895},{"uri":"20th_century","surface_form":"20th century","offset":5264},{"uri":"1961","surface_form":"1961","offset":5297},{"uri":"Russia","surface_form":"Russia","offset":5335},{"uri":"Violoncello","surface_form":"cellist","offset":5343},{"uri":"Mstislav_Rostropovich","surface_form":"Mstislav Rostropovich","offset":5351},{"uri":"1963","surface_form":"1963","offset":5427},{"uri":"Concerto","surface_form":"concerto","offset":5450},{"uri":"Suite","surface_form":"suite","offset":5478},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5532},{"uri":"1967","surface_form":"1967","offset":5549},{"uri":"Concert_hall","surface_form":"concert hall","offset":5587},{"uri":"Snape_Maltings","surface_form":"Maltings at Snape","offset":5605},{"uri":"1970","surface_form":"1970","offset":5660},{"uri":"Television","surface_form":"television","offset":5679},{"uri":"1973","surface_form":"1973","offset":5734},{"uri":"Heart","surface_form":"heart","offset":6010},{"uri":"Harp","surface_form":"harp","offset":6102},{"uri":"Janet_Baker","surface_form":"Janet Baker","offset":6171},{"uri":"4_December","surface_form":"4 December","offset":6238},{"uri":"Companion_of_Honour","surface_form":"Companion of Honour","offset":6337},{"uri":"Order_of_Merit","surface_form":"Order of Merit","offset":6381},{"uri":"Musician","surface_form":"musician","offset":6447},{"uri":"String_orchestra","surface_form":"string orchestra","offset":6634},{"uri":"Vocal","surface_form":"vocal","offset":6920},{"uri":"Song_cycle","surface_form":"cycles","offset":7165},{"uri":"Encore_(concert)","surface_form":"encore","offset":7238},{"uri":"Accompaniment_(music)","surface_form":"accompanied","offset":7260},{"uri":"Recital","surface_form":"recital","offset":7292},{"uri":"St_Cecilia","surface_form":"St Cecilia","offset":7407},{"uri":"Conscientious_objector","surface_form":"refused to fight","offset":7571},{"uri":"World_War_II","surface_form":"World War II","offset":7591},{"uri":"Peter_Grimes","surface_form":"Peter Grimes","offset":7706},{"uri":"The_Turn_of_the_Screw_(opera)","surface_form":"The Turn of the Screw","offset":7722},{"uri":"Owen_Wingrave","surface_form":"Owen Wingrave","offset":7750},{"uri":"Death_in_Venice_(opera)","surface_form":"Death in Venice","offset":7936},{"uri":"Homosexuality","surface_form":"homosexuality","offset":8074}]}