{"id":288281,"url":"http://en.wikipedia.org/wiki/Mark_Cavendish","text":"Mark Cavendish (born 21 May 1985) is a Manx racing cyclist who rides for team dimension data. Originally a track cyclist in the madison, points race, and scratch race, he has competed on the road since 2006.\nHe is a double Madison World Champion and Commonwealth Games gold medallist on the track. As a road cyclist, he has risen to fame as a sprinter. He got eleven wins in his first professional season, equalling the record held by Alessandro Petacchi. In the 2008 Tour de France he won four stages, a then unprecedented achievement for a British cyclist (he surpassed the feat, winning six stages in 2009 and a further 5 in 2010) and he has been described as the fastest sprinter in the world. He continued his wins in 2009 by taking the Spring classic, Milan – San Remo. Cavendish started racing informally at 12, as a mountain-bike rider.\nCavendish was awarded the Freedom of the Borough of Douglas in 2008, and collected the award on 14 April 2011. He lives on the Isle of Man and has a training base in Quarrata, Tuscany, Italy.\nEarly life.\nCavendish was born in Douglas, Isle of Man, the son of David Cavendish also from the Isle of Man, and Adele from Yorkshire. He began riding BMX at a young age, racing at the National Sports Centre in Douglas. It was at that time that Cavendish met David Millar at a race on the Isle of Man. Cavendish said he was inspired by Millar.\nAmateur career.\nCavendish worked in a bank for two years after leaving school. He concentrated on earning enough money to support himself as a full-time cyclist later on, as he attempted to turn professional.\nMark Cavendish began his career with the British Track Cycling team. He won gold in the madison at the Los Angeles World Track Championships with Rob Hayles. They had not raced together before. They finished one lap ahead of the field to claim the gold medal, ahead of the Dutch and Belgian teams, giving Britain its fourth gold at the championships. It was Cavendish's first world champion's jersey. Cavendish also won the 2005 European championship points race. He began road racing in 2005, riding the Tour of Berlin and Tour of Britain as a trialist with Team Sparkasse.\nCavendish began 2006 with the Continental team, Team Sparkasse, a feeder squad for T-Mobile Team. In June, he won two stages and the points and sprint competitions in the Tour of Berlin. He rode for the Isle of Man on the track at the 2006 Commonwealth Games in Melbourne, riding the scratch race. He lapped the field with three others: Rob Hayles; Ashley Hutchinson of Australia; and James McCallum of Scotland. He then beat these in the sprint to win gold for the Isle of Man. The race time was 23m 5s, an average 51.9 kilometres per hour (32.2 mph).\nHis success at the Tour of Berlin led to a post as a \"stagiare\" with T-Mobile from August until the end of the season. His best result for T-Mobile in 2006 was in the Tour of Britain, where he came second three times and won the points classification. It brought a full professional contract for 2007 and 2008.\n2007.\nCavendish began 2007 \"laboriously\", said the daily sports paper, \"L'Équipe\". It quoted one of Cavendish's team-mates, Roger Hammond: \"To be honest, he started the season so catastrophically that the staff were wondering what they could enter Mark for so that he could finish the race.\". Cavendish's breakthrough came at the Grote Scheldeprijs race in Belgium, which he won overall after failing to even finish any of his previous races. He went on to win stages at the Four Days of Dunkirk and the Tour of Catalonia Volta a Catalunya, the third oldest cycling stage race in the world, and that brought selection for the 2007 Tour de France, starting in London. He crashed in stages 1 and 2. and abandoned on stage 8 as the race reached the Alps, having taken two top-ten placings but unhappy not to have had a top-five placing.\nThen the pattern changed. \"Everything fell into place,\" \"L'Équipe\" said. His debut season continued, moving on to 10 stage wins, one behind Alessandro Petacchi's record 11 for a début season. Cavendish took his 11th win in early October, the Circuit Franco-Belge, to equal Petacchi's record. Among the wins were three in UCI ProTour events, the two in the Volta a Catalunya and one in the Eneco Tour of Benelux.\n2008.\nIn 2008, Cavendish returned to the track, winning the Madison World Championships in Manchester with Bradley Wiggins, as Great Britain topped the medal table.\nOn the road, Cavendish won his first stages of a \"grand tour\", by picking two victories in the 2008 Giro d'Italia. Cavendish won four further stages in the 2008 Tour de France, his first coming in Stage 5 from Cholet to Châteauroux. He won again on Stage 8, Stage 12 and Stage 13, making him the first British rider to collect four stages in a single Tour. Overnight, at the age of just 22, he became the \"fourth most successful British professional in history\", said \"The Independent\". After Stage 14, Cavendish abandoned the Tour to concentrate on the Beijing Olympics. He and Team Columbia manager Bob Stapleton agreed that riding the Alps was a risk to his hopes. But Cavendish, with Bradley Wiggins, failed to win a medal, finishing joint eighth in the madison. He was the only British track cyclist not to win a medal. Following the Olympics, Cavendish remained angry with British Cycling for not giving much attention to the madison, though Chris Boardman said that Cavendish's professional commitments also interfered with his build up to the Olympics. In November 2008, Cavendish said that he had no further plans to return to track cycling.\nThe rest of his season was also successful, with a total of eleven further race wins, including three each at the Tour of Ireland which he abandoned on the final day, and the Tour of Missouri, winning his only points classification of the season at the latter. At the Tour de Romandie, Cavendish won the prologue time-trial, beating compatriot Bradley Wiggins and emphasising his short-distance time-trial abilities.\n2009.\nCavendish's 2009 season began at the Tour of Qatar, where he renewed his rivalry with Tom Boonen. Boonen won the race and one stage, though Cavendish took two stages; he also won two stages at the Tour of California, again beating Boonen in the sprint finishes.\nThe Tour of California also saw Cavendish win his first points of classification of the 2009 season.\nCavendish was a surprise inclusion in the British squad for the 2009 UCI Track Cycling World Championships, where he competed in the Scratch Race and the Madison, failing to pick-up medals in either.\nHe took up the European season at Tirreno–Adriatico, the Italian one-week stage race, where he won one stage.\nHe then entered his first classic race, Milan – San Remo, and, after a week of uncharacteristically humble pre-race statements, rode effectively over the climbs that his rivals had said made this race impossible for him to win - and then tracked down Heinrich Haussler in the last 200 meters to narrowly win the sprint and the race, Cavendish's first victory in a race known as one of the \"five monuments of cycling\".\nCavendish repeated his two-stage victory at the Three Days of De Panne from 2008, also winning the points classification.\nAt the start of the 2009 Giro d'Italia Columbia won the Team Time Trial and he was given the Maglia Rosa leaders jersey, becoming the first British rider to ever wear it. The first 2 road stages however were fruitless for Cavendish, who was beaten to the line by Alessandro Petacchi in the first stage and was caught behind a crash and failed to make it back for the sprint the next day. Cavendish soon asserted his sprinting dominance on the race however, gaining 3 stage wins before abandoning following stage 13, citing a need to rest for beginning preparations for the Tour de France. He continued his preparation by racing the Tour de Suisse. He won both stage 3 and stage 6 to wear the points jersey. However, this was taken off him by Fabian Cancellara.\nIn June he published his first autobiography, \"Boy Racer\", which covered his career to date. At a press conference in London ahead of the 2009 Tour de France, Cavendish explained that the book was too premature to be seen as a complete biography and that his \"biggest motivation for writing it had been to explain himself better\" due to the way he perceives himself when performing post-stage interviews. Instead, he felt that the book was \"more a biography of last year's Tour stage wins\".\nDuring the season, Cavendish developed a remarkable partnership with his leadout man, Mark Renshaw. Continuing his run of success, Cavendish won Stage 2, Stage 3, Stage 10, Stage 11, Stage 19 and Stage 21 of the 2009 Tour de France. In winning the third stage he became the first Briton to hold the green jersey for two days in a row. Cavendish's win on stage 11 enabled him to reclaim the green jersey from rival Thor Hushovd, and equalled Barry Hoban's British record of eight Tour de France stage wins. However, all the points that Cavendish gained in stage 14 were removed after he was judged to have driven Hushovd too close to barriers on the course. Cavendish said of the protest, which he thought was lodged by Hushovd, that, \"Thor either thinks so highly of himself that he thinks I was looking out for him yesterday or he thinks so highly of my team that the only way he can beat us is to complain like that.\" However, the disqualification was confirmed before Hushovd and his team lodged a protest. Cavendish added that the green jersey was no longer within his reach, and that his main objective was now to finish the race and win the final stage in Paris, which he did. Winning the 19th stage, Cavendish set a new record for Tour de France stage wins by a British rider; afterwards, he said that he was \"embarrassed\" for his comments about \"deserving\" green jersey wearer Hushovd. In winning the 21st stage, he lead home a remarkable 1-2 for his team, when his team mate and leadout man, Mark Renshaw, finished second on the Champs-Élysées.\nFollowing on from the Tour de France, Cavendish won the Sparkassen Giro Bochum and took part in the Tour of Ireland, winning stage two. On 7 September he recorded the 50th win of his road racing career in a sprint finish in the opening stage of the Tour of Missouri. Before the race he confirmed he will remain with Team Columbia – HTC in 2010, ending speculation linking him with a move to newly created British team, Team Sky. Cavendish retained the leader's jersey by sprinting to victory on stage two but finished fifth on stage three, losing the overall lead to Thor Hushovd, and was forced to withdraw from the race before stage four due to a lung infection. Although selected for the British team for the Men's Road Race at the 2009 UCI Road World Championships, his illness prevented him from taking part.\n2010.\nFollowing a dental problem, Mark delayed the start of his 2010 season until the 2010 Ruta del Sol, in mid-February. Following the lay off his form was poor, and he failed to defend his victory at the 2010 Milan – San Remo. He was in six minutes after the leaders, down in 89th place. Cavendish's pre-season goals were to win the green jersey in the Tour de France and win the Road Race at the 2010 World Championships. Mark also said that he will race in the 2010 Tour of Flanders but said he will not win it, stating that the Tour of Flanders requires training, but he sees himself winning it in the future.\nFollowing a poor start to the season, Cavendish found form at the 2010 Volta a Catalunya, finishing seventh in the opening time-trial and winning stage 2. His team withdrew Cavendish from the Tour of Romandie after he made an offensive gesture after winning the second stage. Missing the 2010 Giro d'Italia, Cavendish instead chose to compete at the 2010 Tour of California starting on 16 May 2010, where he won the first stage for only his third victory of the season. On 15 June Cavendish crashed heavily whilst sprinting in the closing metres of the 4th stage of the Tour of Switzerland, appearing to veer off line and bring down Heinrich Haussler and several other riders, raising criticism from other teams regarding his riding style. Cavendish entered the 2010 Tour de France. During Stage 1, Cavendish crashed out of the final sprint, with just under 3 km remaining in the stage. Overhead camera footage showed Cavendish failing to negotiate a corner after entering too fast and turning too late. He then leaned his shoulder into a fellow rider as he travelled away from the apex. Cavendish returned to form by winning the Stage 5, Stage 6, Stage 11, Stage 18 and Stage 20, bringing his career total to 15 stage wins. He ended up second in the points classification, 11 points behind Alessandro Petacchi. Cavendish's next race was the 2010 Vuelta a España, in which his team won the opening team time trial. Cavendish crossed the line first and took the leader's jersey. He could only place second or third on the subsequent sprint stages, but returned to form later in the race winning stages 12, 13, 18 and the green jersey points classification.\nPersonality.\nOutside races, he is seen differently. said Brian Holm, his directeur sportif.","categories":[],"infobox_types":[],"annotations":[{"uri":"Isle_of_Man","surface_form":"Manx","offset":39},{"uri":"Racing_cyclist","surface_form":"racing cyclist","offset":44},{"uri":"Track_cyclist","surface_form":"track cyclist","offset":107},{"uri":"Madison_(cycling)","surface_form":"madison","offset":128},{"uri":"Points_race","surface_form":"points race","offset":137},{"uri":"Scratch_Race_(cycling)","surface_form":"scratch race","offset":154},{"uri":"Road_racing_cyclist","surface_form":"on the road","offset":184},{"uri":"UCI_Track_World_Championships","surface_form":"World Champion","offset":231},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":250},{"uri":"Cycling_sprinter","surface_form":"sprinter","offset":343},{"uri":"Alessandro_Petacchi","surface_form":"Alessandro Petacchi","offset":435},{"uri":"2008_Tour_de_France","surface_form":"2008 Tour de France","offset":463},{"uri":"Classic_cycle_races","surface_form":"classic","offset":749},{"uri":"Milan_%E2%80%93_San_Remo","surface_form":"Milan – San Remo","offset":758},{"uri":"Douglas%2C_Isle_of_Man","surface_form":"Douglas","offset":897},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":972},{"uri":"Quarrata","surface_form":"Quarrata","offset":1011},{"uri":"Tuscany","surface_form":"Tuscany","offset":1021},{"uri":"Italy","surface_form":"Italy","offset":1030},{"uri":"Douglas%2C_Isle_of_Man","surface_form":"Douglas","offset":1071},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":1080},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":1162},{"uri":"BMX","surface_form":"BMX","offset":1189},{"uri":"David_Millar","surface_form":"David Millar","offset":1297},{"uri":"British_Cycling","surface_form":"British Track Cycling team","offset":1632},{"uri":"Madison_(cycling)","surface_form":"madison","offset":1679},{"uri":"2005_UCI_Track_Cycling_World_Championships","surface_form":"Los Angeles World Track Championships","offset":1694},{"uri":"Rob_Hayles","surface_form":"Rob Hayles","offset":1737},{"uri":"European_Track_Championships","surface_form":"European championship","offset":2020},{"uri":"Tour_of_Britain","surface_form":"Tour of Britain","offset":2115},{"uri":"T-Mobile_Team","surface_form":"T-Mobile Team","offset":2249},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":2369},{"uri":"2006_Commonwealth_Games","surface_form":"2006 Commonwealth Games","offset":2401},{"uri":"Melbourne","surface_form":"Melbourne","offset":2428},{"uri":"Rob_Hayles","surface_form":"Rob Hayles","offset":2503},{"uri":"Australia","surface_form":"Australia","offset":2536},{"uri":"James_McCallum_(cyclist)","surface_form":"James McCallum","offset":2551},{"uri":"Scotland","surface_form":"Scotland","offset":2569},{"uri":"T-Mobile_Team","surface_form":"T-Mobile","offset":2788},{"uri":"Tour_of_Britain","surface_form":"Tour of Britain","offset":2886},{"uri":"L%27%C3%89quipe","surface_form":"L'Équipe","offset":3102},{"uri":"Roger_Hammond_(cyclist)","surface_form":"Roger Hammond","offset":3154},{"uri":"Grote_Scheldeprijs","surface_form":"Grote Scheldeprijs","offset":3360},{"uri":"Four_Days_of_Dunkirk","surface_form":"Four Days of Dunkirk","offset":3505},{"uri":"Catalonia","surface_form":"Catalonia","offset":3542},{"uri":"Volta_a_Catalunya","surface_form":"Volta a Catalunya","offset":3552},{"uri":"2007_Tour_de_France","surface_form":"2007 Tour de France","offset":3656},{"uri":"London","surface_form":"London","offset":3689},{"uri":"Alessandro_Petacchi","surface_form":"Alessandro Petacchi","offset":4004},{"uri":"UCI_ProTour","surface_form":"UCI ProTour","offset":4185},{"uri":"Eneco_Tour_of_Benelux","surface_form":"Eneco Tour of Benelux","offset":4253},{"uri":"Madison_(cycling)","surface_form":"Madison","offset":4336},{"uri":"2008_UCI_Track_Cycling_World_Championships","surface_form":"World Championships in Manchester","offset":4344},{"uri":"Bradley_Wiggins","surface_form":"Bradley Wiggins","offset":4383},{"uri":"Grand_Tour_(cycling)","surface_form":"grand tour","offset":4491},{"uri":"2008_Giro_d%27Italia","surface_form":"2008 Giro d'Italia","offset":4536},{"uri":"2008_Tour_de_France","surface_form":"2008 Tour de France","offset":4597},{"uri":"Cholet","surface_form":"Cholet","offset":4651},{"uri":"Ch%C3%A2teauroux","surface_form":"Châteauroux","offset":4661},{"uri":"The_Independent","surface_form":"The Independent","offset":4910},{"uri":"Beijing_Olympics","surface_form":"Beijing Olympics","offset":4995},{"uri":"Bradley_Wiggins","surface_form":"Bradley Wiggins","offset":5129},{"uri":"British_Cycling","surface_form":"British Cycling","offset":5320},{"uri":"Chris_Boardman","surface_form":"Chris Boardman","offset":5389},{"uri":"2008_Tour_of_Ireland","surface_form":"Tour of Ireland","offset":5706},{"uri":"Missouri","surface_form":"Missouri","offset":5775},{"uri":"2008_Tour_de_Romandie","surface_form":"Tour de Romandie","offset":5860},{"uri":"Prologue","surface_form":"prologue","offset":5896},{"uri":"Time-trial","surface_form":"time-trial","offset":5905},{"uri":"2009_Tour_of_Qatar","surface_form":"Tour of Qatar","offset":6052},{"uri":"Tom_Boonen","surface_form":"Tom Boonen","offset":6101},{"uri":"2009_Tour_of_California","surface_form":"Tour of California","offset":6212},{"uri":"2009_UCI_Track_Cycling_World_Championships","surface_form":"2009 UCI Track Cycling World Championships","offset":6442},{"uri":"Milan_%E2%80%93_San_Remo","surface_form":"Milan – San Remo","offset":6728},{"uri":"Heinrich_Haussler","surface_form":"Heinrich Haussler","offset":6939},{"uri":"2009_Giro_d%27Italia","surface_form":"2009 Giro d'Italia","offset":7248},{"uri":"Team_Time_Trial","surface_form":"Team Time Trial","offset":7284},{"uri":"Maglia_Rosa","surface_form":"Maglia Rosa","offset":7321},{"uri":"Alessandro_Petacchi","surface_form":"Alessandro Petacchi","offset":7491},{"uri":"2009_Tour_De_France","surface_form":"Tour de France","offset":7801},{"uri":"2009_Tour_de_Suisse","surface_form":"Tour de Suisse","offset":7860},{"uri":"Fabian_Cancellara","surface_form":"Fabian Cancellara","offset":7970},{"uri":"Mark_Renshaw","surface_form":"Mark Renshaw","offset":8566},{"uri":"2009_Tour_de_France","surface_form":"2009 Tour de France","offset":8692},{"uri":"Thor_Hushovd","surface_form":"Thor Hushovd","offset":8894},{"uri":"Barry_Hoban","surface_form":"Barry Hoban","offset":8921},{"uri":"Sparkassen_Giro_Bochum","surface_form":"Sparkassen Giro Bochum","offset":10090},{"uri":"2009_Tour_of_Ireland","surface_form":"Tour of Ireland","offset":10134},{"uri":"2009_Tour_of_Missouri","surface_form":"Tour of Missouri","offset":10283},{"uri":"Team_Sky","surface_form":"Team Sky","offset":10453},{"uri":"2009_UCI_Road_World_Championships_%E2%80%93_Men%27s_road_race","surface_form":"Men's Road Race","offset":10746},{"uri":"2009_UCI_Road_World_Championships","surface_form":"2009 UCI Road World Championships","offset":10769},{"uri":"2010_Milan_%E2%80%93_San_Remo","surface_form":"2010 Milan – San Remo","offset":11054},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":11203},{"uri":"2010_Tour_of_Flanders","surface_form":"2010 Tour of Flanders","offset":11313},{"uri":"2010_Volta_a_Catalunya","surface_form":"2010 Volta a Catalunya","offset":11529},{"uri":"Tour_of_Romandie","surface_form":"Tour of Romandie","offset":11655},{"uri":"2010_Giro_d%27Italia","surface_form":"2010 Giro d'Italia","offset":11751},{"uri":"2010_Tour_of_California","surface_form":"2010 Tour of California","offset":11813},{"uri":"Tour_of_Switzerland","surface_form":"Tour of Switzerland","offset":12033},{"uri":"Heinrich_Haussler","surface_form":"Heinrich Haussler","offset":12096},{"uri":"2010_Tour_de_France","surface_form":"2010 Tour de France","offset":12225},{"uri":"Racing_line","surface_form":"apex","offset":12545},{"uri":"Alessandro_Petacchi","surface_form":"Alessandro Petacchi","offset":12754},{"uri":"2010_Vuelta_a_Espa%C3%B1a","surface_form":"2010 Vuelta a España","offset":12805},{"uri":"Team_time_trial","surface_form":"team time trial","offset":12861},{"uri":"Green_jersey","surface_form":"green jersey","offset":13083},{"uri":"Directeur_sportif","surface_form":"directeur sportif","offset":13192}]}