{"id":288251,"url":"http://en.wikipedia.org/wiki/Deemster","text":"A deemster () is a judge in the Isle of Man. The Isle of Man is self-governing. It keeps some of its traditions, and has a long past history.\nThe High Court of Justice of the Isle of Man is presided over by a deemster. In the appeal division, a deemster and the Judge of Appeal preside. The deemsters also make the Isle of Man's laws official, by reading them out to the people in English and Manx on Tynwald Day.\nThe First and Second Deemsters used to have seats in the Legislative Council of the Isle of Man. The Second Deemster lost his seat in 1965, and the First Deemster lost his in 1975.\nThere are currently three full time Deemsters in the Isle of Man. These are the First Deemster and Clerk of the Rolls (who is also the Deputy Governor), the Second Deemster, and an additional full-time Deemster. Additional deemsters, full-time or part-time, may be appointed from time to time.\nThe offices of First Deemster, Second Deemster and Clerk of the Rolls are ancient offices. The offices of First Deemster and Clerk of the Rolls were joined in 1918. A new office of Deputy Deemster was created in 2002, but abolished in 2009.\nThe First Deemster, Second Deemster and Judge of Appeal are appointed by the monarch, (acting on the advice of the UK's Secretary of State for Justice). The First Deemster acts in place of the Lieutenant Governor in the latter's absence, or during a vacancy in that office.","categories":[],"infobox_types":[],"annotations":[{"uri":"Judge","surface_form":"judge","offset":19},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":32},{"uri":"English_language","surface_form":"English","offset":381},{"uri":"Manx_language","surface_form":"Manx","offset":393},{"uri":"Tynwald_Day","surface_form":"Tynwald Day","offset":401},{"uri":"Legislative_Council_of_the_Isle_of_Man","surface_form":"Legislative Council of the Isle of Man","offset":471},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":648},{"uri":"Monarch","surface_form":"monarch","offset":1207},{"uri":"Secretary_of_State_for_Justice","surface_form":"Secretary of State for Justice","offset":1250},{"uri":"Lieutenant_Governor","surface_form":"Lieutenant Governor","offset":1323}]}