{"id":288430,"url":"http://en.wikipedia.org/wiki/Cambrian_explosion","text":"The Cambrian explosion is when many animal phyla first appeared in the fossil record. It happened 541 million years ago (mya). Probably most had evolved before then, but that was their first appearance as fossils.\nBefore about 580 mya it seems that most organisms were simple. They were made of individual cells, occasionally organized into colonies. Over the following 70 or 80 million years the rate of evolution seemed to accelerate. By the end of the Cambrian most phyla we know today existed.\nThe Cambrian explosion has caused much scientific debate. The seemingly rapid appearance of fossils in the 'primordial strata' was noted as early as the mid 19th century, and Charles Darwin saw it as one of the main objections that could be made against his theory of evolution by natural selection.\nKey issues.\nUnderstanding it is difficult because the supply of evidence is limited. The evidence is an incomplete fossil record, and chemical signatures left in Cambrian rocks.\nLarge-scale evolution.\nThe Cambrian explosion is the classic example of megaevolution. By that is not meant a different kind of evolution; rather, it means evolution which produces a tremendous effect. The word 'macroevolution' is used because the changes were really huge.\nDuration.\nThe Cambrian explosion started in the Ediacaran from about 575 mya, and continued to the Burgess Shale at about 507 mya. That is about 70 million years. By the end all modern phyla had evolved, and since then no new phyla have appeared in the fossil record. This is one of the things that need to be explained.\nLife a billion years ago.\nStromatolites, stubby pillars built by colonies of cyanobacteria and other microorganisms, are the first fossils. Their record starts about 3.5 billion years ago, and they were very common from about 2700 mya. They declined steeply after about 1250 mya, and this decline was probably caused by grazing and burrowing animals.\nPrecambrian marine diversity was dominated by small fossils known as acritarchs. This term describes almost any small organic walled fossilfrom the egg cases of small metazoans to resting cysts of many different kinds of green algae. After appearing around 2000 mya, acritarchs had a boom around 1000 mya, increasing in number, diversity, size, complexity of shape and especially size and number of spines. Their increasingly spiny forms in the last billion years may indicate an increased need for defence against predation. Other groups of small organisms from the Neoproterozoic era also show signs of anti-predator defences. Measuring taxon longevity seems to show an increase in predation around this time.\nHowever, in general, the rate of evolution in the Precambrian was very slow, with many cyanobacterial species lasting unchanged for billions of years. Of course, bacteria are defined mainly by their biochemistry, especially their genomes. Changes in their biochemistry would usually leave no trace in the fossil record.\nIf the predatory organisms which grazed on bacteria and acritarchs really were metazoans, this means that Cambrian animals did not appear \"from nowhere\" at the base of the Cambrian; their ancestors had existed for hundreds of millions of years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phyla","surface_form":"phyla","offset":43},{"uri":"Fossil","surface_form":"fossil","offset":71},{"uri":"Evolved","surface_form":"evolved","offset":145},{"uri":"Cell","surface_form":"cell","offset":306},{"uri":"Colony_(biology)","surface_form":"colonies","offset":341},{"uri":"Evolution","surface_form":"evolution","offset":405},{"uri":"Strata","surface_form":"strata","offset":617},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":673},{"uri":"Natural_selection","surface_form":"natural selection","offset":779},{"uri":"Megaevolution","surface_form":"megaevolution","offset":1048},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":1298},{"uri":"Burgess_Shale","surface_form":"Burgess Shale","offset":1349},{"uri":"Stromatolite","surface_form":"Stromatolite","offset":1597},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1648},{"uri":"Microorganism","surface_form":"microorganism","offset":1672},{"uri":"Billion","surface_form":"billion","offset":1741},{"uri":"Grazing","surface_form":"grazing","offset":1891},{"uri":"Burrowing","surface_form":"burrowing","offset":1903},{"uri":"Precambrian","surface_form":"Precambrian","offset":1922},{"uri":"Marine_biology","surface_form":"marine","offset":1934},{"uri":"Acritarch","surface_form":"acritarch","offset":1991},{"uri":"Animal","surface_form":"metazoans","offset":2089},{"uri":"Cyst","surface_form":"cyst","offset":2110},{"uri":"Chlorophyta","surface_form":"green algae","offset":2143},{"uri":"Defence_against_predation","surface_form":"defence against predation","offset":2421},{"uri":"Neoproterozoic","surface_form":"Neoproterozoic","offset":2489},{"uri":"Biochemistry","surface_form":"biochemistry","offset":2833},{"uri":"Genome","surface_form":"genome","offset":2864},{"uri":"Metazoa","surface_form":"metazoa","offset":3033}]}