{"id":288475,"url":"http://en.wikipedia.org/wiki/Seward_Peninsula","text":"The Seward Peninsula is a large peninsula on the western coast of the U.S. state of Alaska. It sticks out about into the Bering Sea. It is just below the Arctic Circle. The peninsula is about long and wide.\nThe town of Seward, Alaska is actually not on the Seward Peninsula. It is much further south, on the Kenai Peninsula.\nThe Seward Peninsula was once part of the Bering land bridge. This was a strip of land that used to exist that connected Alaska with Siberia with mainland Alaska. It existed millions of years ago during a time called the Pleistocene Ice Age. People, animals, and plants all came across the land bridge into North America. Archaeologists have found proof that Inupiat Eskimos have been living there for thousands of years.\nDemographics.\nThe Peninsula does not have a lot of people today. There are no roads going there. The largest town is Nome. There are about 3,000 people there. The next largest town, Shishmaref, has only 607 people. Most of the other towns there have only a few hundred people. Some old mining towns there have no people left at all and have become ghost towns.\nGeography and ecology.\nThe \"Devil Mountain Lakes\" are on the Seward Peninsula. They are a kind of lake called a \"maar\" which is made by a volcano. The Devil Mountain Lakes are the biggest lakes like this in the whole world. There are four mountain ranges on the peninsula, the biggest ones are the Kigluaik (or Sawtooth) Mountains. The highest point on peninsula is the peak of Mount Osborn. Other mountain ranges on the Seward Peninsula include the Bendeleben Mountains, Darby Mountains, and York Mountains. There is also a big lava flow called \"The Lost Jim Lava Flow\". Several hot springs are located throughout the peninsula as well.\nThe Seward Peninsula has several rivers. The rivers are important to the people who live there for several reasons. One reason is that they can catch fish to eat in them. Another reason is that they can travel by boat since there no roads. That way they can get to other towns on the river or to places where there are animals to hunt. Finding food is important there because there are not a lot of stores and it costs a lot of money to take food that far in an airplane or boat. The rivers freeze in the wintertime.\nThe most common kind of tree there is called a black spruce. It is a kind of pine tree.\n\"Cape Prince of Wales\" is on the Peninsula. No other part of the mainland of North America is further west. It is only from Russia.\nThe peninsula was named after William H. Seward. He was the United States Secretary of State made the deal with Russia to let the United States buy Alaska from them in 1867.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peninsula","surface_form":"peninsula","offset":32},{"uri":"U.S._state","surface_form":"U.S. state","offset":70},{"uri":"Alaska","surface_form":"Alaska","offset":84},{"uri":"Bering_Sea","surface_form":"Bering Sea","offset":121},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":154},{"uri":"Seward%2C_Alaska","surface_form":"Seward, Alaska","offset":219},{"uri":"Kenai_Peninsula","surface_form":"Kenai Peninsula","offset":308},{"uri":"Bering_land_bridge","surface_form":"Bering land bridge","offset":367},{"uri":"Siberia","surface_form":"Siberia","offset":458},{"uri":"Pleistocene","surface_form":"Pleistocene Ice Age","offset":546},{"uri":"Archaeologist","surface_form":"Archaeologist","offset":647},{"uri":"Inupiat_people","surface_form":"Inupiat","offset":684},{"uri":"Nome%2C_Alaska","surface_form":"Nome","offset":864},{"uri":"Shishmaref%2C_Alaska","surface_form":"Shishmaref","offset":929},{"uri":"Mining","surface_form":"mining","offset":1033},{"uri":"Ghost_town","surface_form":"ghost town","offset":1095},{"uri":"Kigluaik","surface_form":"Kigluaik","offset":1406},{"uri":"Bendeleben_Mountains","surface_form":"Bendeleben Mountains","offset":1558},{"uri":"Darby_Mountains","surface_form":"Darby Mountains","offset":1580},{"uri":"York_Mountains","surface_form":"York Mountains","offset":1601},{"uri":"Lava","surface_form":"lava","offset":1637},{"uri":"Hot_spring","surface_form":"hot spring","offset":1688},{"uri":"Black_spruce","surface_form":"black spruce","offset":2310},{"uri":"Pine_tree","surface_form":"pine tree","offset":2340},{"uri":"West","surface_form":"west","offset":2453},{"uri":"Russia","surface_form":"Russia","offset":2475},{"uri":"William_H._Seward","surface_form":"William H. Seward","offset":2513},{"uri":"United_States_Secretary_of_State","surface_form":"United States Secretary of State","offset":2543}]}