{"id":288657,"url":"http://en.wikipedia.org/wiki/Central_Mount_Stuart","text":"e=\"preserve\">Central Mount Stuart is a mountain in the south of the Northern Territory, Australia. It can easily seen from the nearby Stuart Highway, which is about 6 km away. The mountain is made from dark red sandstone.\nThe mountain is named after the explorer John McDouall Stuart who reached the area on 22 April 1860. He worked out that a point about 4 km (2.5 miles) south-southwest of the mountain was the centre of Australia. Modern geographers do not agree with this and now place the centre at Finke.\n\"Took Kekwick and the flag, and went to the top of the mount, but found it to be much higher and more difficult of ascent than I anticipated...Near the top of the cone I placed a small bottle, in which there is a slip of paper, with our signatures to it, stating by whom it was raised. We then gave three hearty cheers for the flag, the emblem of civil and religious liberty, and may it be a sign to the natives that the dawn of liberty, civilization, and Christianity is about to break upon them.\"\nThe slip of paper was found in 1871 by John Ross during the building of the Australian Overland Telegraph Line. It is now in the Library of South Australia.\nStuart called the mountain Central Mount Sturt, after his former expedition leader Charles Sturt. The name was changed on a suggestion from the Governor of South Australia, Sir Richard MacDonnell. This happened soon after Stuart's return to Adelaide at the end of the expedition. \"Central Mount Stuart\" is the name that was printed in the published expedition journal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":39},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":68},{"uri":"Australia","surface_form":"Australia","offset":88},{"uri":"Stuart_Highway","surface_form":"Stuart Highway","offset":134},{"uri":"Sandstone","surface_form":"sandstone","offset":211},{"uri":"John_McDouall_Stuart","surface_form":"John McDouall Stuart","offset":263},{"uri":"Indigenous_Australians","surface_form":"natives","offset":915},{"uri":"Liberty","surface_form":"liberty","offset":940},{"uri":"Civilization","surface_form":"civilization","offset":949},{"uri":"Christianity","surface_form":"Christianity","offset":967},{"uri":"Australian_Overland_Telegraph_Line","surface_form":"Australian Overland Telegraph Line","offset":1086},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":1250},{"uri":"Governor_of_South_Australia","surface_form":"Governor of South Australia","offset":1311},{"uri":"Richard_MacDonnell","surface_form":"Richard MacDonnell","offset":1344},{"uri":"Adelaide","surface_form":"Adelaide","offset":1408}]}