{"id":288653,"url":"http://en.wikipedia.org/wiki/Finke_River","text":"The Finke River is one of the largest rivers in central Australia. It starts in the MacDonnell Ranges in the Northern Territory. it is formed where Davenport and Ormiston Creeks join together, just north of Glen Helen. The Finke River flows about 600 km to the western edge of the Simpson Desert in northern South Australia. Usually the river is a collection of waterholes, but it can become a raging torrent during rare flood events. In a big flood water from the Finke River can flow into the Macumba River, and then into Lake Eyre, a total distance of about 750 km. Major tributaries include Ellery Creek, and the Palmer and Hugh Rivers. The Finke River flows through the West MacDonnell and Finke Gorge National Parks.\nThe Finke River was named by John McDouall Stuart in 1860 after William Finke, an Adelaide man, who was one of the people who paid part of the cost of his expeditions. The indigenous name for the river in parts of the Northern Territory is Larapinta'\". Larapinta Drive is a road which runs west from Alice Springs, and the Larapinta walking trail.\nAge of the Finke River.\nThe Finke River has been called \"the oldest river in the world\", particularly by tour operators, and in popular books and brochures. In places such as the James Range, the Finke flows through deeply incised meanders ([http://maps.google.com/maps?q=Australia&ie=UTF8&om=1&z=11&ll=-24.10602,132.825394&spn=0.268255,0.681152&t=k see Google Maps image]). Because meanders only form on flat plains, the river must have formed before the ranges were pushed up. This happened in a mountain building event known as the Alice Springs Orogeny which happened between 400 and 300 million years ago, in the Devonian to Carboniferous Periods. Some parts of the river’s course must have been already in existence around this time. The southern parts of its course must be much younger because the areas where the Finke now flows near the southern edge of the Northern Territory, and further south, were under the sea during the Mesozoic Era, part of the Great Artesian Basin.\nThe age of the Finke River is not unique. There are other large mountain-sourced river systems in central Australia including the Todd and Hale Rivers where the mountains were formed at the same time. There are other mountain ranges of equal or greater age to the MacDonnell Ranges, both in Australia and on other continents. The rivers in those areas may have evolved from ancestral streams of the same age or older than the Finke.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_Australia","surface_form":"central Australia","offset":48},{"uri":"MacDonnell_Ranges","surface_form":"MacDonnell Ranges","offset":84},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":109},{"uri":"Simpson_Desert","surface_form":"Simpson Desert","offset":281},{"uri":"South_Australia","surface_form":"South Australia","offset":308},{"uri":"Lake_Eyre","surface_form":"Lake Eyre","offset":524},{"uri":"West_MacDonnell_National_Park","surface_form":"West MacDonnell","offset":675},{"uri":"Finke_Gorge_National_Park","surface_form":"Finke Gorge National Park","offset":695},{"uri":"John_McDouall_Stuart","surface_form":"John McDouall Stuart","offset":752},{"uri":"Adelaide","surface_form":"Adelaide","offset":805},{"uri":"Indigenous_Australian","surface_form":"indigenous","offset":895},{"uri":"Alice_Springs%2C_Northern_Territory","surface_form":"Alice Springs","offset":1023},{"uri":"Larapinta_Trail","surface_form":"Larapinta walking trail","offset":1046},{"uri":"Meanders","surface_form":"incised meanders","offset":1294},{"uri":"Orogeny","surface_form":"mountain building event","offset":1569},{"uri":"Alice_Springs_Orogeny","surface_form":"Alice Springs Orogeny","offset":1606},{"uri":"Devonian","surface_form":"Devonian","offset":1689},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":1701},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":2008},{"uri":"Great_Artesian_Basin","surface_form":"Great Artesian Basin","offset":2034},{"uri":"Todd_River","surface_form":"Todd","offset":2186}]}