{"id":28866,"url":"http://en.wikipedia.org/wiki/FC_Dallas","text":"FC Dallas is an American soccer team. They play in Major League Soccer (MLS) in Frisco, Texas, a suburb of Dallas, Texas. The team is a founding member of the MLS. Before 2005, they were known as the Dallas Burn. The team is owned by the Hunt Sports Group, which also owns the National Football League team Kansas City Chiefs.\nYear-by-year stats.\nNote: MLS did not allow ties prior to the 2000 season as games were decided by shootout when tied at full-time.\nMLS Scoring Champion/Golden Boot.\nThe following players have won the MLS Scoring Champion or the Golden Boot.\nStadium.\nFrom 1996–2002 the team played in the 92,100-capacity Cotton Bowl in Dallas. To save money the club played its 2003 home games at Dragon Stadium, a high school stadium in Southlake, a Fort Worth suburb. The club lost money in the high school stadium because Texas law does not allow the sale of alcohol on a public high school campus. The team moved back to the Cotton Bowl for the 2004 season. In August 2005, the club moved into Pizza Hut Park, a soccer stadium in the northern suburb of Frisco. The contract that allowed Pizza Hut to put its name on the stadium ended in January 2012, and the stadium was renamed FC Dallas Stadium. In September 2013, a new sponsorship contract was signed with Toyota, and the stadium was renamed Toyota Stadium. Following renovations to the south end of Toyota Stadium, the relocated National Soccer Hall of Fame opened at the stadium in October 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":16},{"uri":"Football_(soccer)","surface_form":"soccer","offset":25},{"uri":"Major_League_Soccer","surface_form":"Major League Soccer","offset":51},{"uri":"Frisco%2C_Texas","surface_form":"Frisco, Texas","offset":80},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":107},{"uri":"National_Football_League","surface_form":"National Football League","offset":277},{"uri":"Kansas_City_Chiefs","surface_form":"Kansas City Chiefs","offset":307},{"uri":"Dallas","surface_form":"Dallas","offset":647},{"uri":"Southlake%2C_Texas","surface_form":"Southlake","offset":749},{"uri":"Texas","surface_form":"Texas","offset":836},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":873},{"uri":"Toyota_Stadium_(Texas)","surface_form":"Pizza Hut Park","offset":1009},{"uri":"Frisco%2C_Texas","surface_form":"Frisco","offset":1068},{"uri":"Pizza_Hut","surface_form":"Pizza Hut","offset":1102},{"uri":"Toyota","surface_form":"Toyota","offset":1275}]}