{"id":288664,"url":"http://en.wikipedia.org/wiki/African_National_Congress","text":"The African National Congress (ANC), supported by the Congress of South African Trade Unions (COSATU) and the South African Communist Party (SACP), has been South Africa's governing centre-left political party since the establishment of non-racial democracy in April 1994. It defines itself as a \"disciplined force of the left\". Members founded the organization as the South African Native National Congress (SANNC) on 8 January 1912 in Bloemfontein to increase the rights of the black South African population. John Dube, its first president, and poet and author Sol Plaatje are among its founding members. The organization became the ANC in 1923 and formed a military wing, the Umkhonto we Sizwe (Spear of the Nation) in 1961.\nIt has been the ruling party of post-apartheid South Africa on the national level since 1994. It gained support in the 1999 elections, and further increased its majority in 2004, with 69.7% of the votes. In 2009 its share of the vote reduced slightly, but it remained the dominant party with 65.9% of the votes.\nHistory.\nThe ANC was founded in direct response to what was seen as injustices against black South Africans at the hands of their white, mostly Afrikaner government. The ANC had its origins in a pronouncement by Pixley ka Isaka Seme who said in 1911 \"Forget all the past differences among Africans and unite in one national organisation.\" The ANC was set up the next year on 8 January 1912.\nThe government of the newly formed Union of South Africa began a systematic oppression of black people in South Africa. The Natives' Land Act was issued in 1913. The effect of these laws was to force many non-whites from their farms into the cities and towns to work, and to restrict their movement within South Africa. By 1919, the ANC led a campaign against passes, and in 1929 the ANC supported a militant mineworkers' strike.\nThe ANC became dormant in the mid-1920s. During that time, black people were also represented by the Industrial and Commercial Workers’ Union and the once white-only Communist party. By 1927, J.T. Gumende (president of the ANC) proposed cooperation with the Communists in a bid to revitalise the organisation, but he was voted out of power in the 1930s. This led to the ANC becoming largely ineffectual and inactive, until the mid-1940s when the ANC was remodelled as a mass movement.\nThe ANC responded militarily to attacks on the rights of black South Africans, as well as calling for strikes, boycotts, and defiance. This led to a later Defiance Campaign in the 1950s, a mass movement of resistance to South Africa under apartheid. The government tried to stop the ANC by banning party leaders and enacting new laws to stop the ANC, however these measures failed.\nIn 1955, the Congress of the People officially adopted the Freedom Charter, stating the core principles of the South African Congress Alliance, which consisted of the African National Congress and its allies the South African Indian Congress, the South African Congress of Democrats and the Coloured People's Congress. The government claimed that this was a communist document, and consequently leaders of the ANC and Congress were arrested. 1960 saw the Sharpeville Massacre, in which 69 people were killed when police opened fire on anti-apartheid protesters.\nWhites eventually joined the fight against apartheid, leading many black supremacists to break away from the ANC.\nUmkhonto we Sizwe.\nUmkhonto we Sizwe (or MK), translated \"Spear of the Nation\", was the military wing of the ANC. Partly in response to the Sharpeville Massacre of 1960, individual members of the ANC thought violence was needed because peaceful passive protest had failed. There was a significant portion of the ANC who therefore turned to violence in order to achieve their goals. A significant portion of ANC leadership agreed that this violence was needed to combat increasing backlash from the government.\nSome ANC members were upset by the actions of the MK, and refused to accept violence as necessary for the ending of Apartheid, but these individuals became a minority as the militant leaders such as Nelson Mandela gained significant popularity. Many consider their actions to be criminal, but the MK said violence was justified by the goal of ending apartheid. Some members of MK committed terrorist acts to achieve their aims, and MK was responsible for the deaths of both civilians and members of the military.\nIn cooperation with the South African Communist Party, MK was founded in 1961.\nIdeology.\nThe ANC calls itself a force of national liberation in the post-apartheid era; it officially defines its umbrella agenda as the \"National Democratic Revolution\". The ANC is a member of the Socialist International. It also sets forth the redressing of socio-economic differences stemming from colonial- and apartheid-era policies as a central focus of ANC policy.\nThe National Democratic Revolution (NDR) is described as a process through which the National Democratic Society (NDS) is achieved; a society in which people are intellectually, socially, economically and politically empowered.\nTripartite Alliance.\nThe ANC holds a historic alliance with the South African Communist Party (SACP) and Congress of South African Trade Unions (COSATU), known as the \"Tripartite Alliance\". The SACP and COSATU have not contested any election in South Africa, but field candidates through the ANC, hold senior positions in the ANC, and influence party policy and dialogue. During Mbeki's presidency, the government took a more pro-capitalist stance, often running counter to the demands of the SACP and COSATU.\n2008 schism.\nFollowing Zuma's accession to the ANC leadership in 2007 and Mbeki's resignation as president in 2008, the Mbeki faction of former ministers led by Mosiuoa Lekota split away from the ANC to form the Congress of the People.\nANC flag.\nThe ANC flag is composed of three stripes – black, green and gold. Black symbolizes the native people of South Africa, green represents the land and gold represents the mineral and other natural wealth of South Africa. This flag was also the battle flag of the Umkhonto we Sizwe. The official party flag also has the emblem of the party incorporated onto the flag.\nParty list.\nPoliticians in the party win a place in parliament by being on the \"Party List\", which is drawn up before the elections and enumerates, in order, the party's preferred MPs. The number of seats allocated is proportional to the popular national vote, and this determines the cut-off point.\nThe ANC has also gained members through the controversial floor crossing process.\nAlthough most South African parties announced their candidate list for provincial premierships in the 2009 election, the ANC did not. It is not required for parties to do so.\nRole of the ANC in resolving the conflict.\nThe ANC was the main opposition to the government during apartheid and played a major role in resolving the conflict through the peacemaking and peace-building processes. Initially members of the National Party met in secret with ANC leaders, including Nelson Mandela, to see if peace was possible. Discussions and negotiations took place leading to the eventual unbanning of the ANC and other opposing political parties by then President de Klerk on 2 February 1990. These initial meetings were the first crucial steps towards resolution.\nThe next official step towards rebuilding South Africa was the Groote Schuur Minute where the government and the ANC agreed on a common commitment towards the end of violence and intimidation, as well as a commitment to stability and to a peaceful process of negotiations. The ANC negotiated the release of political prisoners and the immunity from prosecution for returning exiles and moreover channels of communication were established between the Government and the ANC.\nLater the Pretoria Minute was another step towards resolution where agreements at Groote Schuur were reconsolidated and steps towards setting up an interim government and drafting a new constitution were established as well as suspension of the military wing of the ANC – the Umkhonto we Sizwe. This step helped end much of the violence within South Africa. Another agreement that came out of the Pretoria Minute was that both parties would try and raise awareness that a new way of governing was being created for South Africa, and that further violence would only hinder this process. However violence still continued in Kwazulu-Natal, which violated the trust between Mandela and de Klerk. Moreover, internal disputes in the ANC prolonged the war as consensus on peace was not reached.\nThese measures ensured no one could claim, or be deprived of any rights on the basis of race.\nIn December 1991 the Convention for a Democratic South Africa (CODESA) was held with the aim of establishing an interim government. But in June 1992 there was the Boipatong massacre. Negotiations stopped as the ANC pulled out. Only Cyril Ramaphosa of the ANC, and Roelf Meyer of the National Party carried on talking. In over 40 meetings the two men discussed and negotiated over many issues including the nature of the future political system, the fate of over 40,000 government employees and if/how the country would be divided. The result of these negotiations was a temporary constitution that meant the transition from apartheid to democracy was a constitutional continuation and that the rule of law and state sovereignty remained intact during the change, which was vital for stability within the country. A date was set for the first democratic elections on 27 April 1994. The ANC won 62.5% of the votes and has been in power ever since.\nControversy over corrupt members.\nThe most prominent corruption case involving the ANC relates to a series of bribes paid to companies involved in the ongoing R55 billion Arms Deal saga, which resulted in a long term jail sentence to former Deputy President Jacob Zuma's legal adviser Schabir Shaik. Zuma, now the State president, currently faces 7 813 charges relating to alleged fraud, bribery and corruption in the Arms Deal. The ANC has also been criticised for its subsequent abolishment of the Scorpions, the multidisciplinary agency that investigated and prosecuted organised crime and corruption, and was heavily involved in the investigation into Zuma and Shaik.\nOther recent corruption issues include the sexual misconduct and criminal charges of Beaufort West municipal manager Truman Prince, and the Oilgate scandal, in which millions of Rand in funds from a state-owned company were allegedly funneled into ANC coffers. Links between factions in the ANC, specifically the ANC Youth League leadership, and businessman Brett Kebble gained media attention following Kebble's murder in September 2005.\nIn December 2007 the ANC elected their new National Executive Committee (NEC), the highest structure in the party. Out of the 80 member committee, 9% are (post-apartheid) convicted criminals. Most of these members have been convicted of fraud, while one member, Winnie Madikizela-Mandela, was convicted of the kidnapping of a 14-year-old boy, James Seipei (1974–1988), also known as Stompie Moeketsi (who was also murdered). According to an article in the \"Mail & Guardian\", \"by adding those who have been disciplined or moved, and those with dark clouds of unanswered questions hanging over their heads, the figure shifts to 29%.\"\nThe ANC has also been accused of using government and civil society to fight its political battles against opposition parties such as the Democratic Alliance. The result has been a number of complaints and allegations that none of the political parties truly represent the interests of the poor. This has resulted in the \"No Land! No House! No Vote!\" Campaign which becomes very prominent each time the country holds elections.\nControversy over wasteful expenditure.\nThe ANC has reportedly wasted over R1 billion of taxpayers' money over the past eight months on luxury vehicles, expensive hotels, banquets, advertising and other \"wasteful expenditure\"\nThe main thrust behind this reporting is the official opposition in the country, the Democratic Alliance (DA). They have kept a tally of the expenditure called 'The Wasteful Expenditure Monitor'","categories":[],"infobox_types":[],"annotations":[{"uri":"South_African_Communist_Party","surface_form":"South African Communist Party","offset":110},{"uri":"South_Africa","surface_form":"South Africa","offset":157},{"uri":"Political_party","surface_form":"political party","offset":194},{"uri":"Bloemfontein","surface_form":"Bloemfontein","offset":437},{"uri":"Black_people","surface_form":"black","offset":480},{"uri":"John_Dube","surface_form":"John Dube","offset":512},{"uri":"Sol_Plaatje","surface_form":"Sol Plaatje","offset":564},{"uri":"Umkhonto_we_Sizwe","surface_form":"Umkhonto we Sizwe","offset":680},{"uri":"History_of_South_Africa_(1994%E2%80%93present)","surface_form":"post-apartheid South Africa","offset":761},{"uri":"South_African_general_election%2C_1999","surface_form":"1999 elections","offset":848},{"uri":"South_African_general_election%2C_2004","surface_form":"2004","offset":902},{"uri":"South_African_general_election%2C_2009","surface_form":"2009","offset":936},{"uri":"Afrikaner","surface_form":"Afrikaner","offset":1185},{"uri":"Pixley_ka_Isaka_Seme","surface_form":"Pixley ka Isaka Seme","offset":1253},{"uri":"Union_of_South_Africa","surface_form":"Union of South Africa","offset":1467},{"uri":"Natives%27_Land_Act","surface_form":"Natives' Land Act","offset":1556},{"uri":"Industrial_and_Commercial_Workers%E2%80%99_Union","surface_form":"Industrial and Commercial Workers’ Union","offset":1963},{"uri":"Defiance_Campaign","surface_form":"Defiance Campaign","offset":2502},{"uri":"South_Africa_under_apartheid","surface_form":"South Africa under apartheid","offset":2567},{"uri":"Congress_of_the_People_(1955)","surface_form":"Congress of the People","offset":2742},{"uri":"Freedom_Charter","surface_form":"Freedom Charter","offset":2788},{"uri":"South_African_Indian_Congress","surface_form":"South African Indian Congress","offset":2941},{"uri":"Sharpeville_Massacre","surface_form":"Sharpeville Massacre","offset":3184},{"uri":"Black_nationalism","surface_form":"black supremacists","offset":3358},{"uri":"Umkhonto_we_Sizwe","surface_form":"Umkhonto we Sizwe","offset":3424},{"uri":"Sharpeville_Massacre","surface_form":"Sharpeville Massacre","offset":3545},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":4114},{"uri":"South_African_Communist_Party","surface_form":"South African Communist Party","offset":4452},{"uri":"Socialist_International","surface_form":"Socialist International","offset":4706},{"uri":"South_African_Communist_Party","surface_form":"South African Communist Party","offset":5172},{"uri":"Congress_of_South_African_Trade_Unions","surface_form":"Congress of South African Trade Unions","offset":5213},{"uri":"Mosiuoa_Lekota","surface_form":"Mosiuoa Lekota","offset":5779},{"uri":"Congress_of_the_People_(South_African_political_party)","surface_form":"Congress of the People","offset":5830},{"uri":"War_flag","surface_form":"battle flag","offset":6106},{"uri":"Umkhonto_we_Sizwe","surface_form":"Umkhonto we Sizwe","offset":6125},{"uri":"Floor_crossing_(South_Africa)","surface_form":"floor crossing","offset":6587},{"uri":"National_Party_(South_Africa)","surface_form":"National Party","offset":7025},{"uri":"Frederik_Willem_de_Klerk","surface_form":"de Klerk","offset":7268},{"uri":"Kwazulu-Natal","surface_form":"Kwazulu-Natal","offset":8466},{"uri":"Negotiations_to_end_apartheid_in_South_Africa","surface_form":"CODESA","offset":8789},{"uri":"Cyril_Ramaphosa","surface_form":"Cyril Ramaphosa","offset":8958},{"uri":"Roelf_Meyer","surface_form":"Roelf Meyer","offset":8990},{"uri":"South_African_Arms_Deal","surface_form":"Arms Deal saga","offset":9843},{"uri":"Jacob_Zuma","surface_form":"Jacob Zuma","offset":9930},{"uri":"Schabir_Shaik","surface_form":"Schabir Shaik","offset":9957},{"uri":"Scorpions_(South_Africa)","surface_form":"Scorpions","offset":10172},{"uri":"Beaufort_West_Municipality%2C_Western_Cape","surface_form":"Beaufort West","offset":10429},{"uri":"Truman_Prince","surface_form":"Truman Prince","offset":10461},{"uri":"Oilgate","surface_form":"Oilgate","offset":10484},{"uri":"Brett_Kebble","surface_form":"Brett Kebble","offset":10702},{"uri":"National_Executive_Committee_(African_National_Congress)","surface_form":"National Executive Committee","offset":10826},{"uri":"Winnie_Madikizela-Mandela","surface_form":"Winnie Madikizela-Mandela","offset":11045},{"uri":"Mail_%26amp%3B_Guardian","surface_form":"Mail & Guardian","offset":11240},{"uri":"Democratic_Alliance_(South_Africa)","surface_form":"Democratic Alliance","offset":11553}]}