{"id":288694,"url":"http://en.wikipedia.org/wiki/Environment_of_Florida","text":"The state of Florida in the U.S.A. has a mild subtropical climate. Because of that, millions of people have settled in the once rural state over the last hundred years. Florida's population increases by about 1,000 residents each day. Land development and water use have changed the state, mostly by draining the wetlands that once covered most of the peninsula.\nMuch of Florida is made of karst limestone with water-filled caves and sinkholes, which provide homes to many species of aquatic life, some of which only live in Florida. As more and more people move to Florida, they use up the water in the underground caves. When a cave has no more water, it will sometimes collapse, forming a sinkhole, which can hurt animals, people, and buildings.\nFor a long time, the state has been trying to restore the Everglades. In 2000, Congress passed the Comprehensive Everglades Restoration Plan, a $7.8 billion, 30-year project aimed at preserving and restoring the region and its unique combination of environments.\nEnergy, water, and waste management.\nFlorida ranks forty-fifth in total energy use, despite the heavy reliance on air conditioners and pool pumps. This includes coal, natural gas, petroleum, and retail electricity sales. About 4 percent of energy in the state is generated through renewable resources. Florida produces 6.0% of the nation's total energy, while total production of pollutants is lower, with figures of 5.6 percent for nitrogen oxide, 5.1 percent for carbon dioxide, and 3.5 percent for sulfur dioxide.\nThere are two oil-producing areas in Florida. One is in South Florida, with 14 fields, and the other is in the western panhandle, with seven fields. The South Florida fields are located in Lee, Hendry, and Collier county. Florida’s first oil field, the Sunniland field, in Collier County, was discovered in 1943. It has since produced over 18 million barrels of oil. After that, 13 more field discoveries were found. Although these fields are small, production is large. Together, the three Felda fields (West Felda, Mid-Felda, and Sunoco Felda) in Hendry County have produced over 54 million barrels of oil.\nProduction in the western panhandle began with the discovery of the Jay field in June 1970. Jay is the largest oil field discovered in North America since the discovery of the giant Prudhoe Bay Oil Field on the Alaskan North Slope in 1968. Since then, six more oil fields have been discovered in the western panhandle of Florida. North Florida has dominated Florida oil production since the discovery of the Jay field. North Florida oil fields account for 83 percent of the state’s production, with the Jay field alone producing 71 percent.\nIt is believed that significant energy resources are located off of Florida's western coast in the Gulf of Mexico, but that region has been closed to exploration since 1981.\nIn July 2007, Florida Governor Charlie Crist announced plans to sign executive orders that would impose strict new air-pollution standards in the state, with aims to reduce greenhouse-gas emissions by 80 percent of 1990 levels by 2050. Crist's orders would set new emissions targets for power companies, automobiles and trucks, and toughen conservation goals for state agencies and require state-owned vehicles to use alternative fuels.\nFlorida gets much of its drinking water from the Floridan Aquifer and the Biscayne Aquifer, as well as from surface water from Lake Okeechobee and other lakes, but population increases have begun to strain available sources. The state has built 120 desalination plants, more than three times as many as any other state, including the largest plant in the United States. Additionally, an electrodialysis reversal plant in Sarasota is the largest of its type in the world, and a nanofiltration plant in Boca Raton is the largest of its type in the western hemisphere.\nIncreasing landfill space is also an issue. St. Lucie County is planning to experiment with burning trash through plasma arc gasification to generate energy and reduce landfill space. The experiment will be the largest of its kind in the world to date, and begin operation no later than 2009. If successful, experts estimate that the entire St. Lucie County landfill, estimated to contain 4.3 million tons of trash, will disappear within 18 years. Materials created in the energy production can also be used in road construction.\nBiodiversity.\nFlorida is a biodiverse state, with 3,500 native vascular plants and 1,500 vertebrates, a higher number than all but three other states. A 2003 United Nations Food and Agriculture Organization study stated that the Florida Straits had the highest biodiversity in the Atlantic Ocean, and were the home to 25 endemic species.\nFlora.\nRed tide has also been an issue on the southwest coast of Florida. While there has been a great deal of guessing over the cause of the toxic algae bloom, there is no evidence that it is being caused by pollution or that there has been an increase in the length or frequency of red tide outbreaks.\nFloral pests.\nNative flora is threatened by various invasive plants, including the Brazilian Pepper (\"Schinus terebinthifolius\"). Owning and growing this tree is illegal. Large numbers of volunteers cut down these invaders, particularly along waterways. The Australian pine (\"Casuarina\" spp.) is being actively attacked.\nOther foreign pests include the Asian ambrosia beetle (\"Xyleborus glabratus\"), which threatens the local avocado industry and redbay trees (\"Persea borbonia\").\nIt is illegal to import Giant African land snails (achatina fulica). These threaten buildings, 500 types of local plants, and carry meningitis.\nFauna.\nEndemic species in Florida include the Florida Scrub Jay (\"Aphelocoma coerulescens\"), Miami blue (\"Cyclargus thomasi bethunebakeri\"), Okaloosa darter (\"Etheostoma okaloosae\"), and Key Deer (\"Odocoileus virginianus clavium\").\nFlorida is a popular destination for birdwatching, because of the many species that can be found in the state at various times of the year. The Florida Ornithological Society maintains the official state list of the birds of Florida, which currently contains 498 species. A study published in 2003 by the Florida Fish and Wildlife Conservation Commission documented 196 species of birds which were confirmed to breed in the state, with an additional 19 species listed as possible or probable breeders. The Great Florida Birding Trail, a 2,000-mile-long (3,200 km) trail, is composed of 489 locations throughout the state which are excellent observation sites.\nSport fishing is also popular in Florida; over 250 different species of fishes (including 73 non-native species) can be found in Florida. There are more than 1,000 species of fish in Florida's inshore waters.\nIn 2010, NOAA, citing the Magnuson-Stevens Act, banned fishing of red snapper until the population has time to recover.\nFlorida's Atlantic coast is home to the only extensive coral reefs in the continental United States, and the third largest in the world. The entire reef system in the Florida Keys is part of the Florida Keys National Marine Sanctuary, and large parts of reef are protected as part of Biscayne National Park.\nIn 1977, the federal government placed alligators on the endangered species list. They were removed from the endangered list in 1987 and Florida allowed selective hunting in 1988.\nBird and turtle habitats.\nIn 1987, Brevard County, Florida hosted the last member of the Dusky Seaside Sparrow, now extinct. There have been only two extinct bird species since listing of endangered species began in 1973. This event has presented a challenge to ensure that other environmental concerns are addressed quickly.\nThe Florida Scrub Jay has been thought to be threatened for many years, because the species is territorial and cannot move to better grounds when its habitat is in danger.\nNesting beaches of loggerhead sea turtles are protected.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"state","offset":4},{"uri":"Florida","surface_form":"Florida","offset":13},{"uri":"United_States","surface_form":"U.S.A.","offset":28},{"uri":"Subtropics","surface_form":"subtropical","offset":46},{"uri":"Climate","surface_form":"climate","offset":58},{"uri":"Rural","surface_form":"rural","offset":128},{"uri":"Resident","surface_form":"resident","offset":215},{"uri":"Land_development","surface_form":"Land development","offset":235},{"uri":"Wetland","surface_form":"wetland","offset":313},{"uri":"Peninsula","surface_form":"peninsula","offset":352},{"uri":"Karst","surface_form":"karst","offset":390},{"uri":"Limestone","surface_form":"limestone","offset":396},{"uri":"Cave","surface_form":"cave","offset":424},{"uri":"Sinkhole","surface_form":"sinkhole","offset":434},{"uri":"Species","surface_form":"species","offset":473},{"uri":"Everglades","surface_form":"Everglades","offset":807},{"uri":"United_States_Congress","surface_form":"Congress","offset":828},{"uri":"Comprehensive_Everglades_Restoration_Plan","surface_form":"Comprehensive Everglades Restoration Plan","offset":848},{"uri":"US%24","surface_form":"$","offset":893},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":1126},{"uri":"Pool_pump","surface_form":"pool pump","offset":1147},{"uri":"Coal","surface_form":"coal","offset":1173},{"uri":"Natural_gas","surface_form":"natural gas","offset":1179},{"uri":"Petroleum","surface_form":"petroleum","offset":1192},{"uri":"Retail","surface_form":"retail","offset":1207},{"uri":"Electricity","surface_form":"electricity","offset":1214},{"uri":"Renewable_energy","surface_form":"renewable resources","offset":1293},{"uri":"Pollutant","surface_form":"pollutant","offset":1392},{"uri":"Nitrogen_oxide","surface_form":"nitrogen oxide","offset":1445},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1477},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":1513},{"uri":"Oil","surface_form":"oil","offset":1543},{"uri":"North_America","surface_form":"North America","offset":2273},{"uri":"Prudhoe_Bay_Oil_Field","surface_form":"Prudhoe Bay Oil Field","offset":2320},{"uri":"Alaska","surface_form":"Alaska","offset":2349},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2778},{"uri":"Greenhouse_gas","surface_form":"greenhouse-gas","offset":3026},{"uri":"Floridan_Aquifer","surface_form":"Floridan Aquifer","offset":3339},{"uri":"Biscayne_Aquifer","surface_form":"Biscayne Aquifer","offset":3364},{"uri":"Lake_Okeechobee","surface_form":"Lake Okeechobee","offset":3417},{"uri":"Desalination","surface_form":"desalination","offset":3539},{"uri":"Electrodialysis_reversal","surface_form":"electrodialysis reversal","offset":3677},{"uri":"Sarasota%2C_Florida","surface_form":"Sarasota","offset":3711},{"uri":"Nanofiltration","surface_form":"nanofiltration","offset":3767},{"uri":"Boca_Raton%2C_Florida","surface_form":"Boca Raton","offset":3791},{"uri":"Western_hemisphere","surface_form":"western hemisphere","offset":3836},{"uri":"Landfill","surface_form":"landfill","offset":3867},{"uri":"St._Lucie_County%2C_Florida","surface_form":"St. Lucie County","offset":3900},{"uri":"Plasma_arc_waste_disposal","surface_form":"plasma arc gasification","offset":3970},{"uri":"Biodiversity","surface_form":"biodiverse","offset":4413},{"uri":"Vascular_plant","surface_form":"vascular plant","offset":4449},{"uri":"Vertebrate","surface_form":"vertebrate","offset":4475},{"uri":"United_Nations","surface_form":"United Nations","offset":4544},{"uri":"Food_and_Agriculture_Organization","surface_form":"Food and Agriculture Organization","offset":4559},{"uri":"Florida_Straits","surface_form":"Florida Straits","offset":4615},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":4667},{"uri":"Endemism","surface_form":"endemic","offset":4707},{"uri":"Red_tide","surface_form":"Red tide","offset":4731},{"uri":"Algae","surface_form":"algae","offset":4872},{"uri":"Pollution","surface_form":"pollution","offset":4933},{"uri":"List_of_invasive_species","surface_form":"invasive plants","offset":5080},{"uri":"Schinus_terebinthifolius","surface_form":"Schinus terebinthifolius","offset":5130},{"uri":"Illegal","surface_form":"illegal","offset":5190},{"uri":"Casuarina","surface_form":"Casuarina","offset":5304},{"uri":"Xyleborus_glabratus","surface_form":"Xyleborus glabratus","offset":5405},{"uri":"Laurel_wilt","surface_form":"threatens","offset":5434},{"uri":"Avocado","surface_form":"avocado","offset":5454},{"uri":"Persea","surface_form":"Persea","offset":5490},{"uri":"Persea_borbonia","surface_form":"borbonia","offset":5497},{"uri":"Giant_African_land_snail","surface_form":"Giant African land snail","offset":5533},{"uri":"Achatina_fulica","surface_form":"achatina fulica","offset":5560},{"uri":"Meningitis","surface_form":"meningitis","offset":5641},{"uri":"Endemic","surface_form":"Endemic","offset":5660},{"uri":"Florida_Scrub_Jay","surface_form":"Florida Scrub Jay","offset":5699},{"uri":"Miami_blue","surface_form":"Miami blue","offset":5746},{"uri":"Okaloosa_darter","surface_form":"Okaloosa darter","offset":5794},{"uri":"Key_Deer","surface_form":"Key Deer","offset":5840},{"uri":"Birdwatching","surface_form":"birdwatching","offset":5922},{"uri":"Ornithology","surface_form":"Ornithological","offset":6037},{"uri":"Great_Florida_Birding_Trail","surface_form":"Great Florida Birding Trail","offset":6391},{"uri":"Sport_fishing","surface_form":"Sport fishing","offset":6545},{"uri":"Inshore","surface_form":"inshore","offset":6738},{"uri":"NOAA","surface_form":"NOAA","offset":6763},{"uri":"Magnuson%E2%80%93Stevens_Fishery_Conservation_and_Management_Act","surface_form":"Magnuson-Stevens Act","offset":6780},{"uri":"Red_snapper","surface_form":"red snapper","offset":6820},{"uri":"Coral_reef","surface_form":"coral reef","offset":6929},{"uri":"Florida_Keys","surface_form":"Florida Keys","offset":7041},{"uri":"Florida_Keys_National_Marine_Sanctuary","surface_form":"Florida Keys National Marine Sanctuary","offset":7069},{"uri":"Biscayne_National_Park","surface_form":"Biscayne National Park","offset":7158},{"uri":"Alligator","surface_form":"alligator","offset":7221},{"uri":"Endangered_species","surface_form":"endangered species","offset":7239},{"uri":"Dusky_Seaside_Sparrow","surface_form":"Dusky Seaside Sparrow","offset":7451},{"uri":"Extinct","surface_form":"extinct","offset":7478},{"uri":"Florida_Scrub_Jay","surface_form":"Florida Scrub Jay","offset":7692},{"uri":"Loggerhead_sea_turtle","surface_form":"loggerhead sea turtle","offset":7879}]}