{"id":288752,"url":"http://en.wikipedia.org/wiki/Bitcoin","text":"Bitcoin is a digital and global money system currency. It allows people to send or receive money across the internet, even to someone they don't know or don't trust. Money can be exchanged without being linked to a real identity. The mathematical field of cryptography is the basis for Bitcoin's security.\nBitcoin was invented by someone using the name Satoshi Nakamoto. A Bitcoin address, or simply address, is an identifier of 26-35 letters and numbers, beginning with the number 1 or 3, that represents a possible destination for a bitcoin payment. Addresses can be generated at no cost by any user of Bitcoin. For example, using Bitcoin Core, one can click \"New Address\" and be assigned an address. It is also possible to get a Bitcoin address using an account at an exchange or online wallet service.\nCommon P2PKH which begin with the number 1; e.g.: 1BvBMSEstWetqTFn5Au4m4GFg7xJaNVN2.\nNewer P2SH type starting with the number 3; e.g.: 3MXknxVapwv6QkMoQv99MBuXZ2XpPewHn9.\nPseudonymous.\nOne of the differences between using bitcoin and using regular money online is that bitcoin can be used without having an internet connection to link any sort of real-world identity to it. Unless someone chooses to link their name to a bitcoin address, it is hard to tell who owns the address. Bitcoin does not keep track of users; it keeps track of addresses where the money is. Each address has two important pieces of cryptographic information, or keys: a public one and a private one.\nThe public key, which is what the \"bitcoin address\" is created from, is similar to an email address; anyone can look it up and send bitcoins to it. The private address, or private key, is similar to an email password; only with it can the owner send bitcoins from it. Because of this, it is very important that this private key is kept secret. To send bitcoins from an address, you prove to the network that you own the private key that belongs to the address, without revealing the private key. This is done with a branch of mathematics known as public-key cryptography.\nPublic Key.\nA public key is what determines the ownership of bitcoins, and is very similar to an ID number. If someone wanted to send you bitcoins, all you would need to do is supply them your bitcoin address, which is a version of your public key that is easier to read and type. For example, if Bob has 1 bitcoin at the bitcoin address \"ABC123,\" and Alice has no bitcoins at the bitcoin address \"DEF456,\" Bob can send 0.5 bitcoins to \"DEF456.\" As soon as the transaction is processed, Alice and Bob both have 0.5 bitcoins. Anyone using the system can see how much money \"ABC123\" has and how much money \"DEF456\" has, but they cannot tell anything about who owns the address.\nPrivate Key.\nIn the example above, \"ABC123\" and \"DEF456\" are the bitcoin addresses of Bob and Alice. But Bob and Alice each have a second key which only they individually know. This is the private key, and it is the \"other half\" of a Bitcoin address. The private key is never shared, and allows the owner of the bitcoins to control them. However, if the private key is not kept secret, then anyone who sees it can also control and take the bitcoins there. This happened on live TV when Bloomberg's Matt Miller accidentally showed a private key to viewers. The money was taken immediately. The person who took it, told others about it later, saying \"I'll send it back once Matt gives me a new address, since someone else can sweep [empty] out the old one.\"\nBlockchain.\nSites or users using the Bitcoin system are required to use a global database called blockchain. Blockchain is a record of all transactions that have taken place in the Bitcoin network. It also keeps track of new bitcoins as they are generated. With these two facts, the blockchain can keep track of who has how much money at all times.\nMining.\nTo generate a bitcoin, a miner must solve a math problem. However, the difficulty of the math problem depends on how many people are mining for bitcoin at the moment. Because of how complicated the math problems usually are, they must be calculated with very powerful processors. Cynics of the technology highlight the environmental impact and sustainability of the creation process.\nThese processors can be found in CPUs, graphics cards, or specialized machines called ASICs. The process of generating the bitcoins is called mining. People who use these machines to mine bitcoins are called miners. Miners either compete with one another or work together in groups to solve a mathematical puzzle. The first miner or group of miners to solve the particular puzzle are rewarded with new bitcoins.\nThe puzzle is determined by the transactions being sent at the time and the previous puzzle solution. This means the solution to one puzzle is always different from the puzzles before. Attempting to change an earlier transaction, maybe to fake bitcoins being sent or change the number of someone's bitcoins, requires solving that puzzle again, which takes a lot of work, and also requires solving each of the following puzzles, which takes even more work. This means a bitcoin cheater needs to outpace all the other bitcoin miners to change the bitcoin history. This makes the bitcoin blockchain very safe to use.\nQR Codes.\nA popular image associated with Bitcoin is a QR code. QR codes are a group of black and white boxes that are similar to barcodes. Barcodes are a row of lines, and QR codes are a grid of squares. Bitcoin uses QR codes because they can store more information in a small space, and a camera such as a smartphone can read them. The two QR codes on the Bitcoin note are the public and private addresses, and can be scanned with a number of online tools.\nExchanges.\nEveryone in the Bitcoin network is considered a peer, and all addresses are created equal. All transactions can take place solely from peer to peer, but a number of sites exist to make these transactions simpler. These sites are called exchanges. Exchanges provide tools for dealing in Bitcoin. Some allow the purchase of Bitcoin from external accounts, and others allow trading with other cryptography-based currencies like Bitcoin. Most exchanges also provide a basic \"wallet\" service.\nWallets.\nWallets provide a handy way to keep track of all of a user's public and private addresses. Because addresses are pseudo-anonymous, anyone can have as many addresses as they want. This is useful for dealing with multiple people, but it can get complicated to manage multiple accounts. A wallet holds all of this information in a convenient place, just like a real wallet would. A backup of a wallet prevents 'losing' the bitcoins.\nPopularity.\nBitcoin adoption and use continues to grow a lot every year. Since 2012, Bitcoin has gained the attention of the mainstream media; one way is the WannaCry ransomware created in May 2017. Adoption growth has not only happened for consumers, but also for many companies, who are looking to make use of all of the advantages of Bitcoin. Among Millennials, cryptocurrencies were a popular choice to invest $10,000 in, in a March 2018 survey of 1,000 Americans.Specifically, the survey found that 9.19% of Millennials (18-34) would invest the $10,000 in cryptocurrencies, compared to 4.04% of Generation Xers (35-54) and 3.08% of Baby Boomers (55+).\nBitcoin remains by far the most popular choice, followed by Ethereum and Litecoin. Specifically, 76% of the Millennials in the survey said that they would invest the $10,000 in Bitcoin, 12% in Ethereum and 12% in Litecoin. Although the real time price and trading in bitcoin varies with market demand.\nCriticism.\nBitcoin has often been criticized for its unstable price, its network's high electricity consumption, and for its high transaction fees. Additionally, it has been criticized for having characteristics in common with Ponzi and pyramid schemes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Currency","surface_form":"money system","offset":32},{"uri":"Currency","surface_form":"currency","offset":45},{"uri":"Cryptography","surface_form":"cryptography","offset":256},{"uri":"Public-key_cryptography","surface_form":"public-key cryptography","offset":2027},{"uri":"Database","surface_form":"database","offset":3565},{"uri":"Blockchain","surface_form":"blockchain","offset":3581},{"uri":"Processor","surface_form":"processors.","offset":4109},{"uri":"QR_code","surface_form":"QR code","offset":5306},{"uri":"Smartphone","surface_form":"smartphone","offset":5559},{"uri":"Ethereum","surface_form":"Ethereum","offset":7365},{"uri":"Litecoin","surface_form":"Litecoin","offset":7378},{"uri":"Ponzi_scheme","surface_form":"Ponzi","offset":7834},{"uri":"Pyramid_scheme","surface_form":"pyramid scheme","offset":7844}]}