{"id":288746,"url":"http://en.wikipedia.org/wiki/Principality_of_Hutt_River","text":"The Principality of Hutt River, previously known as the Hutt River Province, is the oldest micronation in Australia. The principality claims to be an independent sovereign state. It is unrecognized except by other micronations, but got de facto legal status on 21 April 1972.\nThe principality is located north of Perth, near the town of Northampton.\nThe principality was founded on 21 April 1970 by Leonard George Casley when he and his friends proclaimed their secession from the state of Western Australia.\nHistory.\nThe Principality of Hutt River was created in 1969, as a province by the name of Hutt River Province, in response to a dispute with the government of Western Australia over what the Casley family considered draconian wheat production quotas. The Casley farm had around of wheat ready to harvest when the quotas were issued which allowed Casley to sell only 1,647 bushels or approximately. Initially the five families who owned farms in Hutt River banded together to fight the quota and Casley lodged a protest with the Governor of Western Australia Sir Douglas Kendrew. The Governor replied \"no rectification of our Quota would be allowed\" which, as he acts as the Queen's representative, made Her Majesty technically liable, in Tort, for applying an unlawful imposition as the quota had not yet been passed into law. Casley then lodged a claim under the Law of Tort for $52 million in the belief the claim would force a revision of the quota. Two weeks later the government introduced a bill into Parliament to \"resume\" their rural lands under compulsory acquisition. After approaches to the government to reconsider the acquisition bill failed, Casley and his associates resorted to a British law (the Treason Act 1495) which they felt allowed them to secede and declare their independence from the Commonwealth of Australia. Casley states that he nonetheless remains loyal to Queen Elizabeth II. Casley was elected administrator of the new \"sovereign state\" by his family.\nThe government of Western Australia determined it could do nothing without the intervention of the Commonwealth. The Governor-General of Australia, Sir Paul Hasluck, later stated that it was unconstitutional for the Commonwealth to intervene in the secession. In letters with the governor-general's office, Casley was called the \"Administrator of the Hutt River Province\" by mistake. The Royal Prerogative, makes this recognition binding on all courts. After the government threatened him with prosecution, Casley styled himself \"His Royal Highness Prince Leonard I of Hutt\" to take advantage of a Commonwealth law that a monarch could not only \"not\" be charged, but that anyone who interfered with his duties could be charged with treason. Although the law in this matter has since changed, the Australian government has not taken any action against Hutt River since the declaration. Under Australian law, the government had two years to respond to Casley's declaration; the failure to respond gave the province \"de facto\" legal status on 21 April 1972.\nIn 1976, Australia Post refused to handle Hutt River mail, forcing mail to be redirected via Canada. Following repeated demands by the Australian Taxation Office (ATO) for the payment of taxes, on 2 December 1977 the province officially declared war on Australia. Prince Leonard notified authorities of the cessation of hostilities several days later. The mail service was restored and tax requests ceased. Hutt River citizens are now classed by the ATO as non-residents of Australia for income tax purposes; thus income earned within the province is exempt from Australian taxation. The province levies its own income tax of 0.5% on financial transactions by foreign companies registered in the province and personal accounts.\nWhile the principality does not pay taxes, the Australian government's current official position is that it is nothing more than a private enterprise operating under a business name.\nIn the early 1980s Hutt River Province declared itself to be a kingdom, but soon after reverted to its original status of a principality. The principality proceeded to release a number of its own stamps and coins.\nIn September 2006 Prince Leonard decided to change the name to \"Principality of Hutt River\" and dropped the word \"Province\".\nStatistics.\nThe Principality of Hutt River is situated north of Perth along the Hutt River. It is about in size.\nExports include wildflowers, agricultural produce, stamps and coins. Tourism is also important to its economy with 40,000 tourists visiting the principality every year.\nVery few people live in Hutt River, but the principality claims a world-wide citizenry of 13,000.\nThe Principality has no standing army, but a number of its citizens have been awarded military commissions. Honorary guardsmen attend the prince on formal occasions, and despite being completely landlocked, naval commissions have been conferred on supporters of the principality.\nThe principality's capital, Nain, is named after Nain in Galilee.\nGovernment.\nWhen the Principality of Hutt River seceded, a bill of rights, a brief document outlining the rights of \"Hutt River\" citizens, was drafted. It also provided for an administration board to govern the principality until a permanent government could be set up. When Casley declared himself a prince, the administration board was abolished and the Hutt River Principality became a benevolent absolute monarchy, with a legislation committee to draft new legislation. In 1997, the legislation committee presented a proposal for a constitution to the prince and his cabinet. Its most recent version is effective from 1 January 2011. All citizens over 18 living in the principality have the right to elect the parliament.\nRoyal Family.\n\"His Royal Highness Prince Leonard I of Hutt\" was the style that has been used by Leonard George Casley since his creation of the Hutt River Principality. Prince Leonard was married to \"Her Royal Highness Princess Shirley of Hutt, Dame of the Rose of Sharon\" (née Shirley Butler). They have seven adult children, among them is \"Crown Prince Ian\" (born 1947) who is the Prime Minister of the Principality, and is Prince Leonard's heir apparent.\nPrince Leonard died of a lung infection on 13 February 2019 at the age of 93.\nPrince Ian is involved heavily in the wildflower production, with the product not only being exported to Perth, Western Australia but to many cities internationally.\nPrincess Shirley plays host to the many dignitaries and diplomatic representatives visiting the principality each year as well as receiving many of the television crews and magazine journalists. She is also royal patron and chairwoman on the board of directors of the Red Cross of Hutt.\nIn the royal family there are 24 grandchildren and 23 great-grand children in the direct line.\nPrince Leonard pursued a number of occupations before purchasing a large wheat farm near Northampton, Western Australia and Geraldton, Western Australia in the 1960s.\nA former mathematician and physicist who worked for NASA in the 1950s, the prince has had a star named in his honour.\nDespite his advancing years the prince Leonard is known as a keen-minded \"bush lawyer\". He is also an adherent of hermeticism, a subject on which he has privately published a number of research papers and books.\nPrince Leonard is the subject of a permanent exhibit at the National Museum of Australia in Canberra.\nCurrency.\nA set of low denomination banknotes was introduced in 1974. The first Hutt River coins were not issued until 1976.\nThe currency of the Hutt River Province Principality is the Hutt River Dollar, which is divided into 100 cents. The Hutt River Dollar is tied at a one-to-one ratio with the Australian dollar.\nFirst series: 1976 - 1978.\nThere were four denominations: 5₵, 10₵, 20₵ and 50₵. These were issued between 1976 and 1978, but the 1978 issue was a proof only issue. There was also a silver $30 coin and a gold $100 coin, struck only in proof.\nSilver Jubilee $1 coin.\nIn 1977 $1 coins were struck to commemorate the Silver Jubilee of Elizabeth II. These coins are known as \"holey dollars\", a nickname which is applied to the extremely rare New South Wales 5/- coin and the Prince Edward Island 5/- coin, which were cut and counterstamped from Spanish-American Pieces of Eight (8 Reales).\nCoins of the same design were struck again in 1978, without the inscription \"Queens's Jubilee\".\nLater series.\nMost of the coins of later series have specific commemorative topics and are usually made of precious metal. The issuance of coins went on until 2000, and resumed with new issues beginning in 2007 to celebrate the 60th wedding anniversary of the Prince and Princess.\nStatus and criticism.\nThe Australian Ambassador to the United Arab Emirates, Jeremy Bruer, upon hearing that an office claiming to represent the “Hutt River Province” was operating in Dubai and allegedly selling travel documents, stated that the Australian Government did not recognise the \"Hutt River Province\", legally or in any other way.\nHe further stated that: \"The area of land which is described as the 'Hutt River Province' is a privately owned wheat-growing property on the Hutt River, north of Geraldton in the State of Western Australia. It has no special status. It has no separate sovereignty and remains subject to the Australian Constitution and the laws of Australia.\"\nRegarding the use of titles, the ambassador said that: \"The Australian Government does not recognise the 'royal titles' nor titles of office, such as 'Head of State', 'State minister' and 'Minister for Foreign Affairs' assumed by the family owning the property nor the use of terms such as 'consulates' and 'principality' in relation to the 'Hutt River Province'.\"\nHowever, the Hutt River Province argues that it is an independent entity within the Australian legal system and the Commonwealth has no right to dispute the claimed de facto legality it was given in error by the Governor General's office, and its own failure to respond to the claim. To overturn this de facto recognition, the West Australian Governor General's office would have to submit the secession to arbitration, something which the Hutt River Province claims is not done due to legal uncertainty related to the fact that Western Australia in its entirety was never officially proclaimed as British Territory.\nAlthough passports issued by the \"Hutt River Province\" are not legally recognised by the Australian Government, they have been accepted on a case-by-case basis for overseas travel.\nIn 2010 Brendon Grylls, the Western Australian Minister for Regional Development and Lands, was asked if his state had a position on the province. He replied \"Only that Prince Leonard is an enigma...There is nothing currently on my agenda as Minister...that relates to that.\"\nTreatment by Australian Government departments.\nOn the whole, Australian Government departments do not interfere with Hutt River Province. While the Australian Taxation Office has issued a warning on its website for the public not to purchase companies from the PHR, it has not acted against the principality.\nThe principality had plans to start a university in its territory, which is illegal within Australia. However, the government authorities did not act against PHR. Similarly, the PHR does not pay taxes to the ATO.\nTreatment by European Government departments.\nIn 2008, the Council of the European Union issued a memorandum identifying Hutt River passports among known \"fantasy passports...issued by private organisations and individuals\" to which a visa should not be affixed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Micronation","surface_form":"micronation","offset":91},{"uri":"Australia","surface_form":"Australia","offset":106},{"uri":"Sovereign_state","surface_form":"sovereign state","offset":162},{"uri":"De_facto","surface_form":"de facto","offset":236},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":313},{"uri":"Northampton%2C_Western_Australia","surface_form":"Northampton","offset":337},{"uri":"Secession","surface_form":"secession","offset":462},{"uri":"Western_Australia","surface_form":"Western Australia","offset":490},{"uri":"Province","surface_form":"province","offset":575},{"uri":"Western_Australia","surface_form":"Western Australia","offset":668},{"uri":"Wheat","surface_form":"wheat","offset":735},{"uri":"Production_quota","surface_form":"production quota","offset":741},{"uri":"Douglas_Kendrew","surface_form":"Douglas Kendrew","offset":1071},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Her Majesty","offset":1212},{"uri":"Tort","surface_form":"Tort","offset":1247},{"uri":"Eminent_domain","surface_form":"compulsory acquisition","offset":1563},{"uri":"United_Kingdom","surface_form":"British","offset":1705},{"uri":"Treason_Act_1495","surface_form":"Treason Act 1495","offset":1722},{"uri":"Secede","surface_form":"secede","offset":1772},{"uri":"Commonwealth_of_Australia","surface_form":"Commonwealth of Australia","offset":1819},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":1897},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":2111},{"uri":"Paul_Hasluck","surface_form":"Paul Hasluck","offset":2146},{"uri":"Royal_Prerogative","surface_form":"Royal Prerogative","offset":2382},{"uri":"De_facto","surface_form":"de facto","offset":3008},{"uri":"Australia_Post","surface_form":"Australia Post","offset":3058},{"uri":"Canada","surface_form":"Canada","offset":3142},{"uri":"Australian_Taxation_Office","surface_form":"Australian Taxation Office","offset":3184},{"uri":"Monarchy","surface_form":"kingdom","offset":4023},{"uri":"Principality","surface_form":"principality","offset":4084},{"uri":"Postage_stamp","surface_form":"stamps","offset":4156},{"uri":"Coin","surface_form":"coin","offset":4167},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":4363},{"uri":"Hutt_River_(Western_Australia)","surface_form":"Hutt River","offset":4379},{"uri":"Landlocked","surface_form":"landlocked","offset":4874},{"uri":"Nain%2C_Israel","surface_form":"Nain","offset":5008},{"uri":"Galilee","surface_form":"Galilee","offset":5016},{"uri":"Bill_of_rights","surface_form":"bill of rights","offset":5084},{"uri":"Prince","surface_form":"prince","offset":5326},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":5425},{"uri":"Constitution","surface_form":"constitution","offset":5561},{"uri":"Cabinet_(government)","surface_form":"cabinet","offset":5596},{"uri":"Style_(manner_of_address)","surface_form":"style","offset":5819},{"uri":"Rose_of_Sharon","surface_form":"Rose of Sharon","offset":6008},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":6134},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":6194},{"uri":"Wildflower","surface_form":"wildflower","offset":6325},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth, Western Australia","offset":6392},{"uri":"Northampton%2C_Western_Australia","surface_form":"Northampton, Western Australia","offset":6924},{"uri":"Geraldton%2C_Western_Australia","surface_form":"Geraldton, Western Australia","offset":6959},{"uri":"Mathematician","surface_form":"mathematician","offset":7011},{"uri":"Physicist","surface_form":"physicist","offset":7029},{"uri":"NASA","surface_form":"NASA","offset":7054},{"uri":"Star","surface_form":"star","offset":7094},{"uri":"Hermeticism","surface_form":"hermeticism","offset":7234},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":7392},{"uri":"Canberra","surface_form":"Canberra","offset":7424},{"uri":"Proof_coinage","surface_form":"proof","offset":7897},{"uri":"Silver","surface_form":"silver","offset":7932},{"uri":"Gold","surface_form":"gold","offset":7954},{"uri":"Silver_Jubilee_of_Elizabeth_II","surface_form":"Silver Jubilee of Elizabeth II","offset":8064},{"uri":"Holey_dollar","surface_form":"holey dollar","offset":8122},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":8188},{"uri":"Prince_Edward_Island","surface_form":"Prince Edward Island","offset":8221},{"uri":"Spanish_dollar","surface_form":"Pieces of Eight","offset":8308},{"uri":"Precious_metal","surface_form":"precious metal","offset":8539},{"uri":"Brendon_Grylls","surface_form":"Brendon Grylls","offset":10569},{"uri":"Australian_Taxation_Office","surface_form":"ATO","offset":11355},{"uri":"Council_of_the_European_Union","surface_form":"Council of the European Union","offset":11419}]}