{"id":288703,"url":"http://en.wikipedia.org/wiki/Tarafa_Baghajati","text":"Tarafa Baghajati (, (born September 1st 1961) in Damascus, Syria) is a human right activist and writer, he is also the chairman of the Austrian Muslim Initiative (AMI).\nHe lives in Vienna, Austria since 1986.\nLife.\nTarafa Baghajati was born in Damascus, to parents Adnan Baghajati,an author and former Syrian Education minister, and Amal Homsi, an economic journalist.\nIn 1984 the Syrian regime detained Baghajati for more than 8 months, he spent three of them in Tadmor Prison due to his political views.\nSince he moved to Austria in 1986, Baghajati is active on the topics of immigration, anti-racism, human right and political issues which also involve the Middle East especially his home country Syria, he is also very active on the topics of Islam and \"Muslim in Austria and Europe\", and opposition what is known as Islamophobia, and the practice of female genital mutilation (FGM), in Africa and Europe.\nIn 1999, he found the initiative of Muslim Austrians (IMOE) with his wife Carla Amina Baghajati, Omar Al-Rawi, Mouddar Khouja and Andrea Saleh, who are members of the Islamic Religion Community in Austria.\nBaghajati is a former board member. (2001 - 2007, 2004-2007 Vice- President) and member of the Honorary Advisory Board of European Network Against Racism (ENAR)\nHe is also a board member of the Platform for Intercultural Europe (PIE).\nOn March 2009, Rüdiger Nehberg and Tarafa Baghajati met Sheikh Prof.Dr Yusuf al-Qaradawi in Qatar, one of the most best known Islamic contemporary authority scholar. They obtained a fatwa issued by the recognized legal scholars, stating the genital mutilation of girls is referred to and forbidden as \"devil's work\" because it is directed against the ethics of Islam. Speaking at the Hamburg Museum of Ethnology, 6 February 2011 Baghajati ventured to predict to celebrate the end of this practice as early as 2020.\non February 2011,Rüdiger Nehberg and Tarafa Baghajati met this time Sheikh Prof.Dr Mohamed Said Ramadan Al-Bouti and obtained a similar fatwa against female genital mutilation.\nBaghajati is one of the finders and a board member of European Muslim Initiative for Social Cohesion (EMISCO).\nEducation.\nBaghajati graduated as civil engineer from Polytechnic University of Timișoara in 1986\nAwards.\nInitiative of Muslim Austrians (IMOE) won democracy award by Margaretha Lupac Stiftung in 2008.\nPersonal life.\nHe is married to Carla Amina Baghajati since 1990,has four children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Damascus","surface_form":"Damascus","offset":49},{"uri":"Syria","surface_form":"Syria","offset":59},{"uri":"Vienna","surface_form":"Vienna","offset":181},{"uri":"Austria","surface_form":"Austria","offset":189},{"uri":"Damascus","surface_form":"Damascus","offset":244},{"uri":"Tadmor_Prison","surface_form":"Tadmor Prison","offset":464},{"uri":"The_Middle_East","surface_form":"the Middle East","offset":656},{"uri":"Syria","surface_form":"Syria","offset":700},{"uri":"Islam","surface_form":"Islam","offset":747},{"uri":"Austria","surface_form":"Austria","offset":768},{"uri":"Islamophobia","surface_form":"Islamophobia","offset":821},{"uri":"Carla_Amina_Baghajati","surface_form":"Carla Amina Baghajati","offset":984},{"uri":"European_Network_Against_Racism","surface_form":"European Network Against Racism","offset":1238},{"uri":"R%C3%BCdiger_Nehberg","surface_form":"Rüdiger Nehberg","offset":1366},{"uri":"Yusuf_al-Qaradawi","surface_form":"Yusuf al-Qaradawi","offset":1422},{"uri":"Fatwa","surface_form":"fatwa","offset":1533},{"uri":"Mohamed_Said_Ramadan_Al-Bouti","surface_form":"Mohamed Said Ramadan Al-Bouti","offset":1949},{"uri":"Polytechnic_University_of_Timi%C8%99oara","surface_form":"Polytechnic University of Timișoara","offset":2208},{"uri":"Margaretha_Lupac_Stiftung","surface_form":"Margaretha Lupac Stiftung","offset":2321},{"uri":"Carla_Amina_Baghajati","surface_form":"Carla Amina Baghajati","offset":2388}]}