{"id":288972,"url":"http://en.wikipedia.org/wiki/Eug%C3%A8ne_Dubois","text":"Marie Eugène François Thomas Dubois (28 January 1858 – 16 December 1940) was a Dutch paleoanthropologist. He earned worldwide fame for his discovery of \"Pithecanthropus erectus\" (later redesignated \"Homo erectus\"), or 'Java Man'. Although hominid fossils had been found and studied before, Dubois was the first anthropologist to embark upon a purposeful search for them.\nHominid discoveries.\nBetween 1887 and 1895, Dubois searched at potential sites near rivers and in caves, first on the island of Sumatra, then on the island of Java.\nIn 1891, Dubois discovered remains of what he described as \"a species in between humans and apes\". He called his finds \"Pithecanthropus erectus\" (\"ape-human that stands upright\") or Java Man. Today, they are classified as \"Homo erectus\" (\"human that stands upright\"). These were the first specimens of early hominid remains to be found outside of Africa or Europe.\nIn 1895, Dubois returned to Europe and toured the continent to convince his colleagues that he had indeed found a missing link. Although most anthropologists were intrigued, they did not always agree with Dubois' interpretations. After that, Dubois refused others access to his fossils, until he was forced to do so in 1923.","categories":[],"infobox_types":[],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":79},{"uri":"Anthropology","surface_form":"paleoanthropologist","offset":85},{"uri":"Homo_erectus","surface_form":"\"Pithecanthropus erectus\" (later redesignated \"Homo erectus\")","offset":152},{"uri":"Java_(island)","surface_form":"Java","offset":219},{"uri":"Hominid","surface_form":"hominid","offset":239},{"uri":"Fossil","surface_form":"fossil","offset":247},{"uri":"Sumatra","surface_form":"Sumatra","offset":499},{"uri":"Java_(island)","surface_form":"Java","offset":530},{"uri":"Java_Man","surface_form":"Java Man","offset":718},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":759},{"uri":"Hominidae","surface_form":"hominid","offset":844}]}