{"id":28896,"url":"http://en.wikipedia.org/wiki/Wilhelm_Friedemann_Bach","text":"e=\"preserve\">Wilhelm Friedemann Bach (born Weimar 22 November 1710–Berlin 1 July 1784) was a famous German composer and organist.\nHe was the son of Johann Sebastian Bach, who taught him to play the harpsichord and organ. Johann Sebastian wrote some pieces and put them in a book called \"Notebook for Wilhelm Friedemann Bach\". Although they are in order of increasing difficulty, it is not known if these were used to teach him to play, or how to write music. The book does contain two allemandes and four preludes written by Wilhelm Friedemann. He also learned to play the violin.\nWilhelm Friedemann was an excellent organist, and took over teaching some of his father's students. In 1733 he was appointed as the organist at the Dresden Sophienkirche (St. Sophia's Church). While living in Dresden he continued to write music including harpsichord concertos, sinfonias, trio sonatas, harpsichord sonatas, and other smaller works for keyboard. He published his first music in 1745.\nIn 1746 became organist of the Liebfrauenkirche at Halle. This was an important position and he was paid twice as much as he had earned at Dresden. He was expected to provide music for feast days, and so he began to compose cantatas which could be reused each year. He still visited his father, and often used parts of his music. After his father's death in 1750, Wilhelm Friedemann inherited as lot of his father's music, and tried to make people think they were his compositions. He was in trouble with the church when he went to Leipzig to sort out his father's estate. They felt that he was away for too long and was not fulfilling his proper duties.\nIn 1764, after arguing with a lot of people, he left the job in Halle, remaining unemployed and living a life of poverty until his death.\nHe had a lot of talent which he did not use. He was a very good improviser, but was careless when playing music by other composers, including his father's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Weimar","surface_form":"Weimar","offset":43},{"uri":"Berlin","surface_form":"Berlin","offset":67},{"uri":"Germany","surface_form":"German","offset":100},{"uri":"Composer","surface_form":"composer","offset":107},{"uri":"Organ_(music)","surface_form":"organist","offset":120},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":148},{"uri":"Harpsichord","surface_form":"harpsichord","offset":198},{"uri":"Allemande","surface_form":"allemande","offset":485},{"uri":"Prelude","surface_form":"prelude","offset":505},{"uri":"Dresden","surface_form":"Dresden","offset":729},{"uri":"Concerto","surface_form":"concerto","offset":848},{"uri":"Sinfonia","surface_form":"sinfonia","offset":859},{"uri":"Trio_sonata","surface_form":"trio sonata","offset":870},{"uri":"Sonata","surface_form":"sonata","offset":896},{"uri":"Halle","surface_form":"Halle","offset":1032},{"uri":"Cantata","surface_form":"cantata","offset":1205},{"uri":"Argument","surface_form":"arguing","offset":1651},{"uri":"Unemployment","surface_form":"unemployed","offset":1717},{"uri":"Poverty","surface_form":"poverty","offset":1749},{"uri":"Improvisation","surface_form":"improviser","offset":1838}]}