{"id":288996,"url":"http://en.wikipedia.org/wiki/Einstein_field_equations","text":"The Einstein field equations, or Einstein-Hilbert equations, or simply Einstein equations are equations that describe gravity in the classical sense. They are named after Albert Einstein and David Hilbert. The basic idea is to use geometry to model the effects of gravity. The usual form of the equations is that of nonlinear partial differential equations. Such equations are usually solved by approximation. An exact solution can be obtained in special cases, where certain assumptions are dropped, or simplified.\nMathematical Interpretation.\nformula_1\nWhere Rμv is known as the \"Ricci curvature tensor\", gμv is the \"metric tensor\", \"R\" is the scalar curvature, Λ is the \"cosmological constant\", \"G\" is the gravitational constant, π is pi, c is the speed of light, and Tμv is called the \"stress-energy tensor\".\nA simpler way for non-math people to understand this is to place a large leaden ball on a rubber sheet suspended between four poles. The rubber sheet will sag from the weight of the lead ball, and if you spin a marble on the sheet it will circle the lead ball, just as the earth circles the sun. The reason is not that there is any attraction between the sun and the earth but that the earth follows the straightest path it can follow in curved space-time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Equation","surface_form":"equation","offset":94},{"uri":"Gravity","surface_form":"gravity","offset":118},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":171},{"uri":"David_Hilbert","surface_form":"David Hilbert","offset":191},{"uri":"Geometry","surface_form":"geometry","offset":231},{"uri":"Partial_differential_equation","surface_form":"partial differential equation","offset":326},{"uri":"Approximation","surface_form":"approximation","offset":395},{"uri":"Gravitational_constant","surface_form":"gravitational constant","offset":709},{"uri":"%CF%80","surface_form":"π","offset":733},{"uri":"Pi","surface_form":"pi","offset":738},{"uri":"C","surface_form":"c","offset":742},{"uri":"Speed_of_light","surface_form":"speed of light","offset":751}]}