{"id":288921,"url":"http://en.wikipedia.org/wiki/Makaton","text":"e=\"preserve\">Makaton is a set of simple sign language and black-and-white symbols (pictures) which are used alongside simple talk. Makaton is a sign language that is free to teach other people but it is also sold, taught, guarded and checked up on by the business which started it. Makaton started with simple ordinary English and British Sign Language hand-signs; the pictures were added later. It is now used all over the world and changed for the country it is used in. It uses the same hand-signs as the sign language of the country it is used in but not in the same way. For example, in Britain, Makaton hand-signing is mostly made from BSL (British Sign Language), but the signs are used in a different order alongside the simple spoken words.\nMakaton is mainly taught to children and adults with special needs in speech and language, with or without hearing problems, by teachers, teaching assistants and childcare practitioners, carers or caregivers such as parents, grandparents, foster carers, other friends and family, and specialist clinicians such as speech and language therapists. Makaton is also popular to use with babies - \"baby signing\".\nIn British television, Justin Fletcher uses Makaton signing in \"Something Special\", a series of television programmes aimed at children with special needs shown on CBeebies. It was also used by Dave Benson Phillips while telling nursery rhymes on BBC children's television years earlier than this.\nIn schools and nursery schools and childcare as well as at home Makaton signs and symbols are often used alongside other ways of talking and showing like photographs and \"PECS\", which are drawn colour pictures of parts of a routine, like washing hands, eating a snack, or using the toilet. This way of using different ways of showing routines and making requests for people with communication problems is sometimes called \"total communication\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sign_language","surface_form":"sign language","offset":40},{"uri":"Symbols","surface_form":"symbols","offset":74},{"uri":"Britain","surface_form":"Britain","offset":592},{"uri":"British_Sign_Language","surface_form":"British Sign Language","offset":647},{"uri":"Special_needs","surface_form":"special needs","offset":803},{"uri":"Teachers","surface_form":"teachers","offset":878},{"uri":"Teaching_assistants","surface_form":"teaching assistants","offset":888},{"uri":"Childcare_practitioners","surface_form":"childcare practitioners","offset":912},{"uri":"Carers","surface_form":"carers","offset":937},{"uri":"Caregiver","surface_form":"caregiver","offset":947},{"uri":"Specialist_clinicians","surface_form":"specialist clinicians","offset":1034},{"uri":"CBeebies","surface_form":"CBeebies","offset":1321},{"uri":"BBC","surface_form":"BBC","offset":1404},{"uri":"Communication_problems","surface_form":"communication problems","offset":1834},{"uri":"Total_communication","surface_form":"total communication","offset":1878}]}