{"id":289085,"url":"http://en.wikipedia.org/wiki/Roman_influence_in_Caucasian_Albania","text":"Caucasian Albania was the area of modern-day Azerbaijan. It was a client state of the Roman Empire for four centuries around the time of Christ. Its influence over the region started in the first century before Christ and lasted until around 250 AD. Around 299 AD, Albania was again a \"nominal\" vassal state of emperor Diocletianus for a few years more.\nRome controlled Caucasian Albania only as a client or vassal state. It was never able to fully make it a part of the Roman Empire, like a \"province\" (as happened with its neighbour, Armenia).\nIn these centuries Rome brought Christianity to the Caucasian Albanians, with a western cultural influence that has lasted until contemporary Azerbaijan. Even if few Azerbaijanis are Christians today, the writing system they use is the Roman alphabet.\nA second and final influence came from the Eastern Roman Empire when emperor Heraclius was able to take control of Caucasian Albania in 627 AD with help from the Gokturks of the Western Turkic Khaganate, in the Third Perso-Turkic War.\nHistory.\nThere was an enduring relation between Caucasian Albania and Ancient Rome. In 65 BC, the Roman general Pompey, who had just subjugated Armenia and Iberia and had conquered Colchis, entered Albania at the head of his army. Crossing the arid province of Cambysenē (Kambičan)—recently seized from the Armenians by the Albanians—he turned in the direction of the Caspian Sea.\nIn fording the Alazan river, he clashed with the forces of Oroezes, king of Albania, and eventually defeated them. Pompey ensured the control of Albanians nearly reaching the Caspian sea before returning to Anatolia.\nBut the Albanians, influenced by the Parthian Empire were not slow to revolt against Rome: in 36 BC Mark Antony found himself obliged to send one of his lieutenants to bring an end to their rebellion. Zober, who was then king of Albania, capitulated and Albania thus became -at least in name- a \"Roman protectorate\", starting a condition of vassalage that lasted for nearly three centuries.\nA king of Albania appears in the list of dynasties whose ambassadors were received by Augustus.\nIn 35 AD King Pharasmanes of Iberia and his brother Mithridates, with the support of Rome, confronted the Parthians in Armenia: the Albanians proved effective allies, contributing to the defeat and temporary eviction of the Parthians.\nEmperor Nero prepared in 67 AD a military expedition in the Caucasus: he wanted to defeat the barbarian Alans and conquer for Rome all the northern shores of the Black sea from actual Georgia-Azerbaijan to what is now Romania-Moldavia, but his death stopped it.\nSuccessively Vespasian was determined to restore and reinforce the full authority of Rome in the Caucasus as far as the Caspian.\nThe presence of a detachment of the Legio XII Fulminata at a distance of some kilometers from the shores of that sea (69 km south of Baku) is attested by an inscription drawn up between 83 and 96 AD in the reign of Domitian.\nIn 75 AD, XII \"Fulminata\" was in Caucasus, where Emperor Vespasian had sent the legion to support the allied kingdoms of Iberia and Albania.\nAn inscription has been found in Azerbaijan which reads: IMP DOMITIANO CAESARE AVG GERMANICO LVCIVS IVLIVS MAXIMVS LEGIONIS XII FVL, \"Under imperator Domitian, Caesar, Augustus Germanicus, Lucius Julius Maximus, Legio XII Fulminata\".\nSome historians argue that the actual settlement of \"Ramana\" near Baku was possibly founded by the Roman troops of Lucius Julius Maximus from \"Legio XII Fulminata\" in the first century AD and derives its name from the Latin \"Romana\".\nAmong the facts that strengthen this hypothesis are the military-topoghraphical map of Caucasus published in 1903 by Russian Administration which spells name of town as \"Romana\", various Roman artefacts found in the Absheron region and also old inhabitants' referring to the town as \"Romani\".\nAdditionally, Ramana is positioned in an area perfectly suited for a Roman \"castrum\" to control nearby Baku' s port, on the commercial sea route (through the Caspian sea) between the Caucasus and the Central Asia plains.\nDespite the growth of Roman influence, Albania never ceased to remain in commercial and probably also cultural contact with Persia, but with Trajan in 114 AD Roman control over Caucasian Albania was nearly complete with top social levels fully romanized.\nDuring the reign of Roman emperor Hadrian (117-138) Albania was invaded by the Alans, an Iranian nomadic group.\nThis invasion promoted an alliance between Rome and the Albanians that was reinforced under Antoninus Pius in 140 AD. Sassanians occupied the area around 240 Ad but after a few years the Roman Empire regained control of Caucasian Albania.\nIn 297 AD the treaty of Nisibis stipulated the reestablishment of the Roman protectorate over Caucasian Iberia and Caucasian Albania. But fifty years later Rome lost the area that since then remained an integral part of the Sassanian Empire for more than two centuries.\nIn the late sixth century the territory of Albania became again an arena of wars between Sassanian Persia and the Eastern Roman Empire. During the third Perso-Turkic War, the Khazars (Gokturks) invaded Albania, and their leader Ziebel declared himself \"Lord of Albania\" in 627 AD under the Roman Heraclius rule, levying a tax on merchants and the fishermen of the Kura and Araxes rivers, which was \"in accordance with the land survey of the kingdom of Persia\". The Albanian kings retained their rule by paying tribute to the regional powers.\nCaucasian Albania was later conquered by the Arabs in 643 AD, during the Islamic conquest of Persia.\nRoman legacy.\nRome has left a huge cultural legacy to actual Azerbaijan: not only the Latin alphabet and the western-oriented society of contemporary Azerbaijanis, but even - like in Armenia and Georgia - the Christian faith (even if actually has few worshippers).\nChristianity started to enter Caucasian Albania, according to Movses Kaghankatvatsi, as early as during the 1st century, exactly when Romans imposed their initial control on Albania. The first Christian church in the region was built by St. Eliseus, a disciple of Thaddeus of Edessa, at a place called Gis and is believed to be the modern-day \"Church of Kish\".\nAfter Armenia under Roman influence adopted Christianity as its state religion (301 AD), the Caucasian Albanian king Urnayr went to the See of the Armenian Apostolic Church to receive baptism from St. Gregory the Illuminator, the first \"Patriarch of Armenia\".\nChristianity reached its golden age in the late fifth century under Vachagan the Pious (ruled 487–510 AD), who launched a campaign - influenced by Byzantine priests - against idol worship in Caucasian Albania and discouraged Persian Zoroastrianism. After the Muslim invasions of the 7th century the original Christians have nearly disappeared from actual Azerbaijan. The only remaining Caucasian Albanians are the Udi people, who maintain the Christian faith of their Roman influenced ancestors. The last 7000 Udi live mostly in the village of Nij of the region of Kabala and Oguz (former Vartashen), but a few can be found in the capital Baku.","categories":[],"infobox_types":[],"annotations":[{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":45},{"uri":"Client_state","surface_form":"client state","offset":66},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":86},{"uri":"Jesus","surface_form":"Christ","offset":137},{"uri":"Suzerainty","surface_form":"influence","offset":149},{"uri":"1st_century_BC","surface_form":"first century before Christ","offset":190},{"uri":"Nominal","surface_form":"nominal","offset":286},{"uri":"Diocletianus","surface_form":"Diocletianus","offset":319},{"uri":"Roman_province","surface_form":"province","offset":493},{"uri":"Roman_Armenia","surface_form":"Armenia","offset":536},{"uri":"Christianity","surface_form":"Christianity","offset":578},{"uri":"Writing_system","surface_form":"writing system","offset":751},{"uri":"Roman_alphabet","surface_form":"Roman alphabet","offset":782},{"uri":"Eastern_Roman_Empire","surface_form":"Eastern Roman Empire","offset":841},{"uri":"Heraclius","surface_form":"Heraclius","offset":875},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":1103},{"uri":"Pompey","surface_form":"Pompey","offset":1145},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":1401},{"uri":"Mark_Antony","surface_form":"Mark Antony","offset":1731},{"uri":"Augustus","surface_form":"Augustus","offset":2108},{"uri":"Nero","surface_form":"Nero","offset":2361},{"uri":"Baku","surface_form":"Baku","offset":2877},{"uri":"Domitian","surface_form":"Domitian","offset":2959},{"uri":"Domitian","surface_form":"Domitian","offset":3260},{"uri":"Baku","surface_form":"Baku","offset":3410},{"uri":"Latin","surface_form":"Latin","offset":3562},{"uri":"Caucasus","surface_form":"Caucasus","offset":3665},{"uri":"Baku","surface_form":"Baku","offset":3974},{"uri":"Trajan","surface_form":"Trajan","offset":4233},{"uri":"Byzantine_Empire","surface_form":"Eastern Roman Empire","offset":5082},{"uri":"Arabs","surface_form":"Arabs","offset":5555},{"uri":"Armenia","surface_form":"Armenia","offset":5794},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":5806},{"uri":"Armenia","surface_form":"Armenia","offset":6243},{"uri":"Gregory_the_Illuminator","surface_form":"Gregory the Illuminator","offset":6438},{"uri":"Zoroastrianism","surface_form":"Zoroastrianism","offset":6730},{"uri":"Baku","surface_form":"Baku","offset":7136}]}