{"id":28917,"url":"http://en.wikipedia.org/wiki/Northern_Cyprus","text":"Northern Cyprus (), officially the Turkish Republic of Northern Cyprus (TRNC;, \"KKTC\"), is a \"de facto\" state in the northern half of the island of Cyprus. Three hundred thousand people live in its 3,335 km². Turkey is the only country which recognizes the territory as an independent republic despite the international sanctions and embargos in place.\nCyprus was conquered and became part of the Ottoman Empire from 1570–1914. Many Turks became settlers. As the Ottoman Empire sided against the British empire in World War I, the British annexed Cyprus. In 1923, by the Treaty of Lausanne Turkey gave up the island to the British Empire which in 1925 converted it to a crown colony. The British administered it from 1878 until 1960.\nIn 1974, in response to a growing conflict with Greece, the Turkish army invaded Cyprus. Many settlers from mainland Turkey came from Turkey into the northern part of the island. The move drew international condemnation and Northern Cyprus remains unrecognized by the United Nations.\nSince 1974, the United Nations has established a ceasefire line between Turkish Cypriots and Greek Cypriots. The \"Turkish Republic of Northern Cyprus\" was formed in 1983 and Rauf Denktash became the first president. Negotiations for a unified island have been held several times without success.\nNorthern Cyprus, despite its international pariah status, stands out amongst other \"frozen conflict\" zones as having a relatively stable and democratic form of government with high levels of political freedom and civic engagement in the political process.","categories":[],"infobox_types":[],"annotations":[{"uri":"De_facto","surface_form":"de facto","offset":94},{"uri":"Turkey","surface_form":"Turkey","offset":209},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":397},{"uri":"Settler","surface_form":"settler","offset":446},{"uri":"World_War_I","surface_form":"World War I","offset":514},{"uri":"British_Empire","surface_form":"British Empire","offset":623},{"uri":"Crown_colony","surface_form":"crown colony","offset":670},{"uri":"Rauf_Denkta%C5%9F","surface_form":"Rauf Denktash","offset":1192}]}