{"id":289129,"url":"http://en.wikipedia.org/wiki/Disney_California_Adventure","text":"Disney California Adventure, also called just California Adventure, is a theme park in Anaheim, California, across from Disneyland Park and part of the larger Disneyland Resort. The park is owned and operated by The Walt Disney Company. It opened on February 8, 2001 as Disney's California Adventure Park. On May 28, 2010, it was announced through the official Disney Parks Blog that Disney's California Adventure Park would be renamed Disney California Adventure.\nThe park is and has of five areas: Sunshine Plaza, Hollywood Pictures Backlot, The Golden State, A Bug's Land and Paradise Pier. Each space is meant to look like different parts of California, its culture, landmarks and history.\nIn 2009, the park had around 6.05 million guests, making it the 11th-most visited theme park in the world, its highest ever attendance total for a calendar year.\nSunshine Plaza.\nSunshine Plaza is the main entrance into the park. It is designed to look like a California postcard. After guests pass the ticket counter, they walk under a mock-up of San Francisco Bay's Golden Gate Bridge, which disguises a portion of the resort's monorail track. At the ends of the faux Golden Gate Bridge are two massive murals of various landmarks and mountain ranges in California. After passing under the bridge, guests reach the main area of Sunshine Plaza that leads to the park's Hollywood Picture Backlot and Golden State. Sunshine Plaza is also home to a replica of the California Zephyr, which houses the plaza's two counter service restaurants: Baker's Field Bakery and Bur-r-r Bank Ice Cream.\nParadise Pier.\nParadise Pier is themed after a Victorian-era California boardwalk, based on popular coastal boardwalks such as the Santa Monica Pier and the Santa Cruz Beach Boardwalk. The land's attractions, such as \"California Screamin’\", resemble the classic amusement park rides found at many boardwalks. California Screamin' recently got new audio on the ride and was given a complete repaint (track, supports and trains). \"Toy Story Midway Mania!\" is an interactive 3D ride inspired by classic midway games.\n\"Mickey's Fun Wheel\" (formerly the \"Sun Wheel\") is a -wide Ferris wheel overlooking Paradise Bay, a large body of water that dominates the Paradise Pier area. \"World of Color\" is a show performed by water fountains, water cannons, and multicolored lights in Paradise Bay. It plays on select evenings and showcases many Disney and Pixar movie moments.\nA section of Paradise Pier was themed after the Historic U.S. Route 66, a desert road area that starts with Paradise Pier's crashed fireboat, the S.S. rustworthy. Notable attractions are the \"Jumpin' Jellyfish\" and \"Golden Zephyr\".\nCondor Flats.\nThis sub-land is themed after an airfield in tribute to California's pilots and engineers from the 1940s to the mid-60s. It has walls made of old railroad ties, and World War II runway mats out and around. The main ride here is Soarin' Over California, a ride that simulates a hang glider tour of California. Also in this area are the Taste Pilot's Grill counter service restaurant, a shop, and a water play area outside of Soarin' Over California, with a giant rocket jet that sprays mist. The number 47 is hidden in various places as a reference to 1947, the year the sound barrier was broken. Also, the clock on the Fly 'N Buy Souvenir Shop is stopped at the exact time the sound barrier was broken on Oct 14, 1947 by Chuck Yeager.\nGrizzly Peak Recreation Area.\nThis sub-land is themed after California's wilderness, such as Yosemite and Redwood national parks. Attractions include Grizzly River Run, a fast-paced river rapids ride around Grizzly Peak, the park's icon. Nearby is the Redwood Creek Challenge Trail; a playground area which includes a show with characters from Disney's \"Brother Bear\" called The Magic of Brother Bear. A special entrance to Disney's Grand Californian Hotel is also in this area.\nThe Bay Area.\nThis sub-land is themed after the San Francisco Bay area. It used to feature \"Golden Dreams\", a film about the history of California, starring Whoopi Goldberg. Its last showing was on September 7, 2008. Outside of the theatre is a mural and a replica of the Palace of Fine Arts. The Bay Area also includes an avenue of houses similar to the Victorian architecture of many townhouses found in San Francisco. The main area is scheduled to be converted to (Voyage of The Little Mermaid), which is currently under construction. When Voyage of the Little Mermaid opens, this area will become part of Paradise Pier.\nGolden Vine Winery.\nThis sub-land is themed after Northern California's Napa Valley and the winemaking industry. Included in this area is Wine Country Trattoria, a casual restaurant that serves wines and Italian foods. The former main attraction in this area, Seasons of the Vine, a film showcasing Napa Valley and the changes throughout the seasons, was housed in a wine cellar-like theatre. It closed on March 30, 2008 and was converted into the Walt Disney Imagineering Blue Sky Cellar, which opened in October 2008. The new attraction displays the upcoming changes to the park. The exhibits will be rotated every few months until 2012, when the major park improvement project is scheduled to be finished. Guests also have the opportunity to taste several wines for an additional price.\nPacific Wharf.\nThis sub-land is based on Monterey's Cannery Row area, especially as depicted in John Steinbeck's novels, and also resembles San Francisco's Fisherman's Wharf. This area includes the Cocina Cucamonga Mexican Grill, Pacific Wharf Cafe, and The Lucky Fortune Cookery Chinese restaurant, along with a Karl Strauss beer truck and a margarita stand. This sub-land also features attractions such as the Mission Tortilla Factory, which features a tour on how tortillas were once made, and showcases working corn and flour tortilla machines. Another attraction is the Boudin Bakery Tour, which is a tour of the sourdough bread making process with Rosie O'Donnell and Colin Mochrie as video tour guides.\nHollywood Pictures Backlot.\nHollywood Pictures Backlot is an area styled to appear as Hollywood boulevards and movie backlots, with Hollywood, television, and movie-themed attractions. A version of the \"Tower of Terror\" attraction from Disney's Hollywood Studios opened in the Hollywood Pictures Backlot in 2004. The \"Monsters, Inc. Mike & Sulley to the Rescue!\" attraction is based on the characters from \"Monsters, Inc.\". The 2000-seat Hyperion Theater currently plays '.\nAlso there since the park's opening is \"Muppet Vision 3-D\", a show that also originated at Disney's Hollywood Studios. Both the Tower of Terror and Muppet Vision 3-D benefited from the many advances and new technology made available to the imagineers since the original attractions opened in Florida.\nThe \"Hollywood Pictures Backlot\" sign at the area's entrance, featuring two ceramic elephants sculptures atop columns, is an homage to a huge set constructed for the epic 1916 Hollywood film \"Intolerance\", directed by D.W. Griffith.\nThe area's bathrooms are in the style of Frank Lloyd Wright's Storer House, in the Hollywood Hills area of Los Angeles. The stamped concrete structure is typical of Wright's pioneering design.\n\"A Bug's Land\".\n\"A Bug's Land\" is supposed to make guests feel as small as a bug, like the character of \"Flik\" from \"A Bug's Life\". Oversized human items are scattered around the land. This land features \"Flik's Fun Fair,\" \"It's Tough to be a Bug!\" and the \"Bountiful Valley Farm\", based on the Disney-Pixar film \"A Bug's Life\". The land opened in 2002 and offers various kid-friendly attractions. Such attractions include Fliks Flyers, Francis' Ladybug Boogie, Tuck & Roll's Drive 'em Buggies, Heimlich's Chew Chew Train, and Dot's Puddle Park.\nCharacters.\nMany Disney characters can be found throughout the park, greeting visitors, interacting with children, and posing for photos. Some characters have specific areas where they are scheduled to appear, but can be found wandering as well.\nWorld of Color.\n\"World of Color\" is a new nighttime show at Disney California Adventure that was designed by Walt Disney Creative Entertainment. This show has more than 1200 fountains and includes lasers, lights, and fire with high-definition projections on mist screens similar to the ones used in Fantasmic! at Disneyland and Disney's Hollywood Studios at Walt Disney World in Lake Buena Vista, Florida. The show is expected to change regularly and have special shows for Halloween and Christmas, says show creator Steve Davison.\nPixar Play Parade.\n\"Pixar Play Parade\" features floats and characters based on the Disney·Pixar films \"Monsters Inc\", \"The Incredibles\", \"Ratatouille\", \"Finding Nemo\", \"A Bug's Life\", and \"Cars\".\nElecTRONica.\nDisney's \"ElecTRONica\" is an interactive nighttime dance party in Hollywood Pictures Backlot. It is considered a similar experience to Glow Fest, which was staged in the same area in summer 2010, but this party is themed to Disney's new film, '. ElecTRONica features lights, music, projections, and more to promote the new film. Past performances from live DJs include: Giang Star (Fridays), Michael Paul (Saturdays), Adam Auburn (Sundays) and Josh Billings.\nInitial lack of success.\nDisney’s California Adventure was expected to draw large crowds when it opened in 2001. A January 14, 2001, \"Los Angeles Times\" article titled \"The most Jam-Packed Theme Park on Earth?\" stated, \"Senior Disney officials acknowledge that there will be days when California Adventure will have to turn patrons away, particularly in the first weeks after the park opens, during spring break and again in the summer.\" The actual attendance was not close to the size that Disney expected for the park back in 2001.\nDisney's chief executive officer Robert Iger went on record during the company's annual stockholder meeting on March 10, 2006 when someone asked about a potential third park being built in Anaheim. \"We're still working to assure the second gate is successful\", Iger said, referring to California Adventure. \"In the spirit of candor, we have been challenged.\"\nRe-imagineering and expansion plan.\nOn October 17, 2007, The Walt Disney Company announced a multi-year, $1.1 billion expansion plan for Disney's California Adventure Park. Current plans for the renovation and expansion are on display for park visitors inside the Blue Sky Cellar at the Golden Vine Winery. Disney listened to the public and several of the attractions which drew criticism from the public will be removed in the redesign and expansion. Other rides will be redesigned or replaced with a larger focus on Disney characters and stories. On May 28, 2010, it was announced through the Disney Parks Blog that the park would also be receiving a slight name change, to Disney California Adventure, as well as a new logo. The new name took effect on June 11, 2010, appearing on park maps and banners, but was first used in a commercial promoting \"World of Color\" a few days prior. World of Color premiered on June 11, 2010, as part of Disney's Summer Nighttastic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theme_park","surface_form":"theme park","offset":73},{"uri":"Anaheim%2C_California","surface_form":"Anaheim, California","offset":87},{"uri":"Disneyland","surface_form":"Disneyland Park","offset":120},{"uri":"Disneyland_Resort","surface_form":"Disneyland Resort","offset":159},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":212},{"uri":"California","surface_form":"California","offset":646},{"uri":"Culture","surface_form":"culture","offset":662},{"uri":"Landmark","surface_form":"landmark","offset":671},{"uri":"History","surface_form":"history","offset":685},{"uri":"Calendar","surface_form":"calendar","offset":841},{"uri":"Year","surface_form":"year","offset":850},{"uri":"Postcard","surface_form":"postcard","offset":964},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1041},{"uri":"Golden_Gate_Bridge","surface_form":"Golden Gate Bridge","offset":1061},{"uri":"Disguise","surface_form":"disguise","offset":1087},{"uri":"Monorail","surface_form":"monorail","offset":1123},{"uri":"Mural","surface_form":"mural","offset":1198},{"uri":"Mountain_range","surface_form":"mountain range","offset":1230},{"uri":"Replica","surface_form":"replica","offset":1440},{"uri":"California_Zephyr","surface_form":"California Zephyr","offset":1455},{"uri":"Victorian_era","surface_form":"Victorian-era","offset":1628},{"uri":"Boardwalk","surface_form":"boardwalk","offset":1653},{"uri":"Santa_Monica_Pier","surface_form":"Santa Monica Pier","offset":1712},{"uri":"Santa_Cruz_Beach_Boardwalk","surface_form":"Santa Cruz Beach Boardwalk","offset":1738},{"uri":"California_Screamin","surface_form":"California Screamin’","offset":1799},{"uri":"Toy_Story_Midway_Mania%21","surface_form":"Toy Story Midway Mania!","offset":2010},{"uri":"Midway","surface_form":"midway","offset":2081},{"uri":"Mickey%27s_Fun_Wheel","surface_form":"Mickey's Fun Wheel","offset":2096},{"uri":"Sun_Wheel","surface_form":"Sun Wheel","offset":2131},{"uri":"Ferris_wheel","surface_form":"Ferris wheel","offset":2154},{"uri":"World_of_Color","surface_form":"World of Color","offset":2255},{"uri":"Pixar","surface_form":"Pixar","offset":2425},{"uri":"U.S._Route_66","surface_form":"U.S. Route 66","offset":2503},{"uri":"S.S._rustworthy","surface_form":"S.S. rustworthy","offset":2592},{"uri":"Jumpin%27_Jellyfish","surface_form":"Jumpin' Jellyfish","offset":2638},{"uri":"Golden_Zephyr","surface_form":"Golden Zephyr","offset":2662},{"uri":"Airfield","surface_form":"airfield","offset":2725},{"uri":"Tribute","surface_form":"tribute","offset":2737},{"uri":"Pilot","surface_form":"pilot","offset":2761},{"uri":"Engineer","surface_form":"engineer","offset":2772},{"uri":"World_War_II","surface_form":"World War II","offset":2857},{"uri":"Runway","surface_form":"runway","offset":2870},{"uri":"Soarin%27_Over_California","surface_form":"Soarin' Over California","offset":2920},{"uri":"Hang_glider","surface_form":"hang glider","offset":2969},{"uri":"Sound_barrier","surface_form":"sound barrier","offset":3262},{"uri":"Chuck_Yeager","surface_form":"Chuck Yeager","offset":3413},{"uri":"Yosemite","surface_form":"Yosemite","offset":3520},{"uri":"Redwood_National_and_State_Parks","surface_form":"Redwood","offset":3533},{"uri":"National_park","surface_form":"national park","offset":3541},{"uri":"Grizzly_River_Run","surface_form":"Grizzly River Run","offset":3577},{"uri":"Grizzly_Peak_(Disneyland_Resort)","surface_form":"Grizzly Peak","offset":3634},{"uri":"Playground","surface_form":"playground","offset":3712},{"uri":"Brother_Bear","surface_form":"Brother Bear","offset":3781},{"uri":"Disney%27s_Grand_Californian_Hotel","surface_form":"Disney's Grand Californian Hotel","offset":3851},{"uri":"San_Francisco_Bay_area","surface_form":"San Francisco Bay area","offset":3954},{"uri":"Golden_Dreams","surface_form":"Golden Dreams","offset":3998},{"uri":"California","surface_form":"California","offset":4042},{"uri":"Whoopi_Goldberg","surface_form":"Whoopi Goldberg","offset":4063},{"uri":"Palace_of_Fine_Arts","surface_form":"Palace of Fine Arts","offset":4178},{"uri":"Townhouse","surface_form":"townhouse","offset":4292},{"uri":"Voyage_of_The_Little_Mermaid","surface_form":"Voyage of The Little Mermaid","offset":4374},{"uri":"Napa_Valley","surface_form":"Napa Valley","offset":4602},{"uri":"Winemaking","surface_form":"winemaking","offset":4622},{"uri":"Wine","surface_form":"wine","offset":4724},{"uri":"Italian_food","surface_form":"Italian food","offset":4734},{"uri":"Walt_Disney_Imagineering_Blue_Sky_Cellar","surface_form":"Walt Disney Imagineering Blue Sky Cellar","offset":4978},{"uri":"Monterey%2C_California","surface_form":"Monterey","offset":5361},{"uri":"Cannery_Row","surface_form":"Cannery Row","offset":5372},{"uri":"John_Steinbeck","surface_form":"John Steinbeck","offset":5416},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco","offset":5460},{"uri":"Fisherman%27s_Wharf%2C_Monterey%2C_California","surface_form":"Fisherman's Wharf","offset":5476},{"uri":"Karl_Strauss_Brewing_Company","surface_form":"Karl Strauss","offset":5633},{"uri":"Tortilla","surface_form":"tortilla","offset":5787},{"uri":"Boudin_Bakery","surface_form":"Boudin Bakery","offset":5895},{"uri":"Sourdough","surface_form":"sourdough","offset":5938},{"uri":"Rosie_O%27Donnell","surface_form":"Rosie O'Donnell","offset":5974},{"uri":"Colin_Mochrie","surface_form":"Colin Mochrie","offset":5994},{"uri":"Hollywood","surface_form":"Hollywood","offset":6116},{"uri":"The_Twilight_Zone_Tower_of_Terror","surface_form":"Tower of Terror","offset":6233},{"uri":"Disney%27s_Hollywood_Studios","surface_form":"Disney's Hollywood Studios","offset":6266},{"uri":"Monsters%2C_Inc._Mike_%26amp%3B_Sulley_to_the_Rescue%21","surface_form":"Monsters, Inc. Mike & Sulley to the Rescue!","offset":6348},{"uri":"Monsters%2C_Inc.","surface_form":"Monsters, Inc.","offset":6437},{"uri":"Hyperion_Theater","surface_form":"Hyperion Theater","offset":6468},{"uri":"Muppet_Vision_3-D","surface_form":"Muppet Vision 3-D","offset":6544},{"uri":"The_Twilight_Zone_Tower_of_Terror","surface_form":"Tower of Terror","offset":6632},{"uri":"Muppet_Vision_3-D","surface_form":"Muppet Vision 3-D","offset":6652},{"uri":"Homage","surface_form":"homage","offset":6930},{"uri":"Intolerance_(film)","surface_form":"Intolerance","offset":6997},{"uri":"D.W._Griffith","surface_form":"D.W. Griffith","offset":7023},{"uri":"Frank_Lloyd_Wright","surface_form":"Frank Lloyd Wright","offset":7079},{"uri":"Storer_House_(Los_Angeles%2C_California)","surface_form":"Storer House","offset":7100},{"uri":"Hollywood_Hills","surface_form":"Hollywood Hills","offset":7121},{"uri":"A_Bug%27s_Life","surface_form":"A Bug's Life","offset":7348},{"uri":"It%27s_Tough_to_be_a_Bug%21","surface_form":"It's Tough to be a Bug!","offset":7455},{"uri":"Laser","surface_form":"laser","offset":8220},{"uri":"Walt_Disney_World","surface_form":"Walt Disney World","offset":8381},{"uri":"Monsters_Inc","surface_form":"Monsters Inc","offset":8658},{"uri":"The_Incredibles","surface_form":"The Incredibles","offset":8674},{"uri":"Ratatouille","surface_form":"Ratatouille","offset":8693},{"uri":"Finding_Nemo","surface_form":"Finding Nemo","offset":8708},{"uri":"A_Bug%27s_Life","surface_form":"A Bug's Life","offset":8724},{"uri":"Cars_(film)","surface_form":"Cars","offset":8744},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":9357},{"uri":"Robert_Iger","surface_form":"Robert Iger","offset":9790},{"uri":"Walt_Disney_Imagineering_Blue_Sky_Cellar","surface_form":"Blue Sky Cellar","offset":10380},{"uri":"World_of_Color","surface_form":"World of Color","offset":10969},{"uri":"Summer_Nightastic%21","surface_form":"Disney's Summer Nighttastic","offset":11057}]}