{"id":289283,"url":"http://en.wikipedia.org/wiki/Kingdom_Hearts_(video_game)","text":"e=\"preserve\">\"Kingdom Hearts\" is the first game of the \"Kingdom Hearts\" series. It was made for PlayStation 2 and was released in Japan on March 28, 2002, and in North America on September 17, 2002.\nIn it, the player controls Sora, a 14-year-old boy living in his home island, but is sent to different worlds along with his friends after their world is destroyed. Along the way, he meets various Disney characters, like Donald Duck and Ariel, and \"Final Fantasy\" characters, like Cloud and Yuffie. Sora must save the worlds while searching for his friends.\nStory.\nSora and his friends, Riku and Kairi, plan on leaving their homes on Destiny Islands to explore their world, but their plans are interrupted when their world is attacked by the Heartless; monsters who steal people's hearts. During the attack, Sora wields a weapon called a Keyblade. Their world is destroyed, and Sora, Riku and Kairi end up on different worlds. Sora accompanies Donald Duck and Goofy to find his lost friends, and they travel to worlds based on different Disney movies, including \"Alice in Wonderland\", \"The Little Mermaid\" and \"The Nightmare Before Christmas\". Sora learns later that Riku has sided with Darkness and kidnapped Kairi. Riku is possessed by a Heartless called Ansem, who wants to capture seven Princesses of Heart so he can open Kingdom Hearts, the heart of all worlds. Sora rescues Kairi and Riku and defeats Ansem. Kairi goes home to Destiny Islands, but Riku stays in Kingdom Hearts with King Mickey to defend it. Kingdom Hearts then disappears. Sora tells Kairi he will not come home until he finds Riku, and leaves with Donald and Goofy to start a new adventure.\nFinal Mix.\n\"Kingdom Hearts Final Mix\" is a reissue of the game that was released only in Japan on December 26, 2002. It has more features than \"Kingdom Hearts\", including a battle with the Unknown Man, who is the main enemy in \"Kingdom Hearts II\". It is also for the PlayStation 2.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kingdom_Hearts","surface_form":"Kingdom Hearts","offset":56},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":96},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":420},{"uri":"The_Little_Mermaid","surface_form":"Ariel","offset":436},{"uri":"Final_Fantasy","surface_form":"Final Fantasy","offset":448},{"uri":"Weapon","surface_form":"weapon","offset":821},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":943},{"uri":"Goofy","surface_form":"Goofy","offset":959},{"uri":"Alice_in_Wonderland","surface_form":"Alice in Wonderland","offset":1062},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":1085},{"uri":"The_Nightmare_Before_Christmas","surface_form":"The Nightmare Before Christmas","offset":1110},{"uri":"Princess","surface_form":"Princess","offset":1290},{"uri":"Mickey_Mouse","surface_form":"King Mickey","offset":1487},{"uri":"Japan","surface_form":"Japan","offset":1753}]}