{"id":289340,"url":"http://en.wikipedia.org/wiki/Arthur_Young_(police_officer)","text":"Colonel Sir Arthur Edwin Young, KBE, CMG, CVO, KStJ, KPM (15 February 1907 – 20 January 1979) was a British police officer. He was Commissioner of Police of the City of London from 1950 to 1971 and was also the first head of the Royal Ulster Constabulary to be called the Chief Constable, instead of Inspector-General. Young helped create the post of Chief Inspector of Constabulary.\nIn the early 1950s, he played a crucial role in policing decolonisation in the British Empire, and developedg a model of public service policing that was not liked by everyone in some colonies but which time has shown to have been a good idea. During the 1960s, he led the way in modernising British police recruitment and in improving the training of senior officers.\nEarly life and education.\nYoung was born in Eastleigh, Hampshire, the third of four children of Edwin Young (1878–1936), a builder and contractor, and his wife Gertrude Mary (née Brown; 1880–1945). He went to school in Southsea from 1912 to 1915 and then Portsmouth Grammar School from 1915 to 1924. He was not very good at school, but liked the Officers' Training Corps; later he returned to present prizes and told the pupils that his parents would have been very surprised to see him in the hall on speech day because he had never come close to winning any school award.\nAged sixteen, he left to join the Portsmouth Borough Police, against his family's wishes. His mother and grandmother never approved because they thought the police an unsuitable career for a young man from an middle-class family. When his maternal aunt Emma Brown married Superintendent Samuel Bowles of the Hampshire Constabulary, she made him resign.\nPortsmouth Borough/City Police.\nYoung's father's business partner Alderman Sir John Henry Corke (1850–1927) helped Young get his first job in the Chief Constable's office (the post of Cadet Clerk was specially created for him) in December 1924. On the advice of Thomas Davies, the Chief Constable, he first took a course in business and accountancy.\nMade a Constable in May 1925, he became the Coroner's Officer in April 1932. In June 1932, aged 25, he became the youngest Detective Sergeant in the United Kingdom, serving with the Northern Division CID. While he was there, he led investigations into murder, blackmail, fraud and arson. He headed the enquiries into the UK's first case of manslaughter arising from the use of an aeroplane.\nAt the same time he got more involved in the many royal visits to Portsmouth. When Haile Selassie visited the dockyard in September 1937, he acted as his personal escort and French interpreter. During these years, Young was also entrusted with what he later called \"enquiries concerning the activities of subversive persons and propaganda, and also with other matters affecting state security\" - looking for spies. It was also during these years that he acquired his passion for ever better police equipment and his personal love of new gadgets.\nYoung was promoted to Inspector (equivalent to Lieutenant in US police forces) in June 1937 and appointed to Portsmouth's Southern Division. In Eastney and Southsea, he first had to deal with the problems created by traffic, including ways for its efficient control and of the need to promote road safety. Young was a keen motorist, who moved from a motorcycle to a series of fast cars.\nLeamington Spa Borough Police.\nYoung was qualifiedor promotion, but for someone who did not graduate the Hendon Police College and did not go to a public school, his promotion over the next dozen years was meteoric for the 1930s and 1940s.\nYoung wanted to head his own force and tried to become chief constable of the Isle of Wight Constabulary, before he became Acting Chief Constable of Leamington Spa Borough Police in September 1938, aged 31, at a salary of £500 per annum. One year later, he was appointed to the permanent post of Chief Constable. He was one of the youngest men ever to become a Chief Constable. In his first nine months in Leamington he persuaded the council to hire an extra twelve officers, the first increase since 1915. This meant he had 57 police officers to cover all of Leamington Spa.\nHe also reorganised the borough's fire brigade, and, among other police innovations, set up twelve of \"police pillars\", a network of two-way microphone handsets across the borough so that the public could contact police stations and civil defence posts directly. The base of the pillar contained first aid equipment while, a Leamington innovation, a flashing red light on the top called up policemen on patrol.\nFrom November 1940 he was seconded by the Home Office for six months to Coventry after its blitz. He ran the city's police because the Chief Constable was fully occupied as Civil Defence Controller Young started the \"good neighbour scheme\" for bombed out civilians that he had trialled in Leamington and which was later adopted nationally by the Home Office.\nBirmingham City Police.\nLeamington's was a very small force and for a year his command was only \"acting\" so, from the start, Young was looking for a permanent as well as a larger command. After several unsuccessful applications (the East Riding of Yorkshire Constabulary in 1939, Portsmouth City Police in 1940, Oxford City Police in 1940), in September 1941 he was selected from a short-list of six as Senior Assistant Chief Constable of Birmingham City Police, then the second-largest police force in the UK; the salary was £1,000 p.a. He was to be responsible for training and communications - both things he was good at.\nIn Birmingham he started to experiment with police training. Learning by example and by demonstration is common now, but in 1941 it was a new idea and it caught the approving eye of the Home Office. He also made Birmingham the foremost British force in the use of police wireless by establishing in 1942 a \"duplex\" ultra high-frequency two-way radio telephone system linking every police station and every police car.\nWartime service.\nIn February 1943 Young was one of the chief constables sent to the War Office Civil Affairs Training Centre for the first course for senior officers. Before the course was finished, he was transferred to the instructing staff and in June 1943 he was appointed the first commandant of the new Police Civil Affairs Training Centre at Peel House in London (with a rank as if he was a Lieutenant-Colonel in the army). He had to set up the training school for policemen and provost officers (military police) who would keep law and order in Axis territory as it was liberated by advancing Allied forces. Just after the centre was opened and its first students through their course, Young was made a Colonel and moved from the classroom in July 1943 to be Senior British Police Officer in the Mediterranean Theatre, stationed in North Africa awaiting the invasion of Sicily.\nYoung went ashore on day two of the invasion, and became Director of Public Safety in the first functioning Allied military government - the Allied Control Commission for Italy; in December 1943 he was given the additional role of Director of Security, responsible directly to the Commander-in-Chief for hunting saboteurs and enemy agents as well as the removal of fascist officials from public offices. In Italy, Young commanded not just British officers but the 120,000 men of the entire Italian police and had responsibility for all Italian prisons, fire brigades and civil defence. The models Young developed in Italy were later applied across Allied occupied Europe in 1944–1945, but his proudest achievement was the restoration and reorganisation of the Carabinieri, with whom he maintained an association for the rest of his life. He also fell in love with Italy, returning regularly and frequently holidaying in Positano and visiting his wartime friend Colonel Alfredo \"Freddy\" Zanchino of the Carabinieri.\nHertfordshire Constabulary.\nYoung became Chief Constable of Hertfordshire Constabulary in 1944 (but released from the army only in April 1945). He was in charge of 515 officers at a salary of £1,290. Still aged only 38, he had twenty-one years of experience of small, medium and large city and borough forces. From Hertfordshire, he set the pace in revitalising county police forces, pushing his police authority to spend a lot of money to improve officers' pay and conditions.\nHe also persuaded his authority to buy new equipment because he wanted a modern, efficient police force. The Home Office allowed Hertfordshire to be the first force after the war to introduce a wireless system - Young adapted from his Birmingham model for rural use. To make it as effective as possible, the Home Office accepted his idea that the wireless network cover more than one county so the neighbouring county force of Bedfordshire was added.\nAlmost at the same time, Young was appointed by the Home Office to a committee chaired by Sir Percy Sillitoe, Chief Constable of Kent, to see if all forces needed wireless networks.\nHis time at Hertfordshire also saw the start of a professional relationship with James Callaghan. They already knew each other from Portsmouth, where their mothers had both worked at Agnes Weston's Sailors Rest; Callaghan had tried unsuccessfully to court Young's sister, Eileen. Callaghan was now a junior minister at the Ministry of Transport. They met up with each other again on a road safety committee and became working allies to extend speed restrictions and improve road markings; cat's eyes were perhaps the most significant fruit of their labours. They worked together again when Callaghan was Home Secretary and it was Callaghan who selected Young to go to Ulster in 1969 to implement the Hunt Report.\nMetropolitan Police.\nHertfordshire showed that Young wanted to be a chief police officer who made things happen. He applied unsuccessfully to be chief constable of Kent in 1946, but his next job was offered to him. So impressed was Home Secretary James Chuter Ede, he appointed Young to the vacant post of Assistant Commissioner \"D\" of the Metropolitan Police in London, in charge of organisation, recruitment, training and communications. To bring in an outsider to such a rank in the Met was unprecedented. The Home Secretary knew that the nation's police forces were stuck to old ways and needed the shake-up that the young chief constable had already delivered in Hertfordshire; Scotland Yard must not be left out. Things, however, did not go well. The Commissioner, Sir Harold Scott, tolerated him (although he was an outsider too), but senior colleagues cold-shouldered him. Within \"D\" Department, Young delivered all the Home Secretary had hoped for, a success that only alienated the hierarchy even further.\nCity of London Police.\nIn March 1950 Young became the first former constable to be appointed Commissioner of Police of the City of London. He built up his reputation as \"the policeman's policeman\". Improved pay and conditions and professional standards remained his constant pre-occupations. The police under his command found him forceful but gracious, intolerant of failings in himself as well as others. In all his forces, he was popular with all ranks under his command.\nYoung came to love the City of London. He relished command of a force small enough to know every constable well. He enjoyed the City's rich social life too, and he much valued the invitation to join the Goldsmiths Company. The police needed to recruit and with considerable success he set about making service more attractive. Pay and allowances were increased, housing modernised, and catering improved. Uniforms were made more comfortable and practical.\nAt another level, he pushed through changes in career structures. He engineered a national recruitment revolution in the British police, running command courses and seeing through a fast-track entry scheme to attract graduates - and for many years he was director of extended interviews for the Senior Command Course that he had founded. These and other changes were designed to make possible the promotion of talented people. Young realised that the police could no longer rely on habits little changed for a century. He fought for the recruitment and promotion of women. He resisted the well-ingrained tradition of bringing senior officers from the armed forces into police commands; and only with great reluctance did he give in to the demand from the Hertfordshire police committee that he use his wartime military rank. He sternly opposed Lord Trenchard's officer-class way of thinking as wholly inappropriate for the British police service. He wanted to follow Sir Robert Peel's intention that the police be \"filled from the bottom up\". The young man whose own family had thought that being a policeman was far from suitable dedicated his own long career to making the police a respected and attractive profession.\nYoung's lobby of the 1960 Royal Commission on the Police overcame Home Office objections to a strengthened police inspectorate, although Sir Charles Cunningham blocked Young's selection as inaugural first Chief Inspector of Constabulary.\nRoyal Ulster Constabulary.\nIn November 1969 (until 1970) Young was seconded to be the last Inspector-General and the first Chief Constable of the Royal Ulster Constabulary. James Callaghan, then Home Secretary, sent him to carry out the Hunt Report, which introduced the standard British rank system for police officers in Northern Ireland and disbanded the controversial Ulster Special Constabulary.\nOther positions.\nHe chaired the Police Council for the UK, the Association of Chief Police Officers training centres committee and the education committee of the National Police Fund. He was a governor of the Police College and of Atlantic College, and a member of the committees of the Police Advisory Board, the National Police Fund, the Royal Humane Society, the National Rifle Association, the National Scout Council and the Thames Group Hospitals. He was President of the Association of Chief Police Officers (ACPO) in 1962.\nPersonal life.\nYoung was brought up in a household with strong Anglican evangelical beliefs (the family attended St Jude's, Southsea for matins and evensong every Sunday as well as week-day meetings). He also patrolled Portsmouth's slums and docks as a young constable, and this had an effect on Young. Guided by his curate, the Reverend Frederick Dillistone, later Dean of Liverpool, he decided that he must seek ordination (become a priest). The Bishop of Portsmouth, Neville Lovett, however, rejected his application to attend theological college, telling him at interview that \"policemen do not become priests\". Although later in life Young would drift away from regular worship, the impact of Portsmouth on his world-view never shifted. Shocked by the poverty and injustice which he discovered, Young became a staunch Christian socialist and, very rare for a chief constable, a lifelong Labour Party voter. Throughout his career, he sought out contact with clergymen and in the later 1960s, encouraged by the Bishop of London, again considered Anglican ordination.\nYoung married three times. On 11 April 1939, at Boarhunt parish church, Hampshire, he married Ivy Ada May Hammond (born 20 December 1909), a nurse from the Royal Portsmouth Hospital whom he had courted for years - custom then dictated lengthy enagements and police pay then was very low. She died of cancer on 14 September 1956. They had one son, Christopher John Young, born in 1941.\nYoung married Mrs Margaret Furnival Homan, née Dolphin, in 1957. The marriage fell apart quickly and they separated. She committed suicide in Malta in 1966.\nOn 16 April 1970, he married Mrs Ileen Fryer Turner (née Rayner, born 19 April 1914), whom he had known since she was his police driver in Birmingham during the war and who at one time had been the mistress of his great friend Sir Edward ('Ted') Dodd, Chief Constable of Birmingham and later Chief Inspector of Constabulary. She died on 31 December 2002. In the 1980s, she declined a proposal of marriage from Sir Graham Shillington, Young's successor as Chief Constable of the RUC.\nHonours.\nYoung's career made him the most decorated policeman of his era. Young was awarded the King's Police Medal (KPM) in 1952 and was appointed Commander of the Order of St Michael and St George (CMG) in 1953 and Commander of the Royal Victorian Order (CVO) in 1962. He was knighted in 1965 and appointed Knight Commander of the Order of the British Empire (KBE) in 1971.\nForeign.\nHe was also Honorary Police Commissioner of New York City.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colonel","surface_form":"Colonel","offset":0},{"uri":"Order_of_the_British_Empire","surface_form":"KBE","offset":32},{"uri":"Order_of_St_Michael_and_St_George","surface_form":"CMG","offset":37},{"uri":"Royal_Victorian_Order","surface_form":"CVO","offset":42},{"uri":"Order_of_St_John","surface_form":"KStJ","offset":47},{"uri":"Queen%27s_Police_Medal","surface_form":"KPM","offset":53},{"uri":"British_people","surface_form":"British","offset":100},{"uri":"City_of_London_Police","surface_form":"Commissioner of Police of the City of London","offset":131},{"uri":"Royal_Ulster_Constabulary","surface_form":"Royal Ulster Constabulary","offset":229},{"uri":"Chief_Constable","surface_form":"Chief Constable","offset":272},{"uri":"Chief_Inspector_of_Constabulary","surface_form":"Chief Inspector of Constabulary","offset":351},{"uri":"Decolonisation","surface_form":"decolonisation","offset":441},{"uri":"British_Empire","surface_form":"British Empire","offset":463},{"uri":"Eastleigh%2C_Hampshire","surface_form":"Eastleigh","offset":797},{"uri":"Hampshire","surface_form":"Hampshire","offset":808},{"uri":"Southsea","surface_form":"Southsea","offset":972},{"uri":"Portsmouth_Grammar_School","surface_form":"Portsmouth Grammar School","offset":1008},{"uri":"Officers%27_Training_Corps","surface_form":"Officers' Training Corps","offset":1099},{"uri":"Portsmouth_Borough_Police","surface_form":"Portsmouth Borough Police","offset":1361},{"uri":"Hampshire_Constabulary","surface_form":"Hampshire Constabulary","offset":1635},{"uri":"Alderman","surface_form":"Alderman","offset":1746},{"uri":"John_Henry_Corke","surface_form":"Sir John Henry Corke","offset":1755},{"uri":"Chief_Constable","surface_form":"Chief Constable","offset":1826},{"uri":"Thomas_Davies_(police_officer)","surface_form":"Thomas Davies","offset":1942},{"uri":"Constable","surface_form":"Constable","offset":2037},{"uri":"Coroner","surface_form":"Coroner","offset":2074},{"uri":"Detective_Sergeant","surface_form":"Detective Sergeant","offset":2153},{"uri":"Criminal_Investigation_Department","surface_form":"CID","offset":2230},{"uri":"Murder","surface_form":"murder","offset":2282},{"uri":"Blackmail","surface_form":"blackmail","offset":2290},{"uri":"Fraud","surface_form":"fraud","offset":2301},{"uri":"Arson","surface_form":"arson","offset":2311},{"uri":"Manslaughter","surface_form":"manslaughter","offset":2370},{"uri":"Haile_Selassie","surface_form":"Haile Selassie","offset":2504},{"uri":"Inspector","surface_form":"Inspector","offset":2989},{"uri":"Eastney","surface_form":"Eastney","offset":3111},{"uri":"Southsea","surface_form":"Southsea","offset":3123},{"uri":"Isle_of_Wight_Constabulary","surface_form":"Isle of Wight Constabulary","offset":3672},{"uri":"Leamington_Spa_Borough_Police","surface_form":"Leamington Spa Borough Police","offset":3743},{"uri":"Leamington_Spa","surface_form":"Leamington Spa","offset":4154},{"uri":"Home_Office","surface_form":"Home Office","offset":4623},{"uri":"Coventry","surface_form":"Coventry","offset":4653},{"uri":"Coventry_City_Police","surface_form":"city's police","offset":4690},{"uri":"East_Riding_of_Yorkshire_Constabulary","surface_form":"East Riding of Yorkshire Constabulary","offset":5173},{"uri":"Oxford_City_Police","surface_form":"Oxford City Police","offset":5252},{"uri":"Assistant_Chief_Constable","surface_form":"Assistant Chief Constable","offset":5350},{"uri":"Birmingham_City_Police","surface_form":"Birmingham City Police","offset":5379},{"uri":"War_Office","surface_form":"War Office","offset":6067},{"uri":"Civil_Affairs_Training_Centre","surface_form":"Civil Affairs Training Centre","offset":6078},{"uri":"Peel_House","surface_form":"Peel House","offset":6332},{"uri":"London","surface_form":"London","offset":6346},{"uri":"Lieutenant-Colonel","surface_form":"Lieutenant-Colonel","offset":6381},{"uri":"Axis_Powers","surface_form":"Axis","offset":6536},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":6584},{"uri":"Colonel","surface_form":"Colonel","offset":6694},{"uri":"Sicily","surface_form":"Sicily","offset":6861},{"uri":"Allied_Control_Commission_for_Italy","surface_form":"Allied Control Commission for Italy","offset":7010},{"uri":"Saboteur","surface_form":"saboteur","offset":7181},{"uri":"Fascist","surface_form":"fascist","offset":7234},{"uri":"Civil_defence","surface_form":"civil defence","offset":7440},{"uri":"Carabinieri","surface_form":"Carabinieri","offset":7629},{"uri":"Positano","surface_form":"Positano","offset":7789},{"uri":"Alfredo_Zanchino","surface_form":"Alfredo \"Freddy\" Zanchino","offset":7838},{"uri":"Hertfordshire_Constabulary","surface_form":"Hertfordshire Constabulary","offset":7944},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":8199},{"uri":"Wireless","surface_form":"wireless","offset":8556},{"uri":"Bedfordshire_Constabulary","surface_form":"Bedfordshire","offset":8789},{"uri":"Percy_Sillitoe","surface_form":"Sir Percy Sillitoe","offset":8903},{"uri":"Kent_County_Constabulary","surface_form":"Kent","offset":8942},{"uri":"James_Callaghan","surface_form":"James Callaghan","offset":9076},{"uri":"Agnes_Weston","surface_form":"Agnes Weston","offset":9178},{"uri":"Sailors_Rest","surface_form":"Sailors Rest","offset":9193},{"uri":"Department_for_Transport","surface_form":"Ministry of Transport","offset":9318},{"uri":"Cat%27s_eyes","surface_form":"cat's eyes","offset":9484},{"uri":"Home_Secretary","surface_form":"Home Secretary","offset":9599},{"uri":"Hunt_Report","surface_form":"Hunt Report","offset":9695},{"uri":"James_Chuter_Ede","surface_form":"James Chuter Ede","offset":9955},{"uri":"Assistant_Commissioner_of_Police_of_the_Metropolis","surface_form":"Assistant Commissioner \"D\"","offset":10014},{"uri":"Metropolitan_Police","surface_form":"Metropolitan Police","offset":10048},{"uri":"Harold_Scott","surface_form":"Sir Harold Scott","offset":10479},{"uri":"City_of_London_Police","surface_form":"Commissioner of Police","offset":10817},{"uri":"City_of_London","surface_form":"City of London","offset":10847},{"uri":"Goldsmiths_Company","surface_form":"Goldsmiths Company","offset":11402},{"uri":"Hugh_Trenchard%2C_1st_Viscount_Trenchard","surface_form":"Lord Trenchard's","offset":12499},{"uri":"Robert_Peel","surface_form":"Robert Peel","offset":12626},{"uri":"Royal_Commission_on_the_Police","surface_form":"Royal Commission on the Police","offset":12902},{"uri":"Charles_Cunningham","surface_form":"Sir Charles Cunningham","offset":13013},{"uri":"Hunt_Report","surface_form":"Hunt Report","offset":13351},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":13437},{"uri":"Ulster_Special_Constabulary","surface_form":"Ulster Special Constabulary","offset":13486},{"uri":"Association_of_Chief_Police_Officers","surface_form":"Association of Chief Police Officers","offset":13578},{"uri":"National_Police_Fund","surface_form":"National Police Fund","offset":13677},{"uri":"Police_College","surface_form":"Police College","offset":13724},{"uri":"Atlantic_College","surface_form":"Atlantic College","offset":13746},{"uri":"Police_Advisory_Board","surface_form":"Police Advisory Board","offset":13802},{"uri":"Royal_Humane_Society","surface_form":"Royal Humane Society","offset":13855},{"uri":"National_Rifle_Association","surface_form":"National Rifle Association","offset":13881},{"uri":"National_Scout_Council","surface_form":"National Scout Council","offset":13913},{"uri":"Thames_Group_Hospitals","surface_form":"Thames Group Hospitals","offset":13944},{"uri":"Anglican","surface_form":"Anglican","offset":14108},{"uri":"Evangelicalism","surface_form":"evangelical","offset":14117},{"uri":"St_Jude%27s%2C_Southsea","surface_form":"St Jude's, Southsea","offset":14158},{"uri":"Frederick_Dillistone","surface_form":"Frederick Dillistone","offset":14383},{"uri":"Dean_of_Liverpool","surface_form":"Dean of Liverpool","offset":14411},{"uri":"Bishop_of_Portsmouth_(Anglican)","surface_form":"Bishop of Portsmouth","offset":14493},{"uri":"Neville_Lovett","surface_form":"Neville Lovett","offset":14515},{"uri":"Christian_socialist","surface_form":"Christian socialist","offset":14868},{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":14937},{"uri":"Bishop_of_London","surface_form":"Bishop of London","offset":15059},{"uri":"Boarhunt","surface_form":"Boarhunt","offset":15163},{"uri":"Royal_Portsmouth_Hospital","surface_form":"Royal Portsmouth Hospital","offset":15271},{"uri":"Cancer","surface_form":"cancer","offset":15415},{"uri":"Malta","surface_form":"Malta","offset":15642},{"uri":"Edward_Todd","surface_form":"Sir Edward ('Ted') Dodd","offset":15884},{"uri":"Graham_Shillington","surface_form":"Sir Graham Shillington","offset":16067},{"uri":"King%27s_Police_Medal","surface_form":"King's Police Medal","offset":16236},{"uri":"Order_of_St_Michael_and_St_George","surface_form":"Commander of the Order of St Michael and St George","offset":16288},{"uri":"Commander_of_the_Royal_Victorian_Order","surface_form":"Commander of the Royal Victorian Order","offset":16357},{"uri":"Knight_Bachelor","surface_form":"knighted","offset":16418},{"uri":"Order_of_the_British_Empire","surface_form":"Knight Commander of the Order of the British Empire","offset":16449},{"uri":"New_York_City","surface_form":"New York City","offset":16569}]}