{"id":289493,"url":"http://en.wikipedia.org/wiki/Messel_pit","text":"The Messel Pit () is a disused quarry near the village of Messel, Hesse. The site about 35 km southeast of Frankfurt am Main, Germany. It is a site where fine fossils are preserved: a lagerstätte. The site is very important: it includes fossils of early mammals, including early primates. Because of its fossils, the site has significant geological and scientific importance.\nBituminous shale was mined there. After almost becoming a landfill, strong local resistance eventually stopped those plans. The Messel pit was declared a UNESCO World Heritage Site in 1995. It was placed on the list solely due to fossils.\nAmateur collectors developed a \"transfer technique\" to preserve the fine details of small fossils, the method still used to preserve the fossils today. Many of the known specimens from the site have come from amateur collectors, and in 1996, an amnesty on previously collected fossils was put in effect, in the hope of getting privately owned collections back into public ownership and available to science.\nEcology.\nThe current surface of the Messel pit is roughly 60 m below the local land and is about 0.7 km² in area. The oil-shale bed originally extended to a depth of 190 m.\n47 million years ago in the Eocene when the Messel deposits formed, the area was 10° further south than it is now. The period was just after the Palaeocene–Eocene Thermal Maximum, and the climate and ecology of the site were very different from today. A large series of lakes, surrounded by lush sub-tropical forests supported an incredible diversity of life. The Messel lake bed was probably a center point for drainage from nearby rivers and creeks.\nThe pit deposits were formed during the Eocene epoch of the Palaeogene period about 47 million years ago. This is based on dating of basalt fragments under the fossilbearing strata.\nOil shale, formed by the slow anoxic deposition of mud and dead vegetation on the lake bed, is the primary rock at the site.\nIts sediments extend 130 m downward and lie atop an older sandstone foundation. The fossils within the shale show a remarkable clarity and preservation due to the unique depositional characteristics of the lake.\nThe upper layers of the lake had a great deal of life, but the bottom was anoxic. Because the water was not much disturbed, little oxygen got to the lower levels. This prevented many epifaunal (bottom-living) and infaunal (burrowing) species from living there. That is why dead bodies were so little damaged. Overturn of the lake layers (caused by seasonal variations) lowered oxygen content near the surface and led to a periodic \"die-off\" of aquatic species. Combined with a relatively low rate of deposition (0.1 mm/yr), this was a prime environment for the preservation of fauna and flora.\nVolcanic gas releases.\nThe area around the Messel Pit was geologically and tectonically active during the Eocene. Volcanic gas releases could account for the large deposition of non-aquatic species.\nSubsurface shifts released large concentrations of reactive gases (such as carbon dioxide and hydrogen sulfide) into the lake and adjoining ecosystems, killing susceptible organisms. During these releases, birds and bats might have fallen in if near the lake surface, and terrestrials could be overwhelmed near the lake shore.\nFossils.\nThe Messel Pit provides the best preserved evidence of early Eocene flora and fauna so far discovered. Most other sites are lucky to contain partial skeletons, but Messel boasts extensive preservation of structural integrity, even going so far as to preserve the fur, feathers, and \"skin shadows\" of some species. Unusual preservation has sparked some closely-reasoned interpretations. The symptomatic \"dumb-bell\"-shaped bite marks on either side of the leaf vein on a fossilised leaf have been identified as the death-grip of a carpenter ant terminally parasitized by a fungus that, apparently then as today, took over its behaviour to release its spores at a good location; it is the earliest clear example of fungal behavioural manipulation.\nThe assemblage of fossils includes a South American anteater, two types of South American flightless birds, and an ancestor of the scaly ant-eater (\"Manis\") of the old-world tropics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quarry","surface_form":"quarry","offset":31},{"uri":"Messel","surface_form":"Messel","offset":58},{"uri":"Hesse","surface_form":"Hesse","offset":66},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":107},{"uri":"Germany","surface_form":"Germany","offset":126},{"uri":"Fossil","surface_form":"fossil","offset":159},{"uri":"Lagerst%C3%A4tte","surface_form":"lagerstätte","offset":184},{"uri":"Mammals","surface_form":"mammals","offset":254},{"uri":"Primates","surface_form":"primates","offset":279},{"uri":"Fossil","surface_form":"fossil","offset":304},{"uri":"Geology","surface_form":"geological","offset":338},{"uri":"Shale","surface_form":"shale","offset":387},{"uri":"World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":530},{"uri":"Transfer_technique","surface_form":"transfer technique","offset":647},{"uri":"Eocene","surface_form":"Eocene","offset":1224},{"uri":"Continental_drift","surface_form":"further south","offset":1281},{"uri":"Palaeocene%E2%80%93Eocene_Thermal_Maximum","surface_form":"Palaeocene–Eocene Thermal Maximum","offset":1341},{"uri":"Epoch_(geology)","surface_form":"epoch","offset":1695},{"uri":"Palaeogene","surface_form":"Palaeogene","offset":1708},{"uri":"Period_(geology)","surface_form":"period","offset":1719},{"uri":"Radioactive_dating","surface_form":"dating","offset":1771},{"uri":"Basalt","surface_form":"basalt","offset":1781},{"uri":"Strata","surface_form":"strata","offset":1822},{"uri":"Oil","surface_form":"Oil","offset":1830},{"uri":"Shale","surface_form":"shale","offset":1834},{"uri":"Anoxic","surface_form":"anoxic","offset":1860},{"uri":"Mud","surface_form":"mud","offset":1881},{"uri":"Lake","surface_form":"lake","offset":1912},{"uri":"Rock_(geology)","surface_form":"rock","offset":1937},{"uri":"Sandstone","surface_form":"sandstone","offset":2013},{"uri":"Anoxic","surface_form":"anoxic","offset":2241},{"uri":"Oxygen","surface_form":"oxygen","offset":2298},{"uri":"Epifaunal","surface_form":"epifaunal","offset":2350},{"uri":"Infaunal","surface_form":"infaunal","offset":2380},{"uri":"Fauna","surface_form":"fauna","offset":2744},{"uri":"Flora","surface_form":"flora","offset":2754},{"uri":"Tectonic","surface_form":"tectonic","offset":2836},{"uri":"Volcanic","surface_form":"Volcanic","offset":2875},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":3035},{"uri":"Hydrogen_sulfide","surface_form":"hydrogen sulfide","offset":3054},{"uri":"Skeleton","surface_form":"skeleton","offset":3445},{"uri":"Carpenter_ant","surface_form":"carpenter ant","offset":3825},{"uri":"Anteater","surface_form":"anteater","offset":4093},{"uri":"Scaly_ant-eater","surface_form":"scaly ant-eater","offset":4172},{"uri":"Old_World","surface_form":"old-world","offset":4205}]}