{"id":28949,"url":"http://en.wikipedia.org/wiki/Sonata_form","text":"e=\"preserve\">Sonata form is a way of organizing a piece of music. It has been used in several pieces since the Classical period (from the middle of the 18th century onwards). Listening to pieces of music in sonata form will help to understand it fully and it is helpful to know something about the different keys.\nSonata form is not just used in sonatas. It can be the form for movements from symphonies, concertos, overtures etc.\nIn the Baroque period composers like Bach and Handel wrote pieces with dance movements such as minuets. These were in “binary form”. This meant that there were two sections. The two sections were often the same length, and were separated by a double bar line which meant that each section was repeated. The music would not be in the same key all the time. The first section could modulate (change key) and then the second section would gradually modulate back again so that it sounded finished at the end.\nDomenico Scarlatti wrote sonatas for harpsichord also in binary form, but long and with additional complexity. The first section would start with a theme in the main key, and then modulate to another key for contrast. The second section might be longer than the first second, starting off by modulating to remote keys before arriving back to repeat the main theme. This kind of piece is the beginning of sonata form.\nHaydn, Mozart and Beethoven developed the idea of sonata form. A movement in sonata form has three sections called: “exposition”, “development” and “recapitulation”.\nThis way of building a piece of music was used by almost every composer from the mid 18th century onwards – well into the 20th century. It gives scope for a very dramatic piece. Of course, composers sometime use it differently. There is often a sense of development during the whole piece, not just during the so-called “development section”. The first movement of Beethoven’s Fifth Symphony spends all the time developing the famous idea heard at the beginning: the first four notes (short-short-short-long). Even the other three movements carry on developing this idea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Classical_music_period","surface_form":"Classical period","offset":111},{"uri":"18th_century","surface_form":"18th century","offset":152},{"uri":"Tonality","surface_form":"keys","offset":308},{"uri":"Sonata","surface_form":"sonata","offset":346},{"uri":"Symphony","surface_form":"symphonies","offset":393},{"uri":"Concerto","surface_form":"concerto","offset":405},{"uri":"Overture","surface_form":"overture","offset":416},{"uri":"Baroque_music","surface_form":"Baroque","offset":438},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":468},{"uri":"Handel","surface_form":"Handel","offset":477},{"uri":"Dance","surface_form":"dance","offset":502},{"uri":"Minuet","surface_form":"minuet","offset":526},{"uri":"Bar_(music)","surface_form":"bar line","offset":681},{"uri":"Modulate_(music)","surface_form":"modulate","offset":811},{"uri":"Domenico_Scarlatti","surface_form":"Domenico Scarlatti","offset":937},{"uri":"Harpsichord","surface_form":"harpsichord","offset":974},{"uri":"Binary_form","surface_form":"binary form","offset":994},{"uri":"Joseph_Haydn","surface_form":"Haydn","offset":1354},{"uri":"Mozart","surface_form":"Mozart","offset":1361},{"uri":"Beethoven","surface_form":"Beethoven","offset":1372},{"uri":"Movement_(music)","surface_form":"movement","offset":1419},{"uri":"18th_century","surface_form":"18th century","offset":1605},{"uri":"20th_century","surface_form":"20th century","offset":1642}]}