{"id":289428,"url":"http://en.wikipedia.org/wiki/Warne%2C_North_Carolina","text":"Warne (sounds like worn) is an unincorporated community in Clay County, North Carolina, United States. In 2008, Clay County was one of the least populated counties in North Carolina. About 10,389 people live there. Like many other areas in the southern United States, there are many more people there than there used to be. 18.4% more people live there since 2000. Warne is closer to the capitals of six other states than to Raleigh, which is the capital of North Carolina.\nWarne is 1,736 feet (529 m) above sea level. It has an area of. Although it is unincorporated, it has a volunteer fire department and a post office, with the ZIP code of 28909.\nFirst People.\nBefore people moved there, Clay County was home to the Cherokee Indians. They were a tribe of Native Americans that lived in Southeastern United States (mainly in Georgia, the Carolinas and Eastern Tennessee) They were one of the \"Five Civilized Tribes\" because they adopted European-American culture and technology.\nCounty Formation.\nIn 1791, Colonel David Vance and General William Lee Davidson made a petition to the North Carolina House of Commons that said \"the people of Burke County west of the Appalachian Mountains want to be part of a new county. Part of Rutherford County would be made into a separate and distinct county.\" Originally, the new county would be called Union, but was changed to Buncombe in honor of Col. Edward Buncombe, a Revolutionary War hero.\nThe Bill was ratified (made into law) on January 14, 1792. The new county included most of Western North Carolina and was so large people sometimes called it the \"State of Buncombe.\" About 1,000 people lived in the county.\nIn 1808, the western part of Buncombe County was separated to make Haywood County. The bill became law on December 23, 1808 and was official in March 1809.\nIn 1838, Macon County was formed from the Western side of Haywood County. 11 years later, part of Macon County made Cherokee County.\nIn 1861, Part of Cherokee County formed Clay County, the last County Warne is in.\nPolice.\nWarne's Sheriff is Vic Davis. He works for the Clay County Sheriff's Office which is in Hayesville, North Carolina.\nCrime Rate.\nAccording to the 2009 Crime Rate Index, Warne got a personal crime risk score of 23. Warne also scored a property crime risk of 45. The average for the United States is 100.\nPeople.\nAccording to the 2000 Census, there were 573 people living in Warne. There were 71.17 people per square mile (27.48/km2). 98.3% of people living in warn are White. 1.4% of people in Warne are black.\nThe middle house value in Warne is $81,300.00\nJobs.\n12.1% of people over 16, are employed in management. 17.1% are employed in the service industry. 32.5% are employed in sales or office industries. 15.7% are employed in construction, extraction and maintenance. 22.5% are employed in production and transportation.\nPeople's Income.\n1.9% make less than $10,000 per year. 36.9% make between $15,000 and $24,999 per year. 16.8% make between $50,000 and $74,999 per year and 20.1% make between $35,000 and $49,999 per year. 22% make between $50,000 and $74,999 per year while the remaining 2.3% make over $75,000 per year.\n8.4% of Warne individuals are unemployed and 3.9% living below poverty. Median household income is $33,120.\nSchools.\nWarne is in close to many schools and colleges including Young Harris College, in Young Harris, Georgia, Tri-County Community College in Peachtree, North Carolina, John C. Campbell Folk School in Brasstown, North Carolina, and Georgia Mountain Research and Education Center near Blairsville, Georgia.\nPublic Schools.\nThe public school system (Clay County Schools) is run by the Clay County Board of Education with superintendent Scott Penland. The school system is small with only about 1,250 students attending the school. All schools are accredited by the North Carolina State Board of Education and Hayesville High School is accredited by the Southern Association of Colleges and Schools. Test scores are unfailingly in the top 10% of all North Carolina Schools.\nHayesville Elementary School covers grades K-4 and has 450 students. It has been rated Exemplary every year since the ABC's began.\nHayesville Middle School covers grades 5-8 with about 400 students. It has been classified as either a School of Distinction or School of Excellence every year since the ABC's began.\nHayesville High School covers grades 9-12 with about 400 students. It has the best SAT scores of any school in the area.\nTransportation.\nWarne sits on Old Hwy 64, which connects between Hayesville, North Carolina, and the Murphy Hospital in Peachtree, North Carolina. Young Harris Road connects Warne to State Road 515 in Young Harris, Georgia.\nWestern Carolina Regional Airport, known locally as the Murphy Airport, Andrews Airport, or Murphy-Andrews Airport, is about twenty miles (32 km) north of Warne between the cities of Andrews, North Carolina and Murphy, North Carolina.\nWarne is also close to Blairsville Airport. It is about 16.8 miles (27 km) southwest of Warne, near Blairsville, Georgia\nTopography.\nWarne is in the Southeastern United States in the southwestern portion of the North Carolina State, about halfway between Atlanta, GA. and Knoxville, TN. The location in the Blue Ridge Mountains of Appalachia, has helped the community retain a rural character, surrounded by wildlife such as bear, deer, fox and recently reintroduced elk.\nAccording to the United States Census Bureau, Warne has a total area of and is 15 minutes north of Brasstown Bald, the tallest mountain in Georgia at 4,784 feet above sea level.\nClimate.\nWarne has a humid subtropical climate, (Cfa) according to the Köppen classification, with hot, humid summers and mild, but occasionally cold winters by the standards of the southern United States.\nJuly highs average 85 °F (29 °C) or above, and lows average 55 °F (12.8 °C). Infrequently, temperatures can even exceed 100 °F (38 °C). January is the coldest month, with an average high of 48 °F (9 °C), and low of 33 °F (.6 °C).\nLike the rest of the southeastern U.S., Warne receives abundant rainfall, which is relatively evenly distributed throughout the year. Average annual rainfall is 55.9 inches (1,420 mm). Blizzards are rare but possible; one nicknamed the 1993 Storm of the Century hit the entire Eastern United States in March, 1993.\nCulture.\nWarne is in the Brasstown Township of Clay County. It is surrounded by many places of cultural significance. One is the John C. Campbell Folk School, which offers weekly and weekend classes in traditional and contemporary crafts such as basketry.\nLocal Festivals and Celebrations.\n'Possum Drop, is an annual New Year's celebration held at a local gas station called Clay's Corner, which celebrates every New Year's by dropping a live opossum in a plexiglass pyramid from the roof of the store. They also hold the annual Miss Possum Queen, have many snacks and beverages, and Bluegrass Music.\nThe Bi-annual Celebration of Flight Airshow, at the Andrews-Murphy Airport, is a huge presentation of aircraft, both vintage and hi-tech. There are many vendors that sell food, drink, and other festivities.\nInteresting Places Near Warne.\nWarne is a very rural town, surrounded by wildlife, countryside, and national forests. It is north of the Nantahala National Forest, 1.8 miles (2.9 km) north of the Chattahoochee National Forest, 5.5 miles (8.8 km) west of Chatuge Lake, 11.8 miles (19 km) northeast of Nottely Lake, and about 15 miles (24.1 km) west of the Appalachian Trail, a 2,178 mile (3,505 km) long hiking trail that runs from Georgia to New York.\nRollins Planetarium is on the Young Harris College Campus in Young Harris, Georgia, and offers 30 shows a year. If the sky is clear, the Young Harris College Observatory is open immediately following planetarium shows. The observatory features a Schmidt-Cassegrain telescope and is about 1.5 miles from campus at Twiggs Overlook on the exit road leading from Brasstown Valley Resort.\nThere are several WhiteWater Rafting guides and tours in northeast Cherokee County, Including Carolina Outfitters, Rafting America, and White Water.\nReligion.\nHistorically, religion has been a very important part of Appalachian life. Christianity, like much of the rest of the Southern United States, is very predominant in Warne and the surrounding communities. Baptist Christian faiths are well represented here. Some local Churches are Mount Pisgah Baptist Church, Shady Grove Church and Copperhill Church.\nRadio, Television and Newspapers.\nWarne and the surrounding area is served by a few local television stations, many local radio stations that serve several genres of music including sports, news and talk radio in addition to three local papers.\nThe notable television stations in Warne include W50AB (Channel 50) based in Hiawassee, Georgia, W42AT (Channel 42) based in Hayesville, North Carolina and W31AN (Channel 31) Based in Murphy, North Carolina\nWarne is also served by 11 local radio stations. WCVP-AM (600), WCNG-FM (102.7), and WKRK-AM (1320) are based in Murphy, North Carolina. WACF-FM (95.1) and WYHG-AM (770) are based in Young Harris, GA. WCVP-FM (95.9) in Robbinsville, WGHC-AM (1400) in Clayton, Georgia and WFSC-AM (1050), WPFJ-AM (1480), WFQS-FM (91.3), and WNCC-FM (96.7) based in Franklin, North Carolina\nThe most important newspaper in Clay County is the Clay County Progress which, in addition to Clay County, covers Cherokee County, North Carolina and Towns County, Georgia. Two other notable newspapers are the Cherokee Scout and the Towns County Herald.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unincorporated_area","surface_form":"unincorporated community","offset":31},{"uri":"Clay_County%2C_North_Carolina","surface_form":"Clay County","offset":59},{"uri":"North_Carolina","surface_form":"North Carolina","offset":72},{"uri":"United_States","surface_form":"United States","offset":88},{"uri":"Raleigh%2C_nc","surface_form":"Raleigh","offset":425},{"uri":"Post_office","surface_form":"post office","offset":610},{"uri":"ZIP_code","surface_form":"ZIP code","offset":632},{"uri":"Cherokee_Indians","surface_form":"Cherokee Indians","offset":720},{"uri":"Southeastern_United_States","surface_form":"Southeastern United States","offset":790},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":828},{"uri":"The_Carolinas","surface_form":"the Carolinas","offset":837},{"uri":"Tennessee","surface_form":"Tennessee","offset":863},{"uri":"Five_Civilized_Tribes","surface_form":"Five Civilized Tribes","offset":896},{"uri":"Colonel_David_Vance","surface_form":"Colonel David Vance","offset":1009},{"uri":"William_Lee_Davidson","surface_form":"William Lee Davidson","offset":1041},{"uri":"Edward_Buncombe","surface_form":"Edward Buncombe","offset":1395},{"uri":"Hayesville%2C_North_Carolina","surface_form":"Hayesville, North Carolina","offset":2128},{"uri":"Property_crime","surface_form":"property crime","offset":2273},{"uri":"2000_United_States_Census","surface_form":"2000 Census","offset":2367},{"uri":"Young_Harris_College","surface_form":"Young Harris College","offset":3343},{"uri":"Young_Harris%2C_Georgia","surface_form":"Young Harris, Georgia","offset":3368},{"uri":"Tri-County_Community_College","surface_form":"Tri-County Community College","offset":3391},{"uri":"John_C._Campbell_Folk_School","surface_form":"John C. Campbell Folk School","offset":3450},{"uri":"Brasstown%2C_North_Carolina","surface_form":"Brasstown, North Carolina","offset":3482},{"uri":"Blairsville%2C_Georgia","surface_form":"Blairsville, Georgia","offset":3565},{"uri":"North_Carolina_State_Board_of_Education","surface_form":"North Carolina State Board of Education","offset":3844},{"uri":"Southern_Association_of_Colleges_and_Schools","surface_form":"Southern Association of Colleges and Schools","offset":3932},{"uri":"Georgia_State_Route_515","surface_form":"State Road 515","offset":4670},{"uri":"Andrews%2C_North_Carolina","surface_form":"Andrews, North Carolina","offset":4894},{"uri":"Murphy%2C_North_Carolina","surface_form":"Murphy, North Carolina","offset":4922},{"uri":"Blairsville_Airport","surface_form":"Blairsville Airport","offset":4969},{"uri":"Blairsville%2C_Georgia","surface_form":"Blairsville, Georgia","offset":5046},{"uri":"Southeastern_United_States","surface_form":"Southeastern United States","offset":5095},{"uri":"North_Carolina","surface_form":"North Carolina","offset":5157},{"uri":"Atlanta%2C_GA","surface_form":"Atlanta, GA","offset":5201},{"uri":"Knoxville%2C_TN","surface_form":"Knoxville, TN","offset":5218},{"uri":"Blue_Ridge_Mountains","surface_form":"Blue Ridge Mountains","offset":5253},{"uri":"Appalachia","surface_form":"Appalachia","offset":5277},{"uri":"Bear","surface_form":"bear","offset":5371},{"uri":"Deer","surface_form":"deer","offset":5377},{"uri":"Fox","surface_form":"fox","offset":5383},{"uri":"Elk","surface_form":"elk","offset":5413},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":5435},{"uri":"Brasstown_Bald","surface_form":"Brasstown Bald","offset":5517},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":5557},{"uri":"Humid_subtropical_climate","surface_form":"humid subtropical climate","offset":5617},{"uri":"K%C3%B6ppen_classification","surface_form":"Köppen classification","offset":5667},{"uri":"Blizzards","surface_form":"Blizzards","offset":6217},{"uri":"1993_Storm_of_the_Century","surface_form":"1993 Storm of the Century","offset":6268},{"uri":"Eastern_United_States","surface_form":"Eastern United States","offset":6309},{"uri":"Brasstown%2C_North_Carolina","surface_form":"Brasstown Township","offset":6372},{"uri":"John_C._Campbell_Folk_School","surface_form":"John C. Campbell Folk School","offset":6476},{"uri":"Basketry","surface_form":"basketry","offset":6593},{"uri":"The_Possum_Drop","surface_form":"'Possum Drop","offset":6637},{"uri":"Nantahala_National_Forest","surface_form":"Nantahala National Forest","offset":7292},{"uri":"Chattahoochee_National_Forest","surface_form":"Chattahoochee National Forest","offset":7351},{"uri":"Nottely_Lake","surface_form":"Nottely Lake","offset":7455},{"uri":"Appalachian_Trail","surface_form":"Appalachian Trail","offset":7510},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":7586},{"uri":"New_York_State","surface_form":"New York","offset":7597},{"uri":"Young_Harris_College","surface_form":"Young Harris College","offset":7637},{"uri":"Young_Harris%2C_Georgia","surface_form":"Young Harris, Georgia","offset":7668},{"uri":"Schmidt-Cassegrain_telescope","surface_form":"Schmidt-Cassegrain telescope","offset":7853},{"uri":"Cherokee_County%2C_North_Carolina","surface_form":"Cherokee County","offset":8058},{"uri":"Christianity","surface_form":"Christianity","offset":8225},{"uri":"Southern_United_States","surface_form":"Southern United States","offset":8268},{"uri":"Baptist","surface_form":"Baptist","offset":8354},{"uri":"Hiawassee%2C_Georgia","surface_form":"Hiawassee, Georgia","offset":8823},{"uri":"Hayesville%2C_North_Carolina","surface_form":"Hayesville, North Carolina","offset":8871},{"uri":"Murphy%2C_North_Carolina","surface_form":"Murphy, North Carolina","offset":8930},{"uri":"WCVP-FM","surface_form":"WCVP-FM","offset":9154},{"uri":"WNCC-FM","surface_form":"WNCC-FM","offset":9277},{"uri":"Clay_County_Progress","surface_form":"Clay County Progress","offset":9377},{"uri":"Cherokee_Scout","surface_form":"Cherokee Scout","offset":9536}]}