{"id":289540,"url":"http://en.wikipedia.org/wiki/Nikolayevsk_Incident","text":"The was a series of several events during the Russian Civil War. They happened between February and March 1920. It ended with the killing of many Japanese people in Russia and most of the Russians living in the town Nikolayevsk-on-Amur. Nikolayevsk-on-Amur is in the far eastern section of Russia.\nIn September 1918, about 350 troops of the 14th division the Imperial Japanese Army held the town. They're were part of the Siberian Intervention. Early in February 1920, the town also had about 450 Japanese civilians. The Russian \"White Army\" also had about 300 members in Nikolayevsk. Roughly 15,000 civilians also lived in Nikolayevsk. In January 1920, the town had been surrounded by an army of four thousand controlled by Yakov Triapitsyn, an anarchist who was allied with the Red Army.\nOn February 24, the commander of the Japanese Army's people in Nikolayevsk realized that there were too many enemy troops, so he allowed Triapitsyn's troops to enter the town under a flag of truce. However, Triapitsyn began rounding up all of his forces and deploying White Army supporters, the only force cooperating, the small Japanese garrison. He then demanded that the Japanese garrison disarm–remove all their weapons they are holding, sure that the small Japanese force would not agree with his request.\nThe Japanese then had an unexpected attack on 12 March. However, the attack was unsuccessful, and most people in the Japanese Army died. The few who survived did not stop the attack until they were ordered by the Japanese high command. Triapitsyn decided to attack the remaining Japanese troops, which helped capture the Japanese garrison and deaths of all but 122 Japanese non-army members. In all, about 700 people died.\nTriapitsyn decided to terrorize and kill any civilians he felt were a danger to his forces. The other way to execute those who he only injured was to stab them with a bayonet and throw them into a hole in the Amur River. Using this method, Triapitsyn and his army killed thousands of people in Nikolayevsk-on-Amur. In late May, as other Japanese people were coming to help, Triapitsyn killed everyone living in Nikolayevsk-on-Amur–Japanese or Russian–and burned the town to the ground.\nThe Japanese government protested to the Bolshevik government in Moscow, demanding compensation for the execution of all the residents in Nikolayevsk-on-Amur. The government of Russia responded by murdering Triapitsyn; however, the Japanese government felt that this didn't make up for what had happened. Japan used this as an excuse to have it residents live in Sakhalin island, where they remained till 1925.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":46},{"uri":"Japan","surface_form":"Japanese people","offset":146},{"uri":"Russia","surface_form":"Russia","offset":165},{"uri":"Russian_Far_East","surface_form":"far eastern section","offset":267},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":359},{"uri":"Siberian_Intervention","surface_form":"Siberian Intervention","offset":422},{"uri":"Civilian","surface_form":"civilian","offset":600},{"uri":"Yakov_Triapitsyn","surface_form":"Yakov Triapitsyn","offset":725},{"uri":"Anarchist","surface_form":"anarchist","offset":746},{"uri":"Red_Army","surface_form":"Red Army","offset":780},{"uri":"Flag_of_truce","surface_form":"flag of truce","offset":973},{"uri":"White_Army","surface_form":"White Army","offset":1058},{"uri":"Garrison","surface_form":"garrison","offset":1128},{"uri":"Terrorism","surface_form":"terrorize","offset":1746},{"uri":"Civilian","surface_form":"civilian","offset":1769},{"uri":"Bayonet","surface_form":"bayonet","offset":1891},{"uri":"Amur_River","surface_form":"Amur River","offset":1933},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":2251},{"uri":"Government","surface_form":"government","offset":2261},{"uri":"Moscow","surface_form":"Moscow","offset":2275},{"uri":"Sakhalin","surface_form":"Sakhalin","offset":2573}]}