{"id":289530,"url":"http://en.wikipedia.org/wiki/Lord_of_Mann","text":"e=\"preserve\">:\"Lady of Mann\" redirects here. For the wives of the Lords of Mann, see List of Manx consorts; or for the ship, see MS Lady of Mann.\"\nLord of Mann (), is used on the Isle of Man as part of Queen Elizabeth II's title. The Lord of Mann was the island's feudal Lord Proprietor, the Monarch of England was head of state.\nRelationship with the Crown.\nThe title is not used on its own. Since 1399, the Kings and Lords of Mann were feudal subjects of the reigning King of England, and then of Great Britain and the United Kingdom, who was the ultimate sovereign of the island. This right of 'Lord Proprietor' was revested into the Crown when the Isle of Man was bought by the Isle of Man Purchase Act 1765 and stopped to exist separately. However, for reasons of culture and tradition, the title Lord of Mann continues to be used. For these reasons, the correct formal usage, as used on the Isle of Man for the Loyal Toast, is \"The Queen, Lord of Mann\".\nThe title is now \"Lord of Mann\" regardless of gender. However, during her reign Queen Victoria was styled as \"Lady of Mann\".\nThe formal Latin style is.\nSuccession dispute (1594-1607).\nIn 1598, a succession dispute between the daughters of Ferdinando Stanley, 5th Earl of Derby and Stanley's brother, William Stanley was heard. It was decided by the Privy Council that the right to the Isle of Man belonged solely to Queen Elizabeth I, and the letters-patent of 1405 which have conferred the Isle of Man to the Stanley family were declared null and void. This was because Percy had not been subject to legal attainder, despite his treason, and the 1405 and 1406 letters-patent had therefore not taken effect.\nThe Queen, in consideration of the \"many eminent services performed to herself and to her royal predecessors by the honourable and noble House of Stanley,\" withdrew her right and referred the contending claimants to the decision of the Privy Council as to the best claim of inheritance.\nThe Law Lords on the Privy Council decided \"the grant being by letters patent under the Great Seal of England, such right would descend according to the Common Law of England to the heirs general, and not to the heirs male\", and the island was therefore awarded to Ferdinando's daughters; whereupon William agreed to purchase their several shares and interests.\nThe original letters-patent having been declared void, the Parliament of England in 1609 under James I passed a Private Act of Parliament entitled \"An Act for assuring and establishing the Isle of Man in the name and blood of William, Earl of Derby\" [(1609) 7 Jac.1 c.\"4\"] which established the title in law as \"Lord of Mann\". The lordship was conferred by letters-patent dated 7 July 1609 upon William Stanley, 6th Earl of Derby. Subsequent succession was under the terms of this grant.\nInterim Lords (1607-1609).\nFollowing the resolution of the succession dispute, it was ruled that the daughters of Ferdinando Stanley were the rightful heirs. As the oldest of them would not reach the age of majority until 1609, two temporary Lords of Mann were appointed by James I, using letters patent, so that the daughters could benefit from the Island's revenues.\nFollowing the coming of age of the heirs to the Lordship of the Isle of Man, the rights over the island were sold to their uncle, William Stanley. He took up the title of Lord of Mann following the passing of an Act of Parliament.\nRevestment.\nIn 1765, Charlotte Murray, 8th Baroness Strange, sold the suzerainty of the island to the British government for £70,000. By the passage of the Isle of Man Purchase Act 1765 the title of Lord of Mann was revested into the British Crown. It has therefore since been used on the Isle of Man to refer to the reigning Monarch of the United Kingdom.\nAll remaining rights and property of the Dukes of Atholl on the island were sold to the British government in 1828.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Manx_consorts","surface_form":"List of Manx consorts","offset":85},{"uri":"MS_Lady_of_Mann","surface_form":"MS Lady of Mann","offset":129},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":179},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":202},{"uri":"Lord_Proprietor","surface_form":"Lord Proprietor","offset":271},{"uri":"Head_of_state","surface_form":"head of state","offset":315},{"uri":"King_of_Mann","surface_form":"Kings","offset":409},{"uri":"Feudal","surface_form":"feudal","offset":438},{"uri":"Kingdom_of_England","surface_form":"King of England","offset":470},{"uri":"Kingdom_of_Great_Britain","surface_form":"Great Britain","offset":499},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":521},{"uri":"Sovereignty","surface_form":"sovereign","offset":558},{"uri":"Revested","surface_form":"revested","offset":619},{"uri":"The_Crown","surface_form":"the Crown","offset":633},{"uri":"Isle_of_Man_Purchase_Act_1765","surface_form":"Isle of Man Purchase Act 1765","offset":682},{"uri":"Loyal_toast","surface_form":"Loyal Toast","offset":917},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1040},{"uri":"Latin","surface_form":"Latin","offset":1096},{"uri":"Ferdinando_Stanley%2C_5th_Earl_of_Derby","surface_form":"Ferdinando Stanley, 5th Earl of Derby","offset":1199},{"uri":"William_Stanley%2C_6th_Earl_of_Derby","surface_form":"William Stanley","offset":1260},{"uri":"Her_Majesty%27s_Most_Honourable_Privy_Council","surface_form":"Privy Council","offset":1309},{"uri":"Queen_Elizabeth_I","surface_form":"Queen Elizabeth I","offset":1376},{"uri":"Henry_Percy%2C_1st_Earl_of_Northumberland","surface_form":"Percy","offset":1531},{"uri":"Attainder","surface_form":"attainder","offset":1567},{"uri":"Law_Lords","surface_form":"Law Lords","offset":1959},{"uri":"Parliament_of_England","surface_form":"Parliament of England","offset":2376},{"uri":"James_I_of_England","surface_form":"James I","offset":2412},{"uri":"Act_of_Parliament","surface_form":"Act of Parliament","offset":2437},{"uri":"William_Stanley%2C_6th_Earl_of_Derby","surface_form":"William Stanley, 6th Earl of Derby","offset":2712},{"uri":"Age_of_majority","surface_form":"age of majority","offset":3005},{"uri":"James_I_of_England","surface_form":"James I","offset":3079},{"uri":"Letters_patent","surface_form":"letters patent","offset":3094},{"uri":"Charlotte_Murray%2C_8th_Baroness_Strange","surface_form":"Charlotte Murray, 8th Baroness Strange","offset":3426},{"uri":"Suzerainty","surface_form":"suzerainty","offset":3475},{"uri":"Kingdom_of_Great_Britain_and_Ireland","surface_form":"British","offset":3507},{"uri":"Isle_of_Man_Purchase_Act_1765","surface_form":"Isle of Man Purchase Act 1765","offset":3561},{"uri":"Revested","surface_form":"revested","offset":3621},{"uri":"The_Crown","surface_form":"British Crown","offset":3639},{"uri":"Monarch_of_the_United_Kingdom","surface_form":"Monarch of the United Kingdom","offset":3731},{"uri":"Duke_of_Atholl","surface_form":"Dukes of Atholl","offset":3803}]}