{"id":289576,"url":"http://en.wikipedia.org/wiki/Soyuz_(spacecraft)","text":"Soyuz (,) is a series of spacecraft designed for the Soviet space programme. It was first used in the 1960s. The Soyuz spacecraft is launched on a Soyuz rocket, the most frequently used and most reliable launch vehicle in the world to date.Soyuz (spacecraft)|[1]2] All Soyuz spacecraft are launched from the Baikonur Cosmodrome in Kazakhstan.\nHistory.\nThe first Soyuz flight had no people aboard. It launched on November 28, 1966. The first Soyuz mission with a crew, Soyuz 1, launched on 23 April 1967 but crashed upon return, killing cosmonaut Vladimir Komarov. Soyuz 3 (October 26, 1968) was the first successful manned mission. Now, the Soyuz is widely considered the world's safest, most cost-effective human spaceflight vehicle. Soyuz spacecraft were used to carry cosmonauts to and from Salyut and later Mir space stations, and are now used for transport to and from the International Space Station (ISS). At least one Soyuz spacecraft is docked at the ISS at all times for use as an escape craft in the event of an emergency.\nOrbital module.\nThe orbital module is also called the Habitation section. It has all the equipment not needed for reentry, such as experiments, cameras and cargo. It also contains a docking collar for docking to space stations. It does not come back to earth.\nReentry module.\nThe reentry module is used for launch and the journey back to earth. Half of it is covered in heat protection tiles. It comes back to earth.\nService module.\nThe service module has solar panels. It contains systems for temperature control, electric power supply, long-range radio communications and radio telemetry. It does not come back to earth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spacecraft","surface_form":"spacecraft","offset":25},{"uri":"Soviet_space_programme","surface_form":"Soviet space programme","offset":53},{"uri":"Launch_vehicle","surface_form":"launch vehicle","offset":204},{"uri":"2","surface_form":"2","offset":262},{"uri":"Baikonur_Cosmodrome","surface_form":"Baikonur Cosmodrome","offset":308},{"uri":"Vladimir_Komarov","surface_form":"Vladimir Komarov","offset":546},{"uri":"Mir","surface_form":"Mir","offset":811},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":878},{"uri":"Space_station","surface_form":"space station","offset":1246},{"uri":"Earth","surface_form":"earth","offset":1372}]}