{"id":289699,"url":"http://en.wikipedia.org/wiki/Royal_Canadian_Navy","text":"e=\"preserve\">The Royal Canadian Navy (RCN) was the navy of Canada from 1911 to 1968.\nFrom 4 May 1910 to 29 August 1911 the navy was known officially as the \"Naval Service of Canada\" and operationally as Canadian Naval Forces.\nDuring the early years of the 20th century, there was a lot of talk in the British Empire as to the role the Dominions would play in defence and foreign affairs. Because of the developing naval arms race with Germany, a key part of this discussion focused on naval issues.\nIn Canada, the naval debate came down to a choice between two options: either the young country could provide funds, support and manpower to the Royal Navy, or it could form its own navy, which could help support the Royal Navy if necessary. After extensive political debates, Canadian politicians chose to set up their own navy.\nThe Royal Canadian Navy Served with the Royal Navy in World Wars I and II, but during the Suez Crisis of the 1950s Canada and the United Kingdom had different political views. Coupled with mutinies in 1949 partly linked to old British ways the Canadian government started looking at making sure the Canadian Navy had a very separate identity from the Royal Navy. In August of 2011 the three services were once again separated, ending decades of confusion and low morale. The Royal Canadian Navy, the Canadian Army and Royal Canadian Air Force were reinstated.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Empire","surface_form":"British Empire","offset":301},{"uri":"Dominion","surface_form":"Dominion","offset":335},{"uri":"Defense_(military)","surface_form":"defence","offset":359},{"uri":"Foreign_affairs","surface_form":"foreign affairs","offset":371},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":644},{"uri":"Suez_Crisis","surface_form":"Suez Crisis","offset":919},{"uri":"Canadian_Army","surface_form":"Canadian Army","offset":1329},{"uri":"Royal_Canadian_Air_Force","surface_form":"Royal Canadian Air Force","offset":1347}]}