{"id":289665,"url":"http://en.wikipedia.org/wiki/Magazine_(firearms)","text":"A magazine is a place for keeping ammunition. For artillery it can be a special warehouse or a special room in a warship.\nIn firearms, a magazine (often incorrectly called a \"clip\") is a container that holds ammunition for a firearm. An external magazine is pushed into the firearm, which is called loading. An Internal magazine(common in bolt action rifles) is built into the gun and cannot be easily taken out, these are usually reloaded individually or via a stripper clip. Taking an empty magazine out of a firearm and putting in a full one is known as reloading the gun, but putting more bullets inside the magazine is known as reloading the magazine.\nThe most common type of magazine is a box magazine, which holds the bullets in columns. There are also other types of magazines such as drum, pan and helix that hold more bullets that a normal box magazine.\nThe most common type of ammo used with magazines is bullets. Most modern guns that shoot bullets use magazines for loading ammo (with the notable exception of revolvers). Some kinds of shotguns use shotgun shell speed-loader magazines for faster reloading.\nMost magazines use a spring and follower inside to push the ammunition into the gun. Magazines may be made out of metal or plastic. Metal magazines are more common, but some plastic magazines can be partly see-through so that the user can see how much ammo is left inside.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ammunition","surface_form":"ammunition","offset":34},{"uri":"Artillery","surface_form":"artillery","offset":50},{"uri":"Warehouse","surface_form":"warehouse","offset":80},{"uri":"Warship","surface_form":"warship","offset":113},{"uri":"Ammunition","surface_form":"ammunition","offset":208},{"uri":"Firearm","surface_form":"firearm","offset":225},{"uri":"Bullet","surface_form":"bullet","offset":916},{"uri":"Shotgun","surface_form":"shotgun","offset":1049},{"uri":"Shotgun_shell","surface_form":"shotgun shell","offset":1062},{"uri":"Spring","surface_form":"spring","offset":1142},{"uri":"Metal","surface_form":"metal","offset":1235},{"uri":"Plastic","surface_form":"plastic","offset":1244},{"uri":"Transparency","surface_form":"see-through","offset":1327}]}