{"id":289707,"url":"http://en.wikipedia.org/wiki/Celestial_sphere","text":"In astronomy and navigation, the celestial sphere is an imaginary sphere (\"ball\") of a very large unspecified size. The earth and the sphere have the same centre: they are \"concentric\". They also rotate upon the same axis. All objects in the sky can be thought of as projected (\"drawn, written\") upon the celestial sphere. This imaginary sphere is a very practical tool for positional astronomy.\nCelestial hemispheres.\nThe equator divides the earth into the Northern Hemisphere and the Southern Hemisphere. Similarly, the celestial sphere is divided by projecting the equator into space. This divides the sphere into the north celestial hemisphere and the south celestial hemisphere. One can also locate the Celestial Tropic of Cancer, Celestial Tropic of Capricorn, North Celestial Pole, and South Celestial Pole.\nSidereal time.\nThe Earth rotates from west to east around its axis in slightly less than 24 hours. The celestial sphere and all objects on it appear to rotate from east to west around the celestial poles in the same time. This is the diurnal motion (\"daily motion\"). This is why stars will rise in the east and set in the west, (unless a star is circumpolar). On the next night a particular star will rise again, but with our normal clocks running a 24-hour 0-minute cycle, it will do so slightly less than 4 minutes earlier. By the following night the difference will be 8 minutes, and so forth with every following night (or day).\nThe reason for this is that the Sun does not stand still on the celestial sphere, and the stars do (except for a tiny proper motion). The sun moves about 1° per day eastwards over a great circle known as the ecliptic (which is 360° or a full circle in one year, the annual motion of the Sun). As an angle of 1° corresponds to 4 minutes in time (360° = 24 hours), we need therefore four extra minutes of diurnal motion to see the Sun back on the same meridian again, making the duration of one rotation just 24 hours exactly (on the average, ignoring small seasonal variations, see equation of time)\nNormal clocks therefore indicate solar time. Astronomers studying the movements of stars may want clocks indicating sidereal time, going around once in 23h56m (solar time units).\nStar globe.\nA celestial sphere can also refer to a physical model of the celestial sphere or celestial globe.\nSuch globes map the constellations on the \"outside\" of a sphere, resulting in a mirror image of the constellations as seen from Earth. The oldest surviving example of such an artefact is the globe of the Farnese Atlas sculpture, a 2nd-century copy of an older (Hellenistic period, ca. 120 BC) work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomy","surface_form":"astronomy","offset":3},{"uri":"Navigation","surface_form":"navigation","offset":17},{"uri":"Imagination","surface_form":"imaginary","offset":56},{"uri":"Sphere","surface_form":"sphere","offset":66},{"uri":"Axis_of_rotation","surface_form":"axis","offset":217},{"uri":"Sky","surface_form":"sky","offset":242},{"uri":"Projective_geometry","surface_form":"projected","offset":267},{"uri":"Positional_astronomy","surface_form":"positional astronomy","offset":374},{"uri":"Equator","surface_form":"equator","offset":423},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":458},{"uri":"Southern_Hemisphere","surface_form":"Southern Hemisphere","offset":486},{"uri":"Equator","surface_form":"equator","offset":568},{"uri":"Tropic_of_Cancer","surface_form":"Tropic of Cancer","offset":718},{"uri":"Tropic_of_Capricorn","surface_form":"Tropic of Capricorn","offset":746},{"uri":"West","surface_form":"west","offset":853},{"uri":"East","surface_form":"east","offset":861},{"uri":"Celestial_pole","surface_form":"celestial pole","offset":1003},{"uri":"Diurnal_motion","surface_form":"diurnal motion","offset":1049},{"uri":"Circumpolar_star","surface_form":"circumpolar","offset":1161},{"uri":"Proper_motion","surface_form":"proper motion","offset":1566},{"uri":"Great_circle","surface_form":"great circle","offset":1630},{"uri":"Ecliptic","surface_form":"ecliptic","offset":1656},{"uri":"Annual_motion","surface_form":"annual motion","offset":1714},{"uri":"Equation_of_time","surface_form":"equation of time","offset":2029},{"uri":"Solar_time","surface_form":"solar time","offset":2080},{"uri":"Astronomer","surface_form":"Astronomer","offset":2092},{"uri":"Sidereal_time","surface_form":"sidereal time","offset":2163},{"uri":"Farnese_Atlas","surface_form":"Farnese Atlas","offset":2540},{"uri":"Hellenistic_period","surface_form":"Hellenistic period","offset":2597}]}