{"id":289806,"url":"http://en.wikipedia.org/wiki/Tempura","text":"is a kind of Japanese food. It is deep fried vegetables or seafood. Also templa that do not use seafood are called. The dish comes from a Portuguese dish peixinhos da horta, which was brought to Japan by Portuguese sailors in the mid-sixteenth century.\nCooking.\nBatter for tempura is generally made from cold water and a light wheat flour. However, sometimes other ingredients may be added, such as eggs, baking soda or baking powder, starch, oil, or spices. Traditionally, the batter is mixed a small amount at a time using chopsticks. The batter is only mixed for a few seconds and the lumps are left behind, giving the fried tempura its unique shape. Great care is taken to make sure the tempura is not over-mixed, otherwise it will become chewy and dough-like.\nSpecial tempura flour has become widely available in supermarkets around the world. Tempura generally does not use breadcrumbs (\"panko\"). Foods made with this are usually referred to as \"furai\"--Japanese-style fried foods, such as tonkatsu (fried pork cutlet) or ebi furai (fried shrimp).\nSeafood or thinly sliced vegetables are dipped in the batter and then quickly fried in hot oil. Usually vegetable oil is used and is heated to around 160 to 180 degrees Celsius. The cooking time for different types of tempura varies greatly, from only a few seconds for very thin vegetables to minutes for thicker ingredients or \"kakiage\" (mixed vegetables fritters).\nCommon ingredients for tempura include both seafood and vegetables, such as shrimp, squid, bell peppers, kabocha squash, eggplant, sweet potato, and lotus root, among many others.\nServing.\nTempura is served hot immediately after cooking. Sometimes a sauce for dipping will be provided, the most common being made from dashi stock, mirin, and soy sauce (\"shōyu\"). Sometimes a special salt is served with the tempura. In other cases it may be used as a topping on soups like soba or udon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":13},{"uri":"Deep_frying","surface_form":"deep fried","offset":34},{"uri":"Portugal","surface_form":"Portuguese","offset":138},{"uri":"Peixinhos_da_horta","surface_form":"peixinhos da horta","offset":154},{"uri":"16th_century","surface_form":"sixteenth century","offset":234},{"uri":"Chopsticks","surface_form":"chopsticks","offset":525},{"uri":"Tonkatsu","surface_form":"tonkatsu","offset":996},{"uri":"Ebi_furai","surface_form":"ebi furai","offset":1028},{"uri":"Shrimp","surface_form":"shrimp","offset":1498},{"uri":"Squid","surface_form":"squid","offset":1506},{"uri":"Bell_peppers","surface_form":"bell peppers","offset":1513},{"uri":"Kabocha","surface_form":"kabocha","offset":1527},{"uri":"Eggplant","surface_form":"eggplant","offset":1543},{"uri":"Sweet_potato","surface_form":"sweet potato","offset":1553},{"uri":"Lotus_root","surface_form":"lotus root","offset":1571},{"uri":"Dashi","surface_form":"dashi","offset":1740},{"uri":"Mirin","surface_form":"mirin","offset":1753},{"uri":"Soy_sauce","surface_form":"soy sauce","offset":1764},{"uri":"Soba","surface_form":"soba","offset":1895},{"uri":"Udon","surface_form":"udon","offset":1903}]}