{"id":28980,"url":"http://en.wikipedia.org/wiki/Richard_Wagner","text":"Richard Wagner (22 May 1813 in Leipzig – 13 February 1883 in Venice) was a German opera composer. He was one of the most important opera composers in Germany during the Romantic period. Apart from some music that he wrote as a student he wrote ten operas which are all performed regularly in opera houses today. Most of his operas are about stories from German mythology. He always wrote the words himself.\nWagner changed people’s ideas of what operas should be. He thought that the drama (the story that is being told with all its tensions) was very important, and he chose the singers for his operas himself, so that he could train them into his way of thinking. The music in his operas did not give the audience a chance to applaud after big solos as it had done in the 18th century: it continues throughout the whole act. He made his music tell the story by using what he called “leitmotifs”. These were melodies or short musical phrases which belonged to particular characters in the opera, or to particular ideas. He had more influence on other composers than anybody else in his time, largely because of his harmonies which became more and more chromatic (using lots of sharps and flats), with many changes of key. He built an opera house to his own design in the German town of Bayreuth. Nearly all musicians in Europe tried to make a journey to Bayreuth to hear Wagner’s music. The Wagner festival still takes place every year there.\nEarly years.\nHe studied at the University of Leipzig, although he was not allowed to be a full student because he did not have proper school qualifications. Although he lived a wild life he worked hard at his music. He studied the scores of Beethoven’s string quartets and symphonies and he wrote his own symphony which was performed in 1833 at the famous Leipzig Gewandhaus. He wrote his first opera, \"Die Feen\" (\"The Fairies\") in Würzburg. He became the conductor of a travelling opera group and fell in love with one of the singers called Minna Planer and he married her in 1836. His second opera, \"Das Liebesverbot\", based on Shakespeare’s play \"Measure for Measure\" was a failure.\nWagner always liked spending money, and he soon found he owed money to a lot of people, so he went away to Paris where he lived for three years. He was not successful at all there, none of the French musicians showed any interest in him and he was very poor. He still managed to write an opera \"Rienzi\" in 1841, and this was soon followed by \"Der fliegende Holländer\", (\"The Flying Dutchman\"), which still remains a favourite to opera lovers today. It was first performed in Dresden in 1843. The audience did not like it much because they were used to operas like \"Rienzi\" which were written in the old way. Wagner was given the job of court opera composer in Dresden. He stayed there until 1849. During that time he worked very hard to make opera performances better, improve the orchestra and train the singers. In 1845 he wrote another great opera, \"Tannhäuser\". People gradually started to understand the way that Wagner’s music was telling the drama of the story. After this all his operas were great successes, although there always remained some people who hated his music, e.g. the music critic Eduard Hanslick.\nYears in exile.\nIn 1848 he finished working on \"Lohengrin\" but it was not performed because he was supporting the Revolutions of 1848 in the German states, joining in the demonstrations. Although he did join the fighting he was going to be arrested, so Franz Liszt helped him to escape to Switzerland. He lived in Zürich until 1858. There he wrote about music, conducted, and read stories from Norse mythology. He was starting to think about writing operas about these stories. It was something that would take him over 25 years to complete. They were to become the four operas known as \"Der Ring des Nibelungen\" (\"The Ring of the Nibelung\") which, together, tell one long story. The four operas which make up this famous Ring cycle are \"Das Rheingold\" (The Rhinegold), \"Die Walküre\" (\"The Valkyrie\"), \"Siegfried\" and \"Götterdämmerung\" (\"Twilight of the Gods\"). Because of the political situation in Germany at the time, Wagner expected the rise of a socialist state. The operas in the Ring cycle were a new kind of music drama (which Wagner simply called “drama”). These operas can be seen as describing a new kind of world in which humans are free. The music used the idea of leitmotif (in English: “leading motive”), where musical ideas represent characters or emotions, and help the development and understanding of the story.\nBy 1857 Wagner had written the first two operas as well as Acts One and Two of \"Siegfried\". However, the third Act of \"Siegfried\" was not written until many years later, because he could see that at that time there was no suitable opera house to have these operas performed. He fell in love with a woman called Mathilde Wesendonk, whose husband was very rich. This affair led to a separation with his wife, Minna. He wrote an opera about an unhappy love affair: \"Tristan und Isolde\" (\"Tristan and Isolde\").\nMid career.\nMeanwhile, he wrote another opera: \"Die Meistersinger von Nürnberg\" (\"The Mastersinger of Nűrnberg\"). It is the only comedy Wagner wrote.\nIt is set in medieval Germany and is about a song contest.\nBy 1864 Wagner was in debt once more. He fled to Stuttgart to avoid being put into prison (Germany at that time was still made up of many small countries, each with their own laws). Then he had a big stroke of luck. The new king of Bavaria, Ludwig II, who was only 18 years old, adored the music of Wagner. He had read the poem about the Ring of the Nibelungs (Wagner had written the words, but had not finished the music). King Ludwig invited Wagner to finish the Ring cycle for performances in Munich. He gave him somewhere to live, and his new operas were performed in Munich: \"Tristan und Isolde\" in 1865, \"Die Meistersinger von Nűrnberg\" in 1868, \"Das Rheingold\" in 1869 and \"Die Walkűre\" in 1870. There were plans for a new opera house in Munich, but it was never built because people were angry with Wagner for being in debt in spite of having lots of money from the king. Another thing people did not like was that he fell in love with the wife of the man who had conducted his operas, Hans von Bülow. Her name was Cosima. Her father was the composer Franz Liszt who had not been married to Cosima’s mother. Wagner had already left Munich in 1865, but the king still supported him, making it possible for him to live in a large house called Triebschen on Lake Lucerne. Cosima divorced von Bülow in 1870 and married Wagner in the same year.\nBayreuth and Wahnfried.\nBy now Wagner was working hard at the Ring cycle again. He had promised the king that the four operas would be performed in Munich when they were ready, but he realized that they would need a special kind of opera house. So he designed his own opera house and had it built in the town of Bayreuth. He spent a lot of time travelling and conducting in order to raise money for this huge project. The King Ludwig also gave him a lot of money, and a lovely new house in Bayreuth which Wagner called \"Wahnfried\" (the name of the house means something like: \"Peace from the mad world\"). Finally, the complete cycle of four operas was performed in August 1876 in the new opera house, the (Bayreuth Festspielhaus). The third and fourth operas of the cycle, \"Siegfried\" and \"Götterdämmerung \" were being performed for the first time.\nWagner spent the rest of his life living in \"Wahnfried\". Sometimes he travelled. He went to London and made several trips to Italy. He wrote his last opera, \"Parsifal\", which almost has a religious feeling to it. The story is related to the legends about King Arthur and the Holy Grail. Wagner dictated his memoirs to his wife. His autobiography is called \"Mein Leben\" (\"My Life\"). He died of a heart attack when he was staying in Venice. He was buried in the grounds of \"Wahnfried\".\nWagner’s reputation.\nWagner had enormous influence on the development of music. Many composers imitated his harmonies, or let themselves be influenced by them. By the early 20th century some composers like Arnold Schoenberg had gone even farther in making more and more complicated harmonies, and composers had to find new ways of composing.\nWagner made his orchestras much bigger than usual. The woodwind, for example, need four of each instrument (four flutes, four oboes etc.), and there are extra instruments like the bass clarinet and Wagner tubas. His ideas about music drama were very important. His music helps the drama to be told because it develops all the time, like the music in a symphony.\nWagner was anti-semitic. Wagner's writings on Jews, including ‘Jewishness in Music’, corresponded to some existing anti-semitic trends of thought in Germany during the 19th century. The published essay attacks two Jewish composers and Jews in general.\nWagner died long before the Nazis arose. Wagner’s widow and heirs established direct political links with the Nazis. Their actions to belittle Jewish artists and involvement in anti-semetic organisations after 1914 helped prepare the ground for state-organised expulsion of Jewish artists after 1933.\nWhen Hitler came to power in the 1930s he liked Wagner’s music and thought that it was something typically German. Wagner’s ideas in \"Die Meistersinger von Nűrnberg\" about German art suited some of Hitler’s thoughts. After the war, the music was wrongly thought of as being something of the Nazis. Wagner wrote things that freely expressed his dislike of Jewish composers, although he praised Felix Mendelssohn for his Hebrides Overture. Wagner also had some Jewish friends. Wagner's music is played very rarely in Israel. Daniel Barenboim made people in Israel angry by conducting Wagner’s music at a Jerusalem festival in 2001.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Leipzig","surface_form":"Leipzig","offset":31},{"uri":"Venice","surface_form":"Venice","offset":61},{"uri":"Germans","surface_form":"German","offset":75},{"uri":"Opera","surface_form":"opera","offset":82},{"uri":"Composer","surface_form":"composer","offset":88},{"uri":"Romantic_music","surface_form":"Romantic period","offset":169},{"uri":"Opera_house","surface_form":"opera house","offset":292},{"uri":"Mythology","surface_form":"mythology","offset":361},{"uri":"Drama","surface_form":"drama","offset":483},{"uri":"18th_century","surface_form":"18th century","offset":773},{"uri":"Leitmotif","surface_form":"leitmotif","offset":884},{"uri":"Melody","surface_form":"melodies","offset":908},{"uri":"Influence","surface_form":"influence","offset":1032},{"uri":"Harmony","surface_form":"harmonies","offset":1115},{"uri":"Chromatic","surface_form":"chromatic","offset":1152},{"uri":"Note_(music)","surface_form":"sharps and flats","offset":1177},{"uri":"Key_(music)","surface_form":"key","offset":1217},{"uri":"Bayreuth","surface_form":"Bayreuth","offset":1286},{"uri":"University","surface_form":"University","offset":1474},{"uri":"Leipzig","surface_form":"Leipzig","offset":1488},{"uri":"Score","surface_form":"score","offset":1674},{"uri":"Beethoven","surface_form":"Beethoven’s","offset":1684},{"uri":"String_quartet","surface_form":"string quartet","offset":1696},{"uri":"Symphony","surface_form":"symphonies","offset":1716},{"uri":"1833","surface_form":"1833","offset":1780},{"uri":"Leipzig_Gewandhaus","surface_form":"Leipzig Gewandhaus","offset":1799},{"uri":"Die_Feen","surface_form":"Die Feen","offset":1846},{"uri":"W%C3%BCrzburg","surface_form":"Würzburg","offset":1875},{"uri":"1836","surface_form":"1836","offset":2020},{"uri":"Paris","surface_form":"Paris","offset":2236},{"uri":"Rienzi","surface_form":"Rienzi","offset":2424},{"uri":"Der_fliegende_Holl%C3%A4nder","surface_form":"Der fliegende Holländer","offset":2472},{"uri":"Dresden","surface_form":"Dresden","offset":2604},{"uri":"Tannh%C3%A4user_(opera)","surface_form":"Tannhäuser","offset":2982},{"uri":"Critic","surface_form":"critic","offset":3225},{"uri":"Eduard_Hanslick","surface_form":"Eduard Hanslick","offset":3232},{"uri":"Lohengrin_(opera)","surface_form":"Lohengrin","offset":3297},{"uri":"Revolutions_of_1848_in_the_German_states","surface_form":"Revolutions of 1848 in the German states","offset":3363},{"uri":"Demonstration","surface_form":"demonstration","offset":3420},{"uri":"Arrest","surface_form":"arrest","offset":3489},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":3502},{"uri":"Switzerland","surface_form":"Switzerland","offset":3538},{"uri":"Z%C3%BCrich_City","surface_form":"Zürich","offset":3563},{"uri":"1858","surface_form":"1858","offset":3576},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":3643},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":3837},{"uri":"Das_Rheingold","surface_form":"Das Rheingold","offset":3987},{"uri":"Die_Walk%C3%BCre","surface_form":"Die Walküre","offset":4020},{"uri":"Siegfried_(opera)","surface_form":"Siegfried","offset":4052},{"uri":"G%C3%B6tterd%C3%A4mmerung","surface_form":"Götterdämmerung","offset":4068},{"uri":"Socialist","surface_form":"socialist","offset":4200},{"uri":"Leitmotif","surface_form":"leitmotif","offset":4427},{"uri":"1857","surface_form":"1857","offset":4583},{"uri":"Affair","surface_form":"affair","offset":4945},{"uri":"Tristan_und_Isolde","surface_form":"Tristan und Isolde","offset":5043},{"uri":"Die_Meistersinger_von_N%C3%BCrnberg","surface_form":"Die Meistersinger von Nürnberg","offset":5135},{"uri":"Middle_Ages","surface_form":"medieval","offset":5250},{"uri":"Contest","surface_form":"contest","offset":5287},{"uri":"Debt","surface_form":"debt","offset":5318},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":5345},{"uri":"Prison","surface_form":"prison","offset":5379},{"uri":"Bavaria","surface_form":"Bavaria","offset":5528},{"uri":"Ludwig_II_of_Bavaria","surface_form":"Ludwig II","offset":5537},{"uri":"Munich","surface_form":"Munich","offset":5792},{"uri":"Hans_von_B%C3%BClow","surface_form":"Hans von Bülow","offset":6290},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":6355},{"uri":"Lake_Lucerne","surface_form":"Lake Lucerne","offset":6559},{"uri":"Divorce","surface_form":"divorce","offset":6580},{"uri":"Bayreuth_Festspielhaus","surface_form":"Bayreuth Festspielhaus","offset":7350},{"uri":"Siegfried_(opera)","surface_form":"Siegfried","offset":7418},{"uri":"G%C3%B6tterd%C3%A4mmerung","surface_form":"Götterdämmerung","offset":7434},{"uri":"London","surface_form":"London","offset":7585},{"uri":"Italy","surface_form":"Italy","offset":7618},{"uri":"Parsifal","surface_form":"Parsifal","offset":7651},{"uri":"King_Arthur","surface_form":"King Arthur","offset":7748},{"uri":"Holy_Grail","surface_form":"Holy Grail","offset":7768},{"uri":"Autobiography","surface_form":"autobiography","offset":7825},{"uri":"Heart_attack","surface_form":"heart attack","offset":7888},{"uri":"Venice","surface_form":"Venice","offset":7924},{"uri":"20th_century","surface_form":"20th century","offset":8150},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":8183},{"uri":"Flute","surface_form":"flute","offset":8432},{"uri":"Oboe","surface_form":"oboe","offset":8445},{"uri":"Bass_clarinet","surface_form":"bass clarinet","offset":8499},{"uri":"Tuba","surface_form":"Wagner tubas","offset":8517},{"uri":"Antisemitism","surface_form":"anti-semitic","offset":8692},{"uri":"Hitler","surface_form":"Hitler","offset":9239},{"uri":"1930s","surface_form":"1930s","offset":9267},{"uri":"Nazi","surface_form":"Nazi","offset":9525},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":9627},{"uri":"Israel","surface_form":"Israel","offset":9749},{"uri":"Daniel_Barenboim","surface_form":"Daniel Barenboim","offset":9757},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":9836}]}