{"id":289870,"url":"http://en.wikipedia.org/wiki/Sindhi_people","text":"e=\"preserve\">Sindhis (, Sindhī) are a Sindhi speaking socio-ethnic group of people originating from the Sindh province of Pakistan. Today Sindhis that live in Pakistan belong to various religious denominations including Islam, Zoroastrianism, Hinduism, Sikhism and Christianity. The original inhabitants of ancient Sindh were believed to be aboriginal tribes speaking languages of the Indus Valley civilization around 3000 BC.\nIn his book Kitab-ul-Hind, the Persian scholar Abū Rayhān Bīrūnī (Al-Beruni) declared that even before the advent of Islam into Sindh (711 A.D.), the Sindhi language was prevalent in Sindh.\nReligion.\nEvery year for 30 years during the early 20th century, Sikh missionary groups were sent to work among Sindhis. Because of this, the number of Sindhi Sikhs increased from 1000 in 1901 to over 39,000 in 1941. During the Partition of former British India in 1947, a lot of Sindhi Sikhs left for India. They settled in Mumbai, New Delhi, Himachal Pradesh, Rajasthan, Uttar Pradesh, Gujarat. Later, a small number of them decided to settle in the Punjab State of India. Their main centers of pilgrimage are Sadhu Bela, an Udasi sect shrine built in 1823 in Sukkur District. And they also visit the Sikh shrines of Nankana Sahib, Panja Sahib, and Dehra Sahib in Punjab Province of Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sindhi_language","surface_form":"Sindhi","offset":38},{"uri":"Sindh","surface_form":"Sindh","offset":104},{"uri":"Pakistan","surface_form":"Pakistan","offset":122},{"uri":"Islam","surface_form":"Islam","offset":220},{"uri":"Zoroastrianism","surface_form":"Zoroastrianism","offset":227},{"uri":"Hinduism","surface_form":"Hinduism","offset":243},{"uri":"Sikhism_in_Pakistan","surface_form":"Sikhism","offset":253},{"uri":"Christianity","surface_form":"Christianity","offset":265},{"uri":"Islam","surface_form":"Islam","offset":544},{"uri":"Missionary","surface_form":"missionary","offset":687},{"uri":"Partition_of_India","surface_form":"Partition","offset":845}]}