{"id":289874,"url":"http://en.wikipedia.org/wiki/Persian_and_Urdu","text":"e=\"preserve\">The Persian language influenced the formation of many modern languages of the Greater Middle East, Central Asia, and South Asian regions, including Urdu.\nFollowing the Turko-Persian Mahmud of Ghazni's Ghaznavid conquest of South Asia, an influenced language of Chagatai, Arabic and Persian and local dialects began to form, one that would eventually be known as Urdu. This language was called \"Zaban-e-Ordu\" ('language of the army'), the court language, and was later shortened to just Urdu. In the indigenous literature and spoken name, it was/is called \"Lashkari\" or \"Lashkari Zaban\" in the long form. It grew from the interaction of Persian and Turkic speaking Muslim soldiers and the native peoples. Under Persian influence from the state, the Persian script and Nasta'liq form of cursive writing was adopted, with additional figures added to accommodate the Indic phonetic system. The national anthem of Pakistan is highly Persianized.\nUrdu is a morpho-syntax/grammatically an Indo-Aryan language, written in the Perso-Arabic script, and contains literary conventions and specialised vocabulary largely from Persian. Some grammatical elements peculiar to Persian, such as the enclitic \"ezāfe\", and the use of the \"takhallus\", were readily absorbed into Urdu literature both religious and secular.\nDespite the heavy influence of Persian on Urdu, linguistically, Urdu is not classified as an Iranian language (as is Persian) but rather as an Indo-Aryan language (like Punjabi, Gujarati, Punjabi, Seraiki and Sindhi). Urdu soon gained distinction in literary and cultural spheres because of the hybrid nature of the language. Many distinctly Persian forms of literature, such as Ghazal, Qasida, Marsia and Nazms, caried over into Urdu literature, producing a distinct melding of Iranian and South Asian heritages. A famous cross-over writer was Amir Khusro, whose Persian and Urdu couplets are to this day read in South-central Asia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Persian_language","surface_form":"Persian language","offset":17},{"uri":"Greater_Middle_East","surface_form":"Greater Middle East","offset":91},{"uri":"Central_Asia","surface_form":"Central Asia","offset":112},{"uri":"South_Asia","surface_form":"South Asia","offset":130},{"uri":"Urdu","surface_form":"Urdu","offset":161},{"uri":"South_Asia","surface_form":"South Asia","offset":236},{"uri":"Chagatai_language","surface_form":"Chagatai","offset":274},{"uri":"Arabic_language","surface_form":"Arabic","offset":284},{"uri":"Persian_language","surface_form":"Persian","offset":295},{"uri":"Urdu","surface_form":"Urdu","offset":375},{"uri":"Urdu","surface_form":"Urdu","offset":499},{"uri":"Persian_language","surface_form":"Persian","offset":649},{"uri":"Turkic_Languages","surface_form":"Turkic","offset":661},{"uri":"Muslim","surface_form":"Muslim","offset":677},{"uri":"Nasta%27liq","surface_form":"Nasta'liq","offset":780},{"uri":"Indo-Aryan_languages","surface_form":"Indic","offset":876},{"uri":"Perso-Arabic_script","surface_form":"Perso-Arabic script","offset":1031},{"uri":"Iranian_language","surface_form":"Iranian language","offset":1408},{"uri":"Indo-Aryan_language","surface_form":"Indo-Aryan language","offset":1458},{"uri":"South-central_Asia","surface_form":"South-central Asia","offset":1929}]}