{"id":289867,"url":"http://en.wikipedia.org/wiki/LGBT_rights_in_Bangladesh","text":"LGBT human rights are not respected in the People's Republic of Bangladesh, and there appears to be no organized movement to advance such human rights. And such acts of homosexuality will lead to life in prison, or even face the death penalty.\nConstitutional & Criminal Code.\nThe Constitution has several provisions that could apply to LGBT citizens;\nAccording to Section 377A of BPC, adult homosexual sex acts are illegal and will be punished with deportation, fines and/or up to 10 years, sometimes life imprisonment. This legal prohibition extends to any sort of LGBT-human rights organization.\nBPC Section – 377A. Whoever voluntarily has carnal intercourse against the order of nature with any man, woman or animal, shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine.\nExplanation: ” Penetration is sufficient to constitute the carnal intercourse necessary to the offence described in this section.\nSocial status.\nHijras are discriminated against a lot. Many hijras do sex work because people will not give them jobs. Since On the 11th of November in 2013, hijras in Bangladesh have been allowed to choose 'hijra' as a gender on their passports. Before this they had to choose 'male' or 'female'. Hijras have their own language called Hijra Farsi. It is also known as Koti. In 2000, Shabnam Mausi was the first hijra to be elected into Indian parliament.\nPublic opinion.\nAccording to a 2017 poll carried out by ILGA, a plurality of 47% of Bangladeshis agreed that gay, lesbian and bisexual people should enjoy the same rights as straight people, while 38% disagreed. Additionally, 50% agreed that they should be protected from workplace discrimination. 49% of Bangladeshis, however, said that people who are in same-sex relationships should be charged as criminals, while 38% disagreed. As for transgender people, 44% agreed that they should have the same rights, 50% believed they should be protected from employment discrimination and 40% believed they should be allowed to change their legal gender.\nAdditionally, according to that same poll, a third of Bangladeshis would try to \"change\" a neighbour's sexual orientation if they discovered he/she was gay.","categories":[],"infobox_types":[],"annotations":[{"uri":"LGBT","surface_form":"LGBT","offset":0},{"uri":"People%27s_Republic_of_Bangladesh","surface_form":"People's Republic of Bangladesh","offset":43},{"uri":"LGBT","surface_form":"LGBT","offset":336},{"uri":"Section_377_of_the_British_Indian_penal_code","surface_form":"Section 377","offset":364},{"uri":"Homosexuality","surface_form":"homosexual","offset":391},{"uri":"LGBT","surface_form":"LGBT","offset":566},{"uri":"Discriminated","surface_form":"discriminated","offset":1041},{"uri":"Sex_work","surface_form":"sex work","offset":1085},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1183},{"uri":"Gender","surface_form":"gender","offset":1235},{"uri":"Language","surface_form":"language","offset":1335},{"uri":"Parliament","surface_form":"parliament","offset":1459},{"uri":"International_Lesbian%2C_Gay%2C_Bisexual%2C_Trans_and_Intersex_Association","surface_form":"ILGA","offset":1527}]}