{"id":289947,"url":"http://en.wikipedia.org/wiki/Kid_Rock","text":"Robert James \"Bob\" Ritchie (better known as Kid Rock) (born January 17, 1971) is an American singer-songwriter, rapper, musician, record producer, and actor. He has made songs with parts of many different styles of music, including rap, heavy metal, and country.\nEarly career.\nKid Rock grew up in Romeo, Michigan, which is near Detroit. He made his first album, \"Grits Sandwiches for Breakfast\", in 1990, but it did not have much success. He made several more records over the next few years, but they did not sell much either. However, by 1998, bands such as Korn and Limp Bizkit were becoming popular with music that had both rap and heavy metal. Because Kid Rock was making similar music, Atlantic Records, a big record label, signed Kid Rock to a contract. In 1998, his album \"Devil Without A Cause\" came out. Songs such as \"Bawitdaba\" and \"Cowboy\" came out, and Kid Rock was a star.\nLater career.\nIn 2000, Kid Rock released \"The History of Rock\", an album that mostly had old songs from before he became famous, along with two new songs. He released the album \"Cocky\" in 2001, \"Kid Rock\" in 2003, \"Rock n Roll Jesus\" in 2007, and \"Born Free\" in 2010.\nLive performances.\nKid Rock is a supporter of people in the United States Military. He has performed several concerts for soldiers, and gave soldiers free copies of his album \"Born Free\".\nIn 2004, Kid Rock performed during the Super Bowl halftime show. Although the show was more controversial for an incident where one of Janet Jackson's breasts was seen on television, Kid Rock was criticized for playing while wearing an American flag.\nUnited States Senate campaign, 2018.\nKid Rock has been mentioned as a possible candidate for the 2018 U.S. Senate election in Michigan. On July 12, 2017, he shared a photo of a \"Kid Rock for US Senate\" yard sign on Twitter. He later confirmed that he is in fact running for the Senate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rap","surface_form":"rap","offset":232},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":237},{"uri":"Country_music","surface_form":"country","offset":254},{"uri":"Detroit","surface_form":"Detroit","offset":328},{"uri":"Korn","surface_form":"Korn","offset":560},{"uri":"Limp_Bizkit","surface_form":"Limp Bizkit","offset":569},{"uri":"Contract","surface_form":"contract","offset":751},{"uri":"United_States_Military","surface_form":"United States Military","offset":1216},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":1383},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":1479},{"uri":"United_States_Senate_election_in_Michigan%2C_2018","surface_form":"2018 U.S. Senate election","offset":1692}]}