{"id":289929,"url":"http://en.wikipedia.org/wiki/Steve_Harris","text":"Steve Harris (born 12 March 1956) is a bassist, keyboardist, and founder of the British band Iron Maiden.\nIron Maiden career.\nIn 1975 Steve Harris quits his job and founded the heavy metal band Iron Maiden with guitarist Dave Murray. In 1980 Harris and Murrray recorded the first album of Iron Maiden, released 14 April 1980, completing the formation of Maiden was Paul Di'Anno - vocal, Dennis Stratton - guitar, Clive Burr - drums. The album had some success, and a very good job of Harris on bass. The second album Killers (1981), by Iron Maiden had better impactand the incorporation of guitarist Adrian Smith. In 1982, Iron Maiden vocalist change of the band joins Bruce Dickinson, with a more powerful voice, throw one of the best Maiden album The Number of the Beast, In 1983 Harris and Maiden drummer change and was elected Nicko McBrain. In 1990 Smith left the band and was replaced by guitarist Janick Gers. With the new Iron Maiden guitarist launches one of the best albums of his career Fear of the Dark (1992). In 1995 the band changes and enters vocalist Blaze Bayley in substitution of Dickinson. Bayley did not fulfill all expectations and leaving Maiden after recording two albums. In 2000, Bruce Dickinson and Adrian Smith returned to the band, with the news that Janick Gers would remain a member of Iron Maiden Maiden, since then Maiden has three guitarists. Steve Harris is considered one of the greatest bassists of all time, he co-wrote most of the hits of Iron Maiden, and was the only member of the band will have been in all its formations.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Dave_Murray","surface_form":"Dave Murray","offset":221},{"uri":"Adrian_Smith","surface_form":"Adrian Smith","offset":600},{"uri":"Bruce_Dickinson","surface_form":"Bruce Dickinson","offset":669},{"uri":"Nicko_McBrain","surface_form":"Nicko McBrain","offset":831},{"uri":"Janick_Gers","surface_form":"Janick Gers","offset":904}]}