{"id":28995,"url":"http://en.wikipedia.org/wiki/Giovanni_da_Palestrina","text":"Giovanni da Palestrina (born Palestrina, (c.1525 – February 2, 1594 in Rome) was a very important Italian composer of church music of his time. He lived in the period called the Renaissance. Most of his music was choral (written for choirs). It is very polyphonic. This means that the different voices (sopranos, altos, tenors or basses) are often singing different words and different parts of the tune at the same time. Many composers since have studied the way that Palestrina wrote, because this is an excellent way to learn to write contrapuntal music.\nPalestrina took his name from the town where he was born. We are not sure of the exact date of his birth. Any records of his birth were destroyed when the town burned in 1577. He was probably a choirboy in Palestrina. When he was grown up he got a job as organist and choir director at the Roman basilica of Santa Maria Maggiore. He was not earning much money, but he married a lady who came from a very rich family, so he was comfortably off. Pope Julius III heard about how good this young composer was. He asked him to come and meet him. He was given the job of master of the Capella Juliana, the choir that sang at the services in St Peter’s, Rome. This was the top job in Italy and he was only 26. Of course, Palestrina composed a mass in the pope’s honour.\nPalestrina composed 93 masses (these are musical settings of the words of the communion service). He also wrote motets and madrigals. Palestrina and Lassus were the two greatest composers of the late Renaissance.","categories":[],"infobox_types":[],"annotations":[{"uri":"C.1525","surface_form":"c.1525","offset":42},{"uri":"February_2","surface_form":"February 2","offset":51},{"uri":"1594","surface_form":"1594","offset":63},{"uri":"Rome","surface_form":"Rome","offset":71},{"uri":"Italy","surface_form":"Italian","offset":98},{"uri":"Composer","surface_form":"composer","offset":106},{"uri":"Church","surface_form":"church","offset":118},{"uri":"Renaissance","surface_form":"Renaissance","offset":178},{"uri":"Soprano","surface_form":"soprano","offset":303},{"uri":"Alto","surface_form":"alto","offset":313},{"uri":"Tenor","surface_form":"tenor","offset":320},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":330},{"uri":"Counterpoint","surface_form":"contrapuntal","offset":538},{"uri":"St_Peter%E2%80%99s%2C_Rome","surface_form":"St Peter’s, Rome","offset":1193},{"uri":"Motet","surface_form":"motet","offset":1433},{"uri":"Madrigals","surface_form":"madrigals","offset":1444},{"uri":"Orlando_di_Lassus","surface_form":"Lassus","offset":1470}]}