{"id":28991,"url":"http://en.wikipedia.org/wiki/Excalibur","text":"Excalibur is a legendary sword, in the mythology of Great Britain. It was owned by King Arthur. The sword and its name have become very widespread in popular culture, and are used in fiction and films. Excalibur is a symbol of divine kingship and great power.\nHistory of the sword.\nThe sword was obtained by the king with the advice of his wizard-adviser Merlin. But it was considered that there existed two Excalibur swords. The first was the one Merlin put into the stone and said that the throne will be taken by the one who will take the sword out of the stone. Young Arthur was the one to do it. The second Excalibur was the one to which Merlin took the King. The sword was located at a magical lake where the Lady of the Lake gave it to Arthur. The Excalibur was made by an Avalonian elf. Later the sword was stolen by his sister and it was the time when the scabbard (sword coverage) was lost. In the battle of Camlann, Arthur was hurt, and he told Bedwyr (Griflet) to return the Excalibur to the lake.\nOne of the earliest names of King Arthur's sword was Caladfwlch. It is a Welsh word that comes from Calad-Bolg (Hard Lightning). Later it was changed to Caliburn by Geoffrey of Monmouth. And today we know it as Excalibur, due to French.\nThe legend of Excalibur is similar to the Irish hero, Cú Chulainn who had a sword named Caladbolg; or to Norse Legend of Sigurd. All these swords were made by an elf. Sometimes he is named Wayland (Saxon myth); and Gofannon (Celtic myth).\nClarent is one of King Arthur's two mythic swords. The first is Excalibur – the sword of war, and the second Clarent – the sword of peace. Clarent sword is less known because it was used for peaceful acts, whereas the Excalibur was well known for it was used to defend Camelot. But by the legend the Clarent Sword play a very important role. It was stolen by the traitor Mordred, who later used it against Arthur and cut him to death.\nIn some versions of the story of Excalibur, it is said that the sword was forged in dragon fire, though it is not commonly told of.\n\"No government should be based on old hags handing out swords!!\"-Sir Galahad, Monty Python's, Spamalot","categories":[],"infobox_types":[],"annotations":[{"uri":"Sword","surface_form":"sword","offset":25},{"uri":"Mythology","surface_form":"mythology","offset":39},{"uri":"Great_Britain","surface_form":"Great Britain","offset":52},{"uri":"King_Arthur","surface_form":"King Arthur","offset":83},{"uri":"Merlin","surface_form":"Merlin","offset":355},{"uri":"Scabbard","surface_form":"scabbard","offset":865},{"uri":"Wales","surface_form":"Welsh","offset":1083},{"uri":"Ireland","surface_form":"Irish","offset":1289},{"uri":"Elf","surface_form":"elf","offset":1409},{"uri":"Saxon","surface_form":"Saxon","offset":1445},{"uri":"Celtic_language","surface_form":"Celtic","offset":1472},{"uri":"Camelot","surface_form":"Camelot","offset":1755},{"uri":"Mordred","surface_form":"Mordred","offset":1857}]}