{"id":290021,"url":"http://en.wikipedia.org/wiki/Phat_Wilson","text":"Gordon Allan \"Phat\" Wilson (December 29, 1895 – July 26, 1970) was a Canadian amateur ice hockey forward who won the Allan Cup three times as a member of the Port Arthur Bearcats. Seen as one of the top amateur players of his time, Wilson was added into the Hockey Hall of Fame in 1963.\nHockey career.\nA native of Port Arthur, Ontario, Wilson did not even know how to skate when he joined the town's church league in 1914. Serving as a substitute, he improved his skating enough that he earned a full-time role on his team the following year and played two seasons of junior hockey before joining the Port Arthur War Veterans senior team at the age of 18.\nWilson moved to Iroquois Falls, Ontario, for a season to play in the Northern Ontario Hockey Association (NOHA) in 1921–22 before returning to Port Arthur a year later to play for the Port Arthur Bearcats. He was a top player in the NOHA, leading Port Arthur to an Allan Cup championship in 1925 as Canada's national senior champions. Wilson and the Bearcats repeated as champions the following year and won a third Allan Cup in 1929. Professional teams took note of his play; teams from Calgary, Edmonton and Toronto all offered him but he declined, preferring to remain in his hometown.\nHe was an outstanding offensive defenceman who won several scoring titles during his career. He retired as a player in 1932 at the age of 37 and took on the dual role of coach and manager of the Bearcats. In recognition of his career in Port Arthur, Wilson was inducted into the Hockey Hall of Fame in 1962 and the Northwestern Ontario Sports Hall of Fame in its inaugural class of 1982.\nOff the ice.\nIn addition to hockey, Wilson played baseball and served as a volunteer and executive in both sports. He was named the first president of Port Arthur's little league when it was founded in 1952 and helped found the community's girls hockey league, serving also as a coach and referee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":69},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":86},{"uri":"Forward_(ice_hockey)","surface_form":"forward","offset":97},{"uri":"Allan_Cup","surface_form":"Allan Cup","offset":117},{"uri":"Port_Arthur_Bearcats","surface_form":"Port Arthur Bearcats","offset":158},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":258},{"uri":"Port_Arthur%2C_Ontario","surface_form":"Port Arthur, Ontario","offset":314},{"uri":"Iroquois_Falls%2C_Ontario","surface_form":"Iroquois Falls, Ontario","offset":672},{"uri":"Port_Arthur_Bearcats","surface_form":"Port Arthur Bearcats","offset":840},{"uri":"Allan_Cup","surface_form":"Allan Cup","offset":921},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":1524},{"uri":"Baseball","surface_form":"baseball","offset":1683},{"uri":"Little_League_Baseball","surface_form":"little league","offset":1798}]}