{"id":2901,"url":"http://en.wikipedia.org/wiki/Gravity","text":"Some physicists think gravity is caused by gravitons, but they are still unsure.\nWeight vs mass.\nIn everyday talk, we say things fall because the Earth's gravity pulls on them. We talk as if our weight was a \"given\". Actually, weight changes when the pull of gravity changes. The Moon is much smaller and the pull of gravity on the Moon is about 1/6th that of Earth. So any object on the Moon weighs 1/6th of its weight on Earth. What does not change is the amount of matter in an object. That is called conservation of mass. On Earth, mass and weight are the same for most purposes, though a sensitive gravimeter can detect the difference. The difference can be very different on another world such as the Moon.\nFrom this we learn two things.\nThe Earth has mass. Every particle of matter has mass. So the Earth pulls on every object and person, and they pull on the Earth. This pulling force is called \"gravity\" and it gives weight.\nGravity vs gravitation.\nThese words mean almost the same thing in everyday use. Sometimes scientists use \"gravity\" for the force that pulls objects towards each other, and \"gravitation\" for the theory about the attraction.\nGalileo.\nAccording to one of his students, Galileo did a famous experiment about gravity where he dropped balls from the Tower of Pisa. He later rolled balls down inclines. With these experiments, Galileo showed that gravitation accelerates all objects at the same rate regardless of weight.\nKepler.\nJohannes Kepler studied the motion of planets. In 1609 and 1616 he published his three laws governing the shape of their orbits and their speed along those orbits, but did not discover why they moved that way.\nNewton.\nIn 1687, English mathematician Isaac Newton wrote the \"Principia\". In this book, he wrote about the inverse-square law of gravitation. Newton, following an idea that had long been discussed by others, said that the closer two objects are to each other, the more gravity will affect them.\nNewton's laws were used later to predict the existence of the planet Neptune based on changes in the orbit of Uranus, and again to predict the existence of another planet closer to the Sun than Mercury. When this was done, it was learned that his theory was not entirely correct. These mistakes in his theory were corrected by Albert Einstein's theory of General Relativity. Newton's theory is still commonly used for many things because it is simpler and is accurate enough for many uses.\nDynamic equilibrium.\nWhy does the Earth not fall into the Sun? The answer is simple but very important. It is because the Earth moving round the Sun is in a dynamic equilibrium. The speed of the Earth's movement creates a centrifugal force which balances the gravitational force between the Sun and the Earth. Why does the Earth continue spinning? Because there is no force to stop it.\nNewton's first law: \"If a body is at rest it remains at rest or if it is in motion it moves at the same speed \"until it is acted on by an external force\".\nThere is a kind of analogy between \"centrifugal force\" and \"gravitational force\", which led to the \"equivalence principle\" of general relativity.\nWeightlessness.\nIn free fall an object's motion balances out the pull of gravity on it. This includes being in orbit.\nGeneral relativity.\nThe special theory of relativity describes systems where gravity is not an issue; by contrast, gravity is the central issue of the general theory of relativity.\nIn general relativity \"there is no gravitational force\" deflecting objects from their natural, straight paths. Instead, gravity is seen as changes in the properties of space and time. In turn, this changes the straightest-possible paths that objects will naturally follow. The curvature is, in turn, caused by the energy–momentum of matter. Spacetime tells matter how to move; matter tells spacetime how to curve.\nFor weak gravitational fields and slow speeds relative to the speed of light, the theory's predictions converge on those of Newton's law of universal gravitation. Newton's equations are used to plan journeys in our Solar System.\nGeneral relativity has a number of physical consequences.\nTime dilation and frequency shift.\nGravity influences the passage of time. Light sent down into a gravity well is blueshifted, whereas light sent in the opposite direction (i.e., climbing out of the gravity well) is redshifted; collectively, these two effects are known as the \"gravitational frequency shift\".\nMore generally, processes close to a massive body run more slowly when compared with processes taking place farther away; this effect is known as gravitational time dilation.\nLight deflection and gravitational time delay.\nGeneral relativity predicts that the path of light is bent in a gravitational field; light passing a massive body is deflected towards that body. This effect has been confirmed by observing the light of stars or distant quasars being deflected as it passes the Sun.\nClosely related to light deflection is the gravitational time delay (or Shapiro delay), the phenomenon that light signals take longer to move through a gravitational field than they would in the absence of that field. There have been numerous successful tests of this prediction.\nA parameter called γ encodes the influence of gravity on the geometry of space.\nGravitational waves.\nGravitational waves are ripples in the curvature of spacetime. They move as a wave, travelling outward from the source. Einstein predicted them in 1915 on the basis of his theory of general relativity. In theory, gravitational waves transport energy as gravitational radiation. Sources of detectable gravitational waves might include binary star systems composed of white dwarfs, neutron stars, or black holes. In general relativity, gravitational waves cannot travel faster than the speed of light.\nThe 1993 Nobel Prize in Physics was awarded for measurements of the Hulse-Taylor binary star system. These measurements suggested gravitational waves are more than mathematical peculiarities.\nOn February 11, 2016, the LIGO Scientific Collaboration and Virgo Collaboration teams announced that they had made the first observation of gravitational waves, originating from a pair of merging black holes using the Advanced LIGO detectors. On June 15, 2016, a second detection of gravitational waves from coalescing black holes was announced. Besides LIGO, many other gravitational-wave observatories (detectors) are under construction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Graviton","surface_form":"graviton","offset":43},{"uri":"Earth","surface_form":"Earth","offset":146},{"uri":"Weight","surface_form":"weight","offset":195},{"uri":"Moon","surface_form":"Moon","offset":280},{"uri":"Matter","surface_form":"matter","offset":468},{"uri":"Conservation_of_mass","surface_form":"conservation of mass","offset":504},{"uri":"Mass","surface_form":"mass","offset":536},{"uri":"Particle","surface_form":"particle","offset":770},{"uri":"Matter","surface_form":"matter","offset":782},{"uri":"Galileo","surface_form":"Galileo","offset":1200},{"uri":"Experiment","surface_form":"experiment","offset":1221},{"uri":"Leaning_Tower_of_Pisa","surface_form":"Tower of Pisa","offset":1278},{"uri":"Acceleration","surface_form":"accelerates","offset":1386},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":1457},{"uri":"Planet","surface_form":"planet","offset":1495},{"uri":"England","surface_form":"English","offset":1684},{"uri":"Mathematician","surface_form":"mathematician","offset":1692},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":1706},{"uri":"Philosophiae_Naturalis_Principia_Mathematica","surface_form":"Principia","offset":1730},{"uri":"Neptune_(planet)","surface_form":"Neptune","offset":2032},{"uri":"Uranus","surface_form":"Uranus","offset":2073},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":2157},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":2290},{"uri":"General_Relativity","surface_form":"General Relativity","offset":2318},{"uri":"Accuracy_and_precision","surface_form":"accurate","offset":2422},{"uri":"Sun","surface_form":"Sun","offset":2511},{"uri":"Dynamic_equilibrium","surface_form":"dynamic equilibrium","offset":2610},{"uri":"Centrifugal_force","surface_form":"centrifugal force","offset":2675},{"uri":"Velocity","surface_form":"speed","offset":2943},{"uri":"General_relativity","surface_form":"general relativity","offset":3120},{"uri":"Free_fall","surface_form":"free fall","offset":3159},{"uri":"Orbit","surface_form":"orbit","offset":3251},{"uri":"Special_theory_of_relativity","surface_form":"special theory of relativity","offset":3282},{"uri":"General_theory_of_relativity","surface_form":"general theory of relativity","offset":3409},{"uri":"Spacetime","surface_form":"Spacetime","offset":3780},{"uri":"Newton%27s_law_of_universal_gravitation","surface_form":"Newton's law of universal gravitation","offset":3977},{"uri":"Gravity_well","surface_form":"gravity well","offset":4238},{"uri":"Blueshift","surface_form":"blueshift","offset":4254},{"uri":"Redshift","surface_form":"redshift","offset":4356},{"uri":"Quasar","surface_form":"quasar","offset":4892},{"uri":"Sun","surface_form":"Sun","offset":4933},{"uri":"Parameter","surface_form":"parameter","offset":5220},{"uri":"Curvature","surface_form":"curvature","offset":5358},{"uri":"Spacetime","surface_form":"spacetime","offset":5371},{"uri":"Wave","surface_form":"wave","offset":5397},{"uri":"General_relativity","surface_form":"general relativity","offset":5501},{"uri":"Binary_star","surface_form":"binary star","offset":5653},{"uri":"White_dwarf","surface_form":"white dwarf","offset":5685},{"uri":"Neutron_star","surface_form":"neutron star","offset":5699},{"uri":"Black_holes","surface_form":"black holes","offset":5717},{"uri":"Speed_of_light","surface_form":"speed of light","offset":5803},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":5828},{"uri":"Binary_star","surface_form":"binary star","offset":5900}]}