{"id":290182,"url":"http://en.wikipedia.org/wiki/Rough-skinned_newt","text":"The rough-skinned newt (\"Taricha granulosa\") is a North American newt known for its strong poison.\nJuveniles live on land for four or five years after metamorphosis. Adults are amphibious, and live in water and on land. Eggs are laid in water. They can be found especially after there has been a lot of rain.\nToxicity.\nMany newts make toxin in their skin to avoid predation, but the rough-skinned newt is especially poisonous. Toxicity is generally experienced only if the newt feels threatened, although sometimes skin irritation can be experienced after touching it.\nThe toxin that the rough-skinned newt makes can either paralyze or kill a human. Recently, a drunk 29-year-old man in Coos Bay, Oregon, died after swallowing a rough-skinned newt for a dare.\nToxin resistance.\nThroughout much of the newt’s range, the common garter snake (\"Thamnophis sirtalis\") is resistant to the newt's toxin. In several populations, these snakes successfully prey upon the newts. Toxin resistant garter snakes are the only known animals today that can eat a \"T. granulosa\" newt and survive.\nThis is an example of co-evolution. The snake’s resistance to the toxin has resulted in a selective pressure that favours newts which produce more potent levels of toxin. Increases in newt toxicity then apply a selective pressure favouring snakes with mutations conferring even greater resistance.\nThis cycle of a predator and prey co-evolving is sometimes called an evolutionary arms race. In this case it results in the newts producing levels of toxin far in excess of what is needed to kill any other conceivable predator.\nWarning colouration.\nToxic animals usually warn predators that they are not good food. There's no point in being toxic unless it helps survival and reproduction. The underside of these newts is vividly coloured a yellow-orange. When a threat appears, the newt curls up its tail and lifts its head to show the warning colour. This can be seen in photographs.\nLocation.\nHabitats of rough-skinned newts are found throughout the west coast of the United States and British Columbia. The southern range extends to California and the northern in Alaska.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_America","surface_form":"North America","offset":50},{"uri":"Newt","surface_form":"newt","offset":65},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":151},{"uri":"Amphibious","surface_form":"amphibious","offset":177},{"uri":"Rain","surface_form":"rain","offset":303},{"uri":"Newts","surface_form":"newts","offset":324},{"uri":"Toxin","surface_form":"toxin","offset":335},{"uri":"Predation","surface_form":"predation","offset":364},{"uri":"Poison","surface_form":"poison","offset":416},{"uri":"Threaten","surface_form":"threatened","offset":484},{"uri":"Paralysis","surface_form":"paralyze","offset":624},{"uri":"Death","surface_form":"kill","offset":636},{"uri":"Oregon","surface_form":"Oregon","offset":697},{"uri":"Garter_snake","surface_form":"garter snake","offset":826},{"uri":"Co-evolution","surface_form":"co-evolution","offset":1101},{"uri":"Natural_selection","surface_form":"selective","offset":1169},{"uri":"Evolutionary_arms_race","surface_form":"evolutionary arms race","offset":1446},{"uri":"Toxic","surface_form":"Toxic","offset":1626},{"uri":"Predator","surface_form":"predator","offset":1653},{"uri":"Warning_colouration","surface_form":"warning colour","offset":1914},{"uri":"Habitat","surface_form":"Habitat","offset":1973},{"uri":"United_States","surface_form":"United States","offset":2048},{"uri":"British_Columbia","surface_form":"British Columbia","offset":2066},{"uri":"California","surface_form":"California","offset":2114},{"uri":"Alaska","surface_form":"Alaska","offset":2145}]}