{"id":290212,"url":"http://en.wikipedia.org/wiki/December_2009_North_American_blizzard","text":"e=\"preserve\">There was a blizzard in Mid December 2009 in the northeast. The blizzard dumped heavy snow and strong winds. 31 inches of snow fell on Washington DC.\nHistory.\nThe storm formed on December 16 in Texas with heavy rain. On December 17, the heavy rain moved NE towards the Northeast and by the evening of December 17 it was in North Carolina. On December 18, the rain turned to snow and was in Virginia in the morning, and in Maryland in the evening. By the night of December 18, it was in Delaware. On December 19 it raced across New jersey, and hit NYC. Blizzard warnings and winter storm warnings have been put in action. Then it moved towards Connecticut and Massachusetts. By December 20, the blizzard wasn't from Maine to Canada and then dissipated over sea.\nNorth Carolina.\nNorth Carolina saw mostly heavy rain from the storm, but some of it saw very heavy snow, near-blizzard and even blizzard conditions. Greensboro saw 5 inches of snow after heavy rain.\nVirginia.\nVirginia saw mainly heavy snow except for the South and the coastline. 8 to 14 inches of snow fell on Richmond. Washington saw 31 inches of snow and was the hot spot for the blizzard!\nMaryland.\nMaryland saw heavy snow and a blizzard. The blizzard dumped over 17 inches of snow on Cambridge, and Ocean city, on the immediate coast saw several inches of drenching rain and even thunderstorms.\nDelaware.\nDelaware saw heavy snow and a blizzard. The blizzard dumped 20-26 inches of snow on Dover. The immediate coast saw rain. The blizzard made rally a lot of heavy snow and strong winds on Delaware.\nNew Jersey.\nNew Jersey saw a blizzard from the storm. There was heavy snow and strong winds. There were 29 inches of snow in Camden, and only 1 to 3 inches in Milford. There was rain in Atlantic City, and Cape May.\nNew York City.\nNew York City saw heavy snow and a blizzard. There were about 10 inches of snow in NYC. There was some sleet in Bay ridge for a very short moment, and even some freezing rain.\nThe rest of the Northeast.\nThe rest of the Northeast saw also heavy snow, and parts saw a blizzard. Connecticut saw from 20-26 inches of snow in the South, to 0.1 to 0.3 inches of snow in the Northwest. Massachusetts also saw from 0.2 to 0.7 inches in the Northwest, to 20-19 inches in the South.\nMaine and Canada also saw similar amounts with sleet and freezing rain near the immediate coast.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Carolina","surface_form":"North Carolina","offset":790},{"uri":"Virginia","surface_form":"Virginia","offset":983},{"uri":"Maryland","surface_form":"Maryland","offset":1177},{"uri":"Delaware","surface_form":"Delaware","offset":1384},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1591},{"uri":"New_York_City","surface_form":"New York City","offset":1809}]}