{"id":29038,"url":"http://en.wikipedia.org/wiki/Renault_Clio","text":"The Renault Clio is a car made by Renault since 1990. There are four generations of the Renault Clio. The Renault Clio was a replacement for the Renault 5. The car was intended to compete against established rivals in the European supermini market such as the Ford Fiesta, Opel Corsa, Volkswagen Polo, Rover Metro and the Fiat Uno.\nClio I (Typ 57).\nThe first Clio was produced from 1990 until 1998. The design was facelifted twice. It was 3700 millimeters long, 1670 millimeters wide and 1410 millimeters high. This Clio was voted European Car of the Year in 1991. The car went on sale somewhat cheaper than most of its rivals but had a basic interior. The previous Renault 5 continued to sell up until 1996 as a cheaper alternative to the Clio, being badged as the 'Renault 5 Campus'.\nA sports version of the Renault Clio I with a 2.0l petrol engine was launched in 1992. This was called the 'Clio Williams' and was designed to compete with other 'hot'hatches' such as the Peugeot 205 GTI.\nSales of the Renault Clio I were strong throughout Europe, and it is often credited as the first Renault car to break into the British market as many previous models had sold poorly in the United Kingdom. The Clio did not have to compete with the smaller Renault Twingo in the United Kingdom as this was only made available in continental Europe.\nClio II (Typ B).\nThe second Clio was produced from 1998 until 2012. Its design was facelifted three times, the first in 2001, the second in 2006 and the third in 2009. The latter two being called the 'Renault Clio Campus and marketed alongside the Clio III. The rounded design of the Clio II contrasted with the 'square' Clio I. Certain issues with the previous design were addressed, for instance, the front wings were made of plastic, following problems with corrosion on the previous model.\nIn 1999, the \"Renault Sport\" or \"Clio RS\" was launched as a 'hot-hatch' and as a replacement for the previous \"Renault Clio Williams\". This was entirely based on the Clio II.\nA saloon version of the Renault Clio II was launched in South America and Eastern Europe, however was unavailable to customers in Western Europe.\nClio III (Typ R).\nThe third generation of the Clio has been produced since 2005. In 2007 the Clio Sportourer, the station wagon version was launched. The design was facelifted in 2009. The Clio III achieved a 5-star NCAP safety rating, leaving only the Twingo and the Kangoo in the range without one. It's replacement arrived in late 2012.\nClio IV.\nThe Clio entered its fourth generation in late 2012. There's no longer a 3-door model in the range but it's available as a 5-door and a wagon, the latter isn't sold in the UK.\nAdvertising.\nThe Clio 'Papa and Nicole' adverts featuring a young promiscuous woman and her slow witted father ran throughout the cars early years and were voted one of the favourite adverts on television in the United Kingdom.\nSafety issues.\nA safety issue where the bonnet of the Clio II could come open whilst driving was highlighted by BBC consumer affairs programme, Watchdog. Some of these models were recalled by Renault. Problems were also highlighed where hazard warning light could come on without notice being unable to be switched off.","categories":[],"infobox_types":[],"annotations":[{"uri":"Car","surface_form":"car","offset":22},{"uri":"Renault","surface_form":"Renault","offset":34},{"uri":"1990","surface_form":"1990","offset":48},{"uri":"Renault_5","surface_form":"Renault 5","offset":145},{"uri":"Ford_Fiesta","surface_form":"Ford Fiesta","offset":260},{"uri":"Vauxhall_Corsa","surface_form":"Opel Corsa","offset":273},{"uri":"Volkswagen_Polo","surface_form":"Volkswagen Polo","offset":285},{"uri":"Rover_Metro","surface_form":"Rover Metro","offset":302},{"uri":"Fiat_Uno","surface_form":"Fiat Uno","offset":322},{"uri":"1990","surface_form":"1990","offset":382},{"uri":"1998","surface_form":"1998","offset":393},{"uri":"Millimeter","surface_form":"millimeter","offset":444},{"uri":"European_Car_of_the_Year","surface_form":"European Car of the Year","offset":531},{"uri":"Renault_5","surface_form":"Renault 5","offset":666},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1180},{"uri":"Renault_Twingo","surface_form":"Renault Twingo","offset":1246},{"uri":"Corrosion","surface_form":"corrosion","offset":1799},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2890},{"uri":"BBC","surface_form":"BBC","offset":3018},{"uri":"Watchdog","surface_form":"Watchdog","offset":3050}]}