{"id":290322,"url":"http://en.wikipedia.org/wiki/John_James_Audubon","text":"John James Audubon (April 26, 1785 – January 27, 1851) was a French-American ornithologist, naturalist, hunter, and painter. He painted, described, and put in catalogues the birds of North America. His \"Birds of America\" is a collection of 435 life-size prints. It is still a standard against which 20th and 21st century bird artists are measured.\nAudubon was born in Saint Domingue (now Haiti). He was the illegitimate son of a French sea captain and plantation owner and his French mistress. He was raised by his stepmother in Nantes, France. Early interests included birds, nature, drawing, and music. In 1803, at the age of 18, he was sent to America to escape conscription into Napoleon’s army. He lived on the family-estate at Mill Grove, near Philadelphia. It was here that he hunted, studied and drew birds. He married Lucy Bakewell. The couple became the parents of two sons, Victor Gifford and John Woodhouse. A daughter died in infancy.\nAudubon set up a dry goods business on the western frontier in Henderson, Kentucky. He continued to draw birds as a hobby. He was quite successful in business, but hard times hit. In 1819 he was briefly jailed for bankruptcy. Audubon had few prospects. He set off with his gun, his artist’s materials, and a young assistant to paint America's birds. Floating down the Mississippi River, he lived a rugged hand-to-mouth existence in the South. His wife earned money as a tutor to rich plantation families. In 1826 he sailed with his partly finished collection of bird drawings to England. \"The American Woodsman\" was an overnight success.\nAudubon found a printer for the \"Birds of America\", first in Edinburgh, then London, and later collaborated with the Scottish ornithologist William MacGillivray on the \"Ornithological Biographies\" – life histories of each of the species in the work.est comfort. The last print of his monumental work was issued in 1838. By this date, Audubon was famous. He traveled America several more times in search of birds, and settled in New York City. He made one more trip to the West in 1843 for his work of mammals, the \"Viviparous Quadrupeds of North America\". It was largely completed by his sons. The text was written by his long-time friend, the Lutheran pastor John Bachman (whose daughters married Audubon’s sons). Audubon spent his last years in senility and died at age 65. He is buried in the Trinity Cemetery at 155th Street and Broadway in New York City.\nThe National Audubon Society writes: \"Audubon’s story is one of triumph over adversity; his accomplishment is destined for the ages. He encapsulates the spirit of young America, when the wilderness was limitless and beguiling. He was a person of legendary strength and endurance as well as a keen observer of birds and nature. Like his peers, he was an avid hunter, and he also had a deep appreciation and concern for conservation; in his later writings he sounded the alarm about destruction of birds and habitats. It is fitting that today we carry his name and legacy into the future\".\nValues of the \"Birds of America\".\nIn December 2010, \"The Economist\" magazine estimated that, adjusted for inflation, five of the ten highest prices ever paid for printed books were paid for copies of \"Birds of America\". Of the 119 copies known to survive, only eleven are held in private collections.\nOn 6 December 2010, a complete copy of the first edition was sold in London at Sotheby's for £7,321,250 (about $11.5 million). The winning bid was a record auction price for a printed book and was placed by a London-based art dealer, who outbid three others during the auction. According to the provenance details reported by the auction house, the copy's original owner was Henry Witham of Durham, listed as subscriber #11 in Audubon's \"Ornithological biography\".","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":61},{"uri":"United_States","surface_form":"American","offset":68},{"uri":"Ornithology","surface_form":"ornithologist","offset":77},{"uri":"Natural_history","surface_form":"naturalist","offset":92},{"uri":"Painting","surface_form":"painter","offset":116},{"uri":"Bird","surface_form":"bird","offset":174},{"uri":"North_America","surface_form":"North America","offset":183},{"uri":"Haiti","surface_form":"Haiti","offset":388},{"uri":"Plantation","surface_form":"plantation","offset":452},{"uri":"France","surface_form":"France","offset":537},{"uri":"Conscription","surface_form":"conscription","offset":665},{"uri":"Napoleon","surface_form":"Napoleon","offset":683},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":750},{"uri":"Kentucky","surface_form":"Kentucky","offset":1022},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1316},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1647},{"uri":"London","surface_form":"London","offset":1663},{"uri":"New_York_City","surface_form":"New York City","offset":2014},{"uri":"National_Audubon_Society","surface_form":"National Audubon Society","offset":2450},{"uri":"Conservation","surface_form":"conservation","offset":2864},{"uri":"The_Economist","surface_form":"The Economist","offset":3087},{"uri":"Inflation","surface_form":"inflation","offset":3140},{"uri":"Sotheby%27s","surface_form":"Sotheby's","offset":3414},{"uri":"Provenance","surface_form":"provenance","offset":3630}]}