{"id":290358,"url":"http://en.wikipedia.org/wiki/George_Beadle","text":"George Wells Beadle (October 22, 1903 – June 9, 1989) was an American geneticist.\nHe won the Nobel Prize in Physiology or Medicine with Edward Tatum; they shared the prize with Joshua Lederberg, who worked with Tatum on bacterial genetics.\nBeadle and Tatum discovered the role of genes in regulating biochemical synthesis in cells.\nBeadle and Tatum's key experiments involved exposing the bread mould \"Neurospora crassa\" to x-rays, causing mutations. In a series of experiments, they showed that these mutations caused changes in specific enzymes involved in pathways making proteins. They proposed a direct link between genes and enzymatic reactions, known as the \"one gene, one enzyme\" hypothesis.\nLife & career.\nGeorge Wells Beadle was born at Wahoo, Nebraska, on October 22, 1903. He was the son of farmers; his parents owned and operated a 40-acre (160,000 m2) farm.\nGeorge might himself have become a farmer if one of his teachers had not directed his mind towards science, and the College of Agriculture at Lincoln, Nebraska.\nIn 1926, after his degree, he worked on hybrid wheat and \"Zea mays\". In 1931 he was awarded a National Research Council Fellowship at the California Institute of Technology at Pasadena, where he remained from 1931 until 1936. During this period he continued his work on Indian corn and began, in collaboration with Dobzhansky and Sturtevant work on crossing-over in the fruit fly, \"Drosophila melanogaster\".\nIn 1935 Beadle visited Paris for six months to work with Boris Ephrussi at the Institut de Biologie physico-chimique. Together they began the study of the development of eye pigment in \"Drosophila\" which later led to the work on the biochemistry of the genetics of the \"fungus\" \"Neurospora\".\nIn 1937 Beadle was appointed Professor of Biology (Genetics) at Stanford University and there he remained for nine years, working for most of this period in collaboration with Tatum.\nIn 1946 he returned to the California Institute of Technology as Professor of Biology and Chairman of the Division of Biology. Here he remained until January 1961 when he was elected Chancellor of the University of Chicago and, in the autumn of the same year, President of this University.\nGeorge Beadle died on June 9, 1989.\nLater work.\nThe work of Beadle & Tatum was continued later by E.B. Lewis who worked on the way genes control the development of embryos, and by Phillip Sharp & Richard Roberts who discovered of introns and RNA splicing. All three won Nobel Prizes for their work.\nIn 1977, work by the Sharp and Roberts labs showed that genes of higher organisms are \"split\" or present in several distinct segments along the DNA molecule.\nThe coding regions of the gene are separated by non-coding DNA that is not involved in protein expression. The non-coding regions, the introns, are cut from the precursor mRNAs in a process called \"splicing\". The split gene structure was found to be common to most eukaryotic genes. For this reason, one gene–one enzyme does not hold in the simple way put forward by Beadle and Tatum. This is because\nHowever, their work was a great step forward in its time.","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Geneticist","surface_form":"geneticist","offset":70},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":93},{"uri":"Edward_Tatum","surface_form":"Edward Tatum","offset":136},{"uri":"Joshua_Lederberg","surface_form":"Joshua Lederberg","offset":177},{"uri":"Bacteria","surface_form":"bacteria","offset":220},{"uri":"Gene","surface_form":"gene","offset":280},{"uri":"Biochemical","surface_form":"biochemical","offset":300},{"uri":"Synthesis","surface_form":"synthesis","offset":312},{"uri":"Cell","surface_form":"cell","offset":325},{"uri":"Mould","surface_form":"mould","offset":395},{"uri":"Neurospora_crassa","surface_form":"Neurospora crassa","offset":402},{"uri":"X-ray","surface_form":"x-ray","offset":424},{"uri":"Mutation","surface_form":"mutation","offset":440},{"uri":"Enzyme","surface_form":"enzyme","offset":539},{"uri":"Hypothesis","surface_form":"hypothesis","offset":688},{"uri":"Wheat","surface_form":"wheat","offset":1080},{"uri":"Zea_mays","surface_form":"Zea mays","offset":1091},{"uri":"California_Institute_of_Technology","surface_form":"California Institute of Technology","offset":1171},{"uri":"Pasadena","surface_form":"Pasadena","offset":1209},{"uri":"Corn","surface_form":"corn","offset":1310},{"uri":"Dobzhansky","surface_form":"Dobzhansky","offset":1348},{"uri":"Sturtevant","surface_form":"Sturtevant","offset":1363},{"uri":"Crossing-over","surface_form":"crossing-over","offset":1382},{"uri":"Drosophila_melanogaster","surface_form":"Drosophila melanogaster","offset":1415},{"uri":"Boris_Ephrussi","surface_form":"Boris Ephrussi","offset":1498},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":2117},{"uri":"E.B._Lewis","surface_form":"E.B. Lewis","offset":2304},{"uri":"Embryo","surface_form":"embryo","offset":2370},{"uri":"Phillip_Sharp","surface_form":"Phillip Sharp","offset":2386},{"uri":"Richard_Roberts","surface_form":"Richard Roberts","offset":2402},{"uri":"RNA_splicing","surface_form":"RNA splicing","offset":2448},{"uri":"Gene","surface_form":"gene","offset":2561},{"uri":"DNA","surface_form":"DNA","offset":2649},{"uri":"Protein","surface_form":"protein","offset":2750},{"uri":"Intron","surface_form":"intron","offset":2798},{"uri":"Eukaryotic","surface_form":"eukaryotic","offset":2928}]}