{"id":290484,"url":"http://en.wikipedia.org/wiki/LGBT_rights_in_Pakistan","text":"There are few to no LGBT rights in Pakistan. Since 6th of October in 1860, it has been illegal to participate in homosexual acts (to have sexual contact with a person of the same gender). Unlike in the neighbouring country of India, this Law has not yet been repealed (or gotten rid of). Homosexuality is also thought of as a taboo vice in Pakistan, Laws are harsh yet go unopposed in most cases. If individual orientation and acceptance isn’t enough, young boys in some cases are forced to delve into sexual activities with older predatory men. The major religions in Pakistan do not approve of homosexuality. Because of this, many people in the country are against homosexuality and other forms of alternative sexual orientation. Nevertheless, the LGBT community is still able to socialize, organize, date, and even live together as couples, if done mostly in secret.\nPakistan is officially an Islamic Republic. However, in reality, Pakistan is largely secular (non-religious). It mainly has Anglo-Saxon laws which were inherited from the British. More and more, there are trends (or patterns) of liberalization (becoming more liberal) in the country. Globalization and social tolerance are also increasing. Because of this, public gay parties have been taking place in the country, and these parties have been thriving for a number of years.\nThe Constitution of Pakistan does not specifically mention sexual orientation or gender identity. There are certain parts in the Constitution that may affect the rights of LGBT Pakistani citizens. In 2018, Parliament passed the Transgender Persons (Protection of Rights) Act which established broad protections for transgender people. Earlier, in a historic 2009 ruling, the Supreme Court of Pakistan ruled in favour of civil rights for transgender citizens, and further court rulings upheld and increased these rights. Pakistan does not have civil rights laws to prohibit discrimination or harassment on the basis of sexual orientation. Neither same-sex marriages nor civil unions are permitted under current law and are scarcely ever brought up in the political discourse. In addition, there is a growing number of individuals—especially those born to parents who have been educated in the developed world, who are usually University graduates and have some sort of understanding about evolution and sexuality—who are Coming out to their friends and introducing them to their same-sex partner.\nTranssexualism and Intersexuality.\nMost South Asian nations have a concept, or idea, called \"hijra\", or third gender. While the term is commonly used in South Asia, it is considered derogatory in Urdu and the term \"khawaja sara\" () is used instead. They are sometimes referred to as Transgender, Intersex or Eunuchs in English language publications. People who belong to prevails the third gender are thought of as not being either man or woman. Pakistan is no different. In the country, there is a vibrant culture of hijras. They are sometimes called transsexuals in English writings. Like transgender people in many countries, hijras are sometimes ridiculed (made fun of), abused, and treated violently. In Punjabi, there are referred to as ' (ਖੁਸਰਾ/خسرہ), and in Sindhi as ' (کدڙا). However, they are also accepted, to a point. This is because of the position they held in precolonial Desi society. For example, they are welcome at weddings, where they will dance as entertainment for the men, and are also welcome among the women.\nHijras are usually tolerated in Pakistani society. They are thought of as blessed in the Pakistani culture. Most hijras are thought to be cultural descendants (or relatives) of court eunuchs from the Mughal era.\nHijras are thought to be born with Genital dysphoria. People sometimes feel afraid that the hijras might curse them so that they become the same way.\nBecause of this, people listen to the hijras' needs, give them alms (or charity), and invite them to events and special occasions, like the birth of a child, a child's circumcision, or weddings. Hijra communities live a very secretive life. Because of this, many people see the hijras as mysterious.\nIn 2004, it was reported that Lahore alone has 10,000 active transvestites.\nPeople have started accepting acts of Sex reassignment surgery to change their sex as a norm either compelled by Gender dysphoria. There are situations where such cases have come into the limelight. A 2008 ruling at Pakistan's Lahore High Court gave permission to Naureen, 28, to have a sex change operation, although the decision was applicable only towards people suffering from gender dysphoria.\nOn the 18th of June in 2016 a small clerical body in Lahore know as Tanzeem Ittehad-I-Ummat declared Transgender marriages legal under Islamic law. These clerics are affiliated to the Pakistan-based organization issued a Fatwa on Pakistani transgender people where a trans woman (born male) with \"visible signs of being a woman\" is allowed to marry a man, and a trans man (born female) with \"visible signs of being a man\" is allowed to marry a woman. Pakistani transsexuals can also change their gender. Muslim ritual funerals also apply. Depriving transgender people of their inheritance, humiliating, insulting or teasing them were also declared Haraam. Although there are no Fatāwās by a Mufti for it or against the (\"Zenanas\") or Eunuchs and Hermaphrodites within the country, that remains a debatable issue for the existing various sexual minority diverse communities within Pakistan respectively.\nOn the 5th of February in 2018, a Senate committee determined that transgender people could inherit property without being required to have their gender decided by a medical board. Some hijras in Pakistan use hormones and silicone to bring focus on their feminine characteristics; however, this is usually done in terrible medical conditions without proper equipment and supervision, as expensive Sex change surgeries in Pakistan are not done mostly due to lack of education on the topic and the taboos of society.\nEven though the Pakistani Government recognizes a third gender on ID cards, many people from the LGBT community are hesitant to apply for it as they will not be allowed to enter the holy city of Mecca in Saudi Arabia as a transgender person.\nLGBT Pakistani history.\nDespite the British Raj imposition, Pakistan was still a very much an open society. Gay Pakistanis have had a much better experience in Pakistan than they did in London or elsewhere. But, all of that changed in the 1980s, under the sixth President of Pakistan, His government took the law to lifetime imprisonment, and even death in certain areas under Sharia law. More and more Wahhabi-style religious schools or madrasas were opened in the country, generally with money from the Middle East as well as teachers educated in that region.\nHowever, 147 years after the British had brought Sodomy Laws to the entire region under their collective domain, the British Broadcasting Corporation (BBC) has noted in 2005 that gay life in Pakistan is still “less inhibited than in the west.” This is because the culture is much stronger than laws imposed by foreign powers and greedy local politicians. There have been a lot of changes, sometimes they are good and sometimes bad, but changes are constant companion to gay Pakistani life in the country. At the moment, one of the mysteries is that people deny the history of gay life in Pakistan. While in Pakistan speaking to the National Public Radio, Pakistani-American scholar Taymiya R. Zaman, who happens to be an expert in Islamic History, said that “You can’t look at something that already existed – and there is a shrine devoted to it – and now say it was unacceptable.” In March 2012 at the Human Rights Council, Hina Jilani, who was then also Chair of the Human Rights Commission of Pakistan and former Special Representative of the Secretary-General said, \"it was very important to emphasize that a serious obstacle was the persistent denial of protection for people from violence on the basis of sexual orientation and gender identity. That denial and rejection was not prudent for any Government that claimed commitment to the promotion and protection of human rights. It was not convincing when culture and religion were used as a shield and an excuse for failure to protect. There was no notion of responsibility that allowed duty bearers to selectively hold out on protection.\"\nLGBT politics.\nA number of the more liberal, secular parties in Pakistan tend to agree in principle to granting rights to various LGBT communities in the country, but are afraid to act too openly or quickly due to fear of extremist religious groups such as the Taliban who are against any such rights.\nTime and again, various such parties and leaders have said that Pakistan needs to be more open, in public, about sexual orientation and gender identity issues. Yet, the sense persists that no public organization, club, or society would be allowed to endorse (or officially support) LGBT human rights, or even act as a social network for LGBT people, in the Islamic State. Only the \"Pakistan Greens\" has publicly expressed support for their LGBT rights for its citizens in general and abroad (Overseas Pakistanis) and has called for greater public openness and awareness about Sexual orientations and gender identity issues.\nOnly now, recently, on the 23rd of September in 2012, the Supreme Court of Pakistan has acted in a very bold manner and defied the religious right, by granting for the first time, three basic rights to transsexuals i.e.\n(a) the right to be recognised as a 'Third sex or gender'\n(b) the right to vote as Pakistani citizens as transsexuals and\n(c) granted the fixation of job quotas in the public/government sector, for transsexual people.\nThese are all landmark decisions by the apex court and hopefully the situation for LGBT rights will improve more in future. The 'Third gender' was officially protected from discrimination by the Supreme Court of Pakistan in 2010. Surprisingly, 60% of Pakistanis would have no concerns about having a gay or lesbian neighbour, and 32% of Pakistani people support gay marriage.\nPakistani media strictly censors LGBT related news stories. In late 2013, the Government of Pakistan censored the website Queerpk.com from being viewed.\nOn the 9th of January in 2017, the Lahore High Court ordered the Government to include transgender people in the national census.\nTransgender Person (Protection of Rights) Bill 2017.\nOn the 19th of December in 2017, a Senate committee approved the Transgender Person (Protection of Rights) Bill 2017, which would give transgender people full legal protection. It also provides for a clear definition of transgender and provides them relief in case of need of medical and other facilities. The Pakistani Senate debated the bill's final approval and was approved on the 7th of March in 2018, after which the bill was sent to the National Assembly of PAKISTAN, with immediate effect thereof respectively.\nUnder the Transgender Person (Protection of Rights) Act 2018, Pakistanis may choose to self-identify as male, female, or both. They may express their gender according to their own preferences, and they may have their gender identity of choice reflected on their documents, \"including National Identification Cards, passports, driver's licenses and education certificates.\"\nThe Act defines \"transgender person\" as someone with a \"mixture of male and female genital features or congenital ambiguities,\" a male who \"undergoes genital excision or castration,\" or, more broadly, \"any person whose gender identity and/or gender expression differs from the social norms and cultural expectations based on the sex they were assigned at the time of their birth,\" which allows people to self-identify as such. They are guaranteed the right to inherit assets and to run for public office.\nDiscrimination based on gender identity in employment and public accommodations is forbidden under the new law. The Federal Government is assigned broad obligations to provide medical and psychological assistance, small business loans and vocational training, sensitivity training for police and helping professionals, separate prison facilities, and safe houses.\nThe Bill unanimously passed the Pakistani Senate in early March 2018. On May 8, 2018, the National Assembly voted to pass the bill. It was signed into law when acting President Muhammad Sadiq Sanjrani gave his assent on May 18, 2018.\nOn the 9th of August in 2018, the School Education Department of the second largest province in the country, Punjab, instructed its officials to guarantee equal access to schools to transgender children as per the \"Transgender Persons (Protection of Rights) Act 2018\". The department told its officials to include their gender when they are being admitted to schools and give equal importance to transgender children during enrollment drives. The department instructed its officials that the instructions were binding on government as well as privately owned schools in the province. Punjab became the first province to take practical steps in implementation of the Act.\nOn the 30th of May in 2019, Shireen Mazari the Federal Minister for Human Rights appointed Ayesha Moghul, a transgender woman to her department for the first time.\nLGBT rights in Kashmir.\nHomosexuality is still illegal in the Pakistan-Occupied Kashmir, but legal in Indian Union Territory of Jammu & Kashmir. Pakistan was one of the 67 signatory nations opposing the UN declaration on Sexual orientation and Gender Identity, which failed to pass.\nIn Kashmir same-sex marriages, civil unions, and domestic partnerships are not recognised.\nThere are no legal protections against discrimination based on sexual orientation or gender identity.","categories":[],"infobox_types":[],"annotations":[{"uri":"LGBT","surface_form":"LGBT","offset":20},{"uri":"Pakistan","surface_form":"Pakistan","offset":35},{"uri":"Gender","surface_form":"gender","offset":179},{"uri":"India","surface_form":"India","offset":226},{"uri":"Section_377_of_the_British_Indian_penal_code","surface_form":"Law","offset":238},{"uri":"Taboo","surface_form":"taboo","offset":326},{"uri":"Religions_of_Pakistan","surface_form":"religions in Pakistan","offset":556},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":712},{"uri":"Islamic_Republic","surface_form":"Islamic Republic","offset":896},{"uri":"Secular","surface_form":"secular","offset":955},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":994},{"uri":"British_Empire","surface_form":"British","offset":1041},{"uri":"Liberal","surface_form":"liberal","offset":1129},{"uri":"Globalization","surface_form":"Globalization","offset":1154},{"uri":"Constitution_of_Pakistan","surface_form":"Constitution of Pakistan","offset":1349},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":1404},{"uri":"Gender_identity","surface_form":"gender identity","offset":1426},{"uri":"Parliament_of_Pakistan","surface_form":"Parliament","offset":1551},{"uri":"Transgender_Persons_(Protection_of_Rights)_Bill%2C_2017","surface_form":"Transgender Persons (Protection of Rights) Act","offset":1573},{"uri":"University","surface_form":"University","offset":2270},{"uri":"Coming_out","surface_form":"Coming out","offset":2365},{"uri":"South_Asia","surface_form":"South Asia","offset":2481},{"uri":"Hijra_(Southern_Asia)","surface_form":"third gender","offset":2545},{"uri":"Urdu_language","surface_form":"Urdu","offset":2637},{"uri":"Transgender","surface_form":"Transgender","offset":2724},{"uri":"Intersex","surface_form":"Intersex","offset":2737},{"uri":"Eunuch","surface_form":"Eunuch","offset":2749},{"uri":"Transsexual","surface_form":"transsexual","offset":2993},{"uri":"Transgender","surface_form":"transgender","offset":3032},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":3150},{"uri":"%E0%A8%B9%E0%A8%BF%E0%A8%9C%E0%A9%9C%E0%A8%BE","surface_form":"ਖੁਸਰਾ","offset":3187},{"uri":"Sindhi_language","surface_form":"Sindhi","offset":3207},{"uri":"%DA%A9%D8%AF%DA%99%D8%A7","surface_form":"کدڙا","offset":3220},{"uri":"Toleration","surface_form":"tolerated","offset":3495},{"uri":"Culture_of_Pakistan","surface_form":"Pakistani culture","offset":3565},{"uri":"Eunuch","surface_form":"eunuch","offset":3659},{"uri":"Mughal","surface_form":"Mughal","offset":3676},{"uri":"Genital_dysphoria","surface_form":"Genital dysphoria","offset":3723},{"uri":"Circumcision","surface_form":"circumcision","offset":4006},{"uri":"Lahore","surface_form":"Lahore","offset":4168},{"uri":"Sex_reassignment_surgery","surface_form":"Sex reassignment surgery","offset":4252},{"uri":"Gender_dysphoria","surface_form":"Gender dysphoria","offset":4327},{"uri":"Lahore_High_Court","surface_form":"Lahore High Court","offset":4441},{"uri":"Tanzeem_Ittehad-I-Ummat","surface_form":"Tanzeem Ittehad-I-Ummat","offset":4681},{"uri":"Islamic_law","surface_form":"Islamic law","offset":4748},{"uri":"Pakistan","surface_form":"Pakistan","offset":4797},{"uri":"Fatwa","surface_form":"Fatwa","offset":4834},{"uri":"Transgender_marriage","surface_form":"\"visible signs of being a woman\" is allowed to marry a man","offset":4909},{"uri":"Haraam","surface_form":"Haraam","offset":5261},{"uri":"Zenana","surface_form":"Zenana","offset":5334},{"uri":"Hijra_(Southern_Asia)","surface_form":"hijras","offset":5702},{"uri":"Sexual_reassignment_surgery","surface_form":"Sex change","offset":5913},{"uri":"LGBT","surface_form":"LGBT","offset":6128},{"uri":"Mecca","surface_form":"Mecca","offset":6226},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":6235},{"uri":"British_Raj","surface_form":"British Raj","offset":6309},{"uri":"President_of_Pakistan","surface_form":"President of Pakistan","offset":6535},{"uri":"Middle_East","surface_form":"Middle East","offset":6778},{"uri":"Human_Rights_Council","surface_form":"Human Rights Council","offset":7738},{"uri":"Hina_Jilani","surface_form":"Hina Jilani","offset":7760},{"uri":"Human_Rights_Commission_of_Pakistan","surface_form":"Human Rights Commission of Pakistan","offset":7804},{"uri":"Special_Representative_of_the_Secretary-General","surface_form":"Special Representative of the Secretary-General","offset":7851},{"uri":"Taliban","surface_form":"Taliban","offset":8693},{"uri":"Green_Party_of_Pakistan","surface_form":"Pakistan Greens","offset":9116},{"uri":"Overseas_Pakistanis","surface_form":"Overseas Pakistanis","offset":9226},{"uri":"Supreme_Court_of_Pakistan","surface_form":"Supreme Court of Pakistan","offset":9416},{"uri":"Third_sex","surface_form":"Third sex","offset":9615},{"uri":"Discrimination","surface_form":"discrimination","offset":9969},{"uri":"Supreme_Court_of_Pakistan","surface_form":"Supreme Court of Pakistan","offset":9991},{"uri":"Government_of_Pakistan","surface_form":"Government of Pakistan","offset":10250},{"uri":"Lahore_High_Court","surface_form":"Lahore High Court","offset":10360},{"uri":"Bill_(proposed_law)","surface_form":"Bill","offset":12273},{"uri":"Senate_of_Pakistan","surface_form":"Pakistani Senate","offset":12301},{"uri":"National_Assembly_of_Pakistan","surface_form":"National Assembly","offset":12359},{"uri":"Punjab%2C_Pakistan","surface_form":"Punjab","offset":12612},{"uri":"Shireen_Mazari","surface_form":"Shireen Mazari","offset":13202},{"uri":"Ministry_of_Human_Rights_(Pakistan)","surface_form":"Federal Minister for Human Rights","offset":13221},{"uri":"Homosexuality","surface_form":"Homosexuality","offset":13362},{"uri":"Azad_Kashmir","surface_form":"Pakistan-Occupied Kashmir","offset":13400},{"uri":"Jammu_and_Kashmir_(union_territory)","surface_form":"Indian Union Territory of Jammu & Kashmir","offset":13440},{"uri":"UN_declaration_on_Sexual_orientation_and_Gender_Identity","surface_form":"UN declaration on Sexual orientation and Gender Identity","offset":13541},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":13632},{"uri":"Civil_union","surface_form":"civil union","offset":13652},{"uri":"Domestic_partnership","surface_form":"domestic partnership","offset":13670},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":13775},{"uri":"Gender_identity","surface_form":"gender identity","offset":13797}]}