{"id":290531,"url":"http://en.wikipedia.org/wiki/Religious_segregation","text":"Religious segregation is the idea that people should be separated based on their religion. Certain laws of a country may only apply to one religious group. As an example, Sharia only applies to Muslims. The term religious apartheid has also been used. Apartheid was the term used to refer to racial segregation in South Africa. Other examples for religious segregation are that in Iran, certain students have been expelled from university because they were not Muslims, but Baha'i.\nAccording to the Times Higher Education, Bahá'í are required to give up their faith in order to teach in Iranian universities.\nBahá'í is not among the recognized \"recognized religious minorities\" in the Constitution of Iran. The Bahá'í faith is considered apostate in Iran\nbecause it believes in a prophet (Bahá'u'lláh) more recent than Muhammad. This goes against Islamic teachings, which teach the belief that Muhammad is the last and final messenger sent to mankind.\nSaudi Arabia sees the cities of Mecca and Medina as holy. Only Muslims may enter or travel through these cities. A Non-Muslim who enters one of them may be fined. People who are not Muslims will be deported from Mecca.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":99},{"uri":"Sharia","surface_form":"Sharia","offset":171},{"uri":"Muslim","surface_form":"Muslim","offset":194},{"uri":"Apartheid","surface_form":"Apartheid","offset":252},{"uri":"South_Africa","surface_form":"South Africa","offset":314},{"uri":"Iran","surface_form":"Iran","offset":381},{"uri":"University","surface_form":"university","offset":428},{"uri":"Baha%27i","surface_form":"Baha'i","offset":474},{"uri":"Apostasy_in_Islam","surface_form":"apostate","offset":738},{"uri":"Bah%C3%A1%27u%27ll%C3%A1h","surface_form":"Bahá'u'lláh","offset":789},{"uri":"Muhammad","surface_form":"Muhammad","offset":819},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":952},{"uri":"Mecca","surface_form":"Mecca","offset":984},{"uri":"Medina","surface_form":"Medina","offset":994},{"uri":"Fine","surface_form":"fine","offset":1108}]}