{"id":29072,"url":"http://en.wikipedia.org/wiki/Achilles","text":"Achilles (Ancient Greek: Ἀχιλλεύς, \"Akhilleus\") was a hero of the Trojan War and is the central character of Homer's \"Iliad\". The son of the mortal hero Peleus and the Nereid Thetis, he is the leader of the Myrmidons, and is described as the greatest of all the Achaean warriors. The \"Iliad\", which is set in the ninth year of the Trojan War, starts with a quarrel between Achilles and Agamemnon, the commander of the Greek forces.\nAchilles' most notable feat during the Trojan War was his slaying the Trojan prince Hector outside the gates of Troy, as revenge against Hector for killing his lover, Patroclus.p53 While Achilles' death is not presented in the \"Iliad\" (as the poem ends with Hector's funeral), other sources concur that he was killed near the end of the war by Paris, who shot him in the heel with an arrow.\nLegend.\nLater stories depict Achilles as being invulnerable in all of his body except for his heel, as that is where his mother Thetis held him when she dipped him in the River Styx as an infant. As such, the term \"Achilles' heel\" has come to mean a point of fatal weakness. Because of that, his heel was still vulnerable. However, the \"Iliad\" does not say this.\nAccording to the legend, Achilles was killed by Paris, who shot his heel with a poisoned arrow. Achilles was shot many times by the arrows of Paris but the only arrow found on his body was through his heel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek","offset":10},{"uri":"Trojan_War","surface_form":"Trojan War","offset":66},{"uri":"Homer","surface_form":"Homer's","offset":109},{"uri":"Iliad","surface_form":"Iliad","offset":118},{"uri":"Peleus","surface_form":"Peleus","offset":153},{"uri":"Nereid","surface_form":"Nereid","offset":168},{"uri":"Thetis","surface_form":"Thetis","offset":175},{"uri":"Myrmidons","surface_form":"Myrmidons","offset":207},{"uri":"Achaean","surface_form":"Achaean","offset":262},{"uri":"Iliad","surface_form":"Iliad","offset":285},{"uri":"Agamemnon","surface_form":"Agamemnon","offset":386},{"uri":"Hector","surface_form":"Hector","offset":516},{"uri":"Patroclus","surface_form":"Patroclus","offset":599},{"uri":"Hector","surface_form":"Hector","offset":690},{"uri":"Paris_(mythology)","surface_form":"Paris","offset":776},{"uri":"Thetis","surface_form":"Thetis","offset":951},{"uri":"Styx","surface_form":"River Styx","offset":994},{"uri":"Paris_(mythology)","surface_form":"Paris","offset":1234},{"uri":"Arrow","surface_form":"arrow","offset":1275}]}