{"id":290786,"url":"http://en.wikipedia.org/wiki/Thesis","text":"e=\"preserve\">A thesis (plural: 'theses') is a document written in support of an idea that is presented for discussion or disputation. In modern usage it usually refers to a document presented as a requirement for an academic degree or professional qualification. It presents the author's research and findings. In the academic context it means the same as dissertation. The term dissertation can be used to describe an argument without relation to academic degrees. The term thesis may also be used for the central claim of an essay or other work.\nThesis Types.\nThere are different types of thesis paper for different fields, for example, if you are an English major then for your thesis you can be asked to write a short story, a media student can be asked to submit a short film.\nA graduate thesis also known as graduate dissertation is something a student works on with a member of the faculty who has specialized in the relevant field. A dissertation is 50-100 pages long. In fields such as science, it is based on an experiment whereas, for humanities, it is an extended version of your college paper.\nHistory.\nOriginally, the words \"dissertation\" and \"thesis\" had separate meanings. When, at ancient universities, the professor had completed his lecture, there would be a disputation. During this, students could take up certain points and argue them. The position that one took during a disputation was the \"thesis\", while the \"dissertation\" was the line of reasoning with which one supported it.\nEtymology.\nThe word \"thesis\" comes from the Greek, meaning \"position\", and refers to an intellectual proposition. \"Dissertation\" comes from the Latin \"dissertātiō\", meaning \"discourse\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Document","surface_form":"document","offset":46},{"uri":"Academic_degree","surface_form":"academic degree","offset":216},{"uri":"Research","surface_form":"research","offset":288},{"uri":"Argument","surface_form":"argument","offset":419},{"uri":"Essay","surface_form":"essay","offset":527},{"uri":"Greek_language","surface_form":"Greek","offset":1548},{"uri":"Intellectual","surface_form":"intellectual","offset":1592},{"uri":"Proposition","surface_form":"proposition","offset":1605},{"uri":"Latin","surface_form":"Latin","offset":1648}]}