{"id":290894,"url":"http://en.wikipedia.org/wiki/Mayan_pyramid","text":"e=\"preserve\">The Maya pyramids are structures built in the jungles of Central America by the Maya civilization between 200 and 900 AD. Unlike the straight sides of the more commonly known Egyptian pyramids, the sides of Maya pyramids are stepped–sometimes for the purpose of enabling people to ascend to the top. Moreover, Egyptian pyramids have sharper tips, while Mesoamerican (including Maya) pyramids tend to have flatter tops. These flatter tops accommodate certain ceremonies, such as sacrificial rituals, and temples for gods.\nThe pyramids served a variety of very important functions. Apart from the religious ceremonies, Maya pyramids were used as landmarks to aid in navigation. In the jungle where these pyramids were built, the pyramids were so tall that they could be seen above the trees. Finally, inside some of the pyramids, there were burial chambers for the highest-ranking officials, just as in Egyptian pyramids.\nTikal.\nA whole complex of Maya pyramids can be found at the ruins of the ancient Maya city of Tikal. The pyramids at Tikal were the tallest structures in all of the Americas for around 1,000 years, until 1903, when the Flatiron building was constructed in New York City. There are a total of sixteen pyramids at Tikal, which is now a national park in Guatemala.\nTikal was one of the largest urban centers of the pre-Columbian Maya civilization. Its population may have reached 90,000 people, which is surprising because the swampland at Tikal was unstable for habitation or agriculture. It is located in the tropical rainforests which today is northern Guatemala. The name Tikal comes from \"ti ak'al\" which means \"water hole\".\nThe pyramids at Tikal all face one another. The rooms at the top of the pyramids have depressions in the walls which amplify sound and project it in all directions. Because of this, the normal speaking voice of a person at the top of one pyramid can be heard by someone standing at the top of another pyramid a great distance away.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jungle","surface_form":"jungle","offset":59},{"uri":"Central_America","surface_form":"Central America","offset":70},{"uri":"Maya_civilization","surface_form":"Maya civilization","offset":93},{"uri":"AD","surface_form":"AD","offset":131},{"uri":"Egyptian_pyramids","surface_form":"Egyptian pyramids","offset":188},{"uri":"Tikal","surface_form":"Tikal","offset":1027},{"uri":"Flatiron_building","surface_form":"Flatiron building","offset":1152},{"uri":"New_York_City","surface_form":"New York City","offset":1189},{"uri":"National_park","surface_form":"national park","offset":1267},{"uri":"Guatemala","surface_form":"Guatemala","offset":1284},{"uri":"Agriculture","surface_form":"agriculture","offset":1507},{"uri":"Rainforest","surface_form":"rainforest","offset":1550}]}