{"id":290844,"url":"http://en.wikipedia.org/wiki/Johnny_Guitar","text":"\"Johnny Guitar\" is a 1954 western movie. It was directed by Nicholas Ray. It stars Joan Crawford and Sterling Hayden. The movie received mixed reviews. The movie was selected for preservation in the United States National Film Registry. \"Johnny Guitar\" was adapted to a campy stage musical in 2004.\nStory.\nVienna is a strong-willed, aggressive woman. She has built a saloon near an Arizona cattle town with money earned in her past life as a prostitute. She has a fiery relationship with the local cattlemen and townsfolk for many reasons. She supports the construction of a railroad across her land. This construction will make her land very valuable. The cattlemen oppose the railroad because it will bring sheepmen into the area. Sheepmen fence the land, making it difficult to herd cattle. She also permits a suspected stage robber called The Dancin' Kid to share her bed. His gang members hang out in her saloon. Vienna summons her ex-lover and reformed gunslinger Johnny Guitar to her side. She needs protection. The two renew their love.\nOne day The Dancin' Kid and his gang rob the town bank. The townsfolk suspect Vienna has played a part in the heist. Emma Small is a cattle rancher who has long hated Vienna. She leads the posse to Vienna's saloon and burns it to the ground. Emma persuades the men to hang Vienna. At the last second she is saved by Johnny Guitar. Vienna and Johnny escape. They find refuge in The Dancin' Kid's secret hideaway. The posse tracks them. The Kid and his men are killed. Emma challenges Vienna to a showdown. Vienna is wounded in the duel, but she kills Emma. A halt is called to the bloodbath by the posse's leader, McIvers. Vienna and Johnny depart, hopeful that better days lie ahead.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"1954","surface_form":"1954","offset":21},{"uri":"Nicholas_Ray","surface_form":"Nicholas Ray","offset":60},{"uri":"Joan_Crawford","surface_form":"Joan Crawford","offset":83},{"uri":"United_States_National_Film_Registry","surface_form":"United States National Film Registry","offset":199}]}