{"id":290889,"url":"http://en.wikipedia.org/wiki/The_Jayhawks","text":"The Jayhawks are an American alternative country and rock band from Minneapolis, Minnesota. They have released several studio albums. The band formed in 1985. They did not work together between 2005 and 2009, but reunited in 2010.\nHistory.\nThe band formed with Mark Olson (acoustic guitar and vocals), Gary Louris (electric guitar and vocals), Marc Perlman (bass) and Norm Rogers (drums).\nThe Jayhawks.\nTheir first album \"The Jayhawks\" was released in 1986. Their music at the time, mostly written by Olson, showed a strong roots/country-rock influence. It was released on the Bunkhouse Label, a small independent label.\nBlue Earth.\n\"Blue Earth\", the second album, was released in 1989 on the Twin Tone label. Gary Louris shared more of the songwriting together with Olson for this album. After touring the U.S. in support of \"Blue Earth\", Spencer left the band. He was replaced by Ken Callahan in 1988 who stayed with the band until 1993.\nIn 1991, Dave Ayers, the president of Twin Tone, was on a phone call with A&R representative George Drakoulias from Def American while \"Blue Earth\" played in the background. Drakoulias asked about the music, and eventually met with and signed the band to the label later that year.\nHollywood Town Hall.\nIn 1992 album \"Hollywood Town Hall\" was the first to be released on the major label Def American. The album was produced by Drakoulias. The album was a hit, powered by the single \"Waiting for the Sun\", and it brought the Jayhawks more fans. With Karen Grotberg on the keyboards and vocals, the band toured a lot.\nTomorrow the Green Grass.\nIn 1995 they went into the studio to make \"Tomorrow the Green Grass\". It was released on the renamed American Recordings label. Lead track \"Blue\" turned out to be a Top 40 hit in Canada (peaking at #33). The record's production had been very expensive and the album did not to sell as was expected in the U.S. Among the album's songs is \"Miss Williams' Guitar,\" a love song for Olson's then-girlfriend, singer-songwriter Victoria Williams (the pair later married, but divorced in February, 2006). Drummer, singer and songwriter Tim O'Reagan joined the band for the 1995 tour.\nBy the end of 1995, Olson unexpectedly left the band to spend more time with Williams (with whom he would later form the Original Harmony Ridge Creekdippers). The band continued to record as The Jayhawks, adding Kraig Johnson on guitar.\nSound of Lies.\nThe album \"Sound of Lies\" was released in 1997. It has Gary Louris composing most of the songs. The album mixed straight rock (the ironic \"Big Star\"), psychedelic elements, acoustic elements and even some dub elements. The album did not sound like the band's country-influenced earlier work.\nSmile.\nThe 2000 album \"Smile\" was produced by Bob Ezrin. It had more of a pop music feel, which some fans did not like. Though still a member through the recording of the album, Grotberg left the band before the \"Smile\" tour, and was replaced by Jen Gunderman. The song \"I'm Gonna Make You Love Me\" appeared in a Ralph Lauren commercial.\nRainy Day Music.\n\"Rainy Day Music\" (2003) was stripped down and more acoustic. It was generally seen as a return to their alt-country roots. The band now consisted of founding members Louris and Perlman, along with drummer O'Reagan, and touring band member ex-Long Ryder Stephen McCarthy, from Richmond, VA. McCarthy added pedal steel, lap steel, banjo, guitar and backing vocals to the album and subsequent live shows. This lineup toured in 2003 and early 2004.\nMockingbird Time.\nAfter not playing together for a number of years, the Jayhawks reunited in 2010 and released Mockingbird Time in 2011. The album sees both Mark Olson and Karen Grotberg playing with the band again. Gary Louris also produced the album.\nOther recordings.\nIn addition to their studio albums, the Jayhawks released \"Live From the Women's Club\", an all-acoustic live recording of Louris/Perlman/O'Reagan from 2002. It was sold only at concerts as an \"Official Jayhawks Bootleg.\"\nOlson and Louris toured together in the winter of 2005 and spring of 2006, billed as \"From the Jayhawks: An Evening with Mark Olson & Gary Louris, Together Again.\" Both old and new Jayhawks members progressed to solo efforts and side projects, and the band as a whole was generally considered to be broken up, and not expected to produce new material soon. However, the band members appear to keep in touch, tour together in their other projects, and have been known to \"reunite\" on occasion.\nIn September, 2008, the 1995 lineup of Louris, Olson, O'Reagan, Grotberg and Perlman reunited for the Azkena Rock Festival in Vitoria-Gasteiz, Spain.\nIn January, 2009, Olson and Louris released an acoustic album titled \"Ready for the Flood\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Alternative_country","surface_form":"alternative country","offset":29},{"uri":"Rock_music","surface_form":"rock","offset":53},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":68},{"uri":"Minnesota","surface_form":"Minnesota","offset":81},{"uri":"Mark_Olson_(musician)","surface_form":"Mark Olson","offset":261},{"uri":"Gary_Louris","surface_form":"Gary Louris","offset":302},{"uri":"Artist_and_repertoire","surface_form":"A&R","offset":1014},{"uri":"George_Drakoulias","surface_form":"George Drakoulias","offset":1033},{"uri":"Def_American","surface_form":"Def American","offset":1056},{"uri":"Hollywood_Town_Hall","surface_form":"Hollywood Town Hall","offset":1258},{"uri":"Def_American","surface_form":"Def American","offset":1327},{"uri":"Hit_record","surface_form":"hit","offset":1395},{"uri":"Concert_tour","surface_form":"toured","offset":1542},{"uri":"Tomorrow_the_Green_Grass","surface_form":"Tomorrow the Green Grass","offset":1625},{"uri":"American_Recordings","surface_form":"American Recordings","offset":1683},{"uri":"Top_40","surface_form":"Top 40","offset":1747},{"uri":"Canada","surface_form":"Canada","offset":1761},{"uri":"Victoria_Williams","surface_form":"Victoria Williams","offset":2003},{"uri":"Original_Harmony_Ridge_Creekdippers","surface_form":"Original Harmony Ridge Creekdippers","offset":2279},{"uri":"Sound_of_Lies","surface_form":"Sound of Lies","offset":2421},{"uri":"Irony","surface_form":"ironic","offset":2541},{"uri":"Smile_(Jayhawks_album)","surface_form":"Smile","offset":2725},{"uri":"Bob_Ezrin","surface_form":"Bob Ezrin","offset":2748},{"uri":"Ralph_Lauren","surface_form":"Ralph Lauren","offset":3015},{"uri":"Rainy_Day_Music","surface_form":"Rainy Day Music","offset":3058},{"uri":"The_Long_Ryders","surface_form":"Long Ryder","offset":3300},{"uri":"Mark_Olson_(musician)","surface_form":"Mark Olson","offset":4116},{"uri":"Gary_Louris","surface_form":"Gary Louris","offset":4129},{"uri":"Vitoria-Gasteiz","surface_form":"Vitoria-Gasteiz","offset":4614}]}