{"id":290991,"url":"http://en.wikipedia.org/wiki/Phoenix_Park_Murders","text":"The Phoenix Park Murders were the fatal stabbings on 6 May 1882 in the Phoenix Park in Dublin. Lord Frederick Cavendish and Thomas Henry Burke were killed. Cavendish was the newly appointed Chief Secretary for Ireland, and Burke was the Permanent Undersecretary, the most senior Irish civil servant. The assassination was carried out by members of the \"Irish National Invincibles\".\nMurders.\nCavendish and Burke were attacked as they walked through Phoenix Park to the Viceregal Lodge. This was the \"out of season\" residence of the Lord Lieutenant of Ireland (\"the King's representative and head of the Irish affairs\"). Thomas Myles, surgeon at the nearby Dr Steevens' Hospital, was called to help the victims.\nThe Lord Lieutenant, Lord Spencer, described suddenly hearing screams, before seeing a man running to the Lodge grounds shouting \"Lord Frederick Cavendish and Mr. Burke are killed.\" Responsibility for the political murders was claimed by a small, until then unknown Republican organisation called the \"Irish National Invincibles\".\nInvestigation.\nThe hunt for the murderers was led by Superintendent John Mallon, a Catholic who came from Armagh. Mallon had a pretty good idea of who was involved. He suspected a number of former Fenian activists. A large number of suspects were arrested and kept in prison by claiming they were connected with other crimes. Mallon got several of them to reveal what they knew about the murders.\nThe Invincibles' leader James Carey, Michael Kavanagh and Joe Hanlon agreed to testify against the others. Joe Brady, Michael Fagan, Thomas Caffrey, Dan Curley and Tim Kelly were convicted of the murder. They were hanged in Kilmainham Gaol in Dublin between 14 May and 4 June 1883. Others were sentenced to serve long prison terms.\nPolitical results.\nIrish politician Charles Stewart Parnell made a speech condemning the murders in 1882. This increased his popularity in both Britain and Ireland.\nIn March 1887, \"The Times\" printed letters that said they were written by Parnell. The letters said that he agreed with the murderers of the English politicians, and that his speech saying otherwise was not true. It later came to light that the letters were not written by Parnell. They were forgeries written by journalist Richard Pigott. Parnell was personally shown to be innocent by the Parnell Commission in 1888-89.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phoenix_Park","surface_form":"Phoenix Park","offset":71},{"uri":"Dublin","surface_form":"Dublin","offset":87},{"uri":"Lord_Frederick_Cavendish","surface_form":"Lord Frederick Cavendish","offset":95},{"uri":"Thomas_Henry_Burke_(Irish_Politician)","surface_form":"Thomas Henry Burke","offset":124},{"uri":"Chief_Secretary_for_Ireland","surface_form":"Chief Secretary for Ireland","offset":190},{"uri":"Assassination","surface_form":"assassination","offset":304},{"uri":"Irish_National_Invincibles","surface_form":"Irish National Invincibles","offset":353},{"uri":"Phoenix_Park","surface_form":"Phoenix Park","offset":448},{"uri":"%C3%81ras_an_Uachtar%C3%A1in","surface_form":"the Viceregal Lodge","offset":464},{"uri":"Lord_Lieutenant_of_Ireland","surface_form":"Lord Lieutenant of Ireland","offset":531},{"uri":"Thomas_Myles","surface_form":"Thomas Myles","offset":619},{"uri":"Dr_Steevens%27_Hospital","surface_form":"Dr Steevens' Hospital","offset":655},{"uri":"John_Poyntz_Spencer%2C_5th_Earl_Spencer","surface_form":"Lord Spencer","offset":731},{"uri":"Irish_Republicanism","surface_form":"Republican","offset":976},{"uri":"Fenian","surface_form":"Fenian","offset":1238},{"uri":"James_Carey","surface_form":"James Carey","offset":1462},{"uri":"Kilmainham_Gaol","surface_form":"Kilmainham Gaol","offset":1662},{"uri":"Dublin","surface_form":"Dublin","offset":1681},{"uri":"Charles_Stewart_Parnell","surface_form":"Charles Stewart Parnell","offset":1806},{"uri":"The_Times","surface_form":"The Times","offset":1951},{"uri":"Richard_Pigott","surface_form":"Richard Pigott","offset":2259},{"uri":"Parnell_Commission","surface_form":"Parnell Commission","offset":2326}]}