{"id":290988,"url":"http://en.wikipedia.org/wiki/%C3%81ras_an_Uachtar%C3%A1in","text":"e=\"preserve\">Áras an Uachtaráin (), is the official home of the President of Ireland. The name means \"House of the President\" in Irish. It is in the Phoenix Park on the northside of Dublin. It used to be known as the Viceregal Lodge.\nOrigins.\nThe original house was designed by park ranger and amateur architect, Nathaniel Clements in the mid eighteenth century. It was bought by the Lord Lieutenant of Ireland. His official residence was in the Viceregal Apartments in Dublin Castle. The house in the park then became the \"Viceregal Lodge\", the \"out of season\" residence of the Lord Lieutenant (also known as the Viceroy), where he lived for most of the year from the 1820s onwards. During the Social Season (January to St. Patrick's Day in March) he lived in Dublin Castle.\nPhoenix Park Murders.\nIn 1882, the grounds around the house became the location for a famous murder. Two men were stabbed to death with surgical knives while walking back to the residence from Dublin Castle. They were the Lord Frederick Cavendish, the British Cabinet minister with responsibility for Irish affairs, and Thomas Henry Burke, chief civil servant. A small insurgent group called the Invincibles was responsible for the deed. The Lord Lieutenant, the 5th Earl Spencer, heard the victims screams from a ground floor window in the drawing room.\nResidence of the Governor-General of the Irish Free State.\nIn 1911, the house got a large extension for the visit of King George V and Queen Mary. After the Irish Free State was established in 1922, it became the home of the Governor-General of the Irish Free State until 1932. After that the new Governor-General, Domhnall Ua Buachalla, personally leased a private mansion in the southside of Dublin.\nResidence of the President of Ireland.\nThe house was left empty for some years, until the office of President of Ireland was created in 1937. In 1938, the first President, Douglas Hyde lived there temporarily while plans were made to build a new presidential palace on the grounds. The outbreak of World War II saved the building, which had been renamed \"Áras an Uachtaráin\" as plans were put on hold. By 1945 it had become too closely identified with the presidency of Ireland to be demolished. But because it had not been lived in, a lot of work was needed to rebuild and improve it, especially to the kitchens, servants' quarters and chapel.\nThe first President, Douglas Hyde lived in the residential quarters on the first floor of the main building. Later presidents moved to the new wing attached to the main house that had been built on for the visit of King George V in 1911. However, in 1990 Mary Robinson moved back to the older main building. Mary McAleese lived in the 1911 wing. The current occupant is Michael D.Higgans\nBeside it being the home of the president, it has a few state rooms for official occasions. Áras an Uachtaráin also houses the headquarters of the Garda Mounted Unit.\nVisitors.\nVarious visiting British kings and queens stayed at the Viceregal Lodge, notably Queen Victoria and George V. American presidents that visited include Presidents John F. Kennedy, Richard Nixon, Ronald Reagan and Bill Clinton, who are all of Irish descent. Other famous visitors to the Áras an Uachtaráin have been Princess Grace of Monaco and her husband, Prince Rainier III; King Baudouin of the Belgians; King Juan Carlos and Queen Sophia; Pope John Paul II; Prince Charles, and Prince Philip.\nGuests do not normally stay at Áras an Uachtaráin. Although it has ninety-two rooms, many of these are used for storage of presidential files, for household staff and official staff, including military \"aides-de-camp\", a Secretary to the President and a press office. In 2001, the Irish state opened a guest residence nearby in Farmleigh, a former Guinness mansion.\nOn 1 May 2004, during Ireland's six-month presidency of the European Union, Áras an Uachtarain was the Venue for the \"European Day of Welcomes\" (Accession Day) in which ten new members joined the EU. All 25 heads of government attended the flag raising ceremony in the gardens of the palace.\nÁras an Uachtaráin is now open for free tours every Saturday.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_Ireland","surface_form":"President of Ireland","offset":64},{"uri":"Irish_language","surface_form":"Irish","offset":129},{"uri":"Phoenix_Park","surface_form":"Phoenix Park","offset":149},{"uri":"Dublin","surface_form":"Dublin","offset":182},{"uri":"Architect","surface_form":"architect","offset":302},{"uri":"Nathaniel_Clements","surface_form":"Nathaniel Clements","offset":313},{"uri":"Lord_Lieutenant_of_Ireland","surface_form":"Lord Lieutenant of Ireland","offset":384},{"uri":"Viceroy","surface_form":"Viceroy","offset":614},{"uri":"Irish_Social_Season","surface_form":"Social Season","offset":695},{"uri":"St._Patrick%27s_Day","surface_form":"St. Patrick's Day","offset":721},{"uri":"Phoenix_Park_Murders","surface_form":"a famous murder","offset":860},{"uri":"Dublin_Castle","surface_form":"Dublin Castle","offset":969},{"uri":"Lord_Frederick_Cavendish","surface_form":"Lord Frederick Cavendish","offset":998},{"uri":"Thomas_Henry_Burke_(civil_servant)","surface_form":"Thomas Henry Burke","offset":1096},{"uri":"Irish_National_Invincibles","surface_form":"the Invincibles","offset":1168},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":1453},{"uri":"Mary_of_Teck","surface_form":"Mary","offset":1472},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":1488},{"uri":"Governor-General_of_the_Irish_Free_State","surface_form":"Governor-General of the Irish Free State","offset":1556},{"uri":"Domhnall_Ua_Buachalla","surface_form":"Domhnall Ua Buachalla","offset":1646},{"uri":"Douglas_Hyde","surface_form":"Douglas Hyde","offset":1905},{"uri":"World_War_II","surface_form":"World War II","offset":2031},{"uri":"Douglas_Hyde","surface_form":"Douglas Hyde","offset":2399},{"uri":"Mary_Robinson","surface_form":"Mary Robinson","offset":2633},{"uri":"Mary_McAleese","surface_form":"Mary McAleese","offset":2686},{"uri":"Garda_Mounted_Unit","surface_form":"Garda Mounted Unit","offset":2913},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":3024},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":3043},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":3105},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":3122},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":3137},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":3155},{"uri":"Grace_Kelly","surface_form":"Princess Grace of Monaco","offset":3257},{"uri":"Rainier_III%2C_Prince_of_Monaco","surface_form":"Prince Rainier III","offset":3299},{"uri":"Baudouin_of_Belgium","surface_form":"Baudouin","offset":3324},{"uri":"Juan_Carlos_of_Spain","surface_form":"Juan Carlos","offset":3355},{"uri":"Sofia_of_Spain","surface_form":"Queen Sophia","offset":3371},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":3385},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Charles","offset":3411},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"Philip","offset":3431},{"uri":"Aides-de-camp","surface_form":"aides-de-camp","offset":3642},{"uri":"Farmleigh","surface_form":"Farmleigh","offset":3767},{"uri":"Guinness","surface_form":"Guinness","offset":3787},{"uri":"European_Union","surface_form":"European Union","offset":3865},{"uri":"2004_enlargement_of_the_European_Union","surface_form":"Accession Day","offset":3950}]}