{"id":290982,"url":"http://en.wikipedia.org/wiki/X-wing","text":"e=\"preserve\">The X-wing is a starfighter from the \"Star Wars\" fictional universe. It is seen in the original trilogy movies and many books, games, toys, and other things. It is shown as a main starfighter for the Rebellion and later the New Republic.\nCreation.\nThe X-wing was first made for the movie ' by Industrial Light & Magic (ILM). Joe Johnston drew and Colin Cantwell made models that became the final X-wing fighter in '. ILM made miniatures in different sizes, with wing markings showing which prop was for each pilot. Each X-wing model was built around a hollow core to hold parts for effects such as lighting.\nBesides the models, the crew made one full-size X-wing for scenes in the Rebels' Yavin IV base hangar; they used editing and cardboard cutouts to make it seem as if there are dozens of fighters. The crew also made a full-size X-wing cockpit that was used for all actors; the astromech droid behind each actor was changed for each starfighter.\nStory.\nAccording to \"Star Wars\" backstory, the X-wing was designed by Incom Corporation, who left the Empire and gave the X-wing design to the rebels. It is a one-man starfighter which also has a socket for a droid.\nThe starfighter has four laser cannons and two proton torpedo launchers. Its four wings (called s-foils) can fold open or closed. It has four engines and can use hyperspace travel. It also has energy shields for defense.","categories":[],"infobox_types":[],"annotations":[{"uri":"Starfighter","surface_form":"starfighter","offset":29},{"uri":"Star_Wars","surface_form":"Star Wars","offset":51},{"uri":"Fiction","surface_form":"fiction","offset":62},{"uri":"Industrial_Light_%26amp%3B_Magic","surface_form":"Industrial Light & Magic","offset":306},{"uri":"Joe_Johnston","surface_form":"Joe Johnston","offset":338},{"uri":"Miniature_effect","surface_form":"miniatures","offset":439},{"uri":"Hangar","surface_form":"hangar","offset":716},{"uri":"Astromech_droid","surface_form":"astromech droid","offset":896},{"uri":"Droid","surface_form":"droid","offset":1173},{"uri":"Hyperspace","surface_form":"hyperspace","offset":1342}]}