{"id":290932,"url":"http://en.wikipedia.org/wiki/Precocial","text":"e=\"preserve\">Precocial in biology is a developmental strategy. It refers to species in which the young are relatively mature and mobile from the moment of birth or hatching. It applies mainly to mammals and birds.\nThe opposite developmental strategy is called altricial, where the young are born or hatched helpless. These two categories are at ends of a continuum. All degrees exist in birds and mammals. With the tiny eggs of invertebrates, different strategies have evolved. Many use some kind of metamorphosis, in which different stages of growth occupy different environmental niches.\nBirds.\nThe contrast between the two extremes is seen most clearly in birds. Precocial species leave the nest shortly after birth or hatching. Megapodes are a family of birds found in Australasia. Their eggs are not incubated by the parents. They are buried in compost, covered with sand and left, though the males test the temperature of the heap and make small adjustments. The eggs, which have a large yolk, hatch with full wing feathers. The hatchlings can run and purse prey, and many species can fly on their first day. These birds are super-precocial.\nAt the other extreme are the most intelligent birds: the passerines (the dominant group of birds, including crows) and hawks, owls and parrots.\nMammals.\nMammals never feed themselves at first. Mother's milk is part of the 'contract' a mammal inherits. But there is a big difference between some new-born deer and antelopes, which can run within an hour or so of birth, and a baby marsupial which is in the pouch for days or weeks.\nOf advanced mammals, human beings have a long period before they are independent. This is partly because their brains have to grow and mature after birth, and partly because humans depend more on learning and less on inherited behaviour compared to other mammals. Mammalian carnivores take a long time to perfect their prey-catching skills, and some herd species like elephants also have to do a lot of learning.\nTrade-offs.\nMost accounts of the altricial/precocial differences point out that it is a trade-off. Altricial young require a great investment of parental time and care, and are in constant danger of predation. However, that system permits a long period of supervised learning. Also, their brains grow more after birth, fueled by rich food provided by parents.\nPrecocial young require more pre-birth preparation for larger eggs, but they are less open to predation and take less parental care after birth. Their brains are ready-to-go, but end up smaller in relation to body size.\nHumans.\nHumans are rather a special case, for a baby makes great demands on the parent both before and after birth. With its hair, blue eyes, and large head, a baby looks precocial. But few of the bits are working, and a baby is completely helpless on its own. The key fact is that the cerebral cortex is not yet working properly. Nerve growth is still going on. During the first 18 months the cortex is getting larger and getting into working order. Then, after about 18 months to two years, the infant starts to learn language and from then on there's no stopping them.\nThere is an interesting reason why the brain is not more advanced at birth. It is that the baby's head (during natural birth) has to get through the female birth canal, which is a space between the bones of the female pelvis. Any larger, and the baby's head would not get through.\nThere is a cost to the human method. It greatly reduces the average number of offspring that any couple can raise.","categories":[],"infobox_types":[],"annotations":[{"uri":"Development","surface_form":"development","offset":39},{"uri":"Strategy","surface_form":"strategy","offset":53},{"uri":"Species","surface_form":"species","offset":76},{"uri":"Birth","surface_form":"birth","offset":155},{"uri":"Hatch","surface_form":"hatching","offset":164},{"uri":"Mammal","surface_form":"mammal","offset":195},{"uri":"Bird","surface_form":"bird","offset":207},{"uri":"Altricial","surface_form":"altricial","offset":260},{"uri":"Invertebrate","surface_form":"invertebrate","offset":428},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":500},{"uri":"Niche","surface_form":"niche","offset":582},{"uri":"Nest","surface_form":"nest","offset":694},{"uri":"Megapode","surface_form":"Megapode","offset":732},{"uri":"Australasia","surface_form":"Australasia","offset":773},{"uri":"Incubate","surface_form":"incubate","offset":805},{"uri":"Compost","surface_form":"compost","offset":850},{"uri":"Temperature","surface_form":"temperature","offset":913},{"uri":"Passerine","surface_form":"passerine","offset":1205},{"uri":"Crow","surface_form":"crow","offset":1256},{"uri":"Hawk","surface_form":"hawk","offset":1267},{"uri":"Owl","surface_form":"owl","offset":1274},{"uri":"Parrot","surface_form":"parrot","offset":1283},{"uri":"Deer","surface_form":"deer","offset":1452},{"uri":"Antelope","surface_form":"antelope","offset":1461},{"uri":"Marsupial","surface_form":"marsupial","offset":1528},{"uri":"Pouch","surface_form":"pouch","offset":1554},{"uri":"Brain","surface_form":"brain","offset":1690},{"uri":"Learning","surface_form":"learning","offset":1775},{"uri":"Carnivores","surface_form":"carnivores","offset":1853},{"uri":"Prey","surface_form":"prey","offset":1898},{"uri":"Elephant","surface_form":"elephant","offset":1947},{"uri":"Predation","surface_form":"predation","offset":2191},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":2858},{"uri":"Nerve","surface_form":"Nerve","offset":2903},{"uri":"Language","surface_form":"language","offset":3092},{"uri":"Birth","surface_form":"birth","offset":3263},{"uri":"Pelvis","surface_form":"pelvis","offset":3362}]}