{"id":290970,"url":"http://en.wikipedia.org/wiki/Extreme_Rules_(2011)","text":"Extreme Rules was a professional wrestling pay-per-view (PPV) event made by WWE. The event took place May 1, 2011 at the St. Pete Times Forum in Tampa, Florida. It was the third Extreme Rules event. Nine matches overall took place, with eight airing live on PPV.\nRaw matches.\nOn the April 11th edition of Raw held a 5-man gauntlet match which would decide the number one contender to face The Miz for the WWE Championship. This match featured John Cena, Randy Orton, John Morrison, R-Truth and Dolph Ziggler. The last two men in the final round were John Cena and R-Truth. After The Miz and Alex Riley beat down both wrestlers, the match was resulted in a double disqualification, which would then lead to the anonymous Raw general manager stating that both John Cena and R-Truth would compete for the WWE Championship against The Miz in a Triple Threat match. The following week on \"Raw\", John Morrison challenged R-Truth for Truth's spot in the match and won, but Truth turned heel and attacked Morrison after the match. Later in the night, it was revealed that the match would be contested inside a steel cage.\nAlso on Raw, commentators Michael Cole and Jerry Lawler are also continuing their rivalry from WrestleMania XXVII. At the event, Lawler made Cole submit to the ankle lock, but the anonymous Raw General Manager reversed special guest referee Stone Cold Steve Austin's decision, thus making Cole the winner via disqualification. On the April 11 edition of Raw, Lawler defeated Cole's trainer, Jack Swagger, allowing him to announce that he would team up with his former broadcast partner, Jim Ross, to face Cole and Swagger at Extreme Rules. Two weeks later, the Raw General Manager declared that the teams would face each other in a Country Whipping match.\nSmackDown matches.\nMeanwhile on \"SmackDown\", Edge was scheduled to defend his World Heavyweight Championship against Alberto Del Rio in a ladder match at Extreme Rules after Del Rio won a number one contendership match against Christian on the April 8 edition of SmackDown. But less than a week later, on the April 11 edition of \"Raw\", Edge announced he was being forced to retire due to a real injury to his neck. That Friday, on the April 15 edition of SmackDown, Del Rio demanded to be crowned champion as he was the number one contender. SmackDown general manager Teddy Long didn't see it that way and announced that the match would still happen but that it would now be for the vacant title. Del Rio would be one contender. He also announced his opponent would be the winner of a 20-man over-the-top-rope Battle Royal. Later in the final match of the evening, Edge's real best friend for the past 20 years Christian won. Following this, on the April 25 edition of Raw, Del Rio was drafted to Raw as part of the year's draft. As such if Del Rio wins, he will bring the title to Raw, making the title a \"Raw only\" title.\nAnother feud from the SmackDown brand is between Layla and Michelle McCool, formerly known together as LayCool. Disagreement between the two divas started on the April 8 edition of SmackDown when McCool refused to tag Layla in a tag team match against Beth Phoenix and Kelly Kelly. The following two weeks, the two attended couple's therapy sessions, but the latter session ended with McCool attacking Layla, making their break up official. During the 2011 WWE Draft, after Layla lost her match against Eve, she attacked McCool for distracting her. On the April 29 edition of SmackDown, after fighting to a double count-out in their match, Layla and McCool agreed to have a No Count-out, No Disqualification match at Extreme Rules with the loser leaving WWE.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":20},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":43},{"uri":"WWE","surface_form":"WWE","offset":76},{"uri":"Amalie_Arena","surface_form":"St. Pete Times Forum","offset":121},{"uri":"Tampa","surface_form":"Tampa, Florida","offset":145},{"uri":"WWE_Extreme_Rules","surface_form":"Extreme Rules","offset":178},{"uri":"The_Miz","surface_form":"The Miz","offset":389},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":405},{"uri":"John_Cena","surface_form":"John Cena","offset":443},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":454},{"uri":"John_Morrison_(wrestler)","surface_form":"John Morrison","offset":467},{"uri":"Ron_Killings","surface_form":"R-Truth","offset":482},{"uri":"Dolph_Ziggler","surface_form":"Dolph Ziggler","offset":494},{"uri":"Alex_Riley","surface_form":"Alex Riley","offset":591},{"uri":"WrestleMania_XXVII","surface_form":"WrestleMania XXVII","offset":1209},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Stone Cold Steve Austin","offset":1355},{"uri":"Jack_Swagger","surface_form":"Jack Swagger","offset":1505},{"uri":"Jim_Ross","surface_form":"Jim Ross","offset":1601},{"uri":"Edge_(wrestler)","surface_form":"Edge","offset":1815},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":1848},{"uri":"Alberto_Del_Rio","surface_form":"Alberto Del Rio","offset":1887},{"uri":"Jason_Reso","surface_form":"Christian","offset":1997},{"uri":"WWE_Raw","surface_form":"\"Raw\"","offset":2099},{"uri":"Shoot_(professional_wrestling)","surface_form":"real","offset":2160},{"uri":"Theodore_Long","surface_form":"Teddy Long","offset":2338},{"uri":"Battle_royal_(professional_wrestling)","surface_form":"Battle Royal","offset":2580},{"uri":"2011_WWE_Draft","surface_form":"draft","offset":2793},{"uri":"Layla","surface_form":"Layla","offset":2943},{"uri":"Michelle_McCool","surface_form":"Michelle McCool","offset":2953},{"uri":"LayCool","surface_form":"LayCool","offset":2997},{"uri":"Beth_Phoenix","surface_form":"Beth Phoenix","offset":3146},{"uri":"Kelly_Kelly","surface_form":"Kelly Kelly","offset":3163},{"uri":"2011_WWE_Draft","surface_form":"2011 WWE Draft","offset":3346}]}