{"id":291049,"url":"http://en.wikipedia.org/wiki/Sapa_Inca","text":"e=\"preserve\">Sapa Inca was the Inca emperor. ' means \"The Great Inca\" or \"The Only Inca\" in Quechua, the Inca language. According to legend, the first Sapa Inca, Manco Cápac (c. 1200 CE- 1230) was the son of the sun god, Inti. Manco Cápac became Sapa Inca by founding the city of Cuzco after he was sent on a quest by a god to find a good location for a city and build one. He also united the tribes around Cuzco.\nThe position of Sapa Inca was hereditary, which means that it passed from father to son. The Sapa Inca was the sole and absolute ruler over the Incas. His word was law, and he was the supreme commander of the military. The Sapa Inca lived in great luxury with many wives, slaves, and riches. Another privilege that he had was that he was allowed to (and usually would) marry his sister even though it was prohibited for common people. When the Sapa Inca died he would be mummified.\nThe Inca Empire reached its height under Huayna Capac (1493–1527) when it stretched from modern day Argentina to Ecuador, although Tupac Inca Yupanqui (1471-1493) was responsible for expanding much of the empire to those borders. Tupac Yupanqui conquered the Kingdom of Chimor, the biggest rival to the Inca. He expanded the empire into modern day Ecuador, Peru, and Bolivia. Atahualpa was the last pre-conquest Sapa Inca. He was killed by the invading Spaniards in 1533 and after that there were several Sapa Inca who were installed by the Spanish. The last person to hold the title was Tupac Amaru who was killed by the Spanish in 1572.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inca","surface_form":"Inca","offset":31},{"uri":"Emperor","surface_form":"emperor","offset":36},{"uri":"Quechua","surface_form":"Quechua","offset":92},{"uri":"Manco_Capac","surface_form":"Manco Cápac","offset":162},{"uri":"Cusco","surface_form":"Cuzco","offset":280},{"uri":"Hereditary","surface_form":"hereditary","offset":444},{"uri":"Military","surface_form":"military","offset":623},{"uri":"Mummy","surface_form":"mummified","offset":885},{"uri":"Inca_Empire","surface_form":"Inca Empire","offset":900},{"uri":"Argentina","surface_form":"Argentina","offset":996},{"uri":"Ecuador","surface_form":"Ecuador","offset":1009},{"uri":"Peru","surface_form":"Peru","offset":1253},{"uri":"Bolivia","surface_form":"Bolivia","offset":1263},{"uri":"Atahualpa","surface_form":"Atahualpa","offset":1272}]}