{"id":291034,"url":"http://en.wikipedia.org/wiki/San_Lorenzo_Tenochtitlan","text":"e=\"preserve\">San Lorenzo Tenochtitlan started out as an agricultural and population center for the Olmec civilization, which inhabited a region of what is today southeastern Mexico. The Olmecs emerged as early as 1500 BC as the earliest complex society in the Americas. San Lorenzo is best known as the first city established in the Americas.\nThe main reason San Lorenzo flourished at such an early period is its location within the Coatzacoalcos flood plain, which provided fertile land for farming. Thus, the settlement of San Lorenzo follows the pattern of settlement of the world’s very first urban centers, which emerged in the fertile river valleys of Mesopotamia. Because of the high farming value of the surrounding land, San Lorenzo ranked as the Olmecs’ most populous settlement from 1200-900 BC. During that period, San Lorenzo had the biggest trade market in all of the Olmec Heartland.\nFor unknown reasons, many people migrated out of San Lorenzo in 800 BC to the nearby city of La Venta. However, San Lorenzo was repopulated in 600 BC, when it became a center for Olmec ritual sacrifices until the population faded away in 400 BC along with the Olmec civilization. Today, San Lorenzo remains a significant archaeological site because the artifacts found there–including the famous Colossal Heads and jade masks–shed some light on Olmec culture and its profound influence on later Mesoamerican civilizations, such as the Aztec and Maya.","categories":[],"infobox_types":[],"annotations":[{"uri":"Olmec","surface_form":"Olmec","offset":99},{"uri":"Civilization","surface_form":"civilization","offset":105},{"uri":"Mexico","surface_form":"Mexico","offset":174},{"uri":"BC","surface_form":"BC","offset":218},{"uri":"Flood_plain","surface_form":"flood plain","offset":447},{"uri":"Farming","surface_form":"farming","offset":492},{"uri":"Urban","surface_form":"urban","offset":597},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":658},{"uri":"Ritual_sacrifice","surface_form":"ritual sacrifice","offset":1084},{"uri":"Archaeological_site","surface_form":"archaeological site","offset":1220},{"uri":"Aztec","surface_form":"Aztec","offset":1434},{"uri":"Maya_civilization","surface_form":"Maya","offset":1444}]}