{"id":291032,"url":"http://en.wikipedia.org/wiki/Maya_calendar","text":"The Maya calendar is a system of calendars and almanacs used in the Maya civilization of pre-Columbian Mesoamerica, and in some modern Maya communities in highland Guatemala.\nIt shares many aspects with calendars employed by other earlier Mesoamerican civilizations, such as the Zapotec and Olmec, and contemporary or later ones such as the Mixtec and Aztec calendars. Although the Mesoamerican calendar did not originate with the Maya, their subsequent extensions and refinements of it were the most sophisticated. Along with those of the Aztecs, the Maya calendars are the best-documented and most completely understood.\nTypes.\nThere are three main Maya calendars: the 260 day ritual calendar called \"Tzolk'in\", the 365 day \"Haab, and the \"Long Count\". Approximately 52 years pass before the Haab and Tzolkin calendars converge and are back in the same alignment. This is called the Calendar round. The Tzolk'in is still in use today by the Ixil, Kek'chi and Quiche peoples of the Guatemalan highlands.\nHere is an example of a Maya calendar date: 12.18.16.2.6, 3 Cimi 4 Zotz. The “12.18.16.2.6” is the Long Count. Going from right to left, the units are: kin (1 day), uinal (20 kin = 20 days), tun (18 uinal = 360 days), katun (20 tun = approximately 20 years), baktun (20 katun =394 years). The Long Count was used to track periods of time longer than the 52 years of the Calendar Round. The mythical starting date of the current creation was August 11, 3114 BCE (Gregorian). “3 Cimi” is the Tzolkin date. The Tzolkin date is a combination of thirteen days numbered one-thirteen and twenty day-names. “4 Zotz” is the Haab' date. The Haab' year contains 18 months (each named) with 20 days each. The number before the word is the day of that month. The Maya then added five days to the calendar after the last month, Cumku, ends, in order to make the year 365 days long. Those five days, called \"Uayeb,\" were considered to be unlucky.\nDecember 21, 2012.\nA common myth about the Maya calendar was that it predicted that the world would end on December 21, 2012. This belief was mistaken. According to the Maya, there were three previous worlds. The first began with “the creation of the Earth, and it had upon it vegetation and living beings. Unfortunately, because they lacked speech, the birds and animals were unable to pay homage to the gods and were destroyed. In the second and third Ages the gods created humans of mud and then wood, but these also failed to please and were wiped out. The \"zero date\" 13.0.0.0.0 on the Long Count was when, according to the Maya, the third world ended and the fourth one, the current world, began. Another 13.0.0.0.0 would occur on December 21, 2012. There is no evidence that the Long Count would end on 13.0.0.0.0 or that the Maya believed that this would be the date of the apocalypse. Still, a variety of popular books and movies have contributed to the publicity surrounding the Maya calendar's supposed prediction of the end of the world in 2012. Some believershave taken advantage of this publicity to sell guides to surviving the apocalypse.","categories":[],"infobox_types":[],"annotations":[{"uri":"Calendar","surface_form":"calendar","offset":33},{"uri":"Almanac","surface_form":"almanac","offset":47},{"uri":"Maya_civilization","surface_form":"Maya civilization","offset":68},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":103},{"uri":"Guatemala","surface_form":"Guatemala","offset":164},{"uri":"Zapotec_civilisation","surface_form":"Zapotec","offset":279},{"uri":"Olmec","surface_form":"Olmec","offset":291},{"uri":"Mixtec","surface_form":"Mixtec","offset":341},{"uri":"Aztec","surface_form":"Aztec","offset":352},{"uri":"Years","surface_form":"years","offset":772},{"uri":"Apocalypse","surface_form":"the world would end","offset":2021}]}