{"id":291033,"url":"http://en.wikipedia.org/wiki/Mexican_coat_of_arms","text":"e=\"preserve\">The flag of Mexico contains a coat of arms which is derived from an Aztec symbol depicting an eagle with a snake in its mouth.\nIn the early 14th century, the Mexica people were a wandering tribe looking for a permanent settlement in modern day central Mexico. They survived by hunting and gathering and were often hired to fight as mercenaries for the city-states scattered throughout the region. According to legend, their god, Huitzilopochtli, told them to establish a city of their own at a site where they would find an eagle eating a snake on top of a cactus. The legend relates that the people saw the eagle on a small, swampy island in the middle of the shallow Texcoco lake. The Mexica invented a resourceful system of gardening, called chinampas, which allowed them to grow small gardens, eventually drying out the lake. In 1325, they completed construction of a city there. That city, which they called Tenochtitlan, became the capital of the Aztec Empire, which dominated central Mexico until its destruction by Spanish Conquistadores led by Hernando Cortes.\nAfter winning its independence from Spain in 1810, the newly created nation of Mexico–whose capital was built on the ruins of Tenochtitlan–adopted the symbol of the eagle and the snake to commemorate its Aztec heritage. The symbol can be found at the center of the Mexican flag.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flag_of_Mexico","surface_form":"flag of Mexico","offset":17},{"uri":"Aztec","surface_form":"Aztec","offset":81},{"uri":"Eagle","surface_form":"eagle","offset":107},{"uri":"Snake","surface_form":"snake","offset":120},{"uri":"Mexico","surface_form":"Mexico","offset":265},{"uri":"Mercenaries","surface_form":"mercenaries","offset":345},{"uri":"Huitzilopochtli","surface_form":"Huitzilopochtli","offset":442},{"uri":"Cactus","surface_form":"cactus","offset":570},{"uri":"Texcoco_lake","surface_form":"Texcoco lake","offset":682},{"uri":"Tenochtitlan","surface_form":"Tenochtitlan","offset":926},{"uri":"Aztec_Empire","surface_form":"Aztec Empire","offset":966},{"uri":"Conquistador","surface_form":"Conquistador","offset":1044},{"uri":"Hernando_Cortes","surface_form":"Hernando Cortes","offset":1066},{"uri":"Spain","surface_form":"Spain","offset":1119},{"uri":"Mexico","surface_form":"Mexico","offset":1162},{"uri":"Flag_of_Mexico","surface_form":"Mexican flag","offset":1348}]}