{"id":291130,"url":"http://en.wikipedia.org/wiki/Ole_von_Beust","text":"Carl-Friedrich Arp Ole Freiherr von Beust, generally called Ole von Beust, born 13 April 1955, in Hamburg, Germany, was Ole von Beust First Mayor of the Free and Hanseatic City of Hamburg () from 31 October 2001 to 25 August 2010, serving as President of the Bundesrat from 1 November 2007 on for one year. He was followed as mayor by Christoph Ahlhaus.\nLife and work.\nHe is the son of Achim Helge Freiherr von Beust and Hanna, née Wolff, who was considered half Jewish in Nazi Germany. Through his father he is a descendant of Saxon and Austrian statesman Count Friedrich Ferdinand von Beust.\nIn 1971 von Beust became member of the conservative Christian Democratic Union (CDU). In 1973, after finishing high school, he worked for the CDU group in Hamburg's city-state parliament (\"Bürgerschaft\"), a position he held until he started to study law in 1975 at the University of Hamburg. From 1977 until 1983 he was Hamburg president of the youth organisation of his party. Since 1978 Beust has been a member of the Hamburg city-state's parliament. In 1983 he successfully completed his studies and became an independent lawyer.\nHe has been a member of the ruling council of the Hamburg Land CDU since 1992, and of the national ruling council of the CDU party since 1998.\nFirst Mayor of Hamburg.\nOn 31 October 2001, Ole von Beust became First Mayor of Hamburg.\nOn 19 August 2003, Beust dismissed his vice-mayor Ronald Schill, causing a scandal. Beust had earlier dismissed Walter Wellinghausen, senator of the interior and Schill's most important official, without consulting Schill beforehand. This was due to public allegations of misconduct on Wellinghausen's part. In a private conversation, Schill then demanded that Beust take back the dismissal, allegedly using personal threats. Beust then decided to dismiss Schill as well.\nIn the press conference Schill held minutes after he had heard of his own dismissal, he spoke vaguely of \"homosexual relationships\", a \"flat in an infamous hustler district\" and \"certain things happened that let one infer the occurrence of love acts\" between Beust and Roger Kusch, who Beust had appointed minister (in German city-states \"senator\") of justice. Beust in turn stated that Schill threatened to make his alleged liaison with Kusch public under the premise that Beust intermingled public and private affairs. He said he had no sexual relationship with Kusch, that they merely knew each other for 25 years and were good friends, and that Beust was Kusch's landlord. \"This is all – absolutely all\", according to Beust.\nHis unprepared statement to the press quickly earned Schill an homophobic reputation. A popular radio-station broadcast a song calling him \"Mega-Proll\" (mega redneck) and gay and lesbian associations protested vocally. Schill however later affirmed Beust's version of the story, except for the accusations of blackmail, saying that he warned Beust to stay clear of nepotism, and that this had nothing to do with Beust's sexual orientation. He stated \"I have nothing against homosexuals\".\nIn a later interview, Beust's father confirmed that his son is indeed homosexual. Beust himself considers his sexual orientation a private matter; when asked directly he usually ironically refers the interviewer to his father.\nThe Hamburg elections of 29 February 2004, ended with an unprecedented landslide victory for Ole von Beust and the CDU, with the party achieving absolute majority in the city-state's parliament. The CDU gained 47.2 percent of the vote, a full 21-point increase from the previous election in September 2001. This was the first time since 1993 the city-state has had only a single ruling party. In the Hamburg elections of 24 February 2008, the CDU gained 42.6 percent of the vote. Thus, the CDU continued to be the strongest party in Hamburg. However, since the CDU lost its absolute majority, it formed a coalition government with the Greens.\nOn 18 July 2010 Ole von Beust declared his resignation effective 25 August. He was a finalist for the 2010 World Mayor prize.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hamburg","surface_form":"Hamburg","offset":98},{"uri":"Germany","surface_form":"Germany","offset":107},{"uri":"Government_of_Hamburg","surface_form":"First Mayor of the Free and Hanseatic City of Hamburg","offset":134},{"uri":"President_of_the_German_Bundesrat","surface_form":"President","offset":242},{"uri":"Bundesrat_of_Germany","surface_form":"Bundesrat","offset":259},{"uri":"Christoph_Ahlhaus","surface_form":"Christoph Ahlhaus","offset":335},{"uri":"Achim_Helge_von_Beust","surface_form":"Achim Helge Freiherr von Beust","offset":386},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":473},{"uri":"Saxony","surface_form":"Saxon","offset":528},{"uri":"Friedrich_Ferdinand_von_Beust","surface_form":"Friedrich Ferdinand von Beust","offset":563},{"uri":"Christian_Democratic_Union_(Germany)","surface_form":"Christian Democratic Union","offset":646},{"uri":"Parliament","surface_form":"parliament","offset":770},{"uri":"University_of_Hamburg","surface_form":"University of Hamburg","offset":863},{"uri":"Ronald_Schill","surface_form":"Ronald Schill","offset":1409},{"uri":"Homophobia","surface_form":"homophobic","offset":2623},{"uri":"Blackmail","surface_form":"blackmail","offset":2869},{"uri":"Nepotism","surface_form":"nepotism","offset":2925},{"uri":"Homosexual","surface_form":"homosexual","offset":3034},{"uri":"Hamburg_state_election%2C_2004","surface_form":"Hamburg elections of 29 February 2004","offset":3279},{"uri":"Hamburg_state_election%2C_2008","surface_form":"Hamburg elections of 24 February 2008","offset":3675},{"uri":"Alliance_%2790/The_Greens","surface_form":"Greens","offset":3910},{"uri":"World_Mayor","surface_form":"World Mayor","offset":4025}]}