{"id":291110,"url":"http://en.wikipedia.org/wiki/Mesoamerican_ball_game","text":"e=\"preserve\">The Mesoamerican ball game is a sport that people in Mesoamerica have played since about 1,400 B.C.E. It was the first team sport in history, as far as historians know.\nThe Olmecs, who lived from 1,200 B.C.E. to 400 B.C.E., played the Mesoamerican ballgame. They may have created the game. The ancient Mayans played the game; they called it pitz in Classical Maya. Later, the Aztecs played it; in their language, Nahuatl, they called the game ōllamaliztli.\nIn some parts of Mexico, indigenous people still play a more modern version of the game, called \"ulama\". This means that people have played the Mesoamerican ballgame for over 3,400 years longer than any other sport in history. The Mesoamerican ballgame was also the first sport in history ever to use a rubber ball.\nRules.\nThe game's goal was to shoot a ball through a stone hoop about wide. The ball, called an \"ulli\", was made out of rubber. It weighed about, about as much as a brick. The court, called a \"tlachtili\", was around long. It had a wall on each side. The stone hoops hung on these walls.\nThe court was usually in the shape of an “I,” although the shape was sometimes different. A line ran down the center of the court. From that line, the floor sloped to meet the walls.\nThe players were only allowed to use their heads, elbows, legs, and hips to hit the ball. The ball was not allowed to touch the ground, so the players often dove to avoid losing points. If one of the teams got the ball through the stone hoop, the game was over and that team won. However, this was very hard to do, since the stone hoops could be as high as off the ground. Since getting the ball through the hoop was uncommon, a team could also score points by hitting one of six markers alongside the edges of the court.\nGambling.\nGambling played a large part in the culture surrounding the ballgame. People could bet nearly anything on which team would win the game. Some ancient people bet things like beautiful feathers. Others bet children or even their own lives. The losers sometimes sold themselves into slavery just so they could pay off their debt.\nSometimes, city-states would play the game instead of going to war with each other. The city-state whose team won the game would rule over the losing city-state. Winning or losing a game could turn into an excuse to start an attack or try an assassination.p. 97\nReligious importance.\nThe Mesoamerican ballgame also held a very important religious meaning. In Aztec culture, for example, the game was meant to represent the combat that happened every day on the \"ball court\" in the underworld, where the sun fought with the night to get across.p. 173\nThe game's religious meaning was linked to the Mayan and Aztec practices of human sacrifice. Sometimes, the Mayans would make prisoners of war play the game, and would sacrifice them if they lost. However, Mayan art suggests that Mayan ballplayers, maybe team captains, were sacrificed too.\nThe Aztecs also sacrificed losing teams (or, according to some historians, winning teams) after some games. The ancient Aztecs believed that without human sacrifice, the sun would stop and the earth would be plunged into darkness. Sometimes, ancient Aztecs would decorate the ball court with the skulls of people who had been sacrificed. The ball itself was a symbol of a sacrificed person's head. Sometimes, the actual head or skull of a sacrificed person was used as a ball in the game.\nModern version.\nIn modern times, the Aztec ballgame changed into \"ulama.\" People still play this game in a few communities in the Mexican state of Sinaloa.\nUlama uses temporary courts, made by drawing thick lines in the dirt. There are three different ways to play ulama. In the different versions of the game, players may use their hips, forearms, or paddles to hit the ball.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":45},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":66},{"uri":"B.C.E.","surface_form":"B.C.E.","offset":108},{"uri":"Team","surface_form":"team","offset":132},{"uri":"History","surface_form":"history","offset":146},{"uri":"Historian","surface_form":"historian","offset":165},{"uri":"Olmec","surface_form":"Olmec","offset":186},{"uri":"Ancient_history","surface_form":"ancient","offset":307},{"uri":"Maya_civilization","surface_form":"Mayans","offset":315},{"uri":"Maya_languages","surface_form":"Classical Maya","offset":362},{"uri":"Aztec","surface_form":"Aztec","offset":389},{"uri":"Nahuatl","surface_form":"Nahuatl","offset":426},{"uri":"Mexico","surface_form":"Mexico","offset":487},{"uri":"Native_American","surface_form":"indigenous people","offset":495},{"uri":"Ulama_(game)","surface_form":"ulama","offset":567},{"uri":"Rubber","surface_form":"rubber","offset":773},{"uri":"Hoop","surface_form":"hoop","offset":845},{"uri":"Width","surface_form":"wide","offset":856},{"uri":"Ulli","surface_form":"ulli","offset":883},{"uri":"Rubber","surface_form":"rubber","offset":906},{"uri":"Weight","surface_form":"weighed","offset":917},{"uri":"Brick","surface_form":"brick","offset":951},{"uri":"Slope","surface_form":"sloped","offset":1230},{"uri":"Head","surface_form":"head","offset":1299},{"uri":"Elbow","surface_form":"elbow","offset":1306},{"uri":"Leg","surface_form":"leg","offset":1314},{"uri":"Hip","surface_form":"hip","offset":1324},{"uri":"Gambling","surface_form":"Gambling","offset":1788},{"uri":"Culture","surface_form":"culture","offset":1824},{"uri":"Bet","surface_form":"bet","offset":1871},{"uri":"Feather","surface_form":"feather","offset":1971},{"uri":"Slavery","surface_form":"slavery","offset":2068},{"uri":"Debt","surface_form":"debt","offset":2109},{"uri":"City-state","surface_form":"city-state","offset":2126},{"uri":"War","surface_form":"war","offset":2178},{"uri":"Excuse","surface_form":"excuse","offset":2321},{"uri":"Assassination","surface_form":"assassination","offset":2357},{"uri":"Religion","surface_form":"religious","offset":2452},{"uri":"Combat","surface_form":"combat","offset":2538},{"uri":"Underworld","surface_form":"underworld","offset":2596},{"uri":"Sun","surface_form":"sun","offset":2618},{"uri":"Night","surface_form":"night","offset":2638},{"uri":"Human_sacrifice","surface_form":"human sacrifice","offset":2741},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":2791},{"uri":"Art","surface_form":"art","offset":2877},{"uri":"Earth","surface_form":"earth","offset":3149},{"uri":"Skull","surface_form":"skull","offset":3252},{"uri":"Symbol","surface_form":"symbol","offset":3316},{"uri":"Modern_history","surface_form":"modern times","offset":3464},{"uri":"Mexico","surface_form":"Mexican","offset":3575},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":3592},{"uri":"Temporary","surface_form":"temporary","offset":3612},{"uri":"Forearm","surface_form":"forearm","offset":3784},{"uri":"Paddle","surface_form":"paddles","offset":3797}]}