{"id":291126,"url":"http://en.wikipedia.org/wiki/Lemmy","text":"Ian Fraser \"Lemmy\" Kilmister (24 December 1945 – 28 December 2015), commonly known by Lemmy, was a British musician, singer-songwriter and actor. He was best known as the bassist of the heavy metal band Motörhead.\nEarly years.\nLemmy was born in Burslem, Stoke-on-Trent, Staffordshire, England. He went to school at Ysgol Syr Thomas Jones in Amlwch, Wales. At age 16 he attended a concert by The Beatles in the Cavern Club. Lemmy liked the sarcastic attitude of the Beatles, especially John Lennon. Around that time he began playing guitar in small local bands like The Sundowners.\nIn mid-1960, he played guitar in bands like The Rainmakers, then The Motown Sect, playing clubs in the north. In 1965, he joined the band The Rockin 'Vickers, and signed a contract with CBS. The band released three single albums and toured Europe. In 1967, he moved to London and got a job as a roadie on The Jimi Hendrix Experience. In 1968, he recorded an album titled \"Escalator\" with the band Sam Gopal. After that, Lemmy met Simon King in a shopping center in Chelsea and then joined the band Opal Butterfly for a short period.\nLemmy joined the Ladbroke Grove rock band Hawkwind as a bassist and vocalist. He gained experience as a bassist, because until then he had only worked as a guitarist. Lemmy was also lead vocals on several songs for the band.\nMotörhead.\nIn 1975, Lemmy founded a new band called Bastard with guitarist Larry Wallis and Lucas Fox on drums. Later, Lemmy changed the name of the band to Motörhead. Wallis and Fox left the band and were replaced by the guitarist Eddie Clarke and drummer Phil \"Philthy Animal\" Taylor. This new formation would begin Motörhead's success in live performances. In 1977, the band recorded their first album, \"Motörhead\", released 24 September 1977. The second album, titled \"Overkill\", contained two songs that would become Motörhead classics: \"Louie Louie\" and \"Overkill\". The peak of the band was 1980 and 1981 with a series of chart hits in the UK, including the classic single \"Ace of Spades\", one of the biggest hits of the band.\nMotörhead's members changed throughout the band's career, but Lemmy remained on bass and vocals from their start 1975 until today.\nActing career.\nLemmy's career as an actor began by playing small roles in low-budget UK films \"Eat the Rich\" (1988) and \"Hardware\" (1990). His credits include \"Terror Firmer\" (1998), \"Frezno Smooth\" (1999), and \"Citizen Toxie: The Toxic Avenger IV\" (2000).\nDeath.\nOn 28 December 2015, Lemmy died of prostate cancer, cardiac arrhythmia and congestive heart failure at his home in Los Angeles, California at the age of 70.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":99},{"uri":"Bass_guitar","surface_form":"bassist","offset":171},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":186},{"uri":"Mot%C3%B6rhead","surface_form":"Motörhead","offset":203},{"uri":"Burslem","surface_form":"Burslem","offset":245},{"uri":"Stoke-on-Trent","surface_form":"Stoke-on-Trent","offset":254},{"uri":"Staffordshire","surface_form":"Staffordshire","offset":270},{"uri":"England","surface_form":"England","offset":285},{"uri":"Amlwch","surface_form":"Amlwch","offset":341},{"uri":"Wales","surface_form":"Wales","offset":349},{"uri":"The_Beatles","surface_form":"The Beatles","offset":391},{"uri":"John_Lennon","surface_form":"John Lennon","offset":485},{"uri":"Guitar","surface_form":"guitar","offset":532},{"uri":"Europe","surface_form":"Europe","offset":821},{"uri":"London","surface_form":"London","offset":850},{"uri":"Roadie","surface_form":"roadie","offset":876},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":890},{"uri":"Mot%C3%B6rhead","surface_form":"Motörhead","offset":1496},{"uri":"Phil_Taylor","surface_form":"Phil \"Philthy Animal\" Taylor","offset":1596},{"uri":"UK","surface_form":"UK","offset":1985},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":2502},{"uri":"Cardiac_arrhythmia","surface_form":"cardiac arrhythmia","offset":2519},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":2542},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2582},{"uri":"California","surface_form":"California","offset":2595}]}