{"id":291218,"url":"http://en.wikipedia.org/wiki/American_Express","text":"The American Express Company, is a financial company which today is best known for its credit card business. Sometimes called Amex cards, these credit cards make up nearly a quarter of all credit card transactions in the USA.\nSince 1958 the company's mascot has been a Roman centurion.\nEarly years of the company.\nWhen the American Express Company was founded in 1850 it was an “express business”. This meant that it was a private company whose business was to carry money, packages or valuable things from one place to another. The US Postal Service had only recently begun. They delivered letters, but not large parcels. This is why some people started small “express businesses”. An express messenger would carry money in a money bag. He would travel by train or stagecoach. The trains were very slow and often came off the rails. The stagecoaches travelled on terrible roads which were much too bumpy for the horses to trot. It was a time when many people were going to California and other areas in the west of the US. There was a lot of demand for money to be transferred from one part of the country to another. This is why the American Express company was started.\nTwo very important people in the express business at the time were Henry Wells and William G. Fargo. They had formed a partnership in 1844. When the American Express was formed its headquarters were in a building in Manhattan, New York. Three other companies merged to form the new company. They soon bought several other buildings nearby to use as stables for their horses. For many years it was the most successful company transporting goods, securities, money etc. (these were called “express shipments”). In 1874 the American Express moved its headquarters to 65 Broadway in the financial district of Manhattan. It has been there ever since.\nMove to financial services.\nGradually American Express began to focus their attention on banks and other big financial groups because they found the American Express very reliable and paid them good money for their services. The American Express gradually changed to be a financial company. In the late 1890s they started to compete with the banks by issuing money orders. They had big offices in London, Paris, Antwerp, Zurich and Berlin.\nBy 1890 the company needed a new building, so they pulled down the old building and built a new ten-story building in its place. By 1903, the company had assets of about $28 million. In 1916-17 a new building was constructed. It was made of concrete and steel and was shaped like an H. This building was sold in 1975.\nWhen their director J. C. Fargo travelled to Europe around 1890 he found it very difficult to get cash. He was very annoyed, because he was carrying with him letters of credit, and he felt that, as president of the American Express, it should have been no problem. Fargo went to Marcellus Flemming Berry and asked him to invent a better way getting cash. Berry invented the Traveler's Cheque. The traveler’s cheque was a very safe way of getting cash from a bank when travelling. The American Express Traveller’s Cheque, started in 1891, was to be used worldwide for nearly a century, when credit cards took over. Traveler's cheques made American Express a great international company.\nEffects of World War I.\nIn 1914, when World War I started, many people who happened to be travelling could not get at their money, but American Express offices in Europe were among the few companies to honor the letters of credit so that American tourists could get money to travel back home.\nThe war made American Express enter the travel business. In 1922 they provided a luxury steamship to take tourists round the world. The traveler’s cheque business made them hugely successful for many years.\nModern times: Charge card services.\nThe idea of a charge card for travel was discussed as early as 1946 but it was not until 1958 that American Express introduced their first cards. The early ones were paper. In 1959 plastic cards were introduced.\nIn 1966, American Express introduced the Gold Card and in 1984 the Platinum Card. The Platinum Card had a $250 annual fee (today it is $550). It was only offered to trusted customers. Today customers can apply for it.\nIn 1987, American Express introduced a credit card, known as the Optima card. Customers did not have to pay in full every month. They could now wait to pay later.\n\"Boston Fee Party\".\nFrom early 1980s until the early 1990s, American Express offered merchants and restaurants a discount if they accepted only American Express and no other credit or charge cards. However, in 1991, several restaurants in Boston started accepting Visa and MasterCards, even encouraging their customers to use them. These cards had a much lower fee than American Express fees, which at the time charged 4% for each transaction. Some restaurants even stopped accepting American Express cards. This revolt was called the “Boston Fee Party” (a pun on the name “Boston Tea Party”). In the end American Express decided to reduce their charges.\nAmerican Express today.\nThe director of American Express is Kenneth Chenault. American Express continues to be one of the world’s biggest financial companies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finance","surface_form":"financial","offset":35},{"uri":"Company","surface_form":"company","offset":45},{"uri":"Credit_card","surface_form":"credit card","offset":87},{"uri":"Transaction","surface_form":"transaction","offset":201},{"uri":"USA","surface_form":"USA","offset":221},{"uri":"Mascot","surface_form":"mascot","offset":251},{"uri":"Rome","surface_form":"Roman","offset":269},{"uri":"Entrepreneur","surface_form":"founded","offset":352},{"uri":"Money","surface_form":"money","offset":467},{"uri":"Letter","surface_form":"letter","offset":591},{"uri":"Train","surface_form":"train","offset":757},{"uri":"Stagecoach","surface_form":"stagecoach","offset":766},{"uri":"Railway_track","surface_form":"rails","offset":827},{"uri":"Horse","surface_form":"horse","offset":913},{"uri":"California","surface_form":"California","offset":974},{"uri":"Manhattan","surface_form":"Manhattan","offset":1389},{"uri":"New_York_(state)","surface_form":"New York","offset":1400},{"uri":"Stable","surface_form":"stable","offset":1522},{"uri":"Horse","surface_form":"horse","offset":1540},{"uri":"Bank","surface_form":"bank","offset":1908},{"uri":"London","surface_form":"London","offset":2216},{"uri":"Paris","surface_form":"Paris","offset":2224},{"uri":"Antwerp","surface_form":"Antwerp","offset":2231},{"uri":"Z%C3%BCrich_City","surface_form":"Zurich","offset":2240},{"uri":"Berlin","surface_form":"Berlin","offset":2251},{"uri":"Asset","surface_form":"asset","offset":2413},{"uri":"Concrete","surface_form":"concrete","offset":2500},{"uri":"Steel","surface_form":"steel","offset":2513},{"uri":"Europe","surface_form":"Europe","offset":2622},{"uri":"Traveler%27s_cheque","surface_form":"Traveler's Cheque","offset":2951},{"uri":"Credit_card","surface_form":"credit card","offset":3167},{"uri":"World_War_I","surface_form":"World War I","offset":3301},{"uri":"Credit_card","surface_form":"credit card","offset":4268},{"uri":"Discount","surface_form":"discount","offset":4505},{"uri":"Boston","surface_form":"Boston","offset":4631},{"uri":"Pun","surface_form":"pun","offset":4949},{"uri":"Boston_Tea_Party","surface_form":"Boston Tea Party","offset":4966}]}