{"id":291439,"url":"http://en.wikipedia.org/wiki/Flagler_County%2C_Florida","text":"Flagler County, in Florida, United States, was created in 1917. It was named for Henry Morrison Flagler, a famous railroad builder who built the Florida East Coast Railway.\nIn 1998, when two brush fires threatened to become one huge brush fire in Flagler County, a mandatory evacuation was ordered for the entire county. This was the first and so far the only time a whole county was evacuated in Florida. Flagler is also a sports town. Three Flagler baseball teams have made it to the State Tournament in the last 2 years.\nLand.\nAccording to the 2000 census, the county has a total area of, of which (or 84.97%) is land and (or 15.03%) is water.\nPeople.\nAs of the census of 2000, there were 49,832 people, 21,294 households, and 15,672 families living in the county. The population density was 103 people per square mile (40/km²). There were 24,452 housing units at an average density of 50 per square mile (19/km²). The racial makeup of the county was 87.27% White, 8.83% Black or African American, 0.27% Native American, 1.17% Asian, 0.02% Pacific Islander, 0.96% from other races, and 1.47% from two or more races. 5.09% of the population were Hispanic or Latino of any race. 90.1% spoke English, 5.0% Spanish and 1.2% German as their first language.\n1.8% of the population identified themselves as being of non-Hispanic West Indian Ancestry.\nIn 2000 there were 21,294 households out of which 21.10% had children under the age of 18 living with them, 62.80% were married couples living together, 8.10% had a female householder with no husband present, and 26.40% were not related. 21.60% of all households were made up of people living alone and 12.00% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.67.\nIn the county the population was spread out with 17.90% under the age of 18, 4.80% from 18 to 24, 20.30% from 25 to 44, 28.30% from 45 to 64, and 28.60% who were 65 years of age or older. The median age was 50 years. For every 100 females there were 92.10 males. For every 100 females age 18 and over, there were 89.90 males.\nThe median income for a household in the county was $40,214, and the median income for a family was $45,625. Males had a median income of $31,184 versus $24,865 for females. The per capita income for the county was $21,879. About 6.70% of families and 8.70% of the population were below the poverty line, including 15.70% of those under age 18 and 4.40% of those age 65 or over.\nFlagler county was ranked the fastest-growing county in the nation by the US Census Bureau from 2000 to 2005, with a 53.3% change, with a July 1, 2005 population estimate at 76,410.\nPolitics.\nBecause the demographics of the county are changing quickly, Flagler County is often an unpredictable county in presidential and other elections, although the general trend has been towards the Democratic party in recent years.\nEducation.\nFlagler County Public Schools enroll about 13,000 students. It includes two public high schools: Flagler Palm Coast and Matanzas High School. The county also has 5 elementary schools and 2 middle schools.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_(United_States)","surface_form":"County","offset":8},{"uri":"Florida","surface_form":"Florida","offset":19},{"uri":"United_States","surface_form":"United States","offset":28},{"uri":"Henry_Morrison_Flagler","surface_form":"Henry Morrison Flagler","offset":81},{"uri":"Railroad","surface_form":"railroad","offset":114},{"uri":"Florida_East_Coast_Railway","surface_form":"Florida East Coast Railway","offset":145},{"uri":"Emergency_evacuation","surface_form":"evacuation","offset":275},{"uri":"Census","surface_form":"census","offset":665},{"uri":"Population_density","surface_form":"population density","offset":772},{"uri":"Race_(United_States_Census)","surface_form":"White","offset":961},{"uri":"African_American","surface_form":"African American","offset":983},{"uri":"Native_American","surface_form":"Native American","offset":1007},{"uri":"Asian","surface_form":"Asian","offset":1030},{"uri":"Pacific_Islander","surface_form":"Pacific Islander","offset":1043},{"uri":"Hispanic","surface_form":"Hispanic","offset":1148},{"uri":"Latino","surface_form":"Latino","offset":1160},{"uri":"English_language","surface_form":"English","offset":1192},{"uri":"Spanish_language","surface_form":"Spanish","offset":1206},{"uri":"German_language","surface_form":"German","offset":1223},{"uri":"Marriage","surface_form":"married couples","offset":1467},{"uri":"Median","surface_form":"median","offset":1982},{"uri":"Income","surface_form":"income","offset":2127},{"uri":"Per_capita_income","surface_form":"per capita income","offset":2294},{"uri":"Poverty_line","surface_form":"poverty line","offset":2407},{"uri":"US_Census_Bureau","surface_form":"US Census Bureau","offset":2569},{"uri":"U.S._President","surface_form":"presidential","offset":2799},{"uri":"Election","surface_form":"election","offset":2822},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":2881},{"uri":"Flagler_County_Public_Schools","surface_form":"Flagler County Public Schools","offset":2926},{"uri":"High_school","surface_form":"high school","offset":3009},{"uri":"Elementary_school","surface_form":"elementary school","offset":3090},{"uri":"Middle_school","surface_form":"middle school","offset":3115}]}