{"id":29158,"url":"http://en.wikipedia.org/wiki/Improvisation","text":"Improvisation is the art of performing without a script or rehearsal.\nMusic.\nIn music, improvisation is the art of playing an instrument (or singing) in which the musician or musicians make up the music as they play. Improvising is inventing at the same time as one does something. Some musicians only play music when they have written music in front of them, but it can be great fun to improvise music. It is a way of composing. Improvisation is common during a jam session.\nIn Baroque times all musicians were taught to improvise because composers often did not bother to write all the notes down. Musicians would have improvised lots of ornaments, and even whole sections.\nMany great composers such as Johann Sebastian Bach, Wolfgang Amadeus Mozart, Ludwig van Beethoven and Franz Liszt were famous for their keyboard improvisations.\nOrganists are often expected to improvise during a service. In this way they can fill in gaps in the service when there would otherwise be silence, they can make a smooth link between one piece of music and the next, and they can create the right atmosphere. In Baroque times in the Lutheran church organists would improvise a chorale prelude. This was a piece of music which uses the melody of the chorale (hymn) that the congregation sang. Bach was one of many composers who wrote many of his chorale preludes down. In more recent times some famous concert organists often finish an organ recital by playing an improvisation. This might be quite a long piece with several linked movements, finishing with a fugue. Somebody may give them the theme written on a piece of paper, so that it is quite unprepared. Charles Tournemire, Marcel Dupré, Pierre Cochereau, Pierre Pincemaille are known to be great organ improviser.\nA lot of people who play folk music improvise. Traditional folk music would not have been written down.\nIn traditional jazz the musicians usually improvise. It is quite tricky when a group of people are improvising together. They have to listen to one another and get ideas from one another. It can be a very exciting way of making music.\nComedy.\nImprovisation also refers to a type of performance. Improvisation (or improv for short) is often used in comedy. Actors or \"Improvisers\" will create an entire show that they make up as they go along. They will often ask the audience for an idea or suggestion. They will then do a short performance based on the suggestion. This lets them do many different short performances during each night's show. This is called \"Short-form improv\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Script_(performing_arts)","surface_form":"script","offset":49},{"uri":"Rehearsal","surface_form":"rehearsal","offset":59},{"uri":"Music","surface_form":"music","offset":80},{"uri":"Musical_instrument","surface_form":"instrument","offset":126},{"uri":"Sing","surface_form":"sing","offset":141},{"uri":"Musician","surface_form":"musician","offset":163},{"uri":"Invention","surface_form":"inventing","offset":232},{"uri":"Composition_(music)","surface_form":"composing","offset":419},{"uri":"Jam_session","surface_form":"jam session","offset":463},{"uri":"Baroque_music","surface_form":"Baroque","offset":479},{"uri":"Composer","surface_form":"composers","offset":540},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":705},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":728},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":753},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":778},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":812},{"uri":"Pipe_organ","surface_form":"Organists","offset":837},{"uri":"Chorale_prelude","surface_form":"chorale prelude","offset":1164},{"uri":"Chorale","surface_form":"chorale","offset":1236},{"uri":"Hymn","surface_form":"hymn","offset":1245},{"uri":"Movement","surface_form":"movement","offset":1518},{"uri":"Fugue","surface_form":"fugue","offset":1546},{"uri":"Charles_Tournemire","surface_form":"Charles Tournemire","offset":1647},{"uri":"Marcel_Dupr%C3%A9","surface_form":"Marcel Dupré","offset":1667},{"uri":"Pierre_Cochereau","surface_form":"Pierre Cochereau","offset":1681},{"uri":"Pierre_Pincemaille","surface_form":"Pierre Pincemaille","offset":1699},{"uri":"Folk_music","surface_form":"folk music","offset":1783},{"uri":"Jazz","surface_form":"jazz","offset":1877},{"uri":"Performance","surface_form":"performance","offset":2144},{"uri":"Comedy","surface_form":"comedy","offset":2210},{"uri":"Actor","surface_form":"Actor","offset":2218},{"uri":"Audience","surface_form":"audience","offset":2329}]}