{"id":2915,"url":"http://en.wikipedia.org/wiki/Peru","text":"Peru is a country in South America. The capital is Lima. The ruins of Machu Picchu, the Andes mountains, and the source of the Amazon River are all found in Peru.\nPeru is bordered to the north by Ecuador and Colombia, to the east by Brazil, to the south by Chile, and to the southeast by Bolivia. Peru is a representative democratic republic divided into 25 regions and over 33 million people live in it.\nPeruvian territory was home to the Norte Chico civilization, one of the oldest in the world, and to the Inca Empire, the largest state in Pre-Columbian America. The Spanish Empire conquered the region in the 16th century and established a Viceroyalty, which included most of its South American colonies. After achieving independence in 1821.\nPeru suffered a terrible guerrilla war in the 1980s. The communist (Maoist) Shining Path tried to take over the country. But after the leader of the group was captured in 1992, Shining Path was not a threat anymore. During the 1990s, it was ruled by President Alberto Fujimori. During this time, the economy of Peru got better, and it became easier to start a company or operate a business. After Fujimori, Alejandro Toledo was elected President, and then Alan Garcia, who was President from 1985 to 1990, was elected again in 2006. Ollanta Humala was elected President in 2011 and Pedro Pablo Kuczynski was elected President in 2016. In March 2018, Kuczynski resigned following political scandals and Vice President Martín Vizcarra was sworn-in as the next president.\nPeru's most important exports, products that it sells to other countries, are fish, gold and other metals, oil, coffee, sugar, and cotton. Also, the food in Peru is very diverse, including typical dishes like Ceviche and Broiled Chicken.\nTourists from other countries like to come to Peru because of the history and also to enjoy nature. Many people come to climb mountains in the Cordillera Blanca in the Ancash Region, and many people visit Peru's long Pacific coast or the Amazon jungle. Cuzco and Macchu Picchu are just two of the places where many buildings built by the Incas are still standing after hundreds of years, and these are some of the most visited places. The Incas were not the only tribe in Peru who left buildings and artifacts, but they were the most powerful.\nPeru is divided into 25 regions of Peru regions. Lima is the capital and other main regions are Cuzco, Arequipa and Lambayeque. In the Amazon jungle region, we can find many important rivers and different animals, plants and people of many indigenous cultures.\nThe currency of Peru is the Nuevo Sol.\nEconomy.\nAbout 39.8% of the population lives below the national poverty line.\nHistory.\nPeru was the home of the Inca Empire. The Incas were a well-organized Indian civilization that began the city of Cuzco (now called Cusco). Beginning in the 1400s, they defeated many nearby tribes and built an empire in the Andes. The Inca forced the people to work for the king for a certain number of days every year. They used this \"work tax\" to build roads and terraces on the sides of the mountains to grow crops, and huge cities with rich palaces for the rulers and their queens. Records were kept on quipa, knotted ropes, since the Incas never invented writing. These could be quickly sent anywhere in the empire by a series of relay runners set up along the roads. Heavier loads were sent by llamas, the pack animals of the Andes.\nThe Incas were rich in gold and silver which could be found in the mountains. The Spanish wanted that treasure when they discovered the nation in the 1500s. Francisco Pizarro, a Spanish man, kidnapped and killed the Inca ruler in 1532, even after his people paid a huge amount of treasure for his release. The Incas fought the Spanish for many years, but the last Inca king was killed in 1572.\nPeru was a Spanish colony until 1821. Spanish is still the main language of the people, although many also speak Quechua, the Inca language.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Country","surface_form":"country","offset":10},{"uri":"South_America","surface_form":"South America","offset":21},{"uri":"Capital_(city)","surface_form":"capital","offset":40},{"uri":"Lima","surface_form":"Lima","offset":51},{"uri":"Machu_Picchu","surface_form":"Machu Picchu","offset":70},{"uri":"Andes","surface_form":"Andes","offset":88},{"uri":"Amazon_River","surface_form":"Amazon River","offset":127},{"uri":"Ecuador","surface_form":"Ecuador","offset":196},{"uri":"Colombia","surface_form":"Colombia","offset":208},{"uri":"Brazil","surface_form":"Brazil","offset":233},{"uri":"Chile","surface_form":"Chile","offset":257},{"uri":"Bolivia","surface_form":"Bolivia","offset":288},{"uri":"Guerrilla_warfare","surface_form":"guerrilla war","offset":772},{"uri":"Sendero_Luminoso","surface_form":"Shining Path","offset":823},{"uri":"Alberto_Fujimori","surface_form":"Alberto Fujimori","offset":1007},{"uri":"Alejandro_Toledo","surface_form":"Alejandro Toledo","offset":1154},{"uri":"Ollanta_Humala","surface_form":"Ollanta Humala","offset":1280},{"uri":"Pedro_Pablo_Kuczynski","surface_form":"Pedro Pablo Kuczynski","offset":1329},{"uri":"Mart%C3%ADn_Vizcarra","surface_form":"Martín Vizcarra","offset":1464},{"uri":"Export","surface_form":"export","offset":1538},{"uri":"Ancash_Region","surface_form":"Ancash Region","offset":1922},{"uri":"Regions_of_Peru_regions","surface_form":"regions of Peru regions","offset":2322},{"uri":"Inca_Empire","surface_form":"Inca Empire","offset":2710},{"uri":"Cusco","surface_form":"Cusco","offset":2816},{"uri":"King","surface_form":"king","offset":2958},{"uri":"Palace","surface_form":"palace","offset":3129},{"uri":"Relay","surface_form":"relay","offset":3319},{"uri":"Llama","surface_form":"llama","offset":3384},{"uri":"Gold","surface_form":"gold","offset":3446},{"uri":"Silver","surface_form":"silver","offset":3455},{"uri":"Spanish_language","surface_form":"Spanish","offset":3855}]}