{"id":291691,"url":"http://en.wikipedia.org/wiki/Friday_(Rebecca_Black_song)","text":"\"Friday\" is a song by American singer Rebecca Black. It was written and produced by Clarence Jey and Patrice Wilson. It was released as a single on February 10, 2011, and then, it premiered on iTunes on March 14, 2011 by Ark Music Factory as Black's debut single.\nBackground.\nA worker for Ark Music Factory told Rebecca Black's mother about the company's production services in late 2010; Black was 13 years old at the time. She was living in Anaheim Hills, California. Rebecca Black's mother, Georgina Kelly, paid Ark Music $4,000 for a song and a music video that included a choice of two songs written beforehand. Black chose \"Friday\", as \"the other song was about adult love – I haven't experienced that yet. I felt like it was my personality in that song.\"\nThe payment covered one half or less of the production costs of the music video, and Black's family could have paid nothing in exchange for giving up all rights to the song. Black chose \"Friday\", as \"the other song was about adult love – I haven't experienced that yet. I felt like it was my personality in that song.\" Ark Music extensively used the pitch-correcting software Auto-Tune. Although Kelly had some doubts over the quality of the lyrics, Black assured her that \"I sang it as they wrote it, Mom.\" \"Friday\" co-writer Patrice Wilson explained that \"I wrote the lyrics on a Thursday night going into a Friday. I was writing different songs all night and was like, 'Wow, I've been up a long time and it's Friday.' And I was like, wow, it is Friday!\"\nReception.\nThe music video for the song became a viral video. The song was criticized for the lyrics, the use of Auto-Tune and the video. On March 11, 2011, the video's view count on YouTube was still about 4,000. As of April 15, 2011, the video had over 102 million views, 2.1 million comments, 240 000 \"likes\" and 2 million \"dislikes\". Since the growth in popularity of the song and video, there have been numerous parody videos and remixes. \"Forbes\" has said that the unpopularity of the song is another sign of the power of social media – specifically Twitter, Facebook, and Tumblr. It also said these media could create \"overnight sensations.\" Despite the very bad reviews, pop music celebrities Chris Brown, Miley Cyrus, and Simon Cowell have supported Black.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rebecca_Black","surface_form":"Rebecca Black","offset":38},{"uri":"Clarence_Jey","surface_form":"Clarence Jey","offset":84},{"uri":"Patrice_Wilson","surface_form":"Patrice Wilson","offset":101},{"uri":"ITunes","surface_form":"iTunes","offset":193},{"uri":"Ark_Music_Factory","surface_form":"Ark Music Factory","offset":221},{"uri":"Anaheim_Hills","surface_form":"Anaheim Hills","offset":443},{"uri":"California","surface_form":"California","offset":458},{"uri":"Auto-Tune","surface_form":"Auto-Tune","offset":1138},{"uri":"Patrice_Wilson","surface_form":"Patrice Wilson","offset":1289},{"uri":"Viral_video","surface_form":"viral video","offset":1568},{"uri":"Auto-Tune","surface_form":"Auto-Tune","offset":1632},{"uri":"YouTube","surface_form":"YouTube","offset":1702},{"uri":"Forbes","surface_form":"Forbes","offset":1964},{"uri":"Twitter","surface_form":"Twitter","offset":2075},{"uri":"Facebook","surface_form":"Facebook","offset":2084},{"uri":"Tumblr","surface_form":"Tumblr","offset":2098},{"uri":"Chris_Brown_(entertainer)","surface_form":"Chris Brown","offset":2220},{"uri":"Miley_Cyrus","surface_form":"Miley Cyrus","offset":2233},{"uri":"Simon_Cowell","surface_form":"Simon Cowell","offset":2250}]}