{"id":29165,"url":"http://en.wikipedia.org/wiki/Siren","text":"e=\"preserve\">:\"This article is about mythological creatures. For the noise-making siren see siren (noisemaker)\"\nA siren is a creature in Greek mythology. The sirens were living on an island surrounded by rocks. sirens also have a mermaid form where they still sing but they hit the boat to sink it that way and sirens have a human form Sailors would try to go to them because of their singing, and their ships would get destroyed on the rocks, and they would drown.\nOriginally they looked like bird-women, but in modern time they are often shown to look like fish-women or mermaids. Many people said they were Naiads (spirits of the sea).\nThey also appear in Homer's \"Odyssey\". There Odysseus and his ship have to pass the siren's island. Odysseus tells his men to put wax in their ears, so they will not hear the song of the sirens. He also tells his men to bind him to the ship's mast, so he cannot go to the sirens when he hears their song. When Odysseus and his men pass the Sirens, Odysseus wants to go towards them, but his men pull the rope tighter to hold him down. His men can then look at Odysseus and see when he cannot hear the sirens anymore, because he is calm again. Then they can take the wax out of their ears, and free Odysseus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Siren_(noisemaker)","surface_form":"siren (noisemaker)","offset":92},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":137},{"uri":"Island","surface_form":"island","offset":183},{"uri":"Sailors","surface_form":"Sailors","offset":336},{"uri":"Ship","surface_form":"ship","offset":404},{"uri":"Drown","surface_form":"drown","offset":459},{"uri":"Naiad","surface_form":"Naiad","offset":610},{"uri":"Homer","surface_form":"Homer","offset":659},{"uri":"Odyssey","surface_form":"Odyssey","offset":668},{"uri":"Odysseus","surface_form":"Odysseus","offset":684},{"uri":"Wax","surface_form":"wax","offset":769},{"uri":"Ear","surface_form":"ear","offset":782}]}