{"id":291605,"url":"http://en.wikipedia.org/wiki/NART_TV","text":"NART TV (National Adighe Radio and Television) is a Circassian satellite TV channel which broadcasts from Amman, Jordan. The channel is gaining in popularity and is beginning to get a larger audience in Jordan, Syria and Turkey.\nHistory.\nYoung Circassians from Jordan decided to open a Circassian-language TV channel with a hope to find international exposure for the Circassian people who live overseas. The experimental channel began broadcasting Circassian music and dance like on MTV. Through the years it has become a commercial channel broadcasting social events, documentaries and activities of the Circassian diaspora. It is continuously under development and regeneration with the increase of advertising incomes from local commercial activities.\nTV programming.\nThe footpath of the transmission covers a large area of Europe, Africa, Asia and the Middle East. Starting in 2011, the channel began to broadcast new programs, moving to normal entertainment schedules. It also switched to including some programs in Arabic because of the concern that many young Circassians (especially in Jordan) do not understand the original Circassian language. A collection of new shows were introduced including live interviews and specific social programs and entertainment programs. Teaching Circassian language in different dialects was also introduced.","categories":[],"infobox_types":[],"annotations":[{"uri":"Caucasian_languages","surface_form":"Circassian","offset":52},{"uri":"Satellite_television","surface_form":"satellite","offset":63},{"uri":"Television_channel","surface_form":"TV channel","offset":73},{"uri":"Amman","surface_form":"Amman","offset":106},{"uri":"Jordan","surface_form":"Jordan","offset":113},{"uri":"Syria","surface_form":"Syria","offset":211},{"uri":"Turkey","surface_form":"Turkey","offset":221},{"uri":"Music","surface_form":"music","offset":460},{"uri":"Dance","surface_form":"dance","offset":470},{"uri":"MTV","surface_form":"MTV","offset":484},{"uri":"Documentary","surface_form":"documentaries","offset":570},{"uri":"Diaspora","surface_form":"diaspora","offset":617},{"uri":"Advertising","surface_form":"advertising","offset":702},{"uri":"Power_transmission","surface_form":"transmission","offset":792},{"uri":"Middle_East","surface_form":"Middle East","offset":857},{"uri":"Arabic_language","surface_form":"Arabic","offset":1022},{"uri":"Interview","surface_form":"interview","offset":1212},{"uri":"Dialect","surface_form":"dialect","offset":1322}]}