{"id":291639,"url":"http://en.wikipedia.org/wiki/Tommy%27s_First_Birthday","text":"\"Tommy's First Birthday\" was the first episode of the Nickelodeon show \"Rugrats\". It was made in August 11, 1990 and aired August 11, 1991. It's preceded by the season 0 (pre-1) (pilot) episode recorded and made in August 7, 1989, produced in August 7, 1990 and released in 2001.\nSummary.\nOn the morning of Tommy Pickles' first birthday, he sees a commercial for dog food and decides that he wants to eat it, believing it will turn him into a dog. Meanwhile, his mother Didi is panicking over having the perfect party for Tommy. This includes a puppet show (to which th stage and puppets are booked, but not the puppeteers), a carrot cake (much to Grandpa Boris' displeasure, hoping it will be a chocolate cake), and a really elaborate invention from Tommy's dad, Stu (the Hooverama). After convincing the other Rugrats to eat dog food, Tommy discovers that Spike eaten all of it. But when he spots another can of the top of the shelf, he attempts to get it with Angelica and Chuckie's help. However, all he ends up doing is destroying the kitchen and ruining the Hooverama. Soon, all the adults are complaining about various items, when Grandpa opens a can of dog food for Spike. The Rugrats finally eat it, but all but Phil spits it out. Then, thinking they are dogs, they start walking around (hands and legs) are barking. This breaks the adults out of the arguing and watching them in awe, and the episode ends with Grandpa Lou taking a picture of the party, which ends up in the Pickles Family Album.\nHome releases.\n\"Tommy's First Birthday\" was released on the DVD \"Rugrats: Season 1\" and will be released on \"Rugrats: The Complete Series\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":54},{"uri":"Rugrats","surface_form":"Rugrats","offset":72},{"uri":"Television_advertisement","surface_form":"commercial","offset":348},{"uri":"Dog_food","surface_form":"dog food","offset":363},{"uri":"Carrot_cake","surface_form":"carrot cake","offset":627},{"uri":"Chocolate_cake","surface_form":"chocolate cake","offset":696}]}