{"id":291751,"url":"http://en.wikipedia.org/wiki/Sonic_%26_Knuckles","text":"\"Sonic & Knuckles\" is the fourth video game in the \"Sonic the Hedgehog\" series. It was made by Sonic Team and published by Sega for the Sega Mega Drive in 1994. In the game, you are able to play as Sonic the Hedgehog and Knuckles the Echidna. You can insert a \"Sonic the Hedgehog 2\" or \"Sonic the Hedgehog 3\" cartridge into it and you will get new modes for those games. This is called \"Lock-on Technology\".\nHow to play the game.\nThis game is similar to \"Sonic the Hedgehog 3\". The point of the game is to collect Rings, defeat robots and get to the end of a Zone.\nIn Sonic and Knuckles, there are eight Zones. But only Super Sonic can reach the last Zone of the game. Only Sonic or Tails can play the second to last Zone, the Death Egg. Most zones have two levels, which are named \"acts\" in the game. At the end of every act 1, you've got to fight one of Dr. Eggman's robots, and at the end of every act 2, you've got to fight Dr. Eggman himself. There are small robots called \"Badniks\" in the acts. Most of them can be destroyed if you jump on them. If the badnik is destroyed, a little animal jumps out of it.\nRings are floating in the air and they are gold. If you collect 100 or 200 Rings, you get a life. If you have no Rings and something hits you (for example, a badnik, spike, or Dr. Eggman), you lose a life.\nThere are also Starposts in the acts. If you hit a Starpost, it will spin for a bit, and if you lose a life, you restart at the last Starpost you touched. Starposts can be used to go to the Bonus Stage, if you touch them if you have 20 or more Rings. Then, a ring made of stars will spin above the Starpost, and if you jump into it, you go to the Bonus Stage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":33},{"uri":"Sonic_the_Hedgehog_(series)","surface_form":"Sonic the Hedgehog","offset":52},{"uri":"Sonic_Team","surface_form":"Sonic Team","offset":95},{"uri":"Sega","surface_form":"Sega","offset":123},{"uri":"Sega_Mega_Drive","surface_form":"Sega Mega Drive","offset":136},{"uri":"1994","surface_form":"1994","offset":155},{"uri":"Sonic_the_Hedgehog","surface_form":"Sonic the Hedgehog","offset":198},{"uri":"Knuckles_the_Echidna","surface_form":"Knuckles the Echidna","offset":221},{"uri":"Sonic_the_Hedgehog_2","surface_form":"Sonic the Hedgehog 2","offset":261},{"uri":"Sonic_the_Hedgehog_3","surface_form":"Sonic the Hedgehog 3","offset":287}]}