{"id":291720,"url":"http://en.wikipedia.org/wiki/Reptar_on_Ice","text":"\"Reptar on Ice\" was the twenty-third episode of the Nickelodeon show \"Rugrats\". It aired November 8, 1992.\nSummary.\nTommy is disgruntled at a comment Angelica makes at a breakfast about the dinosaurs being extinct and expresses his concern to the other babies of the possibility of Reptar being extinct too. After an accidental suggestion by Chuckie's that he's \"hiding,\" the babies look for him in the backyard and discover a lizard which looks exactly like him and come to assumption that it is Reptar's child. To keep him in a secret from the grown-ups, Tommy hides the lizard inside his diaper and the lizard crawls around inside Tommy’s diaper causing him to twitch and squirm a lot while the babies ponder what to do with Reptar's Baby. A commercial for \"Reptar on Ice\" suddenly plays, to the shock of the babies and Stu decides to take them all. The babies are now thrilled because they can now \"return\" the lizard to its \"father\".\nAs they arrive at the ice show, Leo, the actor portraying \"Reptar\", shows his outrage at the theme of the show manager, Harry, how he questions why he chose to the play the part due to his dislike of children, lizards, and his inability to the ice skate. The performance begins and as it continues, the adults fall asleep; the babies then take this time to give the lizard to \"Reptar.\" They go onto the ice and rides on the props to catch up with him. They get caught in the midst of a scene and inadvertently interrupt the performance; Leo tries to continue performing, but freaks out and runs off when Tommy shows him the lizard. Stu gets on the ice and picks up the babies, to the audience's applause. As Stu is holding Tommy up against him, the lizard crawls out of Tommy’s diaper looking around then notices another place to explore which is Stu’s jeans and jumps out of Tommy’s diaper and inside Stu’s jeans making Stu move abnormally causing him to strongly twitch and squirm as the lizard crawls around inside his jeans...\nHome releases.\n\"Reptar on Ice\" was released on the VHS \"Rugrats: Return of Reptar\", the DVD \"Rugrats: Decade in Diapers\", \"Rugrats: Season 2\" and will be released on \"Rugrats: The Complete Series\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":52},{"uri":"Rugrats","surface_form":"Rugrats","offset":70},{"uri":"Breakfast","surface_form":"breakfast","offset":170},{"uri":"Lizard","surface_form":"lizard","offset":427},{"uri":"Ice_show","surface_form":"ice show","offset":961},{"uri":"Actor","surface_form":"actor","offset":980},{"uri":"Ice_skate","surface_form":"ice skate","offset":1183},{"uri":"Applause","surface_form":"applause","offset":1634}]}