{"id":29176,"url":"http://en.wikipedia.org/wiki/Muse_(band)","text":"Muse are an English alternative rock band. They began in Teignmouth in 1994. There are three members of the band: Matthew Bellamy (guitar, piano, vocals), Chris Wolstenholme (bass and background vocals) and Dominic Howard (drums). They are sub-classified as mainly progressive rock, and play music with melody and fast tempo. However, they also play a great number of other styles of music, especially on their older albums like \"Showbiz\". Their albums, \"Black Holes and Revelations\", \"Absolution\" and \"The Resistance\", have been successful in the United States, the United Kingdom and most western countries of the world.\nCreation and early EPs.\nMatthew Bellamy, Chris Wolstenholme, and Dominic Howard grew up in a small town called Teignmouth in Devon. They were bored there, so they started playing music together. When they were 13 years old, they made a band called Gothic Plague. The band was later called Fixed Penalty. After that, it was called Rocket Baby Dolls. In 1994, while they were called Rocket Baby Dolls, they won a Battle of the Bands competition. During this competition, they broke their instruments, but still won. In 1997, they chose the name Muse. Muse's members did not like Teignmouth. In an interview in 1999, Bellamy said that it was full of people who took drugs, and that it was like a \"living hell\".\nMuse left Teignmouth and met Sawmills Studio owner, Dennis Smith. He liked their work and offered them a contract with his record label, Dangerous Records and put them in the studio with producer Paul Reeve. Muse released their first EP called \"Muse\" in 1997. The band went to more band competitions and won several. In 1998, they released their second EP, \"Muscle Museum\". The EP was popular, and Muse toured around Europe and Australia.\n\"Showbiz\".\n\"Museum\" was popular enough to get Muse a record contract with Maverick Records in the United States. The band started to work on a new album. They wrote new ones, though, for their next album. The other songs they used were already on their EPs. Muse worked with producers Paul Reeve and John Leckie, who produced Radiohead's album,\"The Bends\".\nMuse's first album, \"Showbiz\", came out in 1999. In the United States, Maverick used a large advertising campaign to make Muse more popular. Muse were already popular in the UK, and \"NME\" said they were \"the first great British guitar band of the 21st century\". US magazine \"Rolling Stone\" said \"Showbiz\" sounded a lot like Radiohead. Matthew Bellamy did not like that comparison, but people would still compare Muse and Radiohead in the future. Other reviewers said the band had a lot of potential after listening to \"Showbiz\".\n\"Origin of Symmetry\".\nIn the year 2000, Muse traveled a lot to help sell \"Showbiz\". The highlight of the tour was touring with Red Hot Chili Peppers and Foo Fighters. The band played at over 50 music festivals in Europe, and several in Japan. While they were traveling, the band recorded some songs for their next album. In January 2001, they started working on the rest with producer John Leckie, in Peter Gabriel's studio.\nMuse began touring again in May 2005, after finishing the album. They had not released it, but Bellamy told BBC he thought the best way to promote it was to play live music. The band's second album, \"Origin of Symmetry\", was released in June 2001 in the UK. However, it was only released in North America in 2005. The album did not do well on charts, but was popular with critics. \"NME\" praised the album for the songs on it being very loud and angry. Allmusic said the album was very loud and sometimes ridiculous because of the instruments and riffs used on it, but that it was still very good.\nNescafé used the song \"Feeling Good\" from \"Origin of Symmetry\" (which was a cover of a Nina Simone song) in an advertisement once. Muse sued Nescafé because they did not agree with how the company did business. They received money from Nescafé after suing. They donated it to Oxfam. Muse almost sued Celine Dion when she tried to use the name Muse as the title of a performance in Las Vegas.\n\"Absolution\".\nMuse's third album was recorded in lots of studios in places like London and Los Angeles. The band were very committed and focused on making quality music, given the fact that they had taken more time to properly record the album. Muse started work in September 2003 with producers Paul Reeve and John Cornfield, and recorded Butterflies and Hurricanes and Blackout. They took a break for Christmas, and then changed their producer to Rich Costey. Most of the album was recorded in 2004. The album's themes included politics, death, and the Apocalypse. The guitar performances on the new album were simpler than on \"Origin of Symmetry\". Bellamy used one brand of guitar for the whole album, and this gave an \"immense\" sound according to \"Total Guitar\" magazine.\nTo promote \"Absolution\", Muse toured around the UK and North America. During their first show in the United States, in Atlanta, Bellamy hurt his mouth. He had accidentally hit himself with his guitar. Because of this, he needed stitches. The band had to cancel several shows, but kept going with the tour. Muse played at the Glastonbury Festival in June 2004. After the concert, they said it was \"the best gig of our lives\". Shortly after the show, however, Howard's father died. While they were very sad that he died, Bellamy said they were happy that Howard's father had been at the concert and had seen the band's \"finest moment\". In 2005, Muse played four songs at Live 8.\n\"Black Holes & Revelations\".\nIn January 2005 Muse finished their world tour with two big concerts in London. Bellamy said they wanted to make new music after this. However, they also wanted to tour the US again. This was because they became popular there for the first time. Costey produced the band's new album, like he did for \"Absolution\". The band recorded their fourth album, \"Black Holes & Revelations\", in a château in the countryside of France, because they did not want to be distracted.\n\"The Resistance\".\nBy February 2 2009, Muse had started recording songs for their new album. In an interview, Bellamy said that the album is \"all very orchestral\". He said it would sound like classical music.\nOn March 24 2009, Muse's website said that the band would be going on tour after the album is released. They said that they would go to France on this tour, and have two concerts in London. On July 2 2009, the band said that the tour was to start in Finland on October 22 2009. They also said that the tour would end on December 4 2009, in Italy. The 95,000 tickets went on sale at 9:00 am on June 5. They were sold out in under 45 minutes.\nOn May 22 2009, the website said that the album would be called \"The Resistance\". It also said that one of the songs would be called \"United States of Eurasia\".\nThe band's fifth studio album \"The Resistance\" was released in September 2009. It is the first Muse album that was produced by the band itself. The album was engineered by Adrian Bushby and mixed by Mark Stent. When it was released, it went to the top of the album charts in 19 countries. It became the band's third number one album in the UK. It reached number 3 on the \"Billboard\" 200. Critics praised the album. Most of them praised the ambition, classical music influences and the thirteen-minute, three-part song \". It also beat its predecessor \"Black Holes and Revelations\" in relative album sales in its debut week in the UK with approximately 148,000 copies sold. The first single \"Uprising\" was released seven days earlier.\nThe Resistance Tour started with in Teignmouth, Devon in September 2009. There were two performances in the Wembley Stadium in September 2010. The band also supported U2 for their U2 360° Tour. In the \"Breakfast with Muse Concert\" held by KROQ, Muse was asked how long they would be on tour. They said that they \"will probably be touring until the end of next year.\" They also said that they would support U2. Then, they would go to a European tour, and afterwards Australia and Asia and return for an long US tour. Muse said it would be the longest US tour to date and would start at about the end of February or March.\"\nMuse's won the O2 Silver Clef Award in London on 2 July 2010 because of their live performance. The award was presented by Roger Taylor and Brian May of Queen. Taylor described the band as \"probably the greatest live act in the world today,\" while May said that \"this is a magnificent, incredible group.\"\nOn 12 July 2010 bassist Chris Wolstenholme told NME magazine that the band would be taking a break after their world tour supporting The Resistance ended. He also stated that the band would begin working for a new album. He said the new album would be released in 2011. On 8 September, frontman Matthew Bellamy, in an interview with NME, said that the music for the band's next studio album would be more \"personal\". He said it would be better to use smaller venues to perform those songs live.\nOn 12 September 2010, Muse won an MTV Video Music Award for Best Special Effects. It was for the promo for \"Uprising\". On 21 November, Muse won American Music Award for Favorite Artist in the Alternative Rock Music Category. On 2 December, it was announced that Muse had been nominated for three awards for the 53rd Grammy Awards. It was nominated for Best Rock Performance By a Duo or Group with Vocals - (\"Resistance\"); Best Rock Song - (\"Resistance\"), and Best Rock Album: (\"The Resistance\"). Muse was named the Billboard Alternative and Rock artist for 2010. This was because its songs, \"Uprising\", \"Resistance\" and \"Undisclosed Desires\" reached first, sixth and 49th on the year end Alternative Song chart respectively. At the 53rd Grammy Awards on 13 February 2011, Muse won the Grammy Award for Best Rock Album for \"The Resistance\".\nMusical style.\nMuse are an alternative rock band. They are often called space rock and progressive rock bands. Their music also mixes elements from different genres. These genres are electronic music, hard rock, classical music and rock opera. The band was described as a \"trashy three-piece\" by Matthew Bellamy on the BBC during 2002.\nDominic Howard said that he was a little confused by the progressive rock label that muse fell under, because \"[He would] associate (the progressive rock label) it with 10-minute guitar solos.\" He added: \"A lot of bands are quite ambitious with their music, mixing lots of different styles — and when I see that I think it's great.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":12},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":20},{"uri":"Band","surface_form":"band","offset":37},{"uri":"Teignmouth","surface_form":"Teignmouth","offset":57},{"uri":"Matthew_Bellamy","surface_form":"Matthew Bellamy","offset":114},{"uri":"Chris_Wolstenholme","surface_form":"Chris Wolstenholme","offset":155},{"uri":"Dominic_Howard","surface_form":"Dominic Howard","offset":207},{"uri":"Progressive_rock","surface_form":"progressive rock","offset":265},{"uri":"Black_Holes_and_Revelations","surface_form":"Black Holes and Revelations","offset":455},{"uri":"Absolution_(album)","surface_form":"Absolution","offset":486},{"uri":"The_Resistance","surface_form":"The Resistance","offset":503},{"uri":"United_States","surface_form":"United States","offset":548},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":567},{"uri":"Matthew_Bellamy","surface_form":"Matthew Bellamy","offset":647},{"uri":"Chris_Wolstenholme","surface_form":"Chris Wolstenholme","offset":664},{"uri":"Dominic_Howard","surface_form":"Dominic Howard","offset":688},{"uri":"Devon","surface_form":"Devon","offset":748},{"uri":"Boredom","surface_form":"bored","offset":765},{"uri":"Battle_of_the_Bands","surface_form":"Battle of the Bands","offset":1034},{"uri":"Musical_instrument","surface_form":"instrument","offset":1109},{"uri":"Interview","surface_form":"interview","offset":1218},{"uri":"Drug","surface_form":"drug","offset":1286},{"uri":"Hell","surface_form":"hell","offset":1324},{"uri":"Contract","surface_form":"contract","offset":1436},{"uri":"Record_label","surface_form":"record label","offset":1454},{"uri":"Extended_play","surface_form":"EP","offset":1565},{"uri":"Tour","surface_form":"tour","offset":1734},{"uri":"Europe","surface_form":"Europe","offset":1748},{"uri":"Australia","surface_form":"Australia","offset":1759},{"uri":"United_States","surface_form":"United States","offset":1868},{"uri":"Radiohead","surface_form":"Radiohead","offset":2096},{"uri":"Advertising","surface_form":"advertising","offset":2220},{"uri":"NME","surface_form":"NME","offset":2310},{"uri":"21st_century","surface_form":"21st century","offset":2374},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2402},{"uri":"Red_Hot_Chili_Peppers","surface_form":"Red Hot Chili Peppers","offset":2783},{"uri":"Foo_Fighters","surface_form":"Foo Fighters","offset":2809},{"uri":"Music_festival","surface_form":"music festival","offset":2850},{"uri":"Japan","surface_form":"Japan","offset":2892},{"uri":"Peter_Gabriel","surface_form":"Peter Gabriel","offset":3057},{"uri":"Studio","surface_form":"studio","offset":3073},{"uri":"BBC","surface_form":"BBC","offset":3189},{"uri":"Promote","surface_form":"promote","offset":3220},{"uri":"Live_music","surface_form":"live music","offset":3243},{"uri":"Music_chart","surface_form":"charts","offset":3424},{"uri":"Critic","surface_form":"critic","offset":3453},{"uri":"NME","surface_form":"NME","offset":3463},{"uri":"Loud","surface_form":"loud","offset":3517},{"uri":"Angry","surface_form":"angry","offset":3526},{"uri":"Allmusic","surface_form":"Allmusic","offset":3533},{"uri":"Ridiculous","surface_form":"ridiculous","offset":3585},{"uri":"Musical_instrument","surface_form":"instrument","offset":3611},{"uri":"Riff","surface_form":"riff","offset":3627},{"uri":"Nescaf%C3%A9","surface_form":"Nescafé","offset":3678},{"uri":"Cover_song","surface_form":"cover","offset":3754},{"uri":"Nina_Simone","surface_form":"Nina Simone","offset":3765},{"uri":"Advertisement","surface_form":"advertisement","offset":3789},{"uri":"Lawsuit","surface_form":"sued","offset":3814},{"uri":"Money","surface_form":"money","offset":3903},{"uri":"Oxfam","surface_form":"Oxfam","offset":3954},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":3978},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":4059},{"uri":"London","surface_form":"London","offset":4150},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":4161},{"uri":"Theme_(music)","surface_form":"themes","offset":4584},{"uri":"Politics","surface_form":"politics","offset":4600},{"uri":"Apocalypse","surface_form":"Apocalypse","offset":4625},{"uri":"Magazine","surface_form":"magazine","offset":4836},{"uri":"Atlanta","surface_form":"Atlanta","offset":4965},{"uri":"Mouth","surface_form":"mouth","offset":4991},{"uri":"Stitches","surface_form":"stitches","offset":5074},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":5171},{"uri":"Live_8","surface_form":"Live 8","offset":5515},{"uri":"Ch%C3%A2teau","surface_form":"château","offset":5938},{"uri":"Countryside","surface_form":"countryside","offset":5953},{"uri":"France","surface_form":"France","offset":5968},{"uri":"Distract","surface_form":"distracted","offset":6008},{"uri":"The_Resistance_(album)","surface_form":"The Resistance","offset":6861},{"uri":"Mark_Stent","surface_form":"Mark Stent","offset":7029},{"uri":"UK_Album_Chart","surface_form":"number one album","offset":7146},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":7201},{"uri":"Ambition","surface_form":"ambition","offset":7270},{"uri":"Uprising_(song)","surface_form":"Uprising","offset":7520},{"uri":"The_Resistance_Tour","surface_form":"The Resistance Tour","offset":7563},{"uri":"Teignmouth","surface_form":"Teignmouth","offset":7599},{"uri":"U2","surface_form":"U2","offset":7730},{"uri":"Silver_Clef_Award","surface_form":"Silver Clef Award","offset":8203},{"uri":"Roger_Meddows_Taylor","surface_form":"Roger Taylor","offset":8308},{"uri":"Brian_May","surface_form":"Brian May","offset":8325},{"uri":"Queen_(band)","surface_form":"Queen","offset":8338},{"uri":"NME","surface_form":"NME","offset":8538},{"uri":"The_Resistance_(album)","surface_form":"The Resistance","offset":8623},{"uri":"Venue","surface_form":"venues","offset":8949},{"uri":"Uprising_(song)","surface_form":"Uprising","offset":9093},{"uri":"Announce","surface_form":"announced","offset":9232},{"uri":"53rd_Grammy_Awards","surface_form":"53rd Grammy Awards","offset":9296},{"uri":"Resistance_(song)","surface_form":"Resistance","offset":9393},{"uri":"Resistance_(song)","surface_form":"Resistance","offset":9426},{"uri":"The_Resistance_(album)","surface_form":"The Resistance","offset":9463},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":9500},{"uri":"Alternative_Songs","surface_form":"Alternative","offset":9510},{"uri":"Rock_Songs","surface_form":"Rock","offset":9526},{"uri":"Uprising_(song)","surface_form":"Uprising","offset":9577},{"uri":"Resistance_(song)","surface_form":"Resistance","offset":9589},{"uri":"Undisclosed_Desires","surface_form":"Undisclosed Desires","offset":9606},{"uri":"Grammy_Award_for_Best_Rock_Album","surface_form":"Grammy Award for Best Rock Album","offset":9770},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":9852},{"uri":"Space_rock","surface_form":"space rock","offset":9897},{"uri":"Progressive_rock","surface_form":"progressive rock","offset":9912},{"uri":"Element","surface_form":"elements","offset":9959},{"uri":"Electronic_dance_music","surface_form":"electronic music","offset":10008},{"uri":"Hard_rock","surface_form":"hard rock","offset":10026},{"uri":"Classical_music","surface_form":"classical music","offset":10037},{"uri":"Rock_opera","surface_form":"rock opera","offset":10057}]}