{"id":291842,"url":"http://en.wikipedia.org/wiki/Christine_of_France","text":"Christine of France (Christine Marie; 10 February 1606 – 27 December 1663) was the second daughter of Henry IV of France and Marie de Medici. A sister of Louis XIII, she was married to the future Victor Amadeus I, Duke of Savoy in 1619 aged fourteen. She was said to be volatile and frivolous. Educated at the French court, she introduced French culture into Savoy. Her husband succeeded to the Savoyard throne in 1637 and thus Christine became Duchess of Savoy through marriage. At the death of Victor Amadeus I in 1637, Christine was created \"regent\" in the name of her son Francis Hyacinth. However, at the death of Francis Hyacinth in 1638, the throne went to her second surviving son who became Charles Emmanuel II. Officially regent till 1648, she maintained huge influence within the Savoyard government at the time which only ended at her death in 1663.\nDaughter of France.\nChristine was born in the Palais du Louvre in Paris and was the third child of King Henry IV of France and his second wife, Marie de' Medici. As a daughter of the king, she held the prestigious rank of \"Fille de France\". Baptised with the names \"Christine Marie\", she was known simply as Christine. She was a younger sister of Louis XIII of France and Élisabeth, a future queen of Spain. After the marriage of Princess Élisabeth in 1615 to the future Philip IV of Spain, Christine took on the honorary title of \"Madame Royale\" indicating her status as the eldest and most senior unmarried daughter at the court. She would be known as this till her own marriage.\nPrincess of Piedmont.\nShe married Victor Amadeus of Savoy, on 10 February 1619 at the Louvre in Paris. Her husband was styled the Prince of Piedmont and as such she the Princess. Victor Amadeus was the eldest surviving son of Charles Emmanuel I, Duke of Savoy and Catherine Michelle of Austria the latter of which had died in 1597 as a result of childbirth. As such, Christine was the most senior female at the Savoyard court from the time of her arrival. Her husband was nineteen years older than she. Despite the age gap, the couple were happy and overall produced eight children, four of whom would survive childhood.\nDuchess of Savoy.\nVictor Amadeus became Duke after the death of his father in July 1630. Her husband died in October 1637 having left Savoy with little money due to wars with Spain.\nRegent of Savoy.\nWhen her husband died in October 1637, she was created regent in the name of her son Francis Hyacinth who succeeded her husband. At the death of Francis Hyacinth in 1638, her second son succeeded as Charles Emmanuel II. As a result of Charles Emmanuel's age, Christine maintained her grip on power. Despite this, her brothers-in-law, Prince Maurice and his younger brother Prince Thomas Francis disputed Christine's power as she was a woman. They also had little trust in her French entourage. When Francis Hyacinth, the brothers started the Piedmontese Civil War, with Spanish support. There were two parties. The \"principisti\", supporters of the Princes, and the \"madamisti\", the supporters of Christine. During her regency, she styled herself \"Madama Reale\", Italian form of the style \"Madame Royale\" which she was known as prior to her marriage.\nAfter four years of fighting, Christine was victorious thanks to French military support of her brother Louis XIII. Not only did she keep the duchy for her son, she also prevented France getting too much power within her sons dominions thus preserving power for herself. When peace was concluded in 1642, Prince Maurice married Christines eldest daughter Luisa Cristina to cement the peace. Christine stayed in control of Savoy, until her son could follow in her footsteps. Even though her formal regency ended in 1648, she remained ruler of Savoy till her death.\nLater life.\nChristine was notorious as much for her capricious rule as for her many lovers. She lived an uninhibited private life and had relationships with the French Ambassador, Marini, her brother-in-law, Maurice as well as Count Filippo d'Aglié, a handsome courtier who remained faithful to her all her life. It was under her influence that her son married her niece, Françoise Madeleine d'Orléans in a proxy wedding. Knowing that Françoise Madeleine was so young and timid, it allowed Christine the opportunity to maintain her power over Savoy and her son. However, she died shortly after her sons wedding at the Palazzo Madama, her residence in Turin aged 57. She was buried at the Basilica of Sant'Andrea.\nLegacy.\nFrançoise Madeleine died in 1664 childless. He remarried in 1666 to Marie Jeanne of Savoy. Marie Jeanne would give birth to Victor Amadeus II of Sardinia who would later marry another French Princess Anne Marie d'Orléans. 17 years after her death, in 1680, her granddaughter Maria Anna Victoria of Bavaria married Louis XIII's grandson \"Louis, Grand Dauphin\" thus making Christine a direct ancestress of most royalty today. Revealed on NBC's 'Who Do You Think You Are?' that one of her descendants is model/actress Brooke Shields.\nIn her widowhood she lived at the \"Palazzo Madama\" which she had rebuilt. She was also organised the reconstruction of the Castello del Valentino as well as the additions to the Royal Palace of Turin. She would also later own \"Vigno di Madama Reale\", later the private residence of Anne Marie d'Orléans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Henry_IV_of_France","surface_form":"Henry IV of France","offset":102},{"uri":"Marie_de_Medici","surface_form":"Marie de Medici","offset":125},{"uri":"Louis_XIII","surface_form":"Louis XIII","offset":154},{"uri":"Victor_Amadeus_I%2C_Duke_of_Savoy","surface_form":"Victor Amadeus I, Duke of Savoy","offset":196},{"uri":"Francis_Hyacinth","surface_form":"Francis Hyacinth","offset":576},{"uri":"Charles_Emmanuel_II","surface_form":"Charles Emmanuel II","offset":700},{"uri":"Palais_du_Louvre","surface_form":"Palais du Louvre","offset":908},{"uri":"Paris","surface_form":"Paris","offset":928},{"uri":"Henry_IV_of_France","surface_form":"Henry IV of France","offset":966},{"uri":"Marie_de%27_Medici","surface_form":"Marie de' Medici","offset":1006},{"uri":"Fils_de_France","surface_form":"Fille de France","offset":1085},{"uri":"Louis_XIII_of_France","surface_form":"Louis XIII of France","offset":1209},{"uri":"Elisabeth_of_France_(1602%E2%80%931644)","surface_form":"Élisabeth","offset":1234},{"uri":"Philip_IV_of_Spain","surface_form":"Philip IV of Spain","offset":1333},{"uri":"Victor_Amadeus_I%2C_Duke_of_Savoy","surface_form":"Victor Amadeus of Savoy","offset":1578},{"uri":"Paris","surface_form":"Paris","offset":1640},{"uri":"Charles_Emmanuel_I%2C_Duke_of_Savoy","surface_form":"Charles Emmanuel I, Duke of Savoy","offset":1770},{"uri":"Catherine_Michelle_of_Austria","surface_form":"Catherine Michelle of Austria","offset":1808},{"uri":"Francis_Hyacinth%2C_Duke_of_Savoy","surface_form":"Francis Hyacinth","offset":2449},{"uri":"Charles_Emmanuel_II%2C_Duke_of_Savoy","surface_form":"Charles Emmanuel II","offset":2563},{"uri":"Maurice_of_Savoy","surface_form":"Prince Maurice","offset":2698},{"uri":"Thomas_Francis%2C_Prince_of_Carignan","surface_form":"Prince Thomas Francis","offset":2737},{"uri":"Francis_Hyacinth_of_Savoy","surface_form":"Francis Hyacinth","offset":2863},{"uri":"Piedmontese_Civil_War","surface_form":"Piedmontese Civil War","offset":2906},{"uri":"Fran%C3%A7oise_Madeleine_d%27Orl%C3%A9ans","surface_form":"Françoise Madeleine d'Orléans","offset":4150},{"uri":"Wedding","surface_form":"wedding","offset":4191},{"uri":"Vercelli","surface_form":"Basilica of Sant'Andrea","offset":4466},{"uri":"Marie_Jeanne_of_Savoy","surface_form":"Marie Jeanne of Savoy","offset":4567},{"uri":"Victor_Amadeus_II_of_Sardinia","surface_form":"Victor Amadeus II of Sardinia","offset":4623},{"uri":"Anne_Marie_d%27Orl%C3%A9ans","surface_form":"Anne Marie d'Orléans","offset":4699},{"uri":"Maria_Anna_Victoria_of_Bavaria","surface_form":"Maria Anna Victoria of Bavaria","offset":4774},{"uri":"Louis%2C_Grand_Dauphin","surface_form":"Louis, Grand Dauphin","offset":4836},{"uri":"Palazzo_Madama%2C_Turin","surface_form":"Palazzo Madama","offset":5065},{"uri":"Castello_del_Valentino","surface_form":"Castello del Valentino","offset":5153},{"uri":"Royal_Palace_of_Turin","surface_form":"Royal Palace of Turin","offset":5208},{"uri":"Villa_della_Regina","surface_form":"Vigno di Madama Reale","offset":5257}]}