{"id":29183,"url":"http://en.wikipedia.org/wiki/Sophocles","text":"Sophocles (497 BC, 496 BC, or 495 BC – 406 BC) was an Ancient Greek writer who wrote over 100 plays, according to the Suda. Only seven of his tragedies have survived complete. Sophocles was the second of the three greatest Ancient Greek writers of tragedies, the others were Aeschylus and Euripides.\nThe most famous of Sophocles' tragedies are those about Oedipus and Antigone: these are often called the Theban plays. Each play was a part of different tetralogy (set of four), the other members of which are now lost.\nLife.\nSophocles, the son of Sophillus, was a rich member of the rural community of Colonus Hippius in Attica. This was the setting for his plays. He was probably born there. His birth took place a few years before the Battle of Marathon in 490 BC: the exact year is unclear, although 497/6 is perhaps most likely. Sophocles' first great play was in 468 BC when he took first prize in the Dionysia theatre competition ahead of Aeschylus.\nThe Oedipus story.\nIn \"Oedipus the King\", Oedipus is the main character.\nOedipus' death as a child is planned by his parents, Laius and Jocasta, to stop him fulfilling a prophecy. A servant passes the infant on to a childless couple, who adopt him. They did not know his history.\nOedipus eventually learns of the Delphic Oracle's prophecy of him. It was: he would kill his father and marry his mother. He thought this meant his adopted parents. He flees to avoid his fate. Oedipus meets a man at a crossroads accompanied by servants. Oedipus and the man fight, and Oedipus kills the man. This man was his father, Laius, not that anyone apart from the gods knew this at the time.\nOedipus becomes the ruler of Thebes after solving the riddle of the sphinx. In the process, he marries the widowed Queen, his mother Jocasta. Thus the stage is set for horrors. When the truth comes out, Jocasta commits suicide, Oedipus blinds himself and leaves Thebes. The children are left to sort out the results for themselves.\nIn \"Oedipus at Colonus\", the banished Oedipus and his daughters Antigone and Ismene arrive at the town of Colonus where they encounter Theseus, King of Athens. Oedipus dies and trouble begins between his sons Polyneices and Eteocles.\nIn \"Antigone\" the protagonist is Oedipus' daughter. The king, Creon, has forbidden the burial of Polyneices as a traitor to the city. Antigone is faced with a choice: allow her brother Polyneices' body to remain unburied, outside the city walls. There it would be exposed to the ravages of wild animals. Or, she could bury him and face death. Antigone decides to bury his body and face the results of her actions.\nCreon sentences her to death. Eventually, Creon is convinced to free Antigone from her punishment, but his decision comes too late. Antigone has committed suicide. Her death leads to the suicide of two others close to King Creon: his son, Haemon, who was going to marry Antigone, and the queen, who commits suicide after losing her only surviving son.\nRunning through such tragedies is the theme of fate, which cannot be avoided. A forbidden act is committed in innocence, and the consequences follow remorselessly.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":23},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":54},{"uri":"Play_(theatre)","surface_form":"plays","offset":94},{"uri":"Suda","surface_form":"Suda","offset":118},{"uri":"Tragedy","surface_form":"tragedies","offset":142},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":223},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":275},{"uri":"Euripides","surface_form":"Euripides","offset":289},{"uri":"Oedipus","surface_form":"Oedipus","offset":356},{"uri":"Antigone","surface_form":"Antigone","offset":368},{"uri":"Rural","surface_form":"rural","offset":583},{"uri":"Colonus_Hippius","surface_form":"Colonus Hippius","offset":602},{"uri":"Attica","surface_form":"Attica","offset":621},{"uri":"Battle_of_Marathon","surface_form":"Battle of Marathon","offset":737},{"uri":"Dionysia","surface_form":"Dionysia","offset":907},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":945},{"uri":"Prophecy","surface_form":"prophecy","offset":1126},{"uri":"Delphic_Oracle","surface_form":"Delphic Oracle","offset":1269},{"uri":"Thebes","surface_form":"Thebes","offset":1664},{"uri":"Riddle_of_the_sphinx","surface_form":"riddle of the sphinx","offset":1689},{"uri":"Theseus","surface_form":"Theseus","offset":2102},{"uri":"Athens","surface_form":"Athens","offset":2119},{"uri":"Suicide","surface_form":"suicide","offset":2770},{"uri":"Fate","surface_form":"fate","offset":3014}]}