{"id":29180,"url":"http://en.wikipedia.org/wiki/Theatre_of_ancient_Greece","text":"The theatre of ancient Greece was at its best from 550 BC to 220 BC. It was the beginning of modern western theatre, and some ancient Greek plays are still performed today. They invented the genres of tragedy (late 6th century BC), comedy (486 BC) and satyr plays.\nThe city-state of Athens was a great cultural, political and military power during this period. Drama was at its centre. Theatre was part of a festival called the Dionysia, which honoured the god Dionysus. In the Dionysian, the playwrights presented their work to an audience. It was a competition, with a winner and prizes. These two main genres were never mixed: they each had their own typical structure. Athens exported the festival to its numerous colonies and allies in order to promote their way of life.\nOnly men were allowed as actors. The chorus were men, as were the actors. Technically, they had to be citizens of Athens, which only applied to free-born men plus a few special cases. The actors wore masks, so that the people would know which persona (character) the actor played.\nThe best known writers of plays are Aeschylus, Sophocles, Euripides for tragedies, and Aristophanes for comedies.\nOrigins.\nSome think early Greek religion and theatre were influenced by Central Asian shamanistic practices. A large number of Orphic graffiti discovered in Olivia seems to show that the colony was a major point of contact. Eli Crozier points out that the shaman can be seen as an early type of actor influencing the rituals of early Greek theatre.\nGreek today as we know it was made in Athens some years before 532 BC, when Thespis was the earliest recorded playwright. He won the first theatrical contest held at Athens, so he was the leader of the parathyroids performed in and around Attica. Parathyroids were ancient hymns sung in praise of the god of wine and fertility, Dionysus. They had a wild and ecstatic nature.\nBy Thespis' time the diathermy had evolved far away from its cult roots. It had become a narrative, ballad-like genre. Because of this Thespis is often called the \"Father of Tragedy\". The statesman Solon is said to have created poems in which characters speak with their own voice. Spoken recitations, known as \"rhapsodies\", of Homer's epics were popular in festivals before 534 BC. Thespis's contribution to drama is unclear, but his name is remembered in the common term for performer—a 'thespian'.\nThe dramatic performances were important to the Athenians – this is made clear by the Dionysian festival. This was organised perhaps to foster loyalty among the tribes of Attica. These had been recently created by Cleisthenes, who founded Greek democracy. The festival was created roughly around 508 BC.\nPhrygia was the first poet known to use a historical subject – his \"Fall of Milieus\", 493, told the fate of the town of Miletus after it was conquered by the Persians. He is also thought to be the first to use female characters (though not female performers).\nUntil the Hellenistic period, all tragedies were unique pieces written in honour of Dionysus and played only once, so that today we only have the pieces that were still remembered well enough to have been repeated when repetition of old tragedies became fashion.\nThe Classical Period.\nAfter the Great Destruction of Athens by the Persian Empire in 480 BC, the town and acropolis were rebuilt, and theatre became an even more major part of Athenian culture and civic pride. The centre-piece was the competition between three tragic playwrights at the Theatre of Dionysus, twice a year. Each submitted three tragedies, plus a satyr play (a comic, burlesque version of a mythological subject). From 486 BC, each playwright also submitted a comedy. Aristotle claimed that Aeschylus added the second actor, and that Sophocles introduced the third. Apparently the Greek playwrights never used more than three actors.\nTragedy and comedy were viewed as completely separate genres, and no plays ever merged aspects of the two. Satyr plays dealt with the mythological subject matter of the tragedies, but in a purely comedic manner. However, as they were written over a century after the Athenian Golden Age, it is not known whether dramatists such as Sophocles and Euripides would have thought about their plays in the same terms.\nHellenistic period.\nThe power of Athens declined following its defeat in the Peloponnesian War against the Spartans. From that time on, the theatre started performing old tragedies again. Although its theatrical traditions seem to have lost their vitality, Greek theatre continued into the Hellenistic period (the period following Alexander the Great's conquests in the fourth century BC). The main Hellenistic theatrical form was not tragedy but 'New Comedy', comic episodes about the lives of ordinary citizens. The only playwright from the period whose work has survived is Menander. One of New Comedy's most important contributions was its influence on Roman comedy, an influence that can be seen in the surviving works of Plautus and Terence.\nBuildings and performances.\nThe plays originally had a chorus of up to 50 people, who performed the plays in verse accompanied by music, beginning in the morning and lasting until the evening.\nThe performance space was a simple semi-circular space, the \"orchestra\", where the chorus danced and sang. The orchestra was on a flattened terrace at the foot of a hill, the slope of which produced a natural \"theatron\", (watching place). Later, the term \"theatre\" came to be applied to the whole area of theatron, orchestra, and skené (scene).\nThe theatres were made very large. Audiences might have up to fourteen thousand people. Actors' voices needed to be heard throughout the theatre, including the very top row of seats. The Greeks' understanding of acoustics compares well with the current state of the art.\nIn 465 BC, the playwrights began using a backdrop or scenic wall, which hung or stood behind the orchestra, which also served as an area where actors could change their costumes. It was known as the \"skênê\" (scene). In 425 BC a stone scene wall, called a \"paraskenia\", became a common supplement to \"skênê\" in the theatres. The proskenion (\"in front of the scene\") was columned, and was similar to the modern day proscenium.\nGreek theatres also had entrances for the actors and chorus members called \"parodoi\". They were tall arches that opened onto the orchestra, through which the performers entered. By the end of the 5th century BC, around the time of the Peloponnesian War, the \"skênê\", the back wall, was two stories high. Some theatres also had a raised speaking place on the orchestra called the \"logeion\".\nGreek chorus.\nAlthough in the early days the chorus was much larger, the numbers settled down to 12 or 15 in tragedies and 24 in comedies. They usually play a group character, such as 'the old men of Argos'. The chorus offers background information, summaries and comments. In many of these plays, the chorus expresses to the audience what the main characters cannot say, such as their hidden fears or secrets.\nThe chorus might sing, or might speak in unison (say the same thing together). The chorus made up for the fact that there were only one, two or three actors, who played several parts each (changing masks).\nBefore the introduction of several actors by Aeschylus, the Greek chorus was the main performer opposite a solitary actor. The importance of the chorus declined after the 5th century BC, when the chorus began to be separated from the dramatic action. Later dramatists depended less on the chorus.\nMasks.\nThe mask is known to have been used since the time of Aeschylus in the 6th century AD. It is one of the typical things they did in classical Greek theatre. Masks were also used in the worship of Dionysius, and that is probably how the tradition started.\nMost of the evidence comes from a few vase paintings of the 5th century BC which depict actors preparing for a Satyr play. No physical evidence survived: the masks were made of organic materials. They were not considered permanent objects, and were dedicated to the altar of Dionysus after performances. There are, however, examples of statues of actors carrying a mask in hand.\nMasks were made for the actors and for the chorus, who help the audience know what a character is thinking. The chorus all wear the same mask, because they represent the same character.\nMask functions.\nIn a large open-air theatre, like the Theatre of Dionysus in Athens, the masks brought the characters' face closer to the audience, as they had exaggerated features and expressions. An actor could appear and reappear in different roles, since the audience did not identify the actor with one character. Their variations help the audience to distinguish sex, age, and social status. Also, they could show a change in a character’s appearance, for example, Oedipus after blinding himself.p70 Unique masks were also created for specific characters and events in a play, such as The Furies in Aeschylus’ \"Eumenides\" and Pentheus and Cadmus in Euripides’ \"The Bacchae\". Worn by the chorus, the masks created a sense of unity and uniformity, a sort of multi-voiced persona or single organism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genre","surface_form":"genre","offset":191},{"uri":"Tragedy","surface_form":"tragedy","offset":201},{"uri":"Comedy","surface_form":"comedy","offset":232},{"uri":"Satyr_play","surface_form":"satyr play","offset":252},{"uri":"Polis","surface_form":"city-state","offset":269},{"uri":"Classical_Athens","surface_form":"Athens","offset":283},{"uri":"Drama","surface_form":"Drama","offset":361},{"uri":"Festival","surface_form":"festival","offset":408},{"uri":"Dionysia","surface_form":"Dionysia","offset":428},{"uri":"Dionysus","surface_form":"Dionysus","offset":461},{"uri":"Actor","surface_form":"actor","offset":802},{"uri":"Citizens","surface_form":"citizens","offset":879},{"uri":"Mask","surface_form":"mask","offset":977},{"uri":"Fictional_character","surface_form":"character","offset":1029},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":1094},{"uri":"Sophocles","surface_form":"Sophocles","offset":1105},{"uri":"Euripides","surface_form":"Euripides","offset":1116},{"uri":"Aristophanes","surface_form":"Aristophanes","offset":1145},{"uri":"Greek_religion","surface_form":"Greek religion","offset":1198},{"uri":"Central_Asia","surface_form":"Central Asia","offset":1244},{"uri":"Shamanism","surface_form":"shamanistic","offset":1258},{"uri":"Graffiti","surface_form":"graffiti","offset":1306},{"uri":"Shaman","surface_form":"shaman","offset":1428},{"uri":"Thespis","surface_form":"Thespis","offset":1597},{"uri":"Hymn","surface_form":"hymn","offset":1794},{"uri":"Fertility","surface_form":"fertility","offset":1838},{"uri":"Ecstasy","surface_form":"ecstatic","offset":1879},{"uri":"Ballad","surface_form":"ballad","offset":1996},{"uri":"Solon","surface_form":"Solon","offset":2094},{"uri":"Homer","surface_form":"Homer","offset":2224},{"uri":"Cleisthenes","surface_form":"Cleisthenes","offset":2611},{"uri":"Democracy","surface_form":"democracy","offset":2642},{"uri":"Miletus","surface_form":"Miletus","offset":2821},{"uri":"Hellenistic_civilization","surface_form":"Hellenistic period","offset":2971},{"uri":"Classical_Athens","surface_form":"Athens","offset":3277},{"uri":"Achaemenid_Empire","surface_form":"Persian Empire","offset":3291},{"uri":"Burlesque","surface_form":"burlesque","offset":3606},{"uri":"Aristotle","surface_form":"Aristotle","offset":3706},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":3729},{"uri":"Sophocles","surface_form":"Sophocles","offset":3772},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":4360},{"uri":"Sparta","surface_form":"Sparta","offset":4390},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":4614},{"uri":"Menander","surface_form":"Menander","offset":4860},{"uri":"Plautus","surface_form":"Plautus","offset":5010},{"uri":"Terence","surface_form":"Terence","offset":5022},{"uri":"Acoustics","surface_form":"acoustics","offset":5781},{"uri":"Proscenium","surface_form":"proscenium","offset":6253},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":6500},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":7317},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":7630},{"uri":"Satyr_play","surface_form":"Satyr play","offset":7941},{"uri":"Greek_chorus","surface_form":"chorus","offset":8252},{"uri":"Theatre_of_Dionysus","surface_form":"Theatre of Dionysus","offset":8449},{"uri":"Athens","surface_form":"Athens","offset":8472},{"uri":"The_Furies","surface_form":"The Furies","offset":8986},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":9000},{"uri":"Eumenides","surface_form":"Eumenides","offset":9012},{"uri":"Pentheus","surface_form":"Pentheus","offset":9027},{"uri":"Cadmus","surface_form":"Cadmus","offset":9040},{"uri":"Euripides","surface_form":"Euripides","offset":9050},{"uri":"The_Bacchae","surface_form":"The Bacchae","offset":9062}]}