{"id":291850,"url":"http://en.wikipedia.org/wiki/UPC-Arena","text":"e=\"preserve\">The UPC-Arena (formerly known as Arnold Schwarzenegger stadium) is a football stadium in Graz, Austria. It is the homeground of SK Sturm Graz.\nHistory.\nThe first stadium was built before the Second World War. In the 1950s it was renovated and expanded with a skating rink (now home of the ice hockey team Graz 99ers) and an indoor pool. In the 1970s it became home ground of the big football clubs of Graz, SK Sturm and Grazer AK. The stadium was originally named after the bodybuilder, actor and Governor of California, Arnold Schwarzenegger who was born near Graz. It was built from 1994 to 1997 and was opened with the derby Grazer AK versus SK Sturm Graz. When Governor Schwarzenegger did not pardon a prisoner from the death penalty a discussion started about the name. Governor Schwarzenegger took back the right to use his name. Now the name was Stadium Graz-Liebenau after the part of the town where it is. In 2006 the stadium was named UPC Arena after a sponsor of SK Sturm Graz. UPC is a big Austrian internet provider.\nFacts.\nThe stadium has a capacity of 15 400 in 27 sectors. For Champions League matches the capacity is expanded to 16 000. The field has a lawn heating. Two video walls and floodlight are also in the arena.\nThe stadium was host for the national team of Austria versus Faroe Islands on 5 September 2009 which ended 3–1 for the home team. Altogether 14 matches of the national team were held here (The first one was in 1970 versus Yugoslavia). Also the match England versus Japan on 30 May 2010 was held in the arena. The English team had a training Camp in Styria for the 2010 FIFA World Cup. The match ended 2–1 to England. In 2011 it will be one of the venues for the American Football world championship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":46},{"uri":"Graz","surface_form":"Graz","offset":102},{"uri":"Austria","surface_form":"Austria","offset":108},{"uri":"S.K._Sturm_Graz","surface_form":"SK Sturm Graz","offset":141},{"uri":"Second_World_War","surface_form":"Second World War","offset":204},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":1312}]}