{"id":292053,"url":"http://en.wikipedia.org/wiki/The_Tsar%27s_Bride","text":"e=\"preserve\">\"The Tsar's Bride\" (\"Tsarskaya nevesta\" in Russian) is an opera by Nikolai Rimsky-Korsakov. It was the tenth opera the composer wrote. The words (libretto) were written by Il’ya Tyumenev who based the story on a book called “The Tsar’s Bride by Lev Mey. The opera was composed in 1898. The first performance took place in 1899 at the Moscow theater of the Private Opera of S.I. Mamontov.\nThe story of the opera.\nThe story is supposed to take place in the autumn of 1572 in Moscow. At this time Russia was ruled by a very cruel tsar called Ivan the Terrible. Tsar Ivan had a group of people who guarded him. They were called oprichniki. The oprichniki were like bodyguards, but they were told to kill anybody who was not loyal to the tsar, so they behaved like terrorists, killing, raping and stealing wherever they went. In the opera there are also “Boyars”. A Boyar was a nobleman.\nAct 1: The Feast.\nGriaznoy is an oprichnik. Although he already has a lover, Lubasha, he now decides he loves Marfa, the daughter of the merchant Sobakin. Marfa is already engaged to be married to Lykov, a boyar. There is much merrymaking and singing at a feast. Then Griaznoy asks to be left alone with Bomelius, the tsar’s doctor. He asks him to get him a love potion. Lubasha, who is hiding, hears what he says and realizes that he does not love her any more. When the doctor goes, Griaznoy is horrible to Lubasha and tells her to go. She now wants to talk to Bomelius.\nAct 2: The Love Potion.\nA lot of people are coming out of church. They talk about the autumn weather, but when the oprichniki appear they are very frightened and start talking about whom the tsar is going to choose for his bride. Marfa talks to her friend Duniasha about how she has loved Lykov ever since they were children. Tsar Ivan passes by. She does not recognize him, but she is very frightened at the way the Tsar is staring at her. Sobakin comes in with Lykov and the four of them sing about looking forward to the wedding.\nLyubasha now goes to Bomelius and asks for another magic potion which she wants to give to Griaznoi to stop him loving Marfa. Bomelius says he will give her the potion if she will make love to him. Lyubasha agrees and goes inside with him.\nAct 3: At the wedding.\nAt the wedding celebrations Sobakin tells Lykov that he will have to wait before his marriage to Marfa can be confirmed. The Tsar himself is looking for a girl to marry and has asked to see Sobakin’s daughters. Griaznoy realizes he needs to use the love potion quickly so he asks to be invited to the wedding. At the celebration he puts the potion in Marfa’s drink. A messenger comes with the news that the Tsar has chosen Marfa to be his wife. Everyone is horrified and Sobakin collapses.\nAct 4: The Bride.\nSobakin is at the Tsar's palace. He is proud because his daughter is now the Tsarevna (the Tsar’s wife) and he himself has been made a Boyar. But he is also worried because Marfa has become very ill. Griaznoy comes in and greets Sobakin (who are now both boyars). He says that the person who poisoned Marfa has confessed. Marfa rushes in and tells Griaznoi to speak. He says that Lykov was tortured and then confessed to having poisoned Marfa. Lykov was then executed by Griaznoi himself. Marfa goes mad when she hears this. In her madness she thinks Griaznoy is Lykov. This eventually makes Griaznoy confess that he himself at put the potion into her drink. He did not realize it was poisonous. Lyubasha then confesses that she had put her potion in the place of Griaznoi’s potion. She blames Griaznoy and invites him to kill her. He kills her, then he is taken to prison to be executed. As he is taken away, Marfa, in her madness, once again mistakes Griaznoy for Lykov. She invites him to return the next day to visit her. Then she dies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":56},{"uri":"Opera","surface_form":"opera","offset":71},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":80},{"uri":"Libretto","surface_form":"libretto","offset":159},{"uri":"Lev_Mey","surface_form":"Lev Mey","offset":258},{"uri":"Autumn","surface_form":"autumn","offset":468},{"uri":"1572","surface_form":"1572","offset":478},{"uri":"Moscow","surface_form":"Moscow","offset":486},{"uri":"Tsar","surface_form":"tsar","offset":540},{"uri":"Ivan_IV_of_Russia","surface_form":"Ivan the Terrible","offset":552},{"uri":"Oprichnik","surface_form":"oprichnik","offset":637},{"uri":"Boyar","surface_form":"Boyar","offset":863},{"uri":"Nobleman","surface_form":"nobleman","offset":886},{"uri":"Potion","surface_form":"potion","offset":1259},{"uri":"Confess","surface_form":"confess","offset":3084},{"uri":"Torture","surface_form":"torture","offset":3163}]}