{"id":29206,"url":"http://en.wikipedia.org/wiki/Cyclops","text":"A Cyclops (Ancient Greek: Κύκλωψ, \"Kyklōps\"; plural Κύκλωπες, \"Kyklōpes\"), is a member of a primordial race of giants in Greek mythology, each with a single eye in the center of his forehead.\nThe most famous of these beings is the cyclops Polyphemus, featured in Homer's \"Odyssey\".\nElder Cyclopes.\nIn Hesiod's \"Theogony\", the Elder Cyclopes – Brontes (Greek: Βρόντης - \"thunderer\"), Steropes (Greek: Στερόπης - \"lightning\") and Arges (Greek: Ἄργης - \"bright\") – were one of three races of beings born to Gaia (Earth) and Ouranos (Sky); they were the brothers of the Hekatonkheires and the Titans. They were strong and stubborn, and very skilled craftsmen and blacksmiths. Ouranos, however, despised his children, and cast them into Tartarus alongside the Hekatonkheires. At the urging of his mother, Kronos, the youngest of the Titans, castrated Ouranos and deposed him, later freeing his monstrous brothers. Kronos soon cast them back into Tartarus, guarded by the female monster Kampê. Zeus and the Olympians later freed the Cyclopes along with the Hekatonkheires, to aid them in their war against Kronos and the Titans. They fashioned thunderbolts for Zeus to use as weapons, as well as Poseidon's trident and Hades' helm of invisibility. After the Titanomachy, the Elder Cyclopes worked for the god Hephaestus, helping him in his forges.\nHomer.\nThe Elder Cyclopes are not featured in either of Homer's works, but in the Odyssey, Homer describes another race of cyclopes as being the sons of Poseidon, god of the sea. They feature as herdsmen and shepherds with a taste for human flesh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":11},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":121},{"uri":"Polyphemos","surface_form":"Polyphemus","offset":239},{"uri":"Homer","surface_form":"Homer","offset":263},{"uri":"Odyssey","surface_form":"Odyssey","offset":272},{"uri":"Hesiod","surface_form":"Hesiod","offset":301},{"uri":"Theogony","surface_form":"Theogony","offset":311},{"uri":"Hekatonkheires","surface_form":"Hekatonkheires","offset":566},{"uri":"Titan_(mythology)","surface_form":"Titans","offset":589},{"uri":"Kronos","surface_form":"Kronos","offset":800},{"uri":"Kamp%C3%AA","surface_form":"Kampê","offset":981},{"uri":"Zeus","surface_form":"Zeus","offset":988},{"uri":"Hades","surface_form":"Hades","offset":1213},{"uri":"Hephaestus","surface_form":"Hephaestus","offset":1303},{"uri":"Poseidon","surface_form":"Poseidon","offset":1495}]}