{"id":292155,"url":"http://en.wikipedia.org/wiki/Chess_Records","text":"e=\"preserve\">Chess Records was an American record label from Chicago, Illinois. It was founded by the brothers Leonard and Phil Chess. The label was important for blues, R&B, soul, gospel music and early Rock and roll. The label soon was very successful because it recorded music the major labels did not. The label was originally at 2120 S. Michigan Avenue. The site is now home of Willie Dixons Blues Heaven Foundation.\nA critic said, that without Chess Record today's music would sound different. Another calls Chess Records \"America's greatest blues label\".\nHistory.\nIn 1947 Leonard Chess bought a label called Aristocrat Records. In 1950 Leonard brought in his brother Phil and they renamed tha label to Chess Records. The first release was \"My Foolish Heart\" b/w \"Bless You\" by Gene Ammon, which became a hit. In 1952 they started Checker Records for radio play because the stations only played a limited number of songs from one label and in December 1955 the started Argo Records for jazz music. The first LP was produced in 1958.\nIn the beginning Leonard Chess was the producer, but later the business was handled by Ralph Bass for the gospel section and Willie Dixon for blues. Dixon wrote a lot of songs which became hits and also played bass on many recordings. The label was also famous for its session musicans who played on most of the company's Chicago soul recordings, such as drummer Maurice White and bassist Louis Satterfield, both later shaped the funk group Earth, Wind, & Fire, guitarists Pete Cosey, Gerald Sims and Phil Upchurch, pianist Leonard Caston, later a producer with Motown and organist Sonny Thompson. 1953 they begun to work together with Sam Phillips' Memphis Recording Service. One of the musicians from Memphis was Howlin' Wolf, who did many hits for Chess.\nIn 1969 the label was sold to General Recorded Tape (GRT) and 1972 the only part of the business which still existed was the recording studio, Ter-Mar Studios. In the mid-eighties the catalogue of Chess Records was sold to MCA Records. The 50th anniversary of Chess Records was celebrated by a number of Cds featuring great artist who had recorded for Chess. In the 2000s, Universal's limited-edition re-issue label, Hip-O Select began releasing a series of box-sets celebrating the work of Chess artists as Muddy Waters, Little Walter, Bo Diddley and Chuck Berry.\nCadillac Records.\nChess Records was subject of the 2008 film \"Cadillac Records\" by Darnell Martin. Beside the portrait of Leonard Chess (Adrien Brody) it brought to the cinema the characters of Willie Dixon (Cedric the Entertainer), Muddy Waters (Jeffrey Wright), Little Walter (Columbus Short) and Etta James (Beyoncé Knowles).","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":61},{"uri":"Illinois","surface_form":"Illinois","offset":70},{"uri":"Blues","surface_form":"blues","offset":163},{"uri":"Soul_music","surface_form":"soul","offset":175},{"uri":"Gospel_music","surface_form":"gospel music","offset":181},{"uri":"Rock_and_roll","surface_form":"Rock and roll","offset":204},{"uri":"Adrien_Brody","surface_form":"Adrien Brody","offset":2499},{"uri":"Beyonc%C3%A9_Knowles","surface_form":"Beyoncé Knowles","offset":2673}]}