{"id":292237,"url":"http://en.wikipedia.org/wiki/Parables_of_Jesus","text":"The parables of Jesus can be found in Matthew, Mark, Luke and John, and in some of the gospels not in the Bible. They are found mostly in the three synoptic gospels. They are a key part of the teaching of Jesus: they form about one third of his recorded teachings. Christians place emphasis on these parables, since they are believed to be the words of Jesus.\nJesus' parables are seemingly simple and memorable stories, often with imagery, and each conveys a message. Scholars have commented that although these parables seem simple, the messages they convey are deep, and central to the teachings of Jesus.\nMany of Jesus' parables refer to simple everyday things, such as a woman baking bread (parable of the Leaven), a man knocking on his neighbor's door at night (parable of the Friend at Night), or the aftermath of a roadside mugging (parable of the Good Samaritan); yet they deal with major religious themes, such as the growth of the Kingdom of God, the importance of prayer, and the meaning of love.\nIn Western civilization, these parables formed the prototype for the term \"parable\" and in the modern age, even among those who know little of the Bible, the parables of Jesus remain some of the best known stories in the world.\nRoots and sources.\nAs a translation of the Hebrew word מָשָׁל \"mashal\" the word parable can also refer to a riddle. In all times in their history the Jews were familiar with teaching by means of parables and a number of parables also exist in the Old Testament. The use of parables by Jesus was hence a natural teaching method that fit into the tradition of his time. The parables of Jesus have been quoted, taught, and discussed since the very beginnings of Christianity.\nCanonical gospels.\nThe three synoptic gospels contain the parables of Jesus. The Gospel of John contains only the stories of the Vine and Good Shepherd, which some consider to be parables, else it includes allegories but no parables. Several authors such as Barbara Reid, Arland Hultgren or Donald Griggs comment that \"parables are noticeably absent from the Gospel of John\".\nThe Catholic Encyclopedia states: \"There are no parables in St. John's Gospel. In the Synoptics... we reckon thirty-three in all; but some have raised the number even to sixty, by including proverbial expressions.\" The Gospel of Luke contains both the largest total number of parables (24) and eighteen unique parables; the Gospel of Matthew contains 23 parables of which eleven are unique; and the Gospel of Mark contains eight parables of which two are unique.\nIn \"Harmony of the Gospels\", Cox and Easley provide a Gospel harmony for the parables based on the following counts: Only in Matthew: 11, only in Mark: 2, only in Luke: 18, Matthew and Luke: 4, Matthew, Mark and Luke: 6. They list no parables for the Gospel of John.\nOther documents.\nParables attributed to Jesus are also found in other documents apart from the Bible. Some of these overlap those in the canonical gospels and some are not part of the Bible. The non-canonical Gospel of Thomas contains up to fifteen parables, eleven of which have parallels in the four canonical Gospels. The unknown author of the Gospel of Thomas did not have a special word for \"parable,\" making it difficult to know what he considered a parable. Those unique to Thomas include the Parable of the Assassin and the Parable of the Empty Jar.\nThe noncanonical Apocryphon of James also contains three unique parables attributed to Jesus. They are known as \"The Parable of the Ear of Grain\", \"The Parable of the Grain of Wheat\", and \"The Parable of the Date-Palm Shoot\".\nThe hypothetical Q document is seen as a source for some of the parables in Matthew, Luke, and Thomas.\nPurpose and motive.\nThe disciples came to him and asked, \"Why do you speak to the people in parables?\" He replied,\nThough seeing, they do not see; though hearing, they do not hear or understand.\"\nWhile and may suggest that Jesus would only speak to the \"crowds\" in parables, while in private explaining everything to his disciples, modern scholars do not support the private explanations argument and surmise that Jesus used parables as a teaching method. Dwight Pentecost suggests that given that Jesus often preached to a mixed audience of believers and non-believers, he used parables to reveal the truth to some, but hide it from others.\nThis was a mode of teaching, which our blessed Lord seemed to take special delight in employing. And we may be quite sure, that as \"He knew what was in man\" better than we know, He would not have taught by Parables, if He had not felt that this was the kind of teaching best suited to our wants.\nIn the 19th century, Lisco and Fairbairn stated that in the parables of Jesus, \"the image borrowed from the visible world is accompanied by a truth from the invisible (spiritual) world\" and that the parables of Jesus are not \"mere similitudes which serve the purpose of illustration, but are internal analogies where nature becomes a witness for the spiritual world\".\nSimilarly, in the 20th century, calling a parable \"an earthly story with a heavenly meaning\", William Barclay states that the parables of Jesus use familiar examples to lead men's minds towards heavenly concepts. He suggests that Jesus did not form his parables merely as analogies but based on an \"inward affinity between the natural and the spiritual order.\"\nThemes.\nA number of parables which are adjacent in one or more gospels have similar themes. The parable of the Leaven follows the parable of the Mustard Seed in Matthew and Luke, and shares the theme of the Kingdom of Heaven growing from small beginnings. The parable of the Hidden Treasure and parable of the Pearl form a pair illustrating the great value of the Kingdom of Heaven, and the need for action in attaining it.\nThe parables of the Lost Sheep, Lost Coin, and Lost (Prodigal) Son form a trio in Luke dealing with loss and redemption.\nThe parable of the Faithful Servant and parable of the Ten Virgins, adjacent in Matthew, involve waiting for a bridegroom, and have an eschatological theme: be prepared for the day of reckoning. The parable of the Tares the parable of the Rich Fool, the parable of the budding fig tree, and the parable of the barren fig tree also have eschatological themes.\nOther parables stand alone, such as the parable of the unforgiving servant, dealing with forgiveness; the parable of the Good Samaritan, dealing with practical love; and the parable of the Friend at Night, dealing with persistence in prayer.\nArt.\nOf the thirty or so parables in the canonical Gospels, four were shown in medieval art almost to the exclusion of the others, but not mixed in with the narrative scenes of the \"Life of Christ\". These were: the Ten Virgins, the Rich man and Lazarus, the Prodigal Son and the Good Samaritan. Artists famous for depicting parables include Martin Schongauer, Pieter the Elder Bruegal and Albrecht Dürer. The Workers in the Vineyard also appears in Early Medieval works. From the Renaissance the numbers shown widened slightly, and the various scenes of the Prodigal Son became the clear favorite, with the Good Samaritan also popular. Albrecht Dürer made a famous engraving of the \"Prodigal Son\" amongst the pigs (1496), a popular subject in the Northern Renaissance, and Rembrandt depicted the story several times, although at least one of his works, \"The Prodigal Son in the Tavern\", a portrait of himself as the Son, revelling with his wife, is like many artists' depictions, a way of dignifying a genre tavern scene. His late \"Return of the Prodigal Son\" (Hermitage Museum, St Petersburg) is one of his most popular works.\nPoetry and hymns.\nThere were ninety and nine that safely lay\nIn the shelter of the fold.\nBut one was out on the hills away,\nFar off from the gates of gold.\nAway on the mountains wild and bare.\nAway from the tender Shepherd’s care.\nAway from the tender Shepherd’s care.</poem>\nSimilarly, \"My Hope Is Built\" (Edward Mote, c. 1834) is inspired by the parable of the Wise and the Foolish Builders, and \"How Kind the Good Samaritan\" (John Newton, c. 1779) is inspired by the parable of the Good Samaritan.\nHarmony of parables.\nA sample Gospel harmony for the parables based on the list of key episodes in the Canonical Gospels is presented in the table below. For the sake of consistency, this table is automatically sub-selected from the main harmony table in the Gospel harmony article, based on the list of key episodes in the Canonical Gospels. Usually, no parables are associated with the Gospel of John, just allegories.\nParallels outside the canonical gospels.\nA number of parables have parallels in non-canonical gospels, the Didache, and the letters of Apostolic Fathers. However, given that the non-canonical gospels generally have no time sequence, this table is not a Gospel harmony.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gospel_of_Matthew","surface_form":"Matthew","offset":38},{"uri":"Gospel_of_Mark","surface_form":"Mark","offset":47},{"uri":"Gospel_of_Luke","surface_form":"Luke","offset":53},{"uri":"Gospel_of_John","surface_form":"John","offset":62},{"uri":"Bible","surface_form":"Bible","offset":106},{"uri":"Synoptic_gospels","surface_form":"synoptic gospels","offset":148},{"uri":"Jesus","surface_form":"Jesus","offset":205},{"uri":"Christians","surface_form":"Christians","offset":265},{"uri":"Parable","surface_form":"parable","offset":300},{"uri":"Parable_of_the_Leaven","surface_form":"parable of the Leaven","offset":695},{"uri":"Parable_of_the_Friend_at_Night","surface_form":"parable of the Friend at Night","offset":767},{"uri":"Parable_of_the_Good_Samaritan","surface_form":"parable of the Good Samaritan","offset":840},{"uri":"Kingdom_of_God","surface_form":"Kingdom of God","offset":941},{"uri":"Love","surface_form":"love","offset":1002},{"uri":"Prototype_(linguistics)","surface_form":"prototype","offset":1059},{"uri":"Bible","surface_form":"Bible","offset":1155},{"uri":"Parable","surface_form":"parable","offset":1431},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1483},{"uri":"Christianity","surface_form":"Christianity","offset":1695},{"uri":"Synoptic_gospels","surface_form":"synoptic gospels","offset":1738},{"uri":"Gospel_of_John","surface_form":"Gospel of John","offset":1790},{"uri":"The_Vine","surface_form":"the Vine","offset":1834},{"uri":"Good_Shepherd","surface_form":"Good Shepherd","offset":1847},{"uri":"Allegory","surface_form":"allegories","offset":1915},{"uri":"Catholic_Encyclopedia","surface_form":"Catholic Encyclopedia","offset":2089},{"uri":"Gospel_of_Luke","surface_form":"Gospel of Luke","offset":2304},{"uri":"Gospel_of_Matthew","surface_form":"Gospel of Matthew","offset":2409},{"uri":"Gospel_of_Mark","surface_form":"Gospel of Mark","offset":2484},{"uri":"Gospel_harmony","surface_form":"Gospel harmony","offset":2602},{"uri":"Bible","surface_form":"Bible","offset":2910},{"uri":"Canonical_gospels","surface_form":"canonical gospels","offset":2952},{"uri":"Gospel_of_Thomas","surface_form":"Gospel of Thomas","offset":3024},{"uri":"Canonical_Gospels","surface_form":"canonical Gospels","offset":3117},{"uri":"Parable_of_the_Assassin","surface_form":"Parable of the Assassin","offset":3315},{"uri":"Parable_of_the_Empty_Jar","surface_form":"Parable of the Empty Jar","offset":3347},{"uri":"Apocryphon_of_James","surface_form":"Apocryphon of James","offset":3390},{"uri":"The_Parable_of_the_Grain_of_Wheat","surface_form":"The Parable of the Grain of Wheat","offset":3521},{"uri":"Q_document","surface_form":"Q document","offset":3616},{"uri":"Patrick_Fairbairn","surface_form":"Fairbairn","offset":4671},{"uri":"Parable_of_the_Leaven","surface_form":"parable of the Leaven","offset":5465},{"uri":"Parable_of_the_Mustard_Seed","surface_form":"parable of the Mustard Seed","offset":5499},{"uri":"Kingdom_of_God","surface_form":"Kingdom of Heaven","offset":5576},{"uri":"Parable_of_the_Hidden_Treasure","surface_form":"parable of the Hidden Treasure","offset":5629},{"uri":"Parable_of_the_Pearl","surface_form":"parable of the Pearl","offset":5664},{"uri":"Kingdom_of_God","surface_form":"Kingdom of Heaven","offset":5733},{"uri":"Parable_of_the_Lost_Sheep","surface_form":"Lost Sheep","offset":5813},{"uri":"Parable_of_the_Lost_Coin","surface_form":"Lost Coin","offset":5825},{"uri":"Parable_of_the_Prodigal_Son","surface_form":"Lost (Prodigal) Son","offset":5840},{"uri":"Parable_of_the_Faithful_Servant","surface_form":"parable of the Faithful Servant","offset":5918},{"uri":"Parable_of_the_Ten_Virgins","surface_form":"parable of the Ten Virgins","offset":5954},{"uri":"Christian_eschatology","surface_form":"eschatological","offset":6049},{"uri":"Parable_of_the_Tares","surface_form":"parable of the Tares","offset":6113},{"uri":"Parable_of_the_Rich_Fool","surface_form":"parable of the Rich Fool","offset":6138},{"uri":"Parable_of_the_budding_fig_tree","surface_form":"parable of the budding fig tree","offset":6168},{"uri":"Parable_of_the_barren_fig_tree","surface_form":"parable of the barren fig tree","offset":6209},{"uri":"Parable_of_the_unforgiving_servant","surface_form":"parable of the unforgiving servant","offset":6313},{"uri":"Parable_of_the_Good_Samaritan","surface_form":"parable of the Good Samaritan","offset":6379},{"uri":"Parable_of_the_Friend_at_Night","surface_form":"parable of the Friend at Night","offset":6447},{"uri":"Life_of_Christ","surface_form":"Life of Christ","offset":6697},{"uri":"Parable_of_the_Ten_Virgins","surface_form":"Ten Virgins","offset":6730},{"uri":"Rich_man_and_Lazarus","surface_form":"Rich man and Lazarus","offset":6747},{"uri":"Parable_of_the_Prodigal_Son","surface_form":"Prodigal Son","offset":6773},{"uri":"Parable_of_the_Good_Samaritan","surface_form":"Good Samaritan","offset":6794},{"uri":"Parable_of_the_Workers_in_the_Vineyard","surface_form":"Workers in the Vineyard","offset":6924},{"uri":"Early_Medieval","surface_form":"Early Medieval","offset":6964},{"uri":"Good_Samaritan","surface_form":"Good Samaritan","offset":7122},{"uri":"Albrecht_D%C3%BCrer","surface_form":"Albrecht Dürer","offset":7151},{"uri":"Engraving","surface_form":"engraving","offset":7180},{"uri":"Northern_Renaissance","surface_form":"Northern Renaissance","offset":7262},{"uri":"Rembrandt","surface_form":"Rembrandt","offset":7288},{"uri":"The_Prodigal_Son_in_the_Tavern","surface_form":"The Prodigal Son in the Tavern","offset":7369},{"uri":"Return_of_the_Prodigal_Son","surface_form":"Return of the Prodigal Son","offset":7547},{"uri":"Hermitage_Museum","surface_form":"Hermitage Museum","offset":7576},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":7594},{"uri":"Edward_Mote","surface_form":"Edward Mote","offset":7950},{"uri":"Parable_of_the_Wise_and_the_Foolish_Builders","surface_form":"parable of the Wise and the Foolish Builders","offset":7991},{"uri":"John_Newton","surface_form":"John Newton","offset":8072},{"uri":"Parable_of_the_Good_Samaritan","surface_form":"parable of the Good Samaritan","offset":8113},{"uri":"Gospel_harmony","surface_form":"Gospel harmony","offset":8174},{"uri":"List_of_key_episodes_in_the_Canonical_Gospels","surface_form":"list of key episodes in the Canonical Gospels","offset":8219},{"uri":"Gospel_harmony","surface_form":"Gospel harmony","offset":8403},{"uri":"List_of_key_episodes_in_the_Canonical_Gospels","surface_form":"list of key episodes in the Canonical Gospels","offset":8440},{"uri":"Gospel_of_John","surface_form":"Gospel of John","offset":8532},{"uri":"Didache","surface_form":"Didache","offset":8672},{"uri":"Apostolic_Father","surface_form":"Apostolic Father","offset":8700},{"uri":"Gospel_harmony","surface_form":"Gospel harmony","offset":8818}]}