{"id":292466,"url":"http://en.wikipedia.org/wiki/Willie_Dixon","text":"William James \"Willie\" Dixon (July 1, 1915 – January 29, 1992) was an American blues musician, singer, songwriter and bass player. He was one of the founders of Chicago blues. He wrote a lot of songs which are still standards of Chicago blues. (i.e. \"Little Red Rooster\", \"Hoochie Coochie Man\", \"Evil\", \"Spoonful\", \"Back Door Man\", \"I Just Want to Make Love to You\", \"I Ain't Superstitious\", \"My Babe\", \"Wang Dang Doodle\", and \"Bring It On Home\") The songs are from the 1950s when Dixon worked as producer for Chess Records. He also played upright bass on many of the label's records.\nLife.\nDixon was born in Vicksburg, Mississippi on July 1, 1915. He learned the blues during his time on prison farms in Mississippi as an early-teenager. Dixon sang bass for The Jubilee Singers, a local gospel group that was often in the program of the local radio station WQBC. He began to change poems he wrote into songs which he sold to local groups.\n1936 he went to Chicago like many others from the Mississippi delta. There he begun boxing and won the Illinois State Golden Gloves Heavyweight Championship (Novice Division) in 1937. During his boxing time he met Leonard \"Baby Doo\" Caston, who convinced him to a musical career. Before the Second World War Dixon sang in different vocal groups. After the war he reunited with Caston and formed the \"Big Three Trio\".\nDixon signed with Chess Records as a recording artist but soon was involved in the record business. By 1951 he was producer, talent scout, session musician and staff songwriter. He worked with Chuck Berry, Muddy Waters, Howlin' Wolf, Otis Rush, Bo Diddley, Joe Louis Walker, Little Walter, Sonny Boy Williamson, Koko Taylor, Little Milton, Eddie Boyd, Jimmy Witherspoon, Lowell Fulson, Willie Mabon, Memphis Slim, Washboard Sam, Jimmy Rogers, and others. By his work with Chuck Berry he was a link between blues and early rock and roll.\nFrom the late 1960s until the middle 1970s, Dixon ran his own record label, Yambo Records. He formed different all star bands which often went on tours in Europe. He also became an advocate for the blues. He founded the Blues Heaven Foundation. The Foundation preserves the blues legacy and secures copyrights and royalties for blues musicians who were often exploited in the past.\nIn the 1970s and 1980s his health became weaker and weaker because of his diabetes. Dixon died of heart failure in Burbank, California on January 29, 1992.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":70},{"uri":"Blues","surface_form":"blues","offset":79},{"uri":"Musician","surface_form":"musician","offset":85},{"uri":"Singer","surface_form":"singer","offset":95},{"uri":"Songwriter","surface_form":"songwriter","offset":103},{"uri":"Bass_guitar","surface_form":"bass player","offset":118},{"uri":"Chicago_blues","surface_form":"Chicago blues","offset":161},{"uri":"Chess_Records","surface_form":"Chess Records","offset":510},{"uri":"Upright_bass","surface_form":"upright bass","offset":540},{"uri":"Record_label","surface_form":"label's","offset":568},{"uri":"Album","surface_form":"records","offset":576},{"uri":"Mississippi","surface_form":"Mississippi","offset":620},{"uri":"Gospel_music","surface_form":"gospel","offset":788},{"uri":"Second_World_War","surface_form":"Second World War","offset":1231},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":1550},{"uri":"Muddy_Waters","surface_form":"Muddy Waters","offset":1563},{"uri":"Bo_Diddley","surface_form":"Bo Diddley","offset":1602},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":1879},{"uri":"California","surface_form":"California","offset":2400}]}