{"id":292431,"url":"http://en.wikipedia.org/wiki/Bessie_Coleman","text":"Elizabeth \"Bessie\" Coleman (January 26, 1892 – April 30, 1926) was the first female African American pilot ever to hold an international pilot license. She fought discrimination to follow her dream of becoming a pilot. She became a skilled barnstormer and aviation educator.\nEarly Life.\nColeman was born in Texas in 1892. Her mother was African American and her father was Native American. She had two brothers and a young sister. Her parents were sharecroppers. When Coleman was two, her family moved to Waxahachie, Texas where Bessie went to school. She loved reading and was very good at math. Her father hoped to get a job.\nColeman’s father was disturbed by the racial barriers in Texas. He believed that the family would be treated better if they moved to Indian Territory in Oklahoma.\nUnable to convince his wife to accompany him, Coleman’s father left the family when she was nine. Around that time, her older brothers grew up and moved away. Coleman’s mother worked as a maid. Coleman helped take care of her younger sisters.\nDuring the cotton harvest, everyone in the family worked in the fields to earn extra money. It was hot, boring work, and during the harvest, African American children could not go to school. Still, Coleman managed to finish all eight grades in the local school. Coleman decided that she wanted to go to college, so she saved her money. In about four years, she had enough money to begin college. A year later, she ran out of money.\nAt the age of 23, Coleman boarded a train and made the trip to Chicago. She moved in with her brothers and their wives. Coleman took class to learn to become a manicurist, and soon found a job at the White Sox Barber Shop on Chicago's Southside. But Coleman wanted to do something more with her life.\nFlying.\nHer friend Robert Abbott told her that she could travel to France to fly. She studied the French language after work at night. She got a new job managing a restaurant and saved her money. Robert Abbot and her friends helped her pay for the trip. In 1920, Coleman went to France on a ship. She learned to be a pilot at the Caudron Brothers' School of Aviation. In 1921, Coleman became the first female African American pilot ever to hold an international pilot license. She earned it from the Fédération Aéronautique Internationale.\nColeman went back to the United States to work as a barnstormer, performing tricks and stunts in her airplane. Barnstormers like Coleman flew planes in loops and figure eights and other patterns while audiences watched. Coleman performed in the United States and Europe. In the 1920s, much of the United States still practiced racial segregation. Coleman refused to perform at places that did not let African Americans watch equally. For one show in Texas, Coleman refused to perform unless the showrunners let everyone in the audience enter through the same gate instead of making one gate for white people and one for black people. She also taught flying lessons and encouraged women to learn to be pilots.\nColeman wanted to open an aviation school in the United States where black students could learn to be pilots.\nIn April 1926, Coleman and her mechanic, William Will, were practicing for a performance the next day. Will was piloting the plane, when it flipped over and started to dive. Coleman fell out of the plane and was killed. She is buried in Chicago's Lincoln Cemetery.\nLegacy.\nColeman is in the Aviation Hall of Fame.\nIn 1929, William Powell started the Bessie Coleman Aero Club in her honor. The Club promoted aviation among black Americans, and it allowed men and women to join.\nIn 1995, the U.S. Post Office issued a stamp in her honor. A Chicago street was named after her.","categories":[],"infobox_types":[],"annotations":[{"uri":"African_American","surface_form":"African American","offset":84},{"uri":"Pilot","surface_form":"pilot","offset":137},{"uri":"License","surface_form":"license","offset":143},{"uri":"Texas","surface_form":"Texas","offset":307},{"uri":"Native_American","surface_form":"Native American","offset":373},{"uri":"Sharecropping","surface_form":"sharecropper","offset":448},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":781},{"uri":"Maid","surface_form":"maid","offset":979},{"uri":"Cotton","surface_form":"cotton","offset":1045},{"uri":"College","surface_form":"college","offset":1337},{"uri":"Manicure","surface_form":"manicurist","offset":1626},{"uri":"France","surface_form":"France","offset":1834},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":2634},{"uri":"Stamp","surface_form":"stamp","offset":3642}]}