{"id":292542,"url":"http://en.wikipedia.org/wiki/Chuck_E._Cheese","text":"Chuck E. Cheese is a franchise of arcades and restaurants. Their restaurants have small rides, pizza (a central focus), and arcade / skill games. It was previously called Chuck E. Cheese's Pizza Time Theatre (1977–1991).\nIn most of their stores, they operate animatronic robot characters which sing songs and play instruments.\nCreated in 1977 in San Jose, California by Atari founder Nolan Bushnell, it started out as Chuck E. Cheese's Pizza Time Theatre. In 1984, CEC got bought out by Then-competitor ShowBiz Pizza Place from Topeka, Kansas and changed their corporate name to \"ShowBiz Pizza Time\". In 1989, Brock Hotel Management(then owners of SPT) sold it's \"Monterrey's Tex-Mex Cafe\" brand to them and spun off SPT into a separate company. In 1991, all ShowBiz and Pizza Time stores re-branded as \"Chuck E. Cheese's Pizza\" and in 1998 SPT changed their corporate name to \"CEC Entertainment\". In 1999, CECE bought out their primary competitor, Discovery Zone and in 2014 they bought the \"Peter Piper's Pizza\" chain. In 2013, CECE got bought by Apollo Global Management as was / is put up for sale.\nCECE's headquarters are in Irving, Texas and have 590 CEC store locations worldwide.\nIn September 2020, it was announced that Chuck E. Cheese is developing a live-action movie and an animated television series.","categories":[],"infobox_types":[],"annotations":[{"uri":"Franchise","surface_form":"franchise","offset":21},{"uri":"Video_arcade","surface_form":"arcade","offset":34},{"uri":"Restaurant","surface_form":"restaurant","offset":46},{"uri":"Pizza","surface_form":"pizza","offset":95},{"uri":"San_Jose%2C_California","surface_form":"San Jose, California","offset":346},{"uri":"Atari","surface_form":"Atari","offset":370},{"uri":"Nolan_Bushnell","surface_form":"Nolan Bushnell","offset":384},{"uri":"Topeka%2C_Kansas","surface_form":"Topeka, Kansas","offset":528},{"uri":"Headquarters","surface_form":"headquarters","offset":1110},{"uri":"Irving%2C_Texas","surface_form":"Irving, Texas","offset":1130}]}