{"id":292573,"url":"http://en.wikipedia.org/wiki/Order_of_the_Star_of_India","text":"No appointments have been made since the Partition of India in 1947. The last living knight, The Maharaja of Alwar, died in 2009 and the order became dormant.\nThe motto of the Order is \"Heaven's light our guide\". The \"Star of India\", the emblem of the Order, also appeared on the flag of the Viceroy of India.\nThe Order is the senior order of chivalry of the Empire of India; the junior order is The Most Eminent Order of the Indian Empire, and there was also, for women only the Imperial Order of the Crown of India. It is the fifth-most-senior British order of chivalry, following The Most Noble Order of the Garter, The Most Ancient and Most Noble Order of the Thistle, The Most Illustrious Order of St Patrick, and The Most Honourable Order of the Bath.\nHistory.\nAfter the Indian Mutiny the British government created a new order of knighthood to honour Indian Princes and Chiefs, as well as British officers and administrators who served in India. On 25 June 1861, Queen Victoria issued a proclamation creating \"The Most Exalted Order of the Star of India\" to \"reward conspicuous merit and loyalty\"\nThe Order of the Indian Empire, founded in 1877, was intended to be a less exclusive version of the Order of the Star of India; consequently, many more appointments were made to the former than to the latter.\nComposition.\nThe British Sovereign was, and still is, Sovereign of the Order. The next-most senior member was the Grand Master; the position was held, \"ex officio\", by the Viceroy of India. When the Order was established in 1861, there was only one class of Knights Companions, who bore the postnominals KSI. In 1866, however, it was expanded to three classes. Members of the first class were known as \"Knights Grand Commanders\", rather than \"Knights Grand Cross\", so as not to offend the non-Christian Indians appointed to the Order. All those surviving members who had already been made Knights Companions of the Order were made Knights Grand Commanders.\nFormer Viceroys and other high officials, as well as those who served in the Department of the Secretary of State for India for at least thirty years were eligible for appointment. Rulers of Indian Princely States were also eligible for appointment to the Order. Some states were of such importance that their rulers were almost always appointed Knights Grand Commanders; such rulers included the Nizam of Hyderabad, the Maharaja of Mysore, the Maharaja of Jammu and Kashmir, the Maharaja of Baroda, the Maharajas of Gwalior, the Nawab of Bhopal, the Maharaja of Indore, the Maharana of Udaipur, the Maharaja of Travancore, the Maharana of Jodhpur and the Maharao of Cutch.\nKashi Naresh Prabhu Narayan Singh of Benares was appointed Knight Commander of the Order of the Indian Empire (KCIE) in 1892, Knight Grand Commander of the Order of the Indian Empire (GCIE) in 1898, and Knight Grand Commander of the Order of the Star of India (GCSI) for his services in the First World War in the 1921 New Year Honours.\nRulers of other nations in Asia and the Middle East, including the Emir of Kuwait, the Maharajas of the Rana dynasty, the Khedive of Egypt, the King of Bhutan and the rulers of Zanzibar, Bahrain and Oman were also appointed to the Order. Like some rulers of princely states, some rulers of particular prestige, for example the Maharajas of the Rana dynasty or the Sultans of Oman, were usually appointed Knights Grand Commanders.\nWomen, who were not princely rulers, could not be members of the Order. They were, admitted as \"Knights\", rather than as \"Dames\" or \"Ladies\". The first woman to be admitted to the Order was HH Nawab Sikandar Begum Sahiba, Nawab Begum of Bhopal; she was created a Knight Companion at the Order's foundation in 1861. The Order's statutes were specially amended to permit the admission of Queen Mary as a Knight Grand Commander in 1911.","categories":[],"infobox_types":[],"annotations":[{"uri":"Partition_of_India","surface_form":"Partition of India","offset":41},{"uri":"Tej_Singh_Prabhakar_Bahadur","surface_form":"The Maharaja of Alwar","offset":93},{"uri":"Viceroy_of_India","surface_form":"Viceroy of India","offset":292},{"uri":"British_Raj","surface_form":"Empire of India","offset":359},{"uri":"Order_of_the_Indian_Empire","surface_form":"The Most Eminent Order of the Indian Empire","offset":396},{"uri":"Order_of_the_Crown_of_India","surface_form":"Imperial Order of the Crown of India","offset":480},{"uri":"Order_of_the_Garter","surface_form":"The Most Noble Order of the Garter","offset":583},{"uri":"Order_of_the_Thistle","surface_form":"The Most Ancient and Most Noble Order of the Thistle","offset":619},{"uri":"Order_of_St_Patrick","surface_form":"The Most Illustrious Order of St Patrick","offset":673},{"uri":"Order_of_the_Bath","surface_form":"The Most Honourable Order of the Bath","offset":719},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Victoria","offset":976},{"uri":"British_monarchy","surface_form":"British Sovereign","offset":1330},{"uri":"Viceroy_of_India","surface_form":"Viceroy of India","offset":1485},{"uri":"Secretary_of_State_for_India","surface_form":"Secretary of State for India","offset":2065},{"uri":"Nizam","surface_form":"Nizam","offset":2367},{"uri":"Hyderabad_state","surface_form":"Hyderabad","offset":2376},{"uri":"Maharaja_of_Mysore","surface_form":"Maharaja","offset":2391},{"uri":"Kingdom_of_Mysore","surface_form":"Mysore","offset":2403},{"uri":"Maharaja_of_Jammu_and_Kashmir","surface_form":"Maharaja","offset":2415},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":2427},{"uri":"Gaekwad_of_Baroda","surface_form":"Maharaja","offset":2450},{"uri":"Vadodara","surface_form":"Baroda","offset":2462},{"uri":"Gwalior","surface_form":"Gwalior","offset":2487},{"uri":"Nawab_of_Bhopal","surface_form":"Nawab","offset":2500},{"uri":"Bhopal","surface_form":"Bhopal","offset":2509},{"uri":"Holkar","surface_form":"Maharaja","offset":2521},{"uri":"Indore","surface_form":"Indore","offset":2533},{"uri":"Maharana_of_Mewar","surface_form":"Maharana of","offset":2545},{"uri":"Udaipur%2C_Rajasthan","surface_form":"Udaipur","offset":2557},{"uri":"Maharaja_of_Travancore","surface_form":"Maharaja of Travancore","offset":2570},{"uri":"Rathore","surface_form":"Maharana","offset":2598},{"uri":"Jodhpur","surface_form":"Jodhpur","offset":2610},{"uri":"Maharao","surface_form":"Maharao","offset":2626},{"uri":"Kutch","surface_form":"Cutch","offset":2637},{"uri":"Kashi_Naresh","surface_form":"Kashi Naresh","offset":2644},{"uri":"Prabhu_Narayan_Singh_of_Benares","surface_form":"Prabhu Narayan Singh of Benares","offset":2657},{"uri":"Knight_Commander_of_the_Order_of_the_Indian_Empire","surface_form":"Knight Commander of the Order of the Indian Empire","offset":2703},{"uri":"Knight_Grand_Commander_of_the_Order_of_the_Indian_Empire","surface_form":"Knight Grand Commander of the Order of the Indian Empire","offset":2770},{"uri":"Knight_Grand_Commander_of_the_Order_of_the_Star_of_India","surface_form":"Knight Grand Commander of the Order of the Star of India","offset":2847},{"uri":"First_World_War","surface_form":"First World War","offset":2935},{"uri":"Asia","surface_form":"Asia","offset":3008},{"uri":"Middle_East","surface_form":"Middle East","offset":3021},{"uri":"Emir_of_Kuwait","surface_form":"Emir of Kuwait","offset":3048},{"uri":"Rana_dynasty","surface_form":"Rana dynasty","offset":3085},{"uri":"Khedive_of_Egypt","surface_form":"Khedive of Egypt","offset":3103},{"uri":"King_of_Bhutan","surface_form":"King of Bhutan","offset":3125},{"uri":"Zanzibar","surface_form":"Zanzibar","offset":3158},{"uri":"Bahrain","surface_form":"Bahrain","offset":3168},{"uri":"Oman","surface_form":"Oman","offset":3180},{"uri":"Princely_states","surface_form":"princely states","offset":3239},{"uri":"Rana_dynasty","surface_form":"Rana dynasty","offset":3325},{"uri":"Mary_of_Teck","surface_form":"Queen Mary","offset":3797}]}