{"id":292541,"url":"http://en.wikipedia.org/wiki/Elizabeth_Cotten","text":"e=\"preserve\">Elizabeth \"Libba\" Cotten (January 5, 1895 – June 29, 1987) was an American blues and folk musician, singer, and songwriter.\nLife.\nShe was born as Elizabeth Nevills in Carrboro, North Carolina. She was the youngest of five children of a musical family. At the age of seven she started playing her older brothers banjo. In her early teens she bought her own guitar and started writing own songs. At the age of eleven she wrote a song called \"Freight train\", which was later her signature song. At the age of 15 she worked as maid along with her mother. Soon after her 15th birthday she married Frank Cotten. They had a daughter named Lillie and Libba gave up music for church and child. They went around in the USA but finally settled in the D.C. area.\nAfter 25 years she became maid in the house of the composer Ruth Crawford Seeger and Charles Seeger. In this musical family she remembered her own guitar playing. Mike Seeger recorded her and the songs were later published as \"Folksongs and Instrumentals with Guitar\", which was released on Folkways Records. In the early 1960s during the folk revival she played shows with great names like Mississippi John Hurt, John Lee Hooker, and Muddy Waters at venues such as the Newport Folk Festival and the Smithsonian Festival of American Folklife.\nShe went on touring and recording well into her 80s. In 1984 she won the Grammy Award for \"Best Ethnic or Traditional Recording\" for her album on Arhoolie Records, \"Elizabeth Cotten Live\". Her songs were covered by Peter, Paul, and Mary, Jerry Garcia, Bob Dylan, Devendra Banhart, Laura Gibson, Laura Veirs, His Name Is Alive and Taj Mahal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blues","surface_form":"blues","offset":88},{"uri":"Folk_music","surface_form":"folk","offset":98},{"uri":"North_Carolina","surface_form":"North Carolina","offset":190},{"uri":"Banjo","surface_form":"banjo","offset":324},{"uri":"Mississippi_John_Hurt","surface_form":"Mississippi John Hurt","offset":1155},{"uri":"John_Lee_Hooker","surface_form":"John Lee Hooker","offset":1178},{"uri":"Muddy_Waters","surface_form":"Muddy Waters","offset":1199},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":1559},{"uri":"Taj_Mahal_(musician)","surface_form":"Taj Mahal","offset":1637}]}