{"id":29255,"url":"http://en.wikipedia.org/wiki/Eugenics","text":"Eugenics is a social and political philosophy. It tries to influence the way people choose to mate and raise children, with the aim of improving the human species.\nEugenics rests on some basic ideas. The first is that, in genetics, what is true of animals is also true of man. The characteristics of animals are passed on from one generation to the next in heredity, including mental characteristics. For example, the behaviour and mental characteristics of different breeds of dog differ, and all modern breeds are greatly changed from wolves. The breeding and genetics of farm animals show that if the parents of the next generation are chosen, then that affects what offspring are born.\n\"Negative eugenics\" aims to cut out traits that lead to suffering, by limiting people with the traits from reproducing. \"Positive eugenics\" aims to produce more healthy and intelligent humans, by persuading people with those traits to have more children.p85 In the past, many ways were proposed for doing this, and even today eugenics means different things to different people. The idea of eugenics is controversial, because in the past it was sometimes used to justify discrimination and injustice against people who were thought to be genetically unhealthy or inferior.\nFrancis Galton.\nModern eugenics was first invented in 1865 by Sir Francis Galton, a British scientist who was the cousin of Charles Darwin. Galton believed that intelligence and talent were hereditary and were passed from parent to their children. Based on this, he thought that people could be bred to be smarter, just like animals were bred to be larger or smaller. Galton thought the best way to do this was to learn more about heredity, and also to tell people that they should only marry people who were smart and strong. Galton chose the name \"Eugenics\" because it was very similar to the Greek for \"well born\".\nGalton developed the idea of eugenics throughout his life. He understood the two types of eugenics, positive and negative eugenics. One problem, which critics brought up, is the difficulty of agreeing on who is a healthy person, genetically speaking, and who is an inferior person. Obviously, opinions differ.\nEugenics in Britain and the United States.\nThe rediscovery of the scientific work of Gregor Mendel in 1900 led to modern genetics, and an understanding of how heredity worked. Mendel himself experimented on peas, and found that many characteristics of the pea plants, such as their colour or their height, could be turned on and off through heredity like a switch. For example, his peas could be either yellow or green, one or the other.\nWhen applied to humans, people thought this meant that human characteristics, like being smart or not, could be influenced by heredity.\nAnother line of thought goes like this. During their evolution, humans were subject to natural selection like any other form of life. On average, healthy and intelligent people had a better chance of reproducing. In modern civilisation, however, it often seems that this process does not apply. Alfred Russel Wallace and Charles Darwin had discussed this very point, with concern.p70 In countries where statistics were collected, those statistics showed that in many cases the poor had more children than the rich. Also, statistics showed that the total population of some great nations was declining.p73 One startling piece of information was produced by research directed by Karl Pearson, the Galton Professor of Eugenics at University College London, and the founder of the Department of Applied Statistics. The finding was that half of each succeeding generation was produced by no more than a quarter of the previous generation, and that quarter was \"disproportionately located amongst the dregs of society\".p74\n\"The agricultural analogy appears over and over again as it did in the writings of many American eugenicists\".\nSimilarly, the American geneticist Charles Davenport was a lifelong promoter of eugenics, and wrote one of its first textbooks.Chapter 3 There is no doubt of the support given to eugenics by professional scientists of undoubted repute.\nIn the United States, eugenics became a very popular idea in the early 20th century. People thought it would cure society of all of its problems at the time, like crime and poverty, because they thought that all aspects of human behavior were probably hereditary. Very important scientists and politicians supported eugenics, and most thought it was a very progressive and scientific philosophy.\nBut some of those who led the eugenics movement used it to justify racism and prejudice. They used eugenics as an excuse to pass laws which to restrict immigration from countries that they did not like, saying that the people in them were genetically \"unfit\". They also passed laws which said that people of different races could not get married to one another. Most importantly, they passed laws which said that people who were thought to have mental illness or mental disability could be sterilised against their will. Under these laws over 60,000 people were sterilised in the United States between 1907 and the 1970s.\nToday we know that interpreting statistics of this type is a complex business, and that many of the studies published early in the 20th century have serious flaws. Nevertheless, what stopped the eugenics movement was not better science. It was the realization, after World War II, of the effects of Nazi policies on race in Germany and other countries occupied during the war. Such war crimes were not, of course, advocated by any eugenicist. All the same, there was a common theme. This theme was the growing interest in the rights of individuals as against the rights of the state.\nEugenics after WWII.\nWith the end of the Second World War, forced sterilisation ended in Germany. It was continued in the United States until 1974. The main targets were at first those that were ill or that had some physical or mental disabilities.\nOnly in 1985 was a law of the Swiss canton of Vaud abolished. This law allowed for the forced sterilisation of a certain group of people. It was replaced by a law on the national level, that tells under which circumstances people who are unable to consent, may be sterilised.\nEugenics today.\nThough there are few people who openly advocate eugenics today, many people wonder what improvements in genetic technologies will mean in the future.\nGenetic counselling exists, where parents can get information about their heredity and even prevent the birth of a child if it has a risk of hereditary illness. Some people do not think the issue is so clear, though, and wonder if genetic screening, genetic counselling, and birth control, are all just another type of eugenics. Some people wonder if it is bad because it infringes human dignity. Some people oppose eugenics and genetic counselling for religious reasons. The idea of eugenics is controversial today for these reasons.\nMuch of this concern is misplaced. Genetic counselling is not going to change the genetic composition of the human population to any noticeable extent. More relevant is the developing power to identify, and then to change directly, elements of the human genome (genetic engineering). This does have the potential to change the genetic structure of human populations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social","surface_form":"social","offset":14},{"uri":"Political","surface_form":"political","offset":25},{"uri":"Philosophy","surface_form":"philosophy","offset":35},{"uri":"Genetics","surface_form":"genetics","offset":222},{"uri":"Heredity","surface_form":"heredity","offset":357},{"uri":"Dog","surface_form":"dog","offset":478},{"uri":"Wolf","surface_form":"wolves","offset":537},{"uri":"Breeding","surface_form":"breeding","offset":549},{"uri":"Genetics","surface_form":"genetics","offset":562},{"uri":"Trait_(biology)","surface_form":"traits","offset":726},{"uri":"Controversy","surface_form":"controversial","offset":1093},{"uri":"Discrimination","surface_form":"discrimination","offset":1161},{"uri":"Unhealthy","surface_form":"unhealthy","offset":1240},{"uri":"Inferior","surface_form":"inferior","offset":1253},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":1329},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":1387},{"uri":"Gregor_Mendel","surface_form":"Gregor Mendel","offset":2276},{"uri":"Pea","surface_form":"pea","offset":2398},{"uri":"Evolution","surface_form":"evolution","offset":2818},{"uri":"Natural_selection","surface_form":"natural selection","offset":2852},{"uri":"Civilisation","surface_form":"civilisation","offset":2988},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":3060},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":3086},{"uri":"Statistics","surface_form":"statistics","offset":3168},{"uri":"Population","surface_form":"population","offset":3319},{"uri":"Karl_Pearson","surface_form":"Karl Pearson","offset":3442},{"uri":"University_College_London","surface_form":"University College London","offset":3492},{"uri":"Charles_Davenport","surface_form":"Charles Davenport","offset":3928},{"uri":"United_States","surface_form":"United States","offset":4136},{"uri":"Racism","surface_form":"racism","offset":4592},{"uri":"Immigration","surface_form":"immigration","offset":4677},{"uri":"Race_(sociology)","surface_form":"race","offset":4843},{"uri":"Marriage","surface_form":"married","offset":4863},{"uri":"Mental_illness","surface_form":"mental illness","offset":4970},{"uri":"Disability","surface_form":"disability","offset":4995},{"uri":"Sterilisation","surface_form":"sterilised","offset":5015},{"uri":"Flaw","surface_form":"flaws","offset":5304},{"uri":"World_War_II","surface_form":"World War II","offset":5414},{"uri":"Nazi","surface_form":"Nazi","offset":5446},{"uri":"Germany","surface_form":"Germany","offset":5471},{"uri":"War_crime","surface_form":"war crime","offset":5529},{"uri":"State","surface_form":"state","offset":5724},{"uri":"Second_World_War","surface_form":"Second World War","offset":5772},{"uri":"Switzerland","surface_form":"Swiss","offset":6010},{"uri":"Vaud","surface_form":"Vaud","offset":6026},{"uri":"Genetic_counselling","surface_form":"Genetic counselling","offset":6422},{"uri":"Birth_control","surface_form":"birth control","offset":6697},{"uri":"Genome","surface_form":"genome","offset":7211},{"uri":"Genetic_engineering","surface_form":"genetic engineering","offset":7219}]}