{"id":29269,"url":"http://en.wikipedia.org/wiki/Greek_underworld","text":"The underworld is the place in Greek mythology where people go when they die. The underworld is controlled by Hades, one of the three main gods. The underworld's gates are guarded by the three-headed dog, Cerberus. The underworld was surrounded by five rivers. The Acheron was the river of woe, the Cocytus was the river of lamentation, the Phlegethon the river of fire, the Styx, the river of the unbreakable oath by which the gods took their vows, and the Lethe the river of forgetfulness. When entering the underworld, Charon would take those with gold coins to the underworld. Not everyone could enter, because not everyone had golden coins to pay the fare.\nThree judges, by the names of Rhadamanthus, Minos, and Aeacus, would then decide where you would go. People that lived normal lives would go to The Fields of Asphodel. Heroes would go to The Fields of Elysium. People who did horrible things would go the The Fields of Punishment. If you were put into Elysium, you could choose to be reborn or stay. If you went to Elysium three times, then you went to the Isle of the Blessed. This was like the ultimate heaven. Tartaros () was another place in the underworld, where immortal enemies of the current Twelve Olympians are eternally punished, for example Kronos and the other Titans. Tartaros overlaps with the fields of punishment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":31},{"uri":"Hades","surface_form":"Hades","offset":110},{"uri":"Dog","surface_form":"dog","offset":200},{"uri":"Cerberus","surface_form":"Cerberus","offset":205},{"uri":"Styx","surface_form":"Styx","offset":375},{"uri":"Charon_(mythology)","surface_form":"Charon","offset":522},{"uri":"Hero","surface_form":"Hero","offset":830},{"uri":"Hell","surface_form":"The Fields of Punishment","offset":916},{"uri":"Elysium","surface_form":"Elysium","offset":1026},{"uri":"Twelve_Olympians","surface_form":"Twelve Olympians","offset":1211},{"uri":"Kronos","surface_form":"Kronos","offset":1264},{"uri":"Titan_(mythology)","surface_form":"Titans","offset":1285}]}