{"id":292684,"url":"http://en.wikipedia.org/wiki/Over_the_Limit_(2011)","text":"Over the Limit (2011) is a future professional wrestling pay-per-view (PPV) event to be made by WWE, which will happen on May 22, 2011 at the KeyArena in Seattle, Washington. It will be the second Over the Limit event.\nRaw matches.\nThe main event for the Raw side of the PPV was determined on the May 9 edition of Raw. The Miz, Alberto Del Rio and Rey Mysterio faced off in a triple threat match where the winner would face John Cena for the WWE Championship at Over the Limit. The Miz won the match by rolling up Mysterio. After the match was over, as had been announced, Cena come out to announce what type of match he had chosen. He tole the Miz, if he wants his title back, it's simple, you only \"have to make me say two words\", thus he announced the match would be an \"I Quit\" match.\nAlso on Raw, carrying over from their WrestleMania and Extreme Rules matches, Jerry Lawler challenged Michael Cole to one final match at Over the Limit, where if he lost he would personally induct Cole in to the WWE Hall of Fame and give him his Hall of Fame ring. Cole initially said no and started bragging about his Mothers Day with his mother the day before in front of Lawler, whose mother died in February. This prompted King to try and attack Cole who was in his \"Cole Mine\" (a Plexiglas box meant to protect Cole from Lawler). As King went to attack, he was attacked from behind by Cole's mentor Jack Swagger. A little later in the show, Lawler came back out and attacked Cole through the holes cut in the \"Cole Mine\" by yanking Cole's head repeatedly against the plexiglas by his tie. After he was saved, Swagger accepted the match against Lawler on behalf of Cole, much to Cole's displeasure.","categories":[],"infobox_types":["Wrestling event"],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":34},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":57},{"uri":"WWE","surface_form":"WWE","offset":96},{"uri":"KeyArena","surface_form":"KeyArena","offset":142},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":154},{"uri":"WWE_Over_the_Limit","surface_form":"Over the Limit","offset":197},{"uri":"The_Miz","surface_form":"The Miz","offset":319},{"uri":"Alberto_Del_Rio","surface_form":"Alberto Del Rio","offset":328},{"uri":"Rey_Mysterio","surface_form":"Rey Mysterio","offset":348},{"uri":"John_Cena","surface_form":"John Cena","offset":424},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":442},{"uri":"WrestleMania_XXVII","surface_form":"WrestleMania","offset":827},{"uri":"Extreme_Rules_(2011)","surface_form":"Extreme Rules","offset":844},{"uri":"Jerry_Lawler","surface_form":"Jerry Lawler","offset":867},{"uri":"Michael_Cole","surface_form":"Michael Cole","offset":891},{"uri":"WWE_Hall_of_Fame","surface_form":"WWE Hall of Fame","offset":1001},{"uri":"Mothers_Day","surface_form":"Mothers Day","offset":1108},{"uri":"Plexiglas","surface_form":"Plexiglas","offset":1274},{"uri":"Jack_Swagger","surface_form":"Jack Swagger","offset":1393},{"uri":"Tie","surface_form":"tie","offset":1578}]}