{"id":292698,"url":"http://en.wikipedia.org/wiki/Osamu_Tezuka","text":"Osamu Tezuka (, Tezuka Osamu, November 3, 1928 – February 9, 1989) was a famous Japanese cartoonist, manga artist, animator, producer and Doctor of Medicine, although he never practiced medicine. He was born in Osaka Prefecture. He created \"Astro Boy\", \"Kimba the White Lion\" and \"Black Jack\". He is often credited as the \"Father of Anime\", and is often considered the Japanese equivalent to Walt Disney, who was a major inspiration for Tezuka.\nTezuka began what was known as the manga revolution in Japan with his New Treasure Island published in 1947. His legendary output would spawn some of the most influential, successful, and well received manga series including the children mangas Astro Boy, Princess Knight and Kimba the White Lion, and the adult oriented series Black Jack, Phoenix, and Buddha, all of which won several awards.\nTezuka died of stomach cancer in 1989. His death had an immediate impact on the Japanese public and other cartoonists. A museum was constructed in Takarazuka dedicated to his memory and life works, and Tezuka received many posthumous awards. Several animations were in production at the time of his death along with the final chapters of Phoenix, which were never released.\n,\"Manga is virtual. Manga is sentiment. Manga is resistance. Manga is bizarre. Manga is pathos. Manga is destruction. Manga is arrogance. Manga is love. Manga is kitsch. Manga is sense of wonder. Manga is … there is no conclusion yet.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":80},{"uri":"Cartoonist","surface_form":"cartoonist","offset":89},{"uri":"Mangaka","surface_form":"manga artist","offset":101},{"uri":"Medicine","surface_form":"medicine","offset":186},{"uri":"Osaka_Prefecture","surface_form":"Osaka Prefecture","offset":211},{"uri":"Astro_Boy","surface_form":"Astro Boy","offset":241},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":392}]}