{"id":292660,"url":"http://en.wikipedia.org/wiki/Nosferatu","text":"\"Nosferatu eine Symphonie des Grauens\" (translation: \"Nosferatu: A Symphony of Horror\") is a 1922 German silent horror movie by F. W. Murnau. It was based on the \"Dracula\" novel by Bram Stoker.\nThe movie was shot in 1921 and was released in Germany in 1922 and in the US in 1929. It is about a vampire or \"Nosferatu\" named Count Orlok (starring Max Schreck) who lives in a castle on top of a hill. The movie is in the public domain in America but not in Germany.\nThe movie was a commercial failure and caused the company Prana Film to be shut down due to copyright infringement. The movie was the only movie by Prana Film.\nThe movie got a strong cult following. Not only this, the movie has received overwhelmingly positive reviews. On Rotten Tomatoes it got a \"Certified Fresh\" label: 98% of critics gave the film a positive review with a \"fresh\" rating, based on 46 reviews.\nIn 2010, it was ranked twenty-first in \"Empire\" magazine's \"The 100 Best Films of World Cinema\".\nPlot.\nIn 1838, Thomas Hutter lives in the fictional German city of Wisborg. His mysterious employer, estate agent Herr Knock, sends Hutter to Transylvania to visit a new client named Count Orlok who plans to buy a house in Wisborg. Hutter entrusts his loving wife Ellen to his good friend Harding and Harding's sister Annie, before embarking on his long journey. Nearing his destination in the Carpathian Mountains, Hutter stops at an inn for dinner. The locals become frightened by the mere mention of Orlok's name and discourage him from traveling to his castle at night, warning of a werewolf on the prowl.\nThe next morning, Hutter takes a coach to a high mountain pass, but the coachman declines to take him any further than the bridge as nightfall is approaching. A black-swathed coach appears after Hutter crosses the bridge and the coachman gestures for him to climb aboard. Hutter is welcomed at a castle by Count Orlok. When Hutter is eating dinner and accidentally cuts his thumb, Orlok tries to suck the blood out, but his repulsed guest pulls his hand away.\nHutter wakes up to a deserted castle the morning after and notices fresh punctures on his neck which, in a letter he sends by courier on horseback to be delivered to his devoted wife, he attributes to mosquitoes. That night, Orlok signs the documents to purchase the house across from Hutter's own home in Wisborg and notices a photo of Hutter's wife, remarking that she has a \"lovely neck.\"\nProduction.\n\"Nosferatu\" is Prana Film's only production. Prana Film was founded 1921 by Enrico Dieckmann and Albin Grau. Grau had the idea to shoot a vampire film; the inspiration arose from Grau's war experience: in the winter of 1916, a Serbian farmer told him that his father was a vampire and one of the Undead.\nDiekmann and Grau gave Henrik Galeen a job to screenplay inspired from Bram Stoker's 1897 novel \"Dracula\", despite Prana Film not having rights to the film. Galeen was an experienced specialist in Dark romanticism; he had already worked on \"Der Student von Prag\" (\"The Student of Prague\") in 1913, and the screenplay for 1920's \"Der Golem, wie er in die Welt kam\" (\"The Golem: How He Came into the World\"). Galeen set the story in a fictional north German harbour town named Wisborg and changed the character names. He added the idea of the vampire bringing the plague to Wisborg via rats on the ship. He left out the Van Helsing vampire hunter character. Galeen's German Expressionism screenplay was poetically rhythmic, without being so dismembered as other books influenced by literary Expressionism, such as those by Carl Mayer. Lotte Eisner described Galeen's screenplay as \"'\" (\"full of poetry, full of rhythm\").\nDieckmann and Gray won the director Friedrich Wilhelm Murnau, who made movies until 1919, but had made ​​his first seven productions a reputation as a talented filmmaker. Gray, who had studied at the Art Academy in Dresden, took over as artistic director and designed sets and costumes. For the soundtrack of the musical director of the Prana-Film Hans Erdmann was responsible. The unknown stage actor Max Schreck from Munich, was committed for the title role. Other roles took on expressionist theater of Max Reinhardt trained actors like Greta Schröder, Gustav von Wangenheim, and Alexander Granach, a former classmate at Murnau Reinhardt's acting school at the Deutsches Theater.\nFilming began in July 1921. Exterior shots were filmed in Wismar. A take from Marienkirche's tower over Wismar marketplace with the Wasserkunst Wismar served as the establishing shot for the Wisborg scene. Other locations were the Wassertor, the Heiligen-Geist-Kirche yard and the harbour. In Lübeck, the abandoned Salzspeicher served as Nosferatu's new Wisborg house, the one of the churchyard from Aegidienkirche served as Hutters and down the Depenau \"coffin bearers\" beared coffins. Many walks of Lübeck took place in the hunt of \"Knock\" who ordered Hutter in the \"Yard of Füchting\" to meet the earl. Further exterior shots followed in Lauenburg, Rostock and on Sylt. The film team travelled to the Carpathian Mountains, where Orava Castle served as backdrop for Orlok's half-ruined castle. Nearby locations also served: Hutter's stay at Dolný Kubín; the river journey with the coffins filmed on the Váh River; and the panoramas of the High Tatras mountain range. The team filmed interior shots at the JOFA studio in Berlin's Johannisthal locality. and further exteriors in the Tegel forest. Parts of the film set in Transylvania were also shot in Slovakia.\nFor cost reasons, cameraman Fritz Arno Wagner only had one camera available, and therefore there was only one original negative. The director followed Galeen's screenplay carefully, following handwritten instructions on camera positioning, lighting, and related matters. Nevertheless Murnau completely rewrote 12 pages of the script, as Galeen's text was missing from the director's working script. This concerned the last scene of the film, in which Ellen sacrifices herself and the vampire dies in the first rays of the Sun. Murnau prepared carefully; there were sketches that were to correspond exactly to each filmed scene, and he used a metronome to control the pace of the acting.\nSince the camera was mostly static and immobile to Nosferatu, Murnau used movement and differentiation within the rigid cadre in order to energize the scene. As Orloks ship slowly moves from right to left through the movie screen, Murnau used this so Eisner's \"powerful effect[s] of the impression of transverse motion.\" would stress education. This served the same purpose subjectifications of the camera view, such as when the vampire filmed on the ship from the frog perspective or stand looking out of windows, parts of the frame and shoots into view. The highlight of the subjectivated gaze are the scenes in which the vampire character - directly facing the camera - turns to the audience and thus the fourth wall is broken: \"The vampire seems by its immensity, the dimensions of the screen to blow up and the viewers to directly threaten \"\nRelease.\nShortly before the premiere, an advertisement campaign was placed in issue 21 of the magazine \"Bühne und Film\", with a summary, scene and work photographs, production reports and essays including a treatment on vampirism by Albin Grau. Nosferatu's preview premiered on 4 March 1922 in the \"Marmorsaal\" of the Berlin Zoological Garden. This was planned as a large society evening called ' (Festival of Nosferatu), and guests were asked to arrive dressed in Biedermeier costume. The cinema premiere itself took place on 15 March 1922 at Berlin's.\nThis was Prana Film's only movie because the movie was a financial failure as a limited release. The UFA refused to take the film in the program of their large movie theaters, and so Nosferatu was only shown in a few small theaters. This was also because Bram Stoker had an estate, acting for his widow, Florence Stoker, sueing for copyright infringement and winning. The court ordered all existing prints of \"Nosferatu\" burned, but one purported copy of the film had already been distributed around the world. These prints were duplicated over the years.\nReception.\nDespite the movie's failure and Prana Film's bankruptcy in 1922, the film received critically positive reviews. Rotten Tomatoes says that 98% of critical reviews were positive (53 out of a total 55 reviews) with an average rating of 3.9/5, stating, \"One of the silent era's most influential masterpieces, Nosferatu's eerie, gothic feel -- and a chilling performance from Max Schreck as the vampire -- set the template for the horror films that followed.\"\nRoger Ebert called it \"more effective for being\" a \"silent\" film. He concluded,\nUlrich Gregor and Enno Patalas evaluate \"Nosferatu\" as a quantum leap in Murnau's cinematic work for being \"visible for the first time in any setting.\" Thomas Elsaesser says the appeal of the film from the conflict between technical perfection and its mainly psychological acting subject: \"Murnau's poetry, the result was a detached, almost clinical application of technical mastery German photography and camera work in an emotionally charged, with deep-seated fears and feelings related topics\". The dream-like, the subconscious appealing presentation give the film a \"shadow only decipherable, hidden logic\", they keep the film \"still strong appeal character,\" says Thomas Koebner. Also Kreimeier Klaus picks up on this film \"Nosferatu\" effect and certify an \"authenticity of the dream - and the fictional (the means based on conventions) character of what we call reality.\"\nWilliam K. Everson judges, the film suffered \"under the extrovert and plenty of covered play by Alexander Granach [...] and virtually all other members of the cast out fear.\" Also, Lotte H. Eisner criticized the cumbersome play, the actors performances were \"not significant\", which they impute to the fact that Murnau not experienced at this time in the lead actor had been enough.\nIn other media.\nAaron Copland's 1922 ballet \"Grohg\" (unpublished and unpremiered until 1992) used \"Nosferatu\" as the physical model for the lead character and roughly follows the storyline.\nHugh Cornwell of the Stranglers and Robert Williams recorded an album \"Nosferatu\" as a \"soundtrack\" to the film, dedicated to the memory of Max Schreck; it was released in 1979. The front cover was a still picture from the film.\nWerner Herzog's 1979 homage to Nosferatu, \"Nosferatu the Vampyre\" starred Klaus Kinski as Count Dracula, not Orlok. A sequel to Herzog's film called \"Vampire in Venice\" starred Kinski, this time as Nosferatu, and Christopher Plummer as Paris Catalano.\nThe 1979 television movie \"Salem's Lot\" modeled the appearance of Mr. Barlow on that of Count Orlok. In 1998, Wayne Keeley released ', in which the original film was remastered to a soundtrack by Type O Negative and hosted by David Carradine.\nThe 2000 Hollywood movie \"Shadow of the Vampire\" told a secret history of the making of \"Nosferatu\", imagining that actor Max Schreck (played by Willem Dafoe) was actually a genuine vampire and that director F. W. Murnau (John Malkovich) was complicit in hiring the creature for the purpose of realism.\nSimilarly, the short film [http://www.naschy.com/duodecimahora.html 'La duodécima hora'] by Rodrigo Plaza and film critic Juanma Ruiz, suggested a hidden plot orchestrated by Nosferatu director and producer, F. W. Murnau and Albin Grau, to hide an elixir of the eternal life. Shot as a mockumentary, the film starred horror icon Paul Naschy and Nosferatu film restorer Luciano Berriatúa.\nViper Comics's 2010 graphic novel \"Nosferatu\" by Christopher Howard Wolf retold the original 1922 film's storyline with a modern setting and cast.\nThe Cartoon Network Adult Swim series Mary Shelley's Frankenhole, a parody of classic horror movies and characters, features Nosferatu as a recurring character.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"F._W._Murnau","surface_form":"F. W. Murnau","offset":128},{"uri":"Dracula","surface_form":"Dracula","offset":163},{"uri":"Bram_Stoker","surface_form":"Bram Stoker","offset":181},{"uri":"Vampire","surface_form":"vampire","offset":294},{"uri":"Max_Schreck","surface_form":"Max Schreck","offset":345},{"uri":"Public_domain","surface_form":"public domain","offset":418},{"uri":"America","surface_form":"America","offset":435},{"uri":"Germany","surface_form":"Germany","offset":454},{"uri":"Copyright_infringement","surface_form":"copyright infringement","offset":555},{"uri":"Cult","surface_form":"cult","offset":646},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":736},{"uri":"Transylvania","surface_form":"Transylvania","offset":1116},{"uri":"Carpathian_Mountains","surface_form":"Carpathian Mountains","offset":1368},{"uri":"Werewolf","surface_form":"werewolf","offset":1561},{"uri":"Serbia","surface_form":"Serbia","offset":2675},{"uri":"Farmer","surface_form":"farmer","offset":2683},{"uri":"Romanticism","surface_form":"romanticism","offset":2954},{"uri":"Expressionism","surface_form":"Expressionism","offset":3541},{"uri":"Friedrich_Wilhelm_Murnau","surface_form":"Friedrich Wilhelm Murnau","offset":3707},{"uri":"Wismar","surface_form":"Wismar","offset":4412},{"uri":"Take","surface_form":"take","offset":4422},{"uri":"Wassertor","surface_form":"Wassertor","offset":4585},{"uri":"Heiligen-Geist-Kirche","surface_form":"Heiligen-Geist-Kirche","offset":4600},{"uri":"L%C3%BCbeck","surface_form":"Lübeck","offset":4647},{"uri":"Coffin","surface_form":"coffin","offset":4832},{"uri":"Lauenburg/Elbe","surface_form":"Lauenburg","offset":4994},{"uri":"Rostock","surface_form":"Rostock","offset":5005},{"uri":"Sylt","surface_form":"Sylt","offset":5020},{"uri":"Carpathian_Mountains","surface_form":"Carpathian Mountains","offset":5057},{"uri":"Doln%C3%BD_Kub%C3%ADn","surface_form":"Dolný Kubín","offset":5196},{"uri":"High_Tatras","surface_form":"High Tatras","offset":5294},{"uri":"Berlin","surface_form":"Berlin","offset":5375},{"uri":"Johannisthal_(Berlin)","surface_form":"Johannisthal","offset":5384},{"uri":"Locality","surface_form":"locality","offset":5397},{"uri":"Transylvania","surface_form":"Transylvania","offset":5475},{"uri":"Slovakia","surface_form":"Slovakia","offset":5506},{"uri":"Metronome","surface_form":"metronome","offset":6158},{"uri":"Point-of-view_shot","surface_form":"subjectifications of the camera view","offset":6577},{"uri":"Frog_perspective","surface_form":"frog perspective","offset":6668},{"uri":"Fourth_wall","surface_form":"fourth wall","offset":6911},{"uri":"Biedermeier","surface_form":"Biedermeier","offset":7515},{"uri":"Bram_Stoker","surface_form":"Bram Stoker","offset":7859},{"uri":"Copyright_infringement","surface_form":"copyright infringement","offset":7936},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":8283},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":8626},{"uri":"Aaron_Copland","surface_form":"Aaron Copland","offset":9983},{"uri":"Hugh_Cornwell","surface_form":"Hugh Cornwell","offset":10157},{"uri":"The_Stranglers","surface_form":"the Stranglers","offset":10174},{"uri":"Robert_Williams_(drummer)","surface_form":"Robert Williams","offset":10193},{"uri":"Nosferatu_(Hugh_Cornwell_and_Robert_Williams_album)","surface_form":"Nosferatu","offset":10228},{"uri":"Max_Schreck","surface_form":"Max Schreck","offset":10297},{"uri":"Werner_Herzog","surface_form":"Werner Herzog","offset":10386},{"uri":"Nosferatu_the_Vampyre","surface_form":"Nosferatu the Vampyre","offset":10429},{"uri":"Klaus_Kinski","surface_form":"Klaus Kinski","offset":10460},{"uri":"Vampire_in_Venice","surface_form":"Vampire in Venice","offset":10536},{"uri":"Christopher_Plummer","surface_form":"Christopher Plummer","offset":10599},{"uri":"Salem%27s_Lot_(1979_TV_mini-series)","surface_form":"Salem's Lot","offset":10665},{"uri":"Wayne_Keeley","surface_form":"Wayne Keeley","offset":10748},{"uri":"Type_O_Negative","surface_form":"Type O Negative","offset":10834},{"uri":"David_Carradine","surface_form":"David Carradine","offset":10864},{"uri":"Hollywood","surface_form":"Hollywood","offset":10890},{"uri":"Shadow_of_the_Vampire","surface_form":"Shadow of the Vampire","offset":10907},{"uri":"Max_Schreck","surface_form":"Max Schreck","offset":11003},{"uri":"Willem_Dafoe","surface_form":"Willem Dafoe","offset":11026},{"uri":"F._W._Murnau","surface_form":"F. W. Murnau","offset":11089},{"uri":"John_Malkovich","surface_form":"John Malkovich","offset":11103},{"uri":"Realism","surface_form":"realism","offset":11175},{"uri":"F._W._Murnau","surface_form":"F. W. Murnau","offset":11392},{"uri":"Albin_Grau","surface_form":"Albin Grau","offset":11409},{"uri":"Paul_Naschy","surface_form":"Paul Naschy","offset":11513},{"uri":"Luciano_Berriat%C3%BAa","surface_form":"Luciano Berriatúa","offset":11553},{"uri":"Viper_Comics","surface_form":"Viper Comics","offset":11572},{"uri":"Graphic_novel","surface_form":"graphic novel","offset":11592},{"uri":"Nosferatu_(comics)","surface_form":"Nosferatu","offset":11607},{"uri":"Christopher_Howard_Wolf","surface_form":"Christopher Howard Wolf","offset":11621},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":11723},{"uri":"Adult_Swim","surface_form":"Adult Swim","offset":11739},{"uri":"Mary_Shelley%27s_Frankenhole","surface_form":"Mary Shelley's Frankenhole","offset":11757}]}