{"id":292676,"url":"http://en.wikipedia.org/wiki/Portal_2","text":"\"Portal 2\" is a first-person shooter puzzle video game made by Valve Corporation. It is the sequel to the video game \"Portal\". The gameplay is similar to the first game, but it adds new stories, puzzles, and characters. Unlike the first game, it also has a co-op campaign, where two players play as robots built by GLaDOS to solve puzzles that could never be solved by humans.\nPlot.\nAfter killing GLaDOS and escaping Aperture Science Laboratories, Chell, the protagonist of \"Portal\", is taken back to the labs and placed in suspended animation for many years. While she sleeps, the laboratories become more and more run down, because no one is there to take care of them. Once she wakes up, a small, dim-witted robot named Wheatley tries to help her escape the building. In the process, he accidentally reactivates GLaDOS, who, still angry with Chell for killing her, forces Chell to perform tests similar to the ones she performed in \"Portal\".\nWhile Chell solves the puzzles and GLaDOS repairs the building, Wheatley works behind the scenes to free Chell. Once he does, they try to sabotage GLaDOS's weapons, including her turrets and neurotoxin. In a confrontation with GLaDOS, Chell presses a button that removes GLaDOS from controlling the laboratory and puts Wheatley in her place. In anger, GLaDOS reveals that Wheatley is an intelligence-dampening sphere, created by scientists to distract GLaDOS from evil by distracting her with a constant stream of stupid ideas. Wheatley is outraged and becomes power-mad. He puts GLaDOS's AI into a potato and turns on Chell, sending them both deep underground to an abandoned part of the facility.\nUnderground is the first Aperture Science Laboratories, started in the 1950s. While exploring the area, recorded messages by Aperture Science founder Cave Johnson and his secretary Caroline tell the history of the company and explain the many dangerous tests performed there. As Chell moves further up in the labs, time moves forward as well, into the 1970s. Cave reveals that the company is bankrupt and must use homeless people as test subjects rather than the astronauts and Olympic athletes they had used before. Here Chell reunites with GLaDOS, whom she places on her portal gun and carries with her.\nAs they move forward, GLaDOS begins to repeat things that Caroline says and becomes confused. When they move into part of the lab that was used during the 1980s, a message from Cave says he has gotten cancer from working with moon dust and he is dying. After a rant about the unfairness of life, he says that he wants Caroline to run the company after he dies. GLaDOS comes up with a plan to destroy Wheatley once they find him.\nChell and GLaDOS make it to the modern-day lab near the surface and find Wheatley. GLaDOS attempts to short-circuit him by telling him a paradox. Unfortunately, Wheatley is not smart enough to understand it and the plan fails. Wheatley has discovered his new body gives him a feeling of euphoria when a subject solves a test. He tried to make cubes with legs to solve puzzles, but they were not good at it. Instead, he forces Chell to solve puzzles. As she solves more tests, Wheatley's feelings of euphoria become weaker, so he builds more and more complicated tests by smashing together test chambers that GLaDOS built.\nWhen Wheatley cannot get the result he wants from the tests, he decides to kill Chell and GLaDOS. They escape and eventually find him, leading to the final fight. GLaDOS helps Chell attach broken personality cores to Wheatley to weaken him and she tries to press the button that switched GLaDOS and Wheatley in the first place. When she is unable to, she shoots a portal on the floor below Wheatley and another on the moon, which can be seen through a hole in the roof. Wheatley is pulled from GLaDOS's body and released into space. Chell is almost pulled out too, but GLaDOS saves her and closes the portals.\nAfter saving Chell, GLaDOS speaks kindly to her, explaining that when she was created, she was given part of Caroline's personality. She thanks Chell for helping her find where Caroline's personality is in her \"brain\", then deletes it. Returning to her former self, GLaDOS tells Chell that she is too difficult to kill so she will stop trying and release her instead. Chell is sent to the surface by an elevator while the turrets sing opera. Once she makes it out, the Companion Cube is thrown at her, and she is free to go. As the credits roll, GLaDOS sings the song \"Want You Gone\".","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"First-person_shooter","surface_form":"first-person shooter","offset":16},{"uri":"Puzzle","surface_form":"puzzle","offset":37},{"uri":"Video_game","surface_form":"video game","offset":44},{"uri":"Valve_Corporation","surface_form":"Valve Corporation","offset":63},{"uri":"Sequel","surface_form":"sequel","offset":92},{"uri":"Portal_(video_game)","surface_form":"Portal","offset":118},{"uri":"Cooperation","surface_form":"co-op campaign","offset":257},{"uri":"Robot","surface_form":"robot","offset":299},{"uri":"Protagonist","surface_form":"protagonist","offset":459},{"uri":"Suspended_animation","surface_form":"suspended animation","offset":524},{"uri":"Sabotage","surface_form":"sabotage","offset":1083},{"uri":"AI","surface_form":"AI","offset":1534},{"uri":"Potato","surface_form":"potato","offset":1544},{"uri":"Secretary","surface_form":"secretary","offset":1815},{"uri":"Bankrupt","surface_form":"bankrupt","offset":2036},{"uri":"Homeless","surface_form":"homeless","offset":2058},{"uri":"Astronaut","surface_form":"astronaut","offset":2107},{"uri":"Cancer","surface_form":"cancer","offset":2451},{"uri":"Moon_dust","surface_form":"moon dust","offset":2476},{"uri":"Rant","surface_form":"rant","offset":2511},{"uri":"Paradox","surface_form":"paradox","offset":2816},{"uri":"Euphoria","surface_form":"euphoria","offset":2966},{"uri":"Moon","surface_form":"moon","offset":3719},{"uri":"Opera","surface_form":"opera","offset":4346}]}