{"id":292689,"url":"http://en.wikipedia.org/wiki/Derecho_and_tornado_outbreak_of_April_4%E2%80%935%2C_2011","text":"e=\"preserve\">The April 2011 derecho and tornado outbreak was a large scale event where tornadoes and derechoes, or widespread straight-line winds, damaged parts of 3 states resulting in 9 fatalities. The event happened from April 4 to April 5th.\nHistory.\nOn April 3, supercells formed in Illinois, and a squall line of severe thunderstorms formed in Iowa. The severe thunderstorms produced large hail, and strong wind, and potentially tornadoes. Then, heavy rain formed west of the severe thunderstorms but the line kept producing severe weather. On April 4, the supercells also turned into a squall line of severe thunderstorms. The storms produced tornadoes. Then, supercells formed in Tennessee and produced tornadoes. By the night of April 4, the 2 lines of storms collided and moved East. By April 5, the severe thunderstorms were in New Jersey, Maryland, Delaware, Virginia, North Carolina, and Florida and moved out to sea. The storm produced a lot of tornadoes. Plenty of severe thunderstorm and tornado watches and warningss were issued\nIllinois.\nSupercells impacted Illinois with large hail and strong winds, and possible tornadoes. Hail up to 4-5\" in diameter fell and made damage as well as the winds. Tornadoes were als possible.\nIowa.\nA squall line of severe thunderstorms impacted the area also with large hail and strong winds. Hail up to 3-4\" in diameter fell there along with strong winds. Tornadoes were unlikely but possible.\nIndiana.\nsupercells and squall lines impacted Indiana with numerous reports of large hail and strong winds. An EF0 tornado dropped down in Indiana along with hail up to 2-3\" in diameter and damaging winds.\nOhio.\nAn EF1 tornado in a supercell dropped down in Ohio and did some damage. In that severe thunderstorm with the tornado, strong winds were a problem along with hail up to 1-2\" in diameter.\nPennsylvania.\nAn EF2 tornado in a supercell dropped down in south-central PA. The tornado did damage along with hail up to 1/2 to 1\" in diameter.\nTennessee.\nAn EF3 tornado destroyed much of the area where the tornado dropped down. Along with the tornado there were strong winds and 1/4 to 1/2\" in diameter hail\nNew Jersey.\nSevere thunderstorms impacted the state. the severe thunderstorms produced 1/10 to 1/4 inch in diameter hail and strong winds. Tornadoes were unlikely but possible.\nMaryland.\nA possible tornado did some damage to an area where the tornado possibly dropped down. Otherwise hail and wind were a problem.\nSnow and sleet.\nSnow fell acros much of New York State to even NYC and Northern New Jersey! New York City and Northern New Jersey just saw a few snowflakes and sleet flakes, while places north of NYC saw heavy sleet, and New York State saw a general 1-2\" of snow. Some places saw as much as 4-5\" of snow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Derecho","surface_form":"derecho","offset":28},{"uri":"Tornado","surface_form":"tornado","offset":40},{"uri":"Straight-line_winds","surface_form":"straight-line winds","offset":126}]}