{"id":292628,"url":"http://en.wikipedia.org/wiki/Piedmont_blues","text":"e=\"preserve\">Piedmont blues (also called East Coast Blues) is a blues music style from the East Coast of the USA. The name came from the Piedmont, a hilly coastal area between Richmond, Virginia and Atlanta, Georgia. But the style is also played in Maryland, Delaware, West Virginia, Pennsylvania and Florida.\nThe main instruments are guitar, vocals, drums and bass. The Piedmont style is played on acoustic instruments. The main difference to the Delta blues is the ragtime based rhythm. The style is influenced by ragtime, country string bands, traveling medicine shows and popular song of the early 20th century. East Coast Piedmont Blues blended both black and white, rural and urban song elements in the diverse urban centers of the Southeast and mid-Atlantic region. In contrast to Delta blues, the Piedmont blues were influenced by white music.\nIn the early twentieth century artists such as Blind Boy Fuller, Blind Blake, Blind Willie McTell, Rev. Gary Davis and Sonny Terry made Piedmont blues popular. Women also played the Piedmont guitar style, including Etta Baker and Elizabeth Cotten, whose “Freight Train” is one of the most recognized Piedmont tunes. Before the Second World War Piedmont blues was a style that was very popular with the African-Americans of the South. The heyday was the 1920s and 1930s.","categories":[],"infobox_types":[],"annotations":[{"uri":"USA","surface_form":"USA","offset":109},{"uri":"Piedmont","surface_form":"Piedmont","offset":137},{"uri":"Virginia","surface_form":"Virginia","offset":186},{"uri":"Atlanta","surface_form":"Atlanta","offset":199},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":208},{"uri":"Maryland","surface_form":"Maryland","offset":249},{"uri":"Delaware","surface_form":"Delaware","offset":259},{"uri":"West_Virginia","surface_form":"West Virginia","offset":269},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":284},{"uri":"Florida","surface_form":"Florida","offset":301},{"uri":"Etta_Baker","surface_form":"Etta Baker","offset":1067},{"uri":"Elizabeth_Cotten","surface_form":"Elizabeth Cotten","offset":1082}]}