{"id":292750,"url":"http://en.wikipedia.org/wiki/Cocculus_carolinus","text":"\"Cocculus carolinus\" otherwise known as \"Carolina Coralbead\", \"Redberry Moonseed\" or the \"Carolina snailseed\". It is indigenous to several states along the South to Midwest. It gets its name from the bright red color of the marble like berry that protrudes from the leaves of the plant.\nDescription.\nThe Carolina Coralbead is a deciduous, woody vine that can twines along the trunks of several trees or along the ground. It occurs in timberline areas, rocky woods, glades, fence rows and ponds. Carolina Coralbead can grow 10–12 ft (3–3.6 m) and usually spaced within 3–4 ft (90–120 cm) of one another. If ingested in large amounts, the berry on Cocculus carolinus can be poisonous, but the overall toxicity of its berries do not prove to be fatal. In areas in Little Rock, Arkansas, the Carolina Coralbead is referred to as an invasive weed system which seedlings have been spread by birds. Once a root system has been established, it is hard to remove the plant, so planting in new areas has been a point of concern for this plant. The best ornamental features of the plant are its foliage and its attractive red berries in fall. \"Cocculus carolinus\" can grow in temperatures between from -3.8 °C (25 °F) to -28.8 °C (-20 °F). Its leaves are covered in short hairs and should not be confused with the species \"Smilax bona-nox\",which has tendrils and prickles.\nDistribution.\nThe Carolina Coralbead has been reported in the following states of Alabama, Arkansas, Kansas, Mississippi, North Carolina, Oklahoma, Tennessee and Texas. Locations of the plant range from opening of forests, to the beginning of streams.\nCultivation.\nThe flowers are small and plentiful. At a young age, Carolina Coralbead appear greenish. Bloom time for the plant is in late spring and mature by late summer. They grow in tight abundant amounts of bright red berries. By using its scarlet fruits for aesthetic effects, landscapers allow it to be grown on trellises, fences or let naturally flourish through other weeds and shrubs. The berries should not be eaten by people but are eaten by a large number of birds. Each fruit has a single seed that resembles a small snail shell which is protected by the hard endocarp, also known as the inner section of the ovary wall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Southern_United_States","surface_form":"South","offset":156},{"uri":"Midwestern_United_States","surface_form":"Midwest","offset":165},{"uri":"Deciduous","surface_form":"deciduous","offset":328},{"uri":"Vine","surface_form":"vine","offset":345},{"uri":"Tree","surface_form":"tree","offset":394},{"uri":"Pond","surface_form":"pond","offset":488},{"uri":"Toxic","surface_form":"toxicity","offset":699},{"uri":"Little_Rock%2C_Arkansas","surface_form":"Little Rock","offset":761},{"uri":"Alabama","surface_form":"Alabama","offset":1444},{"uri":"Arkansas","surface_form":"Arkansas","offset":1453},{"uri":"Kansas","surface_form":"Kansas","offset":1463},{"uri":"Mississippi","surface_form":"Mississippi","offset":1471},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1484},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":1500},{"uri":"Tennessee","surface_form":"Tennessee","offset":1510},{"uri":"Texas","surface_form":"Texas","offset":1524},{"uri":"Forest","surface_form":"forest","offset":1576},{"uri":"Stream","surface_form":"stream","offset":1605},{"uri":"Flower","surface_form":"flower","offset":1631},{"uri":"Bloom","surface_form":"Bloom","offset":1716},{"uri":"Spring","surface_form":"spring","offset":1752},{"uri":"Summer","surface_form":"summer","offset":1778},{"uri":"Berry","surface_form":"berries","offset":1836},{"uri":"Fruit","surface_form":"fruit","offset":1866},{"uri":"Weed","surface_form":"weed","offset":1990},{"uri":"Shrub","surface_form":"shrub","offset":2000},{"uri":"Bird","surface_form":"bird","offset":2085}]}