{"id":29274,"url":"http://en.wikipedia.org/wiki/J%C3%B3zef_Pi%C5%82sudski","text":"Józef Klemens Piłsudski (December 5, 1867 – May 12, 1935) was an important leader of Poland.\nFrom 1795 to 1918, Poland was not an independent country. It was divided into three parts between Russia, Prussia (Germany) and Austria-Hungary. Piłsudski was born in the Russian part. The government tried to make Poles become Russian but Piłsudski was born in family of patriots. In 1887 he got into trouble, because he helped people who tried to kill the Tsar. He was sent to Siberia. When he came back from there he got more and more involved in politics.\nLater Piłsudski became a soldier and wanted to make Poland independent again. At the beginning of World War I, most people, who agreed with Pilsudski, helped Austria-Hungary, because they preferred it to Russia. When they stopped helping Austria-Hungary and Germany, Piłsudski was arrested. When the War was over, he was freed. He came to Warsaw in November 1918 and helped to organize Poland. Then, for a short time, he became its leader (not president). Gabriel Narutowicz became Poland's first president, but he was shot by his enemy a few days later and Stanisław Wojciechowski became the next president. Poland's situation was not good and the politicians argued a lot. Many people, especially the soldiers, wanted Piłsudski back, so he told Wojciechowski to resign. When Wojciechowski said no, Piłsudki took over with the help of the Army. Parliament elected Ignacy Mościcki to be the new president, but he had to do what Piłsudski wanted him to do. Together, they changed the Polish constitution and made a lot of other changes.\nChildhood and youth.\nJoseph Piłsudski, was born in 5 December 1867 in Zułowo in Lithuania, into a patriotic family. His father, Joseph Wincenty (1833-1902), had fought in the January 1863 Uprising against the Russian rule of Poland-Lithuania. His mother - Maria (1842-1884) - came from a famous family. He had a daughter, Jadwiga Piłsudska (1920-2014).","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Poland","offset":85},{"uri":"Independence","surface_form":"independent","offset":130},{"uri":"Russia","surface_form":"Russia","offset":191},{"uri":"Prussia","surface_form":"Prussia","offset":199},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":221},{"uri":"Tsar","surface_form":"Tsar","offset":450},{"uri":"Politics","surface_form":"politics","offset":542},{"uri":"Gabriel_Narutowicz","surface_form":"Gabriel Narutowicz","offset":1008},{"uri":"Stanis%C5%82aw_Wojciechowski","surface_form":"Stanisław Wojciechowski","offset":1110},{"uri":"Ignacy_Mo%C5%9Bcicki","surface_form":"Ignacy Mościcki","offset":1417},{"uri":"Lithuania","surface_form":"Lithuania","offset":1668},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Poland-Lithuania","offset":1813},{"uri":"Jadwiga_Pi%C5%82sudska","surface_form":"Jadwiga Piłsudska","offset":1910}]}