{"id":29278,"url":"http://en.wikipedia.org/wiki/Guru_Granth_Sahib","text":"e=\"preserve\">The Guru Granth Sahib, also called Adi Granth, is the holy book of the religion Sikhism. It contains prayers, and hymns of Sikh religion. Sikhs believe the Guru Granth Sahib to be a living Guru, hence the Guru Granth Sahib has its own place also commonly known as 'Sach Khand' (the Heaven).\nThe name of the book is made up of three words. The first word is Guru, and a Guru in Sanskrit language means a teacher. Granth is a word of Hindi, and this means a book. The third word Sahib is a word of Urdu language and it means master. Thus, the Guru Granth Sahib means \"a Master Book by the Teacher\". The Guru Granth Sahib, is a collection of hymns of the first five \"Sikh Gurus\", the \"Ninth Guru\", and various saints, or \"bhagats\" Sikhs and others such as Baba Farid.\nBut what makes it so significant is that it has the solution to every problem in the World. The Granth teaches us how we should live, and promotes a modern ideology. This is why it makes it so important to Sikhs.\nThe book is usually placed in the centre of the temple, high up under a roof.\nIt is written in the language called Gurmukhi. The first composition in the Guru Granth Sahib is Mool mantar by Guru Nanak Dev Ji.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scripture","surface_form":"holy book","offset":67},{"uri":"Sikhism","surface_form":"Sikhism","offset":93},{"uri":"Prayer","surface_form":"prayer","offset":114},{"uri":"Guru","surface_form":"Guru","offset":202},{"uri":"Word","surface_form":"word","offset":345},{"uri":"Guru","surface_form":"Guru","offset":370},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":390},{"uri":"Language","surface_form":"language","offset":399},{"uri":"Hindi","surface_form":"Hindi","offset":445},{"uri":"Urdu","surface_form":"Urdu","offset":509},{"uri":"Baba_Farid","surface_form":"Baba Farid","offset":766},{"uri":"Sikh_temple","surface_form":"temple","offset":1039},{"uri":"Gurmukhi","surface_form":"Gurmukhi","offset":1106},{"uri":"Mool_mantar","surface_form":"Mool mantar","offset":1166}]}