{"id":292856,"url":"http://en.wikipedia.org/wiki/A_Child_of_Our_Time","text":"e=\"preserve\">\"A Child of Our Time\" is an oratorio by Michael Tippett. It was composed between 1939 and 1941.\nWhy Tippett wrote this oratorio.\nTippett composed this oratorio at the beginning of World War II. He had already lived through World War I and he was very upset about all the evil in this world. He wanted to write a musical work about it. He did it by taking the story of the beginning of World War II as a basis of the oratorio, but he also made the work speak in general about the evil of this world.\nIn 1938 a 17 year old Jewish boy Hershel Grynspan, who lived in Paris, desperately wanted to attack the Nazis because of the cruel way his parents in Germany had been treated. He therefore murdered a Nazi diplomat in France. The Nazi’s in Germany were so furious that they attacked and murdered lots of Jews in Germany. This terrible attack became known as the \"Kristallnacht\". This series of events can be found in the words of Tippett’s oratorio. Tippett wrote the words himself.\nThe title comes from Ödön von Horváth’s novel, \"Ein Kind unserer Zeit\" (A Child of Our Time), written in 1938 and published in English in 1939. Tippett began composing it on 5 September 1939, two days after Britain declared war against Germany.\nIn 1958 Tippett arranged the five negro spirituals so that they could be sung by unaccompanied chorus. They are often performed like that, separately from the oratorio.\nTippett uses a similar structure to the Passions of Bach. This meant that he used a narrator (like the evangelist in Bach’s Passions) who tells the story. Instead of Bach’s Lutheran chorales he adds five negro spirituals which add an emotional comment to the events. The music of these spirituals blend very cleverly into the style of Tippett’s music. The whole oratorio, which lasts a little over one hour, has three parts. This idea is based on the three parts of Handel's \"Messiah\". Tippett calls the three parts: 1) Prophecy; 2) Narrative; 3) Meditation.\nPart One.\nPart one opens with a picture of the world in darkness. The alto solo shows what the person’s soul is feeling. The bass (narrator) tells of the purges in Russia, the lynching in the USA, the terrible poverty in Britain. The chorus tell of their despair.\nPart Two.\nThe chorus describes an atmosphere of icy stillness. They talk of “The Scape-Goat, The Child of Our Time” (a “scape-goat” is someone who gets the blame for something they have not done). There is a chorus of the Persecutors and the Persecuted. The choir are split into two like the crowd scenes in Bach’s Passions. In the “Chorus of the Self-Righteous” we hear about the attitude of countries who refuse to accept more than just a few of the persecuted Jews (this includes Britain). The boy tries to save his mother. We are told of the murder of the Nazi diplomat. There is a chorus of terror. We see the boy in prison and the grieving of the mother.\nPart Three.\nThis is about the descent through evil and the discovery of rebirth and liberation. The bass suggests that, if we have patience, we shall be healed. The chorus finish by singing of the universal nature of the problem.\nReferences.\n“Tippett, the composer and his music”; Ian Kemp;","categories":[],"infobox_types":[],"annotations":[{"uri":"Oratorio","surface_form":"oratorio","offset":41},{"uri":"Michael_Tippett","surface_form":"Michael Tippett","offset":53},{"uri":"1939","surface_form":"1939","offset":94},{"uri":"1941","surface_form":"1941","offset":103},{"uri":"World_War_II","surface_form":"World War II","offset":193},{"uri":"World_War_I","surface_form":"World War I","offset":236},{"uri":"Evil","surface_form":"evil","offset":284},{"uri":"1938","surface_form":"1938","offset":515},{"uri":"Jew","surface_form":"Jew","offset":534},{"uri":"Paris","surface_form":"Paris","offset":576},{"uri":"Nazi","surface_form":"Nazi","offset":616},{"uri":"Germany","surface_form":"Germany","offset":662},{"uri":"Diplomat","surface_form":"diplomat","offset":717},{"uri":"Kristallnacht","surface_form":"Kristallnacht","offset":874},{"uri":"Novel","surface_form":"novel","offset":1034},{"uri":"5_September","surface_form":"5 September","offset":1168},{"uri":"1939","surface_form":"1939","offset":1180},{"uri":"1958","surface_form":"1958","offset":1242},{"uri":"Passion_cantata","surface_form":"Passions","offset":1448},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":1460},{"uri":"Evangelist","surface_form":"evangelist","offset":1511},{"uri":"Luther","surface_form":"Luther","offset":1581},{"uri":"Chorale","surface_form":"chorale","offset":1590},{"uri":"Negro_spiritual","surface_form":"negro spiritual","offset":1612},{"uri":"Handel","surface_form":"Handel","offset":1874},{"uri":"Messiah_(Handel)","surface_form":"Messiah","offset":1884},{"uri":"Alto","surface_form":"alto","offset":2037},{"uri":"Soul","surface_form":"soul","offset":2071},{"uri":"Russia","surface_form":"Russia","offset":2131},{"uri":"Lynching","surface_form":"lynching","offset":2143},{"uri":"USA","surface_form":"USA","offset":2159},{"uri":"Britain","surface_form":"Britain","offset":2188},{"uri":"Liberty","surface_form":"liberation","offset":2976}]}