{"id":29287,"url":"http://en.wikipedia.org/wiki/Sumer","text":"Sumer is the earliest known civilization in southern Mesopotamia (in modern-day southern Iraq). They may have been one of the first civilizations in the world, as were Ancient Egypt and the Indus Valley.\nSumer started around 3500 BC. The Sumerian civilization grew along the Tigris and Euphrates. This land was good for growing food. Sumerian culture is famous for its written cuneiform script - where letters were formed by pressing a triangle shaped reed into wet-clay tiles. They are also credited with creating the wheel, and dividing a day into 24 hours, and each hour into 60 minutes.\nThe earliest texts come from the cities of Uruk and Jemdet Nasr and date back to 3300 BC. Early cuneiform script writing emerged in 3000 BC.\nSumerian communities were organized into city-state<nowiki/>s, each ruled by a priest or king, until Akkad conquered them in the third millennium BC. One of the most famous Sumerian cities was Ur (not the same city as Uruk, but near it).\nRelations with the Akkadians.\nDuring the 3rd millennium BC, a close cultural symbiosis developed between the Sumerians, who spoke a language isolate, and Akkadian-speakers, which included widespread bilingualism.\nThe Sumerian city of Eridu, on the coast of the Persian Gulf, may have been the world's first city.\nThe Sumerians lost their identity with their language around 2000 BC, because a large group of different people, the Amorites, moved into their region. The Sumerian language continued as a religious language taught in schools in Babylonia and Assyria, for as long as cuneiform was used.\nClothing.\nThe Sumerians made their clothing by using the natural resources that were available to them. Clothing was made from wool or flax which Sumerians could raise and harvest. How thick or how coarse the clothing was related to the season in which it was worn. Heavier clothing was worn in the winter, lighter clothing in the summer.\nMen were bare-chested and wore skirt-like clothes that tied at the waist. Women usually wore dresses that covered them from their shoulders to their ankles. The right arm and shoulder were left uncovered. Men were either clean shaven or had long hair and beards. Women wore their hair long, but they usually braided it and wrapped it around their heads. When entertaining guests, women placed headdresses in their hair.\nAlthough both rich and poor Sumerians wore the same style of clothing, the richer Sumerians wore clothing that was made out of expensive and luxurious materials. Rich women and princesses also wore clothing that was colorful and bright.\nBoth men and women wore earrings and necklaces. During celebrations, even more jewelry was worn. The wealthier Sumerians often wore beautiful gold and silver bracelets and earrings. Sumerians also wore necklaces with bright, precious stones. Some of these stones were lapis lazuli and carnelian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civilization","surface_form":"civilization","offset":28},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":53},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":168},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":190},{"uri":"4th_millennium_BC","surface_form":"3500 BC","offset":225},{"uri":"Tigris","surface_form":"Tigris","offset":275},{"uri":"Euphrates","surface_form":"Euphrates","offset":286},{"uri":"Cuneiform","surface_form":"cuneiform","offset":377},{"uri":"Uruk","surface_form":"Uruk","offset":634},{"uri":"Jemdet_Nasr","surface_form":"Jemdet Nasr","offset":643},{"uri":"City-state","surface_form":"city-state","offset":773},{"uri":"Priest","surface_form":"priest","offset":811},{"uri":"King","surface_form":"king","offset":821},{"uri":"Akkad","surface_form":"Akkad","offset":833},{"uri":"Ur","surface_form":"Ur","offset":925},{"uri":"Akkad","surface_form":"Akkad","offset":1124},{"uri":"Eridu","surface_form":"Eridu","offset":1204},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":1231},{"uri":"Language","surface_form":"language","offset":1328},{"uri":"Babylonia","surface_form":"Babylonia","offset":1512},{"uri":"Assyria","surface_form":"Assyria","offset":1526},{"uri":"Flax","surface_form":"flax","offset":1705},{"uri":"Lapis_lazuli","surface_form":"lapis lazuli","offset":2834},{"uri":"Carnelian","surface_form":"carnelian","offset":2851}]}