{"id":292956,"url":"http://en.wikipedia.org/wiki/Battle_of_Finnburg","text":"The Battle of Finnburg was a battle between the Frisians and the Danes. It was mentioned in two early medieval writings, the Finnesburg Fragment and \"Beowulf\". These may describe a real or a completelymythical event.\nStory.\nAccording to the Finnesburg Fragment, the Danish prince Hnaef came with sixty followers to visit and spent the winter at the Finnburg. Finnburg was the fort of his brother-in-law Finn, king of the Frisians. There a fight started between the Frisians and the Danes. A battle took place that lasted for three days. The verses of the story that were found (which is thought to be a small part of the original work) do not explain why the fight started, nor do they give the outcome of the battle.\nIn a passage of \"Beowulf\", a bard sings a song about the ending of the battle, here named \"Freswael\". This is the same story as in the Finnesburg Fragment. While in less detail, the \"Beowulf\" episode is complete. Here it is seen that the Frisians won the battle. The Danish prince Hnaef and Finn's son died in the battle. After the fighting, the parties make peace, and the new Danish leader \"Hingest\" (who some have identified as Hengest) is allowed to leave with the surviving Danes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frisians","surface_form":"Frisians","offset":48},{"uri":"Denmark","surface_form":"Danes","offset":65},{"uri":"Finnesburg_Fragment","surface_form":"Finnesburg Fragment","offset":125},{"uri":"Beowulf","surface_form":"Beowulf","offset":150},{"uri":"Myth","surface_form":"myth","offset":201},{"uri":"Finnesburg_Fragment","surface_form":"Finnesburg Fragment","offset":241},{"uri":"Danes","surface_form":"Danish","offset":266},{"uri":"Hnaef","surface_form":"Hnaef","offset":280},{"uri":"Finn_(Frisian)","surface_form":"Finn","offset":403},{"uri":"Frisians","surface_form":"Frisians","offset":421},{"uri":"Beowulf","surface_form":"Beowulf","offset":735},{"uri":"Hengest","surface_form":"Hengest","offset":1149}]}