{"id":292993,"url":"http://en.wikipedia.org/wiki/Tree_frog","text":"Tree frogs are frogs that spend most of their life in trees.\nThere are several lines of Neobatrachia which have evolved into tree frogs. These groups are only distantly related, but they have evolved for a long time in similar conditions. The result is that, today, there are species from different groups that look very much like each other. This is convergent evolution. It goes so far that in almost all cases, where one group occurs, the other does not. Their current distribution shows that the last common ancestor of both groups lived before the dinosaurs disappeared.\nThey do not normally descend to the ground, except to mate and spawn. Some build foam nests on leaves and rarely leave the trees as adults. In some species the eggs develop directly into adults; in others the tadpole stage is spent in the water pool of a large tropical tree leaf.\nMany tree frogs can change their colour for better camouflage. Others are poisonous (poison dart frog), and display warning colouration.\nTree frogs are usually tiny, as their weight has to be carried by the branches and twigs of their habitat. While some reach 10 cm (4 in) or more, they are typically smaller and more slender than terrestrial frogs.\nTypical for \"tree frogs\" are the well-developed discs at the finger and toe tips; the fingers and toes themselves as well as the limbs tend to be rather long, resulting in a superior grasping ability. The genus \"Chiromantis\" is most extreme in this respect: it can oppose two fingers to the other two, resulting in a vice-like grip.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":15},{"uri":"Tree","surface_form":"tree","offset":54},{"uri":"Lineage_(evolution)","surface_form":"lines","offset":79},{"uri":"Neobatrachia","surface_form":"Neobatrachia","offset":88},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":351},{"uri":"Dinosaur","surface_form":"dinosaur","offset":553},{"uri":"K/T_extinction_event","surface_form":"disappeared","offset":563},{"uri":"Camouflage","surface_form":"camouflage","offset":908},{"uri":"Poison_dart_frog","surface_form":"poison dart frog","offset":942},{"uri":"Warning_colouration","surface_form":"warning colouration","offset":973},{"uri":"Habitat","surface_form":"habitat","offset":1092},{"uri":"Chiromantis","surface_form":"Chiromantis","offset":1420},{"uri":"Vice_(tool)","surface_form":"vice","offset":1525}]}