{"id":292970,"url":"http://en.wikipedia.org/wiki/500_home_run_club","text":"In Major League Baseball (MLB), the 500 home run club is a term given to the group of batters who have hit 500 or more regular-season home runs in their careers. On August 11, 1929, Babe Ruth became the first member of the club. Ruth ended his career with 714 home runs. This record stood from 1935 until Hank Aaron broke it in 1974. Aaron's ending career total, 755, stayed the record until Barry Bonds set the current mark of 762 during the 2007 season. Albert Pujols is the most recent to reach 500 home runs; he hit his 500th home run on April 22, 2014. Twenty-six players are members of the 500 home run club.\nOf these 26 players, 14 were right-handed batters, 10 were left-handed, and 2 were switch hitters (meaning they could bat from either side of the plate). The San Francisco Giants are the only franchise to have four players reach 500 home runs while on their roster: Mel Ott while the team was in New York, Willie Mays, Willie McCovey, and most recently Bonds. Four 500 home run club members—Aaron, Mays, Eddie Murray, and Rafael Palmeiro—are also members of the 3,000 hit club. Sheffield's 500th home run was his first career home run with the New York Mets, the first time that a player's 500th home run was also his first with his franchise. Alex Rodriguez, at 32 years and 8 days, was the youngest player to hit 500. Ted Williams, at 41 years and 291 days, was the oldest.\nBeing a member of the 500 home run club is sometimes described as a guarantee of entry into the Baseball Hall of Fame. Some believe the milestone has become less meaningful in recent years. Four club members who are now eligible for election to the Hall of Fame—Bonds, Sammy Sosa, Mark McGwire and Palmeiro—have not been elected. Eligibility requires that a player has \"been retired five seasons\" or be dead for at least six months. Some believe the milestone has become less important with the large number of new members; 10 players joined the club from 1999 to 2009. Also, several of these recent members have had ties to performance-enhancing drugs. Some believe that by not electing McGwire to the Hall, the voters were starting a \"guideline\" on how they would treat players from the \"Steroid Era\". Since then, Bonds and Sosa have also failed to earn election. Most recently, Palmeiro became the first club member to be dropped from the Hall of Fame ballot, failing to earn enough votes (5% of votes cast) in the 2014 election to stay on the ballot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":3},{"uri":"Batting_(baseball)","surface_form":"batters","offset":86},{"uri":"Home_run","surface_form":"home run","offset":134},{"uri":"Babe_Ruth","surface_form":"Babe Ruth","offset":182},{"uri":"Hank_Aaron","surface_form":"Hank Aaron","offset":305},{"uri":"Barry_Bonds","surface_form":"Barry Bonds","offset":392},{"uri":"Albert_Pujols","surface_form":"Albert Pujols","offset":456},{"uri":"Switch_hitter","surface_form":"switch hitter","offset":698},{"uri":"San_Francisco_Giants","surface_form":"San Francisco Giants","offset":773},{"uri":"Mel_Ott","surface_form":"Mel Ott","offset":881},{"uri":"History_of_the_New_York_Giants_(NL)","surface_form":"the team was in New York","offset":895},{"uri":"Willie_Mays","surface_form":"Willie Mays","offset":921},{"uri":"Willie_McCovey","surface_form":"Willie McCovey","offset":934},{"uri":"Eddie_Murray","surface_form":"Eddie Murray","offset":1019},{"uri":"Rafael_Palmeiro","surface_form":"Rafael Palmeiro","offset":1037},{"uri":"3%2C000_hit_club","surface_form":"3,000 hit club","offset":1077},{"uri":"New_York_Mets","surface_form":"New York Mets","offset":1159},{"uri":"Alex_Rodriguez","surface_form":"Alex Rodriguez","offset":1259},{"uri":"Ted_Williams","surface_form":"Ted Williams","offset":1335},{"uri":"National_Baseball_Hall_of_Fame_and_Museum","surface_form":"Baseball Hall of Fame","offset":1487},{"uri":"Sammy_Sosa","surface_form":"Sammy Sosa","offset":1660},{"uri":"Mark_McGwire","surface_form":"Mark McGwire","offset":1672},{"uri":"Performance-enhancing_drugs","surface_form":"performance-enhancing drugs","offset":2016},{"uri":"Banned_substances_in_baseball","surface_form":"Steroid Era","offset":2181}]}