{"id":292923,"url":"http://en.wikipedia.org/wiki/Baseball-Reference.com","text":"Baseball-Reference.com is a website that lists statistics for every player in Major League Baseball history. The site is often used by large media companies and baseball broadcasters as a source of information.\nHistory.\nThe website came online in April 2000. It had originally been published in February 2000 as part of the website for the \"Big Bad Baseball Annual\". It was first built as a web version of the Lahman Baseball Database. Now it uses variety of data sources. It has year-by-year team pages, a baseball encyclopedia (the Bullpen, powered by MediaWiki software, using the GFDL), box scores and game logs from every MLB game back to 1954 and minor league player stats back to 1900. The Oracle of Baseball can link any two players by common teammates. The Oracle of Baseball is based on the Oracle of Bacon website.\nDeveloper Sean Forman was a math professor at Saint Joseph's University before working for this project full-time.\nIn February 2009, Fantasy Sports Ventures bought part of Sports Reference, the parent company of Baseball-Reference, for a \"low seven-figure sum\". In reporting this purchase, journalist Eric Fisher wrote:The Sports Reference sites combine to generate more than 1 million unique users per month, according to internal analytics. Company president and former college math professor Sean Forman has become something of a folk hero to baseball fans for the massive depth of data stretching to the 19th century and for the ease of navigation within Baseball-Reference.com.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":28},{"uri":"Statistics","surface_form":"statistics","offset":47},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":78},{"uri":"Broadcast","surface_form":"broadcast","offset":170},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":516},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":554},{"uri":"GFDL","surface_form":"GFDL","offset":584},{"uri":"Saint_Joseph%27s_University","surface_form":"Saint Joseph's University","offset":872}]}