{"id":293019,"url":"http://en.wikipedia.org/wiki/Independent_State_of_Croatia","text":"The Independent State of Croatia (Nezavisna Država Hrvatska, NDH) was a fascist/nazi puppet-state during World War II. It was established in April 1941, after the Kingdom of Yugoslavia was split up by Nazi Germany and Fascist Italy. Geographically it encompassed most of modern-day Croatia as well as all of Bosnia and Herzegovina and parts of Slovenia and Serbia.\nThe NDH was ruled by Ante Pavelić and his Ustaše — a racist, terrorist and saboteur organization — which were followers of the Pure Party of Rights founded by Ante Starčević at the end of 19th century. The NDH had a program, formulated by Mile Budak, to purge Croatia of Serbs, by “killing one third, expelling the other third and assimilating the remaining third”. The first part of this programme was begun during WWII by a planned genocide in Jasenovac concentration camp and other places all over NDH.\nEstablishment of NDH.\nFollowing the attack of the Axis powers on the Kingdom of Yugoslavia in 1941, and the quick defeat of the Yugoslav army (\"Jugoslovenska vojska\"), the whole country was occupied by Axis forces. Hitler and Mussolini installed the Croatian Ustaše, who had long sought Croatian independence, forming the Independent State of Croatia (NDH - Nezavisna Država Hrvatska).\nThe establishment of NDH was proclaimed on April 10, 1941 by Slavko Kvaternik, deputy leader of the Ustaše. Ante Pavelić came to power as leader (\"Poglavnik\") of the Croatian puppet state. Pavelić took power with Mussolini and Hitler's blessing. On paper, it was a kingdom under King Tomislav II of the House of Savoy (the Duke of Split). But Tomislav II was only a figurehead with no real power.\nFrom a strategic perspective, the establishment of the new puppet state was an obvious attempt by Hitler to pacify the now conquered Yugoslav peoples for the purpose of reducing the necessary occupation force to a minimum (in light of his plans for the upcoming Operation Barbarossa). Vladko Maček the head of the Croatian Peasant Party, the strongest elected party in Croatia at the time, refused an offer from Germans to head the government but called on people to obey to and cooperate with the new government the same day Kvaternik made the proclamation. Ante Pavelić arrived on April 20th to become the \"poglavnik\" (Leader, correlated with \"führer\"- better to translate as a \"Head-man\"). The Roman Catholic Church's official stance was also openly positive in this period.\nOn 19 May 1941 Pavelić and Mussolini, in accordance with the contract signed in Rapallo at the end of WWI between Serbs Kingdom of Jugoslavia and Italy, signed Roma operating contract by which NDH had to cede to Italy (in accordance with Rapallos Contract) almost all of Dalmatia and parts of Hrvatsko primorje and Gorski kotar. NDH was also forbidden to have a navy. These \"contracts\" illustrate more than anything else the dependence of the country upon the Axis powers.\nState of terror and mass killing.\nMuch of the population of the Independent State of Croatia was not Croat, mostly because of the inclusion of Bosnia. It had significant populations of Serbs (about 19% of the population of Croatia at the time, over 30% of the population of NDH), Bosnian Muslims (the largest population group of Bosnia at the time, and over 10% of the population of NDH), Germans, Hungarians and others. The Catholics (mainly Croats, Germans and Magyars) constituted just over 50% of the 6.3 million population. Mile Budak, politician and minister of the NDH - also a Croatian writer- immediately took the opportunity to proclaim the Muslims as \"Brothers\" and wanted to force them to convert to Christianity. Many Croatians agree with the idea that the majority of Bosnian Muslims are actually Croatians who were converted to Islam during the invasion of the Turks in the 15th Century.\nMany Bosnian Muslims were accepted the NDH (in many cases were forced to accept it under the penalty of converting to Christianity or being executed) and immediately became involved.\nThe most infamous of Islamic Ustase divisions was the 13th Waffen Mountain Division of the SS Handschar. In respect to the soldiers of Muslim faith, a mosque was built in Zagreb - Croatia's capital city- known as \"Poglavnikova dzamija\" or Poglavnik's Mosque. Despite Pavelić's assurances of equality with the Croats, many Muslims quickly became dissatisfied with Croatian rule. A Muslim leader reported that not one Muslim occupied an influential post in the administration. Fierce fighting broke out between the Ustaše, Chetniks and Yugoslav Partisans in NDH territory. Some Ustaše militia units became convinced that the Muslims were communist sympathizers, and burned their villages and murdered many civilians.\nThe Ustase almost immediately enacted racial laws that reflected the acceptance of the ideology of Nazi Germany and Fascist Italy, with an emphasis placed on Croatian national issues.\nThe first \"Legal order for the defense of the people and the state\" dated April 17, 1941 ordered the death penalty for \"infringement of the honour and vital interests of the Croatian people and the survival of the Independent State of Croatia\". It was soon followed by the \"Legal order of races\" and the \"Legal order of the protection of Aryan blood and the honour of the Croatian people\" dated April 30, 1941, as well as the \"Order of the creation and definition of the racial-political committee\" dated June 4, 1941. The enforcement of these legal acts was done not only through normal courts but also new out-of-order courts as well as mobile courts-martial with extended jurisdictions.\nThe normal jails could no longer sustain the rate of new inmates and the Ustaša government started preparing the grounds what would become the Jasenovac concentration camp by July 1941. The regime would eventually form concentration camps in eleven different locations.\nThe Ustaše started conducting a deliberate campaign of mass murder, deportation and forced religious conversion in an attempt to remove the Serbs. The Jews and Gypsies were exposed to total annihilation i.e., to the campaign of mass murder and to, lesser part, deportation.\nThe Jasenovac concentration camp would become the place of murder of up to a hundred thousand people (some estimate that this camp was the third largest camp of WWII). Overall Ustase death count is estimated at around 600,000 people, but all written records were destroyed to cover it up.\nThe state of permanent terror, mass killing, raping women and looting properties of their victims in the Independet State of Croatia forced, primarily, the Serbs to rebel. According to the Glaise von Horstenau reports, Hitler was angry with Pavelić whose policy inflamed the rebellion in Croatia - by which Hitler lost ability to engage the Independent State of Croatia forces on the Eastern Front. Moreover, Hitler was forced to engage his forces in quelling the rebellion. For that reason, Hitler summoned Pavelić to his war headquoters in Vinica (Ukraine) on September 23, 1942. Consequently, Pavelić replaced his minister of the Armed Forces, Slavko Kvaternik, with the less zealous Jure Francetić. Before meeting Hitler, to appease the public, Pavelić published the \"Important Government's Announcement\" (»Važna obavijest Vlade«) in which he threatened those who were spreading the news \"about non-existent threats of disarmament of the Ustashe units by representatives of one foreign power, about the Croatian Army replacement by a foreign army, about the possibility that a foreign power would seize the power in Croatia...\" (Hrvatski narod, September 3rd, 1942.)\nHans Helm, the appointed head of Gestapo for the Independent State of Croatia, in his confidential report - (under the title \"Basis of the partisan danger\" - sent to General Kasche) of January 14, 1943, wrote: \"Most of the partisan ranks are coming from the Serbs - due to the fact that they are the most villainous way persecuted... the new regime in Croatia started the programs of annihilation and destruction of the Serbs, which (the programs) are publicly supported by the highest ranks of the Croatian government, and (the programs) adopted as the main government goal. The fact that a different talk was coming from the official Ustashe side - under the rebellion pressure and due to the course of events - even a reconciliation was mentioned - leaves no possibility to compensate the harm caused by, for example, Dr. Mile Budak, the actual (Croatian) minister in Berlin...\" Appointed general Horstenau wrote in his report: »Ustashe movement is, due to the mistakes and atrocities they have made, and the corruption, so compromised that the government executive branch (the homeguard and the police) shall be separated from the government - even for the price of breaking any possible connection with the government...\"\nEnd of the war.\nIn August 1944, there was an attempt by Foreign Minister in NDH government Mladen Lorković and Minister of War Ante Vokić to execute a coup d'état against Ante Pavelić. The coup failed and its conspirators were executed.\nThe NDH army withdrew towards Zagreb with German and Cossak troops by early 1945, and continued fighting for a week after the German surrender on May 9th, 1945. They were soon overpowered and the Independent State of Croatia (NDH) effectively ceased to exist in May 1945, near the end of the war. The advance of Tito's partisan forces, joined by the Soviet Red Army, caused mass retreat of the Ustaše towards Austria.\nIn May 1945, a large column composed of Ustaša followers and NDH Army troops and civilians retreated from the partisan forces, heading northwest towards Italy and Austria. Ante Pavelić detached from the group and fled to Austria, Italy and finally Argentina. The rest of the group, consisting of over 150,000 soldiers (including Cossak troops) and civilians negotiated passage with the British forces on the Austrian side of the Austrian-Slovenian border. The British Army then turned over a number of them to the partisan forces.\nThe end of the war resulted in the establishment of the Socialist Federal Republic of Yugoslavia, with the Constitution of the Socialist Federal Republic of Yugoslavia officially making Croatia and Bosnia and Herzegovina one of six constituent republics in the new state.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":105},{"uri":"1941","surface_form":"1941","offset":147},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":163},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":201},{"uri":"Croatia","surface_form":"Croatia","offset":282},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":308},{"uri":"Slovenia","surface_form":"Slovenia","offset":344},{"uri":"Serbia","surface_form":"Serbia","offset":357},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":386},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":407},{"uri":"Ante_Star%C4%8Devi%C4%87","surface_form":"Ante Starčević","offset":524},{"uri":"Cultural_assimilation","surface_form":"assimilating","offset":696},{"uri":"Jasenovac_concentration_camp","surface_form":"Jasenovac concentration camp","offset":811},{"uri":"Axis_powers_of_World_War_II","surface_form":"Axis powers","offset":921},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":940},{"uri":"1941","surface_form":"1941","offset":965},{"uri":"Hitler","surface_form":"Hitler","offset":1086},{"uri":"Mussolini","surface_form":"Mussolini","offset":1097},{"uri":"Croatia","surface_form":"Croatia","offset":1121},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":1130},{"uri":"April_10","surface_form":"April 10","offset":1300},{"uri":"1941","surface_form":"1941","offset":1310},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":1357},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":1365},{"uri":"Puppet_state","surface_form":"puppet state","offset":1432},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":1916},{"uri":"F%C3%BChrer","surface_form":"führer","offset":2300},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":2351},{"uri":"19_May","surface_form":"19 May","offset":2435},{"uri":"1941","surface_form":"1941","offset":2442},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":2703},{"uri":"Croats","surface_form":"Croat","offset":3006},{"uri":"Serbs","surface_form":"Serbs","offset":3090},{"uri":"Death_penalty","surface_form":"death penalty","offset":4991},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":5799},{"uri":"Deportation","surface_form":"deportation","offset":5918},{"uri":"Religious_conversion","surface_form":"religious conversion","offset":5941},{"uri":"Jew","surface_form":"Jew","offset":6001},{"uri":"Gypsies","surface_form":"Gypsies","offset":6010},{"uri":"Deportation","surface_form":"deportation","offset":6111},{"uri":"1944","surface_form":"1944","offset":8837},{"uri":"Government","surface_form":"government","offset":8891},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":8962},{"uri":"May_9","surface_form":"May 9","offset":9194},{"uri":"1945","surface_form":"1945","offset":9203},{"uri":"1945","surface_form":"1945","offset":9314},{"uri":"Tito","surface_form":"Tito","offset":9360},{"uri":"Soviet_Union","surface_form":"Soviet","offset":9398},{"uri":"Red_Army","surface_form":"Red Army","offset":9405},{"uri":"Italy","surface_form":"Italy","offset":9619},{"uri":"Austria","surface_form":"Austria","offset":9629},{"uri":"Argentina","surface_form":"Argentina","offset":9714},{"uri":"Socialist_Federal_Republic_of_Yugoslavia","surface_form":"Socialist Federal Republic of Yugoslavia","offset":10053},{"uri":"Croatia","surface_form":"Croatia","offset":10183},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":10195}]}