{"id":293164,"url":"http://en.wikipedia.org/wiki/Jasenovac_concentration_camp","text":"Jasenovac concentration camp was the largest death camp and concentration camp in the Independent State of Croatia (ISC) during World War II. The camp was created by the Ustaše regime in August 1941 and destroyed in April 1945. Most of the people killed at Jasenovac were ethnic Serbs, who the ISC saw as their main racial enemy. The camp also held Jews, Roma, and a number of Croat and Bosniak Yugoslav Partisans.\nJasenovac was a complex of five sub-camps covering over on both banks of the Sava River. The largest camp was at Jasenovac, about southeast of Zagreb. The complex included large grounds at Donja Gradina directly across the Sava River; a children's concentration camp in Sisak; and a Stara Gradiška concentration camp.\nThe camp's history website says, \"We cannot be sure of the exact number of victims of the Ustasha camp in Jasenovac. According to research completed so far, the number can be estimated at between 500,000 and 800,000\".\nBackground.\nThese orders were enforced through the regular court system, and through new special courts and mobile courts-martial with special powers. By July 1941, there were too many new prisoners to fit in the jails that existed. The Ustaše government began building the Jasenovac concentration camp.\nThe Independent State of Croatia was created and supported by Nazi Germany and Fascist Italy. Because of this, the ISC took on their ideas about race and politics. Jasenovac had a role in the Nazis' \"Final Solution.\" However, the ISC also used the camp for the ethnic cleansing of Romani and Serbian people in Croatia.\nThe Jews are the bane of the human kind. If the Jews will be allowed to do as they will, like they are permitted in their Soviet heaven, than they will fulfill their most insane plans. And thus Russia became the center to the world's illness... if for any reason, one nation would endure the existence of a single Jewish family, that family would eventually become the center of a new plot. If there are no more Jews in Europe, nothing will hold the unification of the European nations... this sort of people cannot be integrated in the social order or into an organized nation. They are parasites on the body of a healthy society, that live off of expulsion of decent people. One cannot expect them to fit into a state that requires order and discipline. There is only one thing to be done with them: To exterminate them. The state holds this right since, while precious men die on the battlefront, it would be nothing less than criminal to spare these bastards. They must be expelled, or -- if they pose no threat to the public -- to be imprisoned inside concentration camps and never be released.\"\nCreation of the camp.\nThe Jasenovac complex was built between August 1941 and February 1942. The first two camps, Krapje and Bročica, were closed in November 1941.\nThe camp was built, managed and supervised by Department III of the \"Ustaška Narodna Služba\" or \"UNS\" (lit. \"Ustaše People's Service\"), a special police force of the ISC. Vjekoslav \"Maks\" Luburić was head of the UNS. At different times, Miroslav Majstorović and Dinko Šakić managed the camp.\nThe Ustaše interned, tortured and executed men, women and children in Jasenovac. The largest number of victims were Serbs, but other victims included Jews, Bosnian Muslims, Gypsies, and Croatian resistance members opposed to the ISC regime. When they got to the camp, the prisoners were marked with colors: blue for Serbs, and red for \"communists\" (non-Serbian resistance members). Gypsies had no marks (this was later changed).\nMost people who were sent to Jasenovac were killed at execution sites near the camp: Granik, Gradina, and other places. Prisoners who were kept alive were mostly people who had special skills (for example, doctors, pharmacists, electricians, shoemakers, and goldsmiths). They were forced to work at Jasenovac.\nLiving conditions.\nThe living conditions in the camp were terrible, as was usual for Nazi death camps. Prisoners were fed very little, not given enough clothing or shelter to stay warm, had no health care, and were abused by the Ustaše guards. Also, as in many camps, conditions would be improved temporarily when special groups visited. For example, when members of the press visited in February 1942, and later when a Red Cross delegation visited in June 1944, the prisoners were treated better until the visitors left. Then the living conditions would go back to usual.\nFood.\nLike at all Nazi death camps, the food given to prisoners at Jasenovac was not enough to keep them alive. The kind of food they were given changed over time. In camp Brocice, inmates were given a \"soup\" made of hot water with starch for breakfast, and beans for lunch and dinner. (These \"meals\" were served at 6:00, 12:00 and 21:00.) Food in Camp No. III was better at first, with potatoes instead of beans. However, in January, prisoners started getting only one daily serving of thin \"turnip soup\". By the end of the year, the diet had been changed again, to three daily portions of thin gruel made of water and starch. More changes were made, but prisoners never got enough food to keep them from starving.\nWater.\nThe water at Jasenovac was even worse than at most death camps. There was no clean water at the camp. Prisoners were forced to drink water from the Sava River, which was contaminated with \"hren\" (horseradish).\nShelter.\nIn the first camps, Brocice and Krapje, inmates slept in regular concentration-camp barracks. These were made of wood and had three tiers (levels) of bunks.\nIn Camp No. III, which housed about 3,000 prisoners, there was not enough shelter for everyone. At first, inmates slept in the attics of the camp's workshops, in an open depot used as a railway \"tunnel\", or simply outside in the open. A short time later, eight barracks were built. Inmates slept in six of these barracks. The other two were used as a \"clinic\" and a \"hospital.\" These were not places where inmates could get medical treatment and get better. They were places where sick inmates were put together to die or be killed.\nForced labor.\nAs in all concentration camps, prisoners at Jasenovac had to work about 11 hours a day. They did hard, forced labor, and were always watched by the Ustaše guards. These guards would execute inmates even for small reasons, and say the inmates were \"sabotaging labor.\"\nUstasas Hinko Dominik Picilli and Tihomir Kordić controlled the labor section. Picilli would personally whip inmates to make them work harder. He divided the \"Jasenovac labor force\" into 16 groups, including groups of construction workers, brick-workers, metal-works, and agricultural workers. Many inmates died from the hard work. Brick-working was especially hard and dangerous. Inmates working as blacksmiths were forced to make knives and other weapons for the Ustaše. Building dikes was the most feared job of all.\nSanitation.\nInside the camp, there was no sanitation. Prisoners had no way to keep things clean, and had to live in terrible conditions. Blood, vomit and dead bodies filled the barracks. The barracks were also full of pests like lice and rats, which spread disease. The barracks smelled terrible because inmates had to use a bucket for a toilet during the evenings. The bucket often spilled.\nDuring breaks from work (from 5:00-6:00; 12:00-13:00, and 17:00-20:00), inmates were allowed to empty their bowels in public latrines. These were big pits that lay bare in the open field, covered with planks of wood. Inmates often fell inside and died. The Ustaše encouraged this by having prisoners separate the planks. Sometimes, the Ustaše would even drown inmates inside the pits. When it rained, these pits would overflow and drain into the lake. This meant that urine and feces would mix into the water which the prisoners had to drink.\nInmates were given rags and blankets, but they were very thin. The barracks were also not enough to keep inmates warm from the cold. Prisoners' clothes and blankets were rarely cleaned. Inmates were allowed to wash them quickly in the lake once a month, except during the winter, when the lake froze. Then, inmates were sometimes allowed to boil a few clothes, but not well enough to get them clean.\nBecause of these terrible living conditions, inmates suffered from illnesses that led to epidemics of typhus, typhoid, malaria, lung infections, influenza, dysentery, and diphtheria.\nBelongings.\nThe Ustaše took away all of the inmates' clothes and other things. They were given only prison uniforms, made out of rags. In winter, inmates were given thin \"rain-coats,\" and they were allowed to make light sandals. Inmates were given a small personal food bowl, to hold the 0.4 litres of \"soup\" they were fed. An inmate whose bowl was missing (because another inmate had stolen it to use it as a toilet) would get no food.\nDuring delegation visits, inmates were given bowls twice as large as usual, with spoons. Also, during these visits, inmates were given colored tags.\nAnxiety.\nPrisoners were affected by a constant fear of death, and terrible stress of being in a situation in which the living and dead are very close together.\nWhen they first arrived at the camp, inmates would be shocked by the terrible conditions on the trip to the camp, and in the camp itself. The Ustaše would increase this shock by murdering a number of inmates as soon as they got to the camp, and by temporarily housing new-arrivals in warehouses, attics, in the train tunnel and outdoors.\nAfter the inmates grew familiar with life in camp, they would have to get used to living through the hardships, abuse, torture, and deaths of other prisoners. The danger of death was greatest during \"public performances for public punishment,\" also called selections. Inmates would be lined up in groups, and individuals would be randomly pointed out to be killed while facing the rest. The Ustaše would make this worse by making the process take a long time. They would walk around and ask questions; gaze at inmates; choose one person, then change their mind and choose another.\nInmates reacted to being in Jasenovac in two basic ways. Some became activists. They formed resistance movements (groups who tried to fight the Ustaše in different ways, like stealing food, planning escapes and revolts, and trying to get in touch with people outside the camp). But most of the inmates reacted by just trying to survive, and get through the day unharmed. This was not \"going in line to slaughter,\" but rather another strategy to try to survive.\nAll inmates suffered from some kind of mental health problems. Some could not stop thinking about food; others became paranoid; some had delusions; some lost control of themselves. Others seemed to lose their sense of hope. Some inmates reacted by trying to write about what was happening to them. For example, Nikola Nikolić, Djuro Schwartz, and Ilija Ivanović all tried to memorize and even write about events, dates and details. This was very dangerous, since writing was punishable by death and tracking dates was hard.\nMost of the executions of Jews at Jasenovac occurred before August 1942. After that, the ISC started to deport Jewish prisoners to the Auschwitz concentration camp. In general, Jews were first sent to Jasenovac from all parts of Croatia after being gathered in Zagreb, and from Bosnia and Herzegovina after being gathered in Sarajevo. Some, however, were sent directly to Jasenovac from other cities and smaller towns.\nSystematic extermination of prisoners.\nMany inmates sent to Jasenovac were scheduled to be murdered. Strong men who could do hard work, and were sentenced to less than 3 years in prison, were allowed to live. However, anyone who was sentenced to 3 years in prison or longer was immediately scheduled for execution.\nThe Ustaše used many different kinds of systematic extermination (killing many people at once, using a system). However, they liked using manual methods of killing - killing prisoners with their hands, using tools like knives, saws, and hammers.\nCremation.\nThe Ustaše cremated living inmates. Some were given drugs, but others were fully awake. They also cremated dead bodies.\nWhen the Ustaše first started cremating people in January 1942, they used brick factory ovens. An engineer named Hinko Dominik Picilli made cremation much easier for them by creating seven better-working crematories.\nCrematories were also placed in Gradina, across the Sava River. The State Commission says \"there is no information that [the Gradina crematory] ever went into operation.\" Later testimony, however, says this crematory was used.\nSome bodies were buried rather than cremated. Their bodies were dug up late in the war.\nGassing and poisoning.\nThe Nazis had used poison gas to kill many prisoners in their concentration camps. Following this example, the Ustaše tried to use poison gas to kill inmates that arrived in Stara-Gradiska. At first, they tried to gas the women and children that arrived from camp Djakovo with gas-vans that Simo Klaić called \"green Thomas\". Later, they built gas chambers and used Zyklon-B and sulphur monoxide to kill prisoners.\nGranik.\nGranik was a ramp used to unload goods from boats on the Sava River. In winter 1943-44, prisoners who did farming work had no jobs to do, since the ground was frozen. Meanwhile, large numbers of new prisoners arrived. By this time, the Axis powers were expected to lose World War II, and the Ustaše wanted to kill as many people as possible before that happened. They decided to execute people on the ramp, so that after they were killed, their bodies could be dumped into the river.\nEvery night for about 20 days, Ustaše officers brought in lists of prisoners who they planned to execute. They stripped, chained, and beat these prisoners. Then they took them to the Granik. There, weights were tied to them; their intestines and necks were cut; they were hit in the head; and then they were thrown into the river. Over time, the Ustaše changed this method, so that inmates were tied in pairs, back to back, and their bellies were cut open before they were tossed into the river alive.\nGradina and Ustice.\nGradina and Ustice were villages around Jasenovac. The Ustaše chose some empty areas near these villages, and used wire to mark off an area for a massacre and mass graves. They gathered many prisoners there and killed them with knives or by smashing their skulls with hammers.\nWhen Roma people (Gypsies) arrived in the camp, they did not undergo selection, because they were all scheduled to be killed. They were taken to Gradina. In between massacres, the men would be forced to work on the dike, and the women would be forced to work in the cornfields in Ustice. Eventually, they would all be killed. Thus Gradina and Ustice became Roma mass grave sites. The Ustaše killed more and more people Gradina, until it became the main killing-ground in Jasenovac. Grave-sites were also located in nearby Ustica and in Draksenic.\nMlaka and Jablanac.\nMlaka and Jablanac were used as camps where women and children were held and forced to work. However, many women, children, and other people were killed at the Sava River bank between the two camps.\nVelika Kustarica.\nAccording to the State Commission, as many as 50,000 people were killed here in the winter of 1941 to 1942. Evidence says that more people were also killed here after that winter.\nAugust 29, 1942, mass murder.\nIn the late summer of 1942, the ISC sent tens of thousands of Serbian villagers were to Jasenovac. The villagers had lived in the Kozara mountain area (in Bosnia), where ISC soldiers were fighting against the Yugoslav Partisans. The women villagers were sent to do forced labor in Germany. Children were taken from their mothers and either killed or sent to Catholic orphanages. However, most of the men were killed at Jasenovac.\nOn the night of August 29, 1942, the camp's guards made bets about who could kill the most prisoners. One of the guards, Petar Brzica, reportedly cut the throats of about 1,360 of the new prisoners, using a butcher knife that became known as \"srbosjek\" (\"Serb-cutter\"). Other guards who admitted taking part in the bet included Ante Zrinušić, who killed about 600 inmates, and Mile Friganović, who gave a detailed and consistent report of what happened. Friganović admitted to killing 1,100 inmates. He specifically talked about how he tortured an old man named Vukasin. He ordered the man to bless the Ustaše leader, Ante Pavelić. The old man refused, even though Friganović cut off his ears, nose, and tongue every time he refused. Eventually, he cut out the old man's eyes, tore out his heart, and cut his throat. Dr. Nikola Nikolić saw this happen.\nEnd of the camp.\nIn April 1945, as Yugoslav Partisan units neared the camp, the Ustaše guards tried to get rid of evidence of their crimes and the people who knew what they had done. They tried to kill as many prisoners as possible, as fast as they could. On April 22, 600 prisoners revolted; 520 were killed and 80 escaped. Not long after the prisoners revolted, the Ustaše abandoned the camp. However, first, they killed the prisoners who were still alive. They also blew up and destroyed the buildings, guardhouses, torture rooms, crematoriums, and other parts of the camp. When they entered the camp, the Partisans found only ruins, soot, smoke, and dead bodies.\nBy the end of 1945, the rest of Jasenovac was destroyed.\nTotal number.\nHistorians have had difficulty figuring out exactly how many people died at Jasenovac. Today, the most common estimate is that tens of thousands of people died at the camp. Before the 1990s, the most common estimate was that hundreds of thousands had died.\nThese estimates are very different for many reasons. The Ustaše did not keep accurate records. Different people use different ways of estimating deaths. Sometimes, the people making estimates have political biases. In some cases, entire families were killed at the camp, leaving no one to submit their names to lists of the dead. On the other hand, the lists sometimes include the names of people who died in other places; people who survived; or people who are on more than one list.\nEstimates by Holocaust organizations.\nThe Yad Vashem center claims that over 500,000 Serbs were killed in the Independent State of Croatia. This includes Serbs who were killed at Jasenovac. The Simon Wiesenthal Center estimates the same.\nAccording to the United States Holocaust Memorial Museum, Jasenovac's victims included \"between 45,000 and 52,000 Serb residents of the so-called Independent State of Croatia; between 12,000 and 20,000 Jews; between 15,000 and 20,000 Roma (Gypsies); and between 5,000 and 12,000 ethnic Croats and Muslims, who were political and religious opponents of the regime.\"\nHistorical documents.\nThere are many different documents from the time that Jasenovac existed, written by many different people. At the time, the Germans and Italians were fighting Yugoslav Partisans for control of Yugoslavia. People from both sides of that fight wrote about Jasenovac. The Ustaše themselves also wrote about the camp; so did the Vatican. Comparing all of these different accounts can help with estimates of how many people died at the camp.\n\"When prominent Ustashi [Ustaše] leaders claimed that they slaughtered a million Serbs (including babies, children, women and old men), that is, in my opinion, a boastful exaggeration. On the basis of the reports submitted to me, I believe that the number of defenseless victims slaughtered to be three quarters of a million. (Neubacher, Dr. Hermann. Special Assignment in the Southeast, p. 18-30.)\nItalian generals reported similar figures to their commanders. The Vatican's sources also wrote of similar figures. For example, Eugen Tisserant reported that 350,000 Serbs had been killed by the end of 1942. Godfried Danneels estimated that a total of \"over 500,000 people\" were killed.\nThe Ustaše themselves claimed that they had killed many more people. Vjekoslav \"Maks\" Luburić, commander-in-chief of all the Croatian camps, once bragged about Jasenovac's \"efficiency.\" At a ceremony on October 9, 1942 - just a year after the camp was created - he said: \"We have slaughtered here at Jasenovac more people than the Ottoman Empire was able to do during its occupation of Europe.\" The Ustaše general headquarters once published a pamphlet that said: \"the concentration and labor camp in Jasenovac can receive an unlimited number of internees [prisoners].\" Finally, Miroslav Filipovic-Majstorovic, once captured by Yugoslav forces, tried to minimize the crimes committed in Jasenovac by saying that during the three months that he ran the camp, 20,000 to 30,000 people died. In other sources, that three months' death toll is displayed as 40,000.\nIn 1945, the new Yugoslavian government, led by Tito, paid for a report by the National Committee of Croatia. The report looked into the crimes committed by the Ustaše and their allies. The report, dated November 15, 1945, stated that 500,000 to 600,000 people were killed at the Jasenovac complex. These figures were used by researcher Israel Gutman in the \"Encyclopedia of the Holocaust\"; by the Simon Wiesenthal Center; and by others.\nQualities of the camp.\nAlso, crematories were built in Jasenovac as far back as January 1942, because the Ustaše were having trouble burying all of the camp's dead bodies. This suggests that many people were already dying at the camp. In addition, later that year, prisoners were being killed with poison gas in Stara-Gradiska, in both gas chambers and vans.\nLater events.\nThe Jasenovac Memorial Museum was temporarily abandoned during the Yugoslav wars. In November 1991, Simo Brdar, a former associate director of the Memorial, collected the documentation from the museum and brought it to Bosnia and Herzegovina. Brdar kept the documents until 2001, when he gave them to the United States Holocaust Memorial Museum, with the help of SFOR and the government of Republika Srpska.\nWith the help of former U.S. Congressman Anthony Weiner, the New York City Parks Department, the Holocaust Park Committee, and the Jasenovac Research Institute created a public monument to the victims of Jasenovac in April 2005 (on the sixtieth anniversary of the camp's liberation). Ten Yugoslavian Holocaust survivors were there, along with diplomats from Serbia, Bosnia, and Israel. It is the only public monument to Jasenovac victims outside of the Balkans. Ceremonies are held there every April.","categories":[],"infobox_types":[],"annotations":[{"uri":"Concentration_camp","surface_form":"concentration camp","offset":60},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":86},{"uri":"World_War_II","surface_form":"World War II","offset":128},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":170},{"uri":"Serbs","surface_form":"Serbs","offset":279},{"uri":"Race_(sociology)","surface_form":"racial","offset":316},{"uri":"Jew","surface_form":"Jew","offset":349},{"uri":"Roma_people","surface_form":"Roma","offset":355},{"uri":"Croats","surface_form":"Croat","offset":377},{"uri":"Bosniak","surface_form":"Bosniak","offset":387},{"uri":"Yugoslavs","surface_form":"Yugoslav","offset":395},{"uri":"Partisan","surface_form":"Partisans","offset":404},{"uri":"Zagreb","surface_form":"Zagreb","offset":558},{"uri":"Court-martial","surface_form":"courts-martial","offset":1066},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":1188},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1317},{"uri":"Fascism","surface_form":"Fascist","offset":1334},{"uri":"Italy","surface_form":"Italy","offset":1342},{"uri":"Final_Solution","surface_form":"Final Solution","offset":1455},{"uri":"Genocide","surface_form":"ethnic cleansing","offset":1516},{"uri":"Roma_people","surface_form":"Romani","offset":1536},{"uri":"Serbia","surface_form":"Serbia","offset":1547},{"uri":"Bane","surface_form":"bane","offset":1591},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1696},{"uri":"Russia","surface_form":"Russia","offset":1768},{"uri":"Integration","surface_form":"integrated","offset":2093},{"uri":"Parasite","surface_form":"parasite","offset":2162},{"uri":"Exterminate","surface_form":"exterminate","offset":2379},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":3135},{"uri":"Torture","surface_form":"torture","offset":3152},{"uri":"Serbs","surface_form":"Serbs","offset":3247},{"uri":"Jew","surface_form":"Jew","offset":3281},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnian","offset":3287},{"uri":"Islam","surface_form":"Muslims","offset":3295},{"uri":"Roma_(people)","surface_form":"Gypsies","offset":3304},{"uri":"Croats","surface_form":"Croatian","offset":3317},{"uri":"Communism","surface_form":"communists","offset":3467},{"uri":"Medical_doctor","surface_form":"doctors","offset":3766},{"uri":"Pharmacist","surface_form":"pharmacist","offset":3775},{"uri":"Electrician","surface_form":"electrician","offset":3788},{"uri":"Goldsmith","surface_form":"goldsmith","offset":3818},{"uri":"Forced_labor","surface_form":"forced to work","offset":3841},{"uri":"Red_Cross","surface_form":"Red Cross","offset":4290},{"uri":"Delegation","surface_form":"delegation","offset":4300},{"uri":"Starch","surface_form":"starch","offset":4675},{"uri":"Turnip","surface_form":"turnip","offset":4936},{"uri":"Gruel","surface_form":"gruel","offset":5039},{"uri":"Starvation","surface_form":"starving","offset":5149},{"uri":"Pollution","surface_form":"contaminated","offset":5336},{"uri":"Horseradish","surface_form":"horseradish","offset":5362},{"uri":"Barracks","surface_form":"barracks","offset":5469},{"uri":"Attic","surface_form":"attic","offset":5669},{"uri":"Depot","surface_form":"depot","offset":5712},{"uri":"Rail_transport","surface_form":"railway","offset":5728},{"uri":"Tunnel","surface_form":"tunnel","offset":5737},{"uri":"Forced_labor","surface_form":"forced labor","offset":6192},{"uri":"Execution","surface_form":"execute","offset":6271},{"uri":"Sabotage","surface_form":"sabotaging","offset":6337},{"uri":"Whip","surface_form":"whip","offset":6460},{"uri":"Construction_worker","surface_form":"construction worker","offset":6574},{"uri":"Brick","surface_form":"brick","offset":6596},{"uri":"Metalworking","surface_form":"metal-works","offset":6611},{"uri":"Farming","surface_form":"agricultural","offset":6628},{"uri":"Blacksmith","surface_form":"blacksmith","offset":6756},{"uri":"Levee","surface_form":"dikes","offset":6838},{"uri":"Sanitation","surface_form":"sanitation","offset":6918},{"uri":"Blood","surface_form":"Blood","offset":7013},{"uri":"Vomit","surface_form":"vomit","offset":7020},{"uri":"Carcass","surface_form":"dead bodies","offset":7030},{"uri":"Pest_(biology)","surface_form":"pests","offset":7094},{"uri":"Louse","surface_form":"lice","offset":7105},{"uri":"Rat","surface_form":"rat","offset":7114},{"uri":"Toilet","surface_form":"toilet","offset":7214},{"uri":"Latrine","surface_form":"latrines","offset":7393},{"uri":"Drowning","surface_form":"drown","offset":7622},{"uri":"Urine","surface_form":"urine","offset":7736},{"uri":"Feces","surface_form":"feces","offset":7746},{"uri":"Disease","surface_form":"illnesses","offset":8278},{"uri":"Epidemic","surface_form":"epidemic","offset":8300},{"uri":"Typhus","surface_form":"typhus","offset":8313},{"uri":"Typhoid","surface_form":"typhoid","offset":8321},{"uri":"Malaria","surface_form":"malaria","offset":8330},{"uri":"Lung","surface_form":"lung","offset":8339},{"uri":"Infection","surface_form":"infection","offset":8344},{"uri":"Influenza","surface_form":"influenza","offset":8356},{"uri":"Dysentery","surface_form":"dysentery","offset":8367},{"uri":"Diphtheria","surface_form":"diphtheria","offset":8382},{"uri":"Litre","surface_form":"litre","offset":8686},{"uri":"Hardship","surface_form":"hardships","offset":9579},{"uri":"Activism","surface_form":"activists","offset":10128},{"uri":"Rebellion","surface_form":"revolts","offset":10270},{"uri":"Slaughter","surface_form":"slaughter","offset":10461},{"uri":"Paranoia","surface_form":"paranoid","offset":10638},{"uri":"Delusion","surface_form":"delusion","offset":10657},{"uri":"Death_penalty","surface_form":"punishable by death","offset":10995},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":11179},{"uri":"Zagreb","surface_form":"Zagreb","offset":11305},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":11322},{"uri":"Sarajevo","surface_form":"Sarajevo","offset":11369},{"uri":"Systematic","surface_form":"systematic","offset":11818},{"uri":"Extermination","surface_form":"extermination","offset":11829},{"uri":"Cremation","surface_form":"cremated","offset":12046},{"uri":"Drug","surface_form":"drug","offset":12087},{"uri":"Factory","surface_form":"factory","offset":12235},{"uri":"Oven","surface_form":"oven","offset":12243},{"uri":"Engineer","surface_form":"engineer","offset":12253},{"uri":"Poison_gas","surface_form":"poison gas","offset":12729},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":13053},{"uri":"Zyklon-B","surface_form":"Zyklon-B","offset":13075},{"uri":"Sulphur_monoxide","surface_form":"sulphur monoxide","offset":13088},{"uri":"Axis_countries","surface_form":"Axis powers","offset":13368},{"uri":"Intestine","surface_form":"intestine","offset":13847},{"uri":"Mass_murder","surface_form":"massacre","offset":14284},{"uri":"Mass_grave","surface_form":"mass grave","offset":14297},{"uri":"Evidence","surface_form":"Evidence","offset":15307},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia","offset":15564},{"uri":"Germany","surface_form":"Germany","offset":15690},{"uri":"Catholicism","surface_form":"Catholic","offset":15767},{"uri":"Orphanage","surface_form":"orphanage","offset":15776},{"uri":"Gambling","surface_form":"bets","offset":15895},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":16457},{"uri":"Rebellion","surface_form":"revolted","offset":16975},{"uri":"Explosion","surface_form":"blew up","offset":17161},{"uri":"Ruins","surface_form":"ruins","offset":17322},{"uri":"Soot","surface_form":"soot","offset":17329},{"uri":"Historian","surface_form":"Historian","offset":17430},{"uri":"Estimation","surface_form":"estimate","offset":17540},{"uri":"Accuracy_and_precision","surface_form":"accurate","offset":17764},{"uri":"Bias","surface_form":"bias","offset":17894},{"uri":"Yad_Vashem","surface_form":"Yad Vashem","offset":18214},{"uri":"Simon_Wiesenthal","surface_form":"Simon Wiesenthal","offset":18366},{"uri":"United_States_Holocaust_Memorial_Museum","surface_form":"United States Holocaust Memorial Museum","offset":18427},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":18990},{"uri":"Holy_See","surface_form":"Vatican","offset":19122},{"uri":"Slaughter","surface_form":"slaughtered","offset":19293},{"uri":"Hyperbole","surface_form":"exaggeration","offset":19405},{"uri":"Efficiency","surface_form":"efficiency","offset":20094},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":20252},{"uri":"Pamphlet","surface_form":"pamphlet","offset":20365},{"uri":"Minimize","surface_form":"minimize","offset":20575},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":20798},{"uri":"Tito","surface_form":"Tito","offset":20829},{"uri":"Croatia","surface_form":"Croatia","offset":20882},{"uri":"Alliance","surface_form":"allies","offset":20959},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":21811},{"uri":"Republika_Srpska","surface_form":"Republika Srpska","offset":21982},{"uri":"Anthony_Weiner","surface_form":"Anthony Weiner","offset":22041},{"uri":"New_York_City","surface_form":"New York City","offset":22061},{"uri":"The_Holocaust","surface_form":"Holocaust","offset":22097},{"uri":"Monument","surface_form":"monument","offset":22177},{"uri":"Anniversary","surface_form":"anniversary","offset":22245},{"uri":"Diplomacy","surface_form":"diplomats","offset":22343},{"uri":"Balkans","surface_form":"Balkans","offset":22453}]}