{"id":293220,"url":"http://en.wikipedia.org/wiki/Systole","text":"Systole is the last stage of a heart beat. It happens right after diastole, when the heart refills with blood. During systole, the heart's two ventricles contract (squeeze). (The ventricles are the largest parts of the heart, which pump blood to the body and lungs.)\nDuring systole, the heart muscle gets an automatic electrical signal that tells the heart to contract (squeeze). This makes the blood flow out of the heart.\nPhases.\nAbove the ventricles are smaller chambers (sections) of the heart called atria. They contract (squeeze) during the last part of diastole, and send blood down to the larger, lower ventricles. The atria have valves that close after this so blood cannot flow backward into the atria.\nWhen the ventricles are filled and the valves to the atria are closed, the ventricles contract. So, the atria and ventricles contract in sequence. The left and right atria feed blood into the ventricles. Then, the left and right ventricles contract.\nThe right ventricle pumps blood to the lungs, and the left ventricle pumps blood to the rest of the body. This is why we have a pulse.\nSystolic pressure.\nBecause the heart muscle contracts during systole, \"systolic pressure\" is the highest pressure in the arterial blood stream during each heart beat. (Blood causes the most pressure against the walls of the arteries when it is being pushed out during systole). The lowest arterial pressure happens when the heart muscle relaxes, and is called \"diastolic pressure\".\nWhen blood pressure is measured for medical purposes, systolic pressure is the first number in the \"ratio\" of systolic to diastolic pressure. For example, if a person's blood pressure is 120/80, 120 is the systolic pressure, and 80 is the diastolic pressure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heart","surface_form":"heart","offset":31},{"uri":"Diastole","surface_form":"diastole","offset":66},{"uri":"Blood","surface_form":"blood","offset":104},{"uri":"Ventricle","surface_form":"ventricle","offset":143},{"uri":"Lung","surface_form":"lungs","offset":259},{"uri":"Diastole","surface_form":"diastole","offset":560},{"uri":"Pulse","surface_form":"pulse","offset":1091},{"uri":"Artery","surface_form":"arteries","offset":1322},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":1485}]}