{"id":29336,"url":"http://en.wikipedia.org/wiki/Napoleonic_Wars","text":"The Napoleonic Wars were wars which were fought during the rule of Napoleon Bonaparte over France. They started after the French Revolution ended and Napoleon Bonaparte became powerful in France in November 1799. War began between the United Kingdom and France in 1803. This happened when the Treaty of Amiens ended in 1802.\nThese wars changed European military systems. Cannons became lighter and moved faster. Armies were much larger, yet had better food and supplies. They were very big and destructive, mainly because of compulsory conscription. The French became powerful very fast, and conquered most of Europe. The French then lost quickly. The French invasion of Russia failed. The Napoleonic Wars ended with the Second Treaty of Paris on 20 November 1815. This was just after the Battle of Waterloo, a big battle that Napoleon lost. Napoleon's empire lost the wars. The Bourbon Dynasty ruled France again.\nSome people call the time between April 20 1792 and November 20 1815 \"the Great French War\".\nOn one side was the First Empire of France, Kingdom of Italy, and others. On the other side was Great Britain, Prussia, Austria, Russia, Sweden, Portugal, Spain, Sicily, and others.\n1805-1812: Napoleonic Conquest of Europe.\nOn 18 May 1804, Napoleon Bonaparte was crowned Emperor of the French at Notre Dame de Paris. The following year, the Third Coalition started. In response, Napoleon crowned himself King of Italy. The Austrian Emperor, Franz I, angrily declared war on Napoleon, beginning the War of the Third Coalition. The British destroyed the French navy at the Battle of Trafalgar in October. In December the Austrians and the Russians allied, and fought the French at the Battle of Austerlitz. The Russo-Austrian army suffered a devastating defeat and had to sign a treaty with Napoleon.\nIn 1806, the War of the Fourth Coalition started. The Kingdom of Prussia declared war on France first but was crushed by Napoleon's troops at the Battle of Jena. Napoleon captured Berlin before the Russians could help. In 1807, Napoleon defeated the Russian army at the Battle of Friedland, ending the Fourth Coalition.\nIn 1809, the War of the Fifth Coalition began when Austria declared war on Napoleon. In the early phases of the war, the Austrians had advantage of the war, but later the French captured Vienna, ending the Fifth Coalition. At the height of his power in 1810, Napoleon had controlled France, Spain, northern Italy, Germany, all the way to Russia. In 1808, the Peninsular War began when Napoleon crowned his brother Joseph Bonaparte as King of Spain and fought British, Spanish, and Portuguese troops. In 1809, the Finnish War began between Russia and Sweden when Sweden and Portugal did make peace with France. This led to the annexation of Finland by Russia and decisive failure for Sweden. In 1811, France and Russia made disagreements again and Napoleon allied with Prussia and Austria and invaded Russia.\n1812: Invasion of Russia/The War of 1812.\nNapoleon staged a French invasion of Russia in 1812 just as the United States and Britain started the War of 1812. It was in Russia that Napoleon was first checked in his conquest of Europe, at the huge Battle of Borodino. However, the Russians had to retreat and abandon the capital, Moscow, to the advancing French troops. Napoleon found Moscow empty and burning. The cold winter along with starvation from scorched earth tactics devastated Napoleon's army.\nNapoleon's weakened \"Grande Armee\" had to retreat to Paris through the Russian freezing winter, but was finally defeated by the Russians. Prussia and Austria declared war after Napoleon's failure, beginning the War of the Sixth Coalition. In the latter 19th century, Leo Tolstoy's novel War and Peace and Peter Ilyich Tchaikovsky's music piece 1812 Overture depicted the Patriotic war and celebrated the resistance and liberation of Russia.\nMeanwhile, the much smaller War of 1812 started between Britain and the United States over maritime issues. It continued until 1815, neither side gaining anything. Revolutions in Latin America made independent states of most of the Spanish Empire in America.\n1813-1814: Battle of Leipzig and First Restoration.\nThe British, Spanish, and Portuguese had pushed Napoleon's forces out of Spain following the Battle of Vitoria. The Allies (consisting of Great Britain, Russia, Prussia, and Austria) defeated Napoleon at the Battle of Leipzig and captured Paris in 1814. The brother of King Louis XVI had already proclaimed himself French king, Louis XVIII, and was sent by the Prussian forces to Paris and crowned Bourbon king. Napoleon was forced to abdicate.\n1815: Battle of Waterloo and Hundred Days.\nNapoleon was later exiled to Elba and was nearly assassinated. But then he and 200 other men escaped back to Paris and forced Louis XVIII off the throne, beginning Hundred Days. The former Coalition members formed the Seventh Coalition and the Duke of Wellington of Great Britain defeated Napoleon again at the Battle of Waterloo with the help of the Prussians in 1815. Louis XVIII was returned to the throne again, and the Second Restoration began.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":25},{"uri":"Napoleon_I_of_France","surface_form":"Napoleon Bonaparte","offset":67},{"uri":"France","surface_form":"France","offset":91},{"uri":"French_Revolution","surface_form":"French Revolution","offset":122},{"uri":"1799","surface_form":"1799","offset":207},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":235},{"uri":"1803","surface_form":"1803","offset":264},{"uri":"Treaty_of_Amiens","surface_form":"Treaty of Amiens","offset":293},{"uri":"1802","surface_form":"1802","offset":319},{"uri":"Europe","surface_form":"Europe","offset":344},{"uri":"Conscription","surface_form":"compulsory conscription","offset":525},{"uri":"French_invasion_of_Russia","surface_form":"French invasion of Russia","offset":652},{"uri":"20_November","surface_form":"20 November","offset":747},{"uri":"1815","surface_form":"1815","offset":759},{"uri":"Battle_of_Waterloo","surface_form":"Battle of Waterloo","offset":789},{"uri":"Bourbon_Dynasty","surface_form":"Bourbon Dynasty","offset":879},{"uri":"April_20","surface_form":"April 20","offset":949},{"uri":"1792","surface_form":"1792","offset":958},{"uri":"November_20","surface_form":"November 20","offset":967},{"uri":"Great_French_War","surface_form":"Great French War","offset":989},{"uri":"Notre_Dame_de_Paris","surface_form":"Notre Dame de Paris","offset":1304},{"uri":"War_of_the_Third_Coalition","surface_form":"War of the Third Coalition","offset":1506},{"uri":"Battle_of_Trafalgar","surface_form":"Battle of Trafalgar","offset":1579},{"uri":"Battle_of_Austerlitz","surface_form":"Battle of Austerlitz","offset":1691},{"uri":"War_of_the_Fourth_Coalition","surface_form":"War of the Fourth Coalition","offset":1820},{"uri":"Battle_of_Jena","surface_form":"Battle of Jena","offset":1953},{"uri":"Battle_of_Friedland","surface_form":"Battle of Friedland","offset":2077},{"uri":"War_of_the_Fifth_Coalition","surface_form":"War of the Fifth Coalition","offset":2140},{"uri":"Vienna","surface_form":"Vienna","offset":2314},{"uri":"Joseph_Bonaparte","surface_form":"Joseph Bonaparte","offset":2541},{"uri":"Finnish_War","surface_form":"Finnish War","offset":2640},{"uri":"French_invasion_of_Russia","surface_form":"French invasion of Russia","offset":2995},{"uri":"1812","surface_form":"1812","offset":3024},{"uri":"United_States","surface_form":"United States","offset":3041},{"uri":"Britain","surface_form":"Britain","offset":3059},{"uri":"War_of_1812","surface_form":"War of 1812","offset":3079},{"uri":"Retreat","surface_form":"retreat","offset":3229},{"uri":"Evacuation","surface_form":"abandon","offset":3241},{"uri":"%27%27Grande_Armee%27%27","surface_form":"\"Grande Armee\"","offset":3457},{"uri":"Paris","surface_form":"Paris","offset":3490},{"uri":"Winter","surface_form":"winter","offset":3525},{"uri":"Prussia","surface_form":"Prussia","offset":3575},{"uri":"Austria","surface_form":"Austria","offset":3587},{"uri":"War_of_the_Sixth_Coalition","surface_form":"War of the Sixth Coalition","offset":3648},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":3704},{"uri":"Novel","surface_form":"novel","offset":3718},{"uri":"War_and_Peace","surface_form":"War and Peace","offset":3724},{"uri":"Peter_Ilyich_Tchaikovsky","surface_form":"Peter Ilyich Tchaikovsky","offset":3742},{"uri":"1812_Overture","surface_form":"1812 Overture","offset":3781},{"uri":"War_of_1812","surface_form":"War of 1812","offset":3906},{"uri":"United_States","surface_form":"United States","offset":3950},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":4110},{"uri":"Vitoria-Gasteiz","surface_form":"Battle of Vitoria","offset":4282},{"uri":"Battle_of_Leipzig","surface_form":"Battle of Leipzig","offset":4397},{"uri":"Louis_XVI","surface_form":"Louis XVI","offset":4463},{"uri":"French_king","surface_form":"French king","offset":4504},{"uri":"Louis_XVIII","surface_form":"Louis XVIII","offset":4517},{"uri":"Elba","surface_form":"Elba","offset":4706},{"uri":"Hundred_Days","surface_form":"Hundred Days","offset":4841},{"uri":"Seventh_Coalition","surface_form":"Seventh Coalition","offset":4895},{"uri":"Duke_of_Wellington","surface_form":"Duke of Wellington","offset":4921},{"uri":"Battle_of_Waterloo","surface_form":"Battle of Waterloo","offset":4988}]}