{"id":29346,"url":"http://en.wikipedia.org/wiki/Harmony","text":"e=\"preserve\">Harmony means playing several notes together to make “chords”. The word comes from the Greek \"harmonia\" meaning \"to join things up\". A tune by itself can sound nice, but it can be “harmonized” by adding an accompaniment of chords. Studying how to do this is called harmonization. Music students learn which chords sound nice after one another. These are called “chord progressions”. Many music theorists have written books about harmony.\nMusic which is made of a tune with harmony underneath is called “homophonic”. In a way it is the opposite of polyphonic which means that each part (each voice) is a tune in itself. However, even polyphony needs to make pleasant harmony. Harmony as we know it in European music had become fully developed by the Baroque period (17th century).\nOne can play a chord with three notes using the 1st, 3rd and 5th notes of the scale of whatever key the music is in. This gives a chord which sounds like the “home chord”. This means that at least three notes are needed for harmony. In most homophonic music there are four: for example a choir will normally divide into soprano, alto, tenor and bass, or a string quartet will divide into violin 1, violin 2, viola and cello.\nHarmony which uses just the notes of the key (e.g. just using white notes for C major) is called “tonal harmony”.\nHarmony which adds lots of extra sharps and flats is called “chromatic harmony”.\nIf music is not in any key at all, like in some music by Arnold Schoenberg, it is “atonal”. Harmony can be atonal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chord","surface_form":"chord","offset":67},{"uri":"Chord_progression","surface_form":"chord progression","offset":375},{"uri":"Music_theory","surface_form":"music theorists","offset":401},{"uri":"Polyphony","surface_form":"polyphonic","offset":560},{"uri":"Europe","surface_form":"European","offset":713},{"uri":"Baroque_music","surface_form":"Baroque","offset":762},{"uri":"17th_century","surface_form":"17th century","offset":778},{"uri":"Choir","surface_form":"choir","offset":1081},{"uri":"Soprano","surface_form":"soprano","offset":1113},{"uri":"Alto","surface_form":"alto","offset":1122},{"uri":"Tenor","surface_form":"tenor","offset":1128},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":1138},{"uri":"String_quartet","surface_form":"string quartet","offset":1149},{"uri":"Violin","surface_form":"violin","offset":1181},{"uri":"Viola","surface_form":"viola","offset":1201},{"uri":"Cello","surface_form":"cello","offset":1211},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":1470}]}