{"id":293412,"url":"http://en.wikipedia.org/wiki/G._L._Pridgen","text":"Gaston Layton Pridgen, known as G. L. Pridgen (born ca. 1944), is a Republican member of the North Carolina General Assembly and the North Carolina House of Representatives. In the House of Representatives, he represents the 46th District, including constituents in Hoke, Robeson and Scotland counties. A retired telecommunications technician from Laurinburg, North Carolina, Pridgen also has experience in the United States Military.\nEducation and career.\nPridgen was born in Robeson County, where he graduated from Littlefield High School and studied at Robeson Community College. His career with Southern Bell Telephone Company, which later became BellSouth Telecommunications and then AT&T, was interrupted by two years of service in the United States Army. Drafted into the army, he served as a communication lineman in Vietnam with the rank of Specialist-5, and was awarded the Bronze Star.\nIn 1994, he started his own telecommunications company, The Communications Company, Inc., providing telecommunications to local businesses. In 2009 he began working in the IT Department at Southeastern Regional Medical Center.\nHouse of Representatives.\nPridgen is currently serving his first term as Representative for District 46 of North Carolina. In the House of Representatives he is active on seven committees. These are the Agriculture committee, the Appropriations committee (both Appropriations and Appropriations of Education, for which he is Vice-Chair) and the committees on Education, Judiciary (and Judiciary subcommittee B), and Public Utilities.\nViews.\nPridgen has been the primary sponsor of eleven bills and has co-sponsored twenty-eight other bills, including H475 which authorizes a referendum on whether to make English the official language of North Carolina. He was also a primary sponsor of bill H219 which aimed to keep stricter records of registered sex offenders in the state. Pridgen nominated Dick Taylor to serve on the University of North Carolina Board of Governors. Pridgen also served as Vice-Chairman of the Appropriations Committee for Education. In this role, he supported a motion that would allow extra tax revenue to help fund the University of North Carolina system schools. This came less than a week after the committee proposed a budget for the UNC-system of schools that would have reduced funding by $483 million, or 17.4 percent. The cuts were described as potentially causing the school system to lose 3,200 jobs and cut 9,000 classes.\nPersonal life.\nPridgen has four children with his wife, Wendy.","categories":[],"infobox_types":["Politician"],"annotations":[{"uri":"United_States_Republican_Party","surface_form":"Republican","offset":68},{"uri":"North_Carolina_General_Assembly","surface_form":"North Carolina General Assembly","offset":93},{"uri":"North_Carolina_House_of_Representatives","surface_form":"North Carolina House of Representatives","offset":133},{"uri":"Hoke_County%2C_North_Carolina","surface_form":"Hoke","offset":266},{"uri":"Robeson_County%2C_North_Carolina","surface_form":"Robeson","offset":272},{"uri":"Scotland_County%2C_North_Carolina","surface_form":"Scotland","offset":284},{"uri":"Laurinburg%2C_North_Carolina","surface_form":"Laurinburg","offset":348},{"uri":"United_States_Military","surface_form":"United States Military","offset":411},{"uri":"Robeson_Community_College","surface_form":"Robeson Community College","offset":556},{"uri":"Southern_Bell","surface_form":"Southern Bell Telephone Company","offset":599},{"uri":"BellSouth_Telecommunications","surface_form":"BellSouth Telecommunications","offset":651},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":689},{"uri":"United_States_Army","surface_form":"United States Army","offset":742},{"uri":"Vietnam","surface_form":"Vietnam","offset":825},{"uri":"Bronze_Star","surface_form":"Bronze Star","offset":884},{"uri":"Referendum","surface_form":"referendum","offset":1699},{"uri":"University_of_North_Carolina","surface_form":"University of North Carolina","offset":1946}]}