{"id":293496,"url":"http://en.wikipedia.org/wiki/Paleolithic_diet","text":"The modern diet known as the paleolithic diet (abbreviated as 'paleo diet' or 'paleodiet') is a way of eating. It is also called the 'caveman diet', 'Stone Age diet' or 'hunter-gatherer diet'.\nIt is based on the wild plants and animals which humans ate in the Paleolithic era. This was a period about 2.5 million years long: it ended around 10,000 years ago, when people began farming. The term \"Paleolithic diet\" may also refer to what people actually ate back then instead of the diet today. The diet is much lower in carbohydrates than is usual today, and much higher in protein.\nWalter L. Voegtlin first made the modern Paleolithic diet popular in the 1970s.\nAuthors and researchers recommended and changed the diet in several books and academic journals.\nPaleolithic nutrition is based on the idea in evolution that modern humans are genetically adapted to the way their Paleolithic ancestors ate, and that human genetics have not changed much since people began growing their own food. Therefore a good way of eating today would be like how people ate then.\nThe basic idea is that the diet is healthy because our body is adapted to make use of it. Two studies of the Paleolithic diet in humans have shown good things for people's health.\nThis way of eating is somewhat controversial among nutritionists.\nSome argue that if hunter gatherer societies did not suffer from certain diseases, this was because they ate food with fewer calories, or for other reasons. They also say it may not be how people really ate in the Paleolithic era.It is also reckoned that over 50,000 English children now [have or will develop] ‘adult-onset’ diabetes which, as the name implies, was until recently practically unknown in children. Rates of this type of diabetes in British children have increased by a factor of 10 in the last five years. A representative of Diabetes UK comments: ‘we will soon be seeing our children growing up losing limbs and going blind’. It is now often stated that today's British children on average may well die younger than their parents. It seems safe to say that they will be disabled for more years before they die. Such predictions are supported by a comparison of rates of disease in 55–64-year-old men in the UK\".\nThe huge intake of calories is not balanced, as it once was, by the hard work needed to stay alive and do the hard work necessary to live. The industrial revolution changed work in all walks of life. Now machines do the hard work.\nAnd it is not just a question of fat and carbohydrates. The consumption of sodium salt is hugely greater today than ever before.\nThese present-day eating habits, and the lack of exercise, lead to cardiovascular disease, high blood pressure, type 2 diabetes, osteoporosis and cancer, and to obesity in the US and other Western countries.\nReasons for the diet.\nAccording to S. Boyd Eaton, \"we are the heirs of inherited characteristics accrued over millions of years; the vast majority of our biochemistry and physiology are tuned to life conditions that existed before the advent of agriculture some 10,000 years ago. Genetically our bodies are virtually the same as they were at the end of the Paleolithic era some 20,000 years ago\".\nIdeas about paleolithic nutrition come from evolutionary biology. The reason for eating like this is that natural selection had enough time for Paleolithic humans' bodies and metabolisms to get used to the food that they could eat then. But in the 10,000 years since people started farming, natural selection has not had enough time for people's genetics to change to get used to the new diet. This has led to some diseases.\nMore than 70% of the total daily energy consumed by all people in the United States comes from foods such as dairy products, cereals, refined sugars, refined vegetable oils and alcohol, that Paleolithic supporters say were not eaten during the Paleolithic era. However, there is evidence that Paleolithic societies may have been using cereals for food use at least as early as 23,000 years ago, more than 100,000 years ago, and perhaps as early as 200,000 years ago. However, Loren Cordain has said that the new evidence shows that grains were not eaten much back then, and he has also said that eating of wild grass seeds of any kind needs technology and processing to make the food possible to eat, and that this technology was probably not around 105,000+ years ago.\nDisagreements.\nDisagreements are not about the background consensus described above. It is about how good the Paleolithic diet is as a solution to that problem. It is also about whether the argument behind the diet is a sound argument.\nNot everybody agrees with evolutionary reasons behind the Paleoithic diet. According to Alexander Ströhle, Maike Wolters and Andreas Hahn, with the Department of Food Science at the University of Hanover, saying the human genome evolved during the Pleistocene (a period from 1,808,000 to 11,550 years ago) is not based on the right beliefs about evolution.\nThey also say that 10,000 years may have been enough time for people to adapt to diets with food grown through farming. For example, alleles that helped people eat dairy became common in Europe just a few thousand years after people started raising animals. There is also evidence that the diet of Stone Age humans may have had some form the refined starches and grains that are not part of the paleolithic diet. A 2010 study showed the discovery of a 30,000 year old mortar and pestle from which flour of several plants were isolated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stone_Age","surface_form":"Stone Age","offset":150},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":170},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":260},{"uri":"Human_evolution","surface_form":"evolution","offset":806},{"uri":"Adapted","surface_form":"adapted","offset":851},{"uri":"Genetics","surface_form":"genetics","offset":918},{"uri":"Controversial","surface_form":"controversial","offset":1275},{"uri":"Nutritionist","surface_form":"nutritionist","offset":1295},{"uri":"Type_2_diabetes","surface_form":"diabetes","offset":1635},{"uri":"Calories","surface_form":"calories","offset":2258},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":2382},{"uri":"Salt","surface_form":"salt","offset":2552},{"uri":"Cardiovascular_disease","surface_form":"cardiovascular disease","offset":2666},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":2695},{"uri":"Type_2_diabetes","surface_form":"type 2 diabetes","offset":2711},{"uri":"Osteoporosis","surface_form":"osteoporosis","offset":2728},{"uri":"Cancer","surface_form":"cancer","offset":2745},{"uri":"Obesity","surface_form":"obesity","offset":2760},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":3248},{"uri":"Natural_selection","surface_form":"natural selection","offset":3310},{"uri":"Metabolism","surface_form":"metabolism","offset":3379},{"uri":"Genetics","surface_form":"genetics","offset":3550},{"uri":"Solution","surface_form":"solution","offset":4534},{"uri":"Argument","surface_form":"argument","offset":4589},{"uri":"University_of_Hanover","surface_form":"University of Hanover","offset":4817},{"uri":"Human_genome","surface_form":"human genome","offset":4851},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":4883},{"uri":"Adaptation","surface_form":"adapt","offset":5064},{"uri":"Alleles","surface_form":"alleles","offset":5125},{"uri":"Dairy","surface_form":"dairy","offset":5156}]}