{"id":293572,"url":"http://en.wikipedia.org/wiki/Prosthesis","text":"A prosthesis is a device made to replace a missing human body part. They are used by people who are missing body parts due to accidents, health problems (amputees) or being born without them. Originally, prostheses were simply pieces of wood (for example, wooden legs), but now they are made of lighter materials.\nCurrently available prostheses can help return mobility to those with transtibial (below the knee), transfemoral (above the knee), transradial (below the elbow), and transhumeral (above the elbow) amputations. There is still much research to be done before artificial limbs can function with the same versatility as a natural limb; as a result many of the currently available prosthetic limbs are tailored to a specific activity or need.\nIn sports.\nIn Para-alpine skiing, the device needs to be made to work like an ankle because the way the ankle moves is very important in skiing. The device for skiing is only used in skiing. People use other prostheses when they are not skiing.\nProsthetic arms can be designed for climbing as well. Private Jaco Van Gass, an amputee veteran, designed a special prosthetic arm with a built in ice pick that he would use to climb Mount Everest. It also includes a battery pack and heat patch to keep his stump warm.\nOlympic sprinter Oscar Pistorius also had prostheses designs specifically for spot. He used carbon fiber running blades that, some argue, give an advantage over natural legs.\nUnderlying Mechanisms.\nA traditional prosthetic limb consists of three main components: a socket, an attachment mechanism, and a control system.\nThe socket is the part of the prosthetic that attaches to the users natural body. A precise fit is extremely important to the function of the limb, so typically molds are taken of a patient’s residual limb to ensure the fit is ideal. If it does not fit correctly, the socket could cause severe tissue damage to the patient.\nThe attachment mechanism is a means of securely anchoring the limb in a way that is both comfortable and easy for the user to control. The attachment mechanism may work by tension (straps) or even merely by suction between the socket and the limb.\nThe control system varies greatly from limb to limb. Some are controlled entirely by the user’s motion; he or she learns to balance on it. In other cases, cables are pulled to cause a limb to bend in the desired direction.\nToday, the most promising control system is the myoelectric signal. This technology is allowing for thought-controlled prosthetics to be developed.\nOther websites.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Body","surface_form":"body","offset":57},{"uri":"Amputation","surface_form":"amputees","offset":154},{"uri":"Birth_defect","surface_form":"born without them","offset":173},{"uri":"Wood","surface_form":"wood","offset":237},{"uri":"Mobility_aid","surface_form":"mobility","offset":361},{"uri":"Para-alpine_skiing","surface_form":"Para-alpine skiing","offset":766},{"uri":"Ankle","surface_form":"ankle","offset":830},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":1180},{"uri":"Oscar_Pistorius","surface_form":"Oscar Pistorius","offset":1283},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":1358},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":1880},{"uri":"Tension_(mechanics)","surface_form":"tension","offset":2082}]}