{"id":293585,"url":"http://en.wikipedia.org/wiki/Hemorrhoid","text":"ce=\"preserve\">Hemorrhoid or haemorrhoid (also commonly called piles) are vascular structures (similar to veins) in the anal canal which help with stool evacuation. We only speak of hemorrhoids (or piles) when they become swollen or inflamed. But Hemorrhoids are a normal part of the anatomy and everyone has these structures. They act as a cushion that is made of complex tissue. Their job is to aid the passage of stool. Hemorrhoids are very common. Nearly three out of four adults will have hemorrhoids from time to time.\nCauses.\nIt is not known what causes hemorrhoids, but doctors often speak of several main factors. These factors include chronic constipation or diarrhea, sitting on the toilet for a long time and straining during defecation. Hemorrhoids may also appear because of sports. When something heavy is lifted, additional pressure is applied on the area. Women are in danger of having hemorrhoids during pregnancy. This also happens due to increased pressure from the baby. Hemorrhoids are more likely with aging because the tissue becomes weaker. Some people are more likely to get hemorrhoids if other family members have them.\nSymptoms.\nAccording to their anatomical origin hemorrhoids can be two types - internal and external. Internal hemorrhoids originate from inside the anus. But internal hemorrhoids can also go down and show outside the anus. In this case, medical professionals are talking about prolapse.\nSymptoms of internal hemorrhoids include \"itching, bleeding, swelling, mucus discharge, burning sensation, prolapse, and soiling\". Patients also complain of general discomfort while sitting, feeling of fullness and presence of a foreign body inside the anus. Internal hemorrhoids can only cause painless bleeding from the anus, while external hemorrhoids are painful. External hemorrhoids are located on the outside of the anus. They look like a bluish lump. But sometimes internal hemorrhoids can also become extremely painful. This happens because they develop a clot. In these cases, a thrombosed hemorrhoid occurs and it may have to be operated. Pain in the area around the anus may be due to another disease, such as anal fissure, anal fistula, or proctitis.\nDiagnosis.\nHemorrhoids are diagnosed by a doctor. A visual examination of the anus is usually needed. The doctor may want to perform a rectal examination which will help detect internal hemorrhoids, tumours, polyps, or abscesses. The visual examination usually requires a special device, called anoscope to be inserted in the anus. The procedure is painless unless another disease is presented.\nTreatment.\nTreatment of hemorrhoids can be done at home or in the hospital. Usually, the best option is to prevent getting them. This can be done by keeping the stools soft and bulk, so they pass easily during defecation. Stools can be made softer and larger by increasing fiber intake. This means eating more fruits, vegetables, and whole grains. Most people do not have enough fiber in their diet. In such case, fiber supplements, such as psyllium or methylcellulose, can be of benefit.\nIt is also important to increase fluids intake and maintain hydration. It is recommended to drink six to eight glasses of water a day to help keep stools soft.\nHome treatment may include sitz baths, topical creams, and suppositories. There are many types available for the treatment of hemorrhoids, but there is little evidence supporting their use.\nSmall lifestyle modifications are important when dealing with hemorrhoids. Not straining during defecation and going as soon as the urge appears are important measures. Staying active can help prevent constipation and reduce weight.\nProcedures.\nSometimes hemorrhoids can not be treated at home or the patient seeks help. Doctors can treat hemorrhoids with office procedures or in a hospital setting.\nIn severe cases when home and office procedures fail, a surgical approach can be considered. There are several surgical techniques used. All of them are associated with different complications, such as bleeding, infection (sepsis), anal strictures, fecal incontinence, etc. Some of the procedures involve hemorrhoid removal. These procedures are commonly known as Hemorrhoidectomy. There are several variants, but in all of them, the surgeon will remove the hemorrhoids. The procedure can be performed to remove external and large prolapsing internal hemorrhoids. Hemorrhoidectomy is infamous for being very painfu. l This is due to specific location, where the procedure is performed. The anal canal contains many nerves, which can easily be traumatized.\nOther surgical procedures include - stapled hemorrhoidopexy (PPH, Longo's procedure) and doppler-guided artery ligation (DG-HAL/RAR or THD).\nStapled hemorrhoidopexy involves a special device, called stapler, which lifts and fixates the prolapsed hemorrhoids. The stapler will also excise mucosal tissue to block the blood flow to the remaining hemorrhoids. However, stapling procedure is associated with a greater risk of recurrence.\nDoppler-guided ligation of hemorrhoidal arteries (DG-HAL/RAR or THD) has been recently purposed as a safe and relatively painless alternative to hemorrhoidectomy. A special ultrasound device is applied to identify the arteries that supply the hemorrhoids. The surgeon will then will the ligate them, cutting the blood supply and preventing further problems. However, the procedure is associated with a high recurrence rate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Defecation","surface_form":"stool evacuation","offset":146},{"uri":"Inflammation","surface_form":"inflamed","offset":232},{"uri":"Anatomy","surface_form":"anatomy","offset":283},{"uri":"Medical_doctor","surface_form":"doctor","offset":577},{"uri":"Pregnancy","surface_form":"pregnancy","offset":921},{"uri":"Baby","surface_form":"baby","offset":985},{"uri":"Anus","surface_form":"anus","offset":1295},{"uri":"Bleeding","surface_form":"bleeding","offset":1485},{"uri":"Mucus","surface_form":"mucus","offset":1505},{"uri":"Pain","surface_form":"pain","offset":1729},{"uri":"Clot","surface_form":"clot","offset":1999},{"uri":"Surgery","surface_form":"operated","offset":2074},{"uri":"Disease","surface_form":"disease","offset":2139},{"uri":"Anal_fissure","surface_form":"anal fissure","offset":2156},{"uri":"Rectum","surface_form":"rectal","offset":2333},{"uri":"Tumour","surface_form":"tumour","offset":2397},{"uri":"Polyp","surface_form":"polyp","offset":2406},{"uri":"Anoscopy","surface_form":"anoscope","offset":2493},{"uri":"Dietary_fiber","surface_form":"fiber","offset":2866},{"uri":"Psyllium","surface_form":"psyllium","offset":3034},{"uri":"Methylcellulose","surface_form":"methylcellulose","offset":3046},{"uri":"Hydration","surface_form":"hydration","offset":3142},{"uri":"Sepsis","surface_form":"sepsis","offset":4055},{"uri":"Incontinence","surface_form":"incontinence","offset":4087},{"uri":"Hemorrhoidectomy","surface_form":"Hemorrhoidectomy","offset":4196},{"uri":"Ultrasound","surface_form":"ultrasound","offset":5195}]}