{"id":293526,"url":"http://en.wikipedia.org/wiki/Asian_Development_Bank","text":"The Asian Development Bank (ADB) is a regional development bank established on 19 December 1966, which is headquartered in Tokyo, Japan. The company also maintains 31 field offices around the world to promote social and economic development in Asia. The bank admits the members of the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP, formerly the Economic Commission for Asia and the Far East or ECAFE) and non-regional developed countries. From 31 members at its establishment, ADB now has 68 members.\nThe ADB was modeled closely on the World Bank, and has a similar weighted voting system where votes are distributed in proportion with members' capital subscriptions. ADB releases an annual report that summarizes its operations, budget and other materials for review by the public. The ADB-Japan Scholarship Program (ADB-JSP) enrolls about 300 students annually in academic institutions located in 10 countries within the Region. Upon completion of their study programs, scholars are expected to contribute to the economic and social development of their home countries.\nADB is an official United Nations Observer.\nAs of 31 December 2018, Japan and the United States each holds the largest proportion of shares at 15.571%. China holds 6.429%, India holds 6.317%, and Australia holds 5.773%.\nThe Asian Development Bank (ADB) is a regional development bank established on 22 August 1966 to facilitate economic development of countries in Asia. The President of the Asian Development Bank is Abhist Vejjajiva","categories":[],"infobox_types":[],"annotations":[{"uri":"Multilateral_development_bank","surface_form":"regional development bank","offset":38},{"uri":"Economic_development","surface_form":"economic development","offset":220},{"uri":"United_Nations_Economic_and_Social_Commission_for_Asia_and_the_Pacific","surface_form":"United Nations Economic and Social Commission for Asia and the Pacific","offset":285},{"uri":"Developed_country","surface_form":"developed countries","offset":452},{"uri":"World_Bank","surface_form":"World Bank","offset":570},{"uri":"United_Nations","surface_form":"United Nations","offset":1125},{"uri":"Multilateral_development_bank","surface_form":"regional development bank","offset":1364},{"uri":"Economic_development","surface_form":"economic development","offset":1434},{"uri":"Abhist_Vejjajiva","surface_form":"Abhist Vejjajiva","offset":1524}]}