{"id":29368,"url":"http://en.wikipedia.org/wiki/Ganesha","text":"Ganesha or (Ganesh) is the elephant-headed god in Hinduism. He is the son of Shiva and Parvati.\nGanesha is a very popular god in Hinduism, and was one of the most worshipped. Hindu tradition states that Ganesha is a god of wisdom, success and good luck. He is also the giver of different types of favors. The Hindu tradition calls Ganesha as the Vighneshvara. \"Vighneshvara\" in Sanskrit language means one who was the lord of obstacles or difficulties. Thus, the Hindu tradition states that by worshiping Ganesha, one can remove all obstacles and difficulties.\nHis worship to God.\nThere are many temples (mandirs) of Ganesha, however in many Hindu temples there are statues and carvings. But, in most of the temples of Hindus, people worship Ganesha. Hindu Tradition gives Ganesha an important place. The tradition says that Hindus should worship their religious functions and ceremonies because he is the god of all obstacles. Generally, many Hindus also worship Ganesha before starting any new thing. Thus, for example, before occupying a new household\nBirth.\nA story says that one day, Goddess Parvati was taking a bath at home. She did not want anyone to disturb her. She created a boy with her powers, and told him to guard and not let anyone in. When Lord Shiva came home, he wanted to come inside but the boy would not let him. Lord Shiva asked his army to make him go away, but his army failed. Finally, Shiva just cut the boy’s head off. When Parvati had heard what had happened, she was angry. She pleaded with Shiva to save him. Lord Shiva sent his army to go find a head for Ganesha. His army came back with an elephant head.\nHis image.\nHe is often different in each picture, unlike most Hindu gods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deity","surface_form":"god","offset":43},{"uri":"Hinduism","surface_form":"Hinduism","offset":50},{"uri":"Shiva","surface_form":"Shiva","offset":77},{"uri":"Parvati","surface_form":"Parvati","offset":87},{"uri":"Hindus","surface_form":"Hindus","offset":825},{"uri":"Picture","surface_form":"image","offset":1642}]}