{"id":293751,"url":"http://en.wikipedia.org/wiki/Kupang","text":"Kupang is the provincial capital of East Nusa Tenggara province in southeast Indonesia.\nThe city is in West Timor on the island of Timor, and had a population estimated in 2012 at 450,000. It is surrounded by (but is separate from) the regency of Kupang, which had a population estimated in 2009 at 394,173. It is the biggest city and port on the island of Timor.\nKupang's economy is mainly based on its cement industry and the export and import of goods from its busy port. The airport of Kupang El Tari (IATA-Code: KOE), is approximately 8 km from the city center to the east. As capital of East Nusa Tenggara, the transport and administrative links from Kupang with isolated islands are extensive.\nHistory.\nThe location was an important port and trading point during the Portuguese and Dutch colonial eras. There are ruins and remnant signs of the colonial presence in the city.\nThe city was an important landing and refueling place for early long distance airplane flights between Europe and Australia in the early twentieth century. It was an important location during the conflict in East Timor, for the Indonesian military, as well as the militias. The camps around Kupang were also of significant impact on the city.\nIn 1962, the University of Nusa Cendana was established, and the city became important both in the field of education and also economically.\nIn 1967, the city was made the seat of the Diocese of Kupang. In 1989 the diocese was elevated to become the Archdiocese of Kupang.\nWilliam Bligh.\nKupang was the final destination of William Bligh who was set adrift in an open boat during the Mutiny on the Bounty (1789). The Mutiny on the Bounty took place about 30 nautical miles (56 km) from Tofua. Lt William Bligh navigated the overcrowded 23 foot (7 m) open launch on an epic 41-day voyage first to Tofua and then to the West Timor city of Kupang equipped only with a sextant and a pocket watch— no charts or compass. He recorded the distance as 3,618 nautical miles (6710 km). He passed through the difficult Torres Strait along the way and landed on June 14. The only casualty of his voyage was a crewman named John Norton who was stoned to death by the natives of Tofua, the first island they tried to land on.\nWilliam and Mary Bryant.\nNews of the journey of Captain Bligh inspired the escape of a party of convicts from the penal colony at Sydney Cove, Australia. A group of nine convicts and two children, led by William Bryant, stole a small uncovered government boat and escaped from Port Jackson, Australia. Ten weeks later, they arrived at Kupang, having covered, a feat as remarkable as Blighs, given that only three members of the group had any sailing experience.\nSailing.\nKupang is the first port of call for yachts in the annual Sail Indonesia rally which starts in Darwin, Australia towards the end of July each year. In 2006 about 100 yachts from around the world took part in the rally. From Kupang yachts head north to Alor and then stop at various ports in Indonesia over a period of about three months ending up in Singapore.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"East_Nusa_Tenggara","surface_form":"East Nusa Tenggara","offset":36},{"uri":"Province","surface_form":"province","offset":55},{"uri":"Indonesia","surface_form":"Indonesia","offset":77},{"uri":"West_Timor","surface_form":"West Timor","offset":103},{"uri":"Timor","surface_form":"Timor","offset":131},{"uri":"Economy","surface_form":"economy","offset":373},{"uri":"Cement","surface_form":"cement","offset":404},{"uri":"Industry","surface_form":"industry","offset":411},{"uri":"Export","surface_form":"export","offset":428},{"uri":"Import","surface_form":"import","offset":439},{"uri":"El_Tari","surface_form":"El Tari","offset":497},{"uri":"IATA","surface_form":"IATA-Code","offset":506},{"uri":"Portugal","surface_form":"Portuguese","offset":774},{"uri":"Netherlands","surface_form":"Dutch","offset":789},{"uri":"Europe","surface_form":"Europe","offset":985},{"uri":"Australia","surface_form":"Australia","offset":996},{"uri":"East_Timor","surface_form":"East Timor","offset":1090},{"uri":"University_of_Nusa_Cendana","surface_form":"University of Nusa Cendana","offset":1238},{"uri":"Roman_Catholic_Archdiocese_of_Kupang","surface_form":"Diocese of Kupang","offset":1409},{"uri":"Diocese","surface_form":"diocese","offset":1440},{"uri":"Archdiocese_of_Kupang","surface_form":"Archdiocese of Kupang","offset":1475},{"uri":"William_Bligh","surface_form":"William Bligh","offset":1549},{"uri":"Mutiny_on_the_Bounty","surface_form":"Mutiny on the Bounty","offset":1609},{"uri":"Tofua","surface_form":"Tofua","offset":1711},{"uri":"Sydney_Cove","surface_form":"Sydney Cove","offset":2366},{"uri":"Port_Jackson","surface_form":"Port Jackson","offset":2513},{"uri":"Sail_Indonesia","surface_form":"Sail Indonesia","offset":2765},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":2802},{"uri":"Alor","surface_form":"Alor","offset":2959},{"uri":"Singapore","surface_form":"Singapore","offset":3057}]}