{"id":293709,"url":"http://en.wikipedia.org/wiki/Fort_Belvedere%2C_Surrey","text":"e=\"preserve\">Fort Belvedere is a country house on Shrubs Hill in Windsor Great Park, England, very near Sunningdale, Berkshire, but actually over the border in the borough of Runnymede in Surrey. It is a former royal residence - from 1750 to 1976 - and is most famous for being the home of King Edward VIII. Fort Belvedere is still owned by the Crown, and is now occupied by private tenants.\nEarly history.\nFort Belvedere was built 1750-1755, for Prince William Augustus, Duke of Cumberland, younger son of George II and Queen Caroline, famous for his role in the Battle of Culloden. It was, at first, merely a folly (a building built as art, instead of having a purely practical purposes). It was used as a summer-house, and seven counties could be seen, as now, from the top of the flagstaff tower. The triangular turreted structure was set in a dense plantation of trees and overlooked Virginia Water, a man-made body of water constructed by Thomas and Paul Sandby at the request of the Duke.\nSir Jeffrey Wyattville, who was responsible for the rebuilding of Windsor Castle under George IV, enlarged the house in 1828, for use as a hunting lodge. Additions included an octagon room in the North-East side, where the King regularly had dinner.\nThe new work included the extension of the military appearance of the house, though it never had any military use. A set of 31 guns, cast 1729-1749 by the first master founder at the Royal Foundry, later the Royal Arsenal, Woolwich, were used to fire salutes until 1907, often for Queen Victoria who was a frequent visitor. The Bombardier entrusted with the care of the guns lived in Bombardier’s Cottage, connected to the main house by an archway.\nLater the property was used by a variety of royals, or their servants. In 1911, the old building was converted into a residence, and was used by Prince Arthur, Duke of Connaught and Strathearn. The fort has 7 bedrooms.\nThe ruins in the grounds can be seen from the shore of Virginia Water and are part of an ancient temple brought from Leptis Magna near Tripoli. The ruins are located between the south shore and Blacknest Road close to the junction with the A30 London Road and Wentworth Drive.\nKing Edward VIII.\nIn 1929, the building became vacant, and was given to Prince Edward, the Prince of Wales by his father, King George V. This became the Prince's chief residence, and was used extensively by the Prince for entertaining and as a country retreat. When he became King in 1936, Edward continued to use the Fort, even though he now had a much wider choice of residences to live in.\nThe Prince of Wales was resident 1930-36. During his tenure extensive remodelling to the interior was carried out. Interior decorator Herman Schrijver, who had decorated the home of the prince's future wife, Wallis Simpson, worked on the Fort's interiors in 1935.\nThe Fort became the setting of the Abdication crisis during 1936, when Edward abdicated the throne following the British and Dominion governments' opposition to his marriage to Wallis Simpson. Edward held his final meetings with British Prime Minister Stanley Baldwin and signed the Instrument of Abdication, witnessed by his brothers, at the Fort.\nLater residents.\nDuring World War II, the Fort was used by the Office of the Commissioners of Crown Lands, which had been evacuated from their central London offices. After the War the house stayed empty. The Hon. Gerald Lascelles, younger son of Mary, the Princess Royal (daughter of King George V) was the tenant 1956-1975, on a 99 year lease. He restored the gardens, and added a swimming pool, and tennis court. In 1976 the Emir of Dubai moved in. More recently the house is occupied by private tenants. The Crown Estate Commissioners remain the owners of the freehold, as the property is still part of the Great Park.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_house","surface_form":"country house","offset":33},{"uri":"Windsor_Great_Park","surface_form":"Windsor Great Park","offset":65},{"uri":"England","surface_form":"England","offset":85},{"uri":"Sunningdale","surface_form":"Sunningdale","offset":104},{"uri":"Berkshire","surface_form":"Berkshire","offset":117},{"uri":"Borough","surface_form":"borough","offset":164},{"uri":"Runnymede_(borough)","surface_form":"Runnymede","offset":175},{"uri":"Surrey","surface_form":"Surrey","offset":188},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"King Edward VIII","offset":290},{"uri":"Prince_William_Augustus%2C_Duke_of_Cumberland","surface_form":"Prince William Augustus, Duke of Cumberland","offset":447},{"uri":"George_II_of_Great_Britain","surface_form":"George II","offset":507},{"uri":"Caroline_of_Ansbach","surface_form":"Queen Caroline","offset":521},{"uri":"Battle_of_Culloden","surface_form":"Battle of Culloden","offset":564},{"uri":"Folly","surface_form":"folly","offset":611},{"uri":"Virginia_Water","surface_form":"Virginia Water","offset":889},{"uri":"Thomas_Sandby","surface_form":"Thomas","offset":945},{"uri":"Paul_Sandby","surface_form":"Paul Sandby","offset":956},{"uri":"Jeffrey_Wyattville","surface_form":"Jeffrey Wyattville","offset":1000},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":1062},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV","offset":1083},{"uri":"Royal_Arsenal","surface_form":"Royal Arsenal","offset":1454},{"uri":"Woolwich","surface_form":"Woolwich","offset":1469},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1527},{"uri":"Prince_Arthur%2C_Duke_of_Connaught_and_Strathearn","surface_form":"Prince Arthur, Duke of Connaught and Strathearn","offset":1840},{"uri":"Virginia_Water","surface_form":"Virginia Water","offset":1969},{"uri":"Leptis_Magna","surface_form":"Leptis Magna","offset":2031},{"uri":"Tripoli","surface_form":"Tripoli","offset":2049},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"Prince Edward, the Prince of Wales","offset":2263},{"uri":"George_V_of_the_United_Kingdom","surface_form":"King George V","offset":2313},{"uri":"Abdication_Crisis_of_Edward_VIII","surface_form":"Abdication crisis","offset":2883},{"uri":"Wallis%2C_Duchess_of_Windsor","surface_form":"Wallis Simpson","offset":3025},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"British Prime Minister","offset":3077},{"uri":"Stanley_Baldwin","surface_form":"Stanley Baldwin","offset":3100},{"uri":"His_Majesty%27s_Declaration_of_Abdication_Act_1936","surface_form":"Instrument of Abdication","offset":3131},{"uri":"World_War_II","surface_form":"World War II","offset":3221},{"uri":"Crown_Lands","surface_form":"Crown Lands","offset":3291},{"uri":"London","surface_form":"London","offset":3348},{"uri":"Gerald_Lascelles","surface_form":"Gerald Lascelles","offset":3411},{"uri":"Mary%2C_Princess_Royal_and_Countess_of_Harewood","surface_form":"Mary, the Princess Royal","offset":3444},{"uri":"Dubai","surface_form":"Dubai","offset":3633},{"uri":"Crown_Estate","surface_form":"Crown Estate","offset":3709},{"uri":"Freehold_(law)","surface_form":"freehold","offset":3761}]}