{"id":293792,"url":"http://en.wikipedia.org/wiki/Benedict_Arnold","text":"Benedict Arnold V (– 14 June 1801) was a general during the American Revolutionary War. He began the war in the Continental Army but later changed to the British Army. While on the American side, led the fort at West Point, New York. He planned to give the fort to the British army. He was caught in September 1780 and switched sides to the British Army. He was made a brigadier general in the British Army.\nThe Continental Congress decided to promote other people instead of Arnold, and this made him angry. Other officers claimed credit for some of Arnold's actions. When he lived in Philadelphia, Arnold was accused of corruption, but he was found innocent. Congress investigated his accounts, and found that he owed it money after he had spent much of his own money on the war effort.\nArnold was angry about being passed over for promotion and being told to pay money even though he had already given much of his money to the army. He decided to change sides in 1779, and he began to secretly talk to the British\nIn July 1780, he asked for, and got, command of West Point. Secretly, he planned to surrender it to the British. But Arnold's contact in the British army, Major John André, was captured. André had been carrying papers Arnold had given him that revealed the plot. Upon learning of André's capture, Arnold ran away down the Hudson River to the British ship \"HMS Vulture\". Arnold was almost captured by the forces of George Washington, but he did get away.\nArnold was made a brigadier general in the British Army, an annual pension of £360, and a lump sum of over £6,000. During the American Revolutionary War, he led British forces on raids in Virginia, and against New London and Groton, Connecticut. In the winter of 1782, Arnold moved to London with his second wife, Margaret \"Peggy\" Shippen Arnold. In England, the king and the Tory political party liked him, but the Whig political party did not. In 1787, Arnold became a merchant again became a merchant, with his sons Richard and Henry in Saint John, New Brunswick, but returned to London to settle permanently in 1791, where he died ten years later.\nBecause of the way he changed sides, his name quickly became a byword in the United States for treason or betrayal. Some of the memorials that have been placed in his honor show the mixed feelings people still have about him.\nEarly life.\nBenedict was the second of six children of Benedict Arnold III (1683–1761) and Hannah Waterman King. He was born in Norwich, Connecticut on January 14, 1741. He was named after his great-grandfather Benedict Arnold. That Benedict Arnold had been governor of the Colony of Rhode Island. Benedict Arnold was also named after his brother Benedict IV, who died in infancy. Out of the six children, only Benedict and his sister Hannah lived to be adults; his other brothers and sisters died of yellow fever when they were still children. Arnold's mother's mother's ancestor was John Lothropp. Lothropp was also the ancestor of at least four U.S. presidents.\nArnold's father was a businessman. Socially, the family was high-ranking in Norwich. When he was ten, Arnold was sent to a private school in Canterbury. His parents planned for him to go to Yale. However, after the brother and sisters died, Arnold's father started drinking, and the family lost some of its money. By the time Arnold was fourteen, his family could not pay for private education. His father also drank too much and was in too poor health to teach Arnold to work in the family business. Arnold's mother's friends made Arnold the apprentice with two of her cousins, Daniel and Joshua Lathrop, in an apothecary and general merchandise business in Norwich. His apprenticeship with the Lathrops lasted seven years.\nIn 1755, Arnold tried to join the provincial militia to fight in the French and Indian War, but his mother did not let him. In 1757, when Arnold was sixteen, he did enlist in the militia, which marched to Albany and Lake George. When Arnold's commanders heard that the French had captured of Fort William Henry, they turned around. Arnold was in the military for 13 days Some say that Arnold deserted in 1758 but there is no proof.\nArnold's mother died in 1759. Arnold's father's alcoholism got worse, so Arnold had to support his father and younger sister. His father was arrested for public drunkenness, was refused communion by his church, and eventually died in 1761.\nBusinessman.\nThe Lathrops helped Arnold become a pharmacist and bookseller in New Haven, Connecticut in 1762.\nArnold was hardworking and successful, and his business begame larger. In 1763, he repaid the Lathrops the money he borrowed, bought back the family house that his father had sold, and re-sold it a year later for a large profit.\nIn 1764 he and Adam Babcock, another young New Haven merchant, became partners. Using the profits from the sale of the family house, they bought three ships and started trading with the West Indies. Arnold brought his sister Hannah to New Haven to work in the apothecary business when he was not there. He traveled a lot for his business, throughout New England and from Quebec to the West Indies, often running of one of his own ships. On one of his voyages, Arnold fought a duel in Honduras with a British sea captain who had called him a \"damned Yankee, destitute of good manners or those of a gentleman.\" The captain was wounded after in the first part duel, and apologized after Arnold threatened to aim to kill on the second part.\nThe Sugar Act of 1764 and the Stamp Act of 1765 limited trade in the colonies. Because of the Stamp Act, Arnold joined groups of people who did not like those taxes. He also joined the Sons of Liberty, a secret organization. The Sons of Liberty sometimes used violence. At first, Arnold did not go to protests in public. Like many merchants, Arnold opposed the Stamp Act by continuing his trading business without paying the tax. This meant he was a smuggler. Arnold also lost much of his money. He owed £16,000 and some creditors told people that he was bankrupt. He sued them.\nOn the night of January 28, 1767, Arnold and members of his crew, watched by a crowd of Sons of Liberty, attacked and beat up a man whom they thought had told the government that Arnold was smuggling. Arnold was convicted of disorderly conduct and fined the relatively small amount of 50 shillings. This sentence was very light. This might have been because many people knew about the case and agreed with Arnold.\nOn February 22, 1767, Arnold married Margaret Mansfield. She was the daughter of Samuel Mansfield, the sheriff of New Haven. Historians think Arnold may have met Samuel Mansfield at the local Masonic Lodge. Arnold became business partners with Samuel Mansfield. Samuel Mansfield used his job as sheriff to help Arnold stay away from people to whom he owed money. Arnold's first son, Benedict VI, was born in 1768. Richard Arnold was born in 1769. Henry Arnold was born in 1772. Margaret died early in the revolution, on June 19, 1775, while Arnold was still at Fort Ticonderoga. Even while Margaret Arnold was still alive, it was really Arnold's sister Hannah who ran their house.\nArnold was in the West Indies when the Boston Massacre happened on March 5, 1770. He wrote he was \"very much shocked\" and wondered \"good God, are the Americans all asleep and tamely giving up their liberties, or are they all turned philosophers, that they don't take immediate vengeance on such miscreants.\"\nEarly Revolutionary War.\nArnold began the war when he was elected as a captain in Connecticut's militia in March 1775. After the start of fighting at Lexington and Concord the following month, his company marched northeast to help at the siege of Boston that followed. Arnold told the Massachusetts Committee of Safety of his idea to seize Fort Ticonderoga in New York, which he knew was poorly defended. They made him a colonel on 3 May 1775, and he immediately rode off to the west, arriving at Castleton in the disputed New Hampshire Grants (present-day Vermont) in time to join with Ethan Allen and his men in the capture of Fort Ticonderoga. He followed up that action with a bold raid on Fort Saint-Jean on the Richelieu River north of Lake Champlain. When a Connecticut militia force arrived at Ticonderoga in June, he had a dispute with its commander over control of the fort, and resigned his Massachusetts commission. He was on his way home from Ticonderoga when he learned that his wife died earlier in June.\nWhen the Second Continental Congress authorized an invasion of Quebec, in part on the urging of Arnold, he was passed over for command of the expedition. Arnold then went to Cambridge, Massachusetts, and suggested to George Washington a second expedition to attack Quebec City via a wilderness route through present-day Maine. This expedition, for which Arnold received a colonel's commission in the Continental Army, left Cambridge in September 1775 with 1,100 men. After a difficult passage in which 300 men turned back and another 200 died en route, Arnold arrived before Quebec City in November. Joined by Richard Montgomery's small army, he took part in the assault on Quebec City on 31 December, in which Montgomery was killed and Arnold's leg was shattered. Rev. Samuel Spring, his chaplain, carried him to the makeshift hospital at the Hotel Dieu. Arnold, who was promoted to brigadier general for his role in reaching Quebec, maintained an ineffectual siege of the city until he was replaced by Major General David Wooster in April 1776.\nArnold then traveled to Montreal, where he served as military commander of the city until forced to retreat by an advancing British army that had arrived at Quebec in May. He commanded the rear of the Continental Army during its retreat from Saint-Jean. James Wilkinson said Arnold was the last person to leave before the British arrived. He then directed the construction of a fleet to defend Lake Champlain, which was defeated in the October 1776 Battle of Valcour Island. His actions at Saint-Jean and Valcour Island played a notable role in delaying the British advance against Ticonderoga until 1777.\nDuring these actions, Arnold made a number of friends and a larger number of enemies within the army power structure and in Congress. He had established decent relationships with George Washington, commander of the army, as well as Philip Schuyler and Horatio Gates, both of whom had command of the army's Northern Department during 1775 and 1776. However, a dispute with Moses Hazen, commander of the 2nd Canadian Regiment, boiled over into a court martial of Hazen at Ticonderoga during the summer of 1776. Only action by Gates, then his superior at Ticonderoga, prevented his own arrest on counter charges leveled by Hazen. He had also had disagreements with John Brown and James Easton, two lower-level officers with political connections that resulted in ongoing suggestions of wrongdoing on his part. Brown was particularly vicious, publishing a handbill that claimed of Arnold, \"Money is this man's God, and to get enough of it he would sacrifice his country\".\nSaratoga and Philadelphia.\nGeneral Washington told Arnold to defend Rhode Island after the British captured Newport in December 1776. At that time, the militia did not have enough weapons and supplies to attack the British. Arnold was near his home, so he visited his children, and he spent much of the winter in Boston, where he tried to convince a woman named Betsy Deblois to marry him. She said no. In February 1777, he learned that Congress had not promoted him to major general. He tried to resign, or quit, but Washington did not let him. But Washington did write to members of Congress about the promotions. He wrote that \"two or three other very good officers\" might quit if Congress kept promoting people for political reasons instead of based on who could fight and lead the best.\nArnold decided to go to Philadelphia to talk about his future. On the way, he heard a British force was marching toward a place in Danbury, Connecticut where the Continental army had put its supplies. Arnold, David Wooster, and Connecticut militia General Gold Selleck Silliman led the militia to stop them. This was the Battle of Ridgefield. Arnold he led a small group of soldiers to stop or slow down the British as they returned to the Atlantic Ocean. Arnold was again wounded in his left leg.\nThen Arnold went on to Philadelphia, where he talked with members of Congress about his rank. Because of his good leadership at Ridgefield and because Wooster had died, Congress promoted Arnold to major general, although he did not outrank people who had been promoted before him. Arnold was not happy about this, and he tried to quit the army again. He wrote out a letter of resignation on July 11. But that day, people in Philadelphia learned that the British had captured Fort Ticonderoga. Again, Washington told Arnold he could not quit. Washington ordered Arnold to go north and help defend it.\nArnold arrived in Schuyler's camp at Fort Edward, New York on July 24. On August 13, Schuyler sent Arnold with 900 soldiers to help soldiers at Fort Stanwix. There, Arnold used a trick win. Arnold had a Native American messenger go into the camp of British Brigadier General Barry St. Leger. The messenger said that Arnold's army was much larger and closer than it truly was. St. Leger's Native American soldiers abandoned him, so St. Leger and the rest of his soldiers had to leave too.\nArnold then went back to the Hudson, where General Gates led the American army. They had gone to a camp south of Stillwater. Arnold fought very well in the Battles of Saratoga, even though he argued with General Gates and Gates told him he could no longer lead in the field. During the second battle, Arnold, against Gates' orders, went to the battlefield and led attacks on the British defenses. He was again severely wounded in the left leg late in the fighting. Arnold himself said it would have been better had it been in the chest instead of the leg. Burgoyne surrendered ten days after the second battle, on October 17, 1777. Because of Arnold's bravery at Saratoga, Congress restored his command seniority, meaning he outranked people who had been promoted to the same rank before him. However, Arnold believed they did so because they felt sorry that he had been injured. What he really wanted was an apology for not promoting him sooner.\nArnold spent several months trying to heal from his injuries. Instead of cutting off his left leg, he had it set in a cast. It healed, but it was shorter than the right leg. He returned to the army at Valley Forge in May 1778. Many of the men who fought with him at Saratoga clapped when they saw him. There he took part in the first recorded Oath of Allegiance along with many other soldiers, as a sign of loyalty to the United States.\nArnold was made military commander of Philadelphia. He made the Masters-Penn mansion, as it was then called, his headquarters at that time. Later, that house would be the presidential mansion of George Washington and John Adams, 1790–1800.\nAfter the British withdrew from Philadelphia in June 1778 Washington appointed Arnold military commander of the city. Even before the Americans reoccupied Philadelphia, Arnold began planning to make money from the change in power there. He did many business deals designed to earn money from war-related supply movements and from his rank as a general. Powerful local men sometimes stopped Arnold's plans. Together, these people found enough evidence to publicly accuse Arnold of making money improperly. Arnold demanded a court martial so he could publicly prove he did nothing wrong. He wrote to Washington in May 1779, \"Having become a cripple in the service of my country, I little expected to meet [such] ungrateful returns.\"\nArnold spent a lot of money in Philadelphia. He went to many social events, such as balls. During the summer of 1778, Arnold met Peggy Shippen, the 18-year-old daughter of Judge Edward Shippen, a Loyalist sympathizer who had done business with the British while they occupied the city. When the British had ruled Philadelphia, Major John André had also wanted to marry Peggy. Peggy and Arnold married on April 8, 1779. Peggy and her friends had learned how to write letters to the men they liked even when there were armies in between, even though the military did not want people to talk to the enemy. Joseph Stansbury, a Philadelphia merchant, helped Peggy and her friends send some of their messages.\nPlotting to change sides.\nSometime early in May 1779, Arnold met with Stansbury. Stansbury, whose testimony before a British commission apparently erroneously placed the date in June, said that, after meeting with Arnold, \"I went secretly to New York with a tender of [Arnold's] services to Sir Henry Clinton.\" Ignoring instructions from Arnold not to involve anyone else in the plot, Stansbury crossed the British lines and went to see Jonathan Odell in New York. Odell was a Loyalist working with William Franklin, the last Colonial Governor of New Jersey and the son of Benjamin Franklin. On 9 May Franklin introduced Stansbury to Major André, who had just been named the British spy chief. This was the beginning of a secret correspondence between Arnold and André, sometimes using his wife Peggy as a willing intermediary, that culminated over a year later with Arnold's change of sides.\nSecret communications.\nAndré spoke to General Clinton, who gave him broad authority to pursue Arnold's offer. André then drafted instructions to Stansbury and Arnold. This first letter opened a discussion on the types of assistance and intelligence Arnold might provide, and included instructions for how to communicate in the future. Letters would be passed through the women's circle that Peggy Arnold was a part of, but only Peggy would be aware that some letters contained instructions written in both code \"and\" invisible ink that were to be passed on to André, using Stansbury as the courier.\nBy July 1779, Arnold was providing the British with troop locations and strengths, as well as the locations of supply depots, all the while negotiating over compensation. At first, he asked for indemnification of his losses and £10,000, an amount the Continental Congress had given Charles Lee for his services in the Continental Army. General Clinton, who was pursuing a campaign to gain control of the Hudson River Valley, was interested in plans and information on the defenses of West Point and other defenses on the Hudson River. He also began to insist on a face-to-face meeting, and suggested to Arnold that he pursue another high-level command. By October 1779, the negotiations had ground to a halt. Furthermore, Patriot mobs were scouring Philadelphia for Loyalists, and Arnold and the Shippen family were being threatened. Arnold was rebuffed by Congress and by local authorities in requests for security details for himself and his in-laws.\nCourt martial.\nThe court martial to consider the charges against Arnold began meeting on 1 June 1779, but was delayed until December 1779 by General Clinton's capture of Stony Point, New York, throwing the army into a flurry of activity to react. In spite of the fact that a number of members of the panel of judges were men ill-disposed to Arnold over actions and disputes earlier in the war, Arnold was cleared of all but two minor charges on 26 January 1780. Arnold worked over the next few months to publicize this fact; however, in early April, just one week after Washington congratulated Arnold on the 19 May birth of his son, Edward Shippen Arnold, Washington published a formal rebuke of Arnold's behavior.\nShortly after Washington's rebuke, a Congressional inquiry into his expenditures concluded that Arnold had failed to fully account for his expenditures incurred during the Quebec invasion, and that he owed the Congress some £1,000, largely because he was unable to document them. A significant number of these documents were lost during the retreat from Quebec; angry and frustrated, Arnold resigned his military command of Philadelphia in late April.\nOffer to surrender West Point.\nEarly in April, Philip Schuyler had approached Arnold with the possibility of giving him the command at West Point. Discussions between Schuyler and Washington on the subject had not borne fruit by early June. Arnold reopened the secret channels with the British, informing them of Schuyler's proposals and including Schuyler's assessment of conditions and West Point. He also provided information on a proposed French-American invasion of Quebec that was to go up the Connecticut River. (Arnold did not know that this proposed invasion was a ruse intended to divert British resources.) On 16 June Arnold inspected West Point while on his way home to Connecticut to take care of personal business, and sent a highly detailed report through the secret channel. When he reached Connecticut Arnold arranged to sell his home there, and began transferring assets to London through intermediaries in New York. By early July he was back in Philadelphia, where he wrote another secret message to Clinton on 7 July which implied that his appointment to West Point was assured and that he might even provide a \"drawing of the works... by which you might take [West Point] without loss\".\nGeneral Clinton and Major André, who returned victorious from the Siege of Charleston on 18 June were immediately caught up in this news. Clinton, concerned that Washington's army and the French fleet would join in Rhode Island, again fixed on West Point as a strategic point to capture. André, who had spies and informers keeping track of Arnold, verified his movements. Excited by the prospects, Clinton informed his superiors of his intelligence coups, but failed to respond to Arnold's 7 July letter.\nArnold next wrote a series of letters to Clinton, even before he might have expected a response to the 7 July letter. In a letter of 11 July, he complained that the British did not appear to trust him, and threatened to break off negotiations unless progress was made. On 12 July he wrote again, making explicit the offer to surrender West Point, although his price (in addition to indemnification for his losses) rose to £20,000, with a £1,000 down payment to be delivered with the response. These letters were delivered not by Stansbury but by Samuel Wallis, another Philadelphia businessman who spied for the British.\nCommand at West Point.\nOn 3 August 1780, Arnold obtained command of West Point. On 15 August he received a coded letter from André with Clinton's final offer: £20,000, and no indemnification for his losses. Due to difficulties in getting the messages across the lines, neither side knew for some days that the other was in agreement to that offer. Arnold's letters continued to detail Washington's troop movements and provide information about French reinforcements that were being organized. On 25 August Peggy finally delivered to him Clinton's agreement to the terms.\nWashington, in assigning Arnold to the command at West Point, also gave him authority over the entire American-controlled Hudson River, from Albany down to the British lines outside New York City. While en route to West Point, Arnold renewed an acquaintance with Joshua Hett Smith, someone Arnold knew had done spy work for both sides, and who owned a house near the western bank of the Hudson just south of West Point.\nOnce he established himself at West Point, Arnold began systematically weakening its defenses and military strength. Needed repairs on the chain across the Hudson were never ordered. Troops were liberally distributed within Arnold's command area (but only minimally at West Point itself), or furnished to Washington on request. He also peppered Washington with complaints about the lack of supplies, writing, \"Everything is wanting\". At the same time, he tried to drain West Point's supplies, so that a siege would be more likely to succeed. His subordinates, some of whom were long-time associates, grumbled about unnecessary distribution of supplies, and eventually concluded that Arnold was selling some of the supplies on the black market for personal gain.\nOn August 30, Arnold sent a letter accepting Clinton's terms and proposing a meeting to André through yet another intermediary: William Heron, a member of the Connecticut Assembly he thought he could trust. Heron, in a comic twist, went into New York unaware of the significance of the letter, and offered his own services to the British as a spy. He then took the letter back to Connecticut, where, suspicious of Arnold's actions, he delivered it to the head of the Connecticut militia. General Parsons, seeing a letter written as a coded business discussion, laid it aside. Four days later, Arnold sent a ciphered letter with similar content into New York through the services of a prisoner-of-war's wife. Eventually, a meeting was set for 11 September near Dobb's Ferry. This meeting was thwarted when British gunboats in the river, not having been informed of his impending arrival, fired on his boat.\nPlot exposed.\nArnold and André finally met on 21 September at Joshua Hett Smith's house. On the morning of 22 September James Livingston, the colonel in charge of the outpost at Verplanck's Point, fired on HMS \"Vulture\", the ship that was intended to carry André back to New York. This action damaged the ship and she had to retreat downriver, forcing André to return to New York overland. Arnold wrote out passes for André so that he would be able to pass through the lines, and also gave him plans for West Point. On Saturday, 23 September André was captured, near Tarrytown, by three Westchester patriots named John Paulding, Isaac Van Wart and David Williams; the papers exposing the plot to capture West Point were found and sent to Washington, and Arnold's treachery came to light after Washington examined them. Meanwhile, André convinced the unsuspecting commanding officer to whom he was delivered, Colonel John Jameson, to send him back to Arnold at West Point. However, Major Benjamin Tallmadge, a member of Washington's secret service, insisted Jameson order the prisoner intercepted and brought back. Jameson reluctantly recalled the lieutenant delivering André into Arnold's custody, but then sent the same lieutenant as a messenger to notify Arnold of André's arrest.\nArnold learned of André's capture the following morning, 24 September, when he received Jameson's message that André was in his custody and that the papers André was carrying had been sent to General Washington. Arnold received Jameson's letter while waiting for Washington, with whom he had planned to have breakfast. He made all haste to the shore and ordered bargemen to row him downriver to where the \"Vulture\" was anchored, which then took him to New York. From the ship Arnold wrote a letter to Washington, requesting that Peggy be given safe passage to her family in Philadelphia, a request Washington granted. When presented with evidence of Arnold's betrayal, it is reported that Washington was calm. He did, however, investigate the extent of the betrayal, and suggested in negotiations with General Clinton over the fate of Major André that he was willing to exchange André for Arnold. This suggestion Clinton refused; after a military tribunal, André was hanged at Tappan, New York on 2 October. Washington also infiltrated men into New York in an attempt to kidnap Arnold; this plan, which very nearly succeeded, failed when Arnold changed living quarters prior to sailing for Virginia in December.\nArnold attempted to justify his actions in an open letter titled \"To the Inhabitants of America\", published in newspapers in October 1780. In the letter to Washington requesting safe passage for Peggy, he wrote that \"Love to my country actuates my present conduct, however it may appear inconsistent to the world, who very seldom judge right of any man's actions.\"\nBritish Army service.\nThe British gave Arnold a brigadier general's commission with an annual income of several hundred pounds, but only paid him £6,315 plus an annual pension of £360 because his plot failed. In December 1780, under orders from Clinton, Arnold led a force of 1,600 troops into Virginia, where he captured Richmond by surprise and then went on a rampage through Virginia, destroying supply houses, foundries, and mills. This activity brought Virginia's militia out, and Arnold eventually retreated to Portsmouth to either be evacuated or reinforced. The pursuing American army included the Marquis de Lafayette, who was under orders from Washington to summarily hang Arnold if he was captured. Reinforcements led by William Phillips (who served under Burgoyne at Saratoga) arrived in late March, and Phillips led further raids across Virginia, including a defeat of Baron von Steuben at Petersburg, until his death of fever on 12 May 1781. Arnold commanded the army only until 20 May when Lord Cornwallis arrived with the southern army and took over. One colonel wrote to Clinton of Arnold, \"there are many officers who must wish some other general in command\". Cornwallis ignored advice proffered by Arnold to locate a permanent base away from the coast that might have averted his later surrender at Yorktown.\nOn his return to New York in June, Arnold made a variety of proposals for continuing to attack essentially economic targets in order to force the Americans to end the war. Clinton, however, was not interested in most of Arnold's aggressive ideas, but finally relented and authorized Arnold to raid the port of New London, Connecticut. On 4 September not long after the birth of his and Peggy's second son, Arnold's force of over 1,700 men raided and burned New London and captured Fort Griswold, causing damage estimated at $500,000. British casualties were high—nearly one quarter of the force was killed or wounded, a rate at which Clinton claimed he could ill afford more such victories.\nEven before Cornwallis's surrender in October, Arnold had requested permission from Clinton to go to England to give Lord Germain his thoughts on the war in person. When word of the surrender reached New York, Arnold renewed the request, which Clinton then granted. On 8 December 1781, Arnold and his family left New York for England. In London he aligned himself with the Tories, advising Germain and King George III to renew the fight against the Americans. In the House of Commons, Edmund Burke expressed the hope that the government would not put Arnold \"at the head of a part of a British army\" lest \"the sentiments of true honor, which every British officer [holds] dearer than life, should be afflicted.\" To Arnold's detriment the anti-war Whigs had gotten the upper hand in Parliament, and Germain was forced to resign, with the government of Lord North falling not long after.\nArnold then applied to accompany General Carleton, who was going to New York to replace Clinton as commander-in-chief; this request went nowhere. Other attempts to gain positions within the government or the British East India Company over the next few years all failed, and he was forced to subsist on the reduced pay of non-wartime service. His reputation also came under criticism in the British press, especially when compared to that of Major André, who was celebrated for his patriotism. One particularly harsh critic said that he was a \"mean mercenary, who, having adopted a cause for the sake of plunder, quits it when convicted of that charge.\" In turning him down for an East India Company posting, George Johnstone wrote, \"Although I am satisfied with the purity of your conduct, the generality do not think so. While this is the case, no power in this country could suddenly place you in the situation you aim at under the East India Company.\"\nNew business opportunities.\nIn 1785 Arnold and his son Richard moved to Saint John, New Brunswick, where they speculated in land, and established a business doing trade with the West Indies. Arnold purchased large tracts of land in the Maugerville area, and acquired city lots in Saint John and Fredericton. Delivery of his first ship, the \"Lord Sheffield\", was accompanied by accusations from the builder that Arnold had cheated him; Arnold claimed that he had merely deducted the contractually agreed amount when the ship was delivered late. After her first voyage, Arnold returned to London in 1786 to bring his family to Saint John. While there he disentangled himself from a lawsuit over an unpaid debt that Peggy had been fighting while he was away, paying £900 to settle a £12,000 loan he had taken while living in Philadelphia. The family moved to Saint John in 1787, where Arnold created an uproar with a series of bad business deals and petty lawsuits. Following the most serious, a slander suit he won against a former business partner, townspeople burned him in effigy in front of his house as Peggy and the children watched. The family left Saint John to return to London in December 1791.\nIn July 1792 he fought a bloodless duel with the James Maitland, 8th Earl of Lauderdale after the Earl impugned his honor in the House of Lords. With the outbreak of the French Revolution Arnold outfitted a privateer, while continuing to do business in the West Indies, even though the hostilities increased the risk. He was imprisoned by French authorities on Guadeloupe amid accusations of spying for the British, and narrowly eluded hanging by escaping to the blockading British fleet after bribing his guards. He helped organize militia forces on British-held islands, receiving praise from the landowners for his efforts on their behalf. This work, which he hoped would earn him wider respect and a new command, instead earned him and his sons a land grant of in Upper Canada, near present-day Renfrew, Ontario.\nDeath.\nIn January 1801 Arnold's health began to decline. Gout, which he had suffered since 1775, attacked his unwounded leg to the point where he was unable to go to sea; the other ached constantly, and he walked only with a cane. His doctors diagnosed him as having dropsy, and a visit to the countryside only temporarily improved his condition. He died after four days of delirium, on 14 June 1801, at the age of 60. Legend has it that when he was on his deathbed he said, \"Let me die in this old uniform in which I fought my battles. May God forgive me for ever having put on another,\" but this may be apocryphal. Arnold was buried at St. Mary's Church, Battersea in London, England. As a result of a clerical error in the parish records, his remains were removed to an unmarked mass grave during church renovations a century later. His funeral procession had \"seven mourning coaches and four state carriages\"; the funeral was without military honors.\nHe left a small estate, reduced in size by his debts, which Peggy undertook to clear. Among his bequests were considerable gifts to one John Sage, who turned out to be an illegitimate son conceived during his time in New Brunswick.\nDemonization.\nArnold's contributions to American independence are largely underrepresented in popular culture, while his name became synonymous with traitor in the 19th century. The demonization of Arnold began immediately after his betrayal became public. Biblical themes were often invoked; Benjamin Franklin wrote that \"Judas Iscariot sold only one man, Arnold three million\", and Alexander Scammel described Arnold's actions as \"black as hell\".\nEarly biographers attempted to describe Arnold's entire life in terms of treacherous or morally questionable behavior. The first major biography of Arnold, \"The Life and Treason of Benedict Arnold\", published in 1832 by historian Jared Sparks, was particularly harsh in showing how Arnold's treacherous character was allegedly formed out of childhood experiences. George Canning Hill, who authored a series of moralistic biographies in the mid-19th century, began his 1865 biography of Arnold \"Benedict, the Traitor, was born...\". Social historian Brian Carso notes that as the 19th century progressed, the story of Arnold's betrayal took on near-mythic proportions as a part of the national creation story, and was again invoked as sectional conflicts leading up the American Civil War increased. Washington Irving used it as part of an argument against dismemberment of the union in his 1857 \"Life of George Washington\", pointing out that only the unity of New England and the southern states that led to independence was made possible in part by holding West Point. Jefferson Davis and other southern secessionist leaders were unfavorably compared to Arnold, implicitly and explicitly likening the idea of secession to treason. \"Harper's Weekly\" published an article in 1861 describing Confederate leaders as \"a few men directing this colossal treason, by whose side Benedict Arnold shines white as a saint.\"\nFictional invocations of Arnold's name also carried strongly negative overtones. A moralistic children's tale entitled \"The Cruel Boy\" was widely circulated in the 19th century. It described a boy who stole eggs from birds' nests, pulled wings off insects, and engaged in other sorts of wanton cruelty, who then grew up to become a traitor to his country. The boy is not identified until the end of the story, when his place of birth is given as Norwich, Connecticut, and his name is given as Benedict Arnold. However, not all depictions of Arnold were strongly negative. Some theatrical treatments of the 19th century explored his duplicity, seeking to understand rather than demonize it.\nThe connection between Arnold and treason continued into the 20th and 21st centuries. On an episode of The Brady Bunch, \"Everyone Can't Be George Washington\", after Peter is assigned the role of Arnold in the school play, everyone hates him. In a recent reference, Dan Gilbert, owner of the National Basketball Association's Cleveland Cavaliers, subtly invoked Arnold in 2010. Upset over the manner in which LeBron James announced his departure from the team, Gilbert's company lowered the price of posters bearing James's likeness to $17.41, referring to the year of Arnold's birth.\nTributes.\nOn the battlefield at Saratoga, now preserved in Saratoga National Historical Park, stands a monument in memorial to Arnold, but there is no mention of his name on the engraving. Donated by Civil War General John Watts DePeyster, the inscription on the Boot Monument reads: \"In memory of the most brilliant soldier of the Continental army, who was desperately wounded on this spot, winning for his countrymen the decisive battle of the American Revolution, and for himself the rank of Major General.\" The victory monument at Saratoga has four niches, three of which are occupied by statues of Generals Gates, Schuyler, and Morgan. The fourth niche is empty.\nOn the grounds of the United States Military Academy at West Point there are plaques commemorating all of the generals that served in the Revolution. One plaque bears only a rank, \"major general\" and a date, \"born 1740\", and no name.\nThe house at 62 Gloucester Place where Arnold lived in central London still stands, bearing a plaque that describes Arnold as an \"American Patriot\". The church where Arnold was buried, St. Mary's Church, Battersea, England, has a commemorative stained-glass window which was added between 1976 and 1982. The faculty club at the University of New Brunswick, Fredericton, has a Benedict Arnold Room, in which framed original letters written by Arnold hang on the walls.","categories":[],"infobox_types":[],"annotations":[{"uri":"General_officer","surface_form":"general","offset":41},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":60},{"uri":"Continental_Army","surface_form":"Continental Army","offset":112},{"uri":"British_Army","surface_form":"British Army","offset":154},{"uri":"West_Point%2C_New_York","surface_form":"West Point","offset":212},{"uri":"New_York_(state)","surface_form":"New York","offset":224},{"uri":"Kingdom_of_Great_Britain","surface_form":"British","offset":269},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":412},{"uri":"Corruption","surface_form":"corruption","offset":622},{"uri":"West_Point%2C_New_York","surface_form":"West Point","offset":1065},{"uri":"John_Andr%C3%A9","surface_form":"John André","offset":1178},{"uri":"Hudson_River","surface_form":"Hudson River","offset":1339},{"uri":"HMS_Vulture","surface_form":"HMS Vulture","offset":1373},{"uri":"George_Washington","surface_form":"George Washington","offset":1431},{"uri":"British_Army","surface_form":"British Army","offset":1514},{"uri":"%C2%A3","surface_form":"£","offset":1549},{"uri":"Virginia","surface_form":"Virginia","offset":1659},{"uri":"Battle_of_Groton_Heights","surface_form":"New London and Groton, Connecticut","offset":1681},{"uri":"London","surface_form":"London","offset":1756},{"uri":"Peggy_Shippen","surface_form":"Margaret \"Peggy\" Shippen Arnold","offset":1785},{"uri":"George_III_of_the_United_Kingdom","surface_form":"king","offset":1834},{"uri":"Tories_(political_faction)","surface_form":"Tory political party","offset":1847},{"uri":"Whig_(British_political_faction)","surface_form":"Whig political party","offset":1887},{"uri":"Saint_John%2C_New_Brunswick","surface_form":"Saint John, New Brunswick","offset":2011},{"uri":"Byword","surface_form":"byword","offset":2186},{"uri":"Treason","surface_form":"treason","offset":2218},{"uri":"Hannah_Waterman_King","surface_form":"Hannah Waterman King","offset":2440},{"uri":"Norwich%2C_Connecticut","surface_form":"Norwich","offset":2477},{"uri":"Connecticut_Colony","surface_form":"Connecticut","offset":2486},{"uri":"Benedict_Arnold_(governor)","surface_form":"Benedict Arnold","offset":2560},{"uri":"Colony_of_Rhode_Island","surface_form":"Colony of Rhode Island","offset":2623},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":2850},{"uri":"John_Lothropp","surface_form":"John Lothropp","offset":2934},{"uri":"President_of_the_United_States","surface_form":"U.S. presidents","offset":2997},{"uri":"Canterbury%2C_Connecticut","surface_form":"Canterbury","offset":3155},{"uri":"Yale_University","surface_form":"Yale","offset":3204},{"uri":"Alcoholism","surface_form":"drank too much","offset":3425},{"uri":"Apprentice","surface_form":"apprentice","offset":3557},{"uri":"Apothecary","surface_form":"apothecary","offset":3626},{"uri":"Militia","surface_form":"militia","offset":3784},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":3808},{"uri":"Albany%2C_New_York","surface_form":"Albany","offset":3944},{"uri":"Lake_George_(New_York)","surface_form":"Lake George","offset":3955},{"uri":"Siege_of_Fort_William_Henry","surface_form":"Fort William Henry","offset":4031},{"uri":"Eucharist","surface_form":"communion","offset":4357},{"uri":"Pharmacist","surface_form":"pharmacist","offset":4460},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven, Connecticut","offset":4489},{"uri":"West_Indies","surface_form":"West Indies","offset":4936},{"uri":"New_England","surface_form":"New England","offset":5100},{"uri":"Province_of_Quebec_(1763-1791)","surface_form":"Quebec","offset":5121},{"uri":"Honduras","surface_form":"Honduras","offset":5234},{"uri":"Sugar_Act","surface_form":"Sugar Act","offset":5491},{"uri":"Stamp_Act_1765","surface_form":"Stamp Act","offset":5517},{"uri":"Sons_of_Liberty","surface_form":"Sons of Liberty","offset":5672},{"uri":"Violence","surface_form":"violence","offset":5747},{"uri":"Smuggler","surface_form":"smuggler","offset":5937},{"uri":"Bankrupt","surface_form":"bankrupt","offset":6042},{"uri":"Freemasonry","surface_form":"Masonic Lodge","offset":6672},{"uri":"Fort_Ticonderoga","surface_form":"Fort Ticonderoga","offset":7041},{"uri":"Boston_Massacre","surface_form":"Boston Massacre","offset":7200},{"uri":"Connecticut_Colony","surface_form":"Connecticut","offset":7551},{"uri":"Battles_of_Lexington_and_Concord","surface_form":"fighting at Lexington and Concord","offset":7607},{"uri":"Siege_of_Boston","surface_form":"siege of Boston","offset":7707},{"uri":"Committee_of_Safety_(American_Revolution)","surface_form":"Committee of Safety","offset":7768},{"uri":"Fort_Ticonderoga","surface_form":"Fort Ticonderoga","offset":7809},{"uri":"New_York_(state)","surface_form":"New York","offset":7829},{"uri":"Castleton%2C_Vermont","surface_form":"Castleton","offset":7966},{"uri":"New_Hampshire_Grants","surface_form":"New Hampshire Grants","offset":7992},{"uri":"Vermont","surface_form":"Vermont","offset":8026},{"uri":"Ethan_Allen","surface_form":"Ethan Allen","offset":8056},{"uri":"Capture_of_Fort_Ticonderoga","surface_form":"capture of Fort Ticonderoga","offset":8087},{"uri":"Fort_Saint-Jean_(Quebec)","surface_form":"Fort Saint-Jean","offset":8163},{"uri":"Richelieu_River","surface_form":"Richelieu River","offset":8186},{"uri":"Lake_Champlain","surface_form":"Lake Champlain","offset":8211},{"uri":"Second_Continental_Congress","surface_form":"Second Continental Congress","offset":8498},{"uri":"Invasion_of_Canada_(1775)","surface_form":"invasion of Quebec","offset":8540},{"uri":"Cambridge%2C_Massachusetts","surface_form":"Cambridge, Massachusetts","offset":8663},{"uri":"George_Washington","surface_form":"George Washington","offset":8706},{"uri":"Quebec_City","surface_form":"Quebec City","offset":8754},{"uri":"Maine","surface_form":"Maine","offset":8809},{"uri":"Arnold%27s_expedition_to_Quebec","surface_form":"This expedition","offset":8816},{"uri":"Continental_Army","surface_form":"Continental Army","offset":8889},{"uri":"Richard_Montgomery","surface_form":"Richard Montgomery","offset":9099},{"uri":"Battle_of_Quebec_(1775)","surface_form":"assault on Quebec City","offset":9152},{"uri":"Samuel_Spring","surface_form":"Samuel Spring","offset":9259},{"uri":"David_Wooster","surface_form":"David Wooster","offset":9507},{"uri":"Montreal","surface_form":"Montreal","offset":9560},{"uri":"James_Wilkinson","surface_form":"James Wilkinson","offset":9790},{"uri":"Battle_of_Valcour_Island","surface_form":"Battle of Valcour Island","offset":9985},{"uri":"George_Washington","surface_form":"George Washington","offset":10321},{"uri":"Philip_Schuyler","surface_form":"Philip Schuyler","offset":10374},{"uri":"Horatio_Gates","surface_form":"Horatio Gates","offset":10394},{"uri":"Moses_Hazen","surface_form":"Moses Hazen","offset":10514},{"uri":"2nd_Canadian_Regiment","surface_form":"2nd Canadian Regiment","offset":10544},{"uri":"John_Brown_of_Pittsfield","surface_form":"John Brown","offset":10804},{"uri":"James_Easton_(American_Revolutionary_War)","surface_form":"James Easton","offset":10819},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":11178},{"uri":"Newport%2C_Rhode_Island","surface_form":"Newport","offset":11218},{"uri":"Major_general_(United_States)","surface_form":"major general","offset":11580},{"uri":"Danbury%2C_Connecticut","surface_form":"Danbury, Connecticut","offset":12033},{"uri":"Gold_Selleck_Silliman","surface_form":"Gold Selleck Silliman","offset":12158},{"uri":"Battle_of_Ridgefield","surface_form":"Battle of Ridgefield","offset":12223},{"uri":"Siege_of_Fort_Ticonderoga_(1777)","surface_form":"Fort Ticonderoga","offset":12875},{"uri":"Fort_Edward_(village)%2C_New_York","surface_form":"Fort Edward, New York","offset":13037},{"uri":"Siege_of_Fort_Stanwix","surface_form":"soldiers at Fort Stanwix","offset":13132},{"uri":"Barry_St._Leger","surface_form":"Barry St. Leger","offset":13275},{"uri":"Stillwater_(village)%2C_New_York","surface_form":"Stillwater","offset":13601},{"uri":"Battles_of_Saratoga","surface_form":"Battles of Saratoga","offset":13644},{"uri":"Amputation","surface_form":"cutting off","offset":14508},{"uri":"Valley_Forge%2C_Pennsylvania","surface_form":"Valley Forge","offset":14636},{"uri":"Oath_of_Allegiance","surface_form":"Oath of Allegiance","offset":14778},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":14910},{"uri":"Court_martial","surface_form":"court martial","offset":15635},{"uri":"Peggy_Shippen","surface_form":"Peggy Shippen","offset":15972},{"uri":"Edward_Shippen_(III)","surface_form":"Edward Shippen","offset":16021},{"uri":"John_Andr%C3%A9","surface_form":"John André","offset":16176},{"uri":"Henry_Clinton_(American_War_of_Independence)","surface_form":"Henry Clinton","offset":16842},{"uri":"Jonathan_Odell","surface_form":"Jonathan Odell","offset":16984},{"uri":"William_Franklin","surface_form":"William Franklin","offset":17046},{"uri":"Province_of_New_Jersey","surface_form":"New Jersey","offset":17094},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":17120},{"uri":"Arnold_Cipher","surface_form":"code","offset":17946},{"uri":"Invisible_ink","surface_form":"invisible ink","offset":17957},{"uri":"Charles_Lee_(general)","surface_form":"Charles Lee","offset":18321},{"uri":"West_Point","surface_form":"West Point","offset":18523},{"uri":"Stony_Point%2C_New_York","surface_form":"Stony Point, New York","offset":19162},{"uri":"Connecticut_River","surface_form":"Connecticut River","offset":20660},{"uri":"Siege_of_Charleston","surface_form":"Siege of Charleston","offset":21434},{"uri":"Hudson_River_Chain","surface_form":"chain across the Hudson","offset":23624},{"uri":"James_Livingston_(American_Revolution)","surface_form":"James Livingston","offset":25273},{"uri":"Tarrytown%2C_New_York","surface_form":"Tarrytown","offset":25720},{"uri":"John_Jameson_(soldier)","surface_form":"John Jameson","offset":26069},{"uri":"Benjamin_Tallmadge","surface_form":"Benjamin Tallmadge","offset":26140},{"uri":"Tappan%2C_New_York","surface_form":"Tappan, New York","offset":27413},{"uri":"To_the_Inhabitants_of_America","surface_form":"To the Inhabitants of America","offset":27714},{"uri":"British","surface_form":"British","offset":28039},{"uri":"Virginia","surface_form":"Virginia","offset":28307},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond","offset":28335},{"uri":"Portsmouth%2C_Virginia","surface_form":"Portsmouth","offset":28530},{"uri":"Gilbert_du_Motier%2C_marquis_de_Lafayette","surface_form":"Marquis de Lafayette","offset":28619},{"uri":"William_Phillips_(British_Army_officer)","surface_form":"William Phillips","offset":28745},{"uri":"Friedrich_Wilhelm_von_Steuben","surface_form":"Baron von Steuben","offset":28895},{"uri":"Battle_of_Blanford","surface_form":"Petersburg","offset":28916},{"uri":"Charles_Cornwallis%2C_1st_Marquess_Cornwallis","surface_form":"Lord Cornwallis","offset":29018},{"uri":"Siege_of_Yorktown","surface_form":"surrender at Yorktown","offset":29318},{"uri":"New_London%2C_Connecticut","surface_form":"New London, Connecticut","offset":29651},{"uri":"Battle_of_Groton_Heights","surface_form":"raided and burned New London","offset":29780},{"uri":"Fort_Griswold","surface_form":"Fort Griswold","offset":29822},{"uri":"George_Germain%2C_1st_Viscount_Sackville","surface_form":"Lord Germain","offset":30149},{"uri":"British_Tory_Party","surface_form":"Tories","offset":30405},{"uri":"George_III_of_Great_Britain","surface_form":"King George III","offset":30434},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":30499},{"uri":"Edmund_Burke","surface_form":"Edmund Burke","offset":30517},{"uri":"British_Whig_Party","surface_form":"Whigs","offset":30779},{"uri":"Frederick_North%2C_Lord_North","surface_form":"Lord North","offset":30883},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":31126},{"uri":"George_Johnstone_(Royal_Navy_officer)","surface_form":"George Johnstone","offset":31627},{"uri":"Saint_John%2C_New_Brunswick","surface_form":"Saint John, New Brunswick","offset":31946},{"uri":"Maugerville%2C_New_Brunswick","surface_form":"Maugerville","offset":32110},{"uri":"Fredericton%2C_New_Brunswick","surface_form":"Fredericton","offset":32169},{"uri":"Duel","surface_form":"duel","offset":33112},{"uri":"James_Maitland%2C_8th_Earl_of_Lauderdale","surface_form":"James Maitland, 8th Earl of Lauderdale","offset":33126},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":33206},{"uri":"French_Revolution","surface_form":"French Revolution","offset":33247},{"uri":"Privateer","surface_form":"privateer","offset":33284},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":33438},{"uri":"Invasion_of_Guadeloupe_(1794)","surface_form":"the blockading British fleet","offset":33536},{"uri":"Upper_Canada","surface_form":"Upper Canada","offset":33845},{"uri":"Renfrew%2C_Ontario","surface_form":"Renfrew, Ontario","offset":33876},{"uri":"Gout","surface_form":"Gout","offset":33951},{"uri":"Edema","surface_form":"dropsy","offset":34161},{"uri":"Delirium","surface_form":"delirium","offset":34268},{"uri":"St._Mary%27s_Church%2C_Battersea","surface_form":"St. Mary's Church, Battersea","offset":34532},{"uri":"Traitor","surface_form":"traitor","offset":35230},{"uri":"Bible","surface_form":"Biblical","offset":35338},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":35374},{"uri":"Judas_Iscariot","surface_form":"Judas Iscariot","offset":35404},{"uri":"Alexander_Scammel","surface_form":"Alexander Scammel","offset":35465},{"uri":"Jared_Sparks","surface_form":"Jared Sparks","offset":35760},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":36298},{"uri":"Washington_Irving","surface_form":"Washington Irving","offset":36328},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":36599},{"uri":"Harper%27s_Weekly","surface_form":"Harper's Weekly","offset":36762},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":36819},{"uri":"The_Brady_Bunch","surface_form":"The Brady Bunch","offset":37735},{"uri":"Dan_Gilbert_(businessman)","surface_form":"Dan Gilbert","offset":37897},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":37923},{"uri":"Cleveland_Cavaliers","surface_form":"Cleveland Cavaliers","offset":37957},{"uri":"LeBron_James","surface_form":"LeBron James","offset":38040},{"uri":"Saratoga_National_Historical_Park","surface_form":"Saratoga National Historical Park","offset":38275},{"uri":"American_Civil_War","surface_form":"Civil War","offset":38416},{"uri":"John_Watts_DePeyster","surface_form":"John Watts DePeyster","offset":38434},{"uri":"Boot_Monument","surface_form":"Boot Monument","offset":38479},{"uri":"United_States_Military_Academy","surface_form":"United States Military Academy","offset":38906},{"uri":"West_Point%2C_New_York","surface_form":"West Point","offset":38940},{"uri":"University_of_New_Brunswick","surface_form":"University of New Brunswick","offset":39446},{"uri":"Fredericton%2C_New_Brunswick","surface_form":"Fredericton","offset":39475}]}