{"id":294078,"url":"http://en.wikipedia.org/wiki/Macquarie_River","text":"The Macquarie River is one of the main inland rivers in New South Wales. It begins in the central highlands of New South Wales near the town of Oberon. The river flows northwest past the towns of Bathurst, Wellington, Dubbo, Narromine, and Warren to the Macquarie Marshes. The Macquarie Marshes then drain into the lower Barwon River and then into the Darling River\nBurrendong Dam is a large dam (capacity 1,190,000 Megalitres) near Wellington which holds the waters of the Macquarie River and its tributaries the Cudgegong River and the Turon River to stop floods and provide water for irrigation. The dam made Lake Burrendong.\nGeography.\nThe Macquarie River flows for 626 kilometres and drops around 517 metres over its length. Lake Burrendong (346m) is the only dam on the river.\nSources.\nThe Macquarie River starts at White Rock, near Oberon at an elevation of 671m.\nWatershed.\nThe Macquarie system covers an area of more than 74,000 square kilometres. Over 72% of land is flat, and 17% is hilly. The rest is steep to mountainous, reaching 900 metres.\nThe east boundary is formed by the Great Dividing Range, from near Oberon in the south to Coolah in the north. A mountain ridge goes north-west from the Great Dividing Range for about 400 kilometres, then the boundary turns north.\nRainfall varies across the area drained by the Macquarie River. The mountain the peaks and tablelands receive higher rainfall due to the shadowing effects of the surrounding ranges. The Great Dividing Range area receives between 750 to 900 mm annual median rainfall. This is falls evenly throughout the year. Gaps in the Dividing Range allows moist easterly air to pass inland, annual median rainfall of 750 mm or more is experienced further westward. Further north-west it is drier, in the Castelreagh and middle portions of the Macquarie valleys the annual median rainfall is 300 to 400 mm.\nRainfall can vary dramatically over several years. Records show that rainfall can be 200% or less than 50% of the average annual figure. Evaporation varies from less than 1000 mm south-east of Bathurst up to more than 2000 mm at Bourke.\nAboriginal history.\nThe Wiradjuri people are the original people to live in the Macquarie River area. The Wiradjuri called the river \"Wambool\". The famous Wiradjuri warrior Windradyne came from the upper Macquarie River region. He was killed in a tribal battle alongside the river in 1829.\nNear Carinda between the Macquarie River and Marra Creek, the oldest evidence of bread making in the world (about 30,000 years old) was found at an ancient lake known as Cuddie Springs.\nEuropean history.\n\"Tuesday, 30th November 1813.\" I have at length reached the Ridge I so much wished to do after walking about 2 Miles, where I had a prospect to the North for a great distance; A Mist arises from a part I suppose to be a River or a large Lagoon about 20 Miles Off;\n\"Thursday, 9th December 1813.\" I have called the Main Stream \"Macquarie River\".\nIn 1817-18 John Oxley followed the Lachlan and Macquarie Rivers. In 1828 Charles Sturt proved that Macquarie River ended in marshes. He later explored the Darling River\nIrrigation.\nThe Macquarie River area is a regulated Water Management Area and includes private irrigation as well as several public irrigation schemes\nFlooding.\nThe Macquarie River has a history of flooding. After major floods water can flow past the Macquarie Marshes and into the Barwon-Darling river system upstream of Brewarrina.\nRecreation.\nRecreational activities are popular along the length of the river particularly in the communities it passes by.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_South_Wales","surface_form":"New South Wales","offset":56},{"uri":"Oberon%2C_New_South_Wales","surface_form":"Oberon","offset":144},{"uri":"Bathurst%2C_New_South_Wales","surface_form":"Bathurst","offset":196},{"uri":"Wellington%2C_New_South_Wales","surface_form":"Wellington","offset":206},{"uri":"Dubbo%2C_New_South_Wales","surface_form":"Dubbo","offset":218},{"uri":"Narromine%2C_New_South_Wales","surface_form":"Narromine","offset":225},{"uri":"Warren%2C_New_South_Wales","surface_form":"Warren","offset":240},{"uri":"Macquarie_Marshes","surface_form":"Macquarie Marshes","offset":254},{"uri":"Barwon_River_(New_South_Wales)","surface_form":"Barwon River","offset":321},{"uri":"Darling_River","surface_form":"Darling River","offset":352},{"uri":"Burrendong_Dam","surface_form":"Burrendong Dam","offset":366},{"uri":"Wellington%2C_New_South_Wales","surface_form":"Wellington","offset":433},{"uri":"Tributary","surface_form":"tributaries","offset":498},{"uri":"Cudgegong_River","surface_form":"Cudgegong River","offset":514},{"uri":"Turon_River","surface_form":"Turon River","offset":538},{"uri":"Flood","surface_form":"flood","offset":558},{"uri":"Irrigation","surface_form":"irrigation","offset":587},{"uri":"Lake_Burrendong","surface_form":"Lake Burrendong","offset":612},{"uri":"Oberon%2C_New_South_Wales","surface_form":"Oberon","offset":839},{"uri":"Great_Dividing_Range","surface_form":"Great Dividing Range","offset":1091},{"uri":"Coolah%2C_New_South_Wales","surface_form":"Coolah","offset":1146},{"uri":"Evaporation","surface_form":"Evaporation","offset":2017},{"uri":"Bourke%2C_New_South_Wales","surface_form":"Bourke","offset":2109},{"uri":"Wiradjuri","surface_form":"Wiradjuri","offset":2141},{"uri":"Windradyne","surface_form":"Windradyne","offset":2290},{"uri":"Carinda%2C_New_South_Wales","surface_form":"Carinda","offset":2412},{"uri":"Cuddie_Springs","surface_form":"Cuddie Springs","offset":2577},{"uri":"John_Oxley","surface_form":"John Oxley","offset":2966},{"uri":"Lachlan_River","surface_form":"Lachlan","offset":2990},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":3028},{"uri":"Brewarrina%2C_New_South_Wales","surface_form":"Brewarrina","offset":3446},{"uri":"Recreation","surface_form":"Recreation","offset":3470}]}