{"id":294087,"url":"http://en.wikipedia.org/wiki/Janemba","text":"Janemba is the penultimate villain in the Dragon Ball Z movies, before Hirudegarn. He appears in the twelfth movie of the series.\nJanemba's Appearance.\nJanemba starts out as a very large but incredibly round blob.\nWhen Goku hurts Janemba greatly he reverts to a smaller, thinner, yet far more powerful form, Super Janemba. He has purple armor and red skin with a tail.\nStory.\nJanemba was originally an ogre for King Yemma, working at a machine that could bring back the dead. When the machine malfunctioned, the Ogre turned into Janemba. Meanwhile, the malfunctioning brought all the dead villains back to life on Earth, under Frieza's command. Hercule goes to deal with the zombies, while Goku and Pikkon go to deal with Janemba, who has trapped King Yemma inside his palace. Janemba, Goku, and Pikkon begin their fight in the Underworld. Goku is able to deal with Janemba after some battling, and the monster reverts into Super Janemba. Super Janemba's immense power level allows him to easily deal with Super Saiyan 3 Goku, Pikkon, and Vegeta, who had been given his body temporarily to help fight Janemba. Eventually, Goku and Vegeta fuse, but something goes wrong, and they become a very fat and weak fusion named Veku. King Kai blames the messed up fusion on Vegeta, because he did not stretch his index finger out. Veku propels himself away from Super Janemba for the next 30 minutes by farting. In those 30 minutes, Goten and Trunks fight a revived Hitler. They begin easily dealing with him and the Nazis, eventually beating him as Super Gotenks with a Super Kamikaze Ghost Attack. Just after, Hercule is doing a good job fending off the zombies, while Frieza taunts Gohan and Videl. He orders his men to attack the couple, but Gohan easily gets through them, and destroys Frieza with a Ki Blast and a punch to the gut at the same time. This makes all the remaining zombies retreat. Back in the Underworld, Goku and Vegeta unfuse, and try fusing again. This time, it is successful, and Super Gogeta was born. Super Gogeta made quick work of Super Janemba, and ultimately destroyed him.\nAfter Death.\nJanemba made no other appearances after death.\nForms.\nOriginal- Janemba starts out as a large, yellow blob-like monster, and is also very fat.\nSuper Janemba- Super Janemba is far smaller and thinner then his original form. He is now red, with a purple chestplate, a purple hat like object on his head, and more. He has yellow eyes.\nMoves.\nSuper Explosive Cannon- An attack in which Super Janemba fires a powerful beam from his mouth. Is used on Pikkon in the anime in a combo, and can be used in Dragon Ball: Raging Blast 2.\nInstant Transmission- Super Janemba can also use Instant Transmission. Used in the anime and can be used on Dragon Ball: Raging Blast 2.\nDimension Portal: Super Janemba can also create Dimension Portals, which allow him to move from place to place, as shown in the anime and Dragon Ball: Raging Blast 2.\nDimension Sword Slice: Super Janemba slices his target repeatedly with his Dimension Sword, before teleporting in front of him/her and firing a Super Explosive Cannon.\nMolecule Split: Super Janemba can split his molecules, making him seem to teleport. Janemba's dash in Dragon Ball: Raging Blast 2.\nMini-forms: Janemba can create mini-versions of himself to attack.\nMovies.\nJanemba makes his only appearance in Dragon Ball Z movie 12, Fusion Reborn.\nTrivia.\nJanemba cannot speak. In his original form, all he can say is his name, but as Super Janemba, all he makes are grunts and groans, similar to Kid Buu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dragon_Ball_Z","surface_form":"Dragon Ball Z","offset":42}]}