{"id":294292,"url":"http://en.wikipedia.org/wiki/Ian_McDiarmid","text":"Ian McDiarmid () is a Scottish theatre actor and director. He was born 11 August 1944. He has also made some appearances on movie and television.\nWorldwide, he is most famous for his role as Emperor Palpatine in the Star Wars live action movie series. He was in both the original and prequel trilogies. McDiarmid has been in 47 movies since 1976.\nMcDiarmid was born in Carnoustie in Tayside. McDiarmid went to the University of St Andrews, to study psychology. Soon after, he decided he wanted a career in the theatre instead, and took acting training courses at the Royal Scottish Academy of Music and Drama in Glasgow. In 1968, McDiarmid got a gold medal for his acting work.\nMcDiarmid was cast by George Lucas in \"Return of the Jedi\" as Emperor Palpatine, the main villain. Sixteen years later, he came back to the role as a younger Senator and Chancellor in the \"Star Wars\" prequel movies. He said that it helped to be much younger than his character the first time he played the part. The prequels had him play two faces to his character: He created an pleasant and likeable character in Palpatine's public face. Darth Sidious is the Chancellor's Sith alter ego.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":22},{"uri":"Theatre","surface_form":"theatre","offset":31},{"uri":"Actor","surface_form":"actor","offset":39},{"uri":"Film_director","surface_form":"director","offset":49},{"uri":"Palpatine","surface_form":"Palpatine","offset":199},{"uri":"Star_Wars","surface_form":"Star Wars","offset":216},{"uri":"Carnoustie","surface_form":"Carnoustie","offset":369},{"uri":"Tayside","surface_form":"Tayside","offset":383},{"uri":"University_of_St_Andrews","surface_form":"University of St Andrews","offset":414},{"uri":"Psychology","surface_form":"psychology","offset":449},{"uri":"Royal_Scottish_Academy_of_Music_and_Drama","surface_form":"Royal Scottish Academy of Music and Drama","offset":567},{"uri":"Glasgow","surface_form":"Glasgow","offset":612},{"uri":"Return_of_the_Jedi","surface_form":"Return of the Jedi","offset":717},{"uri":"Chancellor","surface_form":"Chancellor","offset":848},{"uri":"Sith","surface_form":"Sith","offset":1152},{"uri":"Alter_ego","surface_form":"alter ego","offset":1157}]}