{"id":294206,"url":"http://en.wikipedia.org/wiki/Srbosjek","text":"Srbosjek (literally \"Serb cutter\" in Croatian, often referred to as \"cutthroat\") is the colloquial Croatian term for a type of knife used for killing prisoners in Croatian concentration camps in World War II.\nHistory.\nThe knife gained notoriety in the former Yugoslavian countries because it was believed to be used by the Croatian Ustaše during World War II for the killing of prisoners in the concentration camps of the Nazi-puppet Independent State of Croatia, most notably the Jasenovac concentration camp.\nIt is said that in the Jasenovac concentration camp competitions in speedy slaughter were organized by the Ustaše. The winner of one such competition, Petar Brzica slit the throats of 1,300 (or 1360) prisoners.\nDescription.\nThe upper part of the knife was made of leather, as a sort of a glove, designed to be worn with the thumb going through the hole, so that only the blade protruded from the hand. It was a curved, 12 cm long knife with the edge on its concave side. The knife was fastened to a bowed oval copper plate, while the plate was fastened to a thick leather bangle. The knife was fixed on the glove plate in order to prevent injuries and to prevent taking care of a separate knife in order to improve the work speed.\nSuch a type of wheat sheaf knife was manufactured prior to and during World War II by German factory Gebrüder Gräfrath from Solingen under the trademark \"Gräwiso\".\nGebrüder Gräfrath was taken over in 1961 by Hubertus Solingen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Croatian_language","surface_form":"Croatian","offset":37},{"uri":"World_War_II","surface_form":"World War II","offset":346},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":434},{"uri":"Jasenovac_concentration_camp","surface_form":"Jasenovac concentration camp","offset":481},{"uri":"Jasenovac_concentration_camp","surface_form":"Jasenovac concentration camp","offset":534}]}