{"id":294225,"url":"http://en.wikipedia.org/wiki/Markus_Schopp","text":"Markus Schopp (born 22 February 1974 in Graz, Austria) is a retired Austrian football midfielder. Now he is assistance coach of the Austrian U21 team and analyst for the pay TV group SKY.\nCareer.\nHe started his career in the youth teams of ESK and SK Sturm Graz. His professional career started with SK Sturm Graz. He played till 1996 for this team and won the Austrian Cup in 1996. He went on to Hamburger SV in the German Bundesliga where he played till 1998. In his second season for HSV he played not regularly so he went back to Sturm Graz. There he reached the Austrian championship two times and played three seasons in the UEFA Champions League.\nAfter the international games he went to Brescia Calcio in Italys Seria A. After the relegation of Brescia to Seria B he came back to Austria. There he played for Red Bull Salzburg. The last years he was on loan to Red Bull New York. He retired from football in December 2007 due to chronic back problems.\nInternational career.\nHe made his first match for Austria in an August 1995 European Championship qualifying match against Latvia. He was also in the team for the 1998 FIFA World Cup in France He played 56 matches and shot 6 goals. His last match was an October 2005 World Cup qualifying match against Northern Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Graz","surface_form":"Graz","offset":40},{"uri":"S.K._Sturm_Graz","surface_form":"SK Sturm Graz","offset":248},{"uri":"Hamburger_SV","surface_form":"Hamburger SV","offset":397},{"uri":"German_Bundesliga","surface_form":"German Bundesliga","offset":417},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":631},{"uri":"Brescia_Calcio","surface_form":"Brescia Calcio","offset":695},{"uri":"F.C._Red_Bull_Salzburg","surface_form":"Red Bull Salzburg","offset":817},{"uri":"Red_Bull_New_York","surface_form":"Red Bull New York","offset":869},{"uri":"Latvia","surface_form":"Latvia","offset":1083},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1262}]}