{"id":294389,"url":"http://en.wikipedia.org/wiki/Nickelodeon_on_CBS","text":"e=\"preserve\">\"Nick on CBS\" was a Saturday morning children's programming block for CBS that began on September 16, 2000, replacing CBS Kidshow. This Saturday morning block presented programming from Nick Jr., which at a time shared common ownership with CBS under Viacom. When the block first properly aired, it was hosted by Face from Nick Jr.\nOn September 14, 2002, \"Nick Jr. on CBS\" was re-branded as \"Nick on CBS\", and airing both Nickelodeon and Nick Jr. shows. The Nickelodeon shows were removed in 2005 in favor for a return to an exclusively-Nick Jr. block. The block's continuity was provided by segments featuring Piper O'Possum.\nAt the beginning of New Year's Eve 2005, Viacom split into two different companies, with CBS Corporation becoming its own standalone company and Nickelodeon going to new Viacom. \"Nick Jr. on CBS\" ended on September 9, 2006 and was replaced by \"KOL Secret Slumber Party on CBS\" on September 16, 2006, as part of a multi-year partnership between CBS and Cookie Jar Entertainment.\nAll programming during the block, as is standard for Saturday morning network programming, was labelled as meeting E/I requirements, as tennous as some of the claims of educational content may have been. This is part of the reason why some of Nickelodeon's most popular programs (most notably \"SpongeBob SquarePants\" and \"The Fairly OddParents\") did not appear on the block, even during the more open-formatted \"Nick on CBS\" era.","categories":[],"infobox_types":[],"annotations":[{"uri":"CBS","surface_form":"CBS","offset":83},{"uri":"CBS_Kidshow","surface_form":"CBS Kidshow","offset":131},{"uri":"Saturday_morning","surface_form":"Saturday morning","offset":149},{"uri":"Nick_Jr.","surface_form":"Nick Jr.","offset":199},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":435},{"uri":"2005","surface_form":"2005","offset":505},{"uri":"Segments","surface_form":"segments","offset":605},{"uri":"CBS_Corporation","surface_form":"CBS Corporation","offset":729},{"uri":"Cookie_Jar_TV","surface_form":"KOL Secret Slumber Party on CBS","offset":884},{"uri":"CBS","surface_form":"CBS","offset":984},{"uri":"Cookie_Jar_Entertainment","surface_form":"Cookie Jar Entertainment","offset":992},{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":1312},{"uri":"The_Fairly_OddParents","surface_form":"The Fairly OddParents","offset":1340}]}