{"id":294487,"url":"http://en.wikipedia.org/wiki/Frederick_William_IV_of_Prussia","text":"King Frederick William IV of Prussia () (15 October 1795 – 2 January 1861) was the eldest son and successor of Frederick William III of Prussia. He reigned as King of Prussia from 1840 to 1861.\nLife.\nFrederick William was educated by private tutors. He served in the army during the War of Liberation against Napoleon I of France in 1814, but he was not interested in the army. He loved both architecture and landscape gardening and was a patron of several great German artists, such as architect Karl Friedrich Schinkel and the composer Felix Mendelssohn. He married Elisabeth Ludovika of Bavaria in 1823, but the couple had no children.\nFrederick William was Romanticist, and had a nostalgia for the Middle Ages, therefore he was conservative already at an early age. He was against both liberalisation and unification of Germany and preferred to allow Austria to remain the first power in the German states.\nIn the beginning of his reign he did not continue the reactionary policies of his father, he reduced press censorship and promised a constitution, but he did not want a popular legislative assembly, but preferred to work with the aristocracy. He was Lutheran, but he released the imprisoned Roman Catholic Archbishop of Cologne, and he decided to help the construction of Cologne Cathedral. In 1844, he attended the celebrations of the completion of the cathedral, so he was the first king of Prussia who entered a Roman Catholic building. When he finally called a national assembly in 1847, it was not a representative body, but rather a United Diet which cold speak for all the provincial estates and had the right to grant taxes and loans but no right to meet at regular intervals.\nWhen revolution broke out in Prussia in March 1848, as part of the European Revolutions of 1848, the king initially decided to fight it with the army, but later decided to recall the troops and place himself at the head of the movement on 19 March. He committed himself to German unification, formed a liberal government, accepted a national assembly, and ordered that a Constitution of the Kingdom of Prussia should be drawn up. When his position was more secure again, however, he quickly led the army to reoccupy Berlin and dissolved the assembly in December. But he was still in favour of unification for some time. So the Frankfurt Parliament offered him the crown of Germany on 3 April 1849. He did not accept it, but he tried to establish a union of German states excluding Austria. But rather soon after gave up this plan, when Austria did not accept it.\nWhen he had dismissed the national assembly, Frederick William decided to have a constitution with a parliament with two chambers, an aristocratic upper house and an elected lower house. The lower house was elected by all taxpayers, but in a system that was based on the amount of taxes paid so that the rich had more influence than the poor. The constitution also reserved for the king the power to appoint all ministers and reestablished the conservative district assemblies and provincial diets. And it guaranteed that the bureaucracy and the military remained firmly in the hands of the king. This was a more liberal system than had existed in Prussia before 1848, but was still a conservative system of government in which the monarch, the aristocracy, and the military kept most of the power. This constitution lasted until the end of the Prussian kingdom in 1918.\nAfter a stroke in 1857 the king was partially paralyzed and largely mentally weak, therefore his brother William became regent from 1858 until the king's death in 1861, then he became king himself as William I.\nWorks.\nFrederick William IV of Prussia: \"Die Königin von Borneo. Ein Roman.\" Nicolai-Verlag, Berlin 1997,","categories":[],"infobox_types":[],"annotations":[{"uri":"Frederick_William_III_of_Prussia","surface_form":"Frederick William III of Prussia","offset":111},{"uri":"Prussia","surface_form":"Prussia","offset":167},{"uri":"Napoleon_I_of_France","surface_form":"Napoleon I of France","offset":309},{"uri":"Karl_Friedrich_Schinkel","surface_form":"Karl Friedrich Schinkel","offset":497},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":538},{"uri":"Romanticism","surface_form":"Romanticist","offset":661},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":702},{"uri":"Lutheran","surface_form":"Lutheran","offset":1161},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1202},{"uri":"Cologne_Cathedral","surface_form":"Cologne Cathedral","offset":1283},{"uri":"Diet_(assembly)","surface_form":"Diet","offset":1557},{"uri":"Tax","surface_form":"tax","offset":1637},{"uri":"Loan","surface_form":"loan","offset":1647},{"uri":"European_Revolutions_of_1848","surface_form":"European Revolutions of 1848","offset":1763},{"uri":"National_Assembly","surface_form":"national assembly","offset":2029},{"uri":"Constitution","surface_form":"Constitution","offset":2067},{"uri":"Kingdom_of_Prussia","surface_form":"Kingdom of Prussia","offset":2087},{"uri":"Frankfurt_Parliament","surface_form":"Frankfurt Parliament","offset":2323},{"uri":"Upper_house","surface_form":"upper house","offset":2706},{"uri":"Bureaucracy","surface_form":"bureaucracy","offset":3085},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":3438},{"uri":"Wilhelm_I_of_Germany","surface_form":"William I","offset":3630}]}