{"id":294460,"url":"http://en.wikipedia.org/wiki/Shiogama%2C_Miyagi","text":"is a city in Miyagi Prefecture, Japan. The city was seriously affected by the 2011 Tōhoku earthquake and tsunami. However, between 1 March and 31 August 2011, less than 1% of the people left the city.\nGeography.\nShiogama is in the central part of Miyagi Prefecture. It is between Sendai and Matsushima. The city is surrounded by water and mountains: Matsushima Bay is on one side and Matsushima Hills on the other.\nThe flat areas of the city are mainly reclaimed land. About 60 percent of the urban area is on reclaimed land and 40 percent on hills. People living in the town are crowded into a narrow area. Not much land is good for stripmalls.\nWriting the name of the city.\nThe Japanese language has several writing systems. One of them is kanji. Different kanji may have the same pronunciation. Some kanji are similar in form and meaning. There are two ways to write the name of the city. Both ways have the basic meaning \"a pot for boiling salt\". Both sound the same, but have slightly different meanings.\nOne way is to write 塩釜. The other way is 塩竈. The first way to write the city name is often used, such as on the post office, train station, many brand names, and on signs.\nThe second way comes from the history and an important landmark in the city. Shiogama shrine is at the top of a hill in the city. It is an important Shinto shrine in the Tohoku region. The city got its name from the shrine, but the shrine is written 鹽竈神社. The first character, 鹽, is an old character for salt. It has been replaced in the list of kanji for general use by a simpler character, 塩. The second character, 竈, or kamado/kama, means a large cooking area made of earth. The newer name uses 釜, which means an iron pot.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":5},{"uri":"Miyagi_Prefecture","surface_form":"Miyagi Prefecture","offset":13},{"uri":"Japan","surface_form":"Japan","offset":32},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":78},{"uri":"Sendai%2C_Miyagi","surface_form":"Sendai","offset":280},{"uri":"Matsushima%2C_Miyagi","surface_form":"Matsushima","offset":291},{"uri":"Reclaimed_land","surface_form":"reclaimed land","offset":453},{"uri":"Japanese_language","surface_form":"Japanese language","offset":680},{"uri":"Kanji","surface_form":"kanji","offset":742},{"uri":"Shiogama_shrine","surface_form":"Shiogama shrine","offset":1259},{"uri":"Shinto","surface_form":"Shinto","offset":1331}]}