{"id":294474,"url":"http://en.wikipedia.org/wiki/Peace_Sells","text":"\"Peace Sells\" is a song by the American thrash metal band Megadeth from the 1986 album \"Peace Sells... but Who's Buying?\", written by Dave Mustaine. It, along with Wake Up Dead from the same album, has been a staple at Megadeth concerts. Lyrically, it deals with negative stereotypes about \"metalheads\", all of which Mustaine claims are untrue. VH1 has ranked \"Peace Sells\" at #11 on their list of the 40 greatest metal songs of all time.\nMusic video.\nMusic video was produced for the song, which features a teenage boy, wearing a Slayer t-shirt, watching a montage of a live Megadeth performance and war footage on his living room television set. The boy's father, states \"What is this garbage you're watching? I want to watch the news!,\" and changes the television channel to a news station using the remote control. His son, replying with \"This \"is\" the news!,\" changes it back to the Megadeth performance using the TV set's channel knob. This part of the video was parodied by comedian Brian Posehn in his \"Metal by Numbers\" video. The beginning of the video also showed the explosion of the original low-cost skull used on the previous album Killing Is My Business... and Business Is Good!","categories":[],"infobox_types":["Single &lt;!-- See Wikipedia:WikiProject_Singles --&gt;"],"annotations":[{"uri":"United_States","surface_form":"American","offset":31},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":40},{"uri":"Megadeth","surface_form":"Megadeth","offset":58},{"uri":"Peace_Sells..._but_Who%27s_Buying%3F","surface_form":"Peace Sells... but Who's Buying?","offset":88},{"uri":"Dave_Mustaine","surface_form":"Dave Mustaine","offset":134},{"uri":"Wake_Up_Dead","surface_form":"Wake Up Dead","offset":164},{"uri":"Heavy_metal_subculture","surface_form":"metalheads","offset":291},{"uri":"VH1","surface_form":"VH1","offset":345},{"uri":"Slayer","surface_form":"Slayer","offset":531},{"uri":"Living_room","surface_form":"living room","offset":620},{"uri":"Remote_control","surface_form":"remote control","offset":803},{"uri":"Brian_Posehn","surface_form":"Brian Posehn","offset":990},{"uri":"Killing_Is_My_Business..._and_Business_Is_Good%21","surface_form":"Killing Is My Business... and Business Is Good!","offset":1147}]}