{"id":294512,"url":"http://en.wikipedia.org/wiki/World_Nuclear_Industry_Status_Report","text":"e=\"preserve\">\"The World Nuclear Industry Status Report\" is a yearly report about the global challenges facing the nuclear power industry. The reports show that the share of nuclear-generated electricity in the overall global energy production has decreased in the 2000s. Nuclear power now accounts for about 13 percent of the world’s electricity generation and 5.5 percent of primary energy.\n2010-11 report.\nThe \"World Nuclear Industry Status Report 2010-2011\" is authored by Mycle Schneider, Antony Froggatt, and Steve Thomas and published by the Washington-based Worldwatch Institute. The foreword is written by Amory Lovins.\nThe flagship EPR project at Olkiluoto in Finland, managed by the largest nuclear builder in the world, AREVA NP, has turned into a financial fiasco. The project is four years behind schedule and at least 90 percent over budget, reaching a total cost estimate of €5.7 billion ($8.3 billion) or close to €3,500 ($5,000) per kilowatt.\nThe report says that the Fukushima I nuclear accidents have made things more difficult for nuclear energy. There is \"no obvious sign that the international nuclear industry could eventually turn empirically evident downward trend into a promising future\", and the Fukushima nuclear disaster is likely to accelerate the decline. With long lead times of 10 years and more, it will be difficult to maintain, let alone increase, the number of operating nuclear power plants over the next 20 years. Moreover, says the report, it is clear that nuclear power development cannot keep up with the pace of renewable energy commercialization.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_power","surface_form":"nuclear power","offset":114},{"uri":"Mycle_Schneider","surface_form":"Mycle Schneider","offset":476},{"uri":"Worldwatch_Institute","surface_form":"Worldwatch Institute","offset":565},{"uri":"Amory_Lovins","surface_form":"Amory Lovins","offset":614},{"uri":"Fukushima_I_nuclear_accidents","surface_form":"Fukushima I nuclear accidents","offset":985},{"uri":"Renewable_energy_commercialization","surface_form":"renewable energy commercialization","offset":1556}]}