{"id":294519,"url":"http://en.wikipedia.org/wiki/Attempted_Italian_colonization_of_America","text":"An attempted Italian colonization in America was done in 1608 by the Grand Duke of Tuscany, Ferdinando I.\nHistory.\nThe Italian colonization of the Americas was limited to an aborted attempt by the Grand Duke of Tuscany to create a colony in South America in the early 1600s.\nIn 1608, Ferdinando the First of Tuscany organized an expedition under captain Robert Thornton, in order to explore northern Brazil and the Amazon river and prepare for the establishment of a settlement in northern coastal South America, which would serve as a base to export Brazilian wood to Renaissance Italy.\nThornton expedition.\nFerdinando the First, Grand Duke of Tuscany, oversaw the only Italian attempt to create a colony in the Americas.\nWhen Thornton returned to Tuscany a year later, he found Ferdinando I dead, and his successor Cosimo II uninterested in the establishment of a colony. Thornton was ready to sail back to the area between the rivers Orinoco and Amazon in the summer of 1609 with Italian settlers from Livorno and Lucca, but the project was scrapped.\nThornton's galleon 'Santa Lucia' returned to Italy in 1609 with plenty of information (after exploring the area between Trinidad island and the delta of the Amazon river), some indigenous natives of the Americas and a few tropical parrots.\nHe brought back with him to Tuscany five Arawak natives, most of whom died of smallpox. Only one lived on at the Medici court for several years, and learned to speak Italian. These natives often talked about the richness and fertility of their native land, speaking of a country rich in silver and gold. Thornton himself corroborated these reports, and asserted that the country was rich in rosewood, wild sugar canes, white pepper, balsam, cotton and many other kinds of merchandise which would form an abundant commerce for the Tuscans.\nThe area that Thornton considered as a possible site of an Italian colony now lies in modern French Guyana, near Cayenne, which would be colonised by France in 1630.\nModern Italian \"colonies\".\nThe Italians never created real colonies in the Americas, and only made territorial colonies in other areas of the world mainly after their political unification in the 19th century.\nMany Italians (and similarly Germans) moved to America to live under other flags and created the settlements of emigrants, sometimes called called \"colonies\". Those settlements where made by groups of Italian emigrants who settled together in the same place and around the same time, founding a settlement that still exists today in many cases.\nThat was the first Italian settlement of this kind made in Venezuela by Luigi Castelli, who wanted to settle in the late 1830s Italian emigrants from Tuscany in the same area where a few years later German emigrants settled and created the \"Colonia Tovar\" (unluckily their ship sank in the Mediterranean).\nMany of these Italian settlements were created in the second half of the 19th century, mainly in Uruguay, Argentina, Chile, Mexico and the Southern and Southeastern regions of Brazil (Sao Paulo, Paraná, Santa Catarina and Rio Grande do Sul).\nIn most of those settlements the Italian language (and dialects) is still spoken today: like in \"Capitán Pastene\" of Chile, in \"Chipilo\" of Mexico or in \"Nova Veneza\" of Santa Catarina (where it is spoken the \"Talian\" of Brasil).\nNone of these settlements are related to the Italian colonial empire of the 20th century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tuscany","surface_form":"Tuscany","offset":83},{"uri":"Ferdinando_I_de%27_Medici%2C_Grand_Duke_of_Tuscany","surface_form":"Ferdinando I","offset":92},{"uri":"Grand_Duchy_of_Tuscany","surface_form":"Grand Duke of Tuscany","offset":197},{"uri":"South_America","surface_form":"South America","offset":241},{"uri":"Brazil","surface_form":"Brazil","offset":400},{"uri":"Amazon_river","surface_form":"Amazon river","offset":415},{"uri":"Tuscany","surface_form":"Tuscany","offset":645},{"uri":"Italy","surface_form":"Italian","offset":671},{"uri":"Livorno","surface_form":"Livorno","offset":1005},{"uri":"Lucca","surface_form":"Lucca","offset":1017},{"uri":"Guyana","surface_form":"Guyana","offset":1933},{"uri":"Cayenne","surface_form":"Cayenne","offset":1946},{"uri":"Italians","surface_form":"Italians","offset":2030},{"uri":"Venezuela","surface_form":"Venezuela","offset":2613},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":2844},{"uri":"Uruguay","surface_form":"Uruguay","offset":2957},{"uri":"Argentina","surface_form":"Argentina","offset":2966},{"uri":"Chile","surface_form":"Chile","offset":2977},{"uri":"Mexico","surface_form":"Mexico","offset":2984},{"uri":"Sao_Paulo","surface_form":"Sao Paulo","offset":3044},{"uri":"Paran%C3%A1","surface_form":"Paraná","offset":3055},{"uri":"Santa_Catarina","surface_form":"Santa Catarina","offset":3063},{"uri":"Rio_Grande_do_Sul","surface_form":"Rio Grande do Sul","offset":3082},{"uri":"Italian_language","surface_form":"Italian language","offset":3135},{"uri":"Santa_Catarina","surface_form":"Santa Catarina","offset":3272}]}