{"id":29460,"url":"http://en.wikipedia.org/wiki/Trinity","text":"In the Christian religion, the Trinity is an idea used to explain that three different \"persons\" are called God: God the Father, God the Son, and God the Holy Spirit (who is sometimes called the \"Holy Ghost\"). Trinity states that these three all form the same God.\nThe Oxford Dictionary of the Christian Church describes the Trinity as \"the central dogma of Christian theology\".\nWhere the word Trinity is from.\nThe English word \"Trinity\" comes from Latin \"Trinitas\", meaning \"the number three\". This abstract noun is formed from the adjective \"trinus\" (three each, threefold, triple), as the word \"unitas\" is the abstract noun formed from \"unus\" (one).\nThe corresponding word in Greek is \" (\"Trias\"), meaning \"a set of three\" or \"the number three.\"\nThe first recorded use of this Greek word in Christian theology was by Theophilus of Antioch in about 170. He did not speak about the Trinity of god. He wrote: \"In like manner also the three days which were before the luminaries, are types of the Trinity [], of God, and His Word, and His wisdom. And the fourth is the type of man, who needs light, that so there may be God, the Word, wisdom, man.\"\nTertullian, a Latin theologian who wrote in the early third century, was the first to use \"Trinity\" \"person\" and \"substance\" to explain that the Father, Son and Holy Spirit are \"one in essence – not one in Person.\"\nAbout a century later, in 325, the First Council of Nicaea established the doctrine of the Trinity as orthodoxy and adopted the Nicene Creed that described Christ as \"God of God, Light of Light, very God of very God, begotten, not made, being of one substance (\"homoousios\") with the Father.\"\nThe Trinity in Christian texts.\nMany but not all Christians worship God in the form of the Trinity. In the Old Testament there are several places where there seems to be evidence for a Trinity. Genesis 1:26 states that God said \"Let us make man in our image\". Deuteronomy 6:4 states that “The Lord our God is one Lord”. The word that has been translated as \"one\" can also be translated as \"united\".\nThe Trinity is also implied in the New Testament, though that term is not used. Jesus never explained it fully in his teaching to people, but made a number of claims to be God. The disciple John was one of Jesus' best friends on Earth, so understood Jesus better than many other people. He starts his gospel by saying \"In the beginning was the Word. The Word was with God, and the Word was God.\" He calls Jesus 'the Word' because Jesus was how God told people about himself. In John 8:58, Jesus said \"before Abraham was even born, I AM!\" I AM is what God said his name was to Moses, meaning that he is always there anywhere in time or space. In John 10:30 and 10:38, he tells people \"The Father and I are one.\" and \"the Father is in me, and I am in the Father.\" Lastly, he forgave people for sins, which only God can do.\nWhen Jesus came the early Christians had to make sense of the fact that God had come among them through the power of the Holy Spirit. Matthew wrote in his gospel: “Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit (Matthew 28:19). Several things in the gospel of John are often thought to point to a God who is more than just one being. The three persons of God are also mentioned in the second book of Corinthians.\nIt was several hundred years after the life of Jesus before many Christians accepted the idea that God was a Trinity. It was a difficult idea, because the Hebrew scriptures talk about God being One. The Greeks and the Romans could only understand Christ as a person who was bringing God’s Word. It was not until the 4th century that the three were recognised as being the three parts of one whole God. This was decided by the Council of Nicaea in 325. By the end of the century many Christians had been swayed to believe in God as a Trinity.\nIn the 5th century Saint Patrick brought Christianity to Ireland. There is an old Irish legend which says that Patrick used the shamrock to explain the idea of the Trinity. The shamrock has three small leaves. Patrick told the people that the three leaves represented God the Father, God the Son and God the Holy Spirit. He said that the whole plant represented God.\nIn Christian churches the Sunday after Pentecost (the 50th day after Easter) is called the “Feast of the Holy Trinity”. This feast probably started in the 10th century. In 1334 Pope John XXII made it official for the whole church. In the Anglican and Lutheran Churches the weeks that follow The Feast of the Trinity are dated according to how many weeks after Trinity they are (e.g. the 20th Sunday after Trinity). In the Roman liturgy these Sundays are dated “after Pentecoste” (e.g. the 21st Sunday after Pentecoste).\nIn other religions.\nIslam teaches that God is indivisible (can not be divided). For this reason, several verses of the Qur'an teach that the doctrine of Trinity is blasphemous (against God).","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian religion","offset":7},{"uri":"Idea","surface_form":"idea","offset":45},{"uri":"God","surface_form":"God","offset":108},{"uri":"Dogma","surface_form":"dogma","offset":349},{"uri":"Latin","surface_form":"Latin","offset":449},{"uri":"Three","surface_form":"three","offset":487},{"uri":"Greek_language","surface_form":"Greek","offset":679},{"uri":"Theophilus_of_Antioch","surface_form":"Theophilus of Antioch","offset":820},{"uri":"Tertullian","surface_form":"Tertullian","offset":1148},{"uri":"First_Council_of_Nicaea","surface_form":"First Council of Nicaea","offset":1398},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":1491},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1763},{"uri":"Evidence","surface_form":"evidence","offset":1826},{"uri":"Image","surface_form":"image","offset":1908},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":1916},{"uri":"New_Testament","surface_form":"New Testament","offset":2090},{"uri":"Jesus","surface_form":"Jesus","offset":2135},{"uri":"Disciple","surface_form":"disciple","offset":2236},{"uri":"Gospel","surface_form":"gospel","offset":2356},{"uri":"Sins","surface_form":"sins","offset":2847},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":2997},{"uri":"Matthew_the_Evangelist","surface_form":"Matthew","offset":3010},{"uri":"Gospel","surface_form":"gospel","offset":3031},{"uri":"Disciple","surface_form":"disciple","offset":3062},{"uri":"Nation","surface_form":"nation","offset":3079},{"uri":"Baptism","surface_form":"baptizing","offset":3088},{"uri":"Gospel_of_John","surface_form":"John","offset":3216},{"uri":"Corinthians","surface_form":"Corinthians","offset":3356},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":3524},{"uri":"Scriptures","surface_form":"scriptures","offset":3531},{"uri":"Ancient_Greeks","surface_form":"Greeks","offset":3572},{"uri":"Roman_Empire","surface_form":"Romans","offset":3587},{"uri":"4th_century","surface_form":"4th century","offset":3685},{"uri":"Council_of_Nicaea","surface_form":"Council of Nicaea","offset":3795},{"uri":"325","surface_form":"325","offset":3816},{"uri":"5th_century","surface_form":"5th century","offset":3918},{"uri":"Saint_Patrick","surface_form":"Saint Patrick","offset":3930},{"uri":"Ireland","surface_form":"Ireland","offset":3968},{"uri":"Legend","surface_form":"legend","offset":3999},{"uri":"Shamrock","surface_form":"shamrock","offset":4039},{"uri":"Leaf","surface_form":"leaves","offset":4113},{"uri":"Sunday","surface_form":"Sunday","offset":4304},{"uri":"Pentecost","surface_form":"Pentecost","offset":4317},{"uri":"Easter","surface_form":"Easter","offset":4347},{"uri":"10th_century","surface_form":"10th century","offset":4433},{"uri":"1334","surface_form":"1334","offset":4450},{"uri":"Pope_John_XXII","surface_form":"Pope John XXII","offset":4455},{"uri":"Anglican_Church","surface_form":"Anglican","offset":4516},{"uri":"Lutheran_Church","surface_form":"Lutheran Church","offset":4529},{"uri":"Roman_Catholicism","surface_form":"Roman","offset":4700},{"uri":"Liturgy","surface_form":"liturgy","offset":4706},{"uri":"Islam","surface_form":"Islam","offset":4818},{"uri":"Allah","surface_form":"God","offset":4837},{"uri":"Qur%27an","surface_form":"Qur'an","offset":4917},{"uri":"Blasphemy","surface_form":"blasphemous","offset":4962}]}