{"id":294704,"url":"http://en.wikipedia.org/wiki/Rhysling_Award","text":"e=\"preserve\">The Rhysling Awards are a prize given each year for the best poem from science fiction, fantasy, or horror. Most awards for writing are named for the creator of the award, the subject of the award, or an important person. The Rhyslings are named for a character in a science fiction story: the blind poet Rhysling, in Robert A. Heinlein's short story \"The Green Hills of Earth\". Two awards are given: \"Best Long Poem\", for poetry of 50 or more lines, and \"Best Short Poem\", for works of 49 or fewer lines.\nThe members of the Science Fiction Poetry Association (SFPA) choose several possible winners (nominees) for each year's Rhysling Awards. Each member may name one work that should win in each category. All of the nominees are published in a book called \"The Rhysling Anthology\". Members of the Association then vote on the final winners. Since 2005, the Awards have been presented in July at a ceremony at Readercon. The \"Best Short Poem\" category allows very short poems to be entered. However, the SFPA also has the Dwarf Stars Award for poems from one to ten lines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poem","surface_form":"poem","offset":74},{"uri":"Science_fiction","surface_form":"science fiction","offset":84},{"uri":"Fantasy","surface_form":"fantasy","offset":101},{"uri":"Horror","surface_form":"horror","offset":113},{"uri":"Robert_A._Heinlein","surface_form":"Robert A. Heinlein","offset":331},{"uri":"The_Green_Hills_of_Earth","surface_form":"The Green Hills of Earth","offset":365},{"uri":"Science_Fiction_Poetry_Association","surface_form":"Science Fiction Poetry Association","offset":538},{"uri":"Nominees","surface_form":"nominees","offset":613},{"uri":"The_Rhysling_Anthology","surface_form":"The Rhysling Anthology","offset":772},{"uri":"Readercon","surface_form":"Readercon","offset":924},{"uri":"Dwarf_Stars_Award","surface_form":"Dwarf Stars Award","offset":1036}]}