{"id":294756,"url":"http://en.wikipedia.org/wiki/Vim","text":"Vim is a text editor made by Bram Moolenaar. Moolenaar publicly released Vim on November 2, 1991.\nVim stands for Vi IMproved. Vim is an improved version of the vi text editor, an editor created by Bill Joy in 1976. Vim is free, and the source code is publicly available on GitHub. It is available in multiple languages, and it works on multiple operating systems, including Windows, Linux, and macOS. Vim can be used from either a command-line interface or a graphical user interface.\nWhile Vim can be hard to use, there are built-in commands new users can learn from reading the Vim user manual, running the:help command in Vim, or using the vimtutor command in a terminal.\nVim is widely popular because it allows users to perform many functions on a document (save, search, scroll, etc.) by pressing as few keys as possible. However, many critics argue that these keystrokes are confusing.\nOne can customize Vim using a.vimrc file. To add new features like keyboard shortcuts, one can use Vim script, Vim’s built-in programming language. Many Vim plugins and extensions are also available online for free.\nThere is an Internet turf war between programmers that prefer Vim and programmers that prefer Emacs, another common text editor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Text_editor","surface_form":"text editor","offset":9},{"uri":"Source_code","surface_form":"source code","offset":236},{"uri":"GitHub","surface_form":"GitHub","offset":273},{"uri":"Operating_system","surface_form":"operating systems","offset":345},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":374},{"uri":"Linux","surface_form":"Linux","offset":383},{"uri":"MacOS","surface_form":"macOS","offset":394},{"uri":"Command-line_interface","surface_form":"command-line interface","offset":431},{"uri":"Graphical_user_interfaces_and_consoles","surface_form":"graphical user interface","offset":459},{"uri":"Programming_language","surface_form":"programming language","offset":1018},{"uri":"Internet","surface_form":"Internet","offset":1120},{"uri":"Programmer","surface_form":"programmers","offset":1146},{"uri":"GNU_Emacs","surface_form":"Emacs","offset":1202}]}