{"id":294763,"url":"http://en.wikipedia.org/wiki/Criollo_(people)","text":"The \"Criollos\" (singular: \"Criollo\") were a social class in the caste system of the overseas colonies established by Spain in the 16th century, especially in Latin America. The name was used for people of pure or mostly Spanish blood, but who were born in the colony.\nThe \"Criollo\" class was seen as lower than the \"Peninsulares\". Peninsulares were the people who lived in the colony, but were born in Spain. Criollos were higher status/rank than all other castes. Examples of other castes are people of mixed descent, Amerindians, and enslaved Africans.\nThe term Criollo is often translated into English as Creole. However, the word \"creole\" is also used for many ethnic groups around the world who have no historic connection to Spain or to any colonial system.\nCriollos and the wars of independence.\nUntil 1760, the Spanish colonies were ruled under laws designed by the Spanish Habsburgs. They gave the American provinces great independence. The situation changed with the Bourbon Reforms during the reign of Charles III.\nSpain needed to get more money from its colonies for the European and global wars it was fighting so it could maintain the Spanish Empire. The Crown made the \"Penisulares\" more important, and they took over many administrative offices which had been filled by Criollos. At the same time, reforms by the Catholic Church reduced the roles and privileges of the lower ranks of the clergy, who were mostly Criollos.\nBy the 19th century, this unfair policy of the Spanish Crown and the examples of the American and French revolutions, led the Criollos to rebel against the \"Peninsulares\". With increasing support of the other castes, they started to fight Spain in for independence (1809–1826).","categories":[],"infobox_types":["ethnic group"],"annotations":[{"uri":"Casta","surface_form":"caste system","offset":64},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"overseas colonies established by Spain","offset":84},{"uri":"Latin_America","surface_form":"Latin America","offset":158},{"uri":"Spanish_people","surface_form":"Spanish","offset":220},{"uri":"Peninsulares","surface_form":"Peninsulares","offset":316},{"uri":"Spain","surface_form":"Spain","offset":402},{"uri":"African_people","surface_form":"Africans","offset":545},{"uri":"English_language","surface_form":"English","offset":597},{"uri":"European_colonialism","surface_form":"colonial system","offset":747},{"uri":"Habsburg","surface_form":"Habsburg","offset":882},{"uri":"Bourbon_Reforms","surface_form":"Bourbon Reforms","offset":977},{"uri":"Charles_III_of_Spain","surface_form":"Charles III","offset":1013},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":1149},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1329},{"uri":"American_Revolution","surface_form":"American","offset":1523},{"uri":"French_Revolution","surface_form":"French","offset":1536}]}