{"id":294713,"url":"http://en.wikipedia.org/wiki/Civil_parishes_in_England","text":"In England, a civil parish is a unit of local government. Civil parishes are the lowest tier of local government, below districts and counties. It is an administrative parish, in comparison to an ecclesiastical (church) parish.\nThe parish council can decide to call itself a town, village, neighbourhood or community; and in a limited number of cases has city status granted by the monarch. Civil parishes only cover part of England; about 35% of the population.\nThere are currently no civil parishes in Greater London, and before 2008 their creation was not permitted within a London Borough.\nAncient origins.\nThe creation of ancient parishes was linked to the manorial system. The parishes often shared the same boundaries as the manor of the local lord. At first the manor was the main unit of local administration and justice in the early rural economy. Eventually the church replaced the manor court as the rural administrative centre and levied a local tax on produce known as a tithe. Responsibilitfor things such as relief of the poor passed from the Lord of the Manor to the church, but in practice it was administered by monasteries. After the dissolution of the monasteries, the power to charge (levy) a rate to fund relief of the poor was given to the parish authorities by the 1601 Act for the Relief of the Poor.\nThe parish authorities were known as vestries and were made up of all the inhabitants of the parish. As the population was growing it became increasingly difficult to hold meetings as an open vestry. In some, mostly built up, areas the select vestry took over responsibility from the community at large. This innovation improved efficiency, but allowed governance by a self-perpetuating elite. The administration of the parish system relied on the monopoly of the Church of England. As religious membership became more fractured, such as through the revival of Methodism, the legitimacy of the parish vestry came into question and the perceived inefficiency and corruption inherent in the system became a source for concern. Because of this scepticism, during early the 19th century the parish progressively lost its powers to ad-hoc boards and other organisations, such as the loss of responsibility for poor relief through the Poor Law Amendment Act 1834. The replacement boards were each able to levy their own rate in the parish. The church rate ceased to be levied in many areas and was abolished altogether in 1868.\nCivil and ecclesiastical split.\nThe ancient parishes split into two distinct units during the 19th century. The Poor Law Amendment Act 1866 declared that all areas that levied a separate rate —extra-parochial areas, townships, and chapelries— become civil parishes as well. The parishes for church use continued unchanged as ecclesiastical parishes. The latter part of the 19th century saw most of the ancient irregularities inherited by the civil system cleaned up, with the majority of exclaves abolished.\nReform.\nCivil parishes in their modern sense were established afresh in 1894, by the Local Government Act 1894. The Act abolished vestries, and established elected parish councils in all rural civil parishes with more than 300 electors. These were grouped into rural districts. Boundaries were altered to avoid parishes being split between counties. Urban parishes continued to exist, and boundaries were usually changed to be the same as the urban district or municipal borough in which they were situated. Large towns originally split between multiple parishes were, for the most part, eventually joined into one parish. No parish councils were formed for urban parishes, and their only function was as areas electing guardians to Poor Law Unions. With the abolition of the poor law system in 1930 the parishes had only a nominal existence.\nIn 1965 civil parishes in London were formally abolished when Greater London was created, as the legislative framework for Greater London did not make provision for any local government body below a London Borough (since all of London was previously part of a metropolitan borough, municipal borough or urban district, no actual parish councils were abolished). In 1974 the Local Government Act 1972 retained civil parishes in rural areas and small urban areas, but abolished them in larger urban areas. Many former urban districts and municipal boroughs that were being abolished rather than succeeded were continued as new parishes. Urban areas that were considered too large to be single parishes were refused this permission and became unparished areas. The Act also led to the possibility of sub-division of all districts (apart from London boroughs, reformed in 1965), into multiple civil parishes. For example, Oxford, whilst entirely unparished in 1974, now has four civil parishes, covering part of its area.\nRevival.\nThe creation of town and parish councils is encouraged in unparished areas. The Local Government and Rating Act 1997 gave local residents the right to demand that a new parish and council be created in unparished areas. This was extended to London boroughs by the Local Government and Public Involvement in Health Act 2007 - with this, the City of London is at present the only part of England where civil parishes cannot be created.\nIf enough electors in an area of a proposed new parish (ranging from 50% in an area with less than 500 electors to 10% in one with more than 2,500) sign a petition demanding its creation, then the local district council or unitary authority must consider the proposal. Recently established parish councils include Daventry (2003), Folkestone (2004), and Brixham (2007). In 2003 seven new parish councils were set up for Burton upon Trent, and in 2001 the Milton Keynes urban area became entirely parished, with ten new parishes being created. In 2003, the village of Great Coates (Grimsby) regained parish status. Parishes can also be abolished where there is evidence that this in response to \"justified, clear and sustained local support\" from the area's inhabitants. Examples include Birtley, which was abolished in 2006 and Southsea abolished in 2010.\nGovernance.\nEvery civil parish has a parish meeting, consisting of all the electors of the parish. Generally a meeting is held once a year. A civil parish may have a parish council which exercises various local responsibilities given by statute. If a parish has fewer than 200 electors it is usually deemed too small to have a parish council, and instead will only have a parish meeting; an example of direct democracy. Alternatively several small parishes can be grouped together and share a common parish council, or even a common parish meeting. In places where there is no civil parish (unparished areas), the administration of the activities normally undertaken by the parish becomes the responsibility of the district or borough council. There are about 8,700 parish and town councils in England, and about 1,500 parishes with only parish meetings. Since 1997 around 100 new civil parishes have been created, in some cases splitting existing civil parishes, but mostly by creating new ones from unparished areas.\nPowers and functions.\nThe role played by parish councils varies. Smaller parish councils have only limited resources and generally play only a minor role, while some larger parish councils have a role similar to that of a small non-metropolitan district. Parish councils receive funding by levying a \"precept\" on the council tax paid by the residents of the parish.\nCouncillors and elections.\nParish councils are run by volunteer councillors who are elected to serve for four years and are not paid. Some councils have chosen to pay their elected members a small allowance as permitted under Part 5 of the Local Government Act 2000 The Local Authorities (Members’ Allowances) (England) Regulations 2003. The number of councillors varies roughly in proportion to the population of the parish. Most parish councillors are elected to represent the entire parish, though in parishes with larger populations or those that cover large areas, the parish can be divided into wards. These wards then return a certain number of councillors each to the parish council (depending on their population). Only if there are more candidates standing for election than there are seats on the council will an election be held. However, sometimes there are fewer candidates than seats. When this happens, the vacant seats have to be filled by co-option by the council. When a vacancy arises for a seat mid-term, an election is only held if a certain number (usually 10) of parish residents request an election. Otherwise the council will co-opt someone to be the replacement councillor. Every Parish Council in England must adopt a code of conduct, and parish councillors must comply with its standards, enforced by the Standards Board for England.\nStatus and styles.\nA parish can have city status but only if that is granted by the Crown. In England, there are currently eight parishes with city status, all places with long-established Anglican cathedrals: Chichester, Ely, Hereford, Lichfield, Ripon, Salisbury, Truro and Wells.\nThe council of an ungrouped parish may unilaterally pass a resolution giving the parish the status of a town. The parish council becomes a \"town council\". Around 400 parish councils are called town councils.\nThe chairman of a town council will have the title \"town mayor\" and that of a parish council which is a city will usually have the title of mayor. As a result, a parish council can also be called a town council, a community council, a village council or occasionally a city council (though most cities are not parishes but principal areas, or in England specifically metropolitan boroughs, non-metropolitan districts).\nCharter trustees.\nWhen a city or town has been abolished as a borough, and it is considered desirable to maintain continuity of the charter, the charter may be transferred to a parish council for its area. Where there is no such parish council, the district council may appoint charter trustees to whom the charter and the arms of the former borough will belong. The charter trustees (who consist of the councillor or councillors for the area of the former borough) maintain traditions such as mayoralty. An example of such a city was Hereford, whose city council was merged in 1998 to form a unitary Herefordshire. The area of the city of Hereford remained unparished until 2000 when a parish council was created for the city. The charter trustees for the City of Bath make up the majority of the councillors on Bath and North East Somerset Council.\nGeography.\nCivil parishes do not cover the whole of England. There are none in Greater London and very few in the other conurbations. Civil parishes vary greatly in size: many cover tiny hamlets with populations of less than 100, whereas some large parishes cover towns with populations of tens of thousands. Weston-super-Mare, with a population of 71,758, is the most populous civil parish. In many cases, several small villages are in a single parish. Large urban areas are mostly unparished, as the government at the time of the Local Government Act 1972 discouraged their creation for large towns or their suburbs, but there is generally nothing to stop their establishment. For example, Birmingham has a parish, New Frankley, whilst Oxford has four, and Northampton has seven. Parishes could not however be established in London until the changing of the law in 2007 and as yet none have been established there.\nDeserted parishes.\nThe 2001 census recorded several parishes with no inhabitants. These were Chester Castle (in the middle of Chester city centre), Newland with Woodhouse Moor, Beaumont Chase, Martinsthorpe, Meering, Stanground North (subsequently abolished), Sturston, Tottington, and Tyneham. The last three had been taken over by the British Armed Forces during World War II and remain deserted.\nDetached parts and divided parishes.\nAncient parishes often had detached parts, exclaves and enclaves which were not joined to the rest of the parish. In some cases the detached part was in a different county. In other cases, an entire parish was in a detached part of the county to which it belonged. There were also many examples of parishes divided between two or more counties.\nThese anomalies were mostly fixed in the 19th century. Before civil parishes were introduced, the Counties (Detached Parts) Act 1844 transferred many (but not all) parishes which were detached parts of a county to the county in which they were geographically located. The remaining detached parishes were transferred in the 1890s and in 1931. The detached part of the parish of Tetworth, Huntingdonshire, surrounded by Cambridgeshire, remained until the boundaries were changed in 1965.\nOther laws, including the Divided Parishes and Poor Law Amendment Act 1882, eliminated most instances of civil parishes belonging to two (or more) counties, and by 1901 Stanground in Huntingdonshire and the Isle of Ely was the sole remaining example. Stanground was split into two parishes, one in each county, in 1905.","categories":[],"infobox_types":[],"annotations":[{"uri":"Districts_of_England","surface_form":"districts","offset":120},{"uri":"Metropolitan_and_non-metropolitan_counties_of_England","surface_form":"counties","offset":134},{"uri":"Parish_(administrative_division)","surface_form":"administrative parish","offset":153},{"uri":"Parish","surface_form":"parish","offset":220},{"uri":"Parish_councils_in_England","surface_form":"parish council","offset":232},{"uri":"Town","surface_form":"town","offset":275},{"uri":"Village","surface_form":"village","offset":281},{"uri":"Neighbourhood","surface_form":"neighbourhood","offset":290},{"uri":"Community","surface_form":"community","offset":307},{"uri":"City_status_in_the_United_Kingdom","surface_form":"city status","offset":355},{"uri":"Greater_London","surface_form":"Greater London","offset":504},{"uri":"London_Borough","surface_form":"London Borough","offset":578},{"uri":"Parish","surface_form":"parish","offset":635},{"uri":"Manorialism","surface_form":"manorial system","offset":662},{"uri":"Tithe","surface_form":"tithe","offset":985},{"uri":"Dissolution_of_the_monasteries","surface_form":"dissolution of the monasteries","offset":1154},{"uri":"Rates_(tax)","surface_form":"rate","offset":1215},{"uri":"Elizabethan_Poor_Law_(1601)","surface_form":"1601 Act for the Relief of the Poor","offset":1290},{"uri":"Vestry","surface_form":"vestries","offset":1364},{"uri":"Church_of_England","surface_form":"Church of England","offset":1791},{"uri":"Methodism","surface_form":"Methodism","offset":1888},{"uri":"Poor_Law_Amendment_Act_1834","surface_form":"Poor Law Amendment Act 1834","offset":2256},{"uri":"Poor_Law_Amendment_Act_1866","surface_form":"Poor Law Amendment Act 1866","offset":2561},{"uri":"Extra-parochial_area","surface_form":"extra-parochial area","offset":2642},{"uri":"Township_(England)","surface_form":"township","offset":2665},{"uri":"Exclave","surface_form":"exclave","offset":2937},{"uri":"Local_Government_Act_1894","surface_form":"Local Government Act 1894","offset":3042},{"uri":"Vestry","surface_form":"vestries","offset":3087},{"uri":"Rural_district","surface_form":"rural district","offset":3218},{"uri":"Urban_district","surface_form":"urban district","offset":3400},{"uri":"Municipal_borough","surface_form":"municipal borough","offset":3418},{"uri":"Poor_Law_Union","surface_form":"Poor Law Union","offset":3690},{"uri":"London","surface_form":"London","offset":3826},{"uri":"Greater_London","surface_form":"Greater London","offset":3862},{"uri":"London_Borough","surface_form":"London Borough","offset":3999},{"uri":"Local_Government_Act_1972","surface_form":"Local Government Act 1972","offset":4174},{"uri":"Urban_district","surface_form":"urban district","offset":4316},{"uri":"Municipal_borough","surface_form":"municipal borough","offset":4336},{"uri":"Unparished_area","surface_form":"unparished area","offset":4540},{"uri":"Oxford","surface_form":"Oxford","offset":4718},{"uri":"Parish_councils_in_England","surface_form":"parish council","offset":4852},{"uri":"Unparished_area","surface_form":"unparished area","offset":4885},{"uri":"Local_Government_and_Rating_Act_1997","surface_form":"Local Government and Rating Act 1997","offset":4907},{"uri":"London_borough","surface_form":"London borough","offset":5068},{"uri":"Local_Government_and_Public_Involvement_in_Health_Act_2007","surface_form":"Local Government and Public Involvement in Health Act 2007","offset":5091},{"uri":"City_of_London","surface_form":"City of London","offset":5167},{"uri":"Petition","surface_form":"petition","offset":5416},{"uri":"Daventry","surface_form":"Daventry","offset":5575},{"uri":"Folkestone","surface_form":"Folkestone","offset":5592},{"uri":"Brixham","surface_form":"Brixham","offset":5615},{"uri":"Burton_upon_Trent","surface_form":"Burton upon Trent","offset":5681},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":5716},{"uri":"Great_Coates","surface_form":"Great Coates","offset":5828},{"uri":"Grimsby","surface_form":"Grimsby","offset":5842},{"uri":"Birtley%2C_Tyne_and_Wear","surface_form":"Birtley","offset":6048},{"uri":"Southsea","surface_form":"Southsea","offset":6089},{"uri":"Parish_councils_in_England","surface_form":"parish council","offset":6283},{"uri":"Parish_meeting","surface_form":"parish meeting","offset":6489},{"uri":"Direct_democracy","surface_form":"direct democracy","offset":6519},{"uri":"Non-metropolitan_district","surface_form":"non-metropolitan district","offset":7364},{"uri":"Council_tax","surface_form":"council tax","offset":7453},{"uri":"Councillor","surface_form":"councillor","offset":7566},{"uri":"Election","surface_form":"elected","offset":7586},{"uri":"Co-option","surface_form":"co-option","offset":8459},{"uri":"Standards_Board_for_England","surface_form":"Standards Board for England","offset":8836},{"uri":"City_status_in_the_United_Kingdom","surface_form":"city status","offset":8902},{"uri":"British_monarchy","surface_form":"the Crown","offset":8945},{"uri":"England","surface_form":"England","offset":8959},{"uri":"Chichester","surface_form":"Chichester","offset":9075},{"uri":"Ely%2C_Cambridgeshire","surface_form":"Ely","offset":9087},{"uri":"Hereford","surface_form":"Hereford","offset":9092},{"uri":"Lichfield","surface_form":"Lichfield","offset":9102},{"uri":"Ripon","surface_form":"Ripon","offset":9113},{"uri":"Salisbury","surface_form":"Salisbury","offset":9120},{"uri":"Truro","surface_form":"Truro","offset":9131},{"uri":"Wells","surface_form":"Wells","offset":9141},{"uri":"Mayors_in_England","surface_form":"mayor","offset":9496},{"uri":"Town_council","surface_form":"town council","offset":9554},{"uri":"Metropolitan_borough","surface_form":"metropolitan borough","offset":9723},{"uri":"Non-metropolitan_district","surface_form":"non-metropolitan district","offset":9746},{"uri":"Charter_trustee","surface_form":"charter trustee","offset":10053},{"uri":"Mayors_in_the_United_Kingdom","surface_form":"mayoralty","offset":10269},{"uri":"Hereford","surface_form":"Hereford","offset":10310},{"uri":"Herefordshire","surface_form":"Herefordshire","offset":10376},{"uri":"City_of_Bath","surface_form":"City of Bath","offset":10532},{"uri":"Bath_and_North_East_Somerset","surface_form":"Bath and North East Somerset","offset":10588},{"uri":"Greater_London","surface_form":"Greater London","offset":10705},{"uri":"Hamlet_(place)","surface_form":"hamlets","offset":10813},{"uri":"Weston-super-Mare","surface_form":"Weston-super-Mare","offset":10935},{"uri":"Village","surface_form":"village","offset":11047},{"uri":"Local_Government_Act_1972","surface_form":"Local Government Act 1972","offset":11158},{"uri":"Birmingham","surface_form":"Birmingham","offset":11318},{"uri":"New_Frankley","surface_form":"New Frankley","offset":11343},{"uri":"Oxford","surface_form":"Oxford","offset":11364},{"uri":"Northampton","surface_form":"Northampton","offset":11385},{"uri":"Chester_Castle_(parish)","surface_form":"Chester Castle","offset":11636},{"uri":"Chester","surface_form":"Chester","offset":11669},{"uri":"Newland_with_Woodhouse_Moor","surface_form":"Newland with Woodhouse Moor","offset":11691},{"uri":"Beaumont_Chase","surface_form":"Beaumont Chase","offset":11720},{"uri":"Martinsthorpe","surface_form":"Martinsthorpe","offset":11736},{"uri":"Meering","surface_form":"Meering","offset":11751},{"uri":"Stanground_North","surface_form":"Stanground North","offset":11760},{"uri":"Sturston%2C_Norfolk","surface_form":"Sturston","offset":11803},{"uri":"Tottington%2C_Norfolk","surface_form":"Tottington","offset":11813},{"uri":"Tyneham","surface_form":"Tyneham","offset":11829},{"uri":"British_Armed_Forces","surface_form":"British Armed Forces","offset":11880},{"uri":"World_War_II","surface_form":"World War II","offset":11908},{"uri":"Detached_part","surface_form":"detached part","offset":12006},{"uri":"Exclave","surface_form":"exclave","offset":12022},{"uri":"Enclave","surface_form":"enclave","offset":12035},{"uri":"Counties_(Detached_Parts)_Act_1844","surface_form":"Counties (Detached Parts) Act 1844","offset":12422},{"uri":"List_of_county_exclaves_in_England_and_Wales_1844%E2%80%931974","surface_form":"remaining detached parishes","offset":12596},{"uri":"Tetworth","surface_form":"Tetworth","offset":12702},{"uri":"Huntingdonshire","surface_form":"Huntingdonshire","offset":12712},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":12743},{"uri":"Divided_Parishes_and_Poor_Law_Amendment_Act_1882","surface_form":"Divided Parishes and Poor Law Amendment Act 1882","offset":12837},{"uri":"Civil_parish","surface_form":"civil parish","offset":12916},{"uri":"Stanground%2C_Peterborough","surface_form":"Stanground","offset":12980},{"uri":"Huntingdonshire","surface_form":"Huntingdonshire","offset":12994},{"uri":"Isle_of_Ely","surface_form":"Isle of Ely","offset":13018}]}