{"id":294889,"url":"http://en.wikipedia.org/wiki/Jure_Franceti%C4%87","text":"ce=\"preserve\">Jure Francetić (1912 - 1942) was an Ustashe Commissioner of Bosnia and Herzegovina, war criminal, responsible for the massacre of Bosnian Serbs and Jews.\nEarly life and activities prior to formation of NDH.\nFrancetić was born in Otočac on July 3, 1912. After gymnasium (high school) he went to study law at the University of Zagreb, were he joined the Ustaša movement. Soon after, he was exiled from Zagreb for five years as a result of his anti-Yugoslav political activities. He stayed in Otočac for a short time before emigrating to Italy in March 1933. He took the Ustaša oath in the Borgotaro camp on April 24, 1933, and then spent the following four years in Austria, Italy and Hungary. In Hungary he joined to the Ustashe terrorist group camp at Jankapuszta, under new, conspirative name 'Laszlo'.\nAfter the assassination of Alexander I of Yugoslavia he was interned on Sardinia by Mussolini at the request of the Yugoslav government. After a general declaration of amnesty in the Kingdom of Yugoslavia, Francetić returned to Croatia in November 1937, but was immediately arrested and exiled to his hometown. The next year Francetić returned to Zagreb hoping to complete his study of law but was forced to complete his military service instead. In late 1940 he was again arrested in Zagreb because of a congratulatory telegraph to Jozef Tiso, president of the newly formed Slovak Republic (1939–1945), signed by a number of Croat nationalists. He was again exiled to his native Otočac. After delivering an inflammatory nationalistic speech at a local school's New Year's celebration in Otočac on January 12, 1941, he escaped to Germany to avoid another arrest.\nWar and war crimes.\nFrancetić earned his only military education and officer rank while serving the Kingdom of Yugoslavia Army. He became a non-commissioned officer in the rank of sergeant. About Francetić's military experience and knowledge, his Ustashe superior Eugen Dido Kvaternik wrote: \"He did not have basic military knowledge nor military education, nor did he have any talent for basic military organization.\". After establishment of the Independent State of Croatia in April 1941 he and other 10 Ustašas organized the Black Legion (Croatian: Crna Legija). Jure Francetić became the leader of the Black Legion and earned the rank of colonel in the Ustaša army. Kvaternik believed that Francetić \"a born guerrilla and a son of our mountainous Hercegovina\" was the reason good enough to put him in the role of military leader in Bosnia and Herzegovina. In order to consolidate the Ustashe party power, much of the party work in the province he put in the hands of Catholic priests. Francetić's Ustashe took control over the local administration by dismissing all civil servants and teachers belonging to the category of \"Srbijanci\", as well as those who were Jews. Killings, arrests, and deportation of Serbs and Jews was a regular duty of Francetić's henchmen - based and justified by the official Ustashe policy which demanded total extermination of Jews and murder, expulsion, and conversion to the Roman Catholicism of Serb population in Bosnia and Herzegovina. Francetić participated personally in arresting and interrogations of prominent Serbian and Jewish leaders (Vaso Miskin, Albahari) and ordered the murders of some of them. He even turned his own Sarajevo apartment into the prison kitchen and laundry room.\nJustification for the slaughter of Bosnian Serbs and Jews Francetic found in \" the propaganda of 'the Jewish communist hydra' had succeeded in misleading a majority of the Serb Orthodox population in eastern Bosnia into committing 'criminal acts against the state' \"and concluded that \"the 'most drastic means' would have to be employed against them.\"\nUstashe's unseen cruelty and savagery applied against Serbs and Jews even prompted the German command to demand that Francetić, as the commander of the 1st Brigade Black Legion, be dismissed. Pavelić defied and promoted Francetić to commander of all Ustashe field formations. In the pre-war times about 15,000 Jews lived in Bosnia and Herzegovina. About 3,000 women and children of this number - were arrested and kept in Kruschnitze concentration camp (Bosnia). Later they will be deported to Jasenovac and Stara Gradiska concentration camps. Additional 7,000 Bosnian Jews will be deported directly to Jasenovac concentration camp.\nDeath.\nFrancetić died on December 27 or 28, 1942. While flying to Gospić on December 22, his plane was downed by Yugoslav Partisans near the village of Močile, near Slunj, which was the Partisan-held area. Both he and his pilot were immediately captured by Partisan village guards and peasants and Francetić received numerous blows with pitchforks. Severely wounded, he was taken to NOVJ General Staff Hospital where Partisan surgeons attempted to save his life in order to exchange him for inmates of Ustaše camps and prisons, but failed.\nUstashe authorities were so concerned about the effect of his death would have on supporters of their movement that the news of his death was delayed until the beginning of March 1943. Official announcement of his death came on March 31, 1943., when Ustashe declared eight days of official mourning.\nMemorials of hatred.\nMemorial plaque to this Ustashe leader was erected in Slunj (in June 2000, by Ustashe's Association of war veterans, \"Hrvatski domobran\") as an embrace, by those responsible, of the NDH and ethnic hatred.\nIn late 2004 the Croatian government ordered the removal of the memorial plaque in Slunj.\n\"In January 2005 in the outskirts of Split, unknown persons erected overnight a memorial to Francetic and Budak-to show the extreme right's anger at Sanader's betrayal of the Ustasha cause and the prime minister's cooperation with ICTY\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italy","offset":549},{"uri":"Austria","surface_form":"Austria","offset":678},{"uri":"Hungary","surface_form":"Hungary","offset":697},{"uri":"Alexander_I_of_Yugoslavia","surface_form":"Alexander I of Yugoslavia","offset":845},{"uri":"Sardinia","surface_form":"Sardinia","offset":890},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":1001},{"uri":"Nazi_Germany","surface_form":"Germany","offset":1648},{"uri":"Jasenovac_concentration_camp","surface_form":"Jasenovac concentration camp","offset":4364}]}