{"id":294876,"url":"http://en.wikipedia.org/wiki/The_King_of_Rome","text":"The King of Rome was a racing pigeon. It won a race from Rome, in Italy, to England. The race was in 1913. It was long. Dave Sudbury wrote a song about the pigeon. The song was recorded by June Tabor.\nThe bird.\nThe King of Rome was a racing pigeon. It won a race from Rome, in Italy, to England. The race was in 1913. It was long. The bird was a type of pigeon called a blue cock, The pigeon was owned by Charlie Hudson. He also bred the pigeon. Hudson as born in the early 1870s. He died on 13 March 1958. When he died he was 84 years old). He lived at 56 Brook Street, Derby. The house has been demolished. It was at. Hudson started pigeon racing in 1904. When the race happened, he was president and treasurer of Derby Town Flying Club. He also wrote about pigeon-racing for the \"Derby Evening Telegraph\".\nWhen the bird died, Hudson gave its body to Derby Museum and Art Gallery. The museum stuffed its skin. The museum exhibit is known as \"accession number DBYMU.1946/48\". It has been on show at Derby and elsewhere. It has been on show at Walsall Museum. It has also been on show at Wollaton Hall. Wollaton Hall is in Nottingham. As of August 2011, the bird is back on display in Derby Museum.\nThe song.\nDave Sudbury wrote a song about \"The King of Rome\". The song is also about Charlie Hudson. It says that \"On the day of the big race a storm blew in. A thousand birds were swept away and never seen again\". That shows how dangerous birds races can be.\nThe song was recorded by June Tabor. She heard Sudbury sing the song at a competition. The competition was in the late 1980s. She was a judge at the competition. Sudbury came fourth. Tabor also recorded the song. She recorded it for an album called \"Aqaba\". Aqaba was released in 1988.\nThe King of Rome was head and shoulders above every other song sung on the night, and should have won.\nMcNeill also sang the song. A live recording is on \"Live and Kicking\". That is a record McNeil made in 2000. He recorded it with Iain MacKintosh.\nThe band Half Man Half Biscuit also played the song. But they never put it on one of their records.\nThe book.\nThe words of the song have been made into a book. The book has 32 pages. It has drawings by Hans Saefkow.","categories":[],"infobox_types":["animal","song &lt;!-- See Wikipedia:WikiProject_Songs --&gt;"],"annotations":[{"uri":"Racing_pigeon","surface_form":"racing pigeon","offset":23},{"uri":"Rome","surface_form":"Rome","offset":57},{"uri":"Dave_Sudbury","surface_form":"Dave Sudbury","offset":120},{"uri":"June_Tabor","surface_form":"June Tabor","offset":189},{"uri":"Racing_pigeon","surface_form":"racing pigeon","offset":234},{"uri":"Rome","surface_form":"Rome","offset":268},{"uri":"Bird","surface_form":"bird","offset":335},{"uri":"Derby","surface_form":"Derby","offset":571},{"uri":"Derby_Evening_Telegraph","surface_form":"Derby Evening Telegraph","offset":783},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum and Art Gallery","offset":853},{"uri":"Taxidermy","surface_form":"stuffed","offset":894},{"uri":"Walsall_Museum","surface_form":"Walsall Museum","offset":1044},{"uri":"Wollaton_Hall","surface_form":"Wollaton Hall","offset":1088},{"uri":"Dave_Sudbury","surface_form":"Dave Sudbury","offset":1209},{"uri":"June_Tabor","surface_form":"June Tabor","offset":1484},{"uri":"Aqaba_(album)","surface_form":"Aqaba","offset":1709},{"uri":"Iain_MacKintosh","surface_form":"Iain MacKintosh","offset":1977},{"uri":"Half_Man_Half_Biscuit","surface_form":"Half Man Half Biscuit","offset":2003}]}