{"id":2948,"url":"http://en.wikipedia.org/wiki/Emphysema","text":"Emphysema is a disease of the lungs.\nIt is one of the diseases that make up chronic obstructive pulmonary disease (COPD). This is a set of diseases where the flow of air in the lungs is obstructed. Emphysemia is most often caused by smoking but can be caused by other diseases or have no known cause at all.\nIt occurs when the very small air sacs (called the alveoli) at the ends of the airways in the lungs start to break down from many sacs to form much bigger sacs. The alveoli are the areas of the lung where oxygen and carbon dioxide are exchanged into and out of the blood. Emphysema makes it hard for people to blow air out of the lungs because air gets trapped inside the broken alveoli due to the collapse of the walls. The trapped air in the lungs creates the characteristic \"barrel chest\" of emphysema.\nThere is no cure for emphysema. Treatment includes stopping smoking and taking medicines ('broncho-dilators' and sometimes corticosteroids). Supplemental oxygen is recommended in those with low oxygen levels at rest. It decreases the risk of heart failure and death if used 15 hours per day, and may improve people's ability to exercise. In those with normal or mildly low oxygen levels, oxygen supplementation may improve shortness of breath. There is a risk of fires and little benefit when those on oxygen continue to smoke.\nAssociations.\nEmphysema is commonly associated with chronic bronchitis. As it is rather difficult to delineate \"pure\" cases of emphysema or chronic bronchitis they are classed together into chronic obstructive pulmonary disease (COPD).","categories":[],"infobox_types":[],"annotations":[{"uri":"Lung","surface_form":"lung","offset":30},{"uri":"Chronic_obstructive_pulmonary_disease","surface_form":"chronic obstructive pulmonary disease","offset":76},{"uri":"Tobacco","surface_form":"smoking","offset":233},{"uri":"Alveoli","surface_form":"alveoli","offset":359},{"uri":"Oxygen","surface_form":"oxygen","offset":513},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":524},{"uri":"Steroid","surface_form":"steroid","offset":944},{"uri":"Oxygen","surface_form":"oxygen","offset":968},{"uri":"Chronic","surface_form":"chronic","offset":1394},{"uri":"Bronchitis","surface_form":"bronchitis","offset":1402},{"uri":"Chronic_obstructive_pulmonary_disease","surface_form":"chronic obstructive pulmonary disease","offset":1532}]}