{"id":294810,"url":"http://en.wikipedia.org/wiki/Dolores_Hidalgo","text":"Dolores Hidalgo is the name of a city and the municipality around it in the north-central part of the Mexican state of Guanajuato. The full name is Dolores Hidalgo Cuna de la Independencia Nacional, which is Spanish for \"Dolores Hidalgo Cradle of National Independence\".\nIt is at, at about 1,980 meters (6,480 feet) above sea level. In the census of 2005 the city had a population of 54,843 people. The larger area of the municipality had 134,641 inhabitants. The city is directly in the middle of the municipality, which is 1,590 km² (613.9 sq mi) in size. It also includes many small communities, the largest of which is Río Laja.\nHistory.\nBefore Mexico became independent, the city was a small town known simply as Dolores. It was here that Father Miguel Hidalgo spoke his famous cry for the independence of Mexico (the \"Grito de Dolores\"). This was in the early hours of September 16, 1810, in front of his parish church. After Mexico achieved independence, the town was renamed \"Dolores Hidalgo\" in his honor. The central square of the town, in front of Father Hidalgo's historic church, is a popular tourist spot.\nDolores Hidalgo today.\nToday Dolores Hidalgo is known primarily for its ceramics industry. It givese work to well over half the city's population. The inexpensive and mass-produced ceramic products are sold throughout Latin America and the United States.\nFans of ranchera and popular music visit Dolores Hidalgo for the tomb of José Alfredo Jiménez. He was one of the country's most beloved singers and songwriters. He is buried in the town cemetery.\nFootballer Adolfo \"El Bofo\" Bautista was born here.","categories":[],"infobox_types":[],"annotations":[{"uri":"Municipalities_of_Mexico","surface_form":"municipality","offset":46},{"uri":"Mexican_state","surface_form":"Mexican state","offset":102},{"uri":"Guanajuato","surface_form":"Guanajuato","offset":119},{"uri":"Sea_level","surface_form":"sea level","offset":322},{"uri":"R%C3%ADo_Laja","surface_form":"Río Laja","offset":623},{"uri":"Miguel_Hidalgo","surface_form":"Miguel Hidalgo","offset":751},{"uri":"Grito_de_Dolores","surface_form":"Grito de Dolores","offset":824},{"uri":"Ceramic","surface_form":"ceramic","offset":1192},{"uri":"Jos%C3%A9_Alfredo_Jim%C3%A9nez","surface_form":"José Alfredo Jiménez","offset":1448},{"uri":"Adolfo_Bautista","surface_form":"Adolfo \"El Bofo\" Bautista","offset":1582}]}