{"id":294916,"url":"http://en.wikipedia.org/wiki/Twicket","text":"Twicket was a village cricket match. It was shown live on the Internet. It could be watched form anywhere on the world. That happened on Easter Monday, 25 April 2011. The organisers did that to show that very fast broadband is useful. Very fast broadband helps community groups to upload content to the web. The organisers says Twicket was the first village cricket match ever to be streamed online.\nTwicket is a made up word. The \"Tw\" is from Twitter. The \"icket\" is from Cricket.\nThere were reports about Twicket on BBC television news, on BBC Radio London, on TalkSport, and on Radio New Zealand.\nIt was written about by \"The Guardian\", and \"Metro\".\nIt was mentioned on Twitter by Stephen Fry, the BBC's Rory Cellan-Jones and Jonathan Agnew. Agnew is the BBC's cricket correspondent.\nBackground.\nJohn Popham is a consultant. He decided to show Twicket online after seeing two comments on Twitter. In the first comment, Dan Slee said he wanted to see news about his a local village cricket team on Twitter.\nThen, Chris Conder mentioned that she was testing a new 30Mbps, symmetrical internet connection. \"Symmetrical internet\" means that the upload speed is as fast as the download speed. Conder lives in a village called Wray. Wray is in Lancashire, England. The connection was installed in Wray by Lancaster University Wray is one of only three villages in the UK to have a symmetrical community network.\nConder told Popham that a special cricket match was going to be played in Wray. The match was part of the village’s Scarecrow Festival. The Scarecrow Festival happens every year. The match was between Wray and a team called \"The Rest of the World\".\nI'm confident we can do this, because the village Wi-Fi has a 30Mbps upload speed... It's a bit of fun, but it has a serious purpose too. The serious side is to demonstrate that it can be done, it possible to live broadcast events like this using relatively cheap equipment and a good internet connection. It will also demonstrate the importance of good internet connectivity in rural areas, and the need for fast connections if we are to realise the aspiration to use the internet to enable more people to produce their own content.\nThe match.\nThe match was 20 overs per side. This is called the Twenty20 format. There was an extra rule that said that any batsman who scored 20 runs had to retire. Wray won the toss. They decided to bowl first. After 20 overs, The Rest of the World had scored 69 runs and lost 5 wickets. That meant that Wray needed 70 runs off 20 overs. Wray managed to do that. Their final runs were a six. Wray won in their eleventh over. They won by 8 wickets.\nAfter the cricket match, there was a tug o'war contest. It was also streamed live. The rest of the world won. Interviews with some of the cricket players and other people were also shown on the internet.\nMedia.\nThe event was streamed on a website called Bambuser. Technical support was provided by a company from Birmingham called Aquila TV. Aquila used two Sony Z1 cameras and a DSR 350 camera. The most people watching at once was 2,733.\nA separate sound-only commentary was broadcast on-line, by Radio Youthology. Radio Youthology are also from Birmingham. 1,780 people listened to the Radio Youthology commentary. That was Radio Youthology's biggest audience ever.\nA BBC North West television news crew also went to the match. They made a short film. It was broadcast the same evening.\nThe hashtag for the event was #twicket. It was trending on Twitter just before the end of the match.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":22},{"uri":"Internet","surface_form":"Internet","offset":62},{"uri":"Portmanteau_word","surface_form":"made up word","offset":413},{"uri":"BBC_Radio_London","surface_form":"BBC Radio London","offset":542},{"uri":"TalkSport","surface_form":"TalkSport","offset":563},{"uri":"Radio_New_Zealand","surface_form":"Radio New Zealand","offset":581},{"uri":"The_Guardian","surface_form":"The Guardian","offset":625},{"uri":"Metro_(British_newspaper)","surface_form":"Metro","offset":645},{"uri":"Twitter","surface_form":"Twitter","offset":673},{"uri":"Stephen_Fry","surface_form":"Stephen Fry","offset":684},{"uri":"BBC","surface_form":"BBC","offset":701},{"uri":"Rory_Cellan-Jones","surface_form":"Rory Cellan-Jones","offset":707},{"uri":"Jonathan_Agnew","surface_form":"Jonathan Agnew","offset":729},{"uri":"Consultant","surface_form":"consultant","offset":816},{"uri":"Symmetric_digital_subscriber_line","surface_form":"symmetrical internet","offset":1073},{"uri":"Wray%2C_Lancashire","surface_form":"Wray","offset":1224},{"uri":"Lancaster_University","surface_form":"Lancaster University","offset":1302},{"uri":"Community_network","surface_form":"community network","offset":1390},{"uri":"Over_(cricket)","surface_form":"overs","offset":2220},{"uri":"Twenty20","surface_form":"Twenty20","offset":2255},{"uri":"Tug_of_war","surface_form":"tug o'war","offset":2678},{"uri":"Bambuser","surface_form":"Bambuser","offset":2895},{"uri":"Sony_HVR-Z1","surface_form":"Sony Z1","offset":2999},{"uri":"BBC_North_West","surface_form":"BBC North West","offset":3312},{"uri":"Hashtag","surface_form":"hashtag","offset":3435}]}