{"id":294998,"url":"http://en.wikipedia.org/wiki/Vermiculite","text":"Vermiculite is a phyllosilicate mineral that is dug out of the ground in China, South Africa, Russia and Brazil. When it is dug from the ground it is a hard rock. Vermiculite gets bigger when it is heated and changes into a material that looks like worms. This was first done in the United States of America in the year 1824.\nWhen Vermiculite has changed into small grains it is a very good material for insulation and is used to stop the escape of heat in things like ovens, furnaces and houses in cold countries. It is also very good at holding water so it is used in the soil of plants in pots and helping to grow seeds.\nBecause the Vermiculite grains are spongy (they can be pressed flat and then they open again) but not hard they are used inside cases or boxes to protect articles from breakage when they are being transported.\nVermiculite is also used in hydroponics as a material for the roots of plants to hold on to.\nBecause it does not burn Vermiculite is used with other materials in fillings in walls or ceilings (the roof of a room) to stop the spread of fire.\nAlthough vermiculite is not a form of asbestos, it is often contaminated with asbestos. Any vermiculite insulation found in a building should be treated as containing asbestos until confirmed otherwise by a laboratory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silicate_mineral","surface_form":"phyllosilicate","offset":17},{"uri":"Mineral","surface_form":"mineral","offset":32},{"uri":"China","surface_form":"China","offset":73},{"uri":"South_Africa","surface_form":"South Africa","offset":80},{"uri":"Russia","surface_form":"Russia","offset":94},{"uri":"Brazil","surface_form":"Brazil","offset":105},{"uri":"Worms","surface_form":"worms","offset":249},{"uri":"United_States_of_America","surface_form":"United States of America","offset":283},{"uri":"Hydroponics","surface_form":"hydroponics","offset":862},{"uri":"Asbestos","surface_form":"asbestos","offset":1153}]}