{"id":29495,"url":"http://en.wikipedia.org/wiki/Alto","text":"e=\"preserve\">The word alto can mean: someone who sings lower than a soprano. Usually females with lower voices are called contraltos. A male alto is a man who sings in a special way called falsetto. In England male altos sing in church and cathedral choirs. In some countries like Germany it is tradition to have boy altos in cathedral choirs. These will probably be boys whose voices will soon be breaking and are starting to get lower.\nOne of the most famous contraltos was Kathleen Ferrier. There are not so many female singers who call themselves contraltos these days. It has become more fashionable to be a mezzo-soprano. It is partly because it has become fashionable to use men for the alto parts in music by Bach and other Baroque composers, like it would have been performed in those days.\nOperatic roles which need a contralto include Lucretia in Britten's \"Rape of Lucretia\" and Erda in Wagner's \"Der Ring des Nibelungen.\nThe word \"alto\" can also mean: the second line down in 4 part choir music. In old music the alto line was written in a special clef called the “alto clef”, which is the same as the “viola clef” (a C clef in which the middle line is middle C).","categories":[],"infobox_types":[],"annotations":[{"uri":"Falsetto","surface_form":"falsetto","offset":189},{"uri":"Church","surface_form":"church","offset":229},{"uri":"Cathedral_choir","surface_form":"cathedral choir","offset":240},{"uri":"Kathleen_Ferrier","surface_form":"Kathleen Ferrier","offset":476},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":613},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":717},{"uri":"Baroque_music","surface_form":"Baroque","offset":732},{"uri":"Benjamin_Britten","surface_form":"Britten's","offset":858},{"uri":"Rape_of_Lucretia","surface_form":"Rape of Lucretia","offset":869},{"uri":"Richard_Wagner","surface_form":"Wagner's","offset":899},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":909},{"uri":"Clef","surface_form":"clef","offset":1061}]}