{"id":295073,"url":"http://en.wikipedia.org/wiki/Ortac","text":"Ortac is a small uninhabited islet about 5 km West of the coast of Alderney near to the islet of Burhou. It measures about 50 by 70 metres (160 by 230 ft).\nA.H. Ewen thinks that the rock's name meant \"large rock at the edge\" from the Norman language \"Or\" (edge) + \"Etac\" (Stack). Alexander Deschamps said that the French used to call it \"the Eagle's Nest\".\nGeology.\nOrtac and Alderney, along with the Casquets, are part of the same sandstone ridge.\nPaul Naftel, a Guernsey artist, drew Ortac, and the drawing appeared in Ansted & Latham's book, \"The Channel Islands\" (1862). The writers themselves commented -\nIf the sea bottom, which is in very few parts as much as 20 fathoms deep, were elevated 120 feet (37 m), the island of Alderney, the Burhou and Ortac group, and the Casquets would be connected by low land, and form a narrow island around 12 miles (19 km) long.\nThe 1906 book, \"The Channel Pilot\" states -\nBetween Ortac, Verte Tête and Burhou Island, are scattered many dangerous rocks, and ledges among which the streams run with great velocity.\nIt also supposedly contains a cave known as \"the Oven\".\nVictor Hugo.\n\"...on the port bow arose, standing stark, cut out on the background of mist, a tall opaque mass, vertical, right-angled, a tower of the abyss. It was the Ortac rock. The Ortac, all of a piece, rises up in a straight line to eighty feet above the angry beating of the waves... An immovable cliff, it plunges its rectilinear planes apeak into the numberless serpentine coils of the sea. At night it stands an enormous block, resting on the folds of a huge black sheet. In time of storm it awaits the stroke of the axe which is 'the thunderclap'...'To be wrecked on the Casquets is to be cut into ribbons; to strike on the Ortac is to be crushed into powder... On a straight frontage, such of that of the Ortac, neither the wave nor the cannon ball can ricochet... if the wave carries the vessel on the rock she breaks on it, and is lost...\"\n\"The Norman fishermen who frequent the Channel have many precautions to take at sea, by reason of the illusions with which Satan environs them. It has long been an article of popular faith that Saint Maclou inhabited the great square rock called Ortac, in the sea between Alderney and the Casquets; and many old sailors used to declare that they had often seen him there, seated and reading a book. Accordingly the sailors, as they passed, were in the habit of kneeling many times before the Ortac rock, until the day when the fable was destroyed, and the truth took its place. For it has been discovered, and is now well established, that the lonely inhabitant Of the rock is not a saint, but a devil. This evil spirit, whose name is Jochmus, had the impudence to pass himself of; for many centuries as Saint Maclou. Even the Church herself is not proof against snares of this kind. The demons Ragubel, Oribel, and Tobiel were regarded as saints until the year 745, when Pope Zachary, having at length exposed them, turned them out of saintly company. This sort of weeding of the saintly calendar is certainly very useful; but it can only be practiced by very accomplished judges of devils and their ways.\"\nWildlife.\nOrtac is noted for its large gannet colony. This is of fairly recent origin. On 19 June 1940, Major J.A.A. Wallace was preparing for the evacuation of Alderney, and went there to inspect the kittiwake colony. He found only one gannet. He found none on Les Etacs off Alderney. Now both swarm with the birds.\nIn 1979, a mission with two naval helicopters was launched to remove nets and rubbish used in nests and which were trapped.\nAirway R41.\nRomeo 41 is an Airway over the English Channel from the Channel Islands Control Area to the Solent Control Area. There is a reporting point named ORTAC at southern boundary between Romeo 41 and the Channel Islands Control Zone. Its position is 49° 59' 57N, 2° 0' 18W, which is about 30 miles north-north-east of Alderney. This is not coincident with the islet named Ortac, but its name is undoubtedly derived from the islet.\n\"Ayline 123: your clearance is to the Northern Zone boundary via ORTAC, on track Romeo 41.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Islet","surface_form":"islet","offset":29},{"uri":"Alderney","surface_form":"Alderney","offset":67},{"uri":"Burhou","surface_form":"Burhou","offset":97},{"uri":"Norman_language","surface_form":"Norman language","offset":234},{"uri":"Stack_(geology)","surface_form":"Stack","offset":272},{"uri":"Casquets","surface_form":"Casquets","offset":401},{"uri":"Sandstone","surface_form":"sandstone","offset":432},{"uri":"Paul_Naftel","surface_form":"Paul Naftel","offset":449},{"uri":"Guernsey","surface_form":"Guernsey","offset":464},{"uri":"Ragubel","surface_form":"Ragubel","offset":2860},{"uri":"Oribel","surface_form":"Oribel","offset":2869},{"uri":"Tobiel","surface_form":"Tobiel","offset":2881},{"uri":"Pope_Zachary","surface_form":"Pope Zachary","offset":2937},{"uri":"Gannet","surface_form":"gannet","offset":3212},{"uri":"Black-legged_Kittiwake","surface_form":"kittiwake","offset":3374},{"uri":"Les_Etacs","surface_form":"Les Etacs","offset":3435},{"uri":"Airway_(aviation)","surface_form":"Airway","offset":3641},{"uri":"Intersection_(aviation)","surface_form":"reporting point","offset":3750}]}