{"id":295064,"url":"http://en.wikipedia.org/wiki/Burhou","text":"Burhou (pronounced bu-ROO) is a small island approximately northwest of Alderney that is part of the Channel Islands. No one lives on Burhou, and it is a bird sanctuary, so landing there is banned from 15 March to 27 July. The island's wildlife includes a colony of puffins (declining in numbers) and large numbers of rabbits.\nIt has no landing stage as such, but visitors use a small inlet. In rough weather it may be impossible to land.\nThe Guernsey botanist E.D. Marquand called it, \"the most desolate and lonely of all the islands in our archipelago.\" He had to spend the night there, as his return journey was delayed by fog.\nThe 1906 book, \"The Channel Pilot\" states -\nThe States of Alderney member, John Beaman has political responsibility for the island.\nBurhou, like many other Channel Islands (e.g. Lihou, Jethou), has the Norman suffix \"-hou\", meaning a small island, from the Old Norse \"holmr\". According to Dr. S.K. Kellet-Smith, \"bur\" refers to a storehouse - \"Burhou is just the place where a fisherman would place a depository for his gear\".\nSigns of human occupation/visitation are much older. Flint flakes have been found on the island, and one is currently in the Alderney Museum. In 1847, F.C. Lukis found two standing stones, but these have since been lost, according to the archaeologist David Johnston.\nThe hut.\nAccording to the Assize Roll of the 14th century, Burhou was a rabbit warren, and a refuge for fishermen. This would have meant that there would have been some kind of shelter there, as it would be difficult for the fishermen to take refuge without it.\nA hut was built on the island in 1820 as a shelter for fishermen and sailors at the instigation of General Le Mesurier (The Governor), but was destroyed during the German occupation of the Channel Islands (the Nazis used it for target practice during WWII). The hut was replaced in 1953, with basic accommodation which is rented out to visitors by Alderney Harbour Office.\nAttempts have been made to raise sheep there. In 1900, a French couple lived there for a year. The soil is thin, and spray often goes right over the island, so the soil is very salty. The island has no fresh water supply for much of the year, and has to rely on shipments, or formerly tanks.\nFlora and fauna.\nThe island's animals are mainly birds, although rabbits are long established here. The island has many puffins and some storm petrels. Although the latter have declined, they used to nest in the cottage's storm loft. Roderick Dobson in \"Birds of the Channel Islands\" said that puffins had been plentiful for over a century. The \"Birds of Guernsey\" (1878) by Cecil Smith states likewise. The puffins have had to compete with gulls, and in 1949, hundreds died from red mite infestation. The rabbit holes on the island make good nesting for them.\nAmongst the plants noted here are sea spurry, forget-me-nots, scarlet pimpernel, field bugloss, bracken and nettles. E.D. Marquand counted 18 species of plant here in 1909, but by the late twentieth century Frances Le Sueur and David McClintock found 45, which they wrote up in the \"Transactions of La Société Guernesiaise\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":38},{"uri":"Alderney","surface_form":"Alderney","offset":72},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":101},{"uri":"Nature_reserve","surface_form":"bird sanctuary","offset":154},{"uri":"Wildlife","surface_form":"wildlife","offset":236},{"uri":"Puffin","surface_form":"puffin","offset":266},{"uri":"Rabbit","surface_form":"rabbit","offset":318},{"uri":"Guernsey","surface_form":"Guernsey","offset":443},{"uri":"Archipelago","surface_form":"archipelago","offset":542},{"uri":"States_of_Alderney","surface_form":"States of Alderney","offset":679},{"uri":"John_Beaman","surface_form":"John Beaman","offset":706},{"uri":"Lihou","surface_form":"Lihou","offset":809},{"uri":"Jethou","surface_form":"Jethou","offset":816},{"uri":"Norman_language","surface_form":"Norman","offset":833},{"uri":"-hou","surface_form":"-hou","offset":848},{"uri":"Old_Norse","surface_form":"Old Norse","offset":888},{"uri":"Flint","surface_form":"Flint","offset":1111},{"uri":"Standing_stones","surface_form":"standing stones","offset":1230},{"uri":"Occupation_of_the_Channel_Islands","surface_form":"German occupation of the Channel Islands","offset":1752},{"uri":"Nazis","surface_form":"Nazis","offset":1798},{"uri":"World_War_II","surface_form":"WWII","offset":1839},{"uri":"Storm_petrel","surface_form":"storm petrel","offset":2390},{"uri":"Red_mite","surface_form":"red mite","offset":2733},{"uri":"Spergula","surface_form":"sea spurry","offset":2848},{"uri":"Forget-me-not","surface_form":"forget-me-not","offset":2860},{"uri":"Scarlet_pimpernel","surface_form":"scarlet pimpernel","offset":2876},{"uri":"Field_bugloss","surface_form":"field bugloss","offset":2895},{"uri":"Bracken","surface_form":"bracken","offset":2910},{"uri":"Dead_Nettle","surface_form":"nettle","offset":2922}]}