{"id":295165,"url":"http://en.wikipedia.org/wiki/Libyan_Civil_War_(2011)","text":"The Libyan Civil War was a civil war in Libya during the year 2011. It began in the middle of February 2011. Many Libyans were inspired by the uprisings in neighbouring countries, such as Tunisia and Egypt. They violently protested against the government. Colonel Muammar Gaddafi sent troops and tanks to break up the rebellion. Al-quaeda started bombing. and rebels began forming their own government. The war led to the death of Gaddafi in October, and of thousands of other people.\nBeginning of Conflict Against Gaddafi.\nThe conflict began with series of demonstrations and riots. There were many small protests of about 300-500 people throughout January. Major protests did not begin until 14 February 2011. The demonstrations were protesting against the Government of Libya and its leader Muammar al-Gaddafi. The conflict grew as thousands of people joined the protests. Gaddafi vowed to hunt them down and \"clean Libya house by house\" until all rebels are gone. However, some of Gaddafi's soldiers began joining the rebels in protest. The protests are thought to have been inspired by the successful uprising in Tunisia and Egypt.\nAccording to NBC News Chief Foreign Correspondent, Richard Engel, who entered Libya and had reached the city of Tobruk on 22 February 2011 was quoted as saying, \"the protest movement is no longer a protest movement, it's a war. It's open revolt.\" and on 22 February, \"The Economist\" described the protests as an \"uprising that is trying to reclaim Libya from the world's longest-ruling autocrat\". On 21 February, the Libyan Air Force aircraft attacked civilian protesters in Tripoli which caused international condemnation. By this time, over 300 to 2,000 were dead and over 5,000 were injured.\nArmed conflict.\nThere were small battles until February 24, when Gaddafi sent tanks and troops into Misrata and attacked. Then, on March 6, launched a counter-offensive against Rebels. This lasted until 12 March. He regained Ra's Lanuf and Brega. The Rebels gained power when NATO and other countries began bombarding Gaddafi's forces with attack aircraft.\nThe Rebels' launched a counter-offensive on March 27 that lasted until April 1. The Rebels regained a few cities.\nThe Battle of Misrata was the fiercest battle in the civil war. The Hamza Brigade fought for Gaddafi against the Rebels from 24 February to 12 March. The Khamis Brigade, run by Gaddafi's son Khamis, rolled in and nearly destroyed the entire city. The rebels won the battle and took control of the city.\nEnd.\nThe rebels also won in Benghazi and other places. They took Tripoli in August. In October the fighting diminished, and the rebels declared victory. His enemies killed Gaddafi on 20 October 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civil_war","surface_form":"civil war","offset":27},{"uri":"Libya","surface_form":"Libya","offset":40},{"uri":"2011","surface_form":"2011","offset":62},{"uri":"Tunisia","surface_form":"Tunisia","offset":188},{"uri":"2011_Egyptian_revolution","surface_form":"Egypt","offset":200},{"uri":"Muammar_Gaddafi","surface_form":"Muammar Gaddafi","offset":264},{"uri":"Al-quaeda","surface_form":"Al-quaeda","offset":329},{"uri":"Government","surface_form":"government","offset":391},{"uri":"Demonstration","surface_form":"demonstration","offset":558},{"uri":"Riot","surface_form":"riot","offset":577},{"uri":"Muammar_al-Gaddafi","surface_form":"Muammar al-Gaddafi","offset":794},{"uri":"2010%E2%80%932011_Tunisian_uprising","surface_form":"uprising","offset":1106},{"uri":"Tunisia","surface_form":"Tunisia","offset":1118},{"uri":"2011_Egyptian_protests","surface_form":"Egypt","offset":1130},{"uri":"Tobruk","surface_form":"Tobruk","offset":1249},{"uri":"The_Economist","surface_form":"The Economist","offset":1405},{"uri":"Autocracy","surface_form":"autocrat","offset":1523},{"uri":"Tripoli","surface_form":"Tripoli","offset":1612},{"uri":"Misrata","surface_form":"Misrata","offset":1832},{"uri":"Ra%27s_Lanuf","surface_form":"Ra's Lanuf","offset":1957},{"uri":"Brega","surface_form":"Brega","offset":1972},{"uri":"NATO","surface_form":"NATO","offset":2008},{"uri":"Bombardment","surface_form":"bombarding","offset":2039},{"uri":"Attack_aircraft","surface_form":"attack aircraft","offset":2072},{"uri":"Misrata","surface_form":"Misrata","offset":2217},{"uri":"Battle","surface_form":"battle","offset":2242},{"uri":"Hamza_Brigade","surface_form":"Hamza Brigade","offset":2271},{"uri":"Khamis_Brigade","surface_form":"Khamis Brigade","offset":2357}]}