{"id":295287,"url":"http://en.wikipedia.org/wiki/Nature_Coast","text":"The Nature Coast is a region of the U.S. state of Florida. It is made up of the Big Bend (Florida) area of the western coast and includes Citrus, Dixie, Hernando, Jefferson County, Pasco County, Levy County, Taylor County, and Wakulla County counties. This area of Florida is southern culturally, with the Deep South culture reaching to Levy County with the lower southern end (Pasco, Hernando, and sometimes Citrus county) often considered part of the Tampa Bay Metropolian Area. Pasco County is sometimes considered part of the Sun Coast.\nThe history of the Nature Coast.\nThe history of the name \"The Nature Coast\" goes back to 1991 as part of a marketing campaign to attract vacationing people to the nine county area, the name \"Nature Coast\" caught on quickly and describes the area previously known as the \"Big Bend\" of Florida.\n[https://news.google.com/newspapers?id=cPoNAAAAIBAJ&sjid=snsDAAAAIBAJ&pg=5428,3535265&dq=nature-coast St. Petersburg Times article, St. Petersburg Times - Feb 23, 1994]\nWildlife and nature.\nCommon activities in this area are hunting, fishing, boating, bird watching, and nature hiking. Snorkeling spots are found in the rivers along the Nature Coast. Also diving and Manatee tours, predominate in areas such as Crystal River, Homosassa and Homosassa Springs.\nThe Nature Coast is also home to wildlife such as deer, wild pigs, roseate spoonbills, alligators, raccoons, opossums, snakes, great blue herons, egrets, turtles and countless others, including at least 19 endangered species.\nAdditional information and facts about The Nature Coast.\nThe NatureCoast covers 8 different counties and 1 partial county (Dunnellon is a part of Marion County). It encompasses.\nThere are also 50 Golf Courses located within these counties","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_regions_of_the_United_States","surface_form":"region","offset":22},{"uri":"Marion_County%2C_Florida","surface_form":"Marion County","offset":1665}]}