{"id":295272,"url":"http://en.wikipedia.org/wiki/Chairman_of_the_Senate_of_Pakistan","text":"The current Chairman (presiding officer) of the Senate of Pakistan is Farooq Naek since 12 March, 2009.\nThe first Chairman of the Senate was Justice Khan Habibullah Khan.\nPurpose and role.\nThe main purpose for the creation of the Senate of Pakistan was to give equal representation to all the federating units since the membership of the National Assembly was based on the population of each province. Equal provincial membership in the Senate, thus, balances the provincial inequality in the National Assembly and dispels doubts and apprehension, if any, regarding deprivation and exploitation.\nThe role of the Senate is to promote national cohesion and harmony and to alleviate fears of the smaller provinces regarding domination by any one province because of its majority, in the National Assembly.\nThe Senate is a body that represents the provinces and territories of the country and promotes a feeling of equality, peace and good understanding between them, which is so essential for the growth and prosperity of a nation. Thus, the Senate in Pakistan, over the years, has emerged as an essential organ and a stabilizing factor of the federation.\nRelationship between Constituents of the Parliament.\na) President and Parliament: Under Article 50 of the Constitution, the Majlis-i-Shoora (Parliament) of Pakistan consists of the President and two Houses to be known respectively as the National Assembly and the Senate.\nThe President is elected by members of both Houses of the Parliament and the Provincial Assemblies. The President may be removed from office or impeached through a resolution, passed by not less than two-thirds of the total membership of the Parliament in a joint sitting of the two Houses, convened for the purpose.\nThe Constitution empowers the President to dissolve the National Assembly in his discretion if a situation has arisen in which the Government of the Federation cannot be carried out in accordance with the provisions of the Constitution and an appeal to the electorate is necessary. However, the Senate is not subject to dissolution.\nIn case the office of the President becomes vacant for any reason, the Chairman, or if he is unable to perform the functions of the office of the President, the Speaker, acts as President till such time that a President is elected. Same is the case when the President by reason of absence from Pakistan or any other cause is unable to perform his functions.\nb) Relations between the Houses: Unless both the Houses pass a Bill and it receives President's assent it cannot become a law except in the case of a money bill which is the sole prerogative of the National Assembly. Under the Legal Framework Order, 2002, the role of a Mediation Committee, comprising eight members from each House, has been introduced for the first time to evolve consensus on Bills, in case there is a disagreement between the two Houses.\nc) Cabinet: The Constitution provides that there shall be a Cabinet headed by the Prime Minister which is collectively responsible to the National Assembly. The Prime Minister is chosen from the National Assembly.\nThe Federal Ministers and Ministers of State are appointed from amongst the members of Parliament. However, the number of Federal Ministers and Ministers of State who are members of Senate, shall not at any time, exceed one fourth of the numbers of Federal Ministers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Speaker_(politics)","surface_form":"presiding officer","offset":22},{"uri":"Senate_of_Pakistan","surface_form":"Senate of Pakistan","offset":48},{"uri":"Farooq_Naek","surface_form":"Farooq Naek","offset":70},{"uri":"Justice_(official)","surface_form":"Justice","offset":141},{"uri":"Khan_Habibullah_Khan","surface_form":"Khan Habibullah Khan","offset":149},{"uri":"Prerogative","surface_form":"prerogative","offset":2612}]}