{"id":295204,"url":"http://en.wikipedia.org/wiki/Battle_of_Passchendaele","text":"The Battle of Passchendaele was one of the biggest battles of the First World War. It happened between July and November 1917. Allied troops attacked the German Army in many operations. The Allies were commanded by British leaders. The battle was fought for control of a village named Passchendaele. Passchendaele is near the town of Ypres in West Flanders, Belgium. The purpose of the battle was to \"wear out the enemy\" and \"to secure the Belgian coast and connect with the Dutch front lines\". The British commander was Douglas Haig. He planned the battle in three parts. These were capturing Passchendaele Ridge, moving to capture Roeselare, and Operation Hush. In Operation Hush, marines were to land somewhere on the Belgian coast and there would be a breakout attack from Nieuwpoort and the Yser bridgehead.\nBackground.\nThe British launched many massive attacks. They were helped a lot by artillery, aircraft and sometimes tanks. The British did not win. This is because they were up against a large and modern German defense. The British and French armies eventually became tactically better, and came close to winning later in the year.\nThe battle was made up of 'bite and hold' attacks. This captured ground that could be useful. It also wore down the German army with attacks and counter-attacks by the German army to stop the Allied attacks and take back ground. It lasted until the Canadian Corps captured Passchendaele on 6 November 1917. The battle ended on 10 November, apart from small operations. Causing huge casualties for the Germans, the Allies had captured 5 miles (8 km) of some of the best defended territory in the world. They lost 140,000 men. This is a ratio of about 2 inches (5 cm) of ground taken by every dead soldier. The Germans took back the lost ground when the line was shortened five months later, during the Battle of the Lys, losing it forever on 28 September 1918.\nPasschendaele has become popular with the misery of grinding attrition warfare. This type of warfare was often fought in thick mud. The land between Dixmude and the river Lys was crossed by streams and ditches that were used for drainage. Most of these flowed west, moving towards the Ypres—Commines canal which went north-south. The land was flat and swampy but for good drainage. August 1917 was very cold and wet. This was not usual. Very big artillery strikes had also destroyed the ground surface. There were times where it was dry. It was most dry in September, but mud was still in parts of the battlefield. Tanks got stuck in mud and some soldiers and horses drowned in it.\nRidges went in a curve pattern from south of Ypres, east then north to Passchendaele and Staden. They were sixty metres high at the most. This high ground had been fought over a lot since 1914.\nMany historians have different opinions on this battle. Most of this debate is in Britain. The volume of the British Official History of the War that wrote about the Battle of Passchendaele was the last ever published. Some people say that it was written to make Field Marshal Douglas Haig look better, and to make General Hubert Gough, the commander of the Fifth Army, look worse. The many dead and injured men the British Army had only to capture a very small amount of land have made many historians follow the example of David Lloyd George, the British Prime Minister at the time, and use it as an example of wasting soldiers and being a bad leader. Lloyd George, who was almost certainly affected by Basil Liddell Hart, wrote 100 pages of memoirs to a review of British generalship at Third Ypres.\nThere is also a revisionist way of thinking which tries to say that the British Army did well in the battle. Revisionists say that the British caused many casualties in the German Army, helped the French and came up with attack tactics which could win against German defenses. These tactics made the Germans want winter to come badly. Revisionists say that these things were important in winning the war in 1918.\nDeath and injury amounts for the battle are still not decided on. Some people say that the Allies suffered much heavier losses than the Germans. Others say different things. However, nobody says that hundreds of thousands of soldiers on both sides were not killed or hurt. The last survivor of the battle, who was also the last survivor of the Western Front in the United Kingdom, Private Harry Patch, died on 25 July 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"First World War","offset":66},{"uri":"Allies_of_World_War_I","surface_form":"Allied","offset":127},{"uri":"German_Empire","surface_form":"German Army","offset":154},{"uri":"Britain","surface_form":"British","offset":215},{"uri":"Passendale","surface_form":"Passchendaele","offset":285},{"uri":"Ypres","surface_form":"Ypres","offset":334},{"uri":"West_Flanders","surface_form":"West Flanders","offset":343},{"uri":"Belgium","surface_form":"Belgium","offset":358},{"uri":"Douglas_Haig%2C_1st_Earl_Haig","surface_form":"Douglas Haig","offset":521},{"uri":"Roeselare","surface_form":"Roeselare","offset":633},{"uri":"Operation_Hush","surface_form":"Operation Hush","offset":648},{"uri":"Marine_(military)","surface_form":"marine","offset":683},{"uri":"Nieuwpoort%2C_Belgium","surface_form":"Nieuwpoort","offset":777},{"uri":"Artillery","surface_form":"artillery","offset":894},{"uri":"Fixed-wing_aircraft","surface_form":"aircraft","offset":905},{"uri":"Tank","surface_form":"tank","offset":928},{"uri":"Tactic","surface_form":"tactically","offset":1080},{"uri":"Canadian_Corps","surface_form":"Canadian Corps","offset":1393},{"uri":"Ratio","surface_form":"ratio","offset":1679},{"uri":"Battle_of_the_Lys_(1918)","surface_form":"Battle of the Lys","offset":1845},{"uri":"Attrition_warfare","surface_form":"attrition warfare","offset":1965},{"uri":"Drain","surface_form":"drain","offset":2133},{"uri":"Tanks","surface_form":"Tanks","offset":2519},{"uri":"Opinion","surface_form":"opinion","offset":2811},{"uri":"Debate","surface_form":"debate","offset":2849},{"uri":"History_of_the_Great_War","surface_form":"Official History of the War","offset":2897},{"uri":"Field_Marshal","surface_form":"Field Marshal","offset":3043},{"uri":"Douglas_Haig%2C_1st_Earl_Haig","surface_form":"Douglas Haig","offset":3057},{"uri":"Hubert_Gough","surface_form":"General Hubert Gough","offset":3095},{"uri":"David_Lloyd_George","surface_form":"David Lloyd George","offset":3305},{"uri":"Historical_revisionism","surface_form":"revisionist","offset":3599},{"uri":"Harry_Patch","surface_form":"Harry Patch","offset":4385}]}