{"id":29521,"url":"http://en.wikipedia.org/wiki/Sappho","text":"Sappho was an Ancient Greek lyrical poet. She was probably born around 630 BC on the island of Lesbos. In the ancient world, Sappho's poetry was highly thought of. Today, most of it has been lost. Sappho presumably wrote about 10,000 lines of poetry, but only around 650 lines survive today. Little is known for certain about Sappho's life.\nSappho's poetry centers on passion and love for both men and women. The narrators of her poems often speak of infatuations and love for various women. Descriptions of physical acts between women are few and open to debate. Whether these poems are meant to be autobiographical is not known, although elements of other parts of Sappho's life do make appearances in her work. It would be like her style to have these intimate encounters expressed poetically.\nLife.\nLittle is known for certain about Sappho's life. What is known comes from three sources: Sappho's surviving poetry, other ancient writings about her, and evidence about archaic Greece in general. She was born on the Greek island of Lesbos around 630 BC, in either Eresos or Mytilene. Her parents' names are not known for certain, though her mother is often called Kleïs. Ancient tradition gave at least eight possible names for her father. One ancient story, which might be based on a now-lost poem by Sappho, says that her father died when Sappho was still a child. Sappho was said to have three brothers, called Charaxos, Larichos, and Eurygios. The \"Brothers poem\", discovered in 2014, talks about Charaxos and Larichos.\nSappho might have had a daughter called Kleïs (the same as her mother). Two of Sappho's poems talk about her. Not all historians agree that the Kleïs in Sappho's poems was Sappho's daughter. Some have suggested that she was Sappho's lover instead. But ancient sources call Kleïs Sappho's daughter, and some modern historians have argued that she must have been Sappho's daughter, not her lover. Sappho's husband, the father of Kleïs, was said to be a rich trader named Kerkylas of Andros. If Sappho was married, however, this was definitely not her husband's name: it is a joke from a comedy about Sappho's life.\nPoetry.\nSappho is best known for writing lyric poetry, a type of poetry which was sung and accompanied by the music of a lyre. Most of her poetry focusses on the lives of women. Much of this was love poetry, but she also wrote hymns, wedding songs, and poetry about her family. Some ancient sources say that Sappho wrote epigrams, elegiacs, and iambics (three other types of poetry with different metres to lyric poetry) as well as lyric poetry. However, none of these survive, and probably Sappho did not write in these styles. Three epigrams attributed to Sappho survive, but they were written much later, probably in the Hellenistic period.\nAncient texts of Sappho's poems survive from as early as the third century BC, and as late as the seventh century AD. By the medieval period, Sappho's poetry had been lost, until in the sixteenth century newly printed editions of ancient authors such as Dionysius of Halicarnassus, who had quoted Sappho's \"Ode to Aphrodite\", began to be produced. Since the second half of the nineteenth century, archaeologists have discovered many fragments of ancient copies of Sappho's poetry, and the amount of her work known has almost doubled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":14},{"uri":"Poet","surface_form":"poet","offset":36},{"uri":"Lesbos_Island","surface_form":"Lesbos","offset":95},{"uri":"Eresos","surface_form":"Eresos","offset":1067},{"uri":"Mytilene","surface_form":"Mytilene","offset":1077},{"uri":"Lyric_poetry","surface_form":"lyric poetry","offset":2181},{"uri":"Lyre","surface_form":"lyre","offset":2261},{"uri":"Epigrams","surface_form":"epigrams","offset":2461},{"uri":"Elegiacs","surface_form":"elegiacs","offset":2471},{"uri":"Iambics","surface_form":"iambics","offset":2485},{"uri":"Hellenistic_period","surface_form":"Hellenistic period","offset":2764},{"uri":"Dionysius_of_Halicarnassus","surface_form":"Dionysius of Halicarnassus","offset":3038},{"uri":"Ode_to_Aphrodite","surface_form":"Ode to Aphrodite","offset":3091}]}