{"id":295359,"url":"http://en.wikipedia.org/wiki/Milankovich_cycle","text":"A Milankovich cycle is any slow but regular change in the Earth's orbit round the Sun, and the tilt of the Earth's axis.\nThe dynamics are complex. The changes affect the 'insolation' (sunlight falling on parts of the Earth). This leads to cycles of climate on Earth, at about 21,000, 41,000 years, 100,000 and 400,000 years. This whole field is still under active research.\nUsing applied mathematics, Milutin Milanković predicted that variations in eccentricity, axial tilt, and precession of the Earth's orbit caused climate patterns on Earth.\nSimilar astronomical theories had been advanced in the 19th century by Joseph Adhemar, James Croll and others. However, there was at first no reliable dated evidence. The issue was not settled until deep-ocean cores were taken and a paper published in \"Science\" in 1976.\nOrbital shape (eccentricity).\nEarth's orbit is an ellipse. The eccentricity is a measure of the departure of this ellipse from circularity. The shape of the Earth's orbit varies in time between nearly circular and mildly elliptical.\nAxial tilt (obliquity).\nThe angle of the Earth's axial tilt varies with respect to the ecliptic plane, because perturbations from other planets shift the Earth's orbit.\nWhen the obliquity increases, the summers in both hemispheres receive more heat and light from the Sun, and winters less. Conversely, when the obliquity decreases, summers receive less sunshine and winters more. These slow 2.4° obliquity variations are roughly periodic. They take about 41,000 years to shift between a tilt of 22.1° and 24.5° and back again.\nAxial precession.\nPrecession is the wobble of the Earth's axis. This gyroscopic motion is due to the tidal forces exerted by the sun and the moon on the solid Earth, which has the shape of an oblate spheroid rather than a sphere. The sun and moon contribute roughly equally to this effect. Its period is about 26,000 years.\nWhen the axis points toward the Sun, one polar hemisphere has a greater difference between the seasons while the other has milder seasons. The hemisphere that is in summer at perihelion receives much of the corresponding increase in solar radiation, but that same hemisphere in winter at aphelion has a colder winter. The other hemisphere will have a relatively warmer winter and cooler summer.\nApsidal precession.\nPlanets orbiting the Sun follow elliptical (oval) orbits that rotate gradually over time (apsidal precession).\nIn addition, the orbital ellipse itself precesses in space, primarily as a result of interactions with Jupiter and Saturn. This shortens the period of the precession of the equinoxes from 25,771.5 to ~21,636 years.\nOrbital inclination.\nThe inclination of Earth's orbit drifts up and down relative to its present orbit with a cycle having a period of about 70,000 years. Milankovitch did not study this three-dimensional movement. This movement is known as 'precession of the ecliptic' or 'planetary precession'.\nResearchers noted this drift, and also that the orbit moves relative to the orbits of the other planets. The invariable plane, the plane that represents the angular momentum of the Solar System, is approximately the orbital plane of Jupiter. The inclination of the Earth's orbit has a 100,000 year cycle relative to the invariable plane. This is very similar to the 100,000 year eccentricity period. This 100,000-year cycle closely matches the 100,000-year pattern of ice ages.\nIt has been proposed that a disk of dust and other debris exists in the plane, which affects the Earth's climate. The Earth moves through this plane around January 9 and July 9, when there is an increase in radar-detected meteors and meteor-related noctilucent clouds.\nA study of the Antarctic ice core, using oxygen-nitrogen ratios in air bubbles trapped in the ice, concluded that the climatic response documented in the ice cores was driven by Northern hemisphere insolation as proposed by the Milankovitch hypothesis. This is an additional validation of the Milankovitch hypothesis by a relatively new method. It is not consistent with the \"inclination\" theory of the 100,000-year cycle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":58},{"uri":"Sun","surface_form":"Sun","offset":82},{"uri":"Axis_of_rotation","surface_form":"axis","offset":115},{"uri":"Sunlight","surface_form":"sunlight","offset":184},{"uri":"Climate","surface_form":"climate","offset":249},{"uri":"Applied_mathematics","surface_form":"applied mathematics","offset":380},{"uri":"Milutin_Milankovi%C4%87","surface_form":"Milutin Milanković","offset":401},{"uri":"Prediction","surface_form":"predicted","offset":420},{"uri":"Eccentricity","surface_form":"eccentricity","offset":449},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":463},{"uri":"Precession","surface_form":"precession","offset":479},{"uri":"Earth%27s_orbit","surface_form":"Earth's orbit","offset":497},{"uri":"Science_(journal)","surface_form":"Science","offset":798},{"uri":"Ellipse","surface_form":"ellipse","offset":866},{"uri":"Circular","surface_form":"circular","offset":943},{"uri":"Ecliptic","surface_form":"ecliptic","offset":1136},{"uri":"Summer","surface_form":"summer","offset":1252},{"uri":"Heat","surface_form":"heat","offset":1293},{"uri":"Light","surface_form":"light","offset":1302},{"uri":"Winter","surface_form":"winter","offset":1326},{"uri":"Precession","surface_form":"Precession","offset":1595},{"uri":"Gyroscope","surface_form":"gyroscopic","offset":1646},{"uri":"Tidal_force","surface_form":"tidal force","offset":1678},{"uri":"Moon","surface_form":"moon","offset":1718},{"uri":"Solid","surface_form":"solid","offset":1730},{"uri":"Oblate_spheroid","surface_form":"oblate spheroid","offset":1769},{"uri":"Sphere","surface_form":"sphere","offset":1799},{"uri":"Hemisphere","surface_form":"hemisphere","offset":1948},{"uri":"Solar_radiation","surface_form":"solar radiation","offset":2134},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":2530},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":2542},{"uri":"Equinox","surface_form":"equinox","offset":2600},{"uri":"Inclination","surface_form":"inclination","offset":2667},{"uri":"Invariable_plane","surface_form":"invariable plane","offset":3048},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":3096},{"uri":"Solar_System","surface_form":"Solar System","offset":3120},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":3172},{"uri":"Meteor","surface_form":"meteor","offset":3639},{"uri":"Noctilucent_cloud","surface_form":"noctilucent cloud","offset":3666},{"uri":"Ice_core","surface_form":"ice core","offset":3711},{"uri":"Oxygen","surface_form":"oxygen","offset":3727},{"uri":"Nitrogen","surface_form":"nitrogen","offset":3734},{"uri":"Ratio","surface_form":"ratio","offset":3743},{"uri":"Bubble","surface_form":"bubbles","offset":3757},{"uri":"Northern_hemisphere","surface_form":"Northern hemisphere","offset":3864}]}