{"id":295366,"url":"http://en.wikipedia.org/wiki/Estopa","text":"Estopa are a popular duo from Cornellà, Spain. The band consists of the brothers José and David Muñoz, who sing different sounds reflecting many genres, including rock, rumba and flamenco. Their first album, \"Estopa\", has sold over 1,000,000 copies to date. Their latest album, \"Voces de Ultrarumba\", sold more than 200,000 copies on its first day of release. Their music has made them one of the most successful rock groups in Spanish history.\nMembers.\nJosé Muñoz, the younger brother, was born in 1978. He plays guitar for Estopa. David Muñoz, the older brother, was born in 1976. He is the singer and also plays some guitar. They are brothers born in Extremadura. The brothers grew up listening to such bands as Los Chichos, Los Chunguitos, and Bordón on their trips with their parents from Cornellà to Zarza Capilla, where their parents were from.\nAs they grew up, José and David attended college for some time before deciding that it was not right for them. After quitting their studies, they worked for a factory manufacturing car parts for the company SEAT. It was in that factory where they began composing their earliest songs and they began to play in local bars.\nAfter playing a song for the bosses at BMG Music España, Estopa was given a record deal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Duet","surface_form":"duo","offset":21},{"uri":"Cornell%C3%A0","surface_form":"Cornellà","offset":30},{"uri":"Spain","surface_form":"Spain","offset":40},{"uri":"Rock_music","surface_form":"rock","offset":163},{"uri":"Rumba","surface_form":"rumba","offset":169},{"uri":"Flamenco","surface_form":"flamenco","offset":179},{"uri":"Guitar","surface_form":"guitar","offset":514},{"uri":"Singer","surface_form":"singer","offset":593},{"uri":"Extremadura","surface_form":"Extremadura","offset":654},{"uri":"Los_Chichos","surface_form":"Los Chichos","offset":715},{"uri":"Los_Chunguitos","surface_form":"Los Chunguitos","offset":728},{"uri":"Bord%C3%B3n","surface_form":"Bordón","offset":748},{"uri":"Factory","surface_form":"factory","offset":1011},{"uri":"Manufacturing","surface_form":"manufacturing","offset":1019},{"uri":"Record_label","surface_form":"record deal","offset":1250}]}