{"id":295311,"url":"http://en.wikipedia.org/wiki/Freddy_vs._Jason","text":"Freddy vs. Jason is an 2003 American horror movie. Many of the fans from both of the horror movie characters thought the movie was a great battle movie between the two killers. It was a cross-over between \"Jason Goes to Hell\".\nPlot.\nThe movie is about Freddy Krueger (Robert Englund) and Jason Voorhees (Ken Kirzinger) terrorizing Elm Street and killing the teenagers who live or dare to cross paths between Jason or Freddy. It wasn't until that Freddy begins to try to kill all of the teens, but Jason keeps catching up to him which makes both of them angry. Then Lori Campbell (Monica Keena) is wondering how her mother died in which she once thought died from a car crash. Later, Will Rollins (Jason Ritter) and Mark Davis (Brendan Fletcher) escape from a mentally-ill hospital and tries to save Lori and her friends from Freddy.\nIt wasn't until they needed some more pills to keep them awake, so they go to the asylum from where Will and Mark escaped from and try to find the pills. Then Bill Freeburg (Kyle Labine dump all the pills in the sink when he was possessed by Freddy. Then Jason came crashing into the asylum and then was put to sleep by Bill, but was sliced in half. When Jason was asleep, he was dreaming about seeing his mother and then Freddy came along and stabbed him in the head. Then Lori went to the same dream as Jason was, but then he woke-up and then the van they were driving crashed into Camp Crystal Lake. Later Lori, Will, Kia Waterson (Kelly Rowland), and Charlie Linderman (Chris Marquette) went into a cabin, but Lori was in a nightmare with Freddy. Later Jason came into the cabin which he set on fire. Then Lori pulled Freddy into the real world from were Freddy and Jason began to fight.\nLater, they were pushed into the dock from the lake and then Jason began to slice Freddy until he cut Jason's fingers and Freddy got the machete and began to stab Jason and then stabbed his eyes with his razor gloves. After Jason killed both Kia and Charlie, Lori and Will lit the propane tank on fire and caused the camp to explode. That was when Jason tore Freddy's arm off and were blown into the lake. Then Will and Lori were about to leave until Freddy came back with Jason's machete and was about to kill them until Jason stabbed Freddy with his own razor glove. Then Lori wanted to get revenge on Freddy when she discovered he had killed her mother, she decapitated Freddy's head-off. At the end Jason fell into the lake until he rose the next day with Freddy's head and later Freddy winked.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"United_States","surface_form":"American","offset":28},{"uri":"Jason_Goes_to_Hell","surface_form":"Jason Goes to Hell","offset":206},{"uri":"Freddy_Krueger","surface_form":"Freddy Krueger","offset":252},{"uri":"Robert_Englund","surface_form":"Robert Englund","offset":268},{"uri":"Jason_Voorhees","surface_form":"Jason Voorhees","offset":288},{"uri":"Ken_Kirzinger","surface_form":"Ken Kirzinger","offset":304},{"uri":"Elm_Street","surface_form":"Elm Street","offset":331},{"uri":"Monica_Keena","surface_form":"Monica Keena","offset":580},{"uri":"Jason_Ritter","surface_form":"Jason Ritter","offset":697},{"uri":"Brendan_Fletcher","surface_form":"Brendan Fletcher","offset":727},{"uri":"Kyle_Labine","surface_form":"Kyle Labine","offset":1007},{"uri":"Kelly_Rowland","surface_form":"Kelly Rowland","offset":1468},{"uri":"Chris_Marquette","surface_form":"Chris Marquette","offset":1507}]}