{"id":295427,"url":"http://en.wikipedia.org/wiki/Rainband","text":"A rainband is an area of rainfall where all the clouds and precipitation are stretched out in a long line or band. Rainbands can be stratiform or convective. They are caused by differences in temperature. When seen on a weather radar, the long narrow shape is called a banded structure. Rainbands in a tropical cyclone are curved and may even spiral around the center of the cyclone. Tropical cyclone rainbands include rain showers and thunderstorms. When this includes an eyewall and the eye, they make a hurricane or tropical storm. The size of rainbands around a tropical cyclone helps to measure the cyclone's intensity.\nRainbands that form near and ahead of cold fronts can be squall lines which can produce tornadoes. The shape of rainbands linked with cold fronts can be changed by mountains. The mountains block the winds which can then form a low-level barrier jet. Bands of thunderstorms can form when sea breeze and land breezes meet, if enough moisture is present. Sometimes sea breeze rainbands which are ahead of a cold front, can hide the location of the cold front itself. Rainbands in an extratropical cyclone can cause large amounts of rain or snow. Behind extratropical cyclones, rainbands can form downwind of large, warmer bodies of water such as the Great Lakes. If the air is cold enough, these rainbands can cause heavy snowfalls.\nExtratropical cyclones.\nRainbands ahead of warm occluded fronts and warm fronts have little upward motion. They tend to be wide and stratiform in nature. In an atmosphere with rich low level moisture and vertical wind shear, narrow, convective rainbands form. These are known as squall lines, and are usually in the cyclone's warm sector, ahead of strong cold fronts associated with extratropical cyclones. Wider rain bands can form behind cold fronts, which usually have more stratiform, and less convective, precipitation. In colder cyclones, small bands of heavy snow can occur with a width of to. These bands are linked with areas of frontogensis, or zones of strengthening temperature contrast. The curved air flow from extratropical cyclones bringing cold air across the relatively warm Great Lakes can lead to narrow lake effect snow bands. These can bring heavy localized snowfalls.\nTropical cyclones.\nRainbands exist on the edges of tropical cyclones, and point towards the cyclone's center of low pressure. Rainbands within tropical cyclones need moisture and a low level pool of cooler air. Bands located to from a cyclone's center move outward. They can cause heavy rains and squalls of wind, as well as tornadoes. Some rainbands move closer to the center, forming a secondary, or outer, eyewall within intense hurricanes. Spiral rainbands are such a basic part of a tropical cyclone that in most tropical cyclone basins, use of the satellite-based Dvorak technique is the main method used to determine a tropical cyclone's maximum sustained winds. Using this method, the area of spiral banding and difference in temperature between the eye and eyewall is used to estimate the maximum sustained wind and a central pressure.\nForced by geography.\nConvective rainbands can form parallel mountains on their windward side. This is due to lee waves triggered by hills just upstream of the cloud's formation. Their spacing is normally to apart. When rainbands near frontal zones get close to steep mountains, a low-level barrier jet stream forms parallel to and just before the mountain ridge. This slows down the frontal rainband just before the mountain barrier. If enough moisture is present, sea breeze and land breeze fronts can form convective rainbands. Sea breeze front thunderstorm lines can become strong enough to hide the location of an approaching cold front by evening. The edge of ocean currents can cause thunderstorm bands due to heat differences where they meet. Downwind of islands, rainbands can form when low level winds meet downwind of the island edges. Offshore California, this has been noted in the wake of cold fronts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cloud","surface_form":"cloud","offset":48},{"uri":"Precipitation_(meteorology)","surface_form":"precipitation","offset":59},{"uri":"Stratiform","surface_form":"stratiform","offset":132},{"uri":"Atmospheric_convection","surface_form":"convective","offset":146},{"uri":"Weather_radar","surface_form":"weather radar","offset":220},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":302},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":436},{"uri":"Eyewall","surface_form":"eyewall","offset":473},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":489},{"uri":"Tropical_cyclone","surface_form":"hurricane or tropical storm","offset":506},{"uri":"Cold_front","surface_form":"cold front","offset":663},{"uri":"Squall_line","surface_form":"squall line","offset":682},{"uri":"Tornado","surface_form":"tornado","offset":713},{"uri":"Barrier_jet","surface_form":"barrier jet","offset":862},{"uri":"Sea_breeze","surface_form":"sea breeze","offset":912},{"uri":"Land_breeze","surface_form":"land breeze","offset":927},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":1105},{"uri":"Rain","surface_form":"rain","offset":1154},{"uri":"Snow","surface_form":"snow","offset":1162},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":1272},{"uri":"Occluded_front","surface_form":"occluded front","offset":1403},{"uri":"Warm_front","surface_form":"warm front","offset":1423},{"uri":"Wind_shear","surface_form":"wind shear","offset":1568},{"uri":"Squall_line","surface_form":"squall line","offset":1634},{"uri":"Cyclone","surface_form":"cyclone","offset":1671},{"uri":"Frontogensis","surface_form":"frontogensis","offset":1993},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":2148},{"uri":"Low_pressure_area","surface_form":"low pressure","offset":2358},{"uri":"Squall","surface_form":"squall","offset":2543},{"uri":"Eyewall","surface_form":"eyewall","offset":2655},{"uri":"Tropical_cyclone_basins","surface_form":"tropical cyclone basins","offset":2764},{"uri":"Dvorak_technique","surface_form":"Dvorak technique","offset":2816},{"uri":"Maximum_sustained_wind","surface_form":"maximum sustained wind","offset":2891},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":3004},{"uri":"Windward","surface_form":"windward","offset":3170},{"uri":"Lee_wave","surface_form":"lee wave","offset":3200},{"uri":"Jet_stream","surface_form":"jet stream","offset":3389},{"uri":"Sea_breeze","surface_form":"sea breeze","offset":3556},{"uri":"Land_breeze","surface_form":"land breeze","offset":3571},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":3638},{"uri":"Ocean_currents","surface_form":"ocean currents","offset":3756},{"uri":"Island","surface_form":"island","offset":3853},{"uri":"California","surface_form":"California","offset":3946}]}