{"id":295568,"url":"http://en.wikipedia.org/wiki/Assassination_of_John_F._Kennedy","text":"John F. Kennedy was the 35th President of the United States. He was killed in Dealey Plaza, Dallas, Texas, on Friday, November 22, 1963. This happened while he was traveling in a Presidential motorcade with his wife Jacqueline, the Governor of Texas John Connally, and the governor's wife Nellie.\nMurder.\nAs the car drove into Dealey Plaza, shots were fired. Kennedy was shot once in the throat, and once in the head. It happened at 12:30 p.m. Central Standard Time (18:30 UTC). The motorcade drove to Parkland Memorial Hospital away. At 1:00 p.m., Kennedy was pronounced dead.\nLee Harvey Oswald was the main suspect in the murder. He was arrested on the same day for the murder of a policeman, J. D. Tippit. He was charged with both murders later that night. Oswald denied shooting anyone. Oswald was shot by Jack Ruby two days later, on November 24. This was when Oswald was being moved from the police station to a jail. He died in Parkland Hospital.\nThe event left a lasting impression on many worldwide. As with the December 7, 1941 attack on Pearl Harbor before it and the September 11 attacks after it, asking \"Where were you when you heard about President Kennedy's assassination\" would become a common topic of discussion.\nInvestigations.\nAn investigation into what happened was done by the Warren Commission in 1963–1964. It took 10 months. The commission decided that Oswald was the only person involved, and he had fired three shots from the window of a warehouse on the corner of Dealey Plaza. No one else was involved. The man who murdered Oswald, Jack Ruby, was also said to have acted alone.\nMost people at the time believed this was true. However, other alternative theories as to what could have happened have developed. Surveys from 1966 to 2004 found that as many as 80 percent of Americans have suspected that there was a plot or cover-up.\nAnother investigation was done by the United States House Select Committee on Assassinations (HSCA) in 1979. They found that President John F. Kennedy was probably killed as a result of a conspiracy (a secret plot). The HSCA found both the original FBI investigation and the Warren Commission Report to have big mistakes. They agree with the Commission that Oswald fired all the shots. But they say that there were at least four shots fired. They also say that it was very likely that two gunmen fired at the President. No gunmen or groups involved in the conspiracy were pointed out by the committee. They said that the CIA, the Soviet Union, organized crime and several other groups were not involved.\nConspiracy theories.\nThe assassination is still the subject of a lot of debate. There are a lot of conspiracy theories. Some researchers have suggested that Oswald was not the shooter. Others have suggested that he conspired with others to kill the president. Most of these theories accuse criminal groups, the military–industrial complex, the government of Cuba, the KGB, or the CIA. Lyndon Johnson, George H. W. Bush and Sam Giancana are among those accused. That mob boss Sam Giancana was responsible is supported by the account of his brother and nephew. Only one person was ever put on trial: Clay Shaw, but he was found not guilty.\nSome have also argued that the gunshots were fired so quickly there must have been more than one assassin shooting at the President. This could be supported by the fact that most witnesses said that the second and third shots were fired closer together.\nSome believe that the bullets could not have hit Kennedy in the place they hit him if they had really been fired from the warehouse. Many of the workers at Parkland Hospital reported that a large portion of the back of the President's head appeared to have been blown out. This may suggest that he had been hit from the front.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":0},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":29},{"uri":"Assassination","surface_form":"killed","offset":68},{"uri":"Dealey_Plaza","surface_form":"Dealey Plaza","offset":78},{"uri":"Dallas","surface_form":"Dallas","offset":92},{"uri":"Texas","surface_form":"Texas","offset":100},{"uri":"Motorcade","surface_form":"motorcade","offset":192},{"uri":"Jacqueline_Kennedy_Onassis","surface_form":"Jacqueline","offset":216},{"uri":"John_Connally","surface_form":"John Connally","offset":250},{"uri":"Central_Time_Zone_(Americas)","surface_form":"Central Standard Time","offset":444},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":473},{"uri":"Parkland_Memorial_Hospital","surface_form":"Parkland Memorial Hospital","offset":502},{"uri":"Lee_Harvey_Oswald","surface_form":"Lee Harvey Oswald","offset":578},{"uri":"J._D._Tippit","surface_form":"J. D. Tippit","offset":695},{"uri":"Jack_Ruby","surface_form":"Jack Ruby","offset":810},{"uri":"Jail","surface_form":"jail","offset":918},{"uri":"Flashbulb_memory","surface_form":"lasting impression","offset":971},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":1038},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1079},{"uri":"Warren_Commission","surface_form":"Warren Commission","offset":1300},{"uri":"United_States_House_Select_Committee_on_Assassinations","surface_form":"United States House Select Committee on Assassinations","offset":1899},{"uri":"Conspiracy","surface_form":"conspiracy","offset":2049},{"uri":"CIA","surface_form":"CIA","offset":2482},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2491},{"uri":"Conspiracy_theory","surface_form":"conspiracy theories","offset":2664},{"uri":"Organized_crime","surface_form":"criminal groups","offset":2855},{"uri":"Military%E2%80%93industrial_complex","surface_form":"military–industrial complex","offset":2876},{"uri":"Cuba","surface_form":"Cuba","offset":2923},{"uri":"KGB","surface_form":"KGB","offset":2933},{"uri":"CIA","surface_form":"CIA","offset":2945},{"uri":"Lyndon_Johnson","surface_form":"Lyndon Johnson","offset":2950},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":2966},{"uri":"Sam_Giancana","surface_form":"Sam Giancana","offset":2988},{"uri":"Mafia","surface_form":"mob","offset":3031},{"uri":"Clay_Shaw","surface_form":"Clay Shaw","offset":3163}]}