{"id":295529,"url":"http://en.wikipedia.org/wiki/Open_Season_2","text":"\"Open Season 2\" is a 2008 animated-comedy direct-to-video movie and is the second movie in the \"Open Season\" movie series, directed by Matthew O'Challaghan and Todd Wilderman and produced by Kirk Bodyfelt and Matthew O'Challaghan. The movie was released on September 24, 2008. Despite receiving mixed reviews from film critics, the film was positively welcomed from audience, just like the first film.\nIn the movie, Boog volunteers as the best man at Elliot (Joel McHale) and Giselle's (Jane Krakowski) wedding. However, the wilds are forced to go on an adventure when Mr. Weenie (Cody Cameron) gets captured by Bob and Bobbie (Georgia Engel) and being forced to become a domestic pet by the pets' leader Fifi (Crispin Glover).\nPlot.\nElliot is in love with Giselle and is thinking of getting married. But in an accident, Elliot's giant new antlers are cracked. Boog and the others cheer Elliot up by having a rabbit fight. Mr. Weenie finds a dog biscuit trail that his previous owners left behind and follows it. Elliot sees Mr. Weenie being taking away by his old owners, Bob and Bobbie. The wilds decide to make a rescue attempt to save him. Boog, Giselle, McSquizzy, Buddy, Serge, and Deni all join in.\nMeanwhile, the tame pets meet. There is Fifi, a toy poodle and his basset hound companion Roberto, two cats; one named Stanley, whose companion is a mentally retarded cat named Roger, and a Southern dog named Rufus, whose companion is his girlfriend Charlene. The wilds find Weenie, much to Elliot's dismay, who does not want to marry Giselle. They free him from his chains, but accidentally leave him stuck on an RV along with Buddy.\nThe owners, driving the RV, reach the pet camp with Mr. Weenie and Buddy. Buddy helps Weenie escape and Buddy tries to free Weenie from his shock collar. Meanwhile, Serge and Deni return and explain they found Weenie and Buddy at a pet camp, which they escaped from. Boog and the others set camp at a human camp. The wilds reach the pet camp, but the pets and their owners have already left, but realizes that they have gone to Pet Paradiso, a vacation spot for pets. Elliot finds Weenie and Buddy and goes to Pet Paradiso to save his friends.\nThe wilds reach Pet Paradiso and try to sneak in by disguising themselves as pets, with Giselle as a dalmatian and McSquizzy as a chihuahua. Boog attempts to sneak in as a cat, but gets the idea to be a sheepdog. Elliot also disguises himself as Boog's female human owner. Giselle and McSquizzy walk around Pet Paradiso looking for Mr. Weenie, but their cover is blown and are kidnapped by Fifi and the other pets.\nThere is a battle between the wilds and the pets, with the Pet Paradiso security focused on tranquilizing the wilds. Elliot saves Giselle and accidentally places a pile of shock collars on himself. Fifi eventually grabs the remote and activates all the shock collars, but does not realize that Elliot put all the shock collars on him. Fifi survives, but the explosion caused him to lose his hair and become bald. The pets and the wilds settle their differences and decide to become friends. Elliot finally professes his true feelings for Giselle, and they get married. During a music number in the movie ending, Elliot falls off the edge again and his other antler falls off (again).\nProduction.\nSony announced the sequel in September 2007. And despite the first film grossing $85 million and $105 million outside the United States, Sony felt better with \"Open Season 2\" being performed on DVD, thus making a direct-to-DVD sequel. Sony Pictures Digital president said that \"the studio will keep \"Open Season 2\" 's costs low by utilizing Imageworks' satellite facilities in India and New Mexico\".\nReception.\n\"Open Season 2\" got mixed to average reviews from critics. Critic at DVD Verdict claimed, \"Open Season 2\" is no classic (neither was the original), but it's a competent check-your-brain-at-the-door comedy for children of all ages. The animation and storytelling may not stack up against Pixar's (whose does?), but the flick offers something that Pixar movies generally don't: old cartoon slapstick and sight gags in the mold of Bugs Bunny.\"\nHome media.\nOn January 27, 2009, \"Open Season 2\" was released on DVD and Blu-ray.\nSequel.\nThe film received a direct-to-video sequel (\"Open Season 3\") on October 21, 2010.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"2008_in_movies","surface_form":"2008","offset":21},{"uri":"Animated","surface_form":"animated","offset":26},{"uri":"Comedy","surface_form":"comedy","offset":35},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":42},{"uri":"Open_Season_(movie_series)","surface_form":"\"Open Season\" movie series","offset":95},{"uri":"Matthew_O%27Challaghan","surface_form":"Matthew O'Challaghan","offset":135},{"uri":"Todd_Wilderman","surface_form":"Todd Wilderman","offset":160},{"uri":"Kirk_Bodyfelt","surface_form":"Kirk Bodyfelt","offset":191},{"uri":"September_24","surface_form":"September 24","offset":257},{"uri":"2008","surface_form":"2008","offset":271},{"uri":"Joel_McHale","surface_form":"Joel McHale","offset":459},{"uri":"Jane_Krakowski","surface_form":"Jane Krakowski","offset":487},{"uri":"Cody_Cameron","surface_form":"Cody Cameron","offset":581},{"uri":"Georgia_Engel","surface_form":"Georgia Engel","offset":628},{"uri":"Crispin_Glover","surface_form":"Crispin Glover","offset":711},{"uri":"Sony","surface_form":"Sony","offset":3296},{"uri":"September","surface_form":"September","offset":3325},{"uri":"2007","surface_form":"2007","offset":3335},{"uri":"Open_Season_(movie)","surface_form":"first film","offset":3357},{"uri":"United_States","surface_form":"United States","offset":3418},{"uri":"DVD","surface_form":"DVD","offset":3490},{"uri":"Direct-to-DVD","surface_form":"direct-to-DVD","offset":3509},{"uri":"Sony_Pictures_Digital","surface_form":"Sony Pictures Digital","offset":3531},{"uri":"Sony_Pictures_Imageworks","surface_form":"Imageworks","offset":3637},{"uri":"India","surface_form":"India","offset":3673},{"uri":"New_Mexico","surface_form":"New Mexico","offset":3683},{"uri":"DVD_Verdict","surface_form":"DVD Verdict","offset":3776},{"uri":"Open_Season_(movie)","surface_form":"original","offset":3844},{"uri":"Comedy","surface_form":"comedy","offset":3905},{"uri":"Pixar","surface_form":"Pixar","offset":3994},{"uri":"Bugs_Bunny","surface_form":"Bugs Bunny","offset":4135},{"uri":"January_27","surface_form":"January 27","offset":4163},{"uri":"2009","surface_form":"2009","offset":4175},{"uri":"DVD","surface_form":"DVD","offset":4213},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray","offset":4221},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":4258},{"uri":"Open_Season_3","surface_form":"Open Season 3","offset":4283},{"uri":"October_21","surface_form":"October 21","offset":4302},{"uri":"2010","surface_form":"2010","offset":4314}]}