{"id":295592,"url":"http://en.wikipedia.org/wiki/Speedrun","text":"A speedrun is a play-through, or a recording of this play-through of a whole video game or a part of it. The player tries to complete this game as fast as possible. This is done for entertainment and competition. The term is a compound of the words \"speed\" and \"run\" (run means playing the game here). It is usually used for games which do not have quickly finishing them as one of the main goals. For example, gamers do not \"speedrun\" a racing game. In those cases the game's standard setting for recording fast times is called a \"time attack\" or \"time trial\" mode. Speedruns are usually recorded on video tapes (mainly where consoles are concerned), or as a digital file, by the people (\"players\") who make them. It is recorded for entertainment. It can also be used by others to verify that the players actually completed the game in the time they said that they did. Speedruns were created for entertainment. People who began comparing each others' playing skills through videos exchanged over the Internet started speedruns. People want verifiability to see whether a person followed the rules and thus see whether the run counts as a valid attempt to beat the record.\nSpeedrunning began as a small project. It was started few people who shared their runs online. However, it has become a phenomenon which is discussed in several active websites. There are many speedrun videos distributed for free on the Internet.\nTool Assisted Speedruns.\nTool Assisted speedruns [TAS] are played on a computer emulator. The player records the movie on the emulator and submits the movie file to TASvideos.org if the movie file is good enough to obsolete a published run on their site. These types of speedruns take longer to make because the player can use the advantage of going back in time in the game and finding the fastest reactions for enemies and other items to beat the game in a time which the game developer would never thought the game could be beaten so quickly.\nNormal Speedruns.\nNormal speedruns are played on a console or PC but some are done on mobile devices and recorded with a capture card or a DVD recorder. PC games are recorded with high quality screen recording software such as FRAPS and OBS. Two of the most common normal speedrun sites are called speedrun.com and Speed Demo's Archive. The runs are split into categories such as: any% NMS (which means that the runner must beat the game as fast as possible without any major skip glitches), 100% (which means that the runner must complete the whole game as fast as possible to get a 100% ending) and any% (which means that the player uses large-skip glitches that can be frame perfect). Before the speedrun is uploaded onto Speed Demo's Archive, the forum members have to verify the run to make sure that the runner was not cheating or using any game hacks.\nBugs in speedruns.\nMany speedruns take advantage of bugs in video games, especially clipping problems that allow a player to walk through walls.","categories":[],"infobox_types":[],"annotations":[{"uri":"Play_(activity)","surface_form":"play","offset":16},{"uri":"Through","surface_form":"through","offset":21},{"uri":"Recording","surface_form":"recording","offset":35},{"uri":"Video_game","surface_form":"video game","offset":77},{"uri":"Compound_(linguistics)","surface_form":"compound","offset":227},{"uri":"Racing_game","surface_form":"racing game","offset":438},{"uri":"Setting","surface_form":"setting","offset":486},{"uri":"Time_attack","surface_form":"time attack","offset":532},{"uri":"Time_trial","surface_form":"time trial","offset":549},{"uri":"Video_game_console","surface_form":"consoles","offset":627},{"uri":"Computer_file","surface_form":"file","offset":668},{"uri":"Internet","surface_form":"Internet","offset":1002},{"uri":"Phenomenon","surface_form":"phenomenon","offset":1294},{"uri":"Emulator","surface_form":"emulator","offset":1501},{"uri":"Software_bug","surface_form":"bugs","offset":2878}]}