{"id":295680,"url":"http://en.wikipedia.org/wiki/Doric_order","text":"Doric order was one of the three orders of architecture in Ancient Greece; the other two orders were Corinthian order and Ionic order. The order was named after the style of columns used in buildings. It included the base, the shaft, the top (capital), and the part supported at the top; the architrave, the frieze and the cornice. Each order has its own style.\nDoric was the earliest style and used by the Greeks for most of their buildings and temples, including the Parthenon. It is believed that the style was first made using wood. The style features heavy columns, a saucer shaped capital on the top, and no base.\nDoric style.\n\"The numbers refer to the picture on the right\"\nThe columns (17) are fluted (18), which means they have about 20 grooves cut into them. The top of the column, the capital (14) is made up of a group of annulets. The saucer shaped piece is called the echinus (16). Above this is a square piece of stone, called the abacus (15), on the top. This supports the entablature, which is about one third of the height of the column. This is made up of a plain architrave (13) and a frieze with triglyphs (8). Between the triglyphs are square spaces, called metopes (9), which can be used for sculptures. Above this is a cornice with large blocks called mutules (5), which overhang the frieze. The lower surface of these blocks are called the soffit. Above this the block of stone has a plain vertical face called the corona. It is finished on the top with more decorations.\nParts of the frieze sculptures from the Parthenon were removed in the 1800's and taken to the British Museum. They are known as the Elgin Marbles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architecture","surface_form":"architecture","offset":43},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":59},{"uri":"Corinthian_order","surface_form":"Corinthian order","offset":101},{"uri":"Ionic_order","surface_form":"Ionic order","offset":122},{"uri":"Architrave","surface_form":"architrave","offset":292},{"uri":"Frieze","surface_form":"frieze","offset":308},{"uri":"Cornice","surface_form":"cornice","offset":323},{"uri":"Parthenon","surface_form":"Parthenon","offset":469},{"uri":"Saucer","surface_form":"saucer","offset":573},{"uri":"British_Museum","surface_form":"British Museum","offset":1591},{"uri":"Elgin_Marbles","surface_form":"Elgin Marbles","offset":1629}]}