{"id":295697,"url":"http://en.wikipedia.org/wiki/King_Creole","text":"\"King Creole\" is an American movie directed by Michael Curtiz, released by Paramount Pictures on July 2, 1958. The movie stars Elvis Presley, Carolyn Jones, and Walter Matthau. It is Presley's fourth movie (the third and last filmed in black & white). It was based on the 1952 novel by Harold Robbins, \"A Stone for Danny Fisher\".\nStory.\nPresley plays a teenager named Danny Fisher, who is forced to drop out of school to help support his father (Dean Jagger). Always in trouble, Danny is saved from a jail term by New Orleans saloon-keeper Charlie Le Grand (Paul Stewart), who gives the boy a job as a singer. Soon a local gang boss, Maxie Fields (Walter Matthau), a shadowy figure from Danny's criminal past, puts pressure on the boy, insisting that Danny sing at his saloon. To tempt Danny, Maxie relies upon the seductive charms of his girlfriend Ronnie (Carolyn Jones), while Danny's true love Nellie (Dolores Hart) suffers on the sidelines.\nHistory.\nHal Wallis purchased the rights to \"A Stone For Danny Fisher\" so he could make a non-musical movie starring either James Dean or Ben Gazzara. After Dean died in 1955, the project did not continue. In January 1957, following the success of an Off-Broadway stage version of the story, Presley's name was suggested as a possible replacement. The character of Fisher was changed from a boxer to a singer and the story was moved from New York to New Orleans.\nWith filming starting in January 1958, Presley had to get special permission to delay his entry to the US Army, until after filming was complete.\nMichael Curtiz, a noted director during the golden era of the Hollywood studio system was hired for the project. His famous movies included \"The Adventures of Robin Hood\" in 1938, \"Yankee Doodle Dandy\" in 1942, and in the same year, \"Casablanca\",\nAfter seeing an early copy of the movie Presley thanked Curtiz for giving him the chance to show people he could be an actor. \"King Creole\" was said to have been Presley's favorite role of his entire career. He had high hopes of returning from the Army to pick up from where he had left off. However, despite success of the movie, he never got the chance to be taken as seriously as an actor again, with the exception of the westerns \"Charro!\" and \"Flaming Star\". This was partly due to the success of later movies such as \"Blue Hawaii\", \"G.I. Blues\", and \"Viva Las Vegas\". These were all quick to make, low cost box-office hits. They had enough songs to sell soundtrack albums and entertain the thousands of Presley fans who were more eager to see him sing than act.\n\"King Creole\" was the last movie Presley made during the 1950's and is often said to be his best role.\nFilming took place between January 20 and March 12 1958. Twelve days after the finishing \"King Creole\", Presley joined the U.S. Army.","categories":[],"infobox_types":["movie|"],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Movie","surface_form":"movie","offset":29},{"uri":"Michael_Curtiz","surface_form":"Michael Curtiz","offset":47},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":75},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":127},{"uri":"Carolyn_Jones","surface_form":"Carolyn Jones","offset":142},{"uri":"Walter_Matthau","surface_form":"Walter Matthau","offset":161},{"uri":"Novel","surface_form":"novel","offset":277},{"uri":"Harold_Robbins","surface_form":"Harold Robbins","offset":286},{"uri":"A_Stone_for_Danny_Fisher","surface_form":"A Stone for Danny Fisher","offset":303},{"uri":"New_Orleans","surface_form":"New Orleans","offset":514},{"uri":"Western_saloon","surface_form":"saloon","offset":526},{"uri":"Seduce","surface_form":"seductive","offset":815},{"uri":"Hal_Wallis","surface_form":"Hal Wallis","offset":955},{"uri":"James_Dean","surface_form":"James Dean","offset":1070},{"uri":"Ben_Gazzara","surface_form":"Ben Gazzara","offset":1084},{"uri":"Boxing","surface_form":"boxer","offset":1337},{"uri":"New_York_City","surface_form":"New York","offset":1384},{"uri":"US_Army","surface_form":"US Army","offset":1512},{"uri":"Michael_Curtiz","surface_form":"Michael Curtiz","offset":1555},{"uri":"Film_director","surface_form":"director","offset":1579},{"uri":"Studio_system","surface_form":"Hollywood studio system","offset":1617},{"uri":"The_Adventures_of_Robin_Hood_(movie)","surface_form":"The Adventures of Robin Hood","offset":1696},{"uri":"Yankee_Doodle_Dandy","surface_form":"Yankee Doodle Dandy","offset":1736},{"uri":"Casablanca_(movie)","surface_form":"Casablanca","offset":1789},{"uri":"Charro%21","surface_form":"Charro!","offset":2237},{"uri":"Flaming_Star","surface_form":"Flaming Star","offset":2251},{"uri":"Blue_Hawaii","surface_form":"Blue Hawaii","offset":2326},{"uri":"G.I._Blues","surface_form":"G.I. Blues","offset":2341},{"uri":"Viva_Las_Vegas","surface_form":"Viva Las Vegas","offset":2359},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":2796}]}