{"id":295608,"url":"http://en.wikipedia.org/wiki/Behak_Maken","text":"Behak Maken is a village in the Sargodha District of the Punjab province of Pakistan. It is 17.5 km from Sargodha city and 10 km away from Dhreema, due to its geographical location, the British Royal Air Force built an air base between Chak No 92 NB and Chak No 105 NB (Godhay wala) nearby. It took on greater importance after the Independence of Pakistan for the Pakistan Air Force. The population grew rapidly. Approximately 75% of the population of this village belongs to the Maken caste or clan of this region.\nHistory.\nBehak Maken was supposedly founded when one Raja Singh, Maken Rajput, first came to the Sargodha district (old Shahpur) sometime during the 12th or 13th century AD. It is claimed that the famous Punjabi Sufi saint Baba Farid \"Ganj Shakar\" appeared to Singh to instruct him in Islam after which the Raja settled permanently in the district with his family as a Muslim. He and his progeny founded this village and others in the vicinity.\nTowards the end of the fifteenth century, some of the Baloch tribe from Makran migrated and flocked into the country in and around Mankera,and subsequently ruled here for the next three hundred years. Later on, it fell under Sikh rule until 1849, when the Punjab was annexed by the East India Company and thus British rule lasted here until 1947.\nDemographics.\nAccording to the 1998 census of Pakistan the village had a population of 5,513. In May 2011 the population of Behak Maken was estimated at 7000. About 90% of the people are followers of Sunni Islam.\nThe predominant ethnic population in the village is Punjabi with small communities of Muhajirs (immigrants/settlers from India) and Pashtuns.\nEconomy.\nThe economy of this village is primarily agrarian. The vast fields of the village have allowed the farmers to develop a range of crops and animal breeding programs. Some of the main crops include citrus, wheat, rice, and sugar cane which are exported to the other cities as well as internationally. Citrus fruits such as oranges (local hybrid variety known as \"kinnows\") are the main fruit grown in the village. Other fruits grown here are Jaman, Guavas and Mangoes, Pears, Dates and Pomegranates. Almonds are also grown in minor quantities. Turnip, Onion, Cauliflower, Potatoes and Tomatoes are the main vegetables grown in the village. The main livestock in the village include goats, sheep, buffaloes and cattle. The village also supports an orange pulp processing factory on Jhang road. A Great Property dealure live in kolowal Nangiana.\nEducation.\nBehak Maken has an elementary school for boys and one primary school for girls. Many students go to University/Colleges for their studies at Sargodha and Sahiwal, many children are studying in Chak No 84 NB (English medium school) and some also study in a number of small, private academies at Sargodha. Sargodha has several institutions of higher education and several research centres and the local Sargodha University.\nPolitics.\nDuring the British Raj most of the Maken clan or caste traditionally supported the Unionist Party (Punjab) but by the late 1940s, the swing started in favour of the All India Muslim League. After the creation of independent Pakistan, most of the people here remain supporters of the various Pakistan Muslim League factions, today.\nFestivities at shrine.\nAn \"Urs\" (program of religious festivities) is held here every year on 25 March, in the memory of Syed Pir Hashim Darya Hamdani. Many followers come from different cities, towns and villages in Pakistan. It is a popular and joyous occasion with a \"Qawwali\" musical fest as well as a small rural fair with rides and other fun activities.\nLanguages.\nPunjabi is the main language of the people here. Urdu is also spoken widely.\nAthletic competition.\nFrequently two types of sports competition are played in this rural community. Volleyball and cricket are especially popular.\nWelfare committees.\nMany welfare groups are functioning in this community; they perform and organize any time any type of work for the help and development of this village like construction / repair of Mosques, Madrass, basic infrastructure, streets and roads and more.\nVicinity allotment.\nBehak Maken residents and other populated places and communities in the vicinity are\nAddress.\nDistrict and Tehsil Sargodha Post office and village Behak Maken","categories":[],"infobox_types":[],"annotations":[{"uri":"Sargodha_District","surface_form":"Sargodha District","offset":32},{"uri":"Punjab%2C_Pakistan","surface_form":"Punjab","offset":57},{"uri":"Pakistan","surface_form":"Pakistan","offset":76},{"uri":"Pakistan_Air_Force","surface_form":"Pakistan Air Force","offset":364},{"uri":"Maken","surface_form":"Maken","offset":480},{"uri":"Rajput","surface_form":"Rajput","offset":587},{"uri":"Sufi","surface_form":"Sufi","offset":728},{"uri":"Baba_Farid","surface_form":"Baba Farid","offset":739},{"uri":"Islam","surface_form":"Islam","offset":801},{"uri":"Muslim","surface_form":"Muslim","offset":885},{"uri":"Baloch","surface_form":"Baloch","offset":1015},{"uri":"Sikh","surface_form":"Sikh","offset":1186},{"uri":"Sunni_Islam","surface_form":"Sunni Islam","offset":1508},{"uri":"India","surface_form":"India","offset":1642},{"uri":"Pashtun","surface_form":"Pashtun","offset":1653},{"uri":"Guava","surface_form":"Guava","offset":2119},{"uri":"Mango","surface_form":"Mango","offset":2130},{"uri":"Pear","surface_form":"Pear","offset":2139},{"uri":"Pomegranate","surface_form":"Pomegranate","offset":2156},{"uri":"Almond","surface_form":"Almond","offset":2170},{"uri":"Jhang","surface_form":"Jhang","offset":2451},{"uri":"Sargodha","surface_form":"Sargodha","offset":2666},{"uri":"Sahiwal","surface_form":"Sahiwal","offset":2679},{"uri":"Sargodha_University","surface_form":"Sargodha University","offset":2926},{"uri":"British_Raj","surface_form":"British Raj","offset":2968},{"uri":"Unionist_Party_(Punjab)","surface_form":"Unionist Party (Punjab)","offset":3040},{"uri":"All_India_Muslim_League","surface_form":"All India Muslim League","offset":3122},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":3659},{"uri":"Urdu","surface_form":"Urdu","offset":3708},{"uri":"Cricket","surface_form":"cricket","offset":3852}]}