{"id":295795,"url":"http://en.wikipedia.org/wiki/Molecular_vibrations","text":"e=\"preserve\">Molecular vibrations are one of three different kinds of motion for molecules that include translational motion (when the whole molecule goes in the same direction) and rotational motion (when the molecule spins like a top)\nA vibrational motion for a molecule is when the bonds between atoms within a molecule move. Think of the atoms as round balls that are attached by a spring that can stretch back and forth. An example of this motion is \"stretching\", the simplest example of a vibration for a molecule and occurs between just two atoms. Some examples of molecules that are like this include hydrogen H2, nitrogen N2 and oxygen O2\nTypes of vibrations.\nIf the molecule has more than two atoms, then things get more complicated. Suppose just one more atom is added so now there are three atoms like in water H2O where the two hydrogen atoms are both attached to the central oxygen atom. Remember with hydrogen there was one kind of stretching, but in water there are two kinds of stretching and four other kinds of vibration called bending vibrations as shown below.\nsymmetric stretching: when the two attached atoms move away and toward the central atom at the same time.\nantisymmetric stretching: When the two attached atoms do not move away and toward the central atom at the same time.\nscissoring: Just like the name says scissoring is when the two atoms move away and toward each other\nrocking: This motion is like a pendulum on a clock going back and forth only here an atom is the pendulum and there are two instead of one.\nwagging: If a person holds up their hand in front of them and puts there two fingers in a \"V\" sign and bend there wrist toward and away from them. Here the tips of the fingers are the attached atoms and the wrist is the central atom.\ntwisting: This motion is like a person is walking on a treadmill where their waist is the central atom and their feet are the two attached atoms\nMolecules with more than three atoms.\nMolecules with more than three atoms are even more complicated and have even more vibrations which are sometimes called \"vibrational modes\". Each new vibrational mode is basically a different combination of the six shown above. The more atoms in the molecule the more ways they can be combined. For most molecules with N atoms the number of possible vibrations for that molecule is 3N - 6 while linear molecules, or molecules with there atoms in a straight line, have 3N-5 vibrational modes.\nNewtonian mechanics.\n\"h\": is planck's constant\nν: is frequency and represents the rate at which the bond is squished together and pulled apart again. The larger ν the faster this rate becomes.\nΕ: is the energy required to push and pull the bond together.\nQuantum mechanics.\nwhere \"n\" is a quantum number or \"energy level\" that can take values of 0, 1, 2...\nwhere \\Delta n is the energy transition.\nApplications of vibrational motions.\nWhen light of a certain frequency hits a molecule that has a vibration whose motion corresponds to the same frequency then the light gets absorbed into the molecule and the energy from the light causes the bonds to move in that specific vibrational motion. By checking for light that gets absorbed, scientists can tell if a certain kind of molecular bond is there and match it against a list of molecules that have that bond.\nHowever, some molecules like helium and argon have only one atom and don't have any bonds. This means that they won't absorb any light in the same way a molecule with more than one atom can.\nThe specific fields of chemistry that use molecular vibrations in their studies include infrared spectroscopy (IR) and Raman spectroscopy (Raman) with IR being more widely used and having three subfields of its own. These subfields are known as Near IR, Mid IR and Far IR spectroscopy. The following is a general list of these fields and real world applications\nNear IR: quantitative determination of species such as proteins, fats, low low-molecular-weight hydrocarbons and water. Further use is obtained in the agricultural products, food, petroleum and chemical industries\nMid IR:The most popular of the IR fields, is used in determining structure of organic and biochemical compounds.\nFar IR: this field is less popular though it has found uses in inorganic studies\nRaman: Is used for the qualitative and quantitative study of inorganic, organic and biological systems often as a complimentary technique to IR.","categories":[],"infobox_types":[],"annotations":[{"uri":"Molecule","surface_form":"molecule","offset":81},{"uri":"Atom","surface_form":"atom","offset":299},{"uri":"Vibration","surface_form":"vibration","offset":495},{"uri":"Hydrogen","surface_form":"hydrogen","offset":609},{"uri":"Nitrogen","surface_form":"nitrogen","offset":622},{"uri":"Oxygen","surface_form":"oxygen","offset":638},{"uri":"Water","surface_form":"water","offset":817},{"uri":"Planck%27s_constant","surface_form":"planck's constant","offset":2484},{"uri":"Frequency","surface_form":"frequency","offset":2508},{"uri":"Energy","surface_form":"energy","offset":2658},{"uri":"Helium","surface_form":"helium","offset":3345},{"uri":"Argon","surface_form":"argon","offset":3356},{"uri":"Infrared","surface_form":"infrared","offset":3595},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":3604},{"uri":"Raman_spectroscopy","surface_form":"Raman spectroscopy","offset":3626},{"uri":"Protein","surface_form":"protein","offset":3924},{"uri":"Fat","surface_form":"fat","offset":3934},{"uri":"Petroleum","surface_form":"petroleum","offset":4049},{"uri":"Organic_compound","surface_form":"organic","offset":4161}]}