{"id":295819,"url":"http://en.wikipedia.org/wiki/Shih_Tzu","text":"The Shih Tzu is a breed of dog weighing with long silky hair. The breed originated in China and is among the earliest breeds. Shih Tzu were officially recognized by the American Kennel Club in 1969\nAppearance.\nThe Shih Tzu has a short muzzle and big, brown dark eyes. They have a silky, very long double coat. Some other Shih Tzu have shorter, more curly hair. ([Wikipedia Shih Tzus] Their fur comes in many colors.\nTemperament.\nThese dogs are tiny, but they have a big personality. They are known for being affectionate, playful, and happy. They want to be your best friend. This tiny pup loves attention and is a perfect companion dog. If you are feeling sad, or need a hug, the Shih Tzu will always fluff you down with puppy hugs and kisses. [akc.org Shih Tzu] This dog requires a lot of attention, due to their connections to royalty.\nCoat Colors and Quality.\nThe Shih Tzu is a good quality dog because of the shiny, welll groomed, silky coat and the Chinese valued Shih Tzu the most. [Wikipedia Shih Tzus] The coat colors come in light brown, black, white, black and white, black and gold, white and gold, dark brown, gold, red and black, and brown and white.\nEtymology.\nThe Shih Tzu gets their name from the Chinese word for “little lion.” They are to be respected. [History of Shih Tzu - Shih Tzu club]\nHistory.\nBack then, only royalty could be seen with a Shih Tzu. The Shih Tzu was related to the Chinese Pug, who was respected. A powerful woman from the palace in China adored dogs, and she was interested in them. She had the staff breed some palace dogs and she watched every time. [www.theshihtzuclub.co.uk] This is why the Shih Tzu became known as the royal dogs.\nHealth.\nShih Tzus are usually healthy and live from 10 to 16 years, [www.akc.org] but they have a few problems Shih Tzus usually have. Eye problems, Brachycephalic Syndrome (A pathological condition which leads to severe respiratory distress), dental problems, ar","categories":[],"infobox_types":[],"annotations":[{"uri":"Dog_breed","surface_form":"breed","offset":18},{"uri":"China","surface_form":"China","offset":86},{"uri":"American_Kennel_Club","surface_form":"American Kennel Club","offset":169}]}