{"id":29583,"url":"http://en.wikipedia.org/wiki/Daphne_(mythology)","text":"Daphne (, meaning \"laurel\") was a dryad in Greek mythology, daughter of the river god Peneus.\nAccording to Greek mythology, the god Apollo insulted Eros, otherwise known as Cupid, the god of love. Becoming angry, Eros shot a golden arrow at Apollo, causing him to fall in love with the nymph Daphne the virgin. Eros then shot Daphne with a leaden arrow so she could never love Apollo back. So Apollo followed her while she ran away, until she came to the river of her father, Peneus. Apollo became jealous and puts it into the girl's mind to stop to bathe in the river Ladon; there, as all strip naked, the ruse is revealed, as in the myth of Callisto. There she wanted help from her father who turned her into a laurel tree so she would be safe from Apollo. Apollo then began to be sad. Some versions say that when Daphne saw Apollo sad, taking pity she made him a laurel wreath (a circle made of laurel that is worn like a crown) from her leaves. Other accounts state that Apollo made the laurel himself, taking from the tree. The laurel tree became sacred of Apollo and is used by emperors within the culture. After the crown was used for all the winners at his games and great heroes in the years to come would be crowned with laurel leaves. He also vowed that she, like him, would have eternal youth where her leaves would never turn brown or fall but would always stay lush and green. Some even say that he created this laurel wreath to remind him of the prize he can never win still Apollo loved that laurel with all his heart.\nSee Ovid. \"Metamorphoses\". Book I: 452-567.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dryad","surface_form":"dryad","offset":34},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":43},{"uri":"Peneus","surface_form":"Peneus","offset":86},{"uri":"Apollo","surface_form":"Apollo","offset":132},{"uri":"Eros_(mythology)","surface_form":"Eros","offset":148},{"uri":"Gold","surface_form":"gold","offset":225},{"uri":"Arrow","surface_form":"arrow","offset":232},{"uri":"Lead","surface_form":"lead","offset":340},{"uri":"Laurel","surface_form":"laurel","offset":713},{"uri":"Tree","surface_form":"tree","offset":720},{"uri":"Laurel_wreath","surface_form":"laurel wreath","offset":866},{"uri":"Ovid","surface_form":"Ovid","offset":1539},{"uri":"Metamorphoses_(poem)","surface_form":"Metamorphoses","offset":1546}]}