{"id":295972,"url":"http://en.wikipedia.org/wiki/Seed_fern","text":"The term seed ferns (Pteridospermatophyta) are several distinct groups of extinct seed plants (spermatophytes).\nThe oldest fossil evidence of plants of this type is from Upper Devonian strata, and they flourished particularly during the Carboniferous and Permian periods.\nPteridosperms declined during the Mesozoic Era and had mostly disappeared by the end of the Cretaceous, though some fossil pteridosperm-like plants seem to have survived into Eocene times in Tasmania.\nHistory of the term.\nThe concept of the pteridosperms goes back to the late 19th century when palaeobotanists came to realise that many Carboniferous fossils resembling fern fronds had anatomical features like cycads.\nBritish palaeobotanists made the critical discovery that some of these fronds were associated with seeds, and concluded that the fronds and seeds belonged to the same plants.\nInitially it was still thought that they were intermediate between the ferns and cycads, and especially in the English-speaking world they were referred to as \"seed ferns\" or \"pteridosperms\". Today, most palaeobotanists regard them as being only distantly related to ferns and that these names are misleading, but the names have nevertheless stuck.\nLater during the 20th century, the concept of pteridosperms was expanded to include various Mesozoic groups of seed plants with fern-like fronds. Some palaeobotanists also included seed plant groups with entire leaves such as \"Glossopteris\" and its relatives, which was clearly stretching the concept.\nThe seed ferns were by far the earliest seed plants, and must have included the ancestors of the later plants. They are spread across a range of clades and many palaeobotanists today would regard pteridosperms as little more than a paraphyletic 'grade-group'.\nSo, does the concept of pteridosperms have any value today? Many palaeobotanists still use the term in an informal sense for the seed plants that are not angiosperms, coniferoids (conifers or cordaites), ginkgophytes or cycadophytes (cycads or bennettites).\nThis is particularly useful for extinct seed plant groups, whose relationships are unknown. We can call them pteridosperms with no suggestion of being a clade. Also, for curators or collectors, the term 'pteridosperm' is a useful shorthand for describing fern-like fronds probably produced by seed plants, which are often found in Palaeozoic and Mesozoic fossil floras.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spermatophyte","surface_form":"spermatophyte","offset":95},{"uri":"Devonian","surface_form":"Devonian","offset":176},{"uri":"Strata","surface_form":"strata","offset":185},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":237},{"uri":"Permian","surface_form":"Permian","offset":255},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":306},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":364},{"uri":"Fossil","surface_form":"fossil","offset":388},{"uri":"Eocene","surface_form":"Eocene","offset":447},{"uri":"Tasmania","surface_form":"Tasmania","offset":463},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":609},{"uri":"Fern","surface_form":"fern","offset":642},{"uri":"Cycad","surface_form":"cycad","offset":683},{"uri":"Seed","surface_form":"seed","offset":790},{"uri":"Leaves","surface_form":"leaves","offset":1426},{"uri":"Glossopteris","surface_form":"Glossopteris","offset":1442},{"uri":"Clade","surface_form":"clade","offset":1662},{"uri":"Paraphyletic","surface_form":"paraphyletic","offset":1749},{"uri":"Angiosperm","surface_form":"angiosperm","offset":1931},{"uri":"Conifer","surface_form":"conifer","offset":1944},{"uri":"Ginkgo","surface_form":"ginkgo","offset":1981},{"uri":"Cycad","surface_form":"cycad","offset":1997},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":2366}]}