{"id":295905,"url":"http://en.wikipedia.org/wiki/Fire_ecology","text":"Fire ecology is about the effects of fire on the ecosystems where it occurs. The results of fire are studied, and also what causes the fires.\nIn many ecosystems, fire helps keep the habitat healthy. Examples of such habitats are the North American prairie and chaparral ecosystems, and the South African savanna. In these ecosystems, fire helps renew the habitat. In theses places, many plants and trees have adapted and need fire to grow well, or for their seeds to germinate and start ecological succession.\nIf the fires are stopped, dry wood and dead plants accumulate. Bushes and trees that catch fire easily will start growing. When this area finally does catch fire, it will make the wildfire larger and more damaging, and be harder to control.\nIn the United States, campaigns have made people believe that wildfires are always bad for nature. This comes from the old belief that ecosystems grow towards a stable system, and disturbances like fires stop that, and destroy the harmony of nature. But we have since learned that in some areas, fire is needed to make the system work properly; fire also helps biodiversity of many habitats. The plants and animals in these habitats have adapted to protect themselves from fire, and sometimes must have fire to survive.\nStill, fire can kill people or burn down buildings. Now, controlled burns are sometimes done to have fire where it is needed, but don't let it go where it can cause damage to people or their property.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fire","surface_form":"fire","offset":37},{"uri":"Ecosystem","surface_form":"ecosystem","offset":49},{"uri":"Habitat","surface_form":"habitat","offset":182},{"uri":"Prairie","surface_form":"prairie","offset":248},{"uri":"Chaparral","surface_form":"chaparral","offset":260},{"uri":"Ecosystems","surface_form":"ecosystems","offset":270},{"uri":"Savanna","surface_form":"savanna","offset":304},{"uri":"Adaptation","surface_form":"adapted","offset":409},{"uri":"Germination","surface_form":"germinate","offset":467},{"uri":"Ecological_succession","surface_form":"ecological succession","offset":487},{"uri":"United_States","surface_form":"United States","offset":758},{"uri":"Campaign","surface_form":"campaign","offset":773},{"uri":"Wildfire","surface_form":"wildfire","offset":813},{"uri":"Biodiversity","surface_form":"biodiversity","offset":1112},{"uri":"Controlled_burn","surface_form":"controlled burn","offset":1328}]}