{"id":296044,"url":"http://en.wikipedia.org/wiki/Warren_Zevon","text":"Warren William Zevon (January 24, 1947 – September 7, 2003) was an American rock singer-songwriter and musician known for including his strange and somewhat critical opinions of life in his lyrics. Zevon wrote many songs that were humorous and often political\nMany famous musicians have said they liked Zevon's work, including Jackson Browne, Bruce Springsteen, Bob Dylan, and Neil Young. His most famous songs include \"Werewolves of London\", \"Lawyers, Guns and Money\", \"Roland the Headless Thompson Gunner\" and \"Johnny Strikes Up The Band.\" All of these are from his third and most famous album: \"Excitable Boy\" (1978). Zevon has written many songs that were recorded by other artists. These include \"Poor Poor Pitiful Me\" (a top 40 hit by Linda Ronstadt), \"Accidentally Like a Martyr,\" \"Mohammed's Radio,\" \"Carmelita\", and \"Hasten Down the Wind\".\nZevon sometimes recorded or sang cover songs. He liked to sing Bob Dylan's \"Knockin' on Heaven's Door\" and Leonard Cohen's \"First We Take Manhattan\". He was often a guest on \"Late Night with David Letterman\" and the \"Late Show with David Letterman\". Letterman later sang with Zevon on \"Hit Somebody! (The Hockey Song)\" with Paul Shaffer and members of the CBS Orchestra.\nHe had a lot of problems in his life, including divorce, alcoholism, and suicide attempts. He also had a paranoia of doctors and this killed him: he did not know he had cancer until doctors could not help him.\nEarly life.\nZevon was born in Chicago, Illinois. His parents were to William Zevon, a Secular Jew and Beverly Cope Simmons, a Mormon from Salt Lake City, Utah. They soon moved to Fresno, California. By the age of 13, Zevon sometimes visited Igor Stravinsky where he studied modern classical music. Zevon's parents divorced when he was 16 years old. After the divorce, he dropped out of high school and moved from Los Angeles to New York to become a folk singer.\nSuccess.\nIn 1978, Zevon released his most popular and critically acclaimed album \"Excitable Boy\". Radio stations often played the songs off the album, especially \"Werewolves of London.\" \"Werewolves of London\" and \"Excitable Boy\" were both examples of black humor (jokes about bad things). The album also had the songs \"Roland the Headless Thompson Gunner\" and \"Lawyers, Guns and Money,\" which were both deadpan humor songs about geopolitics.\n\"Rolling Stone\" named the album one of the most important albums in the 1970s. They said that he, Neil Young, Jackson Browne, and Bruce Springsteen were four of the best new artists to emerge in the 1970s.\nAfter \"Excitable Boy\" Warren Zevon published \"Bad Luck Streak in Dancing School\" in 1980. This album had the only other song recorded by Zevon that reached the Billboard Top 100: \"A Certain Girl.\" \"A Certain Girl\" is a rhythm and blues song written by Allen Toussaint.\nThis album was dedicated to Ken Millar, who calls himself \"Ross Macdonald.\" Millar is a writer who writes mystery novels, and Zevon really liked Millar's stories. He met Millar in an intervention put together by the journalist Paul Nelson. For awhile this intervention helped Zevon not drink too much alcohol.\nCancer, death and \"The Wind\".\nWarren Zevon did not like to go to the doctor, and never went to one when he was an adult. Before playing at the Edmonton Folk Music Festival in 2002, he started feeling dizzy and started to have a chronic cough. When Zevon told his dentist his problems, his dentist recommended seeing a doctor. When he finally visited one, the doctor diagnosed him with mesothelmia.\nWarren Zevon did not want to get treated for his cancer if it might keep him from making music. So instead he started to make his final album, titled \"The Wind\". He had a lot of friends who helped him make the album. These friends included Bruce Springsteen, Don Henley, Jackson Browne, Timothy B. Schmit, Joe Walsh, David Lindley, Billy Bob Thornton, Emmylou Harris, Tom Petty, Dwight Yoakam, and others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":76},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":81},{"uri":"Musician","surface_form":"musician","offset":103},{"uri":"Critical","surface_form":"critical","offset":157},{"uri":"Jackson_Browne","surface_form":"Jackson Browne","offset":327},{"uri":"Bruce_Springsteen","surface_form":"Bruce Springsteen","offset":343},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":362},{"uri":"Neil_Young","surface_form":"Neil Young","offset":377},{"uri":"Billboard_Top_40","surface_form":"top 40","offset":727},{"uri":"Cover_song","surface_form":"cover song","offset":882},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":912},{"uri":"Leonard_Cohen","surface_form":"Leonard Cohen","offset":956},{"uri":"Divorce","surface_form":"divorce","offset":1268},{"uri":"Alcoholism","surface_form":"alcoholism","offset":1277},{"uri":"Suicide","surface_form":"suicide","offset":1293},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":1460},{"uri":"Secular_Jew","surface_form":"Secular Jew","offset":1516},{"uri":"Mormon","surface_form":"Mormon","offset":1556},{"uri":"Salt_Lake_City%2C_Utah","surface_form":"Salt Lake City, Utah","offset":1568},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":1671},{"uri":"Classical_music","surface_form":"classical music","offset":1711},{"uri":"Black_humor","surface_form":"black humor","offset":2143},{"uri":"Deadpan_humor","surface_form":"deadpan humor","offset":2295},{"uri":"Geopolitics","surface_form":"geopolitics","offset":2321},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2335},{"uri":"Neil_Young","surface_form":"Neil Young","offset":2432},{"uri":"Jackson_Browne","surface_form":"Jackson Browne","offset":2444},{"uri":"Bruce_Springsteen","surface_form":"Bruce Springsteen","offset":2464},{"uri":"Billboard_Top_100","surface_form":"Billboard Top 100","offset":2700},{"uri":"Rhythm_and_blues","surface_form":"rhythm and blues","offset":2759},{"uri":"Allen_Toussaint","surface_form":"Allen Toussaint","offset":2792},{"uri":"Dedication","surface_form":"dedicated","offset":2824},{"uri":"Pseudonym","surface_form":"calls himself","offset":2853},{"uri":"Ross_Macdonald","surface_form":"Ross Macdonald","offset":2868},{"uri":"Mystery","surface_form":"mystery","offset":2915},{"uri":"Novel","surface_form":"novel","offset":2923},{"uri":"Intervention","surface_form":"intervention","offset":2992},{"uri":"Journalism","surface_form":"journalist","offset":3025},{"uri":"Edmonton_Folk_Music_Festival","surface_form":"Edmonton Folk Music Festival","offset":3262},{"uri":"Dizzy","surface_form":"dizzy","offset":3319},{"uri":"Chronic","surface_form":"chronic","offset":3347},{"uri":"Cough","surface_form":"cough","offset":3355},{"uri":"Mesothelmia","surface_form":"mesothelmia","offset":3504},{"uri":"Bruce_Springsteen","surface_form":"Bruce Springsteen","offset":3757},{"uri":"Don_Henley","surface_form":"Don Henley","offset":3776},{"uri":"Jackson_Browne","surface_form":"Jackson Browne","offset":3788},{"uri":"Tom_Petty","surface_form":"Tom Petty","offset":3885},{"uri":"Dwight_Yoakam","surface_form":"Dwight Yoakam","offset":3896}]}