{"id":29600,"url":"http://en.wikipedia.org/wiki/Overture","text":"e=\"preserve\">An overture is a piece of music for the orchestra to play at the beginning of an opera or ballet. The word comes from the French word for \"opening\" because it \"opens\" the show.\nOvertures usually have tunes which are going to be heard during the opera or ballet. In this way it prepares the audience for what is to come.\nMany overtures in the 18th century were simply background music to get the audience's attention (people used to chatter during performances). Some composers like Gioacchino Rossini (1792-1868) used the same overture again and again for his next operas, or just changed bits of it.\nComposers like Christoph Willibald Gluck and later Richard Wagner (1813-1883) were very careful to make the overture a dramatic beginning which prepared the audience for the story. Wagner often called his overtures \"Vorspiel\" (Prelude).\nNot all composers wrote overtures to their operas. Giuseppe Verdi (1813-1901) and Giacomo Puccini (1858-1924) often go straight into the first act or they just have a very short prelude.\nIn the 19th century many Romantic composers wrote concert overtures. These pieces did not belong to any opera or ballet, they were just written to be heard at concerts. They often had a descriptive title because they told some sort of story, e.g. Felix Mendelssohn (1809-1847) wrote an overture \"Fingal's Cave\" which describes the sea coming into the cave in the Inner Hebrides islands. Sometimes these descriptive pieces were much longer than an overture (which is usually just a few minutes), so they were called tone poems.\nOvertures are usually played in sonata form.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orchestra","surface_form":"orchestra","offset":53},{"uri":"Opera","surface_form":"opera","offset":94},{"uri":"Ballet","surface_form":"ballet","offset":103},{"uri":"18th_century","surface_form":"18th century","offset":355},{"uri":"Composer","surface_form":"composer","offset":480},{"uri":"Gioacchino_Rossini","surface_form":"Gioacchino Rossini","offset":495},{"uri":"Christoph_Willibald_Gluck","surface_form":"Christoph Willibald Gluck","offset":629},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":665},{"uri":"Prelude","surface_form":"Prelude","offset":841},{"uri":"Giuseppe_Verdi","surface_form":"Giuseppe Verdi","offset":902},{"uri":"Giacomo_Puccini","surface_form":"Giacomo Puccini","offset":933},{"uri":"Romantic_music","surface_form":"Romantic","offset":1063},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":1285},{"uri":"Fingal%27s_Cave","surface_form":"Fingal's Cave","offset":1334},{"uri":"Inner_Hebrides","surface_form":"Inner Hebrides","offset":1401},{"uri":"Tone_poem","surface_form":"tone poems","offset":1553},{"uri":"Sonata_form","surface_form":"sonata form","offset":1597}]}