{"id":296061,"url":"http://en.wikipedia.org/wiki/Lepidodendron","text":"\"Lepidodendron\" is an extinct genus of primitive (tree-like) plant. They were the first large land plants, and a major part of the coal forest tropical flora.\nThey were huge, over, and the trunks were often over in diameter.\nSometimes called 'giant club mosses', they are actually closer to the quillworts \"Isoetes\" than to clubmosses.\nEcology.\nThey thrived during the Pennsylvanian sub-period of the Carboniferous 315–300 million years years ago.\nThe conditions were tropical swamps and rain forests of a huge river system much larger that the Amazon basin.\nThe river plain which was the heart of the wetland stretched across Pangaea 5000 km from eastern Canada to the Ukraine, and was 700 km wide.p6 This would make the Pennsylvanian basin larger than any wetlands on Earth today.\nChange of climate.\nThe rainforest system collapsed about halfway through the Pennsylvanian, and was replaced by a cooler, drier climate.\nThe wetland forests ended when the land level was raised by the pressure of the Gondwana continent against Laurussia, causing the zone of contact to be raised. The end of the Coal Measures marks the end of the Carboniferous period. China was too far away to be affected, and there the wetland forests continued for another 50 million years, into the early Permian.p30\nStructure.\n\"Lepidodendron\" had tall, thick trunks that rarely branched and were topped with a crown of bifurcating branches bearing clusters of leaves. These leaves were long and narrow, similar to large blades of grass, and were spirally-arranged.\nThe closely packed diamond-shaped leaf scars left on the trunk and stems as the plant grew provide some of the most interesting and common fossils in Carboniferous shales and accompanying coal deposits. These fossils look much like tire tracks or alligator skin.\nThe scars, or leaf cushions, were composed of green photosynthetic tissue, evidenced by the cuticle covering and being dotted with stomata, microscopic pores through which carbon dioxide from the air diffuses into plants. Likewise, the trunks of \"Lepidodendron\" would have been green, unlike modern trees which have scaly, non-photosynthetic brown or gray bark.\n\"Lepidodendron\" has been likened to a giant herb. The trunks produced very little, if any, wood. Most structural support came from a thick, bark-like region. This region remained around the trunk as a rigid layer that did not flake off like that of most modern trees. As the tree grew, the leaf cushions expanded to accommodate the increasing width of the trunk.\nThe branches of this plant ended in cone-like structures. \"Lepidodendron\" did not produce seeds like many modern plants. Instead, it reproduced by means of spores.\nStigmaria.\n\"Stigmaria\" are a type of branching tree root fossil found in Carboniferous rocks. They were the roots of coal forest lycopsid trees such as \"Sigillaria\" and \"Lepidodendron\". Each trunk had four of those roots. \"Stigmaria\" is a \"form taxon\", as the genus and species of the plant bearing the root cannot be identified.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":22},{"uri":"Genus","surface_form":"genus","offset":30},{"uri":"Tree","surface_form":"tree","offset":50},{"uri":"Plant","surface_form":"plant","offset":61},{"uri":"Coal","surface_form":"coal","offset":131},{"uri":"Forest","surface_form":"forest","offset":136},{"uri":"Tropical","surface_form":"tropical","offset":143},{"uri":"Flora","surface_form":"flora","offset":152},{"uri":"Quillwort","surface_form":"quillwort","offset":295},{"uri":"Clubmoss","surface_form":"clubmoss","offset":324},{"uri":"Pennsylvanian","surface_form":"Pennsylvanian","offset":369},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":401},{"uri":"Swamp","surface_form":"swamp","offset":477},{"uri":"Rain_forest","surface_form":"rain forest","offset":488},{"uri":"Amazon_basin","surface_form":"Amazon basin","offset":545},{"uri":"Wetland","surface_form":"wetland","offset":602},{"uri":"Pangaea","surface_form":"Pangaea","offset":627},{"uri":"Canada","surface_form":"Canada","offset":656},{"uri":"Ukraine","surface_form":"Ukraine","offset":670},{"uri":"Basin_(geology)","surface_form":"basin","offset":736},{"uri":"Earth","surface_form":"Earth","offset":770},{"uri":"Gondwana","surface_form":"Gondwana","offset":1000},{"uri":"Laurussia","surface_form":"Laurussia","offset":1027},{"uri":"China","surface_form":"China","offset":1152},{"uri":"Permian","surface_form":"Permian","offset":1276},{"uri":"Leaf","surface_form":"leaves","offset":1432},{"uri":"Fossil","surface_form":"fossil","offset":1676},{"uri":"Shale","surface_form":"shale","offset":1701},{"uri":"Coal","surface_form":"coal","offset":1725},{"uri":"Alligator","surface_form":"alligator","offset":1784},{"uri":"Photosynthesis","surface_form":"photosynthetic","offset":1852},{"uri":"Stomata","surface_form":"stomata","offset":1931},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1972},{"uri":"Herb","surface_form":"herb","offset":2206},{"uri":"Seed","surface_form":"seed","offset":2615},{"uri":"Spore","surface_form":"spore","offset":2681},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":2762}]}