{"id":296049,"url":"http://en.wikipedia.org/wiki/Shrew_opossum","text":"The order Paucituberculata contains the six surviving species of shrew opossum. \"Caenolestes\" is the main genus, and the group as a whole may be called 'caenolestids'.\nThey are small, shrew-like marsupials of the Andes mountains of South America.\n20 million years ago, there were at least seven genera in South America. Today, just three genera remain. They live in inaccessible forest and grassland regions of the high Andes.\nInsectivores were absent from South America until the Great American Interchange three million years ago, and are present now only in the northwestern part of the continent. Shrew opossums have lost ground to the these and other placental invaders that fill the same ecological niches. Nevertheless, the ranges of shrew opossums and insectivores overlap broadly.\nShrew opossums are about the size of a small rat (9–14 cm long), with thin limbs, a long, pointed snout and a slender, hairy tail. They are largely carnivorous, being active hunters of insects, earthworms and small vertebrates. They have small eyes and poor sight, and hunt in the early evening and at night, using their hearing and long, sensitive whiskers to locate prey. They seem to spend much of their lives in underground burrows and on surface runways.\nLargely because of their rugged, inaccessible habitat, they are very poorly known. Recent studies suggest that they may be more common than had been thought.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":4},{"uri":"Species","surface_form":"species","offset":54},{"uri":"Genus","surface_form":"genus","offset":106},{"uri":"Shrew","surface_form":"shrew","offset":184},{"uri":"Marsupial","surface_form":"marsupial","offset":195},{"uri":"Andes","surface_form":"Andes","offset":213},{"uri":"South_America","surface_form":"South America","offset":232},{"uri":"Genera","surface_form":"genera","offset":295},{"uri":"Forest","surface_form":"forest","offset":379},{"uri":"Grassland","surface_form":"grassland","offset":390},{"uri":"Andes","surface_form":"Andes","offset":420},{"uri":"Insectivora","surface_form":"Insectivore","offset":427},{"uri":"Great_American_Interchange","surface_form":"Great American Interchange","offset":481},{"uri":"Eutheria","surface_form":"placental","offset":656},{"uri":"Ecological_niche","surface_form":"ecological niche","offset":694},{"uri":"Insect","surface_form":"insect","offset":975},{"uri":"Earthworm","surface_form":"earthworm","offset":984},{"uri":"Whisker","surface_form":"whisker","offset":1139}]}