{"id":296242,"url":"http://en.wikipedia.org/wiki/2011_Super_Outbreak","text":"In late April 2011, there was a major tornado outbreak, the worst in U.S history. 3 EF5 tornadoes dropped down along with 13 EF4 tornadoes and 23 EF3 tornadoes. That was a major tornado outbreak.\nApril 25.\nOn the evening of April 25, dangerous supercells started forming across Arkansas, Northeast Texas, and Southeast Oklahoma. The supercells then merged into a massive squall line of severe thunderstorms. The severe thunderstorms produced tornadoes. Then, heavy rain formed northwest of the line of severe thunderstorms and tornadoes. An EF2 tornado struck Vilonia, Arkansas, and an EF3 tornado struck Hot Springs Village, Arkansas. Later, the severe thunderstorms and tornadoes moved into Tennessee and Mississippi.\nApril 26.\nOn April 26, the severe thunderstorms and tornadoes moved back into Texas, Oklahoma, and Arkansas. On the evening of April 26, dangerous supercells formed over Texas. Those supercells produced dangerous tornadoes, like EF2 or EF3. Then, those supecells moved into Oklahoma and Arkansas. The squall line of severe thunderstorms moved back into Tennessee and Mississippi.\nApril 27.\nOn April 27, the supercells moved into Tennessee and Mississippi, and the squall line of severe thunderstorms moved into Alabama. Then, the supercells moved into Alabama, and produced 3 EF5 tornadoes, 13 EF4 tornadoes, and 23 EF3 tornadoes. The squall line of severe thunderstorms moved into Kentucky, North Carolina, and South Carolina.\nApril 28.\nOn April 28, the supercells merged into a very large squall line, and moved into Kentucky and the Carolinas. The old squall line of severe thunderstrms moved into Virginia, Maryland, Delaware, New Jersey, and New York. Then later, the new squall line moved into Virginia, Maryland, Delaware, New Jersey, and New York. The storm produced some tornadoes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tornado","surface_form":"tornado","offset":38},{"uri":"Supercell","surface_form":"supercells","offset":244},{"uri":"Arkansas","surface_form":"Arkansas","offset":278},{"uri":"Texas","surface_form":"Texas","offset":298},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":319},{"uri":"Squall","surface_form":"squall","offset":371},{"uri":"Thunderstorm","surface_form":"thunderstorms","offset":393},{"uri":"Rain","surface_form":"rain","offset":465},{"uri":"Vilonia%2C_Arkansas","surface_form":"Vilonia, Arkansas","offset":560},{"uri":"Hot_Springs%2C_Arkansas","surface_form":"Hot Springs Village, Arkansas","offset":605},{"uri":"Tennessee","surface_form":"Tennessee","offset":693},{"uri":"Mississippi","surface_form":"Mississippi","offset":707},{"uri":"Alabama","surface_form":"Alabama","offset":1231},{"uri":"Kentucky","surface_form":"Kentucky","offset":1402},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1412},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1432},{"uri":"Virginia","surface_form":"Virginia","offset":1621},{"uri":"Maryland","surface_form":"Maryland","offset":1631},{"uri":"Delaware","surface_form":"Delaware","offset":1641},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1651},{"uri":"New_York_(state)","surface_form":"New York","offset":1667}]}