{"id":296250,"url":"http://en.wikipedia.org/wiki/Symphony_No._6_%26quot%3BPastorale%26quot%3B_(Beethoven)","text":"Symphony No. 6 in F major, Op. 68 (Pastorale) is a symphony by Ludwig van Beethoven. The composer began making sketches for the symphony in 1806. The symphony was completed in 1808 in the village of Heiligenstadt northwest of Vienna. It was first performed in Vienna, Austria on 22 December 1808 in the Theater an der Wien with the premieres of the Symphony No. 5 in C minor, the Piano Concerto No. 4 in G major, the \"Choral\" Fantasy, \"Ah! perfido!\" (a concert aria composed in 1796), and excerpts from the Mass in C major of 1807.\nThere are five movements in the symphony. The movements in order are allegro ma non troppo (\"Joyful Feelings Upon Arriving in the Country\"), andante molto mosso (\"By the Brook\"), allegro (\"Peasant Merrymaking\"), allegro (\"The Thunderstorm\"), and allegretto (\"The Shepherd's Song After the Storm\"). The first movement is in sonata form. It is placid and cheerful. It depicts the composer's feelings as he arrives in the country. The second movement is in sonata form. Beethoven helpfully identified the bird species in the score: nightingale (flute), quail (oboe) and cuckoo (clarinet). The third movement is the scherzo movement of the symphony. It depicts the country folk dancing and it ends unexpectedly when the country folk notice that raindrops are starting to fall. The fourth movement depicts a violent thunderstorm, starting with just a few drops of rain and building to a climax. There is, of course, thunder, as well as lightning, high winds, and sheets of rain. The finale is in sonata rondo form. The first eight bars form a continuation of the introduction of which the storm was the main part; the finale proper begins in the ninth bar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Symphony","surface_form":"symphony","offset":51},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":63},{"uri":"Vienna","surface_form":"Vienna","offset":260},{"uri":"Austria","surface_form":"Austria","offset":268},{"uri":"Symphony_No._5_(Beethoven)","surface_form":"Symphony No. 5 in C minor","offset":349},{"uri":"Sonata_form","surface_form":"sonata form","offset":855},{"uri":"Sonata_form","surface_form":"sonata form","offset":986},{"uri":"Scherzo","surface_form":"scherzo","offset":1144},{"uri":"Sonata_rondo_form","surface_form":"sonata rondo form","offset":1523}]}