{"id":296411,"url":"http://en.wikipedia.org/wiki/Hox_gene","text":"e=\"preserve\">Hox genes are a group of related genes that determine the basic structure and orientation of animals. 'Hox' is short for 'homeobox'.\nHox genes are critical for the proper placement of segment structures of animals during early embryonic development (e.g. legs, antennae, and wings in fruit flies or the different vertebrate ribs in humans).\nHox genes are a complex of genes whose proteins bind to the regulatory regions of target genes. The target genes then activate or repress cell processes to direct the final development of the organism.\nSequence of hox genes.\nIn some organisms, especially vertebrates, the various Hox genes are very close to one another on the chromosome in groups or clusters.\nThe order of the genes on the chromosome is the same as the expression of the genes in the developing embryo. The first gene is expressed in the front of the developing organism. The reason for this co-linearity is not yet completely understood. The diagram above shows the relationship between the genes and protein expression in flies.\nFound in all animals.\nThe homeodomain protein motif is highly similar in most animals, with variations in Jellyfish and other species. In addition, homeodomains of individual Hox proteins are similar in many species.\nBecause of this, it is thought Hox gene clusters evolved from a single Hox gene via tandem gene duplication. A Hox gene cluster with at least seven different Hox genes was probably present in the common ancestor of all bilateral animals.\nHumans.\nHumans have a total of 39 hox genes in clusters on four chromosomes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gene","surface_form":"gene","offset":46},{"uri":"Segmentation","surface_form":"segment structures","offset":197},{"uri":"Embryo","surface_form":"embryo","offset":240},{"uri":"Antenna","surface_form":"antenna","offset":274},{"uri":"Wing","surface_form":"wing","offset":288},{"uri":"Drosophila","surface_form":"fruit flies","offset":297},{"uri":"Vertebrate","surface_form":"vertebrate","offset":326},{"uri":"Rib","surface_form":"rib","offset":337},{"uri":"Gene","surface_form":"gene","offset":381},{"uri":"Protein","surface_form":"protein","offset":393},{"uri":"Cell","surface_form":"cell","offset":492},{"uri":"Chromosome","surface_form":"chromosome","offset":745},{"uri":"Embryo","surface_form":"embryo","offset":817},{"uri":"Gene_duplication","surface_form":"gene duplication","offset":1361},{"uri":"Symmetry_(biology)","surface_form":"bilateral","offset":1489}]}