{"id":29644,"url":"http://en.wikipedia.org/wiki/Constantine_the_Great","text":"Constantine I (27 February 272 – 22 May 337 AD) was a powerful general who reigned over the Roman Empire as emperor until his death. He made the previously named city Byzantium (now Istanbul, Turkey) capital of the whole Roman Empire. As emperor, he named the city \"Constantinople\", which means \"City of Constantine\" in Greek.\nBefore Constantine became Emperor, he was fighting for the throne at the Battle of Milvian Bridge over the Tiber River. When he saw a cross in the sky with the words \"in hoc signo vinces\" (Latin for \"in this sign you shall conquer\"), he changed his deity from Apollo to Jesus and won the battle.\nIn pagan Rome before this, it had been against the law to believe in Christianity, and Christians had often been tortured or killed. Constantine protected them. He went on to organize the whole Catholic Church at the First Council of Nicea, even though he himself did not get baptized until near the end of his life.\nConstantine was also a big part of the beginning of the Eastern Orthodox religion, after changing the point from which he ruled from Rome to Byzantium.\nReligious rules.\nConstantine is perhaps best known for being the first Christian Roman emperor. His rule changed the Church greatly. In February 313, Constantine met with Licinius in Milan where they made the Edict of Milan. The edict said that Christians could believe what they wanted. This stopped people from punishing Christians, who had often been martyred, or killed for their faith. It also returned the property which had been taken away from them. The edict not only protected Christians, but gave freedom of religion to all, allowing anyone to worship whatever they wanted. In 311, Galerius had made a similar edict, though it did not return any property to them.\nConstantine did not support Christianity alone. After winning the Battle of the Milvian Bridge, he built the Arch of Constantine) to celebrate, but the arch was decorated with pictures of sacrifices to gods like Apollo, Diana, or Hercules. It had no Christian symbolism. In 321, Constantine said that Christians and non-Christians should all join the \"day of the sun\" (the eastern sun-worship which Aurelian had helped him introduce). His coins also had symbols of the sun-cult until 324. Even after pagan gods disappeared from the coins, Christians symbols never appeared on the coin, either. Even when Constantine dedicated the new capital of Constantinople, he was wearing the Apollonian sun-rayed Diadem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":92},{"uri":"Istanbul","surface_form":"Istanbul","offset":182},{"uri":"Turkey","surface_form":"Turkey","offset":192},{"uri":"Greek_language","surface_form":"Greek","offset":320},{"uri":"Milvian_Bridge","surface_form":"Milvian Bridge","offset":410},{"uri":"Tiber_River","surface_form":"Tiber River","offset":434},{"uri":"Cross","surface_form":"cross","offset":461},{"uri":"Latin","surface_form":"Latin","offset":516},{"uri":"Deity","surface_form":"deity","offset":576},{"uri":"Apollo","surface_form":"Apollo","offset":587},{"uri":"Jesus","surface_form":"Jesus","offset":597},{"uri":"Pagan","surface_form":"pagan","offset":626},{"uri":"Law","surface_form":"law","offset":674},{"uri":"Christianity","surface_form":"Christianity","offset":692},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":817},{"uri":"First_Council_of_Nicea","surface_form":"First Council of Nicea","offset":840},{"uri":"Baptism","surface_form":"baptized","offset":899},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":996},{"uri":"Catholic_Church","surface_form":"Church","offset":1209},{"uri":"Edict_of_Milan","surface_form":"Edict of Milan","offset":1301},{"uri":"Martyr","surface_form":"martyred,","offset":1446},{"uri":"Freedom_of_religion","surface_form":"freedom of religion","offset":1600},{"uri":"Galerius","surface_form":"Galerius","offset":1685},{"uri":"Arch_of_Constantine","surface_form":"Arch of Constantine","offset":1876},{"uri":"Apollo","surface_form":"Apollo","offset":1979},{"uri":"Diana_(goddess)","surface_form":"Diana","offset":1987},{"uri":"Hercules","surface_form":"Hercules","offset":1997},{"uri":"Sol_Invictus","surface_form":"eastern sun-worship","offset":2140},{"uri":"Aurelian","surface_form":"Aurelian","offset":2166},{"uri":"Diadem","surface_form":"Diadem","offset":2468}]}