{"id":2964,"url":"http://en.wikipedia.org/wiki/Russia","text":"Russia (), officially called the Russian Federation () is a country that is in Eastern Europe and in North Asia. It is the largest country in the world by land area. About 146.7 million people live in Russia according to the 2019 census. The capital city of Russia is Moscow, and the official language is Russian.\nRussia shares land borders with Norway, Finland, Estonia, Latvia, Lithuania and Poland (both via Kaliningrad Oblast), Belarus, Ukraine, Georgia, Azerbaijan, Kazakhstan, China, Mongolia, and North Korea. It also has borders over water with Japan by the Sea of Okhotsk, and the United States by the Bering Strait.\nRussia is a very large and diverse country. From 1922 to 1991, it used to be the main part of the Soviet Union. It was a country based on Communism, but today its government is a federal semi-presidential republic. It has elements of democracy. The President is chosen by direct election, but challenging candidates do not have access to the mass media, and so have almost no chance of winning. Its current President is Vladimir Putin. The President rules the country, and the Russian Parliament plays a secondary role.\nRussia has 85 regional parliaments, and the presidents of these areas are very rarely ever displaced in an election. As a typical example, Kirsan Ilyumzhinov was President of the Republic of Kalmykia in the Russian Federation from 1993 to 2010. Such a long tenure is not unusual in Russia, and suggests that the electoral system is heavily biased to keep incumbents in power.\nSize and resources.\nAt, Russia is the largest country in the world, covering more than one-eighth of the Earth's inhabited land area. Russia is also the world's eighth most populous nation with 143 million people as of 2012. Russia produces a lot of energy made from oil and natural gas.\nExtending from eastern Europe across the whole of northern Asia, Russia spans eleven time zones and has a wide range of environments and landforms. Russia has the world's largest reserves of mineral and energy resources, and is the largest producer of oil and natural gas in the world. Russia has the world's largest forest reserves, and its lakes contain about one-quarter of the world's fresh water.\nConstitution.\nRussia is a federal semi-presidential republic. It has a president and a parliament. Russia consists of 85 federal subjects (territorial units). All subjects of the federation shall be equal. All entities are subject to the uniform federal law. Subjects of the federation have two representatives in the parliament. Subjects of the Russian Federation do not have a right to secession from it. Important issues are decided by the Federation President; lesser powers are given to the member republics.\nAt the end of the twentieth century, Russia experienced many political changes. Some people fought to leave from the federation.\nElections are held at all levels. According Steve White, the present government made it clear that they had no plans of making a \"second edition\" of the American or British political system, but rather a system that was closer to Russia's own traditions. Richard Sakwa wrote that the Russian government is considered legitimate by the majority of the Russian people. It seeks to deliver a set of public goods without trying to fit to extra-democratic logic to achieve them. Whether the system is becoming less autocratic (dictatorial) is debatable.\nPolitics.\nThere are four big political parties in Russia. United Russia (Единая Россия) is the biggest party.\nThe United Russia is the ruling party, which supports the government. The other parties in the Duma (Russian parliament) do not criticize the government strongly, for fear of losing their places in the Duma. Many opposition parties, such as the People's Freedom Party and the Other Russia, have been unable to register due to the strict rules. In the 2000s the government led a war in Chechnya, and in the process, civil liberties and independent media were restricted. Corruption is widespread and human rights, especially in the North Caucasus, are frequently violated. In 2008 Putin's government was in a war with Georgia in a dispute over a region with many ethnic Russians.\nHistory.\nThe roots of Russia's history began when the East Slavs formed a group in Europe between the 3rd and 8th centuries AD. The Vikings and their descendants founded the first East Slavic state of Kievan Rus' in the 9th century. They adopted Christianity from the Byzantine Empire in 988. This form of Christianity influenced Russian culture greatly. Kievan Rus' eventually broke up and the lands were divided into many small feudal states. The most powerful successor state to Kievan Rus' was the Grand Duchy of Moscow. This area served as the main force in later Russian unification and the fight against the Golden Horde from Asia. Moscow slowly gained control of the regions around it and took over the cultural and political life of Kievan Rus'.\nIn the 18th century, the nation had expanded through conquest, annexation and exploration to become the Russian Empire, the third largest empire in history. It stretched from the Polish-Lithuanian Commonwealth eastward to the Pacific Ocean and Alaska. The empire was ruled by an emperor called the Tsar.\nPeter the Great ruled Russia from 1689 until 1725. Peter moved the capital from Moscow to a new city named Saint Petersburg. He made Russian society more modern in many ways. The government began building ships for the Russian navy.\nThe Russo-Japanese War started in 1904 and ended in 1905 with Japan winning the war. The Russian defeat was one of the reasons for later revolutions.\nIn October 1917, the Bolsheviks (later called \"Communists\"), influenced by the ideas of Karl Marx and Vladimir Lenin, took over the country and murdered the Tsar and other people who stood against them. Once they took power, the Bolsheviks, under Vladimir Lenin and Leon Trotsky, created the first Marxist Communist State.\nFrom the 1920s to the 1950s, Josef Stalin ruled as an absolute dictator of Soviet Russia, and destroyed anything and anyone that was against his rule, including taking the property of farmers and shopkeepers. Many millions of people starved and died in the resulting famines. Stalin also removed, or \"purged\", all military personnel who were not loyal to him, and many were killed or sent to prison camps, or gulags, for many years. Even in the gulags, many prisoners died.\nSoviet Russia and Nazi Germany agreed not to attack each other in 1939. In June 1941, Germany broke the agreement and attacked in Operation Barbarossa. The attack was part of World War II. The war lasted in Europe until May 1945, and Russia lost more than 20 million people during that time. In spite of this large loss, Russia was one of the winners of the war and became a world superpower.\nFrom 1922 to 1991, Russia was the largest part of the Soviet Union, or the \"Union of Soviet Socialist Republics\" (USSR). People sometimes used the name \"Russia\" for the whole Soviet Union, or sometimes \"Soviet Russia\". Russia was only one of 15 Soviet Socialist Republics. The republic was in fact named the \"Russian Soviet Federative Socialist Republic\" (RSFSR).\nThe Soviet Union fell apart in the early 1990s. Russia took over the place of the USSR in the United Nations (UN).\nHistory of present Russian Federation.\nBoris Yeltsin was made the President of Russia in June 1991, in the first direct presidential election in Russian history. Wide-ranging reforms took place, including privatization and free trade laws. Radical changes \"(shock therapy) were recommended by the United States and International Monetary Fund. A major economic crisis followed. There was 50% decline in GDP and industrial output between 1990–95.\nThe privatization largely shifted control of enterprises from state agencies to individuals with inside connections in the government system. Many of the newly rich business people took billions in cash and assets outside of the country. The depression of state and economy led to the collapse of social services. Millions went into poverty, from 1.5% level of poverty in the late Soviet era, to 39–49% by mid-1993. The 1990s saw extreme corruption and lawlessness, rise of criminal gangs and violent crime.\nThe 1990s had many armed conflicts in the North Caucasus. There were both local ethnic battles and separatist Islamist insurrections. Since the Chechen separatists declared independence in the early 1990s, a Chechen War was fought between the rebel groups and the Russian military. Terrorist attacks against civilians caused hundreds of deaths. The most notable of these were the Moscow theater hostage crisis and Beslan school siege.\nRussia took responsibility for settling the USSR's external debts, even though its population made up just half of the population of the USSR at the time of its dissolution. High budget deficits caused the 1998 Russian financial crisis and resulted in further GDP decline.\nOn 31 December 1999 President Yeltsin resigned, or quit being the president. The job of president was given to the recently appointed Prime Minister, Vladimir Putin. Putin then won the 2000 presidential election. Putin stopped the Chechen rebellion quickly, but violence still occurs in the Northern Caucasus at times.\nHigh oil prices and initially weak currency followed by increasing domestic demand, consumption and investments has helped the economy grow for nine straight years. This improved the standard of living and increasing Russia's influence on the world stage. While many reforms made during the Putin presidency have been criticized by Western nations as un-democratic, Putin's leadership led to stability, and progress. This won him widespread popularity in Russia.\nOn 2 March 2008, Dmitry Medvedev was elected President of Russia, whilst Putin became Prime Minister. Putin returned to the presidency following the 2012 presidential elections, and Medvedev was appointed Prime Minister.\nGeography.\nRussia's capital and the biggest city is Moscow. The second biggest city is Saint Petersburg, which was the capital of Russia in the 18th and 19th centuries.\nThe most western point of Russia is near Kaliningrad, formerly named Königsberg. The most eastern point of Russia is Diomid island, 35 km from Chukotka (Russia) and from Alaska (USA). The most southern point is in Caucasus, on the border with Azerbaijan. The most northern point is on Franz Josef Land archipelago in Arctic Ocean, from the North Pole.\nDemographics.\nRussia has a population of 142 million citizens. Most people (73.7%) live in cities. The population decreased by 5 million people since the fall of the Soviet Union. The current population growth is close to zero, and the population went down by 0.085% in 2008.\nRussia's area is about 17 million square kilometers (6.5 million sq. mi.). It is the largest country in the world. Its population density is about 8.3 people per square kilometer (21.5 per sq. mi.). This is among the lowest country densities in the world. The population is most dense in the European part of the country, centering around Moscow and Saint Petersburg. Siberia has a very low density.\nReligion.\nThe main religion in Russia is the Russian Orthodox Church. It is one of the Eastern Orthodox Churches.\nMusic and ballet.\nWorld-renowned composers of the 20th century included Alexander Scriabin, Igor Stravinsky, Sergei Rachmaninoff, Sergei Prokofiev, and Dmitri Shostakovich. Russia has produced some of the greatest pianists: Anton Rubinstein, Vladimir Horowitz and Vladimir Ashkenazy are among the all-time greats.\nRussian composer Tchaikovsky created famous ballets such as The Nutcracker. The impressario Sergei Diaghilev was responsible for the development of ballet in the early 20th century with the Ballets Russes. Dance companies at the Mariinsky Theatre and the Bolshoi Ballet produced many famous dancers.\nLiterature.\nRussians have contributed many famous works of literature. Alexander Pushkin is considered a founder of modern Russian literature. He was a poet from the 19th century.\nOther famous poets and writers of the 19th century were Anton Chekhov, Mikhail Lermontov, Leo Tolstoy, Nikolai Gogol (he was born in what is now Ukraine, but during his lifetime Ukraine was a part of Russia), Ivan Turgenev and Fyodor Dostoyevsky. Tolstoy and Dostoyevsky are considered by many people to be two of the greatest novelists ever. Three Russians won the Nobel Prize for Literature in the 20th century: Boris Pasternak (1958), Mikhail Sholokhov (1965) and Aleksandr Solzhenitsyn (1980). Mikhail Bulgakov's \"The Master and Margarita\" was also a novel of the highest quality.\nSports.\nSoccer, ice hockey and basketball are among the most popular sports. Boxing, gymnastics, weightlifting, and tennis are also popular sports. Track suits are popular clothing items for many Russians. Sports people to gain world fame include former tennis world number one Maria Sharapova, who has won three Grand Slam titles, and was the world's highest paid female athlete in 2008.\nSince the 1952 Olympic Games, Soviet and later Russian athletes are in the three in gold medals collected at the Summer Olympics. The 1980 Summer Olympic Games were held in Moscow while the 2014 Winter Olympics were hosted in Sochi.\nFor the 2018 Winter Olympics which were held in Pyeongchang, South Korea, a lot of athletes could not compete because the International Olympic Committee found out they had been doping. Those who were not caught doping were able to play in the 2018 Olympics under the title of \"Olympic Athletes from Russia\", and they took home two gold medals, including one in ice hockey.\nChess.\nChess is the main intellectual sport in Russia. In the 20th century there were nine Russian World Chess Champions, more than all other nations combined.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":60},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":79},{"uri":"North_Asia","surface_form":"North Asia","offset":101},{"uri":"List_of_countries_by_area","surface_form":"largest country in the world","offset":123},{"uri":"Land","surface_form":"land","offset":155},{"uri":"Census","surface_form":"census","offset":230},{"uri":"Capital_city","surface_form":"capital city","offset":242},{"uri":"Moscow","surface_form":"Moscow","offset":268},{"uri":"Russian_language","surface_form":"Russian","offset":305},{"uri":"Norway","surface_form":"Norway","offset":346},{"uri":"Finland","surface_form":"Finland","offset":354},{"uri":"Estonia","surface_form":"Estonia","offset":363},{"uri":"Latvia","surface_form":"Latvia","offset":372},{"uri":"Lithuania","surface_form":"Lithuania","offset":380},{"uri":"Poland","surface_form":"Poland","offset":394},{"uri":"Kaliningrad_Oblast","surface_form":"Kaliningrad Oblast","offset":411},{"uri":"Belarus","surface_form":"Belarus","offset":432},{"uri":"Ukraine","surface_form":"Ukraine","offset":441},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":450},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":459},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":471},{"uri":"China","surface_form":"China","offset":483},{"uri":"Mongolia","surface_form":"Mongolia","offset":490},{"uri":"North_Korea","surface_form":"North Korea","offset":504},{"uri":"Japan","surface_form":"Japan","offset":553},{"uri":"Sea_of_Okhotsk","surface_form":"Sea of Okhotsk","offset":566},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":611},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":724},{"uri":"Communism","surface_form":"Communism","offset":764},{"uri":"Federal","surface_form":"federal","offset":805},{"uri":"Republic","surface_form":"republic","offset":831},{"uri":"Democracy","surface_form":"democracy","offset":860},{"uri":"President","surface_form":"President","offset":875},{"uri":"Election","surface_form":"election","offset":905},{"uri":"Mass_media","surface_form":"mass media","offset":968},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":1046},{"uri":"Russian_Parliament","surface_form":"Russian Parliament","offset":1103},{"uri":"Kirsan_Ilyumzhinov","surface_form":"Kirsan Ilyumzhinov","offset":1285},{"uri":"Republic_of_Kalmykia","surface_form":"Republic of Kalmykia","offset":1325},{"uri":"Largest_country_in_the_world","surface_form":"largest country in the world","offset":1560},{"uri":"List_of_countries_by_population","surface_form":"most populous nation","offset":1690},{"uri":"Oil","surface_form":"oil","offset":1789},{"uri":"Natural_gas","surface_form":"natural gas","offset":1797},{"uri":"Europe","surface_form":"Europe","offset":1833},{"uri":"Asia","surface_form":"northern Asia","offset":1860},{"uri":"Time_zones","surface_form":"time zones","offset":1895},{"uri":"Environments","surface_form":"environments","offset":1930},{"uri":"Oil","surface_form":"oil","offset":2062},{"uri":"Natural_gas","surface_form":"natural gas","offset":2070},{"uri":"Forest","surface_form":"forest","offset":2127},{"uri":"Lakes","surface_form":"lakes","offset":2152},{"uri":"Fresh_water","surface_form":"fresh water","offset":2199},{"uri":"Federation","surface_form":"federation","offset":2391},{"uri":"Secession","surface_form":"secession","offset":2600},{"uri":"Autocratic","surface_form":"autocratic","offset":3365},{"uri":"Dictator","surface_form":"dictator","offset":3377},{"uri":"United_Russia","surface_form":"United Russia","offset":3462},{"uri":"People%27s_Freedom_Party","surface_form":"People's Freedom Party","offset":3759},{"uri":"Other_Russia","surface_form":"Other Russia","offset":3790},{"uri":"Chechnya","surface_form":"Chechnya","offset":3899},{"uri":"Civil_liberties","surface_form":"civil liberties","offset":3929},{"uri":"North_Caucasus","surface_form":"North Caucasus","offset":4045},{"uri":"2008_South_Ossetia_war","surface_form":"war with Georgia","offset":4122},{"uri":"Slavic_peoples","surface_form":"East Slavs","offset":4247},{"uri":"Viking","surface_form":"Viking","offset":4325},{"uri":"Descendant","surface_form":"descendant","offset":4343},{"uri":"Kievan_Rus%27","surface_form":"Kievan Rus'","offset":4394},{"uri":"Christianity","surface_form":"Christianity","offset":4439},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":4461},{"uri":"Feudalism","surface_form":"feudal states","offset":4623},{"uri":"Grand_Duchy_of_Moscow","surface_form":"Grand Duchy of Moscow","offset":4695},{"uri":"Golden_Horde","surface_form":"Golden Horde","offset":4808},{"uri":"Annexation","surface_form":"annexation","offset":5011},{"uri":"Exploration","surface_form":"exploration","offset":5026},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":5052},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Polish-Lithuanian Commonwealth","offset":5127},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":5174},{"uri":"Alaska","surface_form":"Alaska","offset":5192},{"uri":"Emperor","surface_form":"emperor","offset":5227},{"uri":"Tsar","surface_form":"Tsar","offset":5246},{"uri":"Peter_the_Great","surface_form":"Peter the Great","offset":5252},{"uri":"Moscow","surface_form":"Moscow","offset":5332},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":5359},{"uri":"Russo-Japanese_War","surface_form":"Russo-Japanese War","offset":5489},{"uri":"Revolution","surface_form":"revolution","offset":5622},{"uri":"October_Revolution","surface_form":"October 1917","offset":5638},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":5656},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":5723},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":5737},{"uri":"Tsar","surface_form":"Tsar","offset":5792},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":5901},{"uri":"Marxism","surface_form":"Marxist","offset":5933},{"uri":"Communist","surface_form":"Communist","offset":5941},{"uri":"Josef_Stalin","surface_form":"Josef Stalin","offset":5987},{"uri":"Soviet_Russia","surface_form":"Soviet Russia","offset":6033},{"uri":"Famine","surface_form":"famine","offset":6225},{"uri":"Gulag","surface_form":"gulag","offset":6367},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":6450},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":6562},{"uri":"World_War_II","surface_form":"World War II","offset":6607},{"uri":"Superpower","surface_form":"superpower","offset":6813},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":6879},{"uri":"Soviet_Socialist_Republic","surface_form":"Soviet Socialist Republic","offset":7070},{"uri":"United_Nations","surface_form":"United Nations","offset":7283},{"uri":"Boris_Yeltsin","surface_form":"Boris Yeltsin","offset":7343},{"uri":"Privatization","surface_form":"privatization","offset":7509},{"uri":"Free_trade","surface_form":"free trade","offset":7527},{"uri":"Shock_therapy","surface_form":"shock therapy","offset":7562},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":7619},{"uri":"Economic_crisis","surface_form":"economic crisis","offset":7656},{"uri":"Gross_domestic_product","surface_form":"GDP","offset":7707},{"uri":"North_Caucasus","surface_form":"North Caucasus","offset":8300},{"uri":"Separatist","surface_form":"separatist","offset":8357},{"uri":"Islamist","surface_form":"Islamist","offset":8368},{"uri":"Chechnya","surface_form":"Chechen","offset":8402},{"uri":"Terrorist","surface_form":"Terrorist","offset":8540},{"uri":"Civilian","surface_form":"civilian","offset":8566},{"uri":"Moscow_theater_hostage_crisis","surface_form":"Moscow theater hostage crisis","offset":8638},{"uri":"Beslan_school_siege","surface_form":"Beslan school siege","offset":8672},{"uri":"Economic_deficit","surface_form":"deficits","offset":8879},{"uri":"1998_Russian_financial_crisis","surface_form":"1998 Russian financial crisis","offset":8899},{"uri":"Resignation","surface_form":"resigned","offset":9004},{"uri":"Appointment","surface_form":"appointed","offset":9090},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":9116},{"uri":"Currency","surface_form":"currency","offset":9320},{"uri":"Demand","surface_form":"domestic demand","offset":9352},{"uri":"Consumption_(economics)","surface_form":"consumption","offset":9369},{"uri":"Investment","surface_form":"investment","offset":9385},{"uri":"Stability","surface_form":"stability","offset":9677},{"uri":"Dmitry_Medvedev","surface_form":"Dmitry Medvedev","offset":9765},{"uri":"Prime_Minister_of_Russia","surface_form":"Prime Minister","offset":9834},{"uri":"Kaliningrad","surface_form":"Kaliningrad","offset":10179},{"uri":"K%C3%B6nigsberg","surface_form":"Königsberg","offset":10207},{"uri":"Chukotka","surface_form":"Chukotka","offset":10281},{"uri":"USA","surface_form":"USA","offset":10316},{"uri":"Caucasus","surface_form":"Caucasus","offset":10352},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":10381},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":10455},{"uri":"North_Pole","surface_form":"North Pole","offset":10478},{"uri":"Population","surface_form":"population","offset":10517},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":10656},{"uri":"Population_density","surface_form":"population density","offset":10885},{"uri":"Moscow","surface_form":"Moscow","offset":11105},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":11116},{"uri":"Siberia","surface_form":"Siberia","offset":11134},{"uri":"Religion","surface_form":"religion","offset":11185},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":11211},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox Church","offset":11253},{"uri":"Alexander_Scriabin","surface_form":"Alexander Scriabin","offset":11352},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":11372},{"uri":"Sergei_Rachmaninoff","surface_form":"Sergei Rachmaninoff","offset":11389},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":11410},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":11432},{"uri":"Pianists","surface_form":"pianists","offset":11494},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":11504},{"uri":"Vladimir_Horowitz","surface_form":"Vladimir Horowitz","offset":11522},{"uri":"Vladimir_Ashkenazy","surface_form":"Vladimir Ashkenazy","offset":11544},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Tchaikovsky","offset":11611},{"uri":"The_Nutcracker","surface_form":"The Nutcracker","offset":11654},{"uri":"Sergei_Diaghilev","surface_form":"Sergei Diaghilev","offset":11686},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":11784},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":11823},{"uri":"Bolshoi_Theatre","surface_form":"Bolshoi Ballet","offset":11849},{"uri":"Dancer","surface_form":"dancer","offset":11885},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":11965},{"uri":"Anton_Chekhov","surface_form":"Anton Chekhov","offset":12130},{"uri":"Mikhail_Lermontov","surface_form":"Mikhail Lermontov","offset":12145},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":12164},{"uri":"Nikolai_Gogol","surface_form":"Nikolai Gogol","offset":12177},{"uri":"Ukraine","surface_form":"Ukraine","offset":12219},{"uri":"Ivan_Turgenev","surface_form":"Ivan Turgenev","offset":12283},{"uri":"Fyodor_Dostoyevsky","surface_form":"Fyodor Dostoyevsky","offset":12301},{"uri":"Boris_Pasternak","surface_form":"Boris Pasternak","offset":12488},{"uri":"Mikhail_Sholokhov","surface_form":"Mikhail Sholokhov","offset":12512},{"uri":"Aleksandr_Solzhenitsyn","surface_form":"Aleksandr Solzhenitsyn","offset":12541},{"uri":"Mikhail_Bulgakov","surface_form":"Mikhail Bulgakov","offset":12572},{"uri":"The_Master_and_Margarita","surface_form":"The Master and Margarita","offset":12592},{"uri":"Novel","surface_form":"novel","offset":12629},{"uri":"Soccer","surface_form":"Soccer","offset":12667},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":12675},{"uri":"Basketball","surface_form":"basketball","offset":12690},{"uri":"Tennis","surface_form":"tennis","offset":12775},{"uri":"Maria_Sharapova","surface_form":"Maria Sharapova","offset":12937},{"uri":"1952_Summer_Olympics","surface_form":"1952 Olympic Games","offset":13058},{"uri":"1980_Summer_Olympics","surface_form":"1980 Summer Olympic Games","offset":13182},{"uri":"2014_Winter_Olympics","surface_form":"2014 Winter Olympics","offset":13238},{"uri":"Sochi","surface_form":"Sochi","offset":13274},{"uri":"2018_Winter_Olympics","surface_form":"2018 Winter Olympics","offset":13289},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":13329},{"uri":"South_Korea","surface_form":"South Korea","offset":13342},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":13403},{"uri":"Doping_in_sport","surface_form":"doping","offset":13459},{"uri":"Olympic_Athletes_from_Russia","surface_form":"Olympic Athletes from Russia","offset":13559},{"uri":"Chess","surface_form":"Chess","offset":13662},{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess Champions","offset":13754}]}