{"id":296492,"url":"http://en.wikipedia.org/wiki/Pritzker_Architecture_Prize","text":"The Pritzker Architecture Prize is given each year by the Hyatt Foundation. It is for talented and significant architect who has created great projects throughout his or her life. Jay A. Pritzker and his wife Cindy began the award in 1979. The Pritzker family pays for the prize. It is the top prize in architecture, and it is often called the Nobel Prize of architecture. The country, race, religion or political ideas of the architect are not important. Winners get US$100,000 and a certificate. Winners receive a medal. The back of the medal has these words in Latin—\"firmitas, utilitas, venustas\" (English: \"durability, utility, and beauty\"). The idea comes from the Roman architect Vitruvius. Before 1987, a limited edition Henry Moore sculpture came with the prize money.\nSelection.\nMartha Thorne has been the Executive Director since 2009. The director asks many people, including past winners, academics, critics and others involved in architecture to suggest possible winners. Any licensed architect can also apply for the prize before 1 November every year. In 1988 Gordon Bunshaft applied for the award himself and eventually won it. Five to nine jury members meet early the next year before announcing the winner in spring.\nWinners.\nThe first winner was Philip Johnson. The award was \"for 50 years of imagination and vitality\" shown by the many \"museums, theaters, libraries, houses, gardens and corporate structures\". The 2004 laureate Zaha Hadid was the first female prize winner. Ryūe Nishizawa became the youngest winner in 2010 at age 44. The most recent winner, in 2019, is Arata Isozaki.","categories":[],"infobox_types":["award"],"annotations":[{"uri":"Hyatt","surface_form":"Hyatt","offset":58},{"uri":"Jay_Pritzker","surface_form":"Jay A. Pritzker","offset":180},{"uri":"Pritzker_family","surface_form":"Pritzker family","offset":244},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":344},{"uri":"US%24","surface_form":"US$","offset":468},{"uri":"Medal","surface_form":"medal","offset":516},{"uri":"Latin","surface_form":"Latin","offset":564},{"uri":"English_language","surface_form":"English","offset":602},{"uri":"Ancient_Rome","surface_form":"Roman","offset":671},{"uri":"Vitruvius","surface_form":"Vitruvius","offset":687},{"uri":"Henry_Moore","surface_form":"Henry Moore","offset":729},{"uri":"Gordon_Bunshaft","surface_form":"Gordon Bunshaft","offset":1076},{"uri":"Philip_Johnson","surface_form":"Philip Johnson","offset":1266},{"uri":"Zaha_Hadid","surface_form":"Zaha Hadid","offset":1449},{"uri":"Ry%C5%ABe_Nishizawa","surface_form":"Ryūe Nishizawa","offset":1495},{"uri":"Arata_Isozaki","surface_form":"Arata Isozaki","offset":1592}]}