{"id":296587,"url":"http://en.wikipedia.org/wiki/Hugo_Black","text":"Hugo LaFayette Black (February 27, 1886 – September 25, 1971) was an American judge and politician. He was from Ashland, Alabama and studied law at the University of Alabama. Black was poor as a child and lived simply for most of his life. Black was in the Army during World War I. In the 1920s, Black was a member of the Ku Klux Klan. Black was a member of the U.S. Senate from Alabama from 1927 to 1936 as a Democrat. Black was a strong supporter of Franklin D. Roosevelt for President and his New Deal policies. In 1937, Roosevelt put Black on the United States Supreme Court. Black supported many New Deal organizations and programs which his fellow judges wanted to limit or strike down. Black often believed in interpreting the Constitution exactly as it was written (textualism), against ideas both that judges had the power to re-interpret the meaning in accordance with their time, or that it could be taken as a general guideline that lawmakers should follow but also consider other interests. One prominent example is the First Amendment, which Black believed to literally protect any form of \"freedom of speech\" against a law that would \"abridge\" (meaning to hinder) it, or at least laws prohibiting certain \"opinions\". He also believed that the Fourteenth Amendment meant this applied to states as well as the federal government, and that states subsequently could not limit free speech and other constitutional liberties anymore than the federal government. For many years most jurists and judges had believed this. He also did not believe in the substantive due process doctrine, meaning that the Fourteenth Amendment secured certain \"implicit\" rights regarding privacy and so on, which were not written into the constitution but had to be made by judges as they went along. Black believed that, while the Constitution promised generous liberties, judges should never decide for themselves on which these liberties should be. (Because of this he also did not believe in things such as natural law, which he called \"mysterious\".) This contradiction is uncommon among later judges. He did not believe in a right to privacy, which is not expressed in the constitution, and voted against one in the case \"Griswold v. Connecticut\". He did, famously, vote against segregation in \"Brown v. Board of Education\" (1954), an important case that began the desegregation of schools. Black was the fifth longest-serving justice in American history. He served on the Court for 35 years, one of the very longest tenures, and was the last of president Roosevelt's appointees except William O. Douglas (who served 36 years, the longest). Black died of a stroke in 1971, which happened two days after he chose to leave the Supreme Court. He is buried at Arlington National Cemetery.\nOne of the most famous judgments Black wrote is called \"Korematsu v. United States\" in 1944. In this case, the majority believed the imprisoning of civilian (non-military) Japanese Americans during World War II was just or at least acceptable, under the circumstances. This is one of the most controversial verdicts of the Supreme Court in its history and often seen as a stark contrast (meaning opposite) to what he stood for in most other cases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ashland%2C_Alabama","surface_form":"Ashland, Alabama","offset":112},{"uri":"University_of_Alabama","surface_form":"University of Alabama","offset":152},{"uri":"World_War_I","surface_form":"World War I","offset":269},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":322},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":362},{"uri":"United_States_Democratic_Party","surface_form":"Democrat","offset":410},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":452},{"uri":"New_Deal","surface_form":"New Deal","offset":496},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":551},{"uri":"First_Amendment","surface_form":"First Amendment","offset":1033},{"uri":"Fourteenth_Amendment","surface_form":"Fourteenth Amendment","offset":1258},{"uri":"Substantive_due_process","surface_form":"substantive due process","offset":1561},{"uri":"Natural_law","surface_form":"natural law","offset":2000},{"uri":"Right_to_privacy","surface_form":"right to privacy","offset":2119},{"uri":"Racial_segregation","surface_form":"segregation","offset":2273},{"uri":"Brown_v._Board_of_Education","surface_form":"Brown v. Board of Education","offset":2289},{"uri":"William_O._Douglas","surface_form":"William O. Douglas","offset":2580},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":2651},{"uri":"Arlington_National_Cemetery","surface_form":"Arlington National Cemetery","offset":2750},{"uri":"World_War_II","surface_form":"World War II","offset":2977}]}