{"id":2965,"url":"http://en.wikipedia.org/wiki/Moscow","text":"Moscow (, in US mainly;) is the capital city of Russia. 11.5 million people live there (1 October 2010), so it is Europe's biggest city. It is also the seventh biggest city in the world. It sits on the Moskva River. Moscow is an important political, cultural, economic, religious, financial and transportation center. It is a global city, important in the economic infrastructure of the region. Moscow was founded by Prince Yuri Dolgoruki in 1147.\nThe middle of the city is an ancient walled city called the Kremlin. There are important government buildings, museums and churches in the Kremlin. Many of the buildings in Moscow, like St. Basil's Cathedral and Spasskaya Tower, are very beautiful and famous. There are also modern buildings. The many art galleries have big collections.\nMoscow has many scientific and educational buildings, as well as some sports complexes built for the 1980 Summer Olympics. Transport includes four international airports, nine railroad stations and the second busiest (after Tokyo) metro system in the world, which is famous for its artwork.\nOver time, the city has earned a variety of nicknames, most referring to its pre-eminent status in the nation: The Third Rome (Третий Рим), Whitestone (Белокаменная), The First Throne (Первопрестольная), The Forty Forties (Сорок Сороков), The Port of five seas (Порт пяти морей).\nA person from Moscow is called a Muscovite in English, or a \"Moskvich\" in Russian.\nGeography.\nIt is by the Moskva River in the Moskva Oblast, in the European part of Russia. Moscow sits on the center of three parts of Earth's crust. It was once the capital of the Soviet Union (1918-1991), Russian Empire, Tsardom of Russia and the Grand Duchy of Moscow (1480-1703). It is the place of the Moscow Kremlin, one of the World Heritage Sites in the city, which is the home of the President of Russia. The Russian parliament (the State Duma and the Federation Council of Russia (Federation Council) and the Government of Russia also are in Moscow.\nEconomy.\nMoscow has a large economic infrastructure. It is home to the most billionaires in the world. In 2008 Moscow was named the world's most expensive city for non-Russian workers for the third year in a row. In 2009, however, Moscow went down to third after Tokyo and Osaka came in first and second.\nHistory.\nThe city is named after the river (old, which means \"the city next to the Moskva River\"). The beginning of the name is not known, but some people have a few ideas. One is that the name might be from a very old Finnic language, in which it means \"dark\" and \"cloudy\". The first Russian reference to Moscow is from 1147 when Yuri Dolgoruki called upon the prince of Novgorod-Severski (North Novgorod) to \"come to me, brother, to Moscow.\"\nNine years later, in 1156, Prince Yuri Dolgoruki ordered the building of a wooden wall, which had to be redone many times, to go around the growing city. After the attack of 1237–1238, when the Mongols burned the city to the ground and killed its people living there, Moscow grew back and became the capital of the Vladimir-Suzdal principality (an amount of land ruled by a prince) in 1327. Its good place on the start of the Volga River helped the city to grow slowly bigger and bigger. Moscow turned into a peaceful and rich principality, known as the Grand Duchy of Moscow, for many years and a large number of people from across Russia moved to live there.\nUnder Ivan I the city replaced Tver as a political center of Vladimir-Suzdal and became the only collector of taxes for the Mongol-Tatar rulers. By paying high taxes, Ivan worked out an important deal with the Khan. Unlike other principalities, Moscow was not divided among his sons but was passed whole to his oldest. However, Moscow did not like the Mongol rule. In 1380, prince Dmitry Donskoy of Moscow led a Russian army to an important victory over the Tatars in the Battle of Kulikovo. Only two years later Moscow was raided by the Khan Tokhtamysh. In 1480, Ivan III finally broke the Russians free from Tatar control, allowing Moscow to become the center of power in Russia. Under Ivan III the city became the capital of an empire that would eventually include all of Russia and other countries.\nIn 1571, the Crimean Tatars raided Moscow, burning everything but the Kremlin.\nIn 1609 the Swedish army, led by Count Jacob De la Gardie and Evert Horn, marched from Veliky Novgorod toward Moscow to help Tsar Vasili Shuiski. They entered Moscow in 1610 and stopped the revolution against the Tsar, but left early in 1611. After that the Polish invaded. During the Polish–Muscovite War (1605–1618) hetman (army commander) Stanisław Żółkiewski entered Moscow after he defeated the Russians in the Battle of Klushino. The 17th century had lots of revolutions, such as the Salt Riot (1648), the Copper Riot (1662), and the Moscow Uprising of 1682.\nThe plague of 1654–1656 killed half the population of Moscow. The city stopped being Russia’s capital in 1712, after the building of Saint Petersburg by Peter the Great near the Baltic coast in 1703. The Plague of 1771 was the last big plague in central Russia, killing 100,000 people in Moscow alone. During the French invasion of Russia in 1812, the Muscovites burned the city and ran away, as Napoleon’s army was coming near to the city on 14 September. Napoleon’s army, which was very hungry and cold, had to leave and was nearly destroyed by the freezing Russian winter and some attacks by the army.\nIn January 1905, Alexander Adrianov became Moscow’s first mayor. After the Russian Revolution of 1917, on 12 March 1918 Moscow became the capital of the Soviet Union. During World War II (known in Russia as the Great Patriotic War), after the German invasion of the USSR, the Soviet State Defense Group and commanders of the Red Army were placed in Moscow.\nIn 1941, 16 groups of national volunteers (more than 160,000 people), twenty-five battalions (18,500 people) and four engineering regiments were created among the Muscovites. That November, the German Army was stopped at the edge of the city and then driven off in the Battle of Moscow. Many factories were moved away, and much of the government was too, and from 20 October the city was declared to be under siege. Its people who stayed built and used anti-tank defences, and the city was bombed from the air. Joseph Stalin (the leader of Russia) did not leave the city, so the general staff remained in the city as well. Even with a siege going on, the construction of the Moscow Metro system continued through the war, and by the end of the war a few new metro lines were open.\nOn 1 May 1944, a medal \"For the defence of Moscow\" and in 1947 another medal \"In memory of the 800th year of Moscow\" were given to Moscow. In commemoration of the 20th anniversary of the victory over Nazi Germany, on 8 May 1965, Moscow became one of twelve Soviet cities awarded the title of Hero City.\nIn 1980, Moscow hosted the Summer Olympic Games, which the United States and several other Western countries did not go to because of the Soviet Union's war in Afghanistan in the end of 1979. In 1991, Moscow was the scene of a failed overthrow attempt by government members opposed to Mikhail Gorbachev. When the USSR ended in the same year, Moscow continued to be the capital of Russia.\nSince then, the beginning of a market economy in Moscow has caused an explosion of Western-style stores, services, architecture, and lifestyles. In 1998, it hosted the first World Youth Games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital city","offset":32},{"uri":"Russia","surface_form":"Russia","offset":48},{"uri":"Europe","surface_form":"Europe","offset":114},{"uri":"Moskva_River","surface_form":"Moskva River","offset":202},{"uri":"Global_city","surface_form":"global city","offset":326},{"uri":"Region","surface_form":"region","offset":387},{"uri":"Prince","surface_form":"Prince","offset":417},{"uri":"1147","surface_form":"1147","offset":442},{"uri":"Walled_city","surface_form":"walled city","offset":485},{"uri":"Kremlin","surface_form":"Kremlin","offset":508},{"uri":"St._Basil%27s_Cathedral","surface_form":"St. Basil's Cathedral","offset":634},{"uri":"1980_Summer_Olympics","surface_form":"1980 Summer Olympics","offset":887},{"uri":"Airport","surface_form":"airport","offset":947},{"uri":"Railroad_station","surface_form":"railroad station","offset":962},{"uri":"Tokyo","surface_form":"Tokyo","offset":1010},{"uri":"Moscow_Metro","surface_form":"metro system","offset":1017},{"uri":"Earth","surface_form":"Earth","offset":1575},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1621},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":1647},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1774},{"uri":"President_of_Russia","surface_form":"President of Russia","offset":1833},{"uri":"Billionares","surface_form":"billionaires","offset":2076},{"uri":"Tokyo","surface_form":"Tokyo","offset":2263},{"uri":"Osaka","surface_form":"Osaka","offset":2273},{"uri":"Finnish_language","surface_form":"Finnic","offset":2524},{"uri":"Yuri_Dolgoruki","surface_form":"Yuri Dolgoruki","offset":2636},{"uri":"Novgorod","surface_form":"Novgorod","offset":2702},{"uri":"Yuri_Dolgoruki","surface_form":"Yuri Dolgoruki","offset":2783},{"uri":"Mongol_Empire","surface_form":"Mongols","offset":2943},{"uri":"Volga_River","surface_form":"Volga River","offset":3175},{"uri":"Tver","surface_form":"Tver","offset":3441},{"uri":"Dmitry_Donskoy","surface_form":"Dmitry Donskoy","offset":3791},{"uri":"Tatars","surface_form":"Tatars","offset":3868},{"uri":"Crimea","surface_form":"Crimea","offset":4226},{"uri":"Moscow_Kremlin","surface_form":"Kremlin","offset":4283},{"uri":"Sweden","surface_form":"Swedish","offset":4304},{"uri":"Tsar","surface_form":"Tsar","offset":4417},{"uri":"Black_Death","surface_form":"plague","offset":4861},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":4990},{"uri":"Peter_I_of_Russia","surface_form":"Peter the Great","offset":5010},{"uri":"Baltic_Sea","surface_form":"Baltic coast","offset":5035},{"uri":"French_invasion_of_Russia","surface_form":"French invasion of Russia","offset":5170},{"uri":"Napoleon_I_of_France","surface_form":"Napoleon","offset":5253},{"uri":"Hunger","surface_form":"hungry","offset":5346},{"uri":"Russian_Revolution_of_1917","surface_form":"Russian Revolution of 1917","offset":5537},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5615},{"uri":"World_War_II","surface_form":"World War II","offset":5636},{"uri":"Operation_Barbarossa","surface_form":"German invasion","offset":5705},{"uri":"Red_Army","surface_form":"Red Army","offset":5787},{"uri":"Battalion","surface_form":"battalion","offset":5901},{"uri":"Regiment","surface_form":"regiment","offset":5949},{"uri":"Battle_of_Moscow","surface_form":"Battle of Moscow","offset":6088},{"uri":"Siege","surface_form":"siege","offset":6228},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":6330},{"uri":"Moscow_Metro","surface_form":"Moscow Metro","offset":6494},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":6800},{"uri":"Hero_City","surface_form":"Hero City","offset":6892},{"uri":"1980_Summer_Olympics","surface_form":"Summer Olympic Games","offset":6930},{"uri":"United_States","surface_form":"United States","offset":6962},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":7063},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":7188},{"uri":"Market_economy","surface_form":"market economy","offset":7322},{"uri":"Architecture","surface_form":"architecture","offset":7406},{"uri":"World_Youth_Games","surface_form":"World Youth Games","offset":7465}]}