{"id":29664,"url":"http://en.wikipedia.org/wiki/Light-emitting_diode","text":"A light-emitting diode (LED) is a semiconductor device that produces light from electricity. LEDs last a long time and do not break easily (compared to incandescent lightbulbs). They can produce many different colors. They are efficient - most of the energy turns into light, not heat.\nAn LED is a type of diode that makes one color of light when electricity is sent through it in the expected direction (electrically biased in the forward direction). This effect is a kind of electroluminescence.\nThe color of the light depends on the chemical composition of the semiconducting material used, and can be near-ultraviolet, visible or infrared. The color affects how much electricity is used by the LED. A white LED has either two or three LEDs inside, of different colors. Some white LEDs have one single-color LED inside (usually blue), combined with a phosphor that converts that single color to white.\nLEDs are used in many places. They are the colored indicator lights on many electronic devices, they can be used to make bright advertising signs, brake lights on some newer cars, in TVs, and more recently, light bulbs for the home. White LEDs bright enough to illuminate rooms are usually more expensive than regular lightbulbs but they last longer and burn less electricity.\nLEDs, which make their own light, should not be confused with LCDs, which block light. Some displays, however, mix the two technologies, using LEDs to backlight the LCD.\nToday, some LEDs are surface-mount devices (SMD), so they can be very small.","categories":[],"infobox_types":[],"annotations":[{"uri":"Semiconductor","surface_form":"semiconductor","offset":34},{"uri":"Diode","surface_form":"diode","offset":306},{"uri":"Color","surface_form":"color","offset":327},{"uri":"Light","surface_form":"light","offset":336},{"uri":"Voltage_bias","surface_form":"electrically biased","offset":405},{"uri":"Electroluminescence","surface_form":"electroluminescence","offset":477},{"uri":"Chemical_composition","surface_form":"chemical composition","offset":536},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":610},{"uri":"Visible_light","surface_form":"visible","offset":623},{"uri":"Infrared","surface_form":"infrared","offset":634},{"uri":"Phosphor","surface_form":"phosphor","offset":854},{"uri":"White","surface_form":"white","offset":898},{"uri":"Lightbulb","surface_form":"lightbulb","offset":1223},{"uri":"Liquid_crystal_display","surface_form":"LCDs","offset":1344},{"uri":"Surface-mount_technology","surface_form":"surface-mount devices","offset":1473}]}