{"id":296613,"url":"http://en.wikipedia.org/wiki/Main_battle_tank","text":"A main battle tank (MBT), also called a battle tank, is a tank that is used as the most powerful combat vehicle in modern armies. They were made to replace the light, medium and heavy tanks used in World War II with just one tank. Lighter armor made it easier to put bigger guns on tanks without adding weight. Light tanks are still used in places where heavy ones cannot go.\nMBT's are the main force in ground fights but get help from other combat vehicles and soldiers who travel in infantry combat vehicles. They also get help from observation or attack aircraft.\nCold War.\nMedium tanks were the earliest MBTs. MBTs started replacing medium tanks when guns on medium tanks became powerful enough to win against heavy tanks. Heavy tanks could not carry armor strong enough to win against medium tanks.\nThe nuclear weapon threat and other anti-tank weapons in the Cold War made countries add more protection to survive in all types of combat. Weapon designers made powerful cannons to defeat the armor.\nThe British Centurion is generally considered to have been the world’s first main battle tank, although the term was not popularised until long after it entered service. The British followed this up with the Chieftain main battle tank, which entered service in 1966. The first Soviet main battle tank was the T-64 and the first American MBT was the M60 Patton. By the late 1970s, MBT's were manufactured by France, West Germany, Britain, India, Japan, the USSR, Sweden, Switzerland, and the United States.\nThe Soviet Union made MBTs very quickly because it needed them for their type of war. The Soviet Union improved the cannon by replacing the loader crewman with an automatic autoloader. This made the turret smaller which also makes the tank harder to see or hit The Soviet Union made missiles that could be shot much farther than other ammunition.\nGulf War.\nAfter the Cold War, American tanks quickly defeated Iraqi tanks in the Gulf War. The American MBTs were still not as good as attack helicopters at destroying Iraqi tanks. Some said that the MBTs could not stop an enemy force from attacking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tank","surface_form":"tank","offset":58},{"uri":"Light_tank","surface_form":"light","offset":160},{"uri":"Medium_tank","surface_form":"medium","offset":167},{"uri":"Heavy_tank","surface_form":"heavy tank","offset":178},{"uri":"World_War_II","surface_form":"World War II","offset":198},{"uri":"Combat_vehicles","surface_form":"combat vehicles","offset":442},{"uri":"Infantry_combat_vehicle","surface_form":"infantry combat vehicle","offset":485},{"uri":"Surveillance_aircraft","surface_form":"observation","offset":535},{"uri":"Fighter_plane","surface_form":"attack aircraft","offset":550},{"uri":"Medium_tank","surface_form":"Medium tank","offset":577},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":808},{"uri":"T-64","surface_form":"T-64","offset":1313},{"uri":"M60_Patton","surface_form":"M60 Patton","offset":1353},{"uri":"Autoloader","surface_form":"autoloader","offset":1683},{"uri":"Missile","surface_form":"missile","offset":1793},{"uri":"Gulf_War","surface_form":"Gulf War","offset":1938},{"uri":"Attack_helicopter","surface_form":"attack helicopter","offset":1992}]}