{"id":296644,"url":"http://en.wikipedia.org/wiki/Ashford_Black_Marble","text":"Ashford Black Marble is a kind of dark limestone, which was mined from Ashford-in-the-Water, in Derbyshire, England. Once cut, turned and polished, its shiny black surface becomes very beautiful. Strictly speaking, Ashford Black Marble is not a marble formed by heat, but a smooth sedimentary rock, a hard mass of dusty minerals. To make art objects, Ashford Black Marble can be cut as materials of them and put together with other fine stones. Derby Museum has a diagram of Ecton Hill made from Ashford Black Marble and other minerals.\nHistory.\nAshford Black Marble had been used for decorative purpose since the prehistoric age. Bess of Hardwick was known to use Ashford Black Marble.\nHenry Watson played important roles in the development of the local industry of inlaying Ashford Black Marble in the 1750s. He was the uncle of Derbyshire geologist White Watson, and had a water-powered mill at Ashford in the Water.\nPots, obelisks, and other decorative items of AMB were frequently traded during the late 18th and early 19th century. John Mawe had a museum in Matlock Bath that dealt in black marble. Ann Rayner carved Black Marble into pictures using a diamond. Many art objects of Ashford Black Marble are collected in local institutions, including those of Derby Museum, Buxton Museum, and Chatsworth House. In 2009, huge blocks of Ashford Black Marble were found underground in Derby. The auction of these was planed because these blocks are valuable. The rocks might have been abandoned when an \"Ashford Black Marble\" manufacturer moved in the 1880s.\nGeology.\nAshford Black Marble is a kind of limestone which contains some carbon, and its particles are very small. Its dark color is from bitumen, and once cut and polished, the surface shines.\nAt first the rock was mined from Arrock Mine, and later in 1832 from nearby Rookery Plantation, near Ashford-in-the-Water.\nManufacturing techniques.\nAshford Black Marble can be manufactured into pots, candlesticks and other similar objects, or sawn to make smooth, flat items such as obelisks and paper weights. Derby Museum and Art Gallery has collections of worked and part-worked items of Ashford Black Marble, acquired from an inlaying workshop owned by the Tomlinson family. This collection also includes pieces of stones which were cut and ready to put into the black marble background. Forget-me-not and lily of the valley were typically designed. Various stones were used with Ashford Black Marble: Greys, blues and purples stones are from Monyash. \"Rosewood\" from Nettler Dale in Sheldon is a kind of barytes and has red and white layers. Castleton Blue John from Crich is a kind of flourspar and has purple and yellow colors. \"Birds-Eye\" rock has a design made from the fossils in it. \"Duke's Red\" is so valuable that it was stored at Chatsworth House. The tabletop design illustrated shows some of the combinations described here.\nIn the late 1780s, Derbyshire geologist White Watson made geological picture boards using Ashford Black Marble into which other local rocks were inlaid. These boards show layers of rock in different parts of the county. Derby Museum has a diagram of Ecton Hill made from Ashford Black Marble and other minerals.\nWilliam Martin was once a partner with Watson, and wrote the first scientific study of fossils. His \"Petrifacta Derbiensia\" says that White Watson's uncle and workers at the Black Marble mine called some of the fossils \"crocodile tails\", because they thought they were the remains of crocodiles.\nIn 2006, Buxton Museum bought the Black Marble collection that had been left by John Michael Tomlinson. He had spent over 50 years to collect them after finding that his ancestors had been involved in Ashford Black Marble manufacturing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ashford-in-the-Water","surface_form":"Ashford-in-the-Water","offset":71},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":96},{"uri":"Marble","surface_form":"marble","offset":245},{"uri":"Sedimentary","surface_form":"sedimentary","offset":281},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum","offset":445},{"uri":"Ecton%2C_Staffordshire","surface_form":"Ecton Hill","offset":475},{"uri":"Bess_of_Hardwick","surface_form":"Bess of Hardwick","offset":631},{"uri":"White_Watson","surface_form":"White Watson","offset":852},{"uri":"John_Mawe","surface_form":"John Mawe","offset":1038},{"uri":"Ann_Rayner","surface_form":"Ann Rayner","offset":1105},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum","offset":1264},{"uri":"Buxton_Museum","surface_form":"Buxton Museum","offset":1278},{"uri":"Chatsworth","surface_form":"Chatsworth House","offset":1297},{"uri":"Forget-me-not","surface_form":"Forget-me-not","offset":2347},{"uri":"Lily_of_the_valley","surface_form":"lily of the valley","offset":2365},{"uri":"Monyash","surface_form":"Monyash","offset":2502},{"uri":"Sheldon","surface_form":"Sheldon","offset":2543},{"uri":"Barytes","surface_form":"barytes","offset":2564},{"uri":"Castleton%2C_Derbyshire","surface_form":"Castleton","offset":2602},{"uri":"Blue_John","surface_form":"Blue John","offset":2612},{"uri":"Crich","surface_form":"Crich","offset":2627},{"uri":"Fluorite","surface_form":"flourspar","offset":2646},{"uri":"Chatsworth_House","surface_form":"Chatsworth House","offset":2799},{"uri":"White_Watson","surface_form":"White Watson","offset":2936},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum","offset":3116},{"uri":"Ecton%2C_Staffordshire","surface_form":"Ecton Hill","offset":3146},{"uri":"William_Martin","surface_form":"William Martin","offset":3208},{"uri":"White_Watson","surface_form":"White Watson","offset":3342},{"uri":"Buxton_Museum_and_Art_Gallery","surface_form":"Buxton Museum","offset":3513}]}