{"id":29662,"url":"http://en.wikipedia.org/wiki/Bed%C5%99ich_Smetana","text":"Bedřich Smetana (b. Litomyšl, Bohemia, March 2, 1824; d. Prague May 12, 1884) was a Czech composer. He was a Romantic composer. Smetana, Dvořák and Leoš Janáček are the three most famous composers who wrote Czech nationalist music. His music is typical of the Czech people. His eight operas are about Nationalist stories. He wrote six tone poems for orchestra called \"Ma Vlast\" which means “My Home Country”.\nYouth and early career.\nBedřich was the 11th child in a German-speaking family, although he was only the first of the children not to die before they grew up. His father was a brewer and a keen amateur violinist. He learned the violin from his father and the piano from local teachers, but he soon played better than his teachers. Between the age of 12 and 20 he had no musical education. Then he went to Prague and heard Liszt playing. He wanted to leave school and study music but his father would not let him. He was sent to Plzeň where he finished his schooling. During this time he earned some money by playing the piano at the homes of rich people. He played for dancing, and he liked to dance himself. He often danced with a girl called Kateřina Kolářová and he also played piano duets with her. Later she married him.\nHe returned to Prague and arranged to have lessons in harmony, counterpoint and composition. He gave a piano recital, but nobody came to listen, so he decided to start a school of music, although he hardly had any money.\nIn 1848, revolutions were taking place in central Europe, including in Prague. A strong feeling of nationalism was growing. The Czechs (people who lived in Bohemia and Moravia) wanted to be able to express themselves in their own language instead of in German, which was still the official language in Bohemia. Smetana, who only spoke German, agreed with the nationalists’ ideas, but he still did not realize how important it would be for him in the future to be able to speak Czech.\nSmetana married Kateřina and they had four daughters, but three of them died. He still had very little money, so he went to Sweden where he was very successful as a piano teacher and conductor. He composed the first of his symphonic poems: \"Richard III\". After three years in Sweden he decided to return to his homeland because of his Kateřina’s health, but she died on the way. Smetana spent two more years in Sweden. He married again. After the Austrian defeat by Napoleon III in 1859, it became clear that there were going to be big changes in his native country. The Czechs were going to be allowed to have a national opera and put on plays in the Czech language instead of having to perform everything in German. Smetana realized that this was an exciting chance for him. After a big farewell concert in Stockholm to which the Swedish royal family came, Smetana returned to Prague.\nThe composer of National Czech music.\nSmetana now started to learn Czech, a language he did not speak. It was not easy for him in Prague because he was only known there as a pianist and teacher. He put on a concert of music by German composers but nobody came. He wanted to be director of the Provisional Theatre but the job was given to a man called Mayr who was not very good.\nGradually Smetana’s reputation grew and he started to write operas in Czech which became very popular. The first one was called \"The Brandenburgers in Bohemia\". Mayr made things very difficult for Smetana but the audience loved the opera and it was performed ten more times. His next opera is the one which has become his best-known opera internationally: \"The Bartered Bride\". Smetana got the job of director of the Provisional Theatre instead of Mayr. Smetana made lots of improvements, introducing well-known German, French and Italian operas to the audiences as well as new operas by young Czech composers. The operas \"Dalibor\" was first performed on the day that the first stone was laid for the building of the National Theatre. It was a great occasion, although the music critics were unkind and said that his music sounded too much like Wagner. His opera \"Libuše\" was written for the coronation of Franz Joseph in Prague, but that coronation never happened, so the opera was not performed for another ten years when the National Theatre was opened (1881). He spent several years composing a cycle of six symphonic poems called \"Ma Vlast\" (\"My Country\"). These are very popular today, especially the second one, \"Vltava\", which describes the river Vltava flowing from its source all the way to the sea.\nDeafness.\nIn his last years Smetana became totally deaf. He was suffering from syphilis. He heard horrible high squeaks in his ears a lot of the time. He showed this when composing his \"String Quartet no 2\": the first violin plays a very long high note for a long time in the last movement, showing the audience what he had to suffer. He became very depressed and his wife did not help by quarrelling a lot with him. It became painfully difficult for him to compose. In the end he was writing four bars a day. His mental state got worse. He was guarded all day in case he harmed himself. He did not recognize his own family. He was put in an asylum where he died shortly afterwards.\nHis music.\nAs soon as the Czech people were allowed to produce plays and operas in their own language Smetana thought it was his duty to write a series of nationalist operas. His operas were based on the nation’s history and legends. His symphonic cycle \"Ma Vlast\" was programme music, full of heroism, often describing nature and the countryside. Smetana also wrote a lot for piano. He was the most important Czech composer there had been at that time. Smetana and Dvořák were the founders of modern Czech music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bohemia","surface_form":"Bohemia","offset":30},{"uri":"Prague","surface_form":"Prague","offset":57},{"uri":"Czech_Republic","surface_form":"Czech","offset":84},{"uri":"Composer","surface_form":"composer","offset":90},{"uri":"Romantic","surface_form":"Romantic","offset":109},{"uri":"Anton%C3%ADn_Dvo%C5%99%C3%A1k","surface_form":"Dvořák","offset":137},{"uri":"Leo%C5%A1_Jan%C3%A1%C4%8Dek","surface_form":"Leoš Janáček","offset":148},{"uri":"Nationalist_music","surface_form":"nationalist music","offset":213},{"uri":"Opera","surface_form":"opera","offset":284},{"uri":"Tone_poems","surface_form":"tone poems","offset":335},{"uri":"Orchestra","surface_form":"orchestra","offset":350},{"uri":"Brewery","surface_form":"brewer","offset":585},{"uri":"Amateur","surface_form":"amateur","offset":603},{"uri":"Violin","surface_form":"violin","offset":611},{"uri":"Education","surface_form":"education","offset":787},{"uri":"Liszt","surface_form":"Liszt","offset":831},{"uri":"Plze%C5%88","surface_form":"Plzeň","offset":937},{"uri":"Dancing","surface_form":"dancing","offset":1078},{"uri":"Piano_duet","surface_form":"piano duet","offset":1190},{"uri":"Harmony","surface_form":"harmony","offset":1289},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1298},{"uri":"Composition_(music)","surface_form":"composition","offset":1315},{"uri":"Recital","surface_form":"recital","offset":1344},{"uri":"Revolution","surface_form":"revolution","offset":1465},{"uri":"Europe","surface_form":"Europe","offset":1506},{"uri":"Nationalism","surface_form":"nationalism","offset":1555},{"uri":"Bohemia","surface_form":"Bohemia","offset":1612},{"uri":"Moravia","surface_form":"Moravia","offset":1624},{"uri":"Language","surface_form":"language","offset":1686},{"uri":"Sweden","surface_form":"Sweden","offset":2064},{"uri":"Conductor_(music)","surface_form":"conductor","offset":2123},{"uri":"Symphonic_poem","surface_form":"symphonic poem","offset":2163},{"uri":"Defeat","surface_form":"defeat","offset":2396},{"uri":"Napoleon_III","surface_form":"Napoleon III","offset":2406},{"uri":"Czech_language","surface_form":"Czech language","offset":2592},{"uri":"Stockholm","surface_form":"Stockholm","offset":2749},{"uri":"Reputation","surface_form":"reputation","offset":3226},{"uri":"France","surface_form":"French","offset":3726},{"uri":"Italy","surface_form":"Italian","offset":3737},{"uri":"National_Theatre%2C_Prague","surface_form":"National Theatre","offset":3923},{"uri":"Music_critic","surface_form":"music critic","offset":3979},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":4051},{"uri":"Coronation","surface_form":"coronation","offset":4098},{"uri":"Franz_Joseph","surface_form":"Franz Joseph","offset":4112},{"uri":"Cycle","surface_form":"cycle","offset":4305},{"uri":"Symphonic_poem","surface_form":"symphonic poem","offset":4318},{"uri":"Source","surface_form":"source","offset":4485},{"uri":"Sea","surface_form":"sea","offset":4511},{"uri":"Syphilis","surface_form":"syphilis","offset":4595},{"uri":"String_Quartet","surface_form":"String Quartet","offset":4702},{"uri":"Depression_(illness)","surface_form":"depressed","offset":4866},{"uri":"Bar_(music)","surface_form":"bars","offset":5014},{"uri":"Mental","surface_form":"mental","offset":5030},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":5158},{"uri":"Play_(theatre)","surface_form":"plays","offset":5262},{"uri":"Opera","surface_form":"opera","offset":5272},{"uri":"Programme_music","surface_form":"programme music","offset":5468},{"uri":"Nature","surface_form":"nature","offset":5519},{"uri":"Dvo%C5%99%C3%A1k","surface_form":"Dvořák","offset":5665}]}