{"id":29660,"url":"http://en.wikipedia.org/wiki/Maurice_Ravel","text":"Maurice Ravel (born Ciboure, Pyrénées-Atlantiques, 7 March 1875; died Paris, 28 December 1937) was a French composer. His name is often thought of together with that of Claude Debussy, but their music is really very different. Ravel liked children and animals and his music is often about them. He liked to write about fairy tales and stories from far away lands. He wrote some lovely piano music, most of which is difficult to play. \"Boléro\" is a 17-minute piece for orchestra. A short version was used by ice-skaters Torvill and Dean for the dance that made them Olympic champions in 1984.\nEarly years.\nMaurice Ravel was born in Ciboure in France. His father was an engineer. Both parents were interested in culture. Soon after he was born the family moved to Paris and stayed there.\nIt soon became clear that Maurice was musically gifted, so his father arranged for him to have piano lessons with a well-known teacher. In 1889 he entered the Paris Conservatoire.\nIn 1889 there was a big international exhibition: the Paris World Exhibition. Ravel and Debussy both heard gamelan music from Java at this exhibition. They were both influenced by it, especially Debussy. Ravel also heard Russian music at concerts given by Rimsky-Korsakov. He also made friends with a very talented Spanish pianist Ricardo Viñes who was in the same class at the Conservatoire. He heard the music of Richard Wagner and got to know the composers Chabrier and Satie.\nHe left the Conservatoire in 1895, but went back in 1897 to study composition with Gabriel Fauré and counterpoint and orchestration with Andreé Gédalge. At this stage Ravel was not sure of himself as a composer. His first work that was to become very well-known was the short piece for orchestra called \"Pavane pour une infante défunte\". Fauré had been a very good teacher for Ravel, who dedicated his virtuoso piano piece \"Jeux d’eau\" (meaning “Play of water” or “Fountains”) and his \"String Quartet\" to Fauré. However, Ravel never got a prize for composition, so he left Fauré’s class in 1903.\nEarly career.\nRavel was starting to live the life of a dandy. He always dressed very smartly, and got to know people with similar tastes. He tried to win the Prix de Rome in 1904 and again in 1905. However, the judges liked traditional music and did not understand Ravel’s style. There was a big argument at the Conservatoire which led to the director, Dubois, resigning and Fauré taking his place. Meanwhile, Ravel left Paris for a time with some friends and started writing some of his best compositions. These included \"Introduction and Allegro\" for seven instruments including harp, the \"Rapsodie espagnole\" for orchestra, his first opera \"L’heure espagnole\" and \"Gaspard de la Nuit\", a virtuoso piece for the piano. In Paris the music critics continued to argue about Ravel’s music.\nRecognition at last.\nIn 1909 the Ballets Russes visited Paris. They were the world’s most famous ballet group. Their director Diaghilev asked Ravel to write a ballet for them Ravel took about three years to compose the music for \"Daphnis et Chloé\". Other works he completed before the war broke out include \"Shéhérazade\" for soprano and orchestra (not to be confused with the work by Rimsky-Korsakov with the same title), and the \"Piano Trio\".\nWorld War I.\nWhen World War I broke out Ravel felt very strongly that he wanted to do something for his country. However, he was not allowed to join the French army because he was 2 kg underweight. So he became a driver for the motor transport corps. In 1916 he became ill with dysentery. After a time in hospital he was taken back to Paris to get better, but then his mother died and this had a terrible effect on him. The war years had slowed him down as a composer. He had composed \"Le Tombeau de Couperin\" (well-known both as a piano solo piece and for orchestra) which looks back to the style of music in the Baroque period. It took him a long time to finish \"La Valse\" (\"The Waltz\"), one of his most popular pieces.\nAfter the war.\nAfter the war had ended Debussy was dead and Ravel was seen to be the greatest living French composer. He was offered the award of Légion d’honneur but he would not accept it. He bought himself a house outside Paris. Here he could compose in peace and quiet. He wrote his opera \"L’enfant et les sortileges\" (\"The child and magic\") and the famous virtuoso piece for solo violin called \"Tzigane\". He toured in Europe and the United States and was welcomed everywhere as a great composer. He was given an honorary doctorate at Oxford University.\nRavel worked on several things: some ballet music which resulted in the orchestral piece \"Boléro\", a Piano Concerto in G, and the Piano Concerto for the Left Hand that could be played just with the left hand (written for the pianist Paul Wittgenstein who had lost his right arm in the war), and several other projects which were not finished.\nHis final years.\nIn 1932 he started to become ill. For several years he had already been finding it difficult to sleep, and this may have been the beginning of the brain disease which would finally kill him. A road accident in 1932 made it worse. Soon he could no longer sign his own name, he could hardly move and hardly speak. He had a brain operation in 1937, but he died.\nHis music.\nRavel was a very private man. We know nothing about his sexual life. His music came to him during walks on his own, in the country or in Paris, often at night, and in any weather. Then he would come home and write them down. He worked at each composition until it was perfect and never showed it to anybody until it was ready. He liked to collect little things such as toys, and these objects often became part of the music. Baroque music forms, gamelan music, Spanish music, ancient modes and unusual harmonies were all important in his musical style. He only had a few pupils, including Vaughan Williams, but no one could imitate his music because it is always so personal, full of perfection and humour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ciboure","surface_form":"Ciboure","offset":20},{"uri":"Pyr%C3%A9n%C3%A9es-Atlantiques","surface_form":"Pyrénées-Atlantiques","offset":29},{"uri":"Paris","surface_form":"Paris","offset":70},{"uri":"France","surface_form":"French","offset":101},{"uri":"Composer","surface_form":"composer","offset":108},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":169},{"uri":"Animal","surface_form":"animal","offset":252},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":319},{"uri":"Piano","surface_form":"piano","offset":385},{"uri":"Torvill_and_Dean","surface_form":"Torvill and Dean","offset":519},{"uri":"Olympic_Games","surface_form":"Olympic champions","offset":565},{"uri":"Engineer","surface_form":"engineer","offset":668},{"uri":"Culture","surface_form":"culture","offset":710},{"uri":"Paris","surface_form":"Paris","offset":762},{"uri":"Paris_Conservatoire","surface_form":"Paris Conservatoire","offset":945},{"uri":"Gamelan","surface_form":"gamelan","offset":1073},{"uri":"Java","surface_form":"Java","offset":1092},{"uri":"Influence","surface_form":"influence","offset":1132},{"uri":"Russia","surface_form":"Russia","offset":1187},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":1222},{"uri":"Spain","surface_form":"Spanish","offset":1281},{"uri":"Piano","surface_form":"pianist","offset":1289},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":1381},{"uri":"Chabrier","surface_form":"Chabrier","offset":1426},{"uri":"Satie","surface_form":"Satie","offset":1439},{"uri":"Composition_(music)","surface_form":"composition","offset":1512},{"uri":"Gabriel_Faur%C3%A9","surface_form":"Gabriel Fauré","offset":1529},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1547},{"uri":"Orchestration","surface_form":"orchestration","offset":1564},{"uri":"Virtuoso","surface_form":"virtuoso","offset":1848},{"uri":"Dandy","surface_form":"dandy","offset":2097},{"uri":"Prix_de_Rome","surface_form":"Prix de Rome","offset":2200},{"uri":"Harp","surface_form":"harp","offset":2623},{"uri":"Opera","surface_form":"opera","offset":2679},{"uri":"Music_critic","surface_form":"music critic","offset":2776},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":2863},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":2956},{"uri":"Soprano","surface_form":"soprano","offset":3155},{"uri":"World_War_I","surface_form":"World War I","offset":3292},{"uri":"Army","surface_form":"army","offset":3434},{"uri":"Kg","surface_form":"kg","offset":3456},{"uri":"Dysentery","surface_form":"dysentery","offset":3552},{"uri":"Baroque_music","surface_form":"Baroque","offset":3888},{"uri":"L%C3%A9gion_d%E2%80%99honneur","surface_form":"Légion d’honneur","offset":4142},{"uri":"Europe","surface_form":"Europe","offset":4419},{"uri":"United_States","surface_form":"United States","offset":4434},{"uri":"Doctorate","surface_form":"doctorate","offset":4522},{"uri":"Oxford_University","surface_form":"Oxford University","offset":4535},{"uri":"Mode_(music)","surface_form":"modes","offset":5768},{"uri":"Harmony","surface_form":"harmonies","offset":5786},{"uri":"Vaughan_Williams","surface_form":"Vaughan Williams","offset":5873}]}