{"id":29665,"url":"http://en.wikipedia.org/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k","text":"Antonín Dvořák (b.Nelahozeves, nr Kralupy, September 8 1841; d. Prague May 1 1904) was a Czech composer. Along with Smetana and Janáček, Dvorak is one of three famous composers who wrote nationalist Czech music. He wrote chamber music including several string quartets, piano music, songs, operas, oratorios and nine symphonies. The last of his symphonies is known as the \"New World\" Symphony because he wrote it in the United States (the “New World”). The slow movement with its solo played on the cor anglais is especially famous.\nYouth.\nDvořák was born in a village near Prague, Czechoslovakia. Today Prague is the capital city of the Czech Republic, but in those days it was part of the Austrian Empire. His father was a butcher and innkeeper. He also played the zither and composed a few simple dances.\nThe young Antonín started to have violin lessons from the village schoolmaster. Soon he was playing the violin in his father’s inn, in local churches and in the village band. Just before his 12th birthday he left school and started to learn how to be a butcher. A year later he left home to go to school in Zlonice. He learned a lot about music there, and he also learned German. His teacher persuaded Dvořák's parents that he should have a musical career, so they sent him to study music in Prague at the Organ School. He continued to learn German, and he became a good viola player and played in concerts and in the Estates Theatre when they needed a big orchestra for Wagner’s operas \"Lohengrin\" and \"Tannhäuser\".\nEarly career.\nWhen Dvořák had finished his studies he got his first job playing in a band in restaurants and for balls. This was a time when there was suddenly a great interest in national culture in Bohemia. Plays and operas were allowed to be performed in the Czech language. The band he played with became part of the Bohemian Provisional Theater Orchestra, which from 1866 was conducted by Bedřich Smetana. Dvořák was principal viola player in the orchestra. He earned extra money by teaching, and he started to compose.\nIn 1871 he left the orchestra so that he could spend more time composing. For several years he still had to teach in order to earn enough money to live. He wrote a cantata \"The heirs of the White Mountain\" which was a great success. In 1874 he wrote an opera \"King and Charcoal Burner\", but the opera house did not want it. This made Dvořák realize that he had to be more self-critical. He destroyed a lot of his compositions which he thought were not his best works. He decided he must not compose like Wagner, but that he needed to find his own style of composing.\nIn 1873 he married. He got a job as church organist. His Third Symphony was performed at a concert conducted by Smetana. Dvořák rewrote his opera \"King and Charcoal Burner\", using completely different music. It was performed in 1874. He composed a lot more music.\nYears of fame.\nIn 1877 he had a letter from Hanslick to say that he had won a prize of 600 gulden and that the great composer Johannes Brahms was interested in his music. His music started to be published by Simrock, a well-known German music publisher, and his music was performed in many countries, even as far away as New York. His fame spread. Even his operas were performed abroad. \"Dimitrij\" was particularly successful. Brahms was a great friend and helped him a lot. Brahms and Hanslick tried to persuade him to move to Vienna because it was a great musical city, but Dvořák wanted to stay in his own country.\nDvořák's \"Slavonic Dances\" were published in 1878 and have always been very popular. The conductor Hans Richter conducted the Slavonic Rhapsody no 3 in Vienna. His \"Stabat Mater\" (1880) was performed abroad, and Dvořák was invited to visit England in 1884. He became very popular in England and went there many times. The English choirs liked to sing his choral works. His \"Requiem Mass\" was given its first performance in Birmingham at the Triennial Music Festival. He was given an honorary degree from Cambridge University. Tchaikovsky invited him to Russia in 1890.\nAmerica (1892–1895).\nFrom 1892 to 1895, Dvořák was the director of the National Conservatory of Music in New York City. He earned a lot of money: $15,000 a year. Dvořák was interested in the music of black Americans. He met the student Harry T. Burleigh, one of the earliest African-American composers, who introduced him to traditional American Spirituals.\nIn the winter and spring of 1893, while in New York, Dvořák wrote his most popular work, the \"Symphony No.9, \"From the New World\"\". He spent the summer of 1893 with his family in the Czech-speaking community of Spillville, Iowa, where some of his cousins lived. He also composed chamber music there, including a String Quartet in F which is known as the “American”, and a Sonatina for Violin and Piano.\nIn 1895, Dvořák wrote his \"Cello Concerto in B minor\", which was to become one of his most popular works. However, he wanted to go back to his own country. He was also not being paid all his salary. He heard that he had been made an honorary member of the \"Gesellschaft der Musikfreunde\" in Vienna. He decided to return to Bohemia and continue his job as professor of composition at the Prague Conservatory.\nLast years.\nDuring his last years, Dvořák spent most of his time writing operas. \"Rusalka\" is particularly popular, especially the famous aria for soprano \"To the Moon\". The opera is about a fairy-tale and the story is based on Hans Anderson’s story of the \"Little Mermaid\". In 1896 he visited London for the last time to hear the first performance of his Cello Concerto. In 1897 his daughter married his pupil, the composer Josef Suk.\nHe died in 1904 after a short illness.\nHis music.\nDvořák wrote lots of kinds of music. Although he based his style on the classical forms such as those of Beethoven, they also show the influence of Czech folksong. He lived at a time when Nationalistic feelings were felt very strongly by the Czech people. Smetana wrote music which was very Czech in character. Dvořák learned from Smetana’s music, but never imitated his style. Only five of his nine symphonies were known in his lifetime. When the other four were discovered and published in the 1960s the symphonies were all renumbered. The last three symphonies, numbers 7, 8 and 9 (which used to be called numbers 2, 4 and 5) are the most often performed. The Ninth Symphony: \"From the New World\" is one of the most popular symphonies ever written. The two sets of Slavonic Dances are extremely well-known. They are often played as a piano duet. He wrote concertos for the violin, cello and piano. Dvořák wrote many operas (the best known of which is \"Rusalka\"); chamber music (including a number of string quartets, and quintets); songs; choral music; and piano music.\nBooks about Dvořák.\nSlavonic rhapsody: The life of Antonín Dvořák, by Barthold Fles","categories":[],"infobox_types":[],"annotations":[{"uri":"September_8","surface_form":"September 8","offset":43},{"uri":"1841","surface_form":"1841","offset":55},{"uri":"Prague","surface_form":"Prague","offset":64},{"uri":"May_1","surface_form":"May 1","offset":71},{"uri":"1904","surface_form":"1904","offset":77},{"uri":"Czech_Republic","surface_form":"Czech","offset":89},{"uri":"Composer","surface_form":"composer","offset":95},{"uri":"Bed%C5%99ich_Smetana","surface_form":"Smetana","offset":116},{"uri":"Leo%C5%A1_Jan%C3%A1%C4%8Dek","surface_form":"Janáček","offset":128},{"uri":"Chamber_music","surface_form":"chamber music","offset":221},{"uri":"String_quartet","surface_form":"string quartet","offset":253},{"uri":"Piano","surface_form":"piano","offset":270},{"uri":"Song","surface_form":"song","offset":283},{"uri":"Opera","surface_form":"opera","offset":290},{"uri":"Oratorio","surface_form":"oratorio","offset":298},{"uri":"Symphony","surface_form":"symphonies","offset":317},{"uri":"United_States","surface_form":"United States","offset":420},{"uri":"Oboe","surface_form":"cor anglais","offset":499},{"uri":"Prague","surface_form":"Prague","offset":574},{"uri":"Capital_(city)","surface_form":"capital","offset":618},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":638},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":691},{"uri":"Butcher","surface_form":"butcher","offset":725},{"uri":"Innkeeper","surface_form":"innkeeper","offset":737},{"uri":"Zither","surface_form":"zither","offset":767},{"uri":"Violin","surface_form":"violin","offset":842},{"uri":"Band","surface_form":"band","offset":977},{"uri":"German_language","surface_form":"German","offset":1180},{"uri":"Viola","surface_form":"viola","offset":1379},{"uri":"Estates_Theatre","surface_form":"Estates Theatre","offset":1426},{"uri":"Richard_Wagner","surface_form":"Wagner’s","offset":1479},{"uri":"Lohengrin_(opera)","surface_form":"Lohengrin","offset":1496},{"uri":"Tannh%C3%A4user","surface_form":"Tannhäuser","offset":1512},{"uri":"Ball_(dance)","surface_form":"balls","offset":1638},{"uri":"National","surface_form":"national","offset":1705},{"uri":"Bohemia","surface_form":"Bohemia","offset":1725},{"uri":"Czech_language","surface_form":"Czech language","offset":1787},{"uri":"1866","surface_form":"1866","offset":1897},{"uri":"Conducting","surface_form":"conducted","offset":1906},{"uri":"Bed%C5%99ich_Smetana","surface_form":"Bedřich Smetana","offset":1919},{"uri":"1871","surface_form":"1871","offset":2053},{"uri":"Cantata","surface_form":"cantata","offset":2214},{"uri":"1874","surface_form":"1874","offset":2286},{"uri":"1873","surface_form":"1873","offset":2620},{"uri":"1877","surface_form":"1877","offset":2899},{"uri":"Eduard_Hanslick","surface_form":"Hanslick","offset":2925},{"uri":"Gulden","surface_form":"gulden","offset":2972},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":3007},{"uri":"New_York","surface_form":"New York","offset":3202},{"uri":"Vienna","surface_form":"Vienna","offset":3409},{"uri":"Slavonic_Dances","surface_form":"Slavonic Dances","offset":3509},{"uri":"Hans_Richter","surface_form":"Hans Richter","offset":3598},{"uri":"Stabat_Mater","surface_form":"Stabat Mater","offset":3664},{"uri":"England","surface_form":"England","offset":3739},{"uri":"Requiem","surface_form":"Requiem","offset":3873},{"uri":"Birmingham","surface_form":"Birmingham","offset":3922},{"uri":"Birmingham_Triennial_Music_Festival","surface_form":"Triennial Music Festival","offset":3940},{"uri":"University_of_Cambridge","surface_form":"Cambridge University","offset":4003},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":4025},{"uri":"Russia","surface_form":"Russia","offset":4052},{"uri":"1890","surface_form":"1890","offset":4062},{"uri":"National_Conservatory_of_Music","surface_form":"National Conservatory of Music","offset":4139},{"uri":"New_York_City","surface_form":"New York City","offset":4173},{"uri":"Spiritual_(music)","surface_form":"Spirituals","offset":4414},{"uri":"Symphony_No._9_(Dvo%C5%99%C3%A1k)","surface_form":"Symphony No.9, \"From the New World\"","offset":4520},{"uri":"1893","surface_form":"1893","offset":4581},{"uri":"Czech_language","surface_form":"Czech","offset":4609},{"uri":"Spillville%2C_Iowa","surface_form":"Spillville, Iowa","offset":4637},{"uri":"Gesellschaft_der_Musikfreunde","surface_form":"Gesellschaft der Musikfreunde","offset":5086},{"uri":"Vienna","surface_form":"Vienna","offset":5120},{"uri":"Aria","surface_form":"aria","offset":5375},{"uri":"Soprano","surface_form":"soprano","offset":5384},{"uri":"Hans_Anderson","surface_form":"Hans Anderson’s","offset":5465},{"uri":"1896","surface_form":"1896","offset":5515},{"uri":"1897","surface_form":"1897","offset":5612},{"uri":"Josef_Suk","surface_form":"Josef Suk","offset":5662},{"uri":"Beethoven","surface_form":"Beethoven","offset":5828},{"uri":"Folksong","surface_form":"folksong","offset":5877},{"uri":"Nationalism","surface_form":"Nationalistic","offset":5911},{"uri":"Symphony","surface_form":"symphonies","offset":6123},{"uri":"Slavonic_Dances","surface_form":"Slavonic Dances","offset":6491},{"uri":"Piano_duet","surface_form":"piano duet","offset":6560},{"uri":"Concerto","surface_form":"concerto","offset":6581},{"uri":"Opera","surface_form":"opera","offset":6642},{"uri":"Rusalka_(opera)","surface_form":"Rusalka","offset":6678},{"uri":"Chamber_music","surface_form":"chamber music","offset":6689},{"uri":"String_quartet","surface_form":"string quartet","offset":6726},{"uri":"Piano","surface_form":"piano","offset":6783},{"uri":"Barthold_Fles","surface_form":"Barthold Fles","offset":6866}]}