{"id":296645,"url":"http://en.wikipedia.org/wiki/Tasmanian_Wilderness","text":"The Tasmanian Wilderness is a term that is used for a range of areas in Tasmania, Australia.\nThe World Heritage Areas in South West Tasmania, Western Tasmania and Central Highlands are the most well known.\nHowever, there are also other wilderness areas in Tasmania, Tarkine and the Cradle mountain wilderness. There is also an organisation known as the Tasmanian Wilderness Society.\nThe World Heritage Area is one of the largest conservation areas in Australia, covering 13,800 km², or almost 20% of Tasmania. The area constitutes one of the last expanses of temperate wilderness in the world, including the renowned South West Wilderness. The area became a UNESCO World Heritage Site in 1982, and it was extended in 1989. It is important for both its natural value but also its cultural values as well.\nRemains found in limestone caves show that humans have lived in the area for well over 20,000 years.\nThe Tasmanian Tiger was the largest Dasyuromorphia and the last living specimen of the family Thylacinidae. The last known specimen died in captivity in 1936.p77 The world's largest surviving carnivorous marsupial is the Tasmanian Devil; it is the size of a small dog and can hunt, although it is mainly a scavenger.p46 It became extinct on the mainland some 600 years ago, and is now found only in Tasmania.p69","categories":[],"infobox_types":[],"annotations":[{"uri":"Tasmania","surface_form":"Tasmania","offset":72},{"uri":"Australia","surface_form":"Australia","offset":82},{"uri":"World_Heritage_Site","surface_form":"World Heritage Area","offset":97},{"uri":"Wilderness","surface_form":"wilderness","offset":236},{"uri":"Tarkine","surface_form":"Tarkine","offset":266},{"uri":"Tasmanian_Wilderness_Society","surface_form":"Tasmanian Wilderness Society","offset":353},{"uri":"Conservation","surface_form":"conservation","offset":429},{"uri":"Temperate","surface_form":"temperate","offset":559},{"uri":"South_West_Wilderness%2C_Tasmania","surface_form":"South West Wilderness","offset":617},{"uri":"UNESCO","surface_form":"UNESCO","offset":658},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":665},{"uri":"Caves","surface_form":"caves","offset":831},{"uri":"Dasyuromorphia","surface_form":"Dasyuromorphia","offset":941},{"uri":"Thylacinidae","surface_form":"Thylacinidae","offset":999},{"uri":"Tasmanian_Devil","surface_form":"Tasmanian Devil","offset":1126},{"uri":"Tasmania","surface_form":"Tasmania","offset":1304}]}