{"id":29670,"url":"http://en.wikipedia.org/wiki/Psychosis","text":"e=\"preserve\">Psychosis is the name used in psychiatry for a number of conditions. People who suffer from psychosis are said to be \"psychotic\". Usually, psychotic people \"lose touch with reality\", they have trouble telling what is real and what is not. It is an extreme kind of altered state of consciousness.\nThe word psychosis has two parts. The first part comes from psyche, which means soul in Ancient Greek. The second part is the ending '-osis', which means \"illness or unnatural condition\". So literally, psychosis means \"unnatural condition of the soul\".\nPeople with psychosis may have hallucinations, which means they can experience things that are not really there. They may also have delusions, which are fixed beliefs and ideas that are usually false. Sometimes their personality changes, and they cannot think straight. Some of these thoughts may be paranoid. Not every psychotic person has all of these problems.\nBecause of these, psychotics often act in strange ways, which also makes it difficult for them to live a normal life as part of society. They often have trouble with making friends, as most people do not understand them.\nPsychosis can affect people to different levels. Some people can continue with mostly normal lives, while other people will need medical help.\nAbout 1 percent of people suffer from psychosis during their lives.\nThere are many things that can make someone seem psychotic. These include poisons, drugs, diseases of the nervous system, and other illnesses. For this reason, some people use the image of a \"fever\" of the central nervous system to talk about psychosis - a serious illness that may not have a very detailed explanation.\nMany people have gone through unusual experiences that they believe are real. Hallucinations connected to religion or paranormal experiences seem to be quite common. Very often, these experiences cannot be called \"psychosis\" in a medical sense of the word. For this reason, some people have said that psychosis may simply be an extreme case of something that is experienced by most. People who have suffered from what could be called \"psychosis\" may simply have had experiences that were very strong or distressing.\nIn movies and the media in general, certain people who are shown as violent and antisocial are sometimes labelled \"psychotic\". This image of psychosis is wrong, the people shown are usually psychopaths or sociopaths, they usually do not have hallucinations or delusions.\nPsychosis is most associated with schizophrenia, bipolar disorder, depression, drug addiction and brain damage but it can be caused by a wide range of conditions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychiatry","surface_form":"psychiatry","offset":43},{"uri":"Reality","surface_form":"reality","offset":186},{"uri":"Altered_state_of_consciousness","surface_form":"altered state of consciousness","offset":277},{"uri":"Psyche_(psychology)","surface_form":"psyche","offset":369},{"uri":"Soul","surface_form":"soul","offset":389},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":397},{"uri":"Hallucination","surface_form":"hallucination","offset":593},{"uri":"Delusion","surface_form":"delusion","offset":694},{"uri":"Personality","surface_form":"personality","offset":779},{"uri":"Thought_disorder","surface_form":"cannot think straight","offset":809},{"uri":"Paranoia","surface_form":"paranoid","offset":862},{"uri":"Society","surface_form":"society","offset":1054},{"uri":"Poison","surface_form":"poison","offset":1432},{"uri":"Drug","surface_form":"drug","offset":1441},{"uri":"Nerve","surface_form":"nervous system","offset":1464},{"uri":"Illness","surface_form":"illness","offset":1490},{"uri":"Metaphor","surface_form":"image","offset":1538},{"uri":"Fever","surface_form":"fever","offset":1550},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1564},{"uri":"Hallucination","surface_form":"Hallucination","offset":1756},{"uri":"Religio","surface_form":"religio","offset":1784},{"uri":"Paranormal","surface_form":"paranormal","offset":1796},{"uri":"Movie","surface_form":"movie","offset":2197},{"uri":"Media","surface_form":"media","offset":2212},{"uri":"Violence","surface_form":"violent","offset":2262},{"uri":"Antisocial","surface_form":"antisocial","offset":2274},{"uri":"Psychopath","surface_form":"psychopath","offset":2384},{"uri":"Sociopath","surface_form":"sociopath","offset":2399},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":2499},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":2514},{"uri":"Depression_(illness)","surface_form":"depression","offset":2532},{"uri":"Drug_addiction","surface_form":"drug addiction","offset":2544},{"uri":"Brain_damage","surface_form":"brain damage","offset":2563}]}