{"id":296880,"url":"http://en.wikipedia.org/wiki/Maria_Francisca_of_Savoy","text":"Maria Francisca of Savoy (Marie Françoise Élisabeth; 21 June 1646 – 27 December 1683) was a Princess of Savoy and the Queen consort of Portugal twice as the wife of Afonso VI and his brother Peter II.\nBiography.\nThe younger daughter of Charles Amadeus, Duke of Nemours, and Élisabeth de Bourbon she was the younger sister of Marie Jeanne, Duchess of Savoy who married Victor Amadeus II in 1666. She was baptised with the names Marie Françoise Élisabeth, but was known as \"Marie Françoise\".\nBorn a princess of Savoy, her immediate family had resided in France since the previous century. Styled \"Mademoiselle d'Aumale\" she was engaged to Afonso VI of Portugal by order of Louis XIV who wanted an alliance with Portugal against Spain. As such, the young queen left Paris on 29 May 1666, with the Marquis of Sande and his entourage, heading to La Rochelle. On 27 June there was a proxy ceremony where Afonso VI was represented by Sande. She bought a dowry of 1.8 Million pounds as part of an agreement which was signed on 24 February 1666. She arrived had her marriage in person on 2 August 1666. Her husband was pleased at his attractive wife. Her husband was paralysed on his left side and mentally unstable. The marriage was never consummated, and she divorced him.\nOn 28 March 1668, she married Afonso's brother, Infante Pedro, Duke of Beja, who was appointed prince regent the same year. The king was exiled for seven years and died in 1683. Maria Francisca again becaf Portugal for the second time when Peter succeeded his brother as Peter II in 1683. She died in December the same year and was buried at the \"Convent of the Francesinhas\", but was moved to the \"Monastery of São Vicente de Fora\" in 1912. Pedro II remarried Maria Sofia of Neuburg by whom he had several children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afonso_VI_of_Portugal","surface_form":"Afonso VI","offset":165},{"uri":"Peter_II_of_Portugal","surface_form":"Peter II","offset":191},{"uri":"Charles_Amadeus%2C_Duke_of_Nemours","surface_form":"Charles Amadeus, Duke of Nemours","offset":236},{"uri":"%C3%89lisabeth_de_Bourbon","surface_form":"Élisabeth de Bourbon","offset":274},{"uri":"Marie_Jeanne_of_Savoy","surface_form":"Marie Jeanne, Duchess of Savoy","offset":325},{"uri":"Victor_Amadeus_II","surface_form":"Victor Amadeus II","offset":368},{"uri":"Afonso_VI_of_Portugal","surface_form":"Afonso VI of Portugal","offset":637},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":671},{"uri":"Portugal","surface_form":"Portugal","offset":709},{"uri":"Spain","surface_form":"Spain","offset":726},{"uri":"La_Rochelle","surface_form":"La Rochelle","offset":841},{"uri":"Consummate","surface_form":"consummate","offset":1231},{"uri":"Peter_II_of_Portugal","surface_form":"Infante Pedro, Duke of Beja","offset":1314},{"uri":"Prince","surface_form":"prince","offset":1361},{"uri":"Regent","surface_form":"regent","offset":1368},{"uri":"Exile","surface_form":"exile","offset":1403},{"uri":"Maria_Sofia_of_Neuburg","surface_form":"Maria Sofia of Neuburg","offset":1727}]}