{"id":296879,"url":"http://en.wikipedia.org/wiki/Casquets","text":"Les Casquets or (The) Casquets () is a group of rocks 13 kilometres (8.08 mi) northwest of Alderney and are part of an underwater sandstone ridge. Other parts which emerge above the water are the islets of Burhou and Ortac. Little grows on them.\nOrigin of name.\nA map (\"Leyland map\") dated from around 1640 gives a Latin name \"Casus Rupes\" (broken rocks), which would seem to confirm the third theory above, but which may be a folk etymology.\nWrecks.\nThere have been numerous wrecks on the islets; fierce tides reaching 6-7 knots on springs and a lack of landmarks account for many wrecks in the area. The most famous include SS \"Stella\", wrecked in 1899. The largest wreck was the 8000 tonne water tanker \"Constantia S\".\nIt was believed for centuries that HMS \"Victory\" was wrecked in 1744 on the Casquets, the lightkeeper of Alderney even being court-martialled for failure to keep the light on at the time of the ship's loss. However, when the wreck of that ship was found in 2008, it was over 60 nautical miles (110 km) from the Casquets.\nCasquets lighthouses.\nThe first lighthouses started operation on 30 October 1724, and were three towers lit by coal fires called St Peter, St Thomas and the Dungeon. Three stone towers were built so the lights would not look like those in nearby France.\nThey were built by Thomas Le Cocq, owner of the rocks, under licence from Trinity House and who was paid a halfpenny per ton of ship when vessels passed the rocks and in turn he paid Trinity House 50 pounds per year for the right to run the lighthouses. The lighthouses reverted to Trinity House in 1785.\nThey were converted to oil lamps with metal reflectors which were first used on 25 November 1790; and upgraded again with apparatus to rotate a beam of light in 1818. This had a clockwork mechanism which was wound up every hour and a half and gave one flash every 15 seconds.\nThe lighthouses were badly damaged and the lanterns smashed in a severe storm on 31 October 1823. The towers were raised by a further 10 yards (9.1 m) in 1854, and 184 kilocandela lamps were added which gave three slow flashes every half minute. In 1877 the North West Tower was raised again and the lights in the other two towers turned off.\nBritish commandos of the Small Scale Raiding Force made two raids during the Second World War on the lighthouse, following the German occupation of the Channel Islands in 1940. The first raid, Operation Dryad, took place on 2/3 September 1942 and the seven keepers were taken back to England as prisoners of war.\nIn 1954 the lighthouse was coverted to electricity and a 2,830 kilocandela lamp was put in. The lamp is unusual because it rotates anti-clockwise. At the same time, the other two towers were reduced in height.\nThe current light in the 23 metres (75 ft) North West Tower is 37 metres (121 ft) above mean sea level and flashes five times every 30 seconds and with flashes 3.7 seconds apart. It can be seen for around 24 nautical miles (44 km) in clear weather. The East Tower contains the foghorn, which produces two blasts every 60 seconds and this has a nominal range of 3 nautical miles (5.6 km). The South West Tower is topped with a helipad and there is another helipad on a flat section of the rock. The rocks are also marked using racon with a Morse letter T on radar displays. The lighthouse complex was automated in 1990 and is monitored and controlled from the Trinity House Operations Control Centre in Harwich.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islet","surface_form":"rock","offset":48},{"uri":"Alderney","surface_form":"Alderney","offset":91},{"uri":"Sandstone","surface_form":"sandstone","offset":130},{"uri":"Burhou","surface_form":"Burhou","offset":206},{"uri":"Ortac","surface_form":"Ortac","offset":217},{"uri":"Folk_etymology","surface_form":"folk etymology","offset":427},{"uri":"Wreck","surface_form":"wreck","offset":476},{"uri":"Islet","surface_form":"islet","offset":490},{"uri":"SS_Stella","surface_form":"SS \"Stella\"","offset":626},{"uri":"Constantia_S","surface_form":"Constantia S","offset":707},{"uri":"HMS_Victory_(1737)","surface_form":"HMS \"Victory\"","offset":757},{"uri":"Lighthouse","surface_form":"lighthouse","offset":1075},{"uri":"Coal","surface_form":"coal","offset":1154},{"uri":"Rock_(geology)","surface_form":"stone","offset":1215},{"uri":"France","surface_form":"France","offset":1289},{"uri":"Trinity_House","surface_form":"Trinity House","offset":1371},{"uri":"Ship","surface_form":"ship","offset":1425},{"uri":"Clockwork","surface_form":"clockwork","offset":1780},{"uri":"Lantern","surface_form":"lantern","offset":1921},{"uri":"Storm","surface_form":"storm","offset":1950},{"uri":"Kilocandela","surface_form":"kilocandela","offset":2046},{"uri":"United_Kingdom","surface_form":"British","offset":2221},{"uri":"Commando","surface_form":"commando","offset":2229},{"uri":"Small_Scale_Raiding_Force","surface_form":"Small Scale Raiding Force","offset":2246},{"uri":"Second_World_War","surface_form":"Second World War","offset":2298},{"uri":"Occupation_of_the_Channel_Islands","surface_form":"German occupation of the Channel Islands","offset":2348},{"uri":"Operation_Dryad","surface_form":"Operation Dryad","offset":2414},{"uri":"England","surface_form":"England","offset":2505},{"uri":"Prisoners_of_war","surface_form":"prisoners of war","offset":2516},{"uri":"Foghorn","surface_form":"foghorn","offset":3021},{"uri":"Helipad","surface_form":"helipad","offset":3170},{"uri":"Racon","surface_form":"racon","offset":3270},{"uri":"Morse_code","surface_form":"Morse","offset":3283},{"uri":"Radar","surface_form":"radar","offset":3301},{"uri":"Harwich","surface_form":"Harwich","offset":3446}]}