{"id":296930,"url":"http://en.wikipedia.org/wiki/Bernard_Greenhouse","text":"e=\"preserve\">Bernard Greenhouse (born 3 January 1916; died 13 May 2011) was an American cellist. He was particularly famous for playing chamber music and was one of the original members of the Beaux Arts Trio (a group of three musicians: a pianist, violinist and cellist).\nEarly life.\nGreenhouse was born in Newark, New Jersey to a musical family. He started to learn the cello when he was nine. He studied with Felix Salmond at the Juilliard School of Music in New York City. Then he studied with the great cellist Emmanuel Feuermann. He was also one of the very few students of the legendary cellist Pablo Casals.\nWhen he started his career he soon became the principal cellist of the CBS Symphony Orchestra from 1938-1942 and he also played chamber music with the Dorian String Quartet. After his studies with Casals he gave many solo recitals, but most of all he loved chamber music.\nCareer.\nIn 1955, he met the violinist Daniel Guilet and the pianist Menahem Pressler in New York. Together they formed the Beaux Arts Trio. This group became a world famous trio. Bernard Greenhouse played with them until 1987.\nAt the time there were a few string quartets who were famous, but the idea of having success as a piano trio seemed strange. However, Columbia Artists asked them to play in 10 concerts, then they were offered 80 concerts. Soon they were performing in Europe and then all over the world, giving about 130 concerts a year in the USA alone and making many recordings.\nBernard Greenhouse taught at the Julliard and Manhattan schools of music in New York and at several other music schools in the USA.\nWhen he retired he went to live in Massachusetts. There he gave lessons to talented young players, never charging them fees. Greenhouse was given many awards, including the Prix Mondial du Disque and the US Presidential Medallion 1985.\nGreenhouse was still playing the cello at the age of 95. He died in Wellfleet, Massachusetts on Cape Cod, on 13 May 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":79},{"uri":"Cello","surface_form":"cellist","offset":88},{"uri":"Chamber_music","surface_form":"chamber music","offset":136},{"uri":"Beaux_Arts_Trio","surface_form":"Beaux Arts Trio","offset":193},{"uri":"Piano","surface_form":"pianist","offset":240},{"uri":"Violin","surface_form":"violin","offset":249},{"uri":"Newark%2C_New_Jersey","surface_form":"Newark, New Jersey","offset":308},{"uri":"Felix_Salmond","surface_form":"Felix Salmond","offset":412},{"uri":"Juilliard_School_of_Music","surface_form":"Juilliard School of Music","offset":433},{"uri":"New_York_City","surface_form":"New York City","offset":462},{"uri":"Emmanuel_Feuermann","surface_form":"Emmanuel Feuermann","offset":516},{"uri":"Pablo_Casals","surface_form":"Pablo Casals","offset":602},{"uri":"CBS_Symphony_Orchestra","surface_form":"CBS Symphony Orchestra","offset":687},{"uri":"Daniel_Guilet","surface_form":"Daniel Guilet","offset":926},{"uri":"Pianist","surface_form":"pianist","offset":948},{"uri":"Menahem_Pressler","surface_form":"Menahem Pressler","offset":956},{"uri":"Beaux_Arts_Trio","surface_form":"Beaux Arts Trio","offset":1011},{"uri":"Europe","surface_form":"Europe","offset":1366},{"uri":"Juilliard_School","surface_form":"Julliard","offset":1513},{"uri":"Manhattan_School_of_Music","surface_form":"Manhattan","offset":1526},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":1944}]}