{"id":297090,"url":"http://en.wikipedia.org/wiki/Blinman%2C_South_Australia","text":"Blinman is a small town in the northern Flinders Ranges of South Australia. It is 485 km north of the state capital, Adelaide. About 151 people live in Blinman area. The town is the highest town in South Australia. It has a hotel, cafe, general store and a post office.\nIn December 1859, a shepherd called Robert Blinman, from the nearby Angorichina station (farm) found copper. He was nickmaned \"Peg Leg\" because he had a wooden leg. With a group of friends he started the Wheal Blinman, a copper mine in 1861. The town grew quickly and by 1869 there were about 1,500 people living there. Many miners were Cornish men, who had been mining for copper at Burra, South Australia. The mine, later called the Blinman Consolidated Copper Mining Company of South Australia, soon became the biggest and most productive mine in the Flinders Ranges. About 10,000 tonnes of copper were taken from the mine which finally closed in 1918.\nWilliam Kekwick (died 1872), who explored South Australia and the Northern Territory with John McDouall Stuart, is buried in the Blinman cemetery.\nThe Blinman Copper Mine is now a tourist attraction, and visitors can explore the underground mine.","categories":[],"infobox_types":["Australian place | type = town"],"annotations":[{"uri":"Flinders_Ranges","surface_form":"Flinders Ranges","offset":40},{"uri":"South_Australia","surface_form":"South Australia","offset":59},{"uri":"Adelaide","surface_form":"Adelaide","offset":117},{"uri":"Hotel","surface_form":"hotel","offset":224},{"uri":"Cafe","surface_form":"cafe","offset":231},{"uri":"Post_office","surface_form":"post office","offset":257},{"uri":"Shepherd","surface_form":"shepherd","offset":290},{"uri":"Copper","surface_form":"copper","offset":371},{"uri":"Cornish_people","surface_form":"Cornish men","offset":607},{"uri":"Burra%2C_South_Australia","surface_form":"Burra, South Australia","offset":654},{"uri":"Tonne","surface_form":"tonne","offset":854},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":992},{"uri":"John_McDouall_Stuart","surface_form":"John McDouall Stuart","offset":1016}]}