{"id":297100,"url":"http://en.wikipedia.org/wiki/Paulo_Freire","text":"Paulo Freire (September 19, 1921 - May 2, 1997) was an educator born in Brazil. He developed new ideas about education for the oppressed - people who have been trodden down.\nQuotes.\nPaulo Freire wrote about the philosophy of education that came not only from old school such as Plato, but also from modern Marxist and anti-colonialist thinkers. In fact, in many ways his \"Pedagogy of the Oppressed\" (1970) may be best read as an extension of, or reply to, Frantz Fanon’s \"The Wretched of the Earth\" (1961), which emphasized the need to provide native populations with an education which was simultaneously new and modern (rather than traditional) and anti-colonial (not simply an extension of the culture of the colonizer).\nIn \"Pedagogy of the Oppressed\" (1970), Freire, talks about the oppressors-oppressed distinction,seeing differences between the two positions in an unjust society: the oppressor and the oppressed. Freire makes no direct reference to his most direct influence for the distinction, which stems back to a least Hegel in 1802, and has since been reprised by many authors including Engels, Marx, Lenin, Gramsci, Simone Weil and others.\nNo pedagogy which is truly liberating can remain distant from the oppressed by treating them as unfortunates and by presenting for their emulation models from among the oppressors. The oppressed must be their own example in the struggle for their redemption (Freire, 1970, p. 54).\nLikewise, the oppressors must also be willing to rethink their way of life and to examine their own role in the oppression if true liberation is to occur; \"those who authentically commit themselves to the people must re-examine themselves constantly\" (Freire, 1970, p. 60).\nThe ideas of Paulo Freire.\nFreire believed education to be a political act that could not be divorced from pedagogy. Freire defined this as a main tenet of critical pedagogy. Teachers and students must be made aware of the \"politics\" that surround education. The way students are taught and what they are taught serves a political agenda. Teachers, themselves, have political notions they bring into the classroom (Kincheloe, 2008). Freire believed that \"education makes sense because women and men learn that through learning they can make and remake themselves, because women and men are able to take responsibility for themselves as beings capable of knowing — of knowing that they know and knowing that they don't\" (Freire, 2004, p. 15)\nPedagogy: How teachers teach.\nIn terms of actual pedagogy, Freire is best known for his attack on what he called the \"banking\" concept of education, in which the student was viewed as an empty account to be filled by the teacher. He notes that \"it transforms students into receiving objects. It attempts to control thinking and action, leads men and women to adjust to the world, and inhibits their creative power\" (Freire, 1970, p. 77). The basic critique was not new — Rousseau’s conception of the child as an active learner was already a step away from tabula rasa (which is basically the same as the “banking concept”). In addition, thinkers like John Dewey were strongly critical of the transmission of mere facts as the goal of education. Dewey often described education as a mechanism for social change, explaining that “education is a regulation of the process of coming to share in the social consciousness; and that the adjustment of individual activity on the basis of this social consciousness is the only sure method of social reconstruction” (1897, p. 16). Freire’s work, however, updated the concept and placed it in context with current theories and practices of education, laying the foundation for what is now called critical pedagogy.\nTeachers and students: an organic whole.\nMore challenging is Freire's strong aversion to the teacher-student difference. This splitis admitted in Rousseau and constrained in Dewey, but Freire comes close to insisting that it be completely abolished. This is hard to imagine in absolute terms, since there must be some enactment of the teacher-student relationship in the parent-child relationship, but what Freire suggests is that a deep reciprocity be inserted into our notions of teacher and student. He goes so far as to say that “Education must begin with the solution of the teacher-student contradiction, by reconciling the poles of the contradiction so that both are simultaneously students and teachers” (Freire, 1970, p. 72). Freire wants us to think in terms of teacher-student and student-teacher – that is, a teacher who learns and a learner who teaches – as the basic roles of classroom participation.\nFreire however insists that educator and student, though sharing democratic social relations of education, are not on an equal footing, but the educator must be humble enough to be disposed to relearn that which he/she already thinks she knows, through interaction with the learner. The authority which the educator enjoys must not be allowed to degenerate into authoritarianism; teachers must recognize that \"their fundamental objective is to fight alongside the people for the recovery of the people's stolen humanity\", not to \"win the people over\" to their side (Freire, 1970, p. 95).","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":72},{"uri":"Plato","surface_form":"Plato","offset":278},{"uri":"Pedagogy_of_the_Oppressed","surface_form":"Pedagogy of the Oppressed","offset":372},{"uri":"Frantz_Fanon","surface_form":"Frantz Fanon","offset":456},{"uri":"The_Wretched_of_the_Earth","surface_form":"The Wretched of the Earth","offset":472},{"uri":"Hegel","surface_form":"Hegel","offset":1031},{"uri":"Engels","surface_form":"Engels","offset":1100},{"uri":"Marx","surface_form":"Marx","offset":1108},{"uri":"Lenin","surface_form":"Lenin","offset":1114},{"uri":"Gramsci","surface_form":"Gramsci","offset":1121},{"uri":"Simone_Weil","surface_form":"Simone Weil","offset":1130},{"uri":"Rousseau","surface_form":"Rousseau","offset":2921},{"uri":"John_Dewey","surface_form":"John Dewey","offset":3101},{"uri":"Critical_pedagogy","surface_form":"critical pedagogy","offset":3685}]}