{"id":297227,"url":"http://en.wikipedia.org/wiki/Dark_Circle","text":"\"Dark Circle\" is a documentary movie about anti-nuclear protest activity. The protest is mainly focused on Diablo Canyon (Nuclear) Power Plant in California. The point of view is clearly in favor of the protesters. They believe that the protests delayed government licensing of the Diablo Canyon (Nuclear) Power Plant. They believe that as a result of this delay,construction errors were made public before the plant started operating.\nThe director is Judy Irving. The movie is a 1982 release. It is said to be \"still powerful\" long after its initial release.\nProtest leader Raye Fleming takes central role. She leaflets power plant workers going to work and later leads protesters. Two thousand people were arrested at the demonstrations. This established a record for anti-nuclear civil disobedience in the US.\nBreakdown.\n0:30 A black and white clip from 1963 National Educational Television program giving basic information on the dangerousness of plutonium.\n1:30 Geese fly by Diablo Canyon Nuclear Power Plant. Female voice over speculates on radiologic hazards affecting animals.\n2:30 Inside Diablo Canyon Power Plant\n4:00 Federal government's early tests of reactor meltdown.\n4:20 Idaho 1955 Nuclear Reactor Explosion Test\n4:40 New Mexico 1965 Nuclear Reactor Explosion Test\n4:55 Nevada 1965 - Actual explosion of an unshielded nuclear reactor, it's radioactive core blown to pieces and scattered to the atmosphere.\n5:55 Federal Nuclear Regulatory Commission Hearings, agenda limited to site specific matters.\n7:45 Ray contacting workers at DCPP.\n8:54 Quotes worker \"None of the equipment or material or structures here would fail or be adversely effected by the earthquake.\"\n9:30 \"Is it possible to design and build anything with a sufficient degree of certainty and safety that you should go ahead and do it.\"\n9:40 Diablo Canyon Anti-Nuclear Protest in San Luis Obispo, CA\n10:00 60 local groups from across California formed a coalition to organize large scale highly visible opposition to Diablo.\n10:15 California Governor Jerry Brown came out against Diablo.\n10:25 In the end there was no time for rallies or marches. Back at Diablo Canyon's Main Gate, the human blockade began.\n13:15 Final preparations to start the reactor, then PG&E publicly admitted to backwards installation.\nAllegedly \"first of hundreds of mistakes\"\n14:50 Protesters taking credit for delaying start of plant prior to placement of the plant in service.\n15:00 Analogy to frogs by Ray. \"Boiling Frogs\".\n17:10 Comment by filmmaker, Judy Irving.\nScuttled by PBS.\nThe movie was approved for national broadcast in 1985, but that decision was rejected a year later. Many people believe that was censorship. B.J.Bullert commented that the PBS/KQED decision \"robbed a national public television audience\". He extrapolates this critical remark to the media across the board and its failure to focus public attention on the putative biological hazard of nuclear power.\nCritics.\nB.J. Bullert, in his book \"Public Television: Politics and the Battle over Documentary Film\" protested what he viewed as censorship. He stated that Dark Circle was outside of the mainstream at that time but now the viewpoint in the movie is widely accepted. Nat Katzman, former KQED station manager, disagreed. He is quoted in Bullert's book, saying \"It's more difficult to say (\"Dark Circle\") falsified anything, but it left one with the uncomfortable feeling that this is propaganda, not journalism\".\nPoint of view.\nThe movie is clearly created to raise public alarm about the hazards of nuclear power. It is also about problems at the regulatory agency, the Nuclear Regulatory Commission (NRC). However, there are numerous points in the movie in which the voices heard are those of the workers. We also hear from the Pacific Gas and Electric management, and the lawyer for the NRC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electromagnetic_radiation_and_health","surface_form":"biological hazard of nuclear power","offset":2905}]}