{"id":297241,"url":"http://en.wikipedia.org/wiki/English_grammar","text":"e=\"preserve\">English grammar is the grammar of the English language. Grammar is the rules about how to speak and write in a language. English grammar started out based on Old English, which is considered to be a Germanic language. After the Norman French conquered England in 1066, parts of the Latin language were brought to the English language by the Norman French.\nDialect grammar.\nDialects of English vary not only in pronunciation but in grammar. For example, people who use what is called General American English or BBC English might say, \"I didn't do anything\", while someone who speaks what is called African American Vernacular English might say, \"I didn't do nothing\". London working class version: \"I ain't done nuffink!\" The dialect a person uses is usually decided by where they live.\nEven though the dialects of English use different words or word order, they still have grammar rules. However, when writing in American English, grammar uses the rules of General American English. When people talk about using \"proper English\", they usually mean using the grammar of general British English, as described in standard reference works. The models for \"spoken\" English in Britain are often called Received Pronunciation or BBC English.\nWord endings.\nEnglish makes few changes to its word endings. These are called ('suffixes'): plurals and possessives (\"John's\") are the most common. English verbs drop most endings except one: I love, you love, they love, but \"she loves\". That final 's' is a remnant of Anglo-Saxon, which had more suffixes. Verbs do have endings which show changes in tense: walked, walking.\nWord order.\nWord order is the other big difference. In English, adjectives usually come before the noun. Most Romance languages normally put their adjectives after the nouns. For example, in English, a person may say \"I like fast cars\", but in Spanish, it is \"Me gustan los coches rápidos\" [coches = cars; rápidos = fast]. The order of the words has changed: if just the words, without the grammar, are translated into English, it would mean 'to me they please the cars fast'. This is because Spanish and English have different rules about word order. In German, main verbs often come near the end of sentences, but in English we usually put them between subject and object, as: \"the cat sat on the mat\".\nParts of speech.\nGrammar studies the different parts of language. The parts of language are called \"parts of speech.\" The parts of speech are nouns, pronouns, verbs, adjectives, adverbs, prepositions, conjunctions, and interjections.\nNouns.\nNouns are things. They can be a single thing such as an apple. They can also be plural such as a box of apples. There is a special kind of noun called a proper noun, which is a name. For instance, Johnny Appleseed.\nPronouns.\nPronouns are special types of nouns. They are not a particular thing. They can mean many different things. An example is the word \"it.\" In the sentence \"I like the ball; it is blue,\" you have to look at what comes before \"it\" to know that \"it\" is talking about the ball. The noun before a pronoun that the pronoun really means is called the antecedent.\nVerbs.\nThe basic verb form is called the infinitive. The infinitive for existence is \"to be\". A famous example is the speech of Hamlet: to be or not to be?\nVariations of the infinitive create verb tenses.\nAdjectives.\nWords that tell you about nouns are called adjectives. When an adjective is used, you learn more about the noun. An example would be the words \"red\" and \"juicy\" in the phrase \"the red apple is juicy.\" They do not have any endings. Even if the noun they talk about is plural, they stay the same. You can see this in the sentence \"the red apples are juicy.\"\nAdverbs.\nAdverbs are words that tell you about words that are not nouns. An adverb can describe a verb, like the word \"quickly\" in the sentence \"He ran quickly.\" They can also describe an adjective. The adverb \"very\" describes the adjective \"sick\" in the sentence \"The boy is very sick.\" Adverbs can even describe other adverbs, as in the sentence \"He ran very quickly.\"\nPrepositions.\nA preposition is a word that describes how one noun (or pronoun) relates to another in the sentence as a whole. The preposition usually comes before the noun that it adds to the sentence, which is called the object of the preposition. An example is the word \"over\" in the sentence \"he walked over the bridge.\"\nConjunctions.\nA conjunction is a word that connects other parts of a sentence. It can connect two words that both do the same thing in a sentence. \"And\" in the sentence \"the boy and the girl run\" connects the boy to the girl because they both run. Conjunctions can even connect two clauses that would normally be different sentences together. The word \"but\" in the sentence \"I like cats, but he likes dogs\" is a conjunction doing this.\nInterjections.\nInterjections are words that do not fit normal grammar rules. Interjections can and often do take the place of an entire sentence, as they can give they meaning of a whole sentence in a single word. These can be used to show emotions, such as the word \"Hooray,\" which means that the speaker is happy or likes something. They are also used to shorten common phrases that would otherwise need a full sentence to talk about. For example, saying the word \"yes\" is much simpler than saying \"what you say is true,\" so it is usually used instead. Interjections like these can be helpful for saving time and making complex sentences very simple. Often, though, interjections may have no meaning at all, such as the word \"um.\"\nSyntax.\nGrammar also studies how the parts of language work together. This is called \"syntax.\" Some common ways in which the words fit together are sentences, phrases, clauses, and paragraphs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grammar","surface_form":"grammar","offset":36},{"uri":"English_language","surface_form":"English language","offset":51},{"uri":"Normandy","surface_form":"Norman French","offset":241},{"uri":"Norman_Conquest","surface_form":"conquered England","offset":255},{"uri":"Latin_language","surface_form":"Latin language","offset":295},{"uri":"Dialects_of_English","surface_form":"Dialects of English","offset":386},{"uri":"African_American_Vernacular_English","surface_form":"African American Vernacular English","offset":611},{"uri":"London","surface_form":"London","offset":681},{"uri":"Working_class","surface_form":"working class","offset":688},{"uri":"American_English","surface_form":"American English","offset":927},{"uri":"Received_Pronunciation","surface_form":"Received Pronunciation","offset":1210},{"uri":"Suffix","surface_form":"suffix","offset":1329},{"uri":"Old_English","surface_form":"Anglo-Saxon","offset":1518},{"uri":"Grammatical_tense","surface_form":"tense","offset":1600},{"uri":"Word_order","surface_form":"Word order","offset":1636},{"uri":"Spanish_language","surface_form":"Spanish","offset":1868},{"uri":"German_language","surface_form":"German","offset":2179},{"uri":"Subject_(grammar)","surface_form":"subject","offset":2279},{"uri":"Object_(grammar)","surface_form":"object","offset":2291},{"uri":"Noun","surface_form":"noun","offset":2471},{"uri":"Pronoun","surface_form":"pronoun","offset":2478},{"uri":"Verb","surface_form":"verb","offset":2488},{"uri":"Adjective","surface_form":"adjective","offset":2495},{"uri":"Adverb","surface_form":"adverb","offset":2507},{"uri":"Preposition","surface_form":"preposition","offset":2516},{"uri":"Conjunction","surface_form":"conjunction","offset":2530},{"uri":"Interjection","surface_form":"interjection","offset":2548},{"uri":"Proper_noun","surface_form":"proper noun","offset":2723},{"uri":"Johnny_Appleseed","surface_form":"Johnny Appleseed","offset":2767},{"uri":"Antecedent","surface_form":"antecedent","offset":3136},{"uri":"Infinitive","surface_form":"infinitive","offset":3189},{"uri":"Hamlet","surface_form":"Hamlet","offset":3276},{"uri":"Object","surface_form":"object","offset":4314},{"uri":"Syntax","surface_form":"syntax","offset":5671},{"uri":"Sentence","surface_form":"sentence","offset":5733},{"uri":"Phrase","surface_form":"phrase","offset":5744},{"uri":"Clause","surface_form":"clause","offset":5753},{"uri":"Paragraph","surface_form":"paragraph","offset":5766}]}