{"id":297383,"url":"http://en.wikipedia.org/wiki/Houmets","text":"\"Houmet\" redirects here, for further information on the placename element, please see \"-hou\"\nLes Houmets are to the east of Guernsey in the Channel Islands. Their name comes from \"hou\", a Norman/Guernésiais word meaning islets. They are tidal islands.\nVictor Hugo.\nMoreover, this house had some very nasty inhabitants besides Gilliat,\nThe novel was written in the 1860s and set in the 1820s when the islands were still inhabited.\nThe islets.\nHoumet Benest/Benêt is about two hundred yards (180 m) from the shore. It is triangular, and 80 × 50 yards (73 × 45 m). There is an 18th century gun battery here, to defend against the French. The German occupation added their own, and the British another after the Germans left. The steamer \"Clarrie\" sank off Houmet Benêt in 1921, in the Great Roussel. \"Heathery Brae\" in 1952 tried to salvage it, but ended up being wrecked itself, and there are also the wrecks of \"Vixen\" (a brig), \"Rescue\" (a tug) and \"Romp\" (a cutter) went ashore here. It is covered in grass and brambles.\nHoumet Paradis, the fictional Gilliat's home, was originally known as Houmet de l'Eperquerie, as it was used for fish gutting, and drying on stands known as \"perques\" (perches). It was formerly owned by the Collas family, whose estate at Paradis, gave the islet its new name. In the 1920s, it was used for quarrying, and it was also used for grazing cattle, and has a lot of grass. In 1951 it was sold to James Watson of Newcastle upon Tyne for £500 who placed the island under the stewardship of the National Trust of Guernsey. It remained within the family until 2004 when it was sold at auction by James Watson's grandson (also called James Watson who live on Alderney) to a local consortium to keep the island as a nature reserve.\nHommetol, more commonly called Omptolle by the Ordnance Survey etc., is used for gathering ormer. It is mostly covered in thrift.","categories":[],"infobox_types":[],"annotations":[{"uri":"-hou","surface_form":"-hou","offset":87},{"uri":"Guernsey","surface_form":"Guernsey","offset":124},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":140},{"uri":"-hou","surface_form":"hou","offset":180},{"uri":"Norman_language","surface_form":"Norman","offset":188},{"uri":"Guern%C3%A9siais","surface_form":"Guernésiais","offset":195},{"uri":"Tidal_island","surface_form":"tidal island","offset":237},{"uri":"Great_Roussel","surface_form":"Great Roussel","offset":782},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":1443},{"uri":"National_Trust_of_Guernsey","surface_form":"National Trust of Guernsey","offset":1523},{"uri":"Alderney","surface_form":"Alderney","offset":1685},{"uri":"Ordnance_Survey","surface_form":"Ordnance Survey","offset":1804},{"uri":"Ormer","surface_form":"ormer","offset":1848},{"uri":"Thrift","surface_form":"thrift","offset":1879}]}