{"id":297359,"url":"http://en.wikipedia.org/wiki/Halteres","text":"Halteres are small knobbed structures modified from the hind wings in flies. They vibrate during flight, and help the insect fly better.\nThe halteres evolved from wings. Ancestral flying insects had two pairs of wings, like dragonflies, hymenoptera and lepidoptera still do. Flies have only the front pair of wings.\nFunction.\nHalteres help balancing and improve flight. They help flies to perform their fast aerobatics. In addition to providing rapid feedback to the muscles steering the wings, they also help stabilise the head during flight.\nThey are flapped rapidly and work as gyroscopes, telling the insect about its body position during flight.\nEvery vibrating object tends to maintain its plane of vibration, a result of the Coriolis effect. If the body of the insect changes direction in flight or rotates about its axis, the vibrating halteres exert a force on the body. The insect detects this force with sensory organs at the base of the halteres.\nThe two halteres vibrate in different planes, each forming an angle of about 45 degrees with the long axis of the insect. This increases the information got from the halteres.\nDevelopment.\nIn Diptera, the formation of the haltere during metamorphosis is dependent on the homeotic gene \"Ultrabithorax\" (Ubx). If this gene is experimentally deactivated, the haltere will develop into a fully developed wing. This is an excellent illustration of an important mechanism of evolutionary development; a simple homeotic gene change can result in a radically different phenotype.\nConvergent evolution.\nThe Strepsiptera, small insects parasitic on bees, wasps and cockroaches, also have halteres. We know the evolution was independent because in the Strepsiptera the \"forewings\" evolved into halteres while, in the Diptera, the \"hindwings\" changed into halteres. This is a classic case of convergent evolution.\nGrimaldi and Engel say halteres have evolved at least seven times in insects, and \"in most cases it is known to be associated with improved manoeuvering in flight\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Fly","surface_form":"flies","offset":70},{"uri":"Vibration","surface_form":"vibrate","offset":82},{"uri":"Wing","surface_form":"wing","offset":163},{"uri":"Dragonfly","surface_form":"dragonflies","offset":224},{"uri":"Hymenoptera","surface_form":"hymenoptera","offset":237},{"uri":"Lepidoptera","surface_form":"lepidoptera","offset":253},{"uri":"Balance","surface_form":"balancing","offset":340},{"uri":"Aerobatics","surface_form":"aerobatics","offset":408},{"uri":"Feedback","surface_form":"feedback","offset":451},{"uri":"Muscle","surface_form":"muscle","offset":467},{"uri":"Stability","surface_form":"stabilise","offset":510},{"uri":"Gyroscope","surface_form":"gyroscope","offset":581},{"uri":"Coriolis_effect","surface_form":"Coriolis effect","offset":732},{"uri":"Sensory_system","surface_form":"sensory organs","offset":915},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":1196},{"uri":"Hox_gene","surface_form":"homeotic gene","offset":1230},{"uri":"Evolutionary_developmental_biology","surface_form":"evolutionary development","offset":1428},{"uri":"Phenotype","surface_form":"phenotype","offset":1520},{"uri":"Strepsiptera","surface_form":"Strepsiptera","offset":1557},{"uri":"Bee","surface_form":"bee","offset":1598},{"uri":"Wasp","surface_form":"wasp","offset":1604},{"uri":"Cockroach","surface_form":"cockroach","offset":1614},{"uri":"Fly","surface_form":"Diptera","offset":1765},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":1839}]}