{"id":297393,"url":"http://en.wikipedia.org/wiki/Thylacosmilus","text":"\"Thylacosmilus\" is a extinct genus of carnivorous sparassodont. found as fossils in deposits dated from about 10 million to 3 million years ago (late Miocene to late Pliocene epoch) in Argentina, South America.\n\"Thylacosmilus\" was sabre-toothed and was about as large as a modern jaguar. To a remarkable degree, \"Thylacosmilus\" paralleled the evolution of felid sabre-toothed cats like \"Smilodon\". Its canine teeth were long and powerfully developed; they were used for stabbing prey. Its killing method was to hold its prey, and make deep bites into the soft tissue driven by powerful neck muscles. The canine teeth were protected by a well-developed flange, or projecting edge, in the chin region of the lower jaw. The canines continued to grow during adult life, which they do not in marsupials or placental mammals.\n\"Thylacosmilus\" died out during the late Pliocene, whereas saber-toothed cats did not get to South America until the middle Pleistocene epoch. As a result, the last appearance of \"Thylacosmilus\" is separated from the first appearance of \"Smilodon\" by over one and a half million years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":29},{"uri":"Sparassodont","surface_form":"sparassodont","offset":50},{"uri":"Miocene","surface_form":"Miocene","offset":150},{"uri":"Pliocene","surface_form":"Pliocene","offset":166},{"uri":"Argentina","surface_form":"Argentina","offset":185},{"uri":"South_America","surface_form":"South America","offset":196},{"uri":"Jaguar","surface_form":"jaguar","offset":280},{"uri":"Felid","surface_form":"felid","offset":356},{"uri":"Sabre-toothed_cat","surface_form":"sabre-toothed cat","offset":362},{"uri":"Smilodon","surface_form":"Smilodon","offset":387},{"uri":"Canine_tooth","surface_form":"canine teeth","offset":402},{"uri":"Mandible","surface_form":"lower jaw","offset":706},{"uri":"Pliocene","surface_form":"Pliocene","offset":861}]}