{"id":297375,"url":"http://en.wikipedia.org/wiki/Derby_Industrial_Museum","text":"Derby Silk Mill, is a museum of industry in Derby, England. The museum is housed in a historic former silk mill which is part of Derwent Valley Mills. Between 1717 and 1721 George Sorocold built Britain’s first mill beside the River Derwent. This mill was built to produce silk threads using machines powered by a water wheel.\nJohn Lombe copied the design for the machines used for spinning large quantities of silk, when he was working within the Italian Silk Industry. This may be the first example of industrial espionage.\nTraditionally the spinning wheel had been used for producing small quantities of silk thread at the homes of local spinsters. But these new, large machines were able to produce far greater quantities of silk and came to compete with the Italians. However, these machines required large buildings and a huge power source. An undershot water wheel turned by the mill fleam on the west side of the new Silk Mill drove these large spinning machines.\nJohn Lombe unnaturally died in 1722. It was believed that he was killed with poison by an Italian as the revenge for stealing trade secrets. His half brother, Sir Thomas Lombe Knt., died on 2 June 1739 leaving his estate to his widow and their two daughters.\nDame Elizabeth advertised the lease of the building and machinery in 1739, and the remaining 64 years of the lease were assigned to Richard Wilson junior of Leeds for £2,800.\nRichard Wilson stayed in Leeds and took a proportion of the profits. The mill was conducted by William and Samuel Lloyd (both London merchants) and Thomas Bennet as salaried manager.\nThese circular spinning machines (also known as 'throwing machines'), were the most progressive feature of the factory. Also, they used the single source of power (water), and employed many organized workers (200-400, according to recent sources). Due to these total process of production from raw silk to fine quality thread, the Lombes' silk mill is regarded as the first successful use of the factory system in Britain.\nThe Silk Mill was visited by many tourists. For example, Boswell visited there in September 1777. Not all visitors thought that the mill was in good condition. Torrington commented on the \"heat, stinks and noise\". In 1835, Fairholt was shocked at unhealthy poor children. Foreign visitors also visited the mill during their trips.\nWilliam Hutton was once the employees and he later recalled the long hours, low wages and beatings. Work only stopped in time of extreme dryness or frost, or lack of silk supply. But in August 1748, unofficial holidays were taken during elections and Derby races.\nThe partnership of Wilson and Lloyd ended in 1753 due to quarrel and legal suits. Lloyd remained in possession of the building and machinery.\nIn 1765 Thomas Bennet bought the mill from Lloyd subject to a mortgage to the Wilson family but the mill was neglected for years, because other mills in Derby and Cheshire had grown to become competitor, and silk trade itself had declined.\nLamech Swift became the sub-tenant in 1780. He paid £7 to the Corporation and £170 to Thomas Wilson (brother of Richard and William) per year respectively. He conflicted with the Corporation on repairs to dams in 1781, he remained in occupation until the lease expired in 1803.\nThe Corporation advertised the lease in 1803 to run for 60 years. The advertisement said that the \"Italian works\" was still used for throwing silk.\nIn November 1833, labor movements began in Derby which led to the formation of the Grand National Trades Union in February 1834. Several months later, Tolpuddle Martyrs occurred. The Silk Mill was not at the centre of the movements, Taylor (the mill's lessee at this time) was one of the employers who agreed not to employ any worker who was a union member. By the middle of April 1834 Taylor reported that two-thirds of his machinery was working and many of his former workers were applying for reinstatement. According to \"The Derby Mercury\" some of the former unionists were never able to find next employment in Derby. This event is commemorated by a march organized by the Derby Trades Union Council every year on the weekend before MayDay.\nThe Taylor family remained in occupation of the mill but in 1865 they ruined and were forced to sell their machinery and lease. \"The Derby Mercury\" advertised many silk mills for sale that year, and it were obvious that a general depression was hitting the industry. This took place four years before the Cobden Treaty with France which is said to have effectively destroyed the British silk industry.\nThe long connection with silk production ended in about 1908 when F.W. Hampshire and Company, the Chemists, moved into the buildings to make fly papers and cough medicines. On 5 December 1910 at 5.00 am, fire broke out in the near flour mill of Sowter Bothers and soon the flame spread to the Silk Mill. The mill's east wall fell into the river and the whole building was burnt up. Great efforts were made by the Borough Fire Brigade and the Midland Railway Company who saved the shell of the tower and the outline of the doorways leading into the original five floors. These can still be seen today on the tower staircase. The building was rebuilt at the same height but with three stories instead of five and remains that way today.\nDuring the 1920s the building passed ownership to the Electricity Authority. They used it partly as stores, workshops and a canteen. Hidden from the road by the power station, the mill's existence was largely forgotten by the general public until the power station was removed in 1970. It was then converted into Industrial Museum which Derby had proposed for a long time. The museum opened on 29 November 1974.\nClosure and mothballing in 2011.\nDerby City Council closed the museum on 3 April 2011 in order to free funds for the redevelopment of the Silk Mill museum and other museums in the city. The Report of the Strategic Director of Neighbourhoods (Item 7 put before the Council Cabinet meeting held on the 26 October 2010) indicated that 8.6 full time jobs would be lost but on the contrary £197,000 would be saved to offset the loss of \"Renaissance Programme\" funding. No date for the re-opening of the museum is given in the report, although a period of two years has been reported.","categories":[],"infobox_types":[],"annotations":[{"uri":"Derby","surface_form":"Derby","offset":44},{"uri":"Derwent_Valley_Mills","surface_form":"Derwent Valley Mills","offset":129},{"uri":"George_Sorocold","surface_form":"George Sorocold","offset":173},{"uri":"River_Derwent%2C_Derbyshire","surface_form":"River Derwent","offset":227},{"uri":"Italy","surface_form":"Italian","offset":448},{"uri":"Industrial_espionage","surface_form":"industrial espionage","offset":504},{"uri":"Spinning_wheel","surface_form":"spinning wheel","offset":544},{"uri":"Water_wheel","surface_form":"undershot water wheel","offset":850},{"uri":"Leat","surface_form":"fleam","offset":891},{"uri":"Leeds","surface_form":"Leeds","offset":1388},{"uri":"London","surface_form":"London","offset":1532},{"uri":"James_Boswell","surface_form":"Boswell","offset":2069},{"uri":"Fairholt","surface_form":"Fairholt","offset":2235},{"uri":"William_Hutton_(Birmingham_historian)","surface_form":"William Hutton","offset":2343},{"uri":"Mortgage","surface_form":"mortgage","offset":2811},{"uri":"Cheshire","surface_form":"Cheshire","offset":2912},{"uri":"Tolpuddle_Martyrs","surface_form":"Tolpuddle Martyrs","offset":3566},{"uri":"May_Day","surface_form":"MayDay","offset":4153},{"uri":"France","surface_form":"France","offset":4485},{"uri":"Midland_Railway","surface_form":"Midland Railway","offset":5005},{"uri":"British_Electricity_Authority","surface_form":"Electricity Authority","offset":5352}]}