{"id":297387,"url":"http://en.wikipedia.org/wiki/Phoenix_Park","text":"Phoenix Park () is a park in the middle of Dublin, Ireland. It lies about west of the city centre, north of the River Liffey. The wall around it is 16 km long. The area within the wall is. It is one of the largest walled city parks in Europe. It has large areas of grassland and wide roads with trees on both sides. A herd of wild Fallow deer have lived in the park since the seventeenth century. The English name (\"Phoenix\") comes from the Irish \"fionn uisce\" meaning \"clear water\".\nHistory.\nA Royal Hunting Park was created in 1662 by the English Lord Lieutenant of Ireland at the time, Lord Ormonde. The park contained pheasants and wild deer, and a wall was built around the whole area to stop them escaping. The Park originally included more land which was to the south of the River Liffey. But when they started to build the Royal Hospital at Kilmainham in 1680, the Park was made smaller to the size it is today. It was opened to the people of Dublin by Lord Chesterfield in 1745.\nTwo people were killed in the park on 6 May 1882. This became known as the Phoenix Park Murders.\nÁras an Uachtaráin.\n\"Áras an Uachtaráin\" is Irish for \"the house of the President\". The President of Ireland lives here. It was built in 1754. It was first called the Viceregal Lodge, as it was where the English Lord Lieutenant of Ireland lived.\nChief Secretary's Lodge.\nThe Chief Secretary's Lodge was the former house of the Chief Secretary for Ireland. It has been the official house of the United States Ambassador to Ireland since 1927.\nPhoenix Park Visitor Centre and Ashtown Castle.\nThe oldest building in the park is Ashtown Castle. It is a medieval tower house from the 15th century. It was restored in 1989. It is located beside the Visitor Centre which has information on the 5,500 years of park and area history.\nMagazine Fort.\nThe Magazine Fort in the south east of the Park is the location where Phoenix Lodge was built by Sir Edward Fisher in 1611. In 1734 the house was knocked down when the Lord Lieutenant of Ireland, Lionel Sackville, 1st Duke of Dorset wanted a powder magazine (\"a building to store gunpowder\") for Dublin. An extra wing was added to the fort in 1801 for troops. The Christmas Raid of 1939 happened here.\nDublin Zoo.\nDublin Zoo has more than 600 animals and tropical birds from around the world. It was founded in 1830 and opened to the public on 1 September 1831, which means it is the third oldest zoo in the world. It received animals from the Zoological Society of London. Within a year the zoo housed 123 different kinds of animals.\nMonuments.\nThe Wellington Monument is a tall obelisk. It remembers the victories of Arthur Wellesley, 1st Duke of Wellington. It is the largest obelisk in Europe and would have been even higher if the public funding had not run out.\nThe \"phoenix monument\" is a Corinthian column with a Phoenix bird rising from the ashes at the top. Lord Chesterfield had it made in 1747.\nThe \"Papal Cross\" is a large cross that was placed in the park for the visit of Pope John Paul II on 29 September 1979. Over one million people attended an open-air mass in the park at the time. The large white cross is high and is made of steel.\nNature.\nThere are 351 plant species in the Park; three of these are rare and protected. The park has kept almost all of its old grasslands and woodlands. It also has rare examples of wetlands. The current 400–450 fallow deer descend from the original herd.\nA Birdwatch survey in 2007-8 found 72 species of bird including buzzard, sparrowhawk, kestrel and jay.\nThe park also has several streams that flow into the River Liffey.\nPeople's Gardens.\nThese gardens were created in 1840 as the \"Promenade Grounds\" (\"grounds for talking a walk in\"). It has small lakes, a children's playground and a picnic area. The gardens are located close to the Parkgate Street entrance.\nFurry Glen.\nThe south western corner of the park is known as the Furry Glen. It has a number of short walks around a small lake with birds, plants and wildlife.\nEvents.\nThe park has sports grounds for football, hurling, soccer, cricket and polo.\nPhoenix Cricket Club.\nPhoenix Cricket Club is located in the park. It was founded in 1830 by John Parnell, the father of Charles Stewart Parnell. It is the oldest cricket club in Ireland. During the 1930s, 1940s and 1970s, it was the most important club in Leinster cricket.\nMotor racing events.\nMotor racing first took place in the Phoenix Park in 1903. The Irish Gordon Bennett Race Speed Trials were held on the main straight road for both cars and motorcycles. This was followed in 1929 by the Irish International Grand Prix; the first of three Irish motor racing grands prix.\nRacing took place between 1932 until the beginning of World War II in 1939. It was started again after the War in 1949 with a sprint on the \"Oldtown\" circuit. Over the years seven different circuits have been used, two of which are named after the famous Ferrari World Champion racing driver Mike Hawthorn.\nGreat Ireland Run.\nThe Great Ireland Run is a 10 km running competition. It has been held every year in April since 2003. It includes races for professional runners and the public. In 2010 over 11,000 people joined in.\nBloom.\nA large gardening, food and family event called \"Bloom\" is organised in the park every year since 2006. It had nearly 90,000 visitors in 2011.\nConcerts.\nMusical acts like U2, Coldplay, Duran Duran, Robbie Williams, Red Hot Chili Peppers and Kanye West have played concerts in the park.\nPopular culture.\nThe park plays a big role in James Joyce's novel, \"Finnegans Wake\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Dublin","surface_form":"Dublin","offset":43},{"uri":"Ireland","surface_form":"Ireland","offset":51},{"uri":"River_Liffey","surface_form":"River Liffey","offset":112},{"uri":"Fallow_Deer","surface_form":"Fallow deer","offset":331},{"uri":"Lord_Lieutenant_of_Ireland","surface_form":"Lord Lieutenant of Ireland","offset":549},{"uri":"James_Butler%2C_1st_Duke_of_Ormonde","surface_form":"Lord Ormonde","offset":589},{"uri":"Royal_Hospital_Kilmainham","surface_form":"Royal Hospital","offset":831},{"uri":"Kilmainham","surface_form":"Kilmainham","offset":849},{"uri":"Philip_Stanhope%2C_4th_Earl_of_Chesterfield","surface_form":"Lord Chesterfield","offset":961},{"uri":"Phoenix_Park_Murders","surface_form":"Phoenix Park Murders","offset":1063},{"uri":"%C3%81ras_an_Uachtar%C3%A1in","surface_form":"Áras an Uachtaráin","offset":1106},{"uri":"Irish_language","surface_form":"Irish","offset":1129},{"uri":"President_of_Ireland","surface_form":"President","offset":1157},{"uri":"Lord_Lieutenant_of_Ireland","surface_form":"Lord Lieutenant","offset":1297},{"uri":"Chief_Secretary%27s_Lodge","surface_form":"Chief Secretary's Lodge","offset":1360},{"uri":"Chief_Secretary_for_Ireland","surface_form":"Chief Secretary for Ireland","offset":1412},{"uri":"United_States","surface_form":"United States","offset":1479},{"uri":"Ambassador","surface_form":"Ambassador","offset":1493},{"uri":"Ashtown_Castle","surface_form":"Ashtown Castle","offset":1610},{"uri":"Lionel_Sackville%2C_1st_Duke_of_Dorset","surface_form":"Lionel Sackville, 1st Duke of Dorset","offset":2021},{"uri":"Christmas_Raid","surface_form":"Christmas Raid","offset":2189},{"uri":"Dublin_Zoo","surface_form":"Dublin Zoo","offset":2239},{"uri":"Zoological_Society_of_London","surface_form":"Zoological Society of London","offset":2469},{"uri":"Wellington_Monument%2C_Dublin","surface_form":"Wellington Monument","offset":2575},{"uri":"Obelisk","surface_form":"obelisk","offset":2605},{"uri":"Arthur_Wellesley%2C_1st_Duke_of_Wellington","surface_form":"Arthur Wellesley, 1st Duke of Wellington","offset":2644},{"uri":"Corinthian_order","surface_form":"Corinthian","offset":2821},{"uri":"Phoenix_(mythology)","surface_form":"Phoenix","offset":2846},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":3012},{"uri":"Common_buzzard","surface_form":"buzzard","offset":3500},{"uri":"Sparrowhawk","surface_form":"sparrowhawk","offset":3509},{"uri":"Common_Kestrel","surface_form":"kestrel","offset":3522},{"uri":"Jay","surface_form":"jay","offset":3534},{"uri":"Stream","surface_form":"stream","offset":3565},{"uri":"River_Liffey","surface_form":"River Liffey","offset":3592},{"uri":"Gaelic_football","surface_form":"football","offset":4048},{"uri":"Hurling","surface_form":"hurling","offset":4058},{"uri":"Soccer","surface_form":"soccer","offset":4067},{"uri":"Cricket","surface_form":"cricket","offset":4075},{"uri":"Polo","surface_form":"polo","offset":4087},{"uri":"Phoenix_Cricket_Club","surface_form":"Phoenix Cricket Club","offset":4115},{"uri":"Charles_Stewart_Parnell","surface_form":"Charles Stewart Parnell","offset":4214},{"uri":"Ireland","surface_form":"Ireland","offset":4272},{"uri":"Leinster","surface_form":"Leinster","offset":4350},{"uri":"Gordon_Bennett_Cup_(auto_racing)","surface_form":"Gordon Bennett Race","offset":4458},{"uri":"Motorcycle","surface_form":"motorcycle","offset":4545},{"uri":"World_War_II","surface_form":"World War II","offset":4728},{"uri":"Ferrari","surface_form":"Ferrari","offset":4929},{"uri":"List_of_Formula_One_World_Drivers%27_Champions","surface_form":"World Champion racing driver","offset":4937},{"uri":"Mike_Hawthorn","surface_form":"Mike Hawthorn","offset":4966},{"uri":"Great_Ireland_Run","surface_form":"Great Ireland Run","offset":5004},{"uri":"U2","surface_form":"U2","offset":5378},{"uri":"Coldplay","surface_form":"Coldplay","offset":5382},{"uri":"Duran_Duran","surface_form":"Duran Duran","offset":5392},{"uri":"Robbie_Williams","surface_form":"Robbie Williams","offset":5405},{"uri":"Red_Hot_Chili_Peppers","surface_form":"Red Hot Chili Peppers","offset":5422},{"uri":"Kanye_West","surface_form":"Kanye West","offset":5448},{"uri":"James_Joyce","surface_form":"James Joyce","offset":5539},{"uri":"Finnegans_Wake","surface_form":"Finnegans Wake","offset":5561}]}