{"id":297452,"url":"http://en.wikipedia.org/wiki/George_Balabushka","text":"George Balabushka (December 9, 1912 – December 5, 1975) was a Russian-born American billiards (pool) cue maker. He may have been the most important cue stick maker. He is sometimes called \"the Stradivarius of cuemakers\". His full name or last name alone is often used to refer to a cue stick made by him. He arrived in the U.S. in 1942. He worked at different carpentry and toy and furniture making jobs. He loved playing pool and bought a pool room with a business partner in 1959. Then he started making cues as gifts for friends. This soon became a business when others wanted to buy them.\nBalabushka made about 1,200 handcrafted cues during his 16 year career from 1959 to his death in 1975. His cues are highly valued collectors items. They appeared in Martin Scorsese's 1986 film, \"The Color of Money\". Original Balabushka cues may sell for tens of thousands of dollars at auction.\nEarly life.\nGeorge Balabushka was born in Russia on December 9, 1912 and immigrated to the United States in 1924 at 12 years of age. His family, parents Anton and Natalie and younger sister Mary, settled in New York City. Although originally named Gregori, according to Balabushka he was given a new first name, George, by emigration officials when he was processed through Ellis Island.\nEmployment.\nBalabushka's first job was as a wooden toy designer and maker at the Educational Equipment Company. in Manhattan, The company made building blocks for nurseries and schools. Later, he built children's furniture for the Playtime Woodworking Company in Greenwich Village. While working, Balabushka lost his middle finger to a band saw. Using a wooden mold, he made himself a replacement plastic finger. It was very realistic so that even his friends did not realize his loss until long after the incident. As Balabushka's carpentry skills improved he began building accordions and other detailed carpentry pieces on his own time.\nBalabushka worked hard on playing ability and fine craftsmanship in his cues. He created new methods of cue construction, cue finishes and cue design. Most Balabushka cues look simple. Many of his construction techniques have become standard in the industry.\nGeorge Balabushka died in 1975 at the age of 62. He was named the first member the American Cuemakers Association Hall of Fame in February, 1993. In 2004, he entered the Meritorious Service category of the Billiard Congress of America's Hall of Fame.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russian-born","offset":62},{"uri":"Cue_sports","surface_form":"billiards","offset":84},{"uri":"Cue_stick","surface_form":"cue","offset":101},{"uri":"Stradivarius","surface_form":"Stradivarius","offset":193},{"uri":"Cue_stick","surface_form":"cue stick","offset":282},{"uri":"Carpentry","surface_form":"carpentry","offset":360},{"uri":"Pool_(cue_sport)","surface_form":"pool","offset":422},{"uri":"Billiard_room","surface_form":"pool room","offset":440},{"uri":"Handmade","surface_form":"handcrafted","offset":621},{"uri":"Martin_Scorsese","surface_form":"Martin Scorsese's","offset":758},{"uri":"The_Color_of_Money","surface_form":"The Color of Money","offset":788},{"uri":"Auction","surface_form":"auction","offset":879},{"uri":"Immigration","surface_form":"immigrated","offset":961},{"uri":"New_York_City","surface_form":"New York City","offset":1095},{"uri":"Ellis_Island","surface_form":"Ellis Island","offset":1262},{"uri":"Toy","surface_form":"toy","offset":1327},{"uri":"Manhattan","surface_form":"Manhattan","offset":1391},{"uri":"Toy_block","surface_form":"building blocks","offset":1419},{"uri":"Furniture","surface_form":"furniture","offset":1489},{"uri":"Greenwich_Village","surface_form":"Greenwich Village","offset":1539},{"uri":"Band_saw","surface_form":"band saw","offset":1612},{"uri":"Plastic","surface_form":"plastic","offset":1673},{"uri":"Accordion","surface_form":"accordion","offset":1852},{"uri":"Varnish","surface_form":"finishes","offset":2042},{"uri":"Billiard_Congress_of_America","surface_form":"Billiard Congress of America","offset":2381},{"uri":"BCA_Hall_of_Fame","surface_form":"Hall of Fame","offset":2412}]}