{"id":297497,"url":"http://en.wikipedia.org/wiki/Macbeth_(opera)","text":"\"Macbeth\" is an opera by Giuseppe Verdi. It is based on Shakespeare’s play with the same name. The opera is normally in Italian, though there is also a French version that's almost never used anymore. The libretto (the words) was written by Francesco Maria Piave with some extra additions by Andrea Maffei.\nVerdi wrote several works based on Shakespeare plays. \"Macbeth\" was the first of these. It was composed in 1847, at a time when he was composing a lot of operas. In those days Italian operas were always about a love story, but \"Macbeth\" was unusual because there was no love story. Instead, it is a story about wanting power, even if means murder. The opera helped to make him very famous, and it has remained one of his most popular operas.\nComposition history.\nAndrea Maffei, a poet and friend of Verdi, suggested to him that \"Macbeth\" would be a good story to make into an opera. Verdi did not read Shakespeare’s original work until after he had composed the opera. The words were written for him by Piave who based the libretto on an Italian translation. Verdi loved the story, he thought it was “one of the greatest creations of man”. The opera is very similar to the story told by Shakespeare, but Verdi uses a large chorus of witches instead of just three. The last act ends with the refugees coming together on the English border, and, in the revised version, ends with a chorus of bards celebrating their victory over the cruel tyrant.\nThe 1847 version was performed a great deal all over Italy. Then, in 1865, Verdi made several changes to the opera in a revised version. It was to be performed in Paris, and in France people expected to have ballet music in operas. Verdi wrote some music for the dancers, and took the opportunity to make other changes as well. Verdi worked in Italian, and had it translated into French for the performance there, but people don't use the French translation. They instead use all his changes for the French version, but keep the Italian text.\nAfter 1865 it was not performed very often. Verdi was very disappointed about this because he was particularly proud of this opera. He had worked closely with Piave. It was Verdi who gave Piave the outline of the story he wanted him to write. Verdi concentrated on three main characters: Lady Macbeth, Macbeth and the Witches. It was not until around the time of World War II that it became very popular again.\nAct 1.\nIn the prelude (the music of the opening) we hear music that comes later in the sleep-walking scene. The chorus of Witches prophesy the future. A messenger arrives to say that Macbeth has been given the title and estates of Cawdor. Macbeth and Banquo, his general, think about the witches’ prophecy. Half of the prophecy has just come true (the other half being that Macbeth will become king, and that the kings that come after him will be Banquo’s heirs). The witches dance and sing at the end of this scene.\nLady Macbeth reads a letter from her husband in which he tells her about the prophecy the witches had made. She decides to make sure that Macbeth really does become king. She decides that she must persuade her husband to murder Duncano (Duncan, King of Scotland). Macbeth sees a dagger in front of him. He takes it and murders Duncano (who never sings in the opera). Then he is horrified at what he has done. His wife is disgusted that her husband feels terrible about the murder. She takes the dagger and completes the crime, then smears Duncano’s blood on the guards who are asleep. Banquo and Macduff, a Scottish nobleman, arrive, Macduff discovers the crime, and all the characters sing a chorus asking God to punish the murderer(s).\nAct 2.\n\"Scene 1: A room in the castle\"\nMacbeth is now king. He is worried about the prophecy that Banco’s heirs will become king. He and his wife decide that Banco and his son must be murdered.\nA gang of murderers are waiting for Banco. He is caught, but his son Fleanzio manages to escape.\n\"Scene 3: A dining hall in the castle\"\nMacbeth receives the guests and Lady Macbeth sings a brindisi (drinking song) which is quite similar to the famous one in \"La Traviata\". Macbeth is told that Banco has been murdered, but when he goes back to the table he finds Banco’s ghost sitting in his place. He shouts and raves at the ghost. The other people cannot see the ghost and think that Macbeth has gone mad. The feast ends quickly.\nAct 3.\nThe witches are sitting round a cauldron in a dark cave. They sing, and then dance a ballet which was written for the 1865 version. The music sounds like magic. Macbeth enters and wants the witches to tell him his future. They conjure up three apparitions for him. The first one tells him to beware of Macduff. The second tells him that he cannot be harmed by a man 'born of woman'. The third one says that he cannot be conquered till Birnam Wood marches against him.\nMacbeth is then shown the ghost of Banco and his descendants, eight future Kings of Scotland. This shows that the witches prophecy from the beginning of the opera must indeed come true. Macbeth collapses. When he recovers and tells his wife what he saw, she is even more determined to kill Banco’s son and all his family.\nAct 4.\n\"Scene 1: Near the border between England and Scotland\"\nScottish refugees stand near the English border and sing a song about how Macbeth, the tyrant, is oppressing his people.\nMalcolm, Banco’s son, tells his soldiers to cut branches from trees in Birnam Wood and carry them as they attack Macbeth's army. They want to free Scotland from tyranny.\nA doctor and a servant watch the Queen as she walks in her sleep, wringing her hands trying to clean them of blood.\nMacbeth has heard that an army is coming towards him. He is told that the Queen is dead, but he does not seem to mind. He gets his army together. Banco’s army march against him with their tree branches. The prophecy has come true: Birnam Wood has marched up against him. Macduff fights Macbeth and kills him. He tells Macbeth that he was not \"born of woman\" but \"ripped\" from his mother's womb. The fight continues. Macduff kills Macbeth. Macduff's men call out that Macduff is the new King. All the soldiers and the women sing a hymn to victory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Giuseppe_Verdi","surface_form":"Giuseppe Verdi","offset":25},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":56},{"uri":"Macbeth","surface_form":"play with the same name","offset":70},{"uri":"Italian_language","surface_form":"Italian","offset":120},{"uri":"French_language","surface_form":"French","offset":152},{"uri":"Libretto","surface_form":"libretto","offset":205},{"uri":"Francesco_Maria_Piave","surface_form":"Francesco Maria Piave","offset":241},{"uri":"1847","surface_form":"1847","offset":414},{"uri":"Tyrant","surface_form":"tyrant","offset":1444},{"uri":"Paris","surface_form":"Paris","offset":1615},{"uri":"Ballet","surface_form":"ballet","offset":1660},{"uri":"World_War_II","surface_form":"World War II","offset":2358},{"uri":"Prelude","surface_form":"prelude","offset":2420},{"uri":"Witch","surface_form":"Witch","offset":2528},{"uri":"Prophesy","surface_form":"prophesy","offset":2536},{"uri":"General_officer","surface_form":"general","offset":2669},{"uri":"Heir","surface_form":"heir","offset":2862},{"uri":"Dagger","surface_form":"dagger","offset":3202},{"uri":"Nobleman","surface_form":"nobleman","offset":3539},{"uri":"La_Traviata","surface_form":"La Traviata","offset":4114},{"uri":"Ghost","surface_form":"ghost","offset":4226},{"uri":"Magic","surface_form":"magic","offset":4548},{"uri":"Apparition","surface_form":"apparition","offset":4638},{"uri":"Descendant","surface_form":"descendant","offset":4911},{"uri":"Tyrant","surface_form":"tyrant","offset":5334},{"uri":"Hymn","surface_form":"hymn","offset":6184}]}