{"id":297479,"url":"http://en.wikipedia.org/wiki/Fallow_deer","text":"The fallow deer (\"Dama dama\") is a type of deer from the family Cervidae. The animal originally lived in Eurasia, though it has been brought it to other parts of the world, such as Australia.\nThe male is called a buck, the female is a doe, and the young a fawn. They live for about 12–16 years. All of the fallow deer have white spots on their backs, and black tips at the ends of their tails. Only bucks have antlers, which are wide and shaped like a shovel.\nThey are grazing animals. They like to live in an area that is mixed woodland and open grassland. They try to stay together in groups of up to 150.\nColours.\nThey have a lot of different coloured coats (hair). There are four main colours: \"common\", \"menil\", \"melanistic\" and \"white\".\nThe common coat is a brown coat with white spots that are best seen in the summer. In the winter the coat is much darker. The white coat is lightest colored, almost white. The common and menil coat are darker. The melanistic coat is very dark, sometimes even black.\nHistorical herds.\nOne noted historical herd of fallow deer is kept in the Ottenby Preserve in Öland, Sweden. Karl X Gustav built a drystone wall of four kilometres long around a royal fallow deer herd in the mid 17th century. The herd still exists as of 2006.\nAnother herd lives in Phoenix Park in Ireland. 400-450 fallow deer descend from the original herd introduced in the 1660s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deer","surface_form":"deer","offset":43},{"uri":"Cervidae","surface_form":"Cervidae","offset":64},{"uri":"Eurasia","surface_form":"Eurasia","offset":105},{"uri":"Australia","surface_form":"Australia","offset":181},{"uri":"Antlers","surface_form":"antlers","offset":410},{"uri":"Ottenby","surface_form":"Ottenby","offset":1083},{"uri":"%C3%96land","surface_form":"Öland","offset":1103},{"uri":"Karl_X_Gustav","surface_form":"Karl X Gustav","offset":1118},{"uri":"Drystone_wall","surface_form":"drystone wall","offset":1140},{"uri":"Phoenix_Park","surface_form":"Phoenix Park","offset":1291}]}