{"id":297545,"url":"http://en.wikipedia.org/wiki/Diffraction","text":"Diffraction is a physics concept which occurs when waves bend around small obstacles, or spread out after they pass through small openings. Diffraction occurs with all waves, including sound waves, water waves, and electromagnetic waves such as light that the eye can see. Diffraction also occurs with matter such as electrons.\nCauses of diffraction.\nDiffraction is caused by one wave of light being shifted by a diffracting object. This shift will cause the wave to have interference with itself. Interference can be either constructive or destructive. When interference is constructive, the intensity of the wave will increase. When interference is destructive, the intensity will decrease, sometimes to a point where it is completely destroyed. These patterns of interference rely on the size of the diffracting object and the size of the wave. The strongest examples of diffraction occur in waves where the wavelength is similar to the size of the object causing diffraction.\nUses of diffraction.\nDiffraction can be used to separate different wavelengths of light using a diffraction grating. A diffraction grating can be a series of closely-spaced slits or a mirror with a series of small grooves. Diffraction gratings work because different wavelengths of light will constructively interfere at different angles. Diffraction gratings are used in many analytical chemistry tools, such as a spectrometer.\nDiffraction can also be used to look at molecules using X-ray crystallography. In X-ray crystallography, X-rays are aimed on a crystal. The crystal diffracts the X-ray and makes a diffraction pattern. This pattern is unique to the type of crystal and can be used to identify the molecule that makes the crystal. Diffraction also occurs in a bending movement where the wave becomes more spread out\nReferences.\nSkoog, D.A.; Holler, F.J.; Crouch, S.R. Principles of Instrumental Analysis. (Brooks/Cole, California).\nhttp://commons.wikimedia.org/wiki/File:Young_Diffraction.png","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":17},{"uri":"Wave_(physics)","surface_form":"waves","offset":51},{"uri":"Sound","surface_form":"sound","offset":185},{"uri":"Water","surface_form":"water","offset":198},{"uri":"Electromagnetic","surface_form":"electromagnetic","offset":215},{"uri":"Light","surface_form":"light","offset":245},{"uri":"Matter","surface_form":"matter","offset":302},{"uri":"Electron","surface_form":"electron","offset":317},{"uri":"Interference","surface_form":"interference","offset":472},{"uri":"Intensity_(physics)","surface_form":"intensity","offset":593},{"uri":"Wavelength","surface_form":"wavelength","offset":911},{"uri":"Mirror","surface_form":"mirror","offset":1164},{"uri":"Analytical_chemistry","surface_form":"analytical chemistry","offset":1357},{"uri":"Spectrometer","surface_form":"spectrometer","offset":1395},{"uri":"Molecule","surface_form":"molecule","offset":1449},{"uri":"X-ray_crystallography","surface_form":"X-ray crystallography","offset":1465},{"uri":"X-ray","surface_form":"X-ray","offset":1514},{"uri":"Crystal","surface_form":"crystal","offset":1536}]}