{"id":29767,"url":"http://en.wikipedia.org/wiki/Siren_(noisemaker)","text":"A siren is a device that is able to produce a loud noise. Sirens can be found on emergency vehicles, like ambulances. They are also installed on buildings, to warn of tornadoes, or air raids.\nEmergency Vehicles.\nVehicles used by firefighters (fire truck), police officers (police car) and paramedics/emergency medical technicians (ambulance) are often fitted a siren to warn people that the vehicle is coming and to make a clear path, usually by pulling over. These vehicles often may break some traffic laws when traveling to an emergency. If other vehicles do not stop and make a path, an accident could happen.\nAir raid sirens.\nIn World War II, many nations installed air raid sirens in cities to warn when enemy planes were coming to attack with bombs. After the war ended these sirens were kept ready to sound, in case a new war started, due to the tense relationship between the United States and Soviet Union (USSR) (Now Russia) that existed from 1947–1991. As weapons have gotten faster, quieter and harder to spot, the ability to provide warning before a bomb or missile falls has become difficult. A number of countries, including the United States, now use their sirens to warn of severe weather, such as tornadoes, tsunamis; emergencies at dams, chemical plants and nuclear power stations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"device","offset":13},{"uri":"Noise","surface_form":"noise","offset":51},{"uri":"Firefighter","surface_form":"firefighters","offset":229},{"uri":"Fire_truck","surface_form":"fire truck","offset":243},{"uri":"Police_officer","surface_form":"police officers","offset":256},{"uri":"Police_car","surface_form":"police car","offset":273},{"uri":"Paramedic","surface_form":"paramedics","offset":289},{"uri":"Emergency_medical_technician","surface_form":"emergency medical technicians","offset":300},{"uri":"Ambulance","surface_form":"ambulance","offset":331},{"uri":"World_War_II","surface_form":"World War II","offset":634},{"uri":"Cold_War","surface_form":"tense relationship","offset":854},{"uri":"United_States","surface_form":"United States","offset":885},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":903},{"uri":"Russia","surface_form":"Russia","offset":928}]}