{"id":297657,"url":"http://en.wikipedia.org/wiki/Ernst-Happel-Stadion","text":"The Ernst-Happel-Stadion is a football stadium in Vienna, Austria. The Ernst Happel Stadium is the largest football stadium in Austria. It is the home of the Austrian national football team. Club football matches are limited to the Austrian cup final and international competitions with one of Vienna's top clubs, FK Austria Wien and SK Rapid Wien, as their homegrounds are too small for UEFA Champions League and UEFA Cup matches. Local derbies between FK Austria and SK Rapid have also been played in the stadium. In 2014, it became the official homeground of SK Rapid Wien because their stadium was being rebuilt.\nHistory.\nThe stadium was built between 1929 and 1931. It was used and opend for the second Workers' Olympiad 1931. The capacity of the stadium was approximately 60,000 people. The first match in the new stadium was a match between a selection from workers sportclubs from Lower Austria and Vienna. (2:3).\nDuring the occupation of Austria by Nazi Germany it was used as barracks and also as collecting point for Viennese Jews. In 2003 a private plaque was created in the VIP area to remind on this incidents. In 1944 the stadium was bombed and heavily demaged.\nAfter the Second World war the stadium was reconstructed. 1956 the capacity was extended to 92,708 people.The record was 91,000 visitors on October 30, 1960 at the football match between Spain and Austria (3-0). After the death of former Austrian top player and coach Ernst Happel, the Prater Stadium was renamed after him in 1992.\nUEFA Euro 2008.\nThe Ernst-Happel-Stadion hosted 7 games of Euro 2008: 3 group games of the Austrian team, two quarter-finals, one semi-final and the final.\nConcerts.\nThe stadium has hosted concerts by many famous artists, including DC, Bon Jovi, David Bowie, Bruce Springsteen & The E Street Band, Guns N' Roses, Michael Jackson, Pink Floyd, Robert Plant, Rihanna, The Rolling Stones, U2, Kanye West and Robbie Williams, among others.","categories":[],"infobox_types":[],"annotations":[{"uri":"DC","surface_form":"DC","offset":1741},{"uri":"Bon_Jovi","surface_form":"Bon Jovi","offset":1745},{"uri":"David_Bowie","surface_form":"David Bowie","offset":1755},{"uri":"Bruce_Springsteen","surface_form":"Bruce Springsteen","offset":1768},{"uri":"E_Street_Band","surface_form":"E Street Band","offset":1792},{"uri":"Guns_N%27_Roses","surface_form":"Guns N' Roses","offset":1807},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1822},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":1839},{"uri":"Robert_Plant","surface_form":"Robert Plant","offset":1851},{"uri":"Rihanna","surface_form":"Rihanna","offset":1865},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":1874},{"uri":"U2","surface_form":"U2","offset":1894},{"uri":"Kanye_West","surface_form":"Kanye West","offset":1898},{"uri":"Robbie_Williams","surface_form":"Robbie Williams","offset":1913}]}