{"id":297675,"url":"http://en.wikipedia.org/wiki/Gas_chromatography%E2%80%93mass_spectrometry","text":"Gas chromatography–mass spectrometry (GC-MS) combines the features of gas-liquid chromatography (GC) and mass spectrometry (MS). This makes it possible to identify different substances within a test sample. GC-MS has many uses include drug detection, fire investigation, environmental analysis and explosives investigation. It can also be used to identify unknown samples. GC-MS can also be used in airport security to detect substances in luggage or on human beings. Additionally, GC-MS can identify trace elements in deteriorated materials, even after the sample fell apart so much that other tests cannot work.\nGC-MS is the best way for forensic experts to identify substances because it is a \"specific test\". A specific test positively identifies the actual presence of a particular substance in a given sample. A \"non-specific test\" only says that categories of substances are in the sample. Although a non-specific test could statistically suggest the identity of the substance, this could lead to false positive identification.\nHistory.\nThe first research papers on gas-liquid chromatography were published in 1950. Chemists used different detectors to see that compounds were flowing out of the end of the chromatograph. Most of the detectors destroyed the compounds, because they burned them or ioned them. These detectors left chemists guessing the exact identity of each compound in the sample. In the 1950s, Roland Gohlke and Fred McLafferty developed a new combined machine. They used a mass spectrometer as the detector in gas chromatography. These early devices were big, fragile, and originally limited to laboratory settings.\nThe design was complex. The time interval between different compounds flowing out of the chromatograph was hard to control. So, the mass spectrometer had to finish working on one compound before the next one flowed out of the chromatograph. In the early models, the measurements from the mass spectrometer was recorded on graph paper. Highly-trained chemists studied the patterns of peaks to identify each compound. By the 1970s, analog-to-digital converters were added to mass spectrometers. This allowed computers to store and to interpret the results. As computers grew faster and smaller, GC-MS became faster and spread from laboratories into every day life. Today, computerized GC-MS instruments are widely used in environmental monitoring of water, air, and soil. It is also used in the regulation of agriculture, food safety and in the discovery and production of medicine.\nThe development of small computers has helped in the simplification of GC-MS machines. It also greatly reduced the amount of time it takes to analyze a sample. Electronic Associates, Inc. (EAI) was a leading U.S. supplier of analog computers. In 1964, EAI began development of a computer-controlled mass spectrometer under the direction of Robert E. Finnigan. By 1966, over 500 gas-analyzer instruments were sold. In 1967, the Finnigan Instrument Corporation (FIC) was formed. In early 1968, delivered the first prototype quadrapole GC-MS instruments to Stanford and Purdue University. FIC was eventually renamed Finnigan Corporation and went on to establish itself as the worldwide leader in GC-MS systems.\nBasic operation.\nGC-MS can find all of the compounds mixed together in a sample object. The operator dissolves the sample in a liquid. The operator then injects the liquid into a stream of gas. (Helium, Hydrogen or Nitrogen gas are used most often.) The gas flows through a tube with a special coating. Because each compound in the sample sticks to the coating in a different way, each compound comes out of the tube at a different time. So the coating is used to separate each compound that was mixed together in the sample. As each compound comes out at the end of the tube, it is ionized and gets an electric charge. Most compounds break apart when they are ionized. The different pieces fly under a magnet which separates the pieces based on their weight and charge. A computer then measures all of the pieces of each compound. By comparing the measurements against a computer library of known compounds, the computer makes a list of the names of all of the compounds in the sample. The computer can also tell how much of each compound was in the sample.\nInstrumentation.\nThe GC-MS is made up of two major building blocks: the gas chromatograph and the mass spectrometer. The gas chromatograph uses a capillary column which depends on the column's dimensions (length, diameter, film thickness) as well as the phase properties (e.g. 5% phenyl polysiloxane). The difference in the chemical properties between different molecules in a mixture will separate the molecules as the sample travels the length of the column. The molecules take different amounts of time (called the retention time) to come out of (elute from) the gas chromatograph. This allows the mass spectrometer downstream to capture, ionize, accelerate, deflect, and detect the ionized molecules separately. The mass spectrometer does this by breaking each molecule into ionized fragments and detecting these fragments using their mass to charge ratio.\nThese two machines, used together, allow a much finer precision of substance identification than either unit used separately. It is not possible to make an accurate identification of a particular molecule by gas chromatography or mass spectrometry alone. The mass spectrometry process normally requires a very pure sample. In the past, gas chromatography use other detectors such as a Flame Ionization Detector. These detectors cannot separate different molecules that happen to take the same amount of time to travel through the column. (When two different molecules have the same retention time they are said to \"co-elute\".) The co-eluting molecules will confuse the computer programs that are reading a single mass spectrum for both molecules.\nSometimes two different molecules can also have a similar pattern of ionized fragments in a mass spectrometer (mass spectrum). Combining the two processes reduces the possibility of error. It is extremely unlikely that two different molecules will behave in the same way in both a gas chromatograph and a mass spectrometer. Therefore, if a mass spectrum matches the analyte of interest, the retention time of that spectrum can be checked against a characteristic GC retention time to increased confidence that the analyte is in the sample.\nTypes of mass spectrometer detectors.\nThe most common type of MS associated with a GC is the quadrupole mass spectrometer. Hewlett-Packard (now Agilent) markets it under trade name \"Mass Selective Detector\" (MSD). Another relatively common detector is the ion trap mass spectrometer. Additionally one may find a magnetic sector mass spectrometer. However these particular instruments are expensive and bulky and not typically found in high-throughput service laboratories. Other detectors are used such as time of flight (TOF), tandem quadrupoles (MS-MS) (see below), or in the case of an ion trap MSn. The n indicates the number mass spectrometry stages.\nAnalysis.\nA mass spectrometer is typically used in one of two ways: Full Scan or Selective Ion Monitoring (SIM). The typical GC-MS can work either way alone, or both at the same time.\nFull scan MS.\nWhen collecting data in the full scan mode, a target range of mass fragments is selected and put into the instrument's method. An example of a typical broad range of mass fragments to monitor would be \"m/z\" 50 to \"m/z\" 400. The determination of what range to use is largely set by what one expects being in the sample while being aware of the solvent and other possible interferences. If an MS looks for mass fragments with a very low m/z, it may detect air or other possible interferring factors. Using a large scan range decreases the sensitivity of the instrument. The machine will perform fewer scans per second because each scan will take more time to detect a wider range of mass fragments.\nFull scan is useful in determining unknown compounds in a sample. It provides more information than SIM when it comes to confirming or resolving compounds in a sample. Most instruments are controlled by a computer which operates a computer program called an \"instrument method.\" The instrument method controls the temperature in the GC, the MS scan rate and the range of fragment sizes being detected. When a chemist is developing an instrument method, the chemist sends test solutions through the GS-MS in full scan mode. This checks the GC retention time and the mass fragment fingerprint before moving to a SIM instrument method. Specialized GC-MS instruments, such as explosive detectors, have an instrument method pre-loaded at the factory.\nSelected ion monitoring.\nIn selected ion monitoring (SIM), the instrument method focuses on certain ion fragments. Only those mass fragments are detected by the mass spectrometer. The advantages of SIM are that the detection limit is lower since the instrument is only looking at a small number of fragments (e.g. three fragments) during each scan. More scans can take place each second. Since only a few mass fragments of interest are being monitored, matrix interferences are typically lower. To improve the chances of reading a positive result correctly, the ion ratios of the various mass fragments are comparable to a known reference standard.\nTypes of ionization.\nAfter the molecules travel the length of the column, pass through the transfer line and enter into the mass spectrometer they are ionized by various methods. Typically only one ionization method being used at any given time. Once the sample is fragmented it will then be detected, usually by an electron multiplier diode. The diode treats the ionized mass fragment like an electrical signal that is then detected.\nChemists select an ionization technique separately from choosing Full Scan or SIM monitoring.\nElectron ionization.\nThe most common type of ionization is electron ionization (EI). The molecules enter into the MS (the source is a quadrupole or the ion trap itself in an ion trap MS) where they are hit with free electrons emitted from a filament. This is like the filament one would find in a standard incandescent light bulb. The electrons hit the molecules, causing the molecule to fragment in a characteristic way that can be repeated. This \"hard ionization\" technique results in the creation of more fragments of low mass to charge ratio (m/z). EI has few, if any, fragments having a mass that is near the mass of the original molecule. Chemists consider hard ionization to be shooting electrons into the sample molecules. In contrast, \"soft ionization\" is placing a charge on the sample molecule by hitting it with an introduced gas. The molecular fragmentation pattern depends on the electron energy applied to the system, typically 70 eV (electron Volts). The use of 70 eV helps to compare the spectra generated from the test sample against known library spectra. (The library spectra can come from manufacturer-supplied software or software developed by the National Institute of Standards (NIST-USA)). The software searches the library spectra using a matching algorithm such as Probability Based Matching or dot-product matching. Many method standardization agencies now control these algorithms and methods to assure their objectivity.\nChemical ionization.\nIn chemical ionization (CI), a reagent gas, typically methane or ammonia is put into the mass spectrometer. There are two types of CI: positive CI or negative CI. Either way, the reagent gas will interact with the electrons and analyte and cause a 'soft' ionization of the molecule of interest. A softer ionization fragments the molecule to a lower degree than the hard ionization of EI. Chemists prefer CI over EI. This is because CI produces at least one mass fragment with a weight, that is nearly the same as the molecular weight of the analyte of interest.\nIn Positive Chemical Ionization (PCI) the reagent gas interacts with the target molecule, most often with a proton exchange. This produces the ion species in relatively high amounts.\nIn Negative Chemical Ionization (NCI) the reagent gas decreases the impact of the free electrons on the target analyte. This decreased energy typically leaves the fragment in great supply. (The fragments do not break up further.)\nInterpretation.\nThe primary goal of instrument analysis is to measure an amount of substance. This is done by comparing the relative concentrations among the atomic masses in the generated mass spectrum. Two kinds of analysis are possible, comparative and original. Comparative analysis essentially compares the given spectrum to a spectrum library to see if its characteristics are present for some known sample in the library. This is best performed by a computer because there are many visual distortions that can take place due to variations in scale. Computers can also correlate more data (such as the retention times identified by the GC), to more accurately relate certain data.\nAnother method of analysis measures the peaks in relation to one another. In this method, the tallest peak is set at 100%. The other peaks given a value equal to the ratio of the peak height to the tallest peak height. All values above 3% are assigned. The total mass of the unknown compound is normally indicated by the parent peak. The value of this parent peak can be used to fit with a chemical formula containing the various elements which are believed to be in the compound. The isotope pattern in the spectrum is unique for elements that have many isotopes. So, it can also be used to identify the various elements present. This tells the overall chemical formula of the unknown molecule. Because a molecule's structure and bonds break apart in characteristic ways, they can be identified from the difference in peak masses. The identified molecule structure must be consistent with the characteristics recorded by GC-MS. Typically, this identification is done automatically by computer programs which come with the instrument. Those programs match the spectra against a library of known compounds that have same list of elements which could be present in the sample.\nA “full spectrum” analysis considers all the “peaks” within a spectrum. But, selective ion monitoring (SIM) only monitors selected peaks associated with a specific substance. Chemists assume that at a given retention time, a set of ions is characteristic of a certain compound. SIM is a fast and efficient analysis. SIM works best when the analyst has previous information about a sample or is only looking for a few specific substances. When the amount of information collected about the ions in a given gas chromatographic peak decreases, the sensitivity of the analysis increases. So, SIM analysis allows for a smaller quantity of a compound to be detected and measured. But the degree of certainty about the identity of that compound is reduced.\nGC-tandem MS.\nWhen a second phase of mass fragmentation is added, for example using a second quadrupole in a quadrupole instrument, it is called tandem MS (MS/MS). MS/MS are good at measuring low levels of target compounds in a sample with a matrix of background compounds that are not of interest.\nThe first quadrupole (Q1) is connected with a collision cell (q2) and another quadrupole (Q3). Both quadrupoles can be used in scanning or static mode, depending on the type of MS/MS analysis used. Types of analysis include product ion scan, precursor ion scan, Selected Reaction Monitoring (SRM) and Neutral Loss Scan. For example: When Q1 is in static mode (looking at one mass only as in SIM), and Q3 is in scanning mode, one obtains a so-called product ion spectrum (also called \"daughter spectrum\"). From this spectrum, one can select a prominent product ion which can be the product ion for the chosen precursor ion. The pair is called a \"transition\" and forms the basis for SRM. SRM is highly specific and almost completely eliminates matrix background.\nEnvironmental monitoring and cleanup.\nMany chemists believe that GC-MS is the best tool for monitoring organic pollutants in the environment. The cost of GC-MS equipment has decreased a lot. The reliability of GC-MS has increased at the same time. Both improvements have increased use in environmental studies. Some compounds, such as certain pesticides and herbicides, cannot be identified by GS-MS. They are too similar to other related compounds. But for most organic analysis of environmental samples, including many major classes of pesticides, GC-MS is very sensitive and effective.\nCriminal forensics.\nGC-MS can analyze the particles from a human body in order to help link a criminal to a crime. The law accepts using GC-MS to analyze fire debris. In fact, the American Society for Testing Materials (ASTM) has a standard for fire debris analysis. GCMS/MS is especially useful here as samples often contain very complex matrices and results, used in court, need to be highly accurate.\nLaw enforcement.\nGC-MS is used for detection of illegal narcotics, and may eventually replace drug-sniffing dogs. It is also commonly used in forensic toxicology. It helps to find drugs and/or poisons in biological specimens taken from suspects, victims, or a dead body.\nSecurity.\nAfter the September 11, 2001 terrorist attacks, explosive detection systems have become a part of all US airports. These systems run on a host of technologies, many of them based on GC-MS. There are only three manufacturers certified by the FAA to provide these systems. The first is Thermo Detection (formerly Thermedics), which produces the EGIS, a GC-MS-based line of explosives detectors. The second is Barringer Technologies, which is now owned by Smith's Detection Systems. The third is Ion Track Instruments (part of General Electric Infrastructure Security Systems).\nFood, beverage and perfume analysis.\nFoods and beverages contain a lot of aromatic compounds, some naturally present in the raw materials and some forming during processing. GC-MS is extensively used for the analysis of these compounds which include esters, fatty acids, alcohols, aldehydes, terpenes, etc. It is also used to detect and measure contaminants from spoilage or adulteration which may be harmful. The contaminants are often controlled by governmental agencies, for example pesticides.\nAstrochemistry.\nSeveral GC-MS have left earth. Two went to Mars in the Viking program. Venera 11 and 12 and Pioneer Venus analysed the atmosphere of Venus with GC-MS. The Huygens probe of the Cassini-Huygens mission landed one GC-MS on Saturn's largest moon, Titan. The material in the comet Churyumov-Gerasimenko will be analysed by the Rosetta mission with a chiral GC-MS in 2014.\nMedicine.\nGC-MS are used in newborn screening tests. These tests can find dozens of congenital metabolic diseases (also known as Inborn error of metabolism). GC-MS can determine compounds in urine even in very small amounts. These compounds are normally not present but appear in individuals suffering with metabolic disorders. This is becoming a common way to diagnose IEM for earlier diagnosis and beginning of treatment. This eventually leads to a better outcome. It is now possible to test a newborn for over 100 genetic metabolic disorders by a urine test at birth based on GC-MS.\nIn combination with isotopic labeling of metabolic compounds, the GC-MS is used for determining metabolic activity. Most applications are based on the use of 13C as the labeling and the measurement of 13C-12C ratios with an isotope ratio mass spectrometer (IRMS). A IRMS is an mass spectrometer with a detector designed to measure a few select ions and return values as ratios.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gas-liquid_chromatography","surface_form":"gas-liquid chromatography","offset":70},{"uri":"Mass_spectrometry","surface_form":"mass spectrometry","offset":105},{"uri":"Drug","surface_form":"drug","offset":235},{"uri":"Fire","surface_form":"fire","offset":251},{"uri":"Environment","surface_form":"environment","offset":271},{"uri":"Explosives","surface_form":"explosives","offset":298},{"uri":"Airport","surface_form":"airport","offset":399},{"uri":"Substance","surface_form":"substance","offset":426},{"uri":"Luggage","surface_form":"luggage","offset":440},{"uri":"Human_being","surface_form":"human being","offset":454},{"uri":"Trace_element","surface_form":"trace element","offset":501},{"uri":"Deteriorated","surface_form":"deteriorated","offset":519},{"uri":"Forensics","surface_form":"forensic","offset":640},{"uri":"Statistic","surface_form":"statistic","offset":932},{"uri":"False_positive","surface_form":"false positive","offset":1004},{"uri":"Chemist","surface_form":"Chemist","offset":1123},{"uri":"Detector","surface_form":"detector","offset":1147},{"uri":"Chemical_compound","surface_form":"compounds","offset":1169},{"uri":"Burn","surface_form":"burn","offset":1289},{"uri":"Ion","surface_form":"ion","offset":1304},{"uri":"Fred_McLafferty","surface_form":"Fred McLafferty","offset":1438},{"uri":"Machine","surface_form":"machine","offset":1479},{"uri":"Fragile","surface_form":"fragile","offset":1587},{"uri":"Measurement","surface_form":"measurement","offset":1909},{"uri":"Graph_paper","surface_form":"graph paper","offset":1965},{"uri":"Analog-to-digital_converter","surface_form":"analog-to-digital converter","offset":2073},{"uri":"Water","surface_form":"water","offset":2391},{"uri":"Air","surface_form":"air","offset":2398},{"uri":"Soil","surface_form":"soil","offset":2407},{"uri":"Agriculture","surface_form":"agriculture","offset":2450},{"uri":"Food","surface_form":"food","offset":2463},{"uri":"Discovery","surface_form":"discovery","offset":2486},{"uri":"Medicine","surface_form":"medicine","offset":2514},{"uri":"Computer","surface_form":"computer","offset":2549},{"uri":"Reduce","surface_form":"reduced","offset":2627},{"uri":"Analog_computer","surface_form":"analog computer","offset":2749},{"uri":"Chemical_compound","surface_form":"compound","offset":3275},{"uri":"Solvation","surface_form":"dissolves","offset":3333},{"uri":"Injects","surface_form":"injects","offset":3385},{"uri":"Helium","surface_form":"Helium","offset":3427},{"uri":"Hydrogen","surface_form":"Hydrogen","offset":3435},{"uri":"Nitrogen","surface_form":"Nitrogen","offset":3447},{"uri":"Coating","surface_form":"coating","offset":3526},{"uri":"Ion","surface_form":"ion","offset":3815},{"uri":"Electric_charge","surface_form":"electric charge","offset":3835},{"uri":"Magnet","surface_form":"magnet","offset":3935},{"uri":"Weight","surface_form":"weight","offset":3984},{"uri":"Database","surface_form":"computer library","offset":4104},{"uri":"Gas_chromatograph","surface_form":"gas chromatograph","offset":4363},{"uri":"Mass_spectrometer","surface_form":"mass spectrometer","offset":4389},{"uri":"Capillary","surface_form":"capillary","offset":4437},{"uri":"Length","surface_form":"length","offset":4496},{"uri":"Diameter","surface_form":"diameter","offset":4504},{"uri":"Phase_property","surface_form":"phase properties","offset":4545},{"uri":"Phenyl_polysiloxane","surface_form":"phenyl polysiloxane","offset":4571},{"uri":"Molecule","surface_form":"molecule","offset":4653},{"uri":"Ion","surface_form":"ion","offset":5070},{"uri":"Fragment","surface_form":"fragments","offset":5078},{"uri":"Ratio","surface_form":"ratio","offset":5145},{"uri":"Precision","surface_form":"precision","offset":5206},{"uri":"Detector","surface_form":"detector","offset":5517},{"uri":"Mass_spectrum","surface_form":"mass spectrum","offset":6010},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":6562},{"uri":"Agilent","surface_form":"Agilent","offset":6583},{"uri":"Magnetic","surface_form":"magnetic","offset":6751},{"uri":"Expensive","surface_form":"expensive","offset":6827},{"uri":"Bulk","surface_form":"bulky","offset":6841},{"uri":"Collecting","surface_form":"collecting","offset":7298},{"uri":"Mode","surface_form":"mode","offset":7331},{"uri":"Selected","surface_form":"selected","offset":7373},{"uri":"Aware","surface_form":"aware","offset":7623},{"uri":"Interference","surface_form":"interference","offset":7663},{"uri":"Interferring","surface_form":"interferring","offset":7769},{"uri":"Confirming","surface_form":"confirming","offset":8111},{"uri":"Resolving","surface_form":"resolving","offset":8125},{"uri":"Computer_program","surface_form":"computer program","offset":8221},{"uri":"Temperature","surface_form":"temperature","offset":8304},{"uri":"Fingerprint","surface_form":"fingerprint","offset":8569},{"uri":"Matrix_interference","surface_form":"matrix interference","offset":9189},{"uri":"Known_reference_standard","surface_form":"known reference standard","offset":9359},{"uri":"Electron_multiplier_diode","surface_form":"electron multiplier diode","offset":9701},{"uri":"Diode","surface_form":"diode","offset":9732},{"uri":"Electrical_signal","surface_form":"electrical signal","offset":9779},{"uri":"Detected","surface_form":"detected","offset":9810},{"uri":"Electron_ionization","surface_form":"electron ionization","offset":9973},{"uri":"Electrons","surface_form":"electrons","offset":10130},{"uri":"Emission","surface_form":"emitted","offset":10140},{"uri":"Filament","surface_form":"filament","offset":10155},{"uri":"Lightbulb","surface_form":"incandescent light bulb","offset":10220},{"uri":"Characteristic","surface_form":"characteristic","offset":10316},{"uri":"Repeated","surface_form":"repeated","offset":10347},{"uri":"Fragmentation_pattern","surface_form":"fragmentation pattern","offset":10771},{"uri":"Electron_Volts","surface_form":"electron Volts","offset":10864},{"uri":"Compare","surface_form":"compare","offset":10907},{"uri":"Chemical_ionization","surface_form":"chemical ionization","offset":11389},{"uri":"Methane","surface_form":"methane","offset":11440},{"uri":"Ammonia","surface_form":"ammonia","offset":11451},{"uri":"Proton","surface_form":"proton","offset":12056},{"uri":"Amount","surface_form":"amount","offset":12122},{"uri":"Decreases","surface_form":"decreases","offset":12185},{"uri":"Supply","surface_form":"supply","offset":12312},{"uri":"Concentration","surface_form":"concentration","offset":12494},{"uri":"Mass_spectrum","surface_form":"mass spectrum","offset":12550},{"uri":"Comparative","surface_form":"Comparative","offset":12627},{"uri":"Computer","surface_form":"computer","offset":12818},{"uri":"Visual_distortion","surface_form":"visual distortion","offset":12850},{"uri":"Scale","surface_form":"scale","offset":12910},{"uri":"Correlate","surface_form":"correlate","offset":12936},{"uri":"Peak","surface_form":"peak","offset":13150},{"uri":"Formula","surface_form":"formula","offset":13447},{"uri":"Chemical_element","surface_form":"elements","offset":13478},{"uri":"Isotope","surface_form":"isotope","offset":13533},{"uri":"Unique","surface_form":"unique","offset":13568},{"uri":"Chemical_bond","surface_form":"bonds","offset":13779},{"uri":"Assume","surface_form":"assume","offset":14407},{"uri":"Ion","surface_form":"ion","offset":14455},{"uri":"Monitoring","surface_form":"monitoring","offset":16125},{"uri":"Persistent_Organic_Pollutant","surface_form":"organic pollutants","offset":16136},{"uri":"Environment","surface_form":"environment","offset":16162},{"uri":"Environmental_monitoring","surface_form":"environmental studies","offset":16321},{"uri":"Pesticide","surface_form":"pesticide","offset":16376},{"uri":"Herbicide","surface_form":"herbicide","offset":16391},{"uri":"Crime","surface_form":"crime","offset":16730},{"uri":"Fire","surface_form":"fire","offset":16776},{"uri":"Debris","surface_form":"debris","offset":16781},{"uri":"American_Society_for_Testing_Materials","surface_form":"American Society for Testing Materials","offset":16802},{"uri":"Court","surface_form":"court","offset":16991},{"uri":"Narcotics","surface_form":"narcotics","offset":17082},{"uri":"Dog","surface_form":"dog","offset":17134},{"uri":"Toxicology","surface_form":"toxicology","offset":17177},{"uri":"Poison","surface_form":"poison","offset":17219},{"uri":"Biological_specimens","surface_form":"biological specimens","offset":17230},{"uri":"Suspect","surface_form":"suspect","offset":17262},{"uri":"Victim","surface_form":"victim","offset":17272},{"uri":"September_11%2C_2001_terrorist_attacks","surface_form":"September 11, 2001 terrorist attacks","offset":17317},{"uri":"Explosive_detection","surface_form":"explosive detection","offset":17355},{"uri":"United_States_of_America","surface_form":"US","offset":17409},{"uri":"Airport","surface_form":"airport","offset":17412},{"uri":"Federal_Aviation_Administration","surface_form":"FAA","offset":17548},{"uri":"Egis_explosives_detector","surface_form":"EGIS","offset":17650},{"uri":"Food","surface_form":"Food","offset":17919},{"uri":"Beverage","surface_form":"beverage","offset":17929},{"uri":"Aromatic_compounds","surface_form":"aromatic compounds","offset":17956},{"uri":"Esters","surface_form":"esters","offset":18132},{"uri":"Fatty_acid","surface_form":"fatty acid","offset":18140},{"uri":"Alcohol","surface_form":"alcohol","offset":18153},{"uri":"Aldehyde","surface_form":"aldehyde","offset":18163},{"uri":"Terpene","surface_form":"terpene","offset":18174},{"uri":"Spoilage","surface_form":"spoilage","offset":18245},{"uri":"Adulteration","surface_form":"adulteration","offset":18257},{"uri":"Government_agency","surface_form":"governmental agencies","offset":18333},{"uri":"Pesticide","surface_form":"pesticide","offset":18368},{"uri":"Mars","surface_form":"Mars","offset":18439},{"uri":"Viking_program","surface_form":"Viking program","offset":18451},{"uri":"Venera","surface_form":"Venera","offset":18467},{"uri":"Pioneer_Venus","surface_form":"Pioneer Venus","offset":18488},{"uri":"Venus","surface_form":"Venus","offset":18529},{"uri":"Huygens_probe","surface_form":"Huygens probe","offset":18551},{"uri":"Cassini-Huygens","surface_form":"Cassini-Huygens","offset":18572},{"uri":"Saturn%27s","surface_form":"Saturn's","offset":18616},{"uri":"Titan_(moon)","surface_form":"Titan","offset":18639},{"uri":"Comet","surface_form":"comet","offset":18666},{"uri":"Churyumov-Gerasimenko","surface_form":"Churyumov-Gerasimenko","offset":18672},{"uri":"Rosetta_space_probe","surface_form":"Rosetta","offset":18718},{"uri":"Birth_defect","surface_form":"congenital","offset":18847},{"uri":"Metabolic_disease","surface_form":"metabolic disease","offset":18858},{"uri":"Inborn_error_of_metabolism","surface_form":"Inborn error of metabolism","offset":18892},{"uri":"Baby","surface_form":"newborn","offset":19259},{"uri":"Isotopic_labeling","surface_form":"isotopic labeling","offset":19369},{"uri":"Metabolism","surface_form":"metabolic activity","offset":19445},{"uri":"Carbon-13","surface_form":"13C","offset":19507},{"uri":"Isotope_ratio_mass_spectrometry","surface_form":"isotope ratio mass spectrometer","offset":19573}]}