{"id":297661,"url":"http://en.wikipedia.org/wiki/Hollow-cathode_lamp","text":"A hollow-cathode lamp (HCL) is type of cold cathode lamp used in physics and chemistry as a spectral line source (for example, in atomic absorption spectrometers) and as a frequency tuner for light sources such as lasers. An HCL takes advantage of the hollow cathode effect, which causes conduction at a lower voltage and with more current than a cold cathode lamp that does not have a hollow cathode.\nThe HCL is a light source or radiation source which is used to excite electrons of a metal of interest to a higher energy level. Excitation is when an electron in its lowest energy state, also known as the ground state, undergoes a transition to a higher energy state known as an excited state. These transitions can occur through heat, electrical energy, light, particles, or a chemical reaction.\nInstrument Design.\nA HCL consists of an anode and a cathode inside of a glass tube. The glass tube is filled with some type of inert gas such as argon or neon with a pressure of around 5 torr (666 Pascal). It is important that the gas is inert in order to minimize interferences in the output of the data. The anode is an electrode in which loss of electrons by ionization takes place. The anode is typically constructed of an inert conducting metal to ionize the inert gas.\nThe cathode is made of the pure metal of interest or a mixture of metals containing the metal of interest. It is important that the cathode be stored under a vacuum to avoid any kind of contamination. Contamination of the cathode compromises the purity of the metal of interest and the data obtained for that metal. The material of the window is specifically selected in order to get the best transmission of spectral lines for the cathode element.\nExcitation Process.\nThe excitation process of the element of interest takes place through a few steps. First, the inert gas contained inside of the glass tube is ionized by a voltage. Ionization is the process by which neutral atoms are converted to charged species. This voltage is applied across the anode and the cathode and generates a current of 5-15 mA. This current allows for electrons to move to the anode and cathode.\nIf the voltage applied is large enough, the ions of the inert gas gather enough energy to remove some of the metal atoms of interest from the surface of the cathode by striking the surface. The removal of these atoms produces a cloud around the cathode. The process of producing this cloud is called sputtering. Some of these metal atoms in the cloud have moved to an excited energy state and as they return to their ground state, they emit a specific radiation which is characteristic to the metal of interest. The release of this radiation allows for data to be collected and information gathered pertaining to the metal of interest. After a period of time, the atoms move to the glass walls of the lamp or back to the surface of the cathode.\nOperation Conditions.\nHow well the HCL works and how long it lasts is dependent on the care of operation. When a high voltage is applied, higher currents arise. These higher currents allow for more intense data output but at the same time can produce a number of unexcited atoms in the cloud. These unexcited atoms can interfere with good output data because they are able to absorb the radiation that is emitted from the excited electrons returning to their ground state. This process is called self adsorption. The process of self adsorption results in weaker intensities. Increasing the current too much can also result in a shorter lifetime of the lamp, as well as melting the metal on the cathode thus ruining the lamp.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cold_cathode","surface_form":"cold cathode","offset":39},{"uri":"Physics","surface_form":"physics","offset":65},{"uri":"Chemistry","surface_form":"chemistry","offset":77},{"uri":"Spectral_line","surface_form":"spectral line","offset":92},{"uri":"Frequency","surface_form":"frequency","offset":172},{"uri":"Laser","surface_form":"laser","offset":214},{"uri":"Hollow_cathode_effect","surface_form":"hollow cathode effect","offset":252}]}