{"id":297695,"url":"http://en.wikipedia.org/wiki/Andrea_Moda_Formula","text":"e=\"preserve\">Andrea Moda Formula, commonly referred to as Andrea Moda, was a Formula One team which raced in the 1992 Formula One season. It was founded by Andrea Sassetti, who owned a shoe maker in Italy. In 1991 Sassetti bought the old Coloni F1 team which had failed to get through pre-qualifying.\nThe team was excluded from the opening race in South Africa after not paying the required $100,000 entry fee for new teams. Sassetti argued that the team was a continuation of the Coloni team. Even still, the car was not ready, as the team did not participate in the next race in Mexico. Even though the team was entered in the next race, in Brazil, with drivers Roberto Moreno and Perry McCarthy, the cars were still not ready. At the fifth race in San Marino the car was finally ready but McCarthy did not receive his Super License, which is required to race a F1 car. However, Moreno finally qualified his car in Monaco, only to retire during the race due to an engine problem.\nIn Canada, the team did not have engines because Sassetti did not pay the engine supplier, Judd, the money. The team also missed France due to their car being stuck in a blockade by French truck drivers.\nIn August of 1992, the FIA warned the team that they might be excluded (disqualified, does not count) from the championship. It was a known fact that McCarthy was barely given a chance, since the team could not afford to properly run two cars, so they mainly worked on Moreno's car while McCarthy was only there to meet the rules of having two cars in the race.\nFinally, at the Belgian Grand Prix, Sassetti was arrested for forging invoices. The team was not allowed in the paddock at the Italian Grand Prix, because the FIA banned the team brought Formula One into [http://en.wiktionary.org/wiki/disrepute disrepute].","categories":[],"infobox_types":[],"annotations":[{"uri":"Andrea_Sassetti","surface_form":"Andrea Sassetti","offset":156},{"uri":"Italy","surface_form":"Italy","offset":199},{"uri":"Coloni_F1","surface_form":"Coloni F1","offset":238},{"uri":"Roberto_Moreno","surface_form":"Roberto Moreno","offset":664},{"uri":"Perry_McCarthy","surface_form":"Perry McCarthy","offset":683},{"uri":"FIA","surface_form":"FIA","offset":1209},{"uri":"Forgery","surface_form":"forging","offset":1610}]}