{"id":297714,"url":"http://en.wikipedia.org/wiki/Thin_layer_chromatography","text":"e=\"preserve\">Thin layer chromatography (or TLC) is a method by which mixtures are separated into their individual components.\nTLC is performed on a TLC plate. These plates consist of a layer of silica and are usually backed by a thin piece of glass, although other materials like plastic may be used. The silica coating on the front of the TLC plate is called the stationary phase.\nPerforming TLC.\nThe process of running a TLC experiment starts with placing a small droplet of liquid analyte near the bottom of the TLC plate. This is called “spotting” the TLC plate. Very thin glass tubes are commonly used as spotters.\nOnce a plate has been spotted, it is placed into a glass container with a small amount of solvent. This solvent is called the mobile phase. It is important that the height of the solvent is below the height that the compound was spotted on the plate. As the solvent moves up the TLC plate by capillary action, the compound will also move. The compound will be separated into its components based upon each component’s attraction for the stationary phase versus the mobile phase. Components that are attracted to the mobile phase more than they are attracted to the stationary phase will move further up the column. Attractive forces are based on polarity differences.\nThe TLC plate should be removed before the solvent reaches the top of the plate. Separated compounds will sometimes be colored, but further work is often required for analysis. Many compounds will be illuminated when the TLC plate is placed under an ultraviolet lamp. TLC plates are also commonly dipped in stains (such as anisaldehyde, potassium permanganate, or iodine) to force a compound to appear on the plate.\nApplication.\nTLC is commonly used by organic chemists to monitor the progress of reactions. The presence of starting material and products may be monitored using a single TLC plate.\nBased on the results of a TLC experiment, a larger volume of mixture may be separated by another technique (like column chromatography) using a similar solvent system. Or, a TLC experiment may be repeated using a different solvent. Mixtures of solvents may also be used. Use of different solvents will affect how well individual components are separated on the TLC plate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mixtures","surface_form":"mixtures","offset":69},{"uri":"Silica","surface_form":"silica","offset":194},{"uri":"Solvent","surface_form":"solvent","offset":710},{"uri":"Capillary_action","surface_form":"capillary action","offset":912},{"uri":"Polarity","surface_form":"polarity","offset":1266},{"uri":"Potassium_permanganate","surface_form":"potassium permanganate","offset":1625},{"uri":"Iodine","surface_form":"iodine","offset":1652},{"uri":"Chromatography","surface_form":"chromatography","offset":2006}]}