{"id":297751,"url":"http://en.wikipedia.org/wiki/Flame_ionization_detector","text":"Flame Ionization Detectors (shortened FID) is a common type detector used in gas chromatography. These detectors are best at detecting organic compounds. The first flame ionization detector was developed in 1957 in Australia.\nThe purpose of a FID is to detect compounds as they exit out of the gas chromatography column. The compounds that are exiting the column are in the gas phase. Detection is done by first turning the gas compounds into ions and electrons and then collecting the charged molecules. The FID turns compounds into ions and electrons by putting them into a flame. The fuel used to make the flame in FIDs is usually made of a mixture of hydrogen and oxygen. As these charged materials are collected, they make a current which is measured. The larger the current the more charged compounds are being collected. Currents for FIDs are usually about 10-12 amps and are measured by a high-impedance picoammeter.\nFlame ionization detectors are used most often for organic compounds. This is because organic compounds contain lot of carbon atoms which easily turn into ions. Reduced carbons (carbons with no oxygen bonds) make the most ions. Other carbons such as alcohols (C-O-H) and carbonyls (C=O) do not make as many ions.\nMany times organic samples being tested are not pure. The samples often contain impurities such as water (H2O), carbon dioxide (CO2), sulfur dioxide (SO2), nitrous oxides (NO), and noble gases. The FID does not detect these impurities because they do not burn. This makes the FID a very useful detector because the samples being tested do not have to be purified before being tested.\nFID can be used to detect very small amounts of material, as small as 10-13 g/s. It is also accurate over a large range of molecule amounts (a range of over 107). One problem with FID is that it destroys the sample being tested. Any sample used in gas chromatography with an FID cannot be used for other measurements afterwards. Also, a lot of fuel is required as well as very exact equipment to get exact results.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gas_chromatography","surface_form":"gas chromatography","offset":77},{"uri":"Organic_compounds","surface_form":"organic compounds","offset":135}]}