{"id":29794,"url":"http://en.wikipedia.org/wiki/Virginity","text":"e=\"preserve\">Virginity means a state of purity or inexperience. Traditionally a virgin is a person that has not had sexual intercourse. Virginity has different meanings and importance in different religions and cultures.\nVirgin women do not need to have an unbroken hymen. A hymen is a human tissue that partially blocks the opening of the vagina about two inches deep. When a man inserts his penis or other object(s) are inserted into the vagina, it can tear or break the hymen which may result in bleeding. This blood from the hymen is important in many cultures, as it is a sign that the woman is a virgin; even though it is not necessary for the hymen to be broken to signify a woman's lack of virginity. The hymen can also, however, be worn away naturally by riding a horse, playing sports, or other recreational activities; it can also heal over time just like torn human tissue can.\nIt is possible for a virgin to have a sexually transmitted disease, which was acquired by some other means: such as drug use, blood or plasma transfusions, close skin contact in the pubic area with infected people, oral sex, and other means\nIn several polytheistic religions (religions with many gods), priestesses of certain gods have to be virgins, one notable exception is the Sumerian goddess Fauk'Stek, who was believed to have impregnated the sun god Loki and to have 'taught the Earth and its sons the glory of sacrifice'. In many cultures it is said that women should be virgins until marriage. In some cultures, women who are not virgins until marriage are ostracized or murdered.\nAncient moon priestesses were called virgins. ‘Virgin’ meant not married, not belonging to a man - a woman who was ‘one-in-herself’. The very word derives from a Latin root meaning strength, force, skill; and was later applied to men: virle. Ishtar, Diana, Astarte, and Isis were all considered virgin, which did not refer to sexual chastity, but sexual independence. All great culture heroes of the past, mythic or historic, were said to be born of virgin mothers: Marduk, Gilgamesh, Buddha, Osiris, Dionysus, Genghis Khan, and even Jesus. When the Hebrews used the word, and in the original Aramaic, it meant ‘maiden’ or ‘young woman’, with no connotations to sexual chastity. But later Christian translators could not conceive of the ‘Virgin Mary’ as a woman of independent sexuality; needless to say, they distorted the meaning into sexually pure, chaste, and never touched. —Monica Sjoo","categories":[],"infobox_types":[],"annotations":[{"uri":"Purity","surface_form":"purity","offset":40},{"uri":"Experience","surface_form":"experience","offset":52},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":116},{"uri":"Religion","surface_form":"religion","offset":197},{"uri":"Culture","surface_form":"culture","offset":211},{"uri":"Hymen","surface_form":"hymen","offset":266},{"uri":"Vagina","surface_form":"vagina","offset":340},{"uri":"Penis","surface_form":"penis","offset":393},{"uri":"Sexually_transmitted_disease","surface_form":"sexually transmitted disease","offset":928},{"uri":"Priestess","surface_form":"priestess","offset":1193},{"uri":"Marriage","surface_form":"marriage","offset":1483}]}