{"id":297931,"url":"http://en.wikipedia.org/wiki/Roy_Rogers","text":"Roy Rogers, (Birth name: Leonard Franklin Slye) (November 5, 1911 – July 6, 1998), was an American singer and cowboy actor. Roy Rogers Restaurants chain was named after him. He and his wife Dale Evans, his golden horse (name:Trigger), and his German Shepherd dog (name:Bullet), came in more than 100 movies and \"The Roy Rogers Show\". The show came on radio and then came on television from 1951 through 1957. His productions usually had a sidekick (a companion), usually either Pat Brady, (who drove a Jeep called \"Nellybelle\") or Andy Devine, or the crotchety (irritating) George \"Gabby\" Hayes. Rogers's nickname was \"King of the Cowboys\". Evans's nickname was \"Queen of the West.\"\nEarly life.\nLeonard Franklin Slye was born in Cincinnati, Ohio in USA. His parents' name was Andrew and Mattie Syle. His family lived in a tenement building (apartment on rent) on 2nd Street. (Riverfront Stadium was built at this place in 1970 and Leonard joked that he had been born at second base.) His father, Andrew Syle was not happy with his job and city life. So,Andy Slye and his brother Will built a 12-by-50-foot houseboat from salvage lumber. Then, in July 1912, the Slye family floated on the Ohio River towards Portsmouth, Ohio. The Syles family wanted a more stable life in Portsmouth. So, they bought land on which they could built a home.\nBut, because of the flood of 1913, they were able to move their houseboat to the land. So, they continued living in the houseboat on dry land.\nIn 1919, the Slyes bought a farm in Duck Run, located near Lucasville, Ohio which is 12 miles north of Portsmouth. There they built a six-room home. But the farm alone could not give a good income for his family, so Leorand's father, Andrew took a job at a shoe factory in Portsmouth. He lived there during the week and came back home on the weekends. He used to bring gifts for his family after paydays (the day payment is given). One important gift was a horse on which Leonard learned how to ride a horse.\nAfter Leonard comleted his eight grade, he studied at High School in McDermott, Ohio. When he was 17, his family returned to Cincinnati. In Cincinnati, his father started work at another shoe factory. Leonard also wanted to help his family to earn more money. So, he left high school. He started to work with his father at the shoe factory and went to night school.\nLeonard was made laughed at (made fun of) for sleeping in class. So, he left the night school and never joined again.\nLeonard and his father did not like their factory jobs. In 1929, his older sister, Mary, went to Lawndale, California with her husband. Leonard and his father left their shoe factory jobs. The family lived with Mary for four months and then cam back to Ohio. Soon, Leonard got to go to California with Mary's husband's father. Rest of the family came to California in the spring of 1930.\nThe Slyes took a small house on rent near Mary. Leonard and his father very soon found jobs as truck drivers for a highway making project. But, when they came to work they got to know that their employer (person who gives job) had become bankrupt (did not have enough money). Soon, came the years of Great Depression. The Slyes were now moving from job to job collecting fruit and living in worker camps. One day, Andrew Slye got to know about a shoe factory giving jobs in Los Angeles. Andrew asked Leonard to join him. Leonard used to feel happy playing guitar and singing around campfires. So, he told his father that he wanted to earn money through music. His father allowed him to do so. Leonard and his cousin Stanley Slye went to Los Angeles and started to perform as The Slye Brothers.\nLeonard now came to be known as \"Len\". In 1932, he met Lucille Ascolese while on tour. The same year, a palomino colt (a breed of horse) was born in Santa Cietro, CA. The young horse was first named \"Golden Cloud\", and later renamed \"Trigger\". In May 1933, Len, 21, proposed to Lucille, 19, through radio. Len then went on tour with the \"O-Bar-O Cowboys\". In June 1933, Len met Grace Arline Wilkins at a radio station in New Mexico. She gave Len a lemon pie in return of his singing \"Swiss Yodel\" on the radio. By August 1934, Len and Lucille had separated as she was jealous and tired of being a musician's wife. Len and Lucille's divorced on June 8, 1936. Len and Grace Arline Wilkins married in Roswell, New Mexico, on June 11, 1936.\nIn 1941, Len and his wife, Grace adopted a girl, Cheryl Darlene. In 1942, they legally changed their names to Roy and Grace Arline Rogers. The next year, Arline gave birth to a daughter, Linda Lou.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":90},{"uri":"Singer","surface_form":"singer","offset":99},{"uri":"Cowboy","surface_form":"cowboy","offset":110},{"uri":"Actor","surface_form":"actor","offset":117},{"uri":"Roy_Rogers_Restaurants","surface_form":"Roy Rogers Restaurants","offset":124},{"uri":"Horse","surface_form":"horse","offset":213},{"uri":"German_Shepherd","surface_form":"German Shepherd","offset":243},{"uri":"Sidekick","surface_form":"sidekick","offset":439},{"uri":"Jeep","surface_form":"Jeep","offset":502},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":729},{"uri":"Ohio","surface_form":"Ohio","offset":741},{"uri":"USA","surface_form":"USA","offset":749},{"uri":"Tenement","surface_form":"tenement","offset":822},{"uri":"Apartment","surface_form":"apartment","offset":841},{"uri":"Renting","surface_form":"rent","offset":854},{"uri":"Job","surface_form":"job","offset":1031},{"uri":"House_boat","surface_form":"houseboat","offset":1106},{"uri":"Salvage","surface_form":"salvage","offset":1121},{"uri":"Lumber","surface_form":"lumber","offset":1129},{"uri":"Ohio_River","surface_form":"Ohio River","offset":1188},{"uri":"Portsmouth%2C_Ohio","surface_form":"Portsmouth, Ohio","offset":1207},{"uri":"Flood","surface_form":"flood","offset":1358},{"uri":"House_boat","surface_form":"houseboat","offset":1402},{"uri":"Ohio","surface_form":"Ohio","offset":1552},{"uri":"Income","surface_form":"income","offset":1671},{"uri":"Job","surface_form":"job","offset":1729},{"uri":"Shoe","surface_form":"shoe","offset":1738},{"uri":"Factory","surface_form":"factory","offset":1743},{"uri":"Week","surface_form":"week","offset":1792},{"uri":"Grade_(education)","surface_form":"grade","offset":2023},{"uri":"High_School","surface_form":"High School","offset":2044},{"uri":"Ohio","surface_form":"Ohio","offset":2070},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":2115},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":2130},{"uri":"Shoe","surface_form":"shoe","offset":2177},{"uri":"Factory","surface_form":"factory","offset":2182},{"uri":"High_school","surface_form":"high school","offset":2262},{"uri":"California","surface_form":"California","offset":2581},{"uri":"Ohio","surface_form":"Ohio","offset":2727},{"uri":"California","surface_form":"California","offset":2760},{"uri":"California","surface_form":"California","offset":2828},{"uri":"Spring","surface_form":"spring","offset":2846},{"uri":"Renting","surface_form":"rent","offset":2894},{"uri":"Truck","surface_form":"truck","offset":2957},{"uri":"Driver","surface_form":"driver","offset":2963},{"uri":"Highway","surface_form":"highway","offset":2977},{"uri":"Employer","surface_form":"employer","offset":3057},{"uri":"Bankrupt","surface_form":"bankrupt","offset":3100},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3162},{"uri":"Fruit","surface_form":"fruit","offset":3233},{"uri":"Worker","surface_form":"worker","offset":3253},{"uri":"Factory","surface_form":"factory","offset":3313},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles","offset":3336},{"uri":"Guitar","surface_form":"guitar","offset":3418},{"uri":"Singing","surface_form":"singing","offset":3429},{"uri":"Music","surface_form":"music","offset":3515},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":3599},{"uri":"Radio","surface_form":"radio","offset":3955},{"uri":"Mexico","surface_form":"Mexico","offset":4081},{"uri":"Jealous","surface_form":"jealous","offset":4224},{"uri":"Divorced","surface_form":"divorced","offset":4288},{"uri":"Adoption","surface_form":"adopted","offset":4426},{"uri":"Legal","surface_form":"legal","offset":4472}]}