{"id":2979,"url":"http://en.wikipedia.org/wiki/Iceland","text":"Iceland (;) is an island country in the North Atlantic, between Greenland and Norway, formerly a possession of Denmark. It is culturally considered to be part of Europe. Iceland is 301 kilometers east of Greenland and 1001 kilometers west of Norway. There are about 329,100 people who live in Iceland. Iceland has an area of 103,000 km².\nHistory.\nThe first people who lived on Iceland are thought to have been Irish monks. They came to Iceland around the year 800.\nIn the 9th century, Norsemen went to live in Iceland. The first Norseman who lived in Iceland was Flóki Vilgerðarson. He was also the one who gave Iceland its name. Ingólfur Arnarsons was the first permanent settler on the island. This chieftain from Norway went to live in South West Iceland and founded the city of Reykjavík.\nIn 930, the Icelandic rulers wrote a constitution. They created the Althing, a kind of parliament in a place called Þingvellir. Therefore, Iceland is the oldest existing republic.\nIn 985, Erik the Red was sent away from the island because he had killed someone. He sailed to the west and discovered Greenland. Eric's son Leif Ericson discovered America in the year 1000. He called it Vinland. The voyages of Eric, Leif and others were written down in the sagas (long stories).\nIn 1262, Iceland became part of Norway. This lasted for 400 years. In 1662, it became part of Denmark. In the 19th century, many Icelandic's wanted to be independent from Denmark. In 1918, Iceland got many powers of its own, but the king of Denmark was still king of Iceland.\nWhen Germany took over Denmark on April 9 1940, the Althing decided that Icelandic’s should rule the country themselves, but they did not declare independence yet. British and later American soldiers occupied Iceland to prevent it from being attacked by the Germans. In 1944, Iceland finally became fully independent.\nAfter World War II, Iceland became a member of the North Atlantic Treaty Organization (NATO), but not of the European Union. Between 1958 and 1976, there were three debates between Iceland and the United Kingdom about the rights to catch codfish. They were called the Cod Wars.\nIn 1980, Vigdís Finnbogadóttir was elected president of Iceland. She was the first woman ever to be elected president of a country.\nIn 2016, Guðni Th. Jóhannesson become president of Iceland.\nPolitics.\nIceland has a multi-party system. Since the 2013 election, the center-right Independence Party and Progressive Party are the biggest political parties in Iceland. Other powerful parties in Iceland include the center-left Social Democratic Alliance and Left-Green Movement. See also: List of political parties in Iceland.\nIceland is a representative democracy and a parliamentary republic. Iceland has a president (Guðni Th. Jóhannesson) and a prime minister (Katrín Jakobsdóttir). The parliament, Althing, has 63 members and each member can only be in there for four years. The president is elected by Icelanders, and is in government for four years. The president can be elected an unlimited amount of times.\nIceland has no standing army. The United States Air Force had a base near Reykjanesbær, but they left in 2006. Since 2008, NATO nations have occasionally had their air force patrol Iceland. This was requested by the Icelandic government.\nDivisions.\nIceland is divided into 8 regions, 6 constituencies and 74 municipalities (since 2013). The regions are mainly used for statistics. The constituencies are used for selecting politicians who will represent them in parliament. Lastly, the municipalities give services to the people that live there. These services include education, waste management, public transportation, and so on.\nBefore 2003, the constituencies were the same as regions, but this was changed because it meant that a vote in Reykjavik meant less than one in a rural area. Even though this was addressed, the problem still exists.\nEconomy.\nFishing and fish processing is the main economic activity in Iceland. Despite effort to diversify, particularly into the travel industry, seafood exports continue to account for nearly three-quarters of merchandise exports and approximately half of all foreign exchange earnings.\nGeothermal Energy produces the vast majority of Electrical Power consumed on Iceland, due chiefly to the island's position atop the Mid-Atlantic Ridge and exhibits plentiful hot water reservoirs and geysers. This has the effect of drastically reducing the price of electricity in Iceland, and has attracted several energy-intensive industries.\nAluminum Smelting (The reduction of Aluminum ores to Aluminum metal) is the largest energy-intensive manufacturing sector in Iceland, and the country produced over 800,000 Metric Tonnes per Year in 2013, making it the 10th largest producer of Aluminum metal worldwide.\nGeography.\nIceland is very geologically active and combined with large amounts of rain and snow caused by the warm waters of the gulf stream current which flow toward it, many interesting and unusual geographic features have developed which make it different from any other island so close to the Arctic Circle.\nSome of these features are Iceland's numerous mountains, volcanoes, hot springs, rivers, small lakes, waterfalls, glaciers, and geysers. The word geyser is, in fact, derived from Geysir, the name of a particularly famous geyser on the southern side of the island. Glaciers cover approximately 11% of the island and the largest, Vatnajökull, is up to 1 km thick and, by far, the largest glacier in Europe.\nIceland, though considered to be a European country, sits partly in North America since it straddles the Mid-Atlantic Ridge which marks the boundary between the Eurasian and North American tectonic plates. The ridge runs directly through the populated Reykjavik and Thingvellir historic areas, and the tectonic activity of these plates separating is the source of the abundant geothermal energy in the region.\nTowns and cities.\nReykjavík is the capital city of Iceland. Reykjavík is also the most important port in Iceland. Other important towns in Iceland are Akureyri, Kópavogur, Hafnarfjörður, Keflavík, Seyðisfjörður and Vestmannaeyjar.\nPeople.\nThe people in Iceland are mostly of Scandinavian origin. The language they speak is Icelandic. The language has not changed much in 1,000 years, so Icelanders are still able to read the sagas about the Vikings without many problems. Most people in Iceland are Christian. Most of them are Lutheran.\nIcelandic people are considered to be the happiest people on Earth. Iceland has the highest birth rate in Europe, highest divorce rate and the highest percentage of women working outside their home.\nNames.\nThere are no real surnames on Iceland. Children get the first name of their father (sometimes mother) with -s+son if it's a boy, and -s+dóttir if it's a girl.\nFor example, a man named Jón Stefánsson has a son named Fjalar. Fjalar's last name will not be Stefánsson like his father's, it will become Fjalar Jónsson.\nThe same goes for women. Jón Stefánsson's daughter Kata would not have the last name Stefánsson, she would have the name Jónsdóttir.\nIn most countries people use to call other people by their surname, but in Iceland people call other people by their first name. So when people talk about Halldór Ásgrímsson they do not call him Ásgrímsson, but Halldór.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":18},{"uri":"Country","surface_form":"country","offset":25},{"uri":"Atlantic","surface_form":"Atlantic","offset":46},{"uri":"Greenland","surface_form":"Greenland","offset":64},{"uri":"Norway","surface_form":"Norway","offset":78},{"uri":"Denmark","surface_form":"Denmark","offset":111},{"uri":"Culture","surface_form":"culturally","offset":126},{"uri":"Europe","surface_form":"Europe","offset":162},{"uri":"Greenland","surface_form":"Greenland","offset":204},{"uri":"Norway","surface_form":"Norway","offset":242},{"uri":"Ireland","surface_form":"Irish","offset":410},{"uri":"Monk","surface_form":"monk","offset":416},{"uri":"9th_century","surface_form":"9th century","offset":472},{"uri":"Norsemen","surface_form":"Norsemen","offset":485},{"uri":"Fl%C3%B3ki_Vilger%C3%B0arson","surface_form":"Flóki Vilgerðarson","offset":563},{"uri":"Ing%C3%B3lfur_Arnarson","surface_form":"Ingólfur Arnarsons","offset":630},{"uri":"Chieftain","surface_form":"chieftain","offset":701},{"uri":"Norway","surface_form":"Norway","offset":716},{"uri":"Reykjav%C3%ADk","surface_form":"Reykjavík","offset":782},{"uri":"Constitution","surface_form":"constitution","offset":830},{"uri":"Althing","surface_form":"Althing","offset":861},{"uri":"Parliament","surface_form":"parliament","offset":880},{"uri":"%C3%9Eingvellir","surface_form":"Þingvellir","offset":909},{"uri":"Republic","surface_form":"republic","offset":963},{"uri":"Erik_the_Red","surface_form":"Erik the Red","offset":981},{"uri":"Greenland","surface_form":"Greenland","offset":1092},{"uri":"Leif_Ericson","surface_form":"Leif Ericson","offset":1114},{"uri":"The_Americas","surface_form":"America","offset":1138},{"uri":"Vinland","surface_form":"Vinland","offset":1177},{"uri":"Saga","surface_form":"saga","offset":1248},{"uri":"Norway","surface_form":"Norway","offset":1302},{"uri":"Denmark","surface_form":"Denmark","offset":1364},{"uri":"19th_century","surface_form":"19th century","offset":1380},{"uri":"King","surface_form":"king","offset":1503},{"uri":"Germany","surface_form":"Germany","offset":1551},{"uri":"United_Kingdom","surface_form":"British","offset":1710},{"uri":"United_States","surface_form":"American","offset":1728},{"uri":"World_War_II","surface_form":"World War II","offset":1870},{"uri":"North_Atlantic_Treaty_Organization","surface_form":"North Atlantic Treaty Organization","offset":1915},{"uri":"European_Union","surface_form":"European Union","offset":1973},{"uri":"Debates","surface_form":"debates","offset":2029},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2061},{"uri":"Codfish","surface_form":"codfish","offset":2102},{"uri":"Cod_War","surface_form":"Cod War","offset":2132},{"uri":"Vigd%C3%ADs_Finnbogad%C3%B3ttir","surface_form":"Vigdís Finnbogadóttir","offset":2151},{"uri":"President","surface_form":"president","offset":2185},{"uri":"Gu%C3%B0ni_Th._J%C3%B3hannesson","surface_form":"Guðni Th. Jóhannesson","offset":2283},{"uri":"Multi-party_system","surface_form":"multi-party system","offset":2358},{"uri":"Right-wing_politics","surface_form":"center-right","offset":2407},{"uri":"Political_party","surface_form":"political parties","offset":2477},{"uri":"Left_wing","surface_form":"center-left","offset":2553},{"uri":"List_of_political_parties_in_Iceland","surface_form":"List of political parties in Iceland","offset":2627},{"uri":"Representative_democracy","surface_form":"representative democracy","offset":2678},{"uri":"Parliamentary_republic","surface_form":"parliamentary republic","offset":2709},{"uri":"President","surface_form":"president","offset":2747},{"uri":"Gu%C3%B0ni_Th._J%C3%B3hannesson","surface_form":"Guðni Th. Jóhannesson","offset":2758},{"uri":"Prime_minister","surface_form":"prime minister","offset":2787},{"uri":"Katr%C3%ADn_Jakobsd%C3%B3ttir","surface_form":"Katrín Jakobsdóttir","offset":2803},{"uri":"Parliament","surface_form":"parliament","offset":2829},{"uri":"Althing","surface_form":"Althing","offset":2841},{"uri":"Standing_army","surface_form":"standing army","offset":3069},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":3088},{"uri":"Reykjanesb%C3%A6r","surface_form":"Reykjanesbær","offset":3128},{"uri":"NATO","surface_form":"NATO","offset":3177},{"uri":"Constituency","surface_form":"constituencies","offset":3340},{"uri":"Municipality","surface_form":"municipalities","offset":3362},{"uri":"Politician","surface_form":"politicians","offset":3477},{"uri":"Althing","surface_form":"parliament","offset":3516},{"uri":"Education","surface_form":"education","offset":3623},{"uri":"Waste_management","surface_form":"waste management","offset":3634},{"uri":"Public_transport","surface_form":"public transportation","offset":3652},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":5101},{"uri":"Volcano","surface_form":"volcano","offset":5173},{"uri":"Geysir","surface_form":"Geysir","offset":5295},{"uri":"Vatnaj%C3%B6kull","surface_form":"Vatnajökull","offset":5444},{"uri":"Mid-Atlantic_Ridge","surface_form":"Mid-Atlantic Ridge","offset":5626},{"uri":"Tectonic_plate","surface_form":"tectonic plate","offset":5710},{"uri":"Reykjavik","surface_form":"Reykjavik","offset":5773},{"uri":"Reykjav%C3%ADk","surface_form":"Reykjavík","offset":5949},{"uri":"Capital_(city)","surface_form":"capital","offset":5966},{"uri":"City","surface_form":"city","offset":5974},{"uri":"Akureyri","surface_form":"Akureyri","offset":6082},{"uri":"K%C3%B3pavogur","surface_form":"Kópavogur","offset":6092},{"uri":"Hafnarfj%C3%B6r%C3%B0ur","surface_form":"Hafnarfjörður","offset":6103},{"uri":"Keflav%C3%ADk","surface_form":"Keflavík","offset":6118},{"uri":"Sey%C3%B0isfj%C3%B6r%C3%B0ur","surface_form":"Seyðisfjörður","offset":6128},{"uri":"Vestmannaeyjar","surface_form":"Vestmannaeyjar","offset":6146},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":6206},{"uri":"Icelandic_language","surface_form":"Icelandic","offset":6254},{"uri":"Saga","surface_form":"saga","offset":6356},{"uri":"Christian","surface_form":"Christian","offset":6430},{"uri":"Lutheran","surface_form":"Lutheran","offset":6458},{"uri":"Earth","surface_form":"Earth","offset":6529},{"uri":"Surname","surface_form":"surname","offset":6692},{"uri":"Halld%C3%B3r_%C3%81sgr%C3%ADmsson","surface_form":"Halldór Ásgrímsson","offset":7277}]}