{"id":297997,"url":"http://en.wikipedia.org/wiki/Lehener_Stadion","text":"The Lehener Stadion was a former football stadium in Salzburg and between 1971 and 2002 the homeground of SV Austria Salzburg (now F.C. Red Bull Salzburg).\nHistory.\nDue to the fact that SV Austria Salzburg was promoted to the Nationalliga (former name of Bundesliga) the plan was to build a new stadium. In 1966 architect Hanns Wiser made the first sketch of the new venue with 15 000 seats and two roofed stands. In 1967 the City decided to build the new stadium in Lehen and to make places for 18 000 spectators. The space for the new venue was also before a football groundTogether with Jakob Adlhart Wiser made a new plan and the stadium was built between 1969 and 1971. Because money was short, the east stand was designed as standingroom so the capacity could be 18 000 although the building was cheaper. The floodlight was opened in 1974 because neighbours took legal action against it.\nThe stadium was opend with a friendly match between SV Asutria Salzburg and the national team of Tunesia. In mid-1990s the stadium was to small because Austria Salzburg played international matches and the UEFA licensed it for only 5 300 spectators. So Austria Salzburg played the international matches in Viennas Ernst Happel Stadion. It was planed to expand the stadium but the city of Salzburg decided to build a new stadium in Wals-Siezenheim because the city needed a venue for the UEFA Euro 2008. The last match was held on 4 December 2002 versus SK Sturm Graz.\nThe stadium was demolished in 2006. One part of the former stadium is now used by Salzburgs Citylibrary and a housing project is planed.\nNotable matches.\nIn the stadium 9 matches of the Austrian nationalteam were held. The most memorable was the 9:0 versus Malta on 30 April 1977 (Qualification for the FIFA World Cup 1978) where the young Hans Krankl scored 6 goals. But Austria Salzburg played notable matches in the venue for example the 3:0 victory over Sporting Lissabon in the 1993/94 UEFA Cup and in the second round of the UEFA Cup 1976 versus Roter Stern Belgrad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salzburg","surface_form":"Salzburg","offset":53}]}