{"id":298096,"url":"http://en.wikipedia.org/wiki/Inductively_coupled_plasma","text":"An inductively coupled plasma (ICP) is a type of plasma source. Electromagnetic induction creates energy in the source by causing ions to circulate. Movement of the ions generates energy in the form of heat.\nOperation.\nInductively coupled plasma sources usually use argon as a fuel. Unfortunately, most ICP sources require at least 5 L/min of argon. This makes inductively coupled plasma a rather expensive source. The argon atoms are ionized with a spark from tesla coil. These ions will circulate due to the magnetic field to produce heat and high temperatures. This will cause additional ions to be formed from the argon fuel. After a period of time, the torch will reach temperatures between 6 000 and 10 000 Kelvin.\nApplications.\nThe high temperatures produced by ICP make it a popular source for many scientific experiments. This source had the advantage of providing strong signals and only small amounts of noise or interference. Also, the data obtained from experiments using an inductively coupled plasma source is often linear. This makes it easy for scientists to determine the amount of something in a sample. Some of the most common applications are\nICP-AES.\nInductively coupled plasma atomic emission spectroscopy is one of the most common applications of ICP. The plasma source is used to heat a sample. At high enough temperatures, electrons in the sample atoms will gain enough energy to move into an excited state. Energy is released in the form of photons when electrons \"fall\" from the excited state to a lower energy. The lower energy state is usually called the ground state of an atom.\nThe wavelength of the emissions are determined by a detector. Most atoms will emit light at different wavelengths so scientists may use this information to identify atoms in a sample. The intensity of emission is related to the amount of an atom in the sample. Scientist may use the wavelength and intensity to determine both the identity and amount of an atom. ICP-AES is often used for the detection of toxins, such as heavy metals. It may also be used for chemical studies.\nDetection.\nInductively coupled plasma source may be used for the detection of approximately 60 different elements. These include most alkali metals, alkaline earth metals, metalloids, all transition metals, and some f-block elements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plasma_(physics)","surface_form":"plasma","offset":49},{"uri":"Electromagnetic_induction","surface_form":"Electromagnetic induction","offset":64},{"uri":"Energy","surface_form":"energy","offset":98},{"uri":"Ions","surface_form":"ions","offset":130},{"uri":"Energy","surface_form":"energy","offset":180},{"uri":"Heat","surface_form":"heat","offset":202},{"uri":"Argon","surface_form":"argon","offset":266},{"uri":"Ions","surface_form":"ionized","offset":435},{"uri":"Tesla_coil","surface_form":"tesla coil","offset":461},{"uri":"Kelvin","surface_form":"Kelvin","offset":713},{"uri":"Noise","surface_form":"noise","offset":915},{"uri":"Interference","surface_form":"interference","offset":924},{"uri":"Linear","surface_form":"linear","offset":1031},{"uri":"Electrons","surface_form":"electrons","offset":1349},{"uri":"Atoms","surface_form":"atoms","offset":1373},{"uri":"Excited_state","surface_form":"excited state","offset":1419},{"uri":"Photons","surface_form":"photons","offset":1468},{"uri":"Ground_state","surface_form":"ground state","offset":1585},{"uri":"Wavelength","surface_form":"wavelength","offset":1614},{"uri":"Emission","surface_form":"emission","offset":1632},{"uri":"Intensity_(physics)","surface_form":"intensity","offset":1798},{"uri":"Elements","surface_form":"elements","offset":2192},{"uri":"Alkali_metal","surface_form":"alkali metal","offset":2221},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth metal","offset":2236},{"uri":"Metalloid","surface_form":"metalloid","offset":2259},{"uri":"Transition_metal","surface_form":"transition metal","offset":2275}]}