{"id":298200,"url":"http://en.wikipedia.org/wiki/Whitehurst_%26_Son_sundial_(1812)","text":"The Whitehurst & Son Sundial was produced in Derby in 1812 by the nephew of John Whitehurst. It is now in the Derby Museum and Art Gallery. This is a precise sundial which tells not only local apparent time but also local mean time using a scale on it. It is accurate to the nearest minute.\nManufacturer.\nThe Whitehurst family was known in Derby as skillful mechanics. John Whitehurst (1713–1788) was born in Congleton, but came to Derby where he became a watch and clock maker. He moved to London to assume the post of Inspector of Weights. His nephew continued the business under the name of Whitehurst & Son. The family business was known for their turret clocks.\nConstruction.\nTo construct a sundial, one must understand the geometry of the solar system, and particularly how the sun will cast a shadow onto a flat surface, in this case a horizontal surface. Each day over a yearly cycle the shadow will be different from the day before, and the shadow is specific to the location of the dial, particularly its latitude. The dial is designed to tell local apparent time so the longitude is not important. In this case, noon will be at the point when the sun is highest in sky and due south, and standard time would be when the sun was due south at another point such as the Royal Observatory at Greenwich. Derby is at 1° 28′ 46.2″ West of Greenwich, so the sun is approximately 5 mins and 52.05 s later in reaching noon. And also when telling the time, we must consider the equation of time. That is to say, as the earth moves around the sun in a slight ellipse, day length slightly varies everyday. For example, the difference from the average becomes up to 16 minutes in November and February. This equation of time had been really unknown for a long time until people started comparing sundials with mechanical clocks. If a clock ignores this difference, it measures average time. If a clock is re balanced each day to make them correspond with the natural cycle, it measures local mean time. A fixed noon and fixed day are essential for railways timetabling, so Greenwich Mean Time was adopted. In the case of Midland Railway, it was by January 1848.\nThis particular bronze sundial is marked \"Whitehurst and Son/Derby/1812\" and is thought to have been made for George Benson Strutt (who was the younger brother of the cotton spinner William Strutt), for his home Bridge Hill House, in Belper. This has the precise location of 53° 1′ 49.08″ north, and 1° 29′ 26.88″ West of Greenwich, which is slightly different from those of Derby, at 52° 55′ 00″ north, a difference of 6′ 49″. The Longitude is almost same, and gives only a 2 second time difference.\nThe Gnomon.\nThe dial is stoutly made and has one thick style (gnomon, a stick which casts shadow on the plate). The dial plate is not one complete circle but two semicircles separated by the thickness of the style. In this design of sundial, the angle of the style to the dial plate is exactly the same as latitude, which is 53° 1′ 49″ (the latitude of the Bridge Hill House).\nThe dial plate will be perfectly horizontal there. In case it is placed at different location, slight adjustment for latitude is required by slanting the dial plate. As the dial is now 0° 6′ 49″, or about 1/10th of a degree south- the nose of the gnomon needs to be raised by that amount.\nThe dial plate.\nIn the \"horizontal sundial\" (also called a \"garden sundial\"), the plane that receives the shadow is aligned horizontally. (In the equatorial dial, the style stands vertically against the plate.) Hence, the line of shadow does not rotate uniformly on the dial face. Consequently, the hour lines are spaced according to a calculation.\nwhere λ is the sundial's geographical latitude (and the angle the style makes with horizontal), θ is the angle between a given hour-line and the noon hour-line (which always points towards true North) on the plane, and \"t\" is the number of hours before or after noon.\nThe Maths.\nFor each of the hours 1 to 6, the formula is calculated. For instance at 3 hours after noon, we substitute the numbers 53.03 and 3 into the formula\nThe hours before noon are exactly the same, because the dial is symmetrical, so the other lines are mirror images of those above.\nIn the same manner, the half hours and the minute lines would be calculated. As noon is set exactly on the north-south line, and not 5' and 54\" (time difference between Belper and Greenwich) to one side, we can tell that this dial is telling Belper time and not Greenwich time.\nEquation of Time.\nSignificantly, on the plate we can see a pair of scales that help the observer make the equation of time correction. One scale gives the date in months and days. Along side of it, another scale is engraved with the minutes on that day that the watch would be running faster or slower. Here it is labeled \"Watch Slower, Watch Faster. The 15th April is one day when no conversion needs to be made. This dial can be used both to read solar time shown by sundials and also the mean time that is favoured by clocks, with the practical purpose that observers can use the dial to calibrate their pocket watches, which in 1812 would not always run true. By 1820 watches manufacture had improved and the Lever escapement had become popular, so frequent calibration was no longer needed.\nOther Commissions.\nAnother Whitehurst sundial dated around 1800 sold for £1850 in 2005 in Derby.","categories":[],"infobox_types":[],"annotations":[{"uri":"Derby","surface_form":"Derby","offset":45},{"uri":"John_Whitehurst","surface_form":"John Whitehurst","offset":76},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum and Art Gallery","offset":110},{"uri":"Local_apparent_time","surface_form":"local apparent time","offset":187},{"uri":"Local_mean_time","surface_form":"local mean time","offset":216},{"uri":"Derby","surface_form":"Derby","offset":340},{"uri":"John_Whitehurst","surface_form":"John Whitehurst","offset":369},{"uri":"Congleton","surface_form":"Congleton","offset":409},{"uri":"Turret_clock","surface_form":"turret clock","offset":652},{"uri":"Geometry","surface_form":"geometry","offset":729},{"uri":"Solar_system","surface_form":"solar system","offset":745},{"uri":"Sun","surface_form":"sun","offset":784},{"uri":"Shadow","surface_form":"shadow","offset":800},{"uri":"Latitude","surface_form":"latitude","offset":1015},{"uri":"Local_apparent_time","surface_form":"local apparent time","offset":1054},{"uri":"Longitude","surface_form":"longitude","offset":1081},{"uri":"Royal_Observatory%2C_Greenwich","surface_form":"Royal Observatory at Greenwich","offset":1278},{"uri":"Equation_of_time","surface_form":"equation of time","offset":1478},{"uri":"Local_mean_time","surface_form":"local mean time","offset":1983},{"uri":"Greenwich_Mean_Time","surface_form":"Greenwich Mean Time","offset":2070},{"uri":"Midland_Railway","surface_form":"Midland Railway","offset":2118},{"uri":"William_Strutt_(inventor)","surface_form":"William Strutt","offset":2341},{"uri":"Belper","surface_form":"Belper","offset":2393},{"uri":"Latitude","surface_form":"latitude","offset":2966},{"uri":"Latitude","surface_form":"latitude","offset":3713},{"uri":"True_North","surface_form":"true North","offset":3864},{"uri":"Belper","surface_form":"Belper","offset":4474},{"uri":"Greenwich","surface_form":"Greenwich","offset":4494},{"uri":"Equation_of_time","surface_form":"equation of time","offset":4616},{"uri":"Pocket_watch","surface_form":"pocket watch","offset":5117},{"uri":"Lever_escapement","surface_form":"Lever escapement","offset":5223}]}