{"id":29822,"url":"http://en.wikipedia.org/wiki/Durga","text":"Durga is one of the goddesses in Hinduism and is a form of Devi, the supreme goddess. In Bengal, she is said to be the mother of Ganesha and Kartikeya as well of Saraswati and Lakshmi. She is considered a divine mother, a guardian, and a warrior who protects divine law and righteousness, and these are her main roles.\nDurga is most often seen as a warrior woman riding a lion or a tiger with eight or ten hands carrying weapons and assuming mudras, or symbolic hand gestures. This way, the Goddess is the embodiment of feminine and creative energy (Shakti).\nAccording to the narrative from the Devi Mahatmya of the Markandeya Purana, Durga was made by the gods as a warrior goddess to fight a demon. The demon's father, Rambha, king of the demons, once fell in love with a water buffalo, and Mahishasur was born from this union. He is therefore able to change between human and buffalo form at will (mahisha means \"buffalo\"). Through intense prayers to Brahma, Mahishasura was given the boon that he could not be defeated by any man or god. He unleashed a reign of terror on earth, heaven and the nether worlds. The gods, realizing that only a woman or goddess could defeat the buffalo demon, gave forth all of their creative energy and created Durga. Durga, holding many weapons, went to battle with Mahishasur and won, saving the gods and men from destruction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu_Goddess","surface_form":"goddesses","offset":20},{"uri":"Hinduism","surface_form":"Hinduism","offset":33},{"uri":"Devi","surface_form":"Devi","offset":59},{"uri":"Ganesha","surface_form":"Ganesha","offset":129},{"uri":"Kartikeya","surface_form":"Kartikeya","offset":141},{"uri":"Saraswati","surface_form":"Saraswati","offset":162},{"uri":"Lakshmi","surface_form":"Lakshmi","offset":176},{"uri":"Mudra","surface_form":"mudras","offset":442},{"uri":"Devi_Mahatmya","surface_form":"Devi Mahatmya","offset":595},{"uri":"Markandeya","surface_form":"Markandeya","offset":616},{"uri":"Purana","surface_form":"Purana","offset":627},{"uri":"Deva","surface_form":"gods","offset":657},{"uri":"Asura","surface_form":"demon","offset":694}]}