{"id":29834,"url":"http://en.wikipedia.org/wiki/Domestic_worker","text":"A domestic worker is a person who works within the scope of a residence. Many domestic workers live in their employers’ homes. Back in the 19th century, there were many domestic workers in Europe or the United States, as well as in other countries, they would have domestic workers.\nA domestic worker is employed by somebody, and therefore domestic workers get paid. They are free to leave their employment if they wish. Many domestic workers are required by their employer to wear a uniform when in their employer's home.\nIn the Victorian era, Britain had a lot of domestic workers. The butler was the most important one. At meal times he would have been something like a head waiter. Other male domestic workers were often called \"valets\". A valet (sometimes said with a silent \"t\") may have been a personal servant who looked after his master’s clothes and comforts, and possibly looked after money matters as well. Female domestic worker were usually maids who cleaned, cooks who prepared the meals and nannies who looked after the children. Gardeners would have done the gardening.\nIn the early 20th century, new laws were made in Britain to protect domestic workers, and give them more rights. In the early 18th century, even some musicians were servants and had to wear livery (uniform). In 1717, when composer Johann Sebastian Bach said he wanted to leave his job, the duke he worked for put him in prison.\nToday in many parts of the world domestic workers from poorer countries are often employed by people in the richer countries.\nTo ensure the right of decent work for all kind of domestic workers including migrant workers, International Labour Organization has made Convention No. 189 on domestic workers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":189},{"uri":"United_States","surface_form":"United States","offset":203},{"uri":"Uniform","surface_form":"uniform","offset":484},{"uri":"Victorian_era","surface_form":"Victorian era","offset":530},{"uri":"Britain","surface_form":"Britain","offset":545},{"uri":"Butler","surface_form":"butler","offset":588},{"uri":"Waiter","surface_form":"waiter","offset":678},{"uri":"Clothes","surface_form":"clothes","offset":848},{"uri":"Money","surface_form":"money","offset":896},{"uri":"Cook","surface_form":"cook","offset":974},{"uri":"Meal","surface_form":"meal","offset":997},{"uri":"Nanny","surface_form":"nannies","offset":1007},{"uri":"Child","surface_form":"child","offset":1036},{"uri":"Gardening","surface_form":"gardening","offset":1076},{"uri":"Musician","surface_form":"musician","offset":1237},{"uri":"Uniform","surface_form":"uniform","offset":1285},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":1318},{"uri":"Duke","surface_form":"duke","offset":1377},{"uri":"Prison","surface_form":"prison","offset":1407},{"uri":"Migrant_worker","surface_form":"migrant worker","offset":1619},{"uri":"International_Labour_Organization","surface_form":"International Labour Organization","offset":1636},{"uri":"Convention_on_Domestic_Workers","surface_form":"Convention No. 189 on domestic workers","offset":1679}]}