{"id":29843,"url":"http://en.wikipedia.org/wiki/Antonio_Vivaldi","text":"Antonio Vivaldi (born Venice, 4 March 1678; died Vienna, 28 July 1741) was an Italian composer. He was the most important composer in Italy at the end of the Baroque period.\nVivaldi wrote more than 400 concertos for various instruments, especially for the violin. The scores of 21 of his operas, including his first and last, are still intact. His most popular work is the group of four violin concertos called “The Four Seasons”. Each concerto describes a season: Spring, Summer, Autumn, and Winter. He is believed to be the inventor of the ritornello form. He was very famous for his piccolo compositions, such as \"Il gardellino\".\nEarly life.\nVivaldi probably was taught to play the violin by his father, who was professional musician. He trained to be a priest, and because of his red hair, he became known as \"il prete rosso\", which means \"the red priest.\" He did not work as a priest for very long, and in 1703, he began teaching violin to girls at an orphanage in Venice, the Pio Ospedale della Pietà. The name means \"Devout Hospital of Mercy.\" The girls were chosen because they showed exceptional musical abilities. They gave regular concerts, so as part of his duties Vivaldi wrote music for them to play. He lost the job between 1709 and 1711, when he was reappointed. He also took on the extra job of writing sacred music for the girls' choir. He continued teaching until 1716 when he was put in charge of all the music events.\nComposing.\nVivaldi's music was becoming well known. During his break from teaching between 1709 and 1711 he wrote a large number of works including violin sonatas and concertos. In 1711 a collection of 12 concertos, \"L'estro armonico op.3\", for one, two and four solo violins was published by Etienne Roger in Amsterdam. This made him famous throughout Europe, and musicians coming to Venice would visit Vivaldi for lessons. Further new publications of his music made him even more famous. The first of his many operas, \"Ottone in villa\", was performed in 1713.. His first oratorio, \"Juditha Triumphans devicta Holofernis barbaric\", was performed by the girls from the Pietà in 1716.\nTravels.\nIn 1718 Vivaldi left Venice and moved to Mantua, where he became the director of music for the governor, Prince Philip of Hesse-Darmstadt. He composed his famous \"Four Seasons\" as well as several operas during this time. He went to Rome in about 1721, where he performed on several occasions for the Pope. While he was travelling, he continued to write music for the girls at the Pietà, over the years he sent them about 140 concertos. He went to a number of cities in Europe to have his operas performed including Vienna, Verona, and Prague. He often went back to Venice to rehearse his music with the girls.\nEven though his music was popular, Vivaldi did not make a lot of money from his music. As newer musicians, and more modern styles became popular, he found it more difficult to earn a living. He moved to Austria to play for royalty but when the king died, he became poor and had no way to return home. He died, a poor man, in Vienna, on 28 July 1741.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venice","surface_form":"Venice","offset":22},{"uri":"Vienna","surface_form":"Vienna","offset":49},{"uri":"Italy","surface_form":"Italian","offset":78},{"uri":"Composer","surface_form":"composer","offset":86},{"uri":"Baroque_music","surface_form":"Baroque","offset":158},{"uri":"Concerto","surface_form":"concerto","offset":202},{"uri":"Violin","surface_form":"violin","offset":256},{"uri":"Concerto","surface_form":"concerto","offset":394},{"uri":"Spring","surface_form":"Spring","offset":465},{"uri":"Summer","surface_form":"Summer","offset":473},{"uri":"Autumn","surface_form":"Autumn","offset":481},{"uri":"Winter","surface_form":"Winter","offset":493},{"uri":"Ritornello","surface_form":"ritornello","offset":542},{"uri":"Orphanage","surface_form":"orphanage","offset":957},{"uri":"Sonata","surface_form":"sonata","offset":1594},{"uri":"Opera","surface_form":"opera","offset":1951},{"uri":"Oratorio","surface_form":"oratorio","offset":2012},{"uri":"Mantua","surface_form":"Mantua","offset":2173},{"uri":"Philip_of_Hesse-Darmstadt","surface_form":"Philip of Hesse-Darmstadt","offset":2244},{"uri":"Rome","surface_form":"Rome","offset":2364}]}