{"id":29852,"url":"http://en.wikipedia.org/wiki/Percussion_instrument","text":"e=\"preserve\">Percussion instruments are instruments which are played by shaking or hitting. There are many different kinds of percussion instruments. A person who plays a percussion instrument is a percussionist. Percussionists are usually able to play lots of different percussion instruments, because the basic skills required are similar.\nSome percussion instruments can play tunes. These are called “tuned percussion”. Tuned percussion instruments include: xylophone, glockenspiel, vibraphone, tubular bells and timpani.\nUntuned percussion instruments include: bass drum, side drum (snare drum), maracas, castanets, cymbals, tambourine, claves and many more.\nIn an orchestra there can be more different kind of percussion instruments than in the other families: string, woodwind and brass instruments. However, older music does not often use lots of percussion. Most music for orchestra by composers like Mozart and Beethoven only use the timpani. In the 19th century, more percussion is added: cymbals, tambourine, triangle etc. In the 20th century, some composers may use very many percussion instruments.\nWhenever any unusual instrument is used that does not fit into the category of string, woodwind, brass or keyboard, it is usually played by a percussionist. Sometimes composers have used things like typewriters, milk bottles or vacuum cleaners in their pieces.\nClass of Percussion.\nLatin percussion instruments are used in American-Latin Music. The instruments are Maracas, Congs, Timbales...\nClassic percussion instruments are used in the Harmony Orchestras. The instruments are Tampani, Bass Drum, Xylophone...\nModern percussion instruments are used in the Rock, Pop and Jazz music. There is just the drum set, but this is a percussion instrument with many possibilities. One can take for example a cowbell on the drum set or an tambourine. We have with the drum set uncountable possibilities.\nDrum Kit.\nDrum kits can include bass drum, side drum, tom-toms, cowbells, cymbals (suspended and hi-hat) etc. Together with a string bass (double bass) they will form the “rhythm section” of a jazz group. A percussion player has to have a very good sense of rhythm. The other players rely on him or her to keep a steady beat and not to play so loudly that the others cannot hear the tune.","categories":[],"infobox_types":[],"annotations":[{"uri":"Xylophone","surface_form":"xylophone","offset":461},{"uri":"Glockenspiel","surface_form":"glockenspiel","offset":472},{"uri":"Vibraphone","surface_form":"vibraphone","offset":486},{"uri":"Tubular_bells","surface_form":"tubular bells","offset":498},{"uri":"Timpani","surface_form":"timpani","offset":516},{"uri":"Drum","surface_form":"drum","offset":570},{"uri":"Maracas","surface_form":"maracas","offset":600},{"uri":"Castanets","surface_form":"castanets","offset":609},{"uri":"Cymbals","surface_form":"cymbals","offset":620},{"uri":"Tambourine","surface_form":"tambourine","offset":629},{"uri":"Claves","surface_form":"claves","offset":641},{"uri":"Orchestra","surface_form":"orchestra","offset":669},{"uri":"String_instrument","surface_form":"string","offset":766},{"uri":"Woodwind","surface_form":"woodwind","offset":774},{"uri":"Brass_instrument","surface_form":"brass","offset":787},{"uri":"Mozart","surface_form":"Mozart","offset":909},{"uri":"Beethoven","surface_form":"Beethoven","offset":920},{"uri":"19th_century","surface_form":"19th century","offset":959},{"uri":"20th_century","surface_form":"20th century","offset":1041},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":1218},{"uri":"Typewriter","surface_form":"typewriter","offset":1311},{"uri":"Double_bass","surface_form":"double bass","offset":2047},{"uri":"Rhythm","surface_form":"rhythm","offset":2080},{"uri":"Jazz","surface_form":"jazz","offset":2101}]}