{"id":298515,"url":"http://en.wikipedia.org/wiki/Bachelor%27s_degree","text":"e=\"preserve\">A bachelor's degree is the certificate given to a university student after he or she has succeeded in an end of course examination. In England and Wales the degree requires three years of study; in North America and some other countries four years are required.\nIn many countries there are other qualifications after school attendance is ended. Most of these are below degree level, and based on practical skills, but details vary according to the country.\nIn the British tradition there is a distinction between general degrees, and honour degrees or special degrees. In Scotland, for example, a general degree takes three years, while an honours degree takes four years.\nThe content of a bachelor's degree varies according to the Faculty, the part of the University which does the teaching. In a Faculty of Arts or Humanities a student studies for the Bachelor of Arts. Other traditional Faculties are those of Science, Mathematics, Engineering, and so on. Honours degrees are always labelled by their content, so BSc is a Bachelor of Science, BA a Bachelor of Arts, and so on. Medical degrees are labelled variously. London University awards MB, ChB (bachelor of medicine and surgery) as the basic degree; Edinburgh University awards the MD as the basic qualification.\nHigher degrees than the bachelor are possible. Again, regulations vary, but often the next two steps are usually the Master's degree and the PhD degree.","categories":[],"infobox_types":[],"annotations":[{"uri":"Certificate","surface_form":"certificate","offset":40},{"uri":"University","surface_form":"university","offset":63},{"uri":"England","surface_form":"England","offset":148},{"uri":"Wales","surface_form":"Wales","offset":160},{"uri":"North_America","surface_form":"North America","offset":211},{"uri":"Scotland","surface_form":"Scotland","offset":585},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":867},{"uri":"Bachelor_of_Science","surface_form":"Bachelor of Science","offset":1038},{"uri":"Medical_degree","surface_form":"Medical degree","offset":1093},{"uri":"London_University","surface_form":"London University","offset":1133},{"uri":"Edinburgh_University","surface_form":"Edinburgh University","offset":1222},{"uri":"MD","surface_form":"MD","offset":1254},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":1402},{"uri":"PhD","surface_form":"PhD","offset":1426}]}