{"id":298695,"url":"http://en.wikipedia.org/wiki/Lombe%27s_Mill","text":"Lombe's Mill was the first successful silk throwing mill in England. It was built in an island on the River Derwent in Derby. John Lombe visited Piedmont in 1717 and studied details of the Italian silk throwing machines- the \"filatoio\", and the \"torcitoio\". Then, he returned to England with some Italian craftsmen, and built the mill. George Sorocold designed the building.\nLocation.\nLombe's Mill was built next to Thomas Cotchett's 1704 mill on the west bank of the River Derwent in Derby. At this point a weir had been constructed across the river and the mill was built on an island downstream, which separated the river from the tail race of three corn mills. Derby was an important place, because the river had a fast flow and A6 road (from London to Carlisle) crossed the river here.\nHistory.\nThis mill is significant as it was the first successful silk throwing mill in England, and probably the first fully mechanized factory in the world.\nThomas Cotchett built the first mill in Derby in 1704, but it was unsuccessful. So John Lombe visited Piedmont in 1716 to see the successful silk throwing mill there. This was an early example of industrial spying. He returned to Derby with the knowledge and a group of Italians. He and his half brother Thomas Lombe (born 1685) instructed George Sorocold to build a mill to his design and fitted it with the new machines. It was built to the south of Cotchetts Mill. Thomas Lombe was given a 14 year patent to protect the design of the throwing machines he used. This displeased the King of Sardinia, and he stopped exporting suitable raw silk. It is speculated that he was responsible for John Lombes mysterious death six years later in 1722. His elder brother, Thomas Lombe took over the business. When the patents lost effect in 1732, other mills were built in Stockport and Macclesfield. To the north of the powered Italian Works an unpowered Doubling Shop was built- this happened before 1739. The mill was sold in 1739 to Thomas Wilson, and an inventory of this time is still exists.\nThe mill- the Italian Works.\nMost of the building was rebuilt in after years, and little of the original mill remain. It is known from written sources that it was five storeys high rectangular in plan. It was 17m high, 33.5m long, and 12m wide. The roof was slightly sloped. It was built of brick in Flemish bond, on a series of stone arches that allowed the waters of the River Derwent to flow through. The throwing machines were two storeys high, and fastened on the first floor. The winding machines were placed on the top three floors. All the machines were powered by Sorocolds external undershot water wheel. It was 7m in diameter and 2m in width. Its stem entered the mill through a hole at first floor level. It drove a vertical shaft which was 0.45m square. This drove a line shaft (horizontal shaft or lay shaft) that ran the length of the mill. The \"torcitoios\" and \"filatoios\" took their power from this shaft. The vertical shaft was extended to a further vertical shaft that reached the top 3 floors to drive the winding machines. The mill needed to be heated in order to process the silk and this was explained in the 1718 patent. It was reported in 1732 that Lombe used a fire engine (steam engine) to pump hot air round the mill. The stair column was 19.5m high, but its layout is unknown. There is no information on how materials were carried up and down between the floors.\nThe mill- the Doubling Shop.\nThe main range was three storeys high, 42.4m by 5.5m. Each floor was used for doubling- and there were 306 doubling machines.\nThe silk throwing process.\nIn 1700, the Italians were the most technologically advanced in silk throwing in Europe, and they had developed two machines capable of winding the silk onto bobbins while putting a twist in the thread. They called the throwing machine, a \"filatoio\", and the doubler, a \"torcitoio\". There is an illustration (drawn in 1487) of a circular handpowered throwing machine with 32 spindles. The first evidence of a externally powered filatoio comes from the thirteenth century, and the earliest illustration from around 1500. Filatorios and torcitoios contained parallel circular frames that revolved round each other on a central axis. The speed of the relative rotation determined the twist. Silk would only cooperate in the process if the temperature and humidity were high, in Italy the temperature was elevated by sunlight but in Derby the mill had to be heated, and the heat evenly distributed.\nThe Silk Mill today.\nThe mill then passed through several hands and has been rebuilt several times, but the modified structure still exists and has been restored to house the Derby Industrial Museum. A Bas relief sculpture of John Lombe may be found at the nearby Exeter Bridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silk_throwing","surface_form":"silk throwing","offset":38},{"uri":"England","surface_form":"England","offset":60},{"uri":"River_Derwent","surface_form":"River Derwent","offset":102},{"uri":"Derby","surface_form":"Derby","offset":119},{"uri":"John_Lombe","surface_form":"John Lombe","offset":126},{"uri":"Piedmont","surface_form":"Piedmont","offset":145},{"uri":"George_Sorocold","surface_form":"George Sorocold","offset":336},{"uri":"River_Derwent%2C_Derbyshire","surface_form":"River Derwent","offset":468},{"uri":"A6_road_(England)","surface_form":"A6 road","offset":733},{"uri":"List_of_monarchs_of_Sardinia","surface_form":"King of Sardinia","offset":1533},{"uri":"Brick","surface_form":"brick","offset":2331},{"uri":"Water_wheel","surface_form":"water wheel","offset":2642},{"uri":"Line_shaft","surface_form":"line shaft","offset":2820},{"uri":"Derby_Industrial_Museum","surface_form":"Derby Industrial Museum","offset":4684},{"uri":"Relief","surface_form":"relief","offset":4715},{"uri":"John_Lombe","surface_form":"John Lombe","offset":4735},{"uri":"Exeter_Bridge","surface_form":"Exeter Bridge","offset":4773}]}