{"id":298750,"url":"http://en.wikipedia.org/wiki/Hugo_Meisl","text":"Hugo Meisl (16 November 1881, Maleschau, Bohemia - 17 February 1937) was an Austrian football player, coach, referee and football official. He was coach of the so-called Wunderteam.\nBiography.\nMeisl was born in the Bohemian part of the Austro-Hungarian Empire. He was born to a Jewish family. At the age of 12, he went to Vienna and developed an interest in the new football sport in Austria. He became member of the Vienna Cricket and Football-Club in 1895 but did not play regularly, because he was often out of the country for schooling. He became a bank clerk in 1905 and started his career as football official.\nMeisl got a job as an administrator with the Austrian Football Association when he was in his early 40s. He became General Secretary. As referee, he led 16 international matches under them matches at the 1912 Winter Olympics in Stockholm. Due to his command of eight languages, he became Austria's representative for FIFA.\nMeisl had the longest career as team coach for Austria. He was in charge at 133 games. He was one of the most successful coaches of Austria's team. He was the coach of the so called Wunderteam (Wonderteam) which was the best one in Europe between 1931 and 1933. In 15 matches, Austria won 12 times.\nAs an official, Meisl was responsible for introducing professionalism in football. He also took active part in establishing the Mitropapokal, a forerunner of today's Champions League. He died at the age of 55 from a heart attack.\nTo honour him, a small street in Vienna is named after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bohemia","surface_form":"Bohemia","offset":41},{"uri":"Austria","surface_form":"Austria","offset":76},{"uri":"Football_player","surface_form":"football player","offset":85},{"uri":"Coach_(sport)","surface_form":"coach","offset":102},{"uri":"Austro-Hungarian_Empire","surface_form":"Austro-Hungarian Empire","offset":236},{"uri":"Vienna","surface_form":"Vienna","offset":322},{"uri":"Austrian_Football_Association","surface_form":"Austrian Football Association","offset":662},{"uri":"1912_Winter_Olympics","surface_form":"1912 Winter Olympics","offset":821},{"uri":"Stockholm","surface_form":"Stockholm","offset":845},{"uri":"FIFA","surface_form":"FIFA","offset":934},{"uri":"UEFA_Champions_League","surface_form":"Champions League","offset":1405}]}