{"id":298700,"url":"http://en.wikipedia.org/wiki/The_Lizard","text":"e=\"preserve\">The Lizard is a peninsula in south Cornwall, United Kingdom. The most southerly point of the British mainland is near Lizard Point at. Lizard village, the most southerly village on the British mainland, is in Landewednack, the most southerly parish.\nThe peninsula measures approximately x. It is southwest of Falmouth ten miles (16 km) east of Penzance.\nThe name \"Lizard\" is most probably a corruption of the Cornish name \"Lys Ardh\", meaning \"high court\". The name is not connected to the rock called serpentinite which is found here.\nThe Lizard's coast is particularly hazardous to shipping and the seaways round the peninsula were historically known as the \"Graveyard of Ships\". The Lizard Lighthouse was built at Lizard Point in 1752 and the RNLI operates The Lizard lifeboat station.\nGeography.\nFour parishes and part of a fifth in the northeast belong to a district known as the Meneage (pronounced to rhyme with \"vague\"); from west to east these are Mawgan-in-Meneage (part), St Martin in Meneage, Manaccan, St Anthony-in-Meneage, and (south of the Helford River) St Keverne.\nGeology.\nThe peninsula's geology is the best preserved example of an exposed ophiolite in the United Kingdom. An ophiolite is a group of geological formations which represent a slice through a section of ocean crust thrust onto the continental crust. Geologists have identified these three parts of the rock: the serpentinites, the \"oceanic complex\" and the metamorphic basement.\nEcology.\nSeveral nature sites exist on the Lizard Peninsula including Predannack nature reserve, Mullion Island, and Goonhilly Downs. An area of the Lizard coverning is designated a National Nature Reserve because of its coastal grasslands and heaths and inland heaths.\nThe Lizard contains some of the most specialised plants of any area in Britain, including many endangered species.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peninsula","surface_form":"peninsula","offset":29},{"uri":"Cornwall","surface_form":"Cornwall","offset":48},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":58},{"uri":"Penzance","surface_form":"Penzance","offset":357},{"uri":"Cornish_language","surface_form":"Cornish","offset":422},{"uri":"Serpentinite","surface_form":"serpentinite","offset":514},{"uri":"Royal_National_Lifeboat_Institution","surface_form":"RNLI","offset":758},{"uri":"Ophiolite","surface_form":"ophiolite","offset":1172},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1189},{"uri":"Continental_crust","surface_form":"continental crust","offset":1327},{"uri":"Basement_(geology)","surface_form":"basement","offset":1465},{"uri":"Goonhilly_Downs","surface_form":"Goonhilly Downs","offset":1592}]}