{"id":298785,"url":"http://en.wikipedia.org/wiki/William_John_Coffee","text":"e=\"preserve\">William John Coffee (1774–1846) was an English artist and sculptor who worked in porcelain, plaster, and terra cotta. He also worked in oil paint, although this was not the thing for which he became famous. His early career was as a modeller for Duesbury at the china factory on Nottingham Road in Derby, England. The later part of his life was spent in America.\nBiography.\nIn Derby, Coffee made busts of some of the local people and historic figures including a life size sculpture of Erasmus Darwin. This bust is a good example of Coffee's modelling skills and is now on show at Derby Museum. Coffee also produced a terra cotta copy of the Florentine Boar (1806) and a number of terra cotta statues of Greek figures showing medicine and healing for the garden of Joseph Strutt. The garden was given to the town as Derby Arboretum in 1840 complete with statues, but those of the Greek figures are now missing or lost. Coffee also made a terra cotta statue of Asclepius for William Strutt's Derbyshire Infirmary, opened 1810.\nCoffee moved from England to New York City in 1816, where he became famous as a sculptor for American historical figures such as James Madison and Thomas Jefferson. He also made the mouldings for Jefferson's house and for the University of Virginia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artist","surface_form":"artist","offset":60},{"uri":"Sculptor","surface_form":"sculptor","offset":71},{"uri":"Porcelain","surface_form":"porcelain","offset":94},{"uri":"Terra_cotta","surface_form":"terra cotta","offset":118},{"uri":"Derby","surface_form":"Derby","offset":311},{"uri":"England","surface_form":"England","offset":318},{"uri":"Erasmus_Darwin","surface_form":"Erasmus Darwin","offset":499},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum","offset":594},{"uri":"Joseph_Strutt_(philanthropist)","surface_form":"Joseph Strutt","offset":778},{"uri":"Derby_Arboretum","surface_form":"Derby Arboretum","offset":829},{"uri":"Asclepius","surface_form":"Asclepius","offset":973},{"uri":"New_York","surface_form":"New York","offset":1068},{"uri":"James_Madison","surface_form":"James Madison","offset":1168},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":1186},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":1265}]}