{"id":298897,"url":"http://en.wikipedia.org/wiki/Hersal_Thomas","text":"Hersal Thomas (1910 in Houston – 3 July 1926 in Detroit, Michigan) was an American blues and boogie woogie pianist. He strongly influenced the development of piano blues and boogie woogie. Later pianists like Jimmy Yancey, Albert Ammons and Meade Lux Lewis named him as an important influence in their own career.\nLife.\nThomas was born in Houston, Texas into a musical family. When young, he had talent for blues piano playing and composition. Besides Hersal, also his older brother George W. was a very good piano player. His sister Sippie Wallace and his niece Hociel Thomas sang.\nHe started playing piano in New Orleans. Later he went to Chicago, where his sister Sippie lived. In 1924, he started recording piano rolls and 1925 disk records. He worked solo but also as sideman for Hociel Thomas, Sippie Wallace, Lilian Miller and Sodarisa Miller. Shortly before his death he was on tour with Louis Armstrong and King Oliver. His sister Sippie Wallace recorded seven of his titles: \"A Jealous Woman Like Me\", \"A Man for Every Day of the Week\", \"Dead Drunk Blues\", \"Have You Ever Been Down?\", \"I Feel Good\", \"Shorty George Blues\" and \"Trouble Everywhere I Roam\". His most famous records are \"Suitcase Blues\" (8958-A Okeh 8227) and \"The Five\". Albert Ammons and Meade Lux Lewis named this records under the fundamental boogie records.\nThomas died of food poisoning while working at Penny's Pleasure Inn in Detroit, Michigan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Houston","surface_form":"Houston","offset":23},{"uri":"Detroit","surface_form":"Detroit","offset":48},{"uri":"Blues","surface_form":"blues","offset":83},{"uri":"Boogie_woogie","surface_form":"boogie woogie","offset":93},{"uri":"Pianist","surface_form":"pianist","offset":107},{"uri":"Jimmy_Yancey","surface_form":"Jimmy Yancey","offset":209},{"uri":"Albert_Ammons","surface_form":"Albert Ammons","offset":223},{"uri":"Meade_Lux_Lewis","surface_form":"Meade Lux Lewis","offset":241},{"uri":"Sippie_Wallace","surface_form":"Sippie Wallace","offset":534},{"uri":"Hociel_Thomas","surface_form":"Hociel Thomas","offset":563},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":896},{"uri":"Food_poisoning","surface_form":"food poisoning","offset":1351}]}