{"id":298891,"url":"http://en.wikipedia.org/wiki/Cornish_Rebellion_of_1497","text":"The Cornish Rebellion of 1497 was a popular uprising by the people of Cornwall in the far southwest of Britain. Its primary cause was the people's response to the raising of war taxes by King Henry VII to pay for a campaign against Scotland. Tin miners were angered as the scale of the taxes overturned previous rights granted by Edward I of England to the Cornish Stannary Parliament which exempted Cornwall from all taxes of 10ths or 15ths of income.\nRebellion.\nIn reaction to King Henry's tax levy, Michael Joseph (An Gof), a blacksmith from St Keverne and Thomas Flamank a lawyer from Bodmin, persuaded many of the people of Cornwall to revolt against the King. An army of 15,000 marched into Devon, attracting support in terms of provisions and recruits as they went. Apart from one isolated incident at Taunton their march was not accompanied by any violence or looting. From Taunton, they moved on to Wells, where they were joined by the seventh Baron Audley, an able soldier.\nFrom Wells to Winchester and Kent.\nAfter issuing a declaration of grievances, the army left Wells and marched to Winchester via Bristol and Salisbury, remarkably unopposed as they progressed across the south of England. At this point, having come so far, there seems to have been some questioning of what exactly should be done. Flamank proposed that they should head for Kent, 'the classic soil of protests', the home of the Peasants' Revolt of 1381 and Jack Cade's rebellion, to rally the volatile men of Kent to their banner. Having failed to attract support in Kent part of the army abandoned the march and returned home while the rest turned towards Surrey.\nIn Surrey.\nMoving back west, by Tuesday 13 June 1497 the Cornish army arrived at Guildford. Although shocked by the scale of the revolt, Henry VII had not been idle. The army of 8000 men assembled for Scotland was recalled. The same day that the Cornish arrived at Guildford, Lord Daubeney and his army took up position upon Hounslow Heath and were cheered by the arrival of food and wine dispatched by the Lord Mayor of London.\nThe Crown decided to take the offensive and test the strength and resolve of the Cornish forces. Lord Daubeney sent out a force of 500 mounted spearmen and they clashed with the Cornish at 'Gill Down' outside Guildford on Wednesday 14 June 1497.\nThe Cornish army left Guildford and moved via Banstead and Chussex Plain to Blackheath where they pitched their final camp, looking down from the hill onto the Thames and City of London. Somehow An Gof held his army together, but faced with overwhelming odds, some Cornish deserted and by morning there remained only some 9-10,000 Cornish stalwarts left in arms.\nBattle of Deptford Bridge.\nThe Battle of Deptford Bridge (also known as Battle of Blackheath) took place on 17 June 1497 on a site in present-day Deptford south-east London, near the River Ravensbourne and was the climax of the Cornish Rebellion. Henry VII had an army of some 25,000 men and the Cornish lacked the supporting cavalry and artillery arms essential to the professional forces of the time. After carefully spreading rumours that he would attack on the following Monday, Henry moved against the Cornish at dawn on Saturday (17 June 1497). The Royal forces were divided into three 'battles', two under Lords Oxford, Essex and Suffolk, to wheel round the right flank and rear of enemy whilst the third waited in reserve. When the Cornish were duly surrounded, Lord Daubeney and the third 'battle' were ordered into frontal attack.\nCornish force at the bridge.\nAt the bridge at Deptford Strand, the Cornish had placed a body of archers to block the passage of the river. Here Daubeney had a hot time of it before his spearmen eventually captured the crossing with some losses (a mere 8 men or as many as 300 depending on one's source). Through ill-advice or inexperience, the Cornish had neglected to provide support for the men at Deptford Strand bridge and the main array stood well back into the heath, near to the top of the hill. Lord Daubeney and his troops poured across in strength and engaged the enemy with great vigour. Daubeney himself was so carried away that he became isolated from his men and was captured. Astoundingly enough, the Cornish simply released him and he soon returned to the fray.\nContinuation of the battle.\nThe two other Royal divisions attacked the Cornish precisely as planned and, as Bacon succinctly put it: being ill-armed and ill-led, and without horse or artillery, they were with no great difficulty cut in pieces and put to flight. Estimates of the Cornish dead range from 200 to 2000 and a general slaughter of the broken army was well under way when An Gof gave the order for surrender. He fled but only got as far as Greenwich before being captured. The less enterprising Lord Audley and Thomas Flamank were taken on the field of battle.\nAftermath.\nBy 2pm, Henry VII had returned to the City in triumph, knighting deserving parties on the way, to accept the acclamation of the Mayor and attend a service of thanksgiving at St Paul's.\nIn due course, severe monetary penalties, extracted by Crown agents, pauperised sections of Cornwall for years to come. Prisoners were sold into slavery and estates were seized and handed to more loyal subjects. The remaining rebels that escaped went home ending the rebellion.\nAn Gof and Flamank were both executed at Tyburn, London on 27 June 1497. An Gof is recorded to have said before his execution that he should have \"a name perpetual and a fame permanent and immortal\". Thomas Flamank was quoted as saying \"Speak the truth and only then can you be free of your chains\". Audley, as a peer of the realm, was beheaded on the 28th June at Tower Hill, London.\nQuincentennial.\nIn 1997 a statue depicting the Cornish leaders, \"Michael An Gof\" and Thomas Flamank was unveiled at An Gof's home village of St Keverne and a commemorative plaque was also unveiled on Blackheath Common.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cornwall","surface_form":"Cornwall","offset":70},{"uri":"Great_Britain","surface_form":"Britain","offset":103},{"uri":"Taxes","surface_form":"taxes","offset":178},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":192},{"uri":"Scotland","surface_form":"Scotland","offset":232},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":330},{"uri":"Tax","surface_form":"tax","offset":492},{"uri":"Blacksmith","surface_form":"blacksmith","offset":529},{"uri":"St_Keverne","surface_form":"St Keverne","offset":545},{"uri":"Lawyer","surface_form":"lawyer","offset":577},{"uri":"Bodmin","surface_form":"Bodmin","offset":589},{"uri":"Devon","surface_form":"Devon","offset":697},{"uri":"Taunton","surface_form":"Taunton","offset":809},{"uri":"Taunton","surface_form":"Taunton","offset":882},{"uri":"Wells","surface_form":"Wells","offset":908},{"uri":"Wells","surface_form":"Wells","offset":1076},{"uri":"Winchester","surface_form":"Winchester","offset":1097},{"uri":"Bristol","surface_form":"Bristol","offset":1112},{"uri":"Salisbury","surface_form":"Salisbury","offset":1124},{"uri":"England","surface_form":"England","offset":1195},{"uri":"Kent","surface_form":"Kent","offset":1356},{"uri":"Peasants%27_Revolt","surface_form":"Peasants' Revolt","offset":1410},{"uri":"Jack_Cade","surface_form":"Jack Cade","offset":1439},{"uri":"Kent","surface_form":"Kent","offset":1491},{"uri":"Guildford","surface_form":"Guildford","offset":1728},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":1784},{"uri":"Hounslow_Heath","surface_form":"Hounslow Heath","offset":1972},{"uri":"Cornwall","surface_form":"Cornish","offset":2157},{"uri":"Banstead","surface_form":"Banstead","offset":2368},{"uri":"Blackheath%2C_London","surface_form":"Blackheath","offset":2398},{"uri":"Deptford","surface_form":"Deptford","offset":2831},{"uri":"London","surface_form":"London","offset":2851},{"uri":"Greenwich","surface_form":"Greenwich","offset":4754},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":4894},{"uri":"City_of_London","surface_form":"City","offset":4924},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's","offset":5060}]}