{"id":29893,"url":"http://en.wikipedia.org/wiki/Kabir","text":"Kabir also known as Kabir Das' was born and brought up in a Muslim weavers family by Niru and Nima. He was a mystic poet and a musician and was one of the important saints of Hinduism and also considered a Sufi by Muslims. He is respected by Hindus, Muslims and Sikhs. He was a disciple of Ramananda Poet et. He was never formally educated and was almost completely illiterate. According to legend, the only word that he ever learned how to write was \"Rama\".\nPoetry.\nIt is because of poetry that Kabir is held in high esteem all over the world. Another beauty of Kabir's poetry is that he picks up situations that surround our daily lives. Thus, even today, his poetry is relevant and helpful in both social and spiritual context. Following him means understanding one's inner self, realizing oneself, accepting oneself as is, and becoming harmonious with one's surroundings.\nKabir das has written much poetry and song. All of his recorded verses are in Hindi. His lyrics are characterised by a free use of the vernacular, and is unfettered by the grammatical bonds of his day. It is this quality which has made his philosophy accessible to generations of Indians.He always help others\nDohe.\nSaint Kabir's Dohe is full of meaning and teachings. He believed God is one and people just worship him with different names. Kabir has written the famous Dohe in Hindi. Kabir's poems were in vernacular Hindi, borrowing from various dialects including Awadhi, Brij, and Bhojpuri.\nReferences.\n2. List of more indian [https://www.hindixala.com/?m=1 poems]","categories":[],"infobox_types":[],"annotations":[{"uri":"Mystic","surface_form":"mystic","offset":109},{"uri":"Saint","surface_form":"saint","offset":165},{"uri":"Hinduism","surface_form":"Hinduism","offset":175},{"uri":"Sufi","surface_form":"Sufi","offset":206},{"uri":"Hindu","surface_form":"Hindu","offset":242},{"uri":"Muslims","surface_form":"Muslims","offset":250},{"uri":"Sikhs","surface_form":"Sikhs","offset":262},{"uri":"Ramananda","surface_form":"Ramananda Poet","offset":290}]}