{"id":29894,"url":"http://en.wikipedia.org/wiki/Indus_River","text":"The Indus River is the greatest river on the western side of the south Asian subcontinent. It is one of the seven sacred rivers for Hindus. It was the birthplace of the early Indus Valley civilization. It is the longest river of Pakistan. It discharges about 6,600 cubic meters per second. It flows through China (Western Tibet), India and Pakistan. It is one of the main rivers of the Indo-Gangetic Plain\nThe river is 3180 km long. It is Pakistan's longest river. The river has a total drainage area exceeding 1,165,000 km2 (450,000 sq mi). Its estimated annual flow stands at around 207 km3 (50 cu mi), making it the twenty-first largest river in the world in terms of annual flow.\nThe word \"Indus\" and the cognate word \"Sind\"/\"Sindhu\" for the river is ancient. The Ancient Greeks used the word \"Indós\"; \"Hinduš\" was Old Persian; \"Sindhu\" in Sanskrit. Modern languages on the sub-continent use either \"Sindh\" (Urdu) or \"Sindhu\" (Hindi) or very similar words. There is no doubt that the river gave its name to the country India.\nRiver basin.\nOver 47% of the total area of the Indus drainage basin is in Pakistan and Pakistan-administered Kashmir. India has about 39%, Tibet has 8% and Afghanistan has 6 % of the Indus basin catchment area.\nThe Indus water system of rivers comprises the main Indus and its major tributaries: the Kabul River and Kurram River on the right bank, and the Jhelum River, Chenab River, Ravi River, Beas River and the Sutlej on the left. The first two join the Indus soon after it leaves the mountains, and the others lower down in the plains. The whole of the Beas and the head reaches of the Ravi and Sutlej are in the Republic of India, while those of the Chenab and Jhelum lie mostly in the disputed Kashmir state.\nThe entire basin covers an area of about 384,000 square miles of open land, of which 204,000 lie in Pakistan. In addition, there are about 29,000 square miles which lie outside the Indus basin but are dependent on the Indus river system for their water requirements and irrigation supplies.\nWithout the Indus waters, agriculture in Pakistan would be very uncertain, because there is not much rain. Even now when Pakistan is being rapidly industrialised, it needs its water resources, because much of its industry uses agriculture produce for its raw materials. Almost all of the basin in Pakistan receives an overall rainfull of less than 15 inches, 60% of its area receiving less than 10 inches, while, 16% receives less than 5 inches. The rainfull is not evenly distributed throughout the year but is concentrated during the monsoons.\nCourse.\nRising in western Tibet, the Indus runs at first across a high plateau, then the ground falls away and the river, dropping rapidly, gathering momentum and rushing north-west, collects the waters from innumerable glacier-fed streams, and runs north-west between the world's greatest mountain ranges, the Karakoram and the Himalayas. In Kashmir it crosses the United Nations cease-fire line and, in Baltistan District, enters Azad Kashmir. From here on it is Pakistan's river; Pakistan's first town on the upper Indus, Skardu, at 7,500 feet above sea-level, stands on a bluff near the junction of the Indus and one of its great right-bank tributaries, the Shigar. The majority of the people live in Skardu town; others inhabit small and scattered villages along the Indus and Shigar valleys, or tiny hamlets high on the surrounding mountains.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subcontinent","surface_form":"subcontinent","offset":77},{"uri":"Hindu","surface_form":"Hindu","offset":132},{"uri":"Indus_Valley_civilization","surface_form":"Indus Valley civilization","offset":175},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":768},{"uri":"Old_Persian","surface_form":"Old Persian","offset":819},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":844},{"uri":"Urdu","surface_form":"Urdu","offset":912},{"uri":"Hindi","surface_form":"Hindi","offset":931},{"uri":"India","surface_form":"India","offset":1023},{"uri":"Drainage_basin","surface_form":"drainage basin","offset":1083},{"uri":"Pakistan","surface_form":"Pakistan","offset":1104},{"uri":"Pakistan-administered_Kashmir","surface_form":"Pakistan-administered Kashmir","offset":1117},{"uri":"Jammu_and_Kashmir","surface_form":"India","offset":1148},{"uri":"Tibet","surface_form":"Tibet","offset":1169},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1186},{"uri":"Kabul_River","surface_form":"Kabul River","offset":1330},{"uri":"Kurram_River","surface_form":"Kurram River","offset":1346},{"uri":"Jhelum_River","surface_form":"Jhelum River","offset":1386},{"uri":"Chenab_River","surface_form":"Chenab River","offset":1400},{"uri":"Ravi_River","surface_form":"Ravi River","offset":1414},{"uri":"Beas_River","surface_form":"Beas River","offset":1426},{"uri":"Sutlej","surface_form":"Sutlej","offset":1445},{"uri":"Rain","surface_form":"rain","offset":2138},{"uri":"Monsoon","surface_form":"monsoon","offset":2573},{"uri":"Kashmir","surface_form":"Kashmir","offset":2926},{"uri":"United_Nations","surface_form":"United Nations","offset":2949},{"uri":"Baltistan_District","surface_form":"Baltistan District","offset":2988},{"uri":"Azad_Kashmir","surface_form":"Azad Kashmir","offset":3015}]}