{"id":2991,"url":"http://en.wikipedia.org/wiki/Russian_language","text":"Russian (Russian:, transliteration: \"russkiy yaz'ik\") is a Slavic language. It is the main language spoken in Russia. It is also spoken in by many people in other parts of the former Soviet Union, such as in Ukraine, Belarus, Kazakhstan, Uzbekistan, Tajikistan, Kyrgyzstan, Moldova, Latvia, Lithuania, Turkmenistan and Estonia.\nRussian, like other Slavic languages, are Indo-European languages. Russian is one of the three main East Slavic languages; the others are Ukrainian and Belarusian. More people speak Russian than any other Slavic language.\nWritten Russian does not use the Latin alphabet that English and the West Slavic languages do. (some people do however, learn to write it in Latin letters) It mostly uses the Cyrillic alphabet, whose letters, like those of Latin, came from Greek, but are different from them. The other East Slavic languages and some of the South Slavic languages use the Cyrillic alphabet as well.\nRussian is an official language of Russia, Belarus, Kazakhstan, Kyrgyzstan and Uzbekistan. It is one of the six official languages of the United Nations, along with English, Spanish, French, Arabic, and Chinese.\nStandard Russian.\nStandard Russian is also called modern literary Russian (Современный русский литературный язык). It first appeared at the beginning of the 18th century. Peter the Great was then working to make the state more modern. Standard Russian grew out of the dialect of Russian spoken by people in and around Moscow. In some ways, Standard Russian was also like the Russian used in government offices in earlier centuries.\nMikhail Lomonosov wrote the first book on Russian grammar in 1755. The Russian Academy of Sciences published the first full dictionary of Russian in 1783. The grammar, vocabulary and pronunciation of Russian became stable and were standardized at the end of the 18th and during the 19th century. This was called the \"Golden Age\" of Russian literature because it was a good period for the subject. It then became very famous across the world.\nAll of Russia began to use Russian as the language of literature, education, and official communication. Until the 20th century, only the upper classes and people in cities spoke the literary language. Russians from the countryside continued to speak their local dialects. In the 20th century, all children were then required to go to school. Many people had radios and televisions, which helped spread Standard Russian. In the 20th century, Russian dialects mostly disappeared by the middle of the century. Standard Russian replaced them almost completely, although some dialects do exist, most people use Standard Russian to communicate with each other, even if they are from different oblasts.\nNames.\nIn Russian, a person's name has three parts: the first name, the second name and the family name.\nParents choose the first name for their child. Some common Russian names for boys are Ivan, Vladimir, Mikhail and Nikolai. Some common Russian names for girls are Anna, Anastasia, Svetlana and Yekaterina.\nThe second name is the \"patronymic\" (Russian: \"otchestvo\") and comes from one's father's first name. For example, a boy whose father is \"Ivan\" would havae as patronymic is \"Ivanovich\". If a boy's father is \"Nikolai\", his patronymic is \"Nikolaevich\". If a girl's father is \"Ivan\", her patronymic is \"Ivanovna\". If her father is \"Nikolai\", her patronymic is \"Nikolaevna\". The patronymic of a boy ends with -\"ovich\" or \"-evich\". The patronymic of a girl ends with \"-ovna\" or \"-evna\".\nBoys have the same family name as their fathers. Girls use their father's family name but an \"-a\" is added to the end of the name. A man whose family name is \"Romanov\" would have a son with the family name \"Romanov\" and a daughter with the family name \"Romanova\".\nIf a man's name is \"Nikolai Alexandrovich Romanov\" and has a son, \"Aleksei\", and a daughter, \"Anastasia\", the son's full name is \"Aleksei Nikolaevich Romanov\", and the daughter's full name is \"Anastasia Nikolaevna Romanova\".\nThere are also many people in Russia whose family names are not Russian. Some of the family names have only one forma and so is the same for both sons and daughters. Some examples are \"Glushko\" (a Ukrainian name), \"Rubinstein\" (a German/Jewish name) or \"Shevardnadze\" (a Georgian name).\nCase.\nLike Latin, Greek, and German, Russian has a case system. In Russian, it applies to nouns, pronouns, adjectives, numerals and participles with a set of word endings (sounds/letters attached to the ends of words) that show the grammatical roles of words in a sentence. Because the grammatical roles are shown by the endings, word order is freer in than in English. There are six cases in Russian.\nThe nominative case, the form listed in the dictionary, is used for the subject of the sentence. The genitive case often shows ownership. The accusative case is used for a direct object, the dative case for an indirect object. The instrumental case is used for the tool or instrument with which something is done. The prepositional case is used after certain prepositions, such as \"in\" and \"on\", but other prepositions may require the use of other cases. Each case has other uses than those listed.\nGender and number.\nIn Russian, nouns have one of three genders: masculine, feminine, or neutral. This is the same for languages like French, Spanish, etc. Masculine nouns usually end in consonants, neutral nouns usually end in -o or -e, and feminine nouns usually end in -a or -я. The plural acts like a fourth gender because gender does not change plural words.\nAdjectives.\nIn Russian, an adjective must agree with the word that it describes in gender and number. In the nominative case, adjectives that describe feminine words usually end in -ая or -яя. Those that describe masculine words usually end in -ый, -ий or -ой. Those that describe neuter words usually end in -ое or -ее. Those that describe plural words usually end in -ые or -ие. The endings change depending on case.","categories":[],"infobox_types":[],"annotations":[{"uri":"Transliteration","surface_form":"transliteration","offset":19},{"uri":"Slavic_languages","surface_form":"Slavic language","offset":59},{"uri":"Russia","surface_form":"Russia","offset":110},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":183},{"uri":"Ukraine","surface_form":"Ukraine","offset":208},{"uri":"Belarus","surface_form":"Belarus","offset":217},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":226},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":238},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":250},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":262},{"uri":"Moldova","surface_form":"Moldova","offset":274},{"uri":"Latvia","surface_form":"Latvia","offset":283},{"uri":"Lithuania","surface_form":"Lithuania","offset":291},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":302},{"uri":"Estonia","surface_form":"Estonia","offset":319},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":370},{"uri":"East_Slavic_languages","surface_form":"East Slavic languages","offset":428},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":466},{"uri":"Belarusian_language","surface_form":"Belarusian","offset":480},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":583},{"uri":"West_Slavic_languages","surface_form":"West Slavic languages","offset":619},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic alphabet","offset":725},{"uri":"Greek_alphabet","surface_form":"Greek","offset":790},{"uri":"South_Slavic_languages","surface_form":"South Slavic languages","offset":874},{"uri":"Official_language","surface_form":"official language","offset":946},{"uri":"Russia","surface_form":"Russia","offset":967},{"uri":"Belarus","surface_form":"Belarus","offset":975},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":984},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":996},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":1011},{"uri":"United_Nations","surface_form":"United Nations","offset":1070},{"uri":"English_language","surface_form":"English","offset":1097},{"uri":"Spanish_language","surface_form":"Spanish","offset":1106},{"uri":"French_language","surface_form":"French","offset":1115},{"uri":"Arabic_language","surface_form":"Arabic","offset":1123},{"uri":"Chinese_language","surface_form":"Chinese","offset":1135},{"uri":"Peter_the_Great","surface_form":"Peter the Great","offset":1315},{"uri":"Dialect","surface_form":"dialect","offset":1412},{"uri":"Moscow","surface_form":"Moscow","offset":1462},{"uri":"Mikhail_Lomonosov","surface_form":"Mikhail Lomonosov","offset":1576},{"uri":"Grammar","surface_form":"grammar","offset":1626},{"uri":"Russian_Academy_of_Sciences","surface_form":"Russian Academy of Sciences","offset":1647},{"uri":"Vocabulary","surface_form":"vocabulary","offset":1744},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1759},{"uri":"Russian_literature","surface_form":"Russian literature","offset":1908},{"uri":"Social_class","surface_form":"classes","offset":2162},{"uri":"Oblast","surface_form":"oblasts","offset":2706},{"uri":"Family_name","surface_form":"family name","offset":3525},{"uri":"Russia","surface_form":"Russia","offset":4025},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":4192},{"uri":"German_language","surface_form":"German","offset":4225},{"uri":"Georgian_language","surface_form":"Georgian","offset":4266},{"uri":"Latin","surface_form":"Latin","offset":4293},{"uri":"Greek_language","surface_form":"Greek","offset":4300},{"uri":"German_language","surface_form":"German","offset":4311},{"uri":"Case_(grammar)","surface_form":"case system","offset":4333},{"uri":"Nouns","surface_form":"nouns","offset":4372},{"uri":"Pronoun","surface_form":"pronoun","offset":4379},{"uri":"Adjective","surface_form":"adjective","offset":4389},{"uri":"Numeral","surface_form":"numeral","offset":4401},{"uri":"Participle","surface_form":"participle","offset":4414},{"uri":"Word_order","surface_form":"word order","offset":4612},{"uri":"Nominative_case","surface_form":"nominative case","offset":4688},{"uri":"Subject_(grammar)","surface_form":"subject","offset":4756},{"uri":"Genitive_case","surface_form":"genitive case","offset":4785},{"uri":"Accusative_case","surface_form":"accusative case","offset":4826},{"uri":"Grammatical_gender","surface_form":"genders","offset":5238},{"uri":"French_language","surface_form":"French","offset":5316},{"uri":"Spanish_language","surface_form":"Spanish","offset":5324},{"uri":"Grammatical_number","surface_form":"number","offset":5640}]}