{"id":299275,"url":"http://en.wikipedia.org/wiki/Madison_Avenue","text":"Madison Avenue is a north-south street in the borough of Manhattan in New York City (U.S.) which carries northbound one-way traffic. It runs from Madison Square (at 23rd Street) to the Madison Avenue Bridge across the Harlem River (at 138th Street). In doing so, it passes through Midtown Manhattan, the Upper East Side (including Carnegie Hill), Spanish Harlem, and Harlem. It is named after Madison Square, which is itself named after James Madison, the fourth President of the United States. Since the 1920s, the street's name has been synonymous with the American advertising industry.\nMadison Avenue was not part of the original New York City street grid established in the Commissioners' Plan of 1811, and was carved between Park Avenue (formerly Fourth) and Fifth Avenue in 1836, due to the effort of lawyer and real estate developer Samuel B. Ruggles. Ruggles was a graduate of Yale University who had previously purchased and developed New York's Gramercy Park in 1831, who was in part responsible for the development of Union Square and who also named Lexington Avenue.\nTraffic.\nMadison Avenue carries one-way traffic uptown (northbound) from 23rd Street to 135th Street, with the change from two-way traffic having taken place on January 14, 1966, at which time Fifth Avenue was changed to one way downtown (southbound).\nOne lane of Madison Avenue in Midtown is limited to turns made by city buses or taxicabs, at some hours of the day. Based on Section 4-12(m) of the New York City Traffic Rules, driving a vehicle, other than a bus, is prohibited in the bus lane on Madison Avenue to turn right during the restricted hours specified by sign between 42nd Street and 59th Street. All vehicles are allowed at 60th Street, but a taxicab carrying a passenger may use the bus lane to turn right at 46th Street.\nAdvertising industry.\nThe term \"Madison Avenue\" is often used to mean \"advertising\". Madison Avenue became identified with the advertising industry after the quick growth along the avenue during the 1920s.\nAccording to \"The Emergence of Advertising in America\", by the year 1861 there were twenty advertising agencies in New York City. In 1911, the New York City Association of Advertising Agencies was founded, as years ahead of the establishment of the American Association of Advertising Agencies.\nAmong various depictions in popular culture, the portion of the advertising industry which centers on Madison Avenue serves as a backdrop for the AMC television drama \"Mad Men\", which focuses on industry activities during the 1960s.\nLate in the 20th century, many agencies left Madison Avenue. Some moved further downtown and others moved west. Today, only a few agencies are still located in the old business cluster on Madison Avenue, including Young & Rubicam, StrawberryFrog, TBWA Worldwide and Doyle Dane Bernbach. However, the term is still used to describe the agency business as a whole and the large, New York–based agencies in particular.","categories":[],"infobox_types":[],"annotations":[{"uri":"Street","surface_form":"street","offset":32},{"uri":"Borough_(New_York_City)","surface_form":"borough","offset":46},{"uri":"Manhattan","surface_form":"Manhattan","offset":57},{"uri":"New_York_City","surface_form":"New York City","offset":70},{"uri":"Harlem_River","surface_form":"Harlem River","offset":218},{"uri":"Upper_East_Side","surface_form":"Upper East Side","offset":304},{"uri":"Spanish_Harlem","surface_form":"Spanish Harlem","offset":347},{"uri":"Harlem","surface_form":"Harlem","offset":367},{"uri":"James_Madison","surface_form":"James Madison","offset":437},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":463},{"uri":"Synonym","surface_form":"synonym","offset":539},{"uri":"Advertising","surface_form":"advertising","offset":568},{"uri":"Park_Avenue","surface_form":"Park Avenue","offset":731},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":765},{"uri":"Yale_University","surface_form":"Yale University","offset":886},{"uri":"Traffic","surface_form":"traffic","offset":1120},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":1273},{"uri":"Bus","surface_form":"bus","offset":1403},{"uri":"Taxicab","surface_form":"taxicab","offset":1412},{"uri":"Vehicle","surface_form":"vehicle","offset":1519},{"uri":"Bus","surface_form":"bus","offset":1541},{"uri":"Taxicab","surface_form":"taxicab","offset":1738},{"uri":"Advertising","surface_form":"advertising","offset":1889},{"uri":"1920s","surface_form":"1920s","offset":2017},{"uri":"Industry","surface_form":"industry","offset":2395},{"uri":"Backdrop","surface_form":"backdrop","offset":2448},{"uri":"American_Movie_Classics","surface_form":"AMC","offset":2465},{"uri":"Drama","surface_form":"drama","offset":2480},{"uri":"Downtown","surface_form":"downtown","offset":2632}]}