{"id":299276,"url":"http://en.wikipedia.org/wiki/Maria_Luisa_of_Parma","text":"Maria Luisa of Parma (9 December 1751 - 2 January 1819) was Queen consort of Spain from 1788 to 1808 as the wife of King Charles IV of Spain. She was the youngest daughter of Duke Philip of Parma and his wife, Louise Élisabeth of France, the eldest daughter of King Louis XV.\nBiography.\nChristened Luisa Maria Teresa Anna, but known as María Luisa was born at the Ducal Palace of Colorno in the Duchy of Parma. She was the favourite child of her mother, who tried to engage her to the heir to the French throne, however the prince died in 1761. In 1762 Maria Luisa became engaged to the Prince of Asturias (heir to the throne), Charles, later King Charles IV of Spain. She married the future Charles IV on 4 September 1765. From her marriage she was the most senior female at the Spanish court, Queen Maria Amalia having died in 1761.\nMaria Luisa was regularly painted by the famous Spanish artist Goya. She was often described by contemporaries as an ugly, vicious, and coarse woman who greatly dominated the king. Maria Luisa dominated her husband and was believed to have had many love affairs, but there is no evidence that Maria Luisa had any lovers. Gossip pointed out Manuel de Godoy, her husband's Prime Minister, was her long-time lover. She was unpopular during her reign and has also long had a bad reputation in history, mainly because of her alleged love affairs and her support of pro-French policies that eventually were not good for Spain. In 1792, the \"Order of Queen Maria Luisa\" was founded on her suggestion, an order which was given only to women.\nHer husband abdicated the throne of Spain in 1808, and together with Maria Luisa and Godoy spent the rest of his life in exile. When Napoleon's army invaded the country, several pamphlets blamed her for that. Maria Luisa spent some years in France and then in Rome, Italy. Both Maria Luisa and her husband died in Italy in early 1819.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spain","offset":77},{"uri":"Charles_IV_of_Spain","surface_form":"Charles IV of Spain","offset":121},{"uri":"Philip%2C_Duke_of_Parma","surface_form":"Philip of Parma","offset":180},{"uri":"Princess_Louise_%C3%89lisabeth_of_France","surface_form":"Louise Élisabeth of France","offset":210},{"uri":"Louis_XV","surface_form":"Louis XV","offset":266},{"uri":"Ducal_Palace_of_Colorno","surface_form":"Ducal Palace of Colorno","offset":364},{"uri":"Prince_of_Asturias","surface_form":"Prince of Asturias","offset":587},{"uri":"Charles_IV_of_Spain","surface_form":"Charles IV of Spain","offset":648},{"uri":"Francisco_Jos%C3%A9_de_Goya_y_Lucientes","surface_form":"Goya","offset":898},{"uri":"Manuel_de_Godoy","surface_form":"Manuel de Godoy","offset":1175},{"uri":"Order_of_Queen_Maria_Luisa","surface_form":"Order of Queen Maria Luisa","offset":1470},{"uri":"Spain","surface_form":"Spain","offset":1605},{"uri":"Manuel_de_Godoy","surface_form":"Godoy","offset":1654}]}