{"id":299267,"url":"http://en.wikipedia.org/wiki/Dietmar_Constantini","text":"Dietmar \"Didi\" Constantini (born 30 May, 1955 in Innsbruck, Austria) is a former Austrian football player and coach.\nCareer.\nConstantini started playing with FC Wacker Innsbruck. With the team he won the Austrian Championship two times. After one year with LASK Linz, he went to Greece. This was the only time he spent with a squad from abroad. In 1982, he came back to Austria and played with different clubs from the first and second league. After his time with the Wiener Sportclub, he ended his career as player.\nHe played 198 league matches (5 goals, 2*Austrian football champion, 1 Austrian Cup). He played matches for the Austrian Under 18 team and the amateur national team.\nCoaching career.\nHis first experiences as coach was in Saudi-Arabia and for SK Rapid Wien as assistant coach. Then he went to the ÖFB where he became coach of the Under 21 national team and at the same time assistant coach with the national team. After the demotion of head coach Alfred Riedl he did not become coach of the team, so he went on to different clubs in Austria and Germany. (FSV Mainz 05, LASK, Admira Wackerand FC Tirol Innsbruck.)\nIn 1998, he started football camps for children so he could not became coach of a team. He was only caretaker for FK Austria Wien, FC Kärnten and manager of SV Austria Salzburg. He worked in the meantime as expert for the football broadcast of ATV and organized his camps. In 2006/07, he was coach of FC Superfund Pasching.\nTeam coach.\nOn 4 March 2009, Constantini became coach of the Austrian national football team. In the six last qualification matches the team made 10 points but could not qualify for the 2010 World Cup. In September the contract was prolonged till 2012. Constantini had troubles with some players but he also gave young players a chance to play in the team (Aleksandar Dragović, Yasin Pehlivan, Julian Baumgartlinger or Jakob Jantscher).\nAfter the first matches in the qualification for the EURO 2012 Austria is third in their group but it is likely that they can not qualify.","categories":[],"infobox_types":[],"annotations":[{"uri":"Innsbruck","surface_form":"Innsbruck","offset":49},{"uri":"Football_player","surface_form":"football player","offset":90},{"uri":"F.C._Wacker_Innsbruck","surface_form":"FC Wacker Innsbruck","offset":158},{"uri":"L.A.S.K._Linz","surface_form":"LASK Linz","offset":257},{"uri":"Wiener_S.C.","surface_form":"Wiener Sportclub","offset":468},{"uri":"Saudi_Arabia","surface_form":"Saudi-Arabia","offset":738},{"uri":"SK_Rapid_Wien","surface_form":"SK Rapid Wien","offset":759},{"uri":"Austria_national_football_team","surface_form":"Austrian national football team","offset":1514},{"uri":"2010_World_Cup","surface_form":"2010 World Cup","offset":1639}]}