{"id":29941,"url":"http://en.wikipedia.org/wiki/Ravana","text":"According to truth Sri Lankan history Ravana (IAST: Rāvaṇa; / ˈrɑːvənə) was first recorded King in the Sri Lanka.\nMost of people know him as a lady Thiefer. But it's not the true story. read carefully we will say you the correct one. you can understand that clearly. Some people said that he had ten heads. meaning of that not had actual 10 heads and 20 hands like following statue photo. He was control 10 areas. so that name was added to him. He was a man which got kundalini power. In the Ramayana book tried to show king of Ravana is Wicked. But not only Sri Lanka there are some areas in the India has creed ravana as a god. Indonesia is an another place to example.However, King Ravana is a courageous, capable ruler while also a pioneer in the field of medicine and creativity in the lingual\nHe had an air vehicle call \"[http://wishyanchanuka.blogspot.com/2013/01/prehistoric-sri-lanka-and-great-king.html Pushpaka yaanaya (Dhandu Monaraya)]\"\nRamayana.\nRamayana is an Indian book. It is written by Valmiki. King ravana is main character in this book. but writer had tried to give and idea to readers king ravana is a creed king.\nbut while he writing book when give an air vehicle ([http://wishyanchanuka.blogspot.com/2013/01/prehistoric-sri-lanka-and-great-king.html Pushpaka yaanaya (Dhandu Monaraya)]) to king ravana, he never give even foot cycle to Price Rama.\nReason for short this section ramayanaya is untrustworthy book. because how to fight a normal man with a man which has kundalini power. and ravana had more technology for everything. so prince Rama is inconceivable man. Still Indian people [https://www.huffingtonpost.com/asiatoday/indians-burn-effigies-of_b_12451274.html burn king ravana's dummy every year as a festival]. then they wish that \"Don't come king Ravana again\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":19},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":103},{"uri":"Kundalini","surface_form":"kundalini","offset":468},{"uri":"Ramayana","surface_form":"Ramayana book","offset":492},{"uri":"India","surface_form":"India","offset":597},{"uri":"Indonesia","surface_form":"Indonesia","offset":630},{"uri":"Kundalini","surface_form":"kundalini","offset":1491}]}