{"id":299406,"url":"http://en.wikipedia.org/wiki/Yash_Chopra","text":"Yash Raj Chopra (, 27 September 1932 - 21 October, 2012) is an Indian filmmaker, screenwriter, and a highly successful Bollywood producer. Some of his successful movies are: \"Waqt \", \"Deewaar\", \"Kabhi Kabhie\", \"Silsila\", \"Lamhe\", \"Chandni\", \"Darr\", \"Dil To Pagal Hai\", and \"Veer-Zaara\". He is also the founder of Yash Raj Films.\nAbout.\nYash Chopra is undoubtedly India's most successful filmmaker. With a career spanning over five decades, he has been associated with almost 35 films, most of which have created box-office history.\nHe started out as an assistant to his brother and went on to direct 5 very successful films for his brother’s banner - B.R.Films. These were Dhool Ka Phool (1959), Dharmputra (1961), Waqt (1965), Ittefaq (1969) & Aadmi Aur Insaan (1969). He has wielded the baton, additionally, for 4 films made by other film companies - Joshila (1973), Deewaar (1975), Trishul (1978) & Parampara (1993). But his greatest repertoire of work has been around 30 films made under the auspices of his own company, YASH RAJ FILMS. Out of these, he has directed 12 films himself, while the others have been directed by younger directors – under his supervision and administrative acumen as one of India’s greatest producers.\nCareer.\nYash worked as an assistant for \"I. S. Chopra\" and later he was working for his brother, who was also in the movie industry, \"Baldev R. Chopra\". Baldev provided Yash an opportunity to direct his first movie which was named as \"Dhool Ka Phool\" and was released in 1959. Yash later set up his own company under the name \"Yash Raj Films\" and the first movie to be released under this company was \"Daag\" in 1973.\nYash has produced more than 45 movies and has directed more than 20 movies, thus making him one of the most successful filmmaker/producer in India.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":63},{"uri":"Filmmaker","surface_form":"filmmaker","offset":70},{"uri":"Screenwriter","surface_form":"screenwriter","offset":81},{"uri":"Bollywood","surface_form":"Bollywood","offset":119},{"uri":"Movie_producer","surface_form":"producer","offset":129}]}