{"id":29940,"url":"http://en.wikipedia.org/wiki/Music_theory","text":"e=\"preserve\">Theory of Music is all about trying to understand how existing music works and how new music could or should be organized. Someone who makes a special study of music theory is a music theorist.\nPeople who make their own music are composers. People who play or sing music are “performers”. It is important for both composers and performers to understand what makes the music sound the way it does. In the times of the Ancient Greeks the famous philosopher Pythagoras tried to explain how instruments are tuned. He understood the science of the good vibrations that the instruments make and explained how and why the octave is divided into twelve parts(in some cultures).\nIn the Middle Ages there were several famous music theorists who wrote books about music theory. Their ideas are interesting for us because they tell us what people thought about music at that time.\nIn the 18th century some composers wrote books on music theory. Carl Philipp Emanuel Bach (son of the famous Johann Sebastian Bach) wrote a book called: “An Essay on the true art of playing the Keyboard”. Leopold Mozart (the father of the famous Wolfgang Amadeus Mozart) wrote a book called \"The Art of Playing the Violin\". Both these books were extremely well known in their day. In spite of their titles the first halves of these two books are both about a branch of music theory called \"performance practice\": They tell us a lot about how music was played in those days, how some rhythms were played quite freely and how ornaments in the music were played.\nToday people who want to compose will study music theory, perhaps at college or university school of music. In a conservatory program, they study harmony and counterpoint as well as form; in other programs, they spend less time on the theories of the past. They will be taught “rules”. These rules are not laws, they simply mean: the way that most great composers wrote music in the past. These rules describe what composers of the past did, rather than telling composers of today what to do -- in fact, music composed today can have completely different rules than the music of the past.\nMusic theory is important for people who perform music because all these things help people to understand the music they are playing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":76},{"uri":"Music_theorist","surface_form":"music theorist","offset":191},{"uri":"Composer","surface_form":"composer","offset":243},{"uri":"Ancient_Greece","surface_form":"Ancient Greeks","offset":430},{"uri":"Philosopher","surface_form":"philosopher","offset":456},{"uri":"Pythagoras","surface_form":"Pythagoras","offset":468},{"uri":"Musical_instrument","surface_form":"instruments","offset":500},{"uri":"Musical_tuning_systems","surface_form":"tuned","offset":516},{"uri":"Science","surface_form":"science","offset":541},{"uri":"Vibrations","surface_form":"vibrations","offset":561},{"uri":"Octave","surface_form":"octave","offset":628},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":690},{"uri":"18th_century","surface_form":"18th century","offset":889},{"uri":"Carl_Philipp_Emanuel_Bach","surface_form":"Carl Philipp Emanuel Bach","offset":946},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":991},{"uri":"Leopold_Mozart","surface_form":"Leopold Mozart","offset":1087},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":1128},{"uri":"Rhythm","surface_form":"rhythm","offset":1465},{"uri":"Ornament_(music)","surface_form":"ornaments","offset":1506},{"uri":"College_or_university_school_of_music","surface_form":"college or university school of music","offset":1611},{"uri":"Harmony","surface_form":"harmony","offset":1688},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1700},{"uri":"Musical_form","surface_form":"form","offset":1724},{"uri":"Rule","surface_form":"rule","offset":1820},{"uri":"Law","surface_form":"law","offset":1848}]}