{"id":29949,"url":"http://en.wikipedia.org/wiki/Ganges","text":"The Ganges (English pronunciation: /ˈɡændʒiːz/ GAN-jeez), also called the Ganga (Sanskrit: गङ्गा Hindi: गंगा Urdu: گنگا Ganga IPA: [ˈɡəŋɡaː] (listen); Bengali: গঙ্গা Gonga), is the second largest river on the Indian subcontinent by discharge. Ganges river is named after a Hindu goddess called Ganga. Geographers, Historians and Mythologists alike regard Ganges as the heart of Indian culture, tradition and living.\nGeography.\nThe government declared that the Ganges river between Allahabad and Haldia is National-Waterway No.1. The river has many industrial towns like Patliputra, Kannauj, Kanpur, Kara, Prayagraj, Varanasi, Ghazipur, Bhagalpur,Munger, Murshidabad,Baharampur and Kolkata on its banks. The Ganges Basin drains 1,000,000-square-kilometre (390,000 sq mi) and supports one of the world's highest densities of humans. The average depth of the river is 52 feet (17 m), and the maximum depth, 100 feet (33 m).\nCourse.\nThe river starts from a glacier called Gangotri Glacier, which is in the Garhwal region in Himalayas. The Ganges flows through north India, and ends at the Bay of Bengal in eastern India. Overall it flows 3,877 km making it one of the longest rivers in the world. Its watershed is 907,000 km² broad. The major rivers which flow into the Ganges are Brahmaputra River, Gomti, Kosi river, Gandak, Ghaghra river, Yamuna river and Son river.\nThe Ganges flows only 200 km through the Himalayas. The river touches plain land in the Rishikesh region near Haridwar in Uttarakhand. Then it passes through the towns of Kanpur, Soron, Kannauj, Allahabad, Varanasi, Patna, Ghazipur, Bhagalpur, Mirzapur, Ballia, Buxar, Saidpur, and Chunar. At Allahabad, the river joins with Yamuna river.\nAt Pakur, the river divides itself into two distributaries, viz.- the Bhāgirathi-Hooghly and the main stream. Bhāgirathi-Hooghly in the later course forms the Hooghly River. The main stream Ganges enters Bangladesh.\nNear the border with Bangladesh the Farakka Barrage controls the flow of the Ganges by diverting some of the water into a feeder canal which has link with the Hooghly river to keep it relatively silt-free.\nPollution of Ganges.\nThere is a lot of pollution in the Ganges because everyone releases their waste into it. This causes a lot of sicknesses like cholera, hepatitis, typhoid, and amoebic dysentery. The presence of coliform bacteria in the waters has increased well above normal. This is a major cause of water pollution. These diseases cause about a third of the deaths in India every year. That is why the government has started a multi-crore project called the Ganga Action Plan (GAP).\nHistory.\nDuring the early Vedic Age, the Indus and the Sarasvati River were the major rivers of the Indian subcontinent, not the Ganges. But the later three Vedas seem to give much more importance to the Ganges, as shown by its numerous references. Possibly the first European Traveler to mention the Ganges was Megasthenes (ca. 350 – 290 BCE). In Rome's Piazza Navona, \"Fontana dei Quattro Fiumi\" (fountain of the four rivers) was designed by Gian Lorenzo Bernini and built in 1651. The art-work symbolizes four of the world's great rivers (the Ganges, the Nile, the Danube, and the Río de la Plata), which is to represent the four continents (Australia and Antarctica were unknown then).\nIn Hinduism.\nHindus regard the Ganges as not only a river but also a mother, a goddess, a tradition, a culture, and much more. In Hinduism it is considered holy to take a pilgrimage to the Ganges and take a dip. This leads to more illness: adding to the death toll. Many Hindus believe that bathing in the Ganga can purify a person's soul of all past sins, and some believe that it can also cure illnesses. So, many Hindu families keep Ganga water in their homes as they consider it to be very pure. The holy towns like Haridwar, Allahabad, Kanpur, and Varanasi attract thousands of pilgrims. Thousands of Hindu pilgrims arrive at these towns to bathe in the Ganges.\nLegend of Bhagirath.\nAccording to Hindu Puranas a king named Bhagiratha did Tapasya for many years to bring the River Ganges. Ganges was then residing in the Heavens. By the help of pure Ganga waters, Bhagirath wanted to release his ancestors of a curse. Therefore, the Ganges descended to the Earth to make the earth pious, fertile and wash out the sins of humans.\nEconomic significance.\nThe water of the Ganges is used extensively in agriculture in the fertile Gangetic plains. Chief crops cultivated in the area include rice, sugarcane, lentils, oil seeds, potatoes, and wheat.\nAlong the banks of the river, the swamps and lakes provide a good growing area for crops such as legumes, chillies, mustard, sesame, sugarcane, and jute. Fishing is also done in the Ganga waters.\nIndustries which require a large amount of water are set up on the banks of the river. The Ganges is popular for river rafting, which attract many adventurers in the summer months. Tourism is also a related activity in modern times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":209},{"uri":"River","surface_form":"river","offset":250},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":1085},{"uri":"Brahmaputra_River","surface_form":"Brahmaputra River","offset":1277},{"uri":"Uttarakhand","surface_form":"Uttarakhand","offset":1488},{"uri":"Pollution","surface_form":"pollution","offset":2166},{"uri":"Cholera","surface_form":"cholera","offset":2274},{"uri":"Hepatitis","surface_form":"hepatitis","offset":2283},{"uri":"Typhoid","surface_form":"typhoid","offset":2294},{"uri":"India","surface_form":"India","offset":2501},{"uri":"Vedic_Age","surface_form":"Vedic Age","offset":2642},{"uri":"Indus","surface_form":"Indus","offset":2657},{"uri":"Sarasvati_River","surface_form":"Sarasvati River","offset":2671},{"uri":"Megasthenes","surface_form":"Megasthenes","offset":2928},{"uri":"Piazza_Navona","surface_form":"Piazza Navona","offset":2971},{"uri":"Fontana_dei_Quattro_Fiumi","surface_form":"Fontana dei Quattro Fiumi","offset":2987},{"uri":"Gian_Lorenzo_Bernini","surface_form":"Gian Lorenzo Bernini","offset":3060},{"uri":"Nile","surface_form":"Nile","offset":3174},{"uri":"Danube","surface_form":"Danube","offset":3184},{"uri":"R%C3%ADo_de_la_Plata","surface_form":"Río de la Plata","offset":3200},{"uri":"Hinduism","surface_form":"Hinduism","offset":3436},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":3477}]}