{"id":299503,"url":"http://en.wikipedia.org/wiki/Mike_Connors","text":"Mike Connors (born Krekor J. Ohanian; August 15, 1925 – January 26, 2017) was an American actor.\nCareer.\nBorn in Fresno, California, U.S., he began his career with the stage name Touch Connors, playing small roles in movies such as \"Sudden Fear\" (1951) with Joan Crawford and \"Island in the Sky\" (1953) with John Wayne. He then starred in four movies of filmmaker Roger Corman: \"Five Guns West\" (1955), \"Day the World Ended\" (1955), \"The Oklahoma Woman\" (1956), \"Swamp Women\" (1956). Connors also played the role of \"Amalekite herder\", in \"The Ten Commandments\" (1956). He also starred in some low-budget movies like \"Voodoo Woman\" (1957) and \"Suicide Battalion\" (1958), both directed by Edward L. Cahn. In 1966, Mike Connors starred in the western \"Stagecoach\" directed by Gordon Douglas. In the 1970s and 1980s, Connors was working exclusively for television, with the exceptions of movies \"Avalanche Express\" (1979) \"Nightkill\" (1980), and \"Too Scared to Scream\" (1985) directed by Toby Lo Bianco, Connors plays the role of Lt. Alex Dinardo, who must investigate a series of crimes that occurred in luxurious buildings in New York City. His last films were \"Downtown Heat\" (1994) and \"Gideon\" (1999)\nTelevision.\nIn 1959 Mike Connors starring in a new TV series called \"Tightrope\", playing police agent Nick Stone, who must infiltrate organized crime. 37 episodes were filmed in black and white between 1959 and 1960. Mike Connors was the star of \"Mannix\", one of the most famous TV detective series of all time. Connors played the role of detective Joe Mannix, who in the first episodes was accompanied by Joseph Campanella as Lew Wickersham. The second season featured Gail Fisher as Mannix's secretary Peggy, Ward Wood as Lt. Art Malcolm and Robert Reed as Lt. Adam Tobias. He played Mannix between 1967 and 1975. Connors was nominated four times for an Emmy Award, and was also nominated for six Golden Globes awards, winning one of them in 1970.\nHe also starred in films for television such as \"Revenge for a Rape\" (1976), he plays Travis Green a man seeking revenge for the rape of his wife, and \"High Midnight\" (1979), he is Capt. Lou Mikalich, a corrupt cop who makes a mistake in a raid and killed the family, decides to plant drugs on an innocent. He has been involved in episodes of television series like \"Cheyenne\" (1958), \"Lawman\" (1958), \"Mike Hammer\" (1959), \"The Untouchables\" (1962), \"Perry Mason\" (1964), \"Police Story\" (1977), \"Walker, Texas Ranger\" (1998) and \"Two and a Half Men\" (2007).\nPersonal life and death.\nConnors married Mary Lou Willey in 1949. Together they had a son, Matthew Gunner Ohanian, and a daughter, Dana Lou Connors.\nConnors died from leukemia on January 26, 2017 in Tarzana, California. He was 91.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":81},{"uri":"Fresno%2C_California","surface_form":"Fresno, California","offset":113},{"uri":"U.S.","surface_form":"U.S.","offset":133},{"uri":"Joan_Crawford","surface_form":"Joan Crawford","offset":258},{"uri":"John_Wayne","surface_form":"John Wayne","offset":308},{"uri":"Tightrope","surface_form":"Tightrope","offset":1272},{"uri":"Mannix","surface_form":"Mannix","offset":1450},{"uri":"Joseph_Campanella","surface_form":"Joseph Campanella","offset":1609},{"uri":"Gail_Fisher","surface_form":"Gail Fisher","offset":1673},{"uri":"Ward_Wood","surface_form":"Ward Wood","offset":1714},{"uri":"Robert_Reed","surface_form":"Robert Reed","offset":1747},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":1859},{"uri":"Leukemia","surface_form":"leukemia","offset":2679},{"uri":"Tarzana%2C_Los_Angeles","surface_form":"Tarzana, California","offset":2711}]}