{"id":299505,"url":"http://en.wikipedia.org/wiki/Botulism","text":"e=\"preserve\">Botulism is a rare disease caused by a bacteria called \"Clostridium botulinum\". You can get it from eating meat that is not cooked properly. Babies can get it as well as adults.\nSymptoms include fever, vomiting, difficulty talking and weakness of the facial muscles. Botulism toxin is a major ingredient in botox, a gel that relaxes the facial muscles to make people look younger.\nBotulism is caused by a species of \"Clostridium\", C. botulinum. It is transmitted through food containing endospores or through a wound. The most potent neurotoxin known is produced when the bacteria is exposed to low oxygen and body temperature. Foods which have been improperly canned are responsible for 90% of the cases of botulism. Natural, unpasteurized honey has been known to transmit infection and intoxication with the pathogen and the neurotoxin. Botulism is a neuroparalytic disease causing a flaccid paralysis; the neurotoxin blocks neurotransmitters. This results in an inability to contract muscles. The neurotoxin has been used medically in the management of severe pain by anaesthetists and also cosmetically to reduce wrinkles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":32},{"uri":"Bacteria","surface_form":"bacteria","offset":52},{"uri":"Meat","surface_form":"meat","offset":120},{"uri":"Fever","surface_form":"fever","offset":208},{"uri":"Vomit","surface_form":"vomit","offset":215},{"uri":"Face","surface_form":"facial","offset":264},{"uri":"Muscle","surface_form":"muscle","offset":271},{"uri":"Toxin","surface_form":"toxin","offset":289},{"uri":"Ingredient","surface_form":"ingredient","offset":306},{"uri":"Botox","surface_form":"botox","offset":320},{"uri":"Clostridium","surface_form":"Clostridium","offset":430},{"uri":"Endospore","surface_form":"endospore","offset":500},{"uri":"Neurotoxin","surface_form":"neurotoxin","offset":547},{"uri":"Oxygen","surface_form":"oxygen","offset":612},{"uri":"Neurotransmitters","surface_form":"neurotransmitters","offset":940}]}