{"id":299540,"url":"http://en.wikipedia.org/wiki/Heimo_Pfeifenberger","text":"Heimo Pfeifenberger (born 29 December 1966 in Zederhaus, Salzburg) is a former professional footballer from Austria. He played mainly for SV Austria Salzburg and also in the Austrian national football team. With 74 goals for Salzburg and 43 for Rapid he is one of the best scorers in Austrian football history.\nCareer.\nHe started playing football in the youth teams of his local club USV Zederhaus. After scoring 56 goals for Zederhaus in the 1987 season he was transferred to Austria Salzburg. Later he played for SK Rapid Wien and Werder Bremen in the German Bundesliga. He spent the most successful time of his career with Austria Salzburg in the mid 90s. He became an Austrian Champion for two times (1994 and 1995) and in 1994, he was Austria's top scorer. He was also awarded the Footballer of the year award. After playing for Bremen, he returned to Austria and played again for Salzburg. In 2004, he ended his active career as a professional footballer. Afterwards, he started his managerial career and in 2007, he became the coach for SV Seekirchen in the Regionalliga West(3rd level) and afterwards did also manage SV Grödig. Overall, Both of his careers (as a footballer and as a manager) were successful and he became one of the most influential Austrian player ever.\nManager career.\nHe started as a youth coach for FC Red Bull Salzburg in 2005. After two years, in 2007, he became the coach of SV Grödig in the Reginalliga West and helped the team getting promoted to Erste Liga(2nd level). In the next season, he got replaced as the coach of the team so Andreas Herzog offered him the job of an assistant coach in Austria's under 21 team. After a short time with SPG Axams-Götzens, he became the coach of SV Grödig again in 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"F.C._Red_Bull_Salzburg","surface_form":"SV Austria Salzburg","offset":138},{"uri":"Austria_national_football_team","surface_form":"Austrian national football team","offset":174},{"uri":"SK_Rapid_Wien","surface_form":"SK Rapid Wien","offset":515},{"uri":"Werder_Bremen","surface_form":"Werder Bremen","offset":533},{"uri":"German_Bundesliga","surface_form":"German Bundesliga","offset":554},{"uri":"Manager","surface_form":"managerial","offset":989},{"uri":"Afterward","surface_form":"afterwards","offset":1098},{"uri":"Overall","surface_form":"Overall","offset":1136},{"uri":"Influence","surface_form":"influential","offset":1246},{"uri":"Andreas_Herzog","surface_form":"Andreas Herzog","offset":1568}]}