{"id":299692,"url":"http://en.wikipedia.org/wiki/Cornish_dialect","text":"Cornish Dialect (also called Anglo-Cornish Dialect) is the dialect of the English language spoken in Cornwall.\nHistory.\nA long time ago, people in Cornwall spoke the Cornish language. This is a language similar to Welsh and Breton. After a while, people speaking English came into Cornwall, and the Cornish people started to learn English. They didn't speak in exactly the same way as the people they learned English from, instead they spoke in a distinct way, the Cornish dialect of English. Eventually they forgot how to speak the original Cornish language by about the year 1800.\nInternational use.\nCornish people also spoke Cornish dialect when they went abroad to America and Australia and other places.\nGeography.\nThe Cornish dialect changes between the west and east of Cornwall. In the east, it is more like how people in Devon speak.\nDifferences between Cornish Dialect and 'proper' English.\nSometimes Cornish people use different words to people who speak 'proper' English. They might also say the words in a different order when they speak Cornish dialect from when they speak 'proper' English, which is a difference in grammar between Cornish dialect and 'proper' English. Other times, they say the same words in a different way using different vowel sounds from 'proper' English.\nDecline.\nWhen Cornish people started to go to school in the late 19th century, teachers told them to speak 'proper' English not dialect. A lot of people thought that people who spoke the dialect were not as intelligent and educated as those who spoke 'proper' English, so people spoke the dialect less, and the dialect declined. In the 20th century, a lot of people moved into Cornwall from the south east part of England near London. These people did not speak the Cornish dialect and found it hard to understand Cornish people who spoke it. The Cornish people spoke the dialect less because they did not want people not to be able to understand them.\nPreservation.\nAs fewer people spoke the Cornish dialect, other people, such as people in the Old Cornwall Society, wrote down the dialect, and made audio recordings, so the dialect wouldn't be lost.\nLiterature.\nPeople have written books, short stories, and poetry in Cornish Dialect.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dialect","surface_form":"dialect","offset":59},{"uri":"English_language","surface_form":"English language","offset":74},{"uri":"Cornwall","surface_form":"Cornwall","offset":101},{"uri":"Cornish_language","surface_form":"Cornish language","offset":166},{"uri":"Welsh_language","surface_form":"Welsh","offset":214},{"uri":"Breton_language","surface_form":"Breton","offset":224},{"uri":"English_language","surface_form":"English","offset":409},{"uri":"Cornish_language","surface_form":"Cornish language","offset":542},{"uri":"Cornish_people","surface_form":"Cornish people","offset":602},{"uri":"America","surface_form":"America","offset":669},{"uri":"Australia","surface_form":"Australia","offset":681},{"uri":"Devon","surface_form":"Devon","offset":830},{"uri":"Received_Pronunciation","surface_form":"'proper' English","offset":966},{"uri":"Grammar","surface_form":"grammar","offset":1131},{"uri":"English_language","surface_form":"English","offset":1176},{"uri":"Vowel","surface_form":"vowel","offset":1257},{"uri":"English_language","surface_form":"English","offset":1409},{"uri":"Cornwall","surface_form":"Cornwall","offset":1670},{"uri":"South_east","surface_form":"south east","offset":1688},{"uri":"England","surface_form":"England","offset":1707},{"uri":"London","surface_form":"London","offset":1720},{"uri":"Cornish_people","surface_form":"Cornish people","offset":1807},{"uri":"Cornish_people","surface_form":"Cornish people","offset":1840}]}