{"id":299672,"url":"http://en.wikipedia.org/wiki/Manuel_L._Quezon","text":"Manuel Luis Quezón y Molina (August 19, 1878 – August 1, 1944) served as president of the Commonwealth of the Philippines from 1935 to 1944. He was the first Filipino to head a government of the Philippines. Quezón is considered by most Filipinos to have been the second president of the Philippines, after Emilio Aguinaldo (1897–1901).\nQuezón was the first Senate president elected to the presidency, the first president elected through a national election, and the first president to be re-elected. He is known as the \"Father of the National Language\".\nDuring his presidency, Quezón tackled the problem of landless peasants in the countryside. He also reorganized the islands's military defenses, planned to reorganize the government, promotion of settlement and development in Mindanao, tried to end foreign control over Philippine trade and commerce, proposals for land reform and the tackling of graft and corruption within the government. Quezón set up a government-in-exile in the US when World War II started and the Philippines were threatened with a Japanese invasion. During his exile in the US, Manuel Quezón died of tuberculosis in Saranac Lake, New York.","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"Commonwealth_of_the_Philippines","surface_form":"Commonwealth of the Philippines","offset":90},{"uri":"President_of_the_Philippines","surface_form":"president of the Philippines","offset":271},{"uri":"Emilio_Aguinaldo","surface_form":"Emilio Aguinaldo","offset":307},{"uri":"Filipino_language","surface_form":"National Language","offset":535},{"uri":"Government-in-exile","surface_form":"government-in-exile","offset":961},{"uri":"US","surface_form":"US","offset":988},{"uri":"World_War_II","surface_form":"World War II","offset":996},{"uri":"Japan","surface_form":"Japan","offset":1060},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1129},{"uri":"Saranac_Lake","surface_form":"Saranac Lake","offset":1145}]}