{"id":299603,"url":"http://en.wikipedia.org/wiki/Victoire_of_France_(1733%E2%80%931799)","text":"Victoire of France Daughter of France (Victoire Louise Marie Thérèse; 11 May 1733–7 June 1799) was the fifth daughter of Louis XV of France and his wife Marie Leszczyńska. She died unmarried. She was known at court simple as \"Madame Victoire\".\nEarly years.\nVictoire, Daughter of France was born at the Palace of Versailles in 1733. As a daughter of the king of France she had the title of \"daughter of France\" which was highly prized within the royal family. She was the seventh child of ten. From birth she was known as \"Madame Quatrième\", as she was not baptised. She was however eventually named Victoire Louise Marie Thérèse, being known simply by her first name. Unlike the older children in the royal family, Victoire was raised at the Palace of Versailles but only till the age of five when she left Versailles to live at \"Abbey of Fontevraud\" in northern France. Leaving in 1738 with her sisters Sophie and Thérèse. The princesses left Versailles on 6 June 1738 accompanied by furniture and a military escort.\nLife at Versailles.\nAt the age of 15, 1748, she was allowed to return to the royal court. Her religious education stayed with her all her life and she would always remain close to her siblings and mother. Victoire arrived to a court which was dominated by the powerful Madame de Pompadour who had become Louis XV's mistress in 1745. Victoire was often described as the most beautiful of the kings daughters. The only project for marriage arose in 1753 when it was suggested that she marry King Ferdinand VI of Spain as his wife was seriously ill at the time. However she recovered and there were never any other projects.\nIn 1765, her older brother died of consumption at Fontainebleau at the age of 36. Victoire, like all of her sisters, mourned their brother greatly. As a result of his death, the future Louis XVI became the heir to the throne and the family was pushed closer together. Three years later, 1768, Versailles was again mourning, this time for the death of Queen Marie. The sadness within the royal family was worsened by the kings new passion for \"Madame du Barry\". The princesses redused to acknowledge the Barry and this caused friction within the court. However, at the death of Louis XV in 1774, Madame du Barry was exiled and Louis XVI came to the throne. Victoire and her sister Marie Adélaïde were close to the young king but did not like his wife \"Marie Antoinette\" purely because she was Austrian.\nLouis XV having died, Victoire and her sisters had to move out of their apartments and soon took up residence at the \"Château de Bellevue\" outside the capital. Victoire lived their with Marie Adélaïde and their younger sister Sophie and they redecorated the building to suit their tastes. Having no power at Versailles, the sisters began touring France at great expense which caused havoc for France's already bad finances. When Versailles was stormed, the sisters were at Bellevue and thus were not placed under house arrest. They quickly fled France and went to stay with their niece Marie Clotilde of France, (Turin) who was the wife of Charles Emmanuel IV of Sardinia. They then traveled to Rome in 1791 and soon ended up in Naples in 1796, home of Marie Antoinette's sister, the Queen of Naples. Moving to Corfu in 1799 followed by Trieste where Victoire eventually died of breast cancer. Marie Adélaïde died the following year in Rome. The two sisters were bought back to France during the reign of their nephew Louis XVIII and buried at the Basilica of Saint Denis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_XV_of_France","surface_form":"Louis XV of France","offset":121},{"uri":"Marie_Leszczy%C5%84ska","surface_form":"Marie Leszczyńska","offset":153},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":302},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":742},{"uri":"France","surface_form":"France","offset":863},{"uri":"Sophie_of_France","surface_form":"Sophie","offset":904},{"uri":"Th%C3%A9r%C3%A8se_of_France","surface_form":"Thérèse","offset":915},{"uri":"Madame_de_Pompadour","surface_form":"Madame de Pompadour","offset":1287},{"uri":"Ferdinand_VI_of_Spain","surface_form":"King Ferdinand VI of Spain","offset":1507},{"uri":"Barbara_of_Portugal","surface_form":"wife","offset":1541},{"uri":"Tuberculosis","surface_form":"consumption","offset":1675},{"uri":"Fontainebleau","surface_form":"Fontainebleau","offset":1690},{"uri":"Louis_XVI","surface_form":"Louis XVI","offset":1825},{"uri":"Madame_du_Barry","surface_form":"Madame du Barry","offset":2083},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":2391},{"uri":"Austria","surface_form":"Austria","offset":2432},{"uri":"Marie_Clotilde_of_France","surface_form":"Marie Clotilde of France","offset":3028},{"uri":"Turin","surface_form":"Turin","offset":3055},{"uri":"Charles_Emmanuel_IV_of_Sardinia","surface_form":"Charles Emmanuel IV of Sardinia","offset":3082},{"uri":"Rome","surface_form":"Rome","offset":3137},{"uri":"Maria_Carolina_of_Austria","surface_form":"Queen of Naples","offset":3226},{"uri":"Corfu","surface_form":"Corfu","offset":3253},{"uri":"Trieste","surface_form":"Trieste","offset":3279},{"uri":"Breast","surface_form":"breast","offset":3321},{"uri":"Cancer","surface_form":"cancer","offset":3328},{"uri":"Louis_XVIII","surface_form":"Louis XVIII","offset":3460}]}