{"id":299695,"url":"http://en.wikipedia.org/wiki/Cullompton","text":"Cullompton is a town and civil parish in Mid Devon, Devon, England. In 2010 there were 8,639 people living in Cullompton. It is also near Cullompton Services, on the M5 motorway.\nHow the town got its name and spelling.\nThere are two ideas about how the town got its name. The first idea is that its name means farm near the River Culm and that the name \"Culm\" means twisted, because the river has lots of bends The second idea is that it is named after Saint Columba of Tir-de-Glas who some people think came to Cullompton in 549 AD.\nIn the past there were 40 different ways to spell Cullompton. In the nineteenth century people used 3 different spellings. The Royal Mail who delivered letters, spelt it \"Cullompton\". The first map made by the Ordnance Survey called it \"Cullumpton\". The railway station sign said \"Collumpton\". By 1889 almost everyone agreed to spell it Cullompton.\nPeople who live in the town and like it call it \"Cully\".\nHistory.\nA Roman fort was built on St Andrew's Hill above the town. This was later replaced by a second fort. Pottery which was made between 50 and 70 AD was found in the field where the forts were. Some more pottery was found in the middle of Cullompton. This was not as old as the pottery from the fort and was made in the second and third centuries.\nThe first written record of Cullompton is in the will of the English King Alfred the Great.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civil_parishes_in_England","surface_form":"civil parish","offset":25},{"uri":"Mid_Devon","surface_form":"Mid Devon","offset":41},{"uri":"Devon","surface_form":"Devon","offset":52},{"uri":"M5_motorway","surface_form":"M5 motorway","offset":166},{"uri":"Farm","surface_form":"farm","offset":310},{"uri":"River_Culm","surface_form":"River Culm","offset":324},{"uri":"Columba_of_Terryglass","surface_form":"Saint Columba of Tir-de-Glas","offset":453},{"uri":"Royal_Mail","surface_form":"Royal Mail","offset":661},{"uri":"Map","surface_form":"map","offset":728},{"uri":"Ordnance_Survey","surface_form":"Ordnance Survey","offset":744},{"uri":"Roman_Empire","surface_form":"Roman","offset":951},{"uri":"Fort","surface_form":"fort","offset":957},{"uri":"Pottery","surface_form":"Pottery","offset":1050},{"uri":"AD","surface_form":"AD","offset":1091},{"uri":"Will_(law)","surface_form":"will","offset":1342},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":1367}]}