{"id":299698,"url":"http://en.wikipedia.org/wiki/Antlers","text":"Antlers are usually large, branching structures, made of bone, which grow on the heads of deer and similar animals.\nWith deer, only males have antlers. Only reindeer (caribou) have antlers on the females, and these are normally smaller than those of the males.\nGrowth of antlers.\nWhile an antler is growing, it is covered with highly vascular skin called velvet, which supplies oxygen and nutrients to the growing bone.\nAntlers are one of the most striking cases of male secondary sex characteristics in the animal kingdom. They grow faster than any other mammal bones. Growth occurs at the tip, and is initially cartilage, which is mineralized to become bone. Once the antler has achieved its full size, the velvet is lost and the antler's bone dies. This dead bone structure is the mature antler. The antlers fall off at some point.\nTo re-grow antlers each year uses up nutrition, so they are honest signals of food gathering capability.\nSexual selection.\nThe principle means of evolution of antlers is sexual selection, which operates by two mechanisms: Male–male competition (behaviorally, physiologically) and female mate choice.\nMale–male competition can take place in two forms. First, they can compete when males use their antlers as weapons to compete for mates; second, they can compete where males present their antlers to display their strength and fertility. Males with the largest antlers are more likely to obtain mates and achieve fertilization success.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bone","surface_form":"bone","offset":57},{"uri":"Deer","surface_form":"deer","offset":90},{"uri":"Reindeer","surface_form":"reindeer","offset":157},{"uri":"Blood_vessel","surface_form":"vascular","offset":334},{"uri":"Skin","surface_form":"skin","offset":343},{"uri":"Oxygen","surface_form":"oxygen","offset":378},{"uri":"Nutrient","surface_form":"nutrient","offset":389},{"uri":"Bone","surface_form":"bone","offset":414},{"uri":"Secondary_sex_characteristic","surface_form":"secondary sex characteristic","offset":471},{"uri":"Cartilage","surface_form":"cartilage","offset":613},{"uri":"Mineral","surface_form":"mineral","offset":633},{"uri":"Bone","surface_form":"bone","offset":655},{"uri":"Signal","surface_form":"signal","offset":902},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":1005}]}