{"id":299697,"url":"http://en.wikipedia.org/wiki/Mumbai_Indians","text":"Mumbai Indians is one of the ten teams which plays in the Indian Premier League. The team was found in 2008 and is owned by Reliance Industries. Rohit Sharma is the current captain of the team while Robin Singh is the head coach. Assisting Robin in coaching are Jonty Rodhes (Fielding Coach) and Shaun Pollock (Bowling Coach).\nHistory.\nReliance Industries purchased the rights of MI (\"Abbreviation of Mumbai Indians\") for a total of \"Rupees 441 Cr ($ 112.9 m)\" during the auction on 24 January 2008. As the name suggests, the franchise represents the city of Mumbai.\n2008 Season.\nMI lost their Team Captain & Icon Player, Sachin Tendulkar due to a Hamstring Injury. Harbhajan Singh replaced him as the captain of the side. Due to some issues, Shaun Pollock had to takeover which bought some stability into the side for the first time in the season. The Mumbai Indians finished with a total of 7 wins and 7 losses and thus missed out on a playoff spot by a few points.\n2009 Season.\nDue to issues in India, the second edition of IPL ha to be held in South Africa. The second season also proved to be a setback for the team as they finished with a total of 5 Wins, 8 Loses and 1 No Result (Match got cancelled due to rain); and thus not making it to the playoffs again.\n2010 Season.\nDuring the auction held for the 2010 IPL Season, Mumbai Indians purchased Kieron Pollard for $750,000. This proved to be a great boost for the team. After the group stages, Mumbai Indians won 10 out of their 14 matches thus qualifying them for the playoffs. In the semifinals against Royal Challengers Bangalore, Mumbai Indians emerged victorious by 35 runs.\nThe Indians then faced Chennai Super Kings in the final of the 2010 Season; the match was held in \"Navi Mumbai\". MI lost the match by 22 runs thus finishing as the runner-ups.\nThey completed the season with a total of 11 Wins and 5 loses and also got a spot in the Airtel Champions League T20. Captain Sachin Tendulkar scored 681 runs in the 2010 season.\n2016 Season.\nMumbai Indians introduce two new players to their squad, Aiden Blizzard and James Franklin. Both these players perform well for the team in their debut season. Team Captain Sachin Tendulkar put up an impressive performance by scoring 613 runs in 10 matches and at the same time, team's senior bowler, Lasith Malinga took 28 wickets out of the 15 games. Impressive performance by MI in the group stages got them a place in the playoffs. Due to the addition of 2 more teams from this edition of Indian Premier League, the playoffs were a bit different.\nMumbai Indians beat Kolkata Knight Riders in their eliminator by 4 wickets. MI went on to face Royal Challengers Bangalore in the Qualifier 2. \"Mumbai Indians\" lost to \"Royal Challengers Bangalore\" by 43 runs which ended the journey of Mumbai Indians in the 2011 Season. Defending Champions Chennai beat Bangalore in the finals thus getting the first spot. Royal Challengers Bangalore finished second while MI finished third.\nTendulkar scored an unbeaten ton against Kochi Tuskers Kerala of just 59 balls and was the only centurion from Mumbai Indians that season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":58},{"uri":"Reliance_Industries","surface_form":"Reliance Industries","offset":124},{"uri":"Rohit_Sharma","surface_form":"Rohit Sharma","offset":145},{"uri":"Captain","surface_form":"captain","offset":173},{"uri":"Robin_Singh","surface_form":"Robin Singh","offset":199},{"uri":"Coach_(sport)","surface_form":"coach","offset":223},{"uri":"Jonty_Rodhes","surface_form":"Jonty Rodhes","offset":262},{"uri":"Shaun_Pollock","surface_form":"Shaun Pollock","offset":296},{"uri":"Reliance_Industries","surface_form":"Reliance Industries","offset":336},{"uri":"Mumbai","surface_form":"Mumbai","offset":559},{"uri":"Harbhajan_Singh","surface_form":"Harbhajan Singh","offset":666},{"uri":"South_Africa","surface_form":"South Africa","offset":1048},{"uri":"Kieron_Pollard","surface_form":"Kieron Pollard","offset":1354},{"uri":"Sachin_Tendulkar","surface_form":"Sachin Tendulkar","offset":1941},{"uri":"Sachin_Tendulkar","surface_form":"Sachin Tendulkar","offset":2180},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":2500}]}