{"id":299756,"url":"http://en.wikipedia.org/wiki/Joseph_Whittaker_(botanist)","text":"Joseph Whittaker (1813 – 1894) was a British Botanist who visited South Australia in 1839. 300 plants in Kew Gardens are the collection which Whittaker made during that trip. And 2,200 pressed British plants in Derby Museum and Art Gallery are also Whittaker's.\nEarly Days.\nWhittaker's exact birth date is not known. He was christened at Quarndon near Derby on 8 February 1813. His father was also named Joseph, and was a labourer who married to Sarah (born Clarke). The son is sometimes reported as being born in Breadsall in 1815.\nAustralian Botany.\nIn 1838 Whittaker went on a voyage to Austratia as \"gardener\". His new employer was Lt. Col. George Gawler who had recently been appointed as the second Governor of South Australia. Whittaker, seven other employees from Derbyshire, Gawler and his wife and children arrived on the Pestonjee Bomanjee on 12 October 1838 in Adelaide. They had traveled for four months via Rio de Janeiro. When Whittaker and Gawler arrived they found poor conditions so gardening was not important.\nWhittaker collected plants around Adelaide in South Australia in 1839-40. Whittaker traveled to places within South Australia where he collected a wide range of plant samples. These included Mount Lofty range, Mount Jagged, River Torrens, River Murray and the Hindmarsh River. Whittaker was the first person to collect from the mountainous district of the Fleurieu Peninsula, Encounter Bay and Mount Barker.\nWhittaker stayed in South Australia for nineteen months before sailing home on the \"Katherine Stuart Forbes\" which left from Port Adelaide on 11 April 1840. On the way home his boat stopped four times at Kangaroo Island, Mauritius, St Helena and Corvo Island in the Azores. Whittaker collected further plant samples while the boat was in these harbours.\nDerbyshire Botany.\nWhittaker arrived back in England on 23 September 1840 and by 1844 had begun collecting plants again. His activity peaked in 1851 and 52, ceasing sometime after 1867. He collected from many parts of Derbyshire, but he occasionally traveled outside the county including Bulwell, Nottinghamshire, Rhyl and Denbigh in Wales.\nBy 1846 he was living at Breadsall in Derbyshire where he was a teacher at Breadsall Boys School. From here he exchanged letters with Sir William J. Hooker Director of the Kew Botanic Gardens. Because Whittaker had planed to write a number of books on British botany, and needed to exchange some of his Australian and related samples for that. Whittaker collected about 300 plants that were eventually acquired by Kew. Whittaker's collections from outside the U.K. are now in Kew Gardens. Whittaker had the species of sundew \"Drosera whittakeri\" named after him.\nIn February 1847 Whittaker became a member of the Botanical Society of London and he swapped plant samples between 1849 to 1853 with its members. He then joined the Botanical Exchange Club and finally the Botanical Locality Record Club. By 1847 he had enough information to publish “a list of rare plants found in the neighbourhood of Breadsall, Derbyshire”. This contained a mixture of both rare and relatively common species, and gives a good information of the botanical variety of the area at that time. In 1857 he was the schoolmaster of ninety children at Breadsall in Derbyshire, a village whose inhabitants included the naturalists Rev. Henry Harpur Crewe and Francis Darwin. The school was funded by the Harpur-Crewe family.\nWhittaker lived in the small village of Morley near Derby in the late 1850s.\nHe lived with his wife Mary in the house named Ferriby Brook.\nHe continued to teach there, taking up to twelve scholars into his classes, usually after they had left the local school, and were between eight and eighteen years of age. He eventually established a large collection of living plants. Local gardener groups reported that he was growing over 1,300 different species. In 1864 he was publishing works referring the local extinction of the \"Lady's Slipper Orchid\" Cypripedium calceolus with the Rev. Henry Harpur Crewe. By 1871 he quitted a schoolmaster, and became a “seedsman and florist”. By 1881 successfully became a “nurseryman and farmer”. He lived with two servants and twenty year old William Whitehead in his house. Whitehead was to eventually become a partner in their market gardening venture.\nWhittaker’s plant collecting activities began to decline around 1863, around the time his botanical partner, Henry Harpur Crewe, moved away to become the Rector of Drayton Beauchamp in Buckinghamshire. In the following year they cooperated in the production of a manuscript list of the principal flowering plants and ferns of Derbyshire. His partnership with Crewe lasted for at least eighteen years and was very productive. The Harpur Crewe's family lived nearby Calke Abbey and they had funded the school at Breadsall.\nIn the late 1880s Joseph Whittaker gave valuable assistance, and supplied a range of plant samples, to Rev W.H.Painter who was preparing to publish a book on the Flora of Derbyshire. Many of Whittaker’s samples and records were also used by William Richardson Linton, vicar of Shirley in a further Flora of Derbyshire in 1903.\nWhittaker died on 2nd March 1894. By popular subscription, a memorial reading desk and engraved brass inscription were built for St Matthew's Church, Morley, where he was a church warden and where he was buried.\nLegacy.\nWhittaker's collection at Kew Gardens is from his trip to Australia and from ports where he stayed shortly during the way home. He also left a collection of 2,200 pressed plants in 79 volumes, mostly from Derbyshire, which are now held in the herbarium at Derby Museum and Art Gallery. They provide important evidential samples for local studies on the flora of Derbyshire. Due to his participation in botanical exchanges clubs, there are now Whittaker samples in many UK museum collections, including those at Bolton, Birmingham, Gloucester and Manchester. The Wisbech and Fenland Museum also has a small collection.\nThe carnivorous sundew species was scientifically described by the French botanist Jules Émile Planchon in 1848. This is commonly known as the \"Scented Sundew\" or \"Whittaker's Sundew\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":37},{"uri":"Kew_Gardens","surface_form":"Kew Gardens","offset":105},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum and Art Gallery","offset":211},{"uri":"Quarndon","surface_form":"Quarndon","offset":338},{"uri":"Breadsall","surface_form":"Breadsall","offset":514},{"uri":"George_Gawler","surface_form":"Lt. Col. George Gawler","offset":636},{"uri":"Governor_of_South_Australia","surface_form":"Governor of South Australia","offset":705},{"uri":"Pestonjee_Bomanjee","surface_form":"Pestonjee Bomanjee","offset":832},{"uri":"Adelaide","surface_form":"Adelaide","offset":873},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":921},{"uri":"Adelaide","surface_form":"Adelaide","offset":1064},{"uri":"South_Australia","surface_form":"South Australia","offset":1076},{"uri":"Mount_Lofty_Ranges","surface_form":"Mount Lofty range","offset":1221},{"uri":"Mount_Jagged","surface_form":"Mount Jagged","offset":1240},{"uri":"River_Torrens","surface_form":"River Torrens","offset":1254},{"uri":"River_Murray","surface_form":"River Murray","offset":1269},{"uri":"Hindmarsh_River","surface_form":"Hindmarsh River","offset":1290},{"uri":"Fleurieu_Peninsula","surface_form":"Fleurieu Peninsula","offset":1386},{"uri":"Encounter_Bay","surface_form":"Encounter Bay","offset":1406},{"uri":"Mount_Barker","surface_form":"Mount Barker","offset":1424},{"uri":"Katherine_Stuart_Forbes","surface_form":"Katherine Stuart Forbes","offset":1522},{"uri":"Kangaroo_Island","surface_form":"Kangaroo Island","offset":1642},{"uri":"Mauritius","surface_form":"Mauritius","offset":1659},{"uri":"St_Helena","surface_form":"St Helena","offset":1670},{"uri":"Corvo_Island","surface_form":"Corvo Island","offset":1684},{"uri":"Azores","surface_form":"Azores","offset":1704},{"uri":"Bulwell%2C_Nottinghamshire","surface_form":"Bulwell, Nottinghamshire","offset":2080},{"uri":"Rhyl","surface_form":"Rhyl","offset":2106},{"uri":"Denbigh","surface_form":"Denbigh","offset":2115},{"uri":"Breadsall","surface_form":"Breadsall","offset":2158},{"uri":"William_Jackson_Hooker","surface_form":"Sir William J. Hooker","offset":2267},{"uri":"Kew_Gardens","surface_form":"Kew Gardens","offset":2609},{"uri":"Sundew","surface_form":"sundew","offset":2651},{"uri":"Drosera_whittakeri","surface_form":"Drosera whittakeri","offset":2659},{"uri":"Botanical_Society_of_London","surface_form":"Botanical Society of London","offset":2746},{"uri":"Botanical_Exchange_Club","surface_form":"Botanical Exchange Club","offset":2861},{"uri":"Breadsall","surface_form":"Breadsall","offset":3258},{"uri":"Henry_Harpur_Crewe","surface_form":"Rev. Henry Harpur Crewe","offset":3336},{"uri":"Francis_Sacheverel_Darwin","surface_form":"Francis Darwin","offset":3364},{"uri":"Cypripedium_calceolus","surface_form":"Cypripedium calceolus","offset":3979},{"uri":"Henry_Harpur_Crewe","surface_form":"Henry Harpur Crewe","offset":4430},{"uri":"Drayton_Beauchamp","surface_form":"Drayton Beauchamp","offset":4485},{"uri":"Harpur-Crewe_Baronets","surface_form":"Harpur Crewe","offset":4750},{"uri":"Calke_Abbey","surface_form":"Calke Abbey","offset":4785},{"uri":"Flora_of_Derbyshire","surface_form":"Flora of Derbyshire","offset":5004},{"uri":"Shirley%2C_Derbyshire","surface_form":"Shirley","offset":5119},{"uri":"Morley%2C_Derbyshire","surface_form":"Morley","offset":5319},{"uri":"Herbarium","surface_form":"herbarium","offset":5632},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum and Art Gallery","offset":5645},{"uri":"Bolton","surface_form":"Bolton","offset":5900},{"uri":"Birmingham","surface_form":"Birmingham","offset":5908},{"uri":"Gloucester","surface_form":"Gloucester","offset":5920},{"uri":"Manchester","surface_form":"Manchester","offset":5935},{"uri":"Wisbech_%26amp%3B_Fenland_Museum","surface_form":"Wisbech and Fenland Museum","offset":5951},{"uri":"Jules_%C3%89mile_Planchon","surface_form":"Jules Émile Planchon","offset":6090}]}