{"id":299768,"url":"http://en.wikipedia.org/wiki/Irving_Crane","text":"e=\"preserve\">Irving Crane (November 13, 1913 – November 17, 2001), nicknamed \"the Deacon\", was an American pool player from Livonia (near Rochester). He was frequent champion and leading player in the sport. He is most well known for his skill at the game of straight pool (14.1 continuous). He won six world billiards titles in this game.\nEarly life.\nCrane became very interested in billiards when he was 11 years old. He started play on a toy pool table his brother received as a Christmas gift. His parents soon replaced their dining room table with a 4' by 8' pool table. Soon, Crane started to play in public at a local pool room. Crane could play all day and never get bored. He could not wait to get home from school and start to play pool.\nThough he taught himself to play, at age 14 he ran 89 balls in straight pool at a local pool room. He called each shot in advance. His parents replaced the smaller table with a full size tournament table. Over the next ten years some of the best players, including Willie Hoppe and Andrew Ponzi, came to practice with Crne. Despite consistent play throughout his teenage years, Crane did not enter any tournaments until he was 23 years old.\nIn February 1939, at age 26, Crane sank 150 balls in a row against his opponent in an exhibition straight pool match. The game was played on a difficult 5' by 10' table in Layton, Utah. This was impressive. But the crowd cheered him, and he continued to play. He finally put 309 consecutive balls thus shattering the previous world record of 244 consecutive balls.\nWorld titles.\nHe won his first world title in 1942. Over the next thirty years, Crane won almost two dozen major championships, including the World Crown in 1946, 1955, 1966, 1968, 1970 and 1972, the Ballantine International Championship in 1965, the International Roundrobin championship in 1968, and the World Series of Billiards in 1978 at age 65. At the 1966 World Crown tournament, he ran 150 and out in the finals. He never let his opponent back to the table after an early safety battle. No other player has ever done this. Crane also holds the record for the most runner-up finishes for the World Crown with 13.\nCrane found it hard to make a living only by playing pool, even though he was very skilled. In 1957, he began working as a Cadillac salesman at a dealership in Rochester, New York. He continued there for 17 years. At Rochester's annual auto show his dealership's exhibit had a pool table. Crane would run balls while answering questions. Working at a regular job was not Crane's first choice. In an interview with Sports Illustrated in 1969, he said \"If I had to make a choice between selling cars and playing pool, I'd choose pool... The only time I've ever been really happy is when I was at a pool table.\"\nHe was \"tall, lean man with the imperial bearing of the headmaster of Eton,\" Crane got the nickname \"The Deacon\" because of his gentlemanly ways, his very cautious approach to the game and his careful style of clothing. He always wore a conservative suit when he played.\nConservative style.\nThe \"Los Angeles Times\" interviewed Crane's wife Althea. They were married 64 years. She said, \"A lot of people, if it was a hot day and there was no air conditioning, they'd take off their coat to play. But not Irving Crane.\" Minnesota Fats, once said, \"Irv Crane would have been the only guy to notice the horse under Lady Godiva\". Willie Mosconi criticized Crane for his cautious style. He wrote in his 1993 autobiography, \"Willie's Game\", that \"Crane wouldn't take a shot unless his grandmother could make it.\"\nLater life.\nCrane became a member of the Billiard Congress of America's hall of fame in 1978. In 1999, Crane was number eight on \"Billiard Digest's\" fifty greatest players of the century. In 1980 Crane retired from professional play. He stopped playing entirely in about 1996. On 17 November 17 2001, four days after entering a nursing home, Crane died of natural causes. He was 88 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Billiards","surface_form":"pool","offset":107},{"uri":"Livonia_(town)%2C_New_York","surface_form":"Livonia","offset":124},{"uri":"Rochester%2C_New_York","surface_form":"Rochester","offset":138},{"uri":"Straight_pool","surface_form":"straight pool (14.1 continuous)","offset":259},{"uri":"Willie_Hoppe","surface_form":"Willie Hoppe","offset":1013},{"uri":"Layton%2C_Utah","surface_form":"Layton, Utah","offset":1361},{"uri":"Cadillac","surface_form":"Cadillac","offset":2297},{"uri":"Auto_show","surface_form":"auto show","offset":2410},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":3079},{"uri":"Rudolph_Wanderone_Jr.","surface_form":"Minnesota Fats","offset":3301},{"uri":"Willie_Mosconi","surface_form":"Willie Mosconi","offset":3408},{"uri":"Billiard_Congress_of_America","surface_form":"Billiard Congress of America","offset":3630},{"uri":"Nursing_home","surface_form":"nursing home","offset":3917}]}