{"id":299781,"url":"http://en.wikipedia.org/wiki/Dietmar_K%C3%BChbauer","text":"Dietmar \"Didi\" Kühbauer (born 4 April 1971) is a former Austrian footballer. He played as midfielder. Kühbauer played also in the Austrian national football team. At the moment he works as coach of FC Admira Wacker Mödling.\nCareer.\nHe made his Bundesliga debut for Admira Wacker in 1987 at the age of 16. 1992 he went on to SK Rapid Wien. With this club he won one champion title and one Austrian cup. With Rapid he also played in the 1996 UEFA Cup Winners Cup Final against Paris St. Germain in Brussels. By the fans of SK Rapid he was elected into Rapids team of the century.He played five years abroad, 3 years for Real Sociedad in Spain and two years in the German Bundesliga for VfL Wolfsburg. Then he came back to Austria and played the last years for his youth team SV Mattersburg.\nDietmar Kühbauer played also 55 matches for the Austrian national football team and scored 5 goals. His debut was in May 1992 in a friendly match versus Poland. He was member of the Austrian team for the FIFA World Cup 1998 and played two matches versus Italy and Chile. His final match was in September 2005 also against Poland in a qualifing match for the FIFA World Cup 2006.\nCoaching career.\nHe started as coach of the second team of VfB Admira Wacker Mödling. In 2010 he became manager of the first squad which reached the title in the First league and was promoted to the Austrian Bundesliga.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria_national_football_team","surface_form":"Austrian national football team","offset":130},{"uri":"Paris_Saint-Germain_F.C.","surface_form":"Paris St. Germain","offset":475},{"uri":"Real_Sociedad","surface_form":"Real Sociedad","offset":618},{"uri":"Spain","surface_form":"Spain","offset":635},{"uri":"German_Bundesliga","surface_form":"German Bundesliga","offset":662},{"uri":"VfL_Wolfsburg","surface_form":"VfL Wolfsburg","offset":684},{"uri":"SV_Mattersburg","surface_form":"SV Mattersburg","offset":773},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup 1998","offset":993},{"uri":"Italy","surface_form":"Italy","offset":1043},{"uri":"Chile","surface_form":"Chile","offset":1053},{"uri":"Austrian_Football_First_League","surface_form":"First league","offset":1330}]}