{"id":299863,"url":"http://en.wikipedia.org/wiki/Showgirls","text":"\"Showgirls\" is a 1995 American movie by Paul Verhoeven. It stars Kyle MacLachlan, Elizabeth Berkley and Gina Gershon. It is set in Las Vegas, Nevada. The movie became the first — and so far, only — NC-17 rated movie to be given a wide release in the mainstream theaters. The movie got substandard reviews and flopped, but enjoyed success on the home video market, receiving over $100 million from movie rental. This movie has been consistently ranked one of the worst movies ever made, but has become regarded as a cult classic.\nPlot.\nNomi Malone goes to Las Vegas and hopes to dance in a show on stage: she wants to be a \"showgirl.\" Nomi meets Molly Abrams, who makes costumes for a show called \"Goddess\", and they become friends. Nomi gets a job working as a stripper at Cheetah's Topless Club.\nMolly introduces Nomi to the lead dancer of \"Goddess\", Cristal Connors. When Nomi tells Cristal she dances at Cheetah's, Cristal says that Nomi is a prostitute. This makes Nomi angry, so Molly takes her dancing at a nightclub. Nomi meets James, who works at the nightclub, but is arrested by the police for fighting.\nCristal and her boyfriend, Zack Carey, visit Cheetah's. Zach works as a manager at the Stardust, the casino where \"Goddess\" is performed. Cristal asks Nomi to give Zach a special dance in a private room. Nomi dances for Zach for $500.\nA worker from the Stardust asks Nomi to audition for the a small part in \"Goddess\". Tony Moss, the show director of the show, makes Nomi embarrasses Nomi during the audition. Nomi is angry, so she leaves the audition. Nomi gets the job anyway, and she quits her job as a stripper. Cristal tries to make Nomi embarrassed when she starts work as a dancer in \"Goddess\". Nomi sets out to get revenge against Cristal. Nomi has sex with Zack, and Zack helps Nomi get an audition to be Cristal's understudy. Nomi gets the part as Cristal's understudy, but this makes Cristal angry. Cristal asks the Stardust to take away her role as an understudy. This makes Nomi angry, so Nomi pushes Cristal down the stairs. Cristal is hurt: she breaks her hip. Because Cristal is hurt, the Stardust makes Nomi the lead dancer in \"Goddess.\"\nNomi tells a lie and tells Molly that she did not push Cristal down the stairs. Molly does not think Nomi is telling the truth, Molly ends their friendship. Later, during a party for Nomi's first night as the lead dancer in \"Goddess\", Molly is friendly with Nomi again. Molly meets a famous musician, Andrew Carver. Carver asks Molly to come to a hotel room with him. Carver and his security team hit Molly and rape her. Molly is hurt and goes to the hospital.\nNomi wants the police to arrest Carver, but Zack says Stardust will give Molly money to keep Carver safe: because Carver is a famous musician, the casino will ask Molly to to be quiet and not to tell the police about what happened. This makes Nomi angry. Then Zack tells Nomi that he knows who she really is: her real name is Polly, not Nomi; and used to work as a prostitute after her father killed her mother. Zack knows that she was arrested for using drugs and for prostitution. Zack tells Nomi that he will keep her past a secret if Nomi does not tell the police about Carver raping Molly.\nNomi decides that she has to help her friend, Molly. Nomi meets with Carver in a hotel room, and Nomi hits Carver until he is loses consciousness. Nomi then goes to the hospital to visit Molly. Nomi tells Molly that she knows what Carver did to Molly, and that Nomi hit Carver to punish him. Nomi then visits Cristal in the hospital to say she is sorry for hurting her. Cristal says everything is okay, and that her lawyers got a lot of money for her. Cristal forgives Nomi, and they kiss. Nomi leaves Las Vegas and goes to Los Angeles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cinema_of_the_United_States","surface_form":"American","offset":22},{"uri":"Movie","surface_form":"movie","offset":31},{"uri":"Paul_Verhoeven","surface_form":"Paul Verhoeven","offset":40},{"uri":"Kyle_MacLachlan","surface_form":"Kyle MacLachlan","offset":65},{"uri":"Elizabeth_Berkley","surface_form":"Elizabeth Berkley","offset":82},{"uri":"Gina_Gershon","surface_form":"Gina Gershon","offset":104},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":131},{"uri":"NC-17","surface_form":"NC-17","offset":198},{"uri":"Theater","surface_form":"theater","offset":261},{"uri":"Video","surface_form":"video","offset":350},{"uri":"United_States_dollar","surface_form":"$","offset":379},{"uri":"Cult","surface_form":"cult","offset":515},{"uri":"Costume","surface_form":"costume","offset":669},{"uri":"Striptease","surface_form":"stripper","offset":761},{"uri":"Prostitution","surface_form":"prostitute","offset":946},{"uri":"Anger","surface_form":"angry","offset":974},{"uri":"Nightclub","surface_form":"nightclub","offset":1013},{"uri":"Arrest","surface_form":"arrest","offset":1077},{"uri":"Casino","surface_form":"casino","offset":1215},{"uri":"Audition","surface_form":"audition","offset":1389},{"uri":"Revenge","surface_form":"revenge","offset":1737},{"uri":"Sexual_intercourse","surface_form":"has sex","offset":1767},{"uri":"Understudy","surface_form":"understudy","offset":1838},{"uri":"Stairs","surface_form":"stairs","offset":2045},{"uri":"Pelvis","surface_form":"hip","offset":2085},{"uri":"Lie","surface_form":"lie","offset":2182},{"uri":"Party","surface_form":"party","offset":2342},{"uri":"Bodyguard","surface_form":"security team","offset":2552},{"uri":"Rape","surface_form":"rape","offset":2580},{"uri":"Illegal_drugs","surface_form":"drugs","offset":3085},{"uri":"Consciousness","surface_form":"consciousness","offset":3357},{"uri":"Punishment","surface_form":"punish","offset":3505},{"uri":"Lawyer","surface_form":"lawyer","offset":3641}]}