{"id":299817,"url":"http://en.wikipedia.org/wiki/Euglena","text":"\"Euglena\" is a large genus of unicellular protists: they have both plant and animal characteristics.\nAll live in water, and move by means of a flagellum. This is an animal characteristic. Most have chloroplasts, which are characteristic of algae and plants.\nEuglenids are believed to descend from an ancestor that took up green algae by secondary endosymbiosis.\nOver 1,000 species of \"Euglena\" have been described, and there are more to be discovered. Their relationships are being analysed.\n__TOC__\nForm and function.\nWhen acting as a heterotroph (animal), the \"Euglena\" surrounds a particle of food and consumes it by phagocytosis. When acting as an autotroph, the \"Euglena\" has chloroplasts which produce sugars by photosynthesis. The chloroplasts use the pigments chlorophyll a and chlorophyll b.\nThe number and shape of chloroplasts within \"Euglena\" varies greatly. \"Euglena\" are able to move through aquatic environments by using a large flagellum for locomotion. To detect light, the cell has an eyespot, a primitive organelle that filters sunlight into light-detecting, photo-sensitive structures. These structures, at the base of the flagellum, allow only certain wavelengths of light to register. With the aid of this photo-sensitive area, the \"Euglena\" can shift its position to get better photosynthesis.\nThe mobility of \"Euglena\" also allows hunting. Most \"Euglena\" are considered mixotrophs: autotrophs in sunlight and heterotrophs in the dark. \"Euglena\" do not have plant cell walls, but have a pellicle instead. The pellicle is made of protein bands that spiral down the length of the \"Euglena\" and lie beneath the plasma membrane.\n\"Euglena\" can survive in fresh and salt water. In low moisture conditions, \"Euglena\" forms a protective wall around itself and lies dormant as a spore until environmental conditions improve. \"Euglena\" can also survive in the dark by storing starch-like paramylon granules inside the chloroplast.\nReproduction.\n\"Euglenas\" reproduce asexually by binary fission. There is no evidence of sexual reproduction. Reproduction includes transverse division and longitudinal division, which both occur in the active and encysted forms.\nAs a food source.\nStarting in 2005, the Tokyo-based Euglena Company now markets \"Euglena\"-based food and beverage products. The fitness of \"Euglena\" for human consumption had been thought about before, but this is the first attempt to cultivate and farm it. The company's main production facility is on Ishigaki Island, Okinawa, where there is a favourable climate.\nEuglena Company is also experimenting with the use of \"Euglena\" as a potential fuel source.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unicellular","surface_form":"unicellular","offset":30},{"uri":"Protist","surface_form":"protist","offset":42},{"uri":"Flagellum","surface_form":"flagellum","offset":143},{"uri":"Chloroplast","surface_form":"chloroplast","offset":198},{"uri":"Alga","surface_form":"alga","offset":240},{"uri":"Plant","surface_form":"plant","offset":250},{"uri":"Green_algae","surface_form":"green algae","offset":322},{"uri":"Endosymbiosis","surface_form":"endosymbiosis","offset":347},{"uri":"Heterotroph","surface_form":"heterotroph","offset":536},{"uri":"Phagocytosis","surface_form":"phagocytosis","offset":620},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":718},{"uri":"Flagellum","surface_form":"flagellum","offset":944},{"uri":"Eyespot","surface_form":"eyespot","offset":1003},{"uri":"Organelle","surface_form":"organelle","offset":1024},{"uri":"Mixotroph","surface_form":"mixotroph","offset":1394},{"uri":"Autotroph","surface_form":"autotroph","offset":1406},{"uri":"Heterotroph","surface_form":"heterotroph","offset":1433},{"uri":"Pellicle","surface_form":"pellicle","offset":1510},{"uri":"Plasma_membrane","surface_form":"plasma membrane","offset":1631},{"uri":"Spore","surface_form":"spore","offset":1793},{"uri":"Asexual_reproduction","surface_form":"asexually","offset":1979},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":2032},{"uri":"Ishigaki_Island","surface_form":"Ishigaki Island","offset":2476},{"uri":"Okinawa","surface_form":"Okinawa","offset":2493},{"uri":"Climate","surface_form":"climate","offset":2530}]}