{"id":299819,"url":"http://en.wikipedia.org/wiki/Walter_Nausch","text":"e=\"preserve\">Walter Nausch (5 February 1907 in Vienna; † 11. July 1957 in Obertraun, Upper Austria) was an Austrian football player and coach. He played mainly for FK Austria Wien and was member of Austrias so called \"Wunderteam\". As coach he coached the Austrian national football team and reached with the team the 3rd place in 1954 FIFA World Cup, the best result a team reached ever in this kind of tournament.\nCareer.\nOver two minor clubs Nausch came 1923 to FK Austria Wien, then named Wiener Amateur-SV. Other than most of the players in the pre-war eara Nausch came out of Viennas middle classes. In 1924 he reached the Austrian championship which stayed to only championship he reached. Between 1925 and 1929 he played for WAC, but retourned to Austria and shaped together with Matthias Sindelar the style of FK Austria in the 1930s. Although he was a midfielder he also played as forward and defender.\nInternational success he reached in the 1930 winning two times the Mitropa Cup, an early form of the UEFA Championsleague. The first victory was in 1933 versus Inter Mailand (1:2;3:1) the second in 1936 versus Slavia Praha (0:0;1:0). As player he played from 1929 to 1937 in 39 matches for the Austrian national football team. He played many matches in the eara of the so called \"Wunderteam\". He did not play the 1934 FIFA World Cup because he was ehavyly injured in a match versus Bulgaria.\nAfter the occupation of Austria in 1938 Austria Vienna was suppressed by the Nazi authoritys mainly because there were a lot of players and officials of Jewish origin. The Name was forbidden and they played under the name Sportclub Ostmark. Protected by his popularity Nausch often showed his disfavour of the nazis. As Nausch wanted to coach the team he was ordered by the authoritys to leave his wife who was of Jewish origin. He did not and fled to Switzerland. He became coach and player of Zürcher Young Fellows.\n1948 Nausch came back to Austria and became coach of the Austrian national football team. He stayed with the team from 1948 till 1954. He formed a team with stars like Zeman, Happel, Hanappi, Ocwirk, Probst und Stojaspal. This team was almost so successful like the old \"Wunderteam\". In this time Austria reached the third place in the FIFA World Cup 1954 the best place an Austrian team reached ever. After being coach of the team he went to his old team FK Austria Wien which he coached from 1954 till 1955.\nHe died in 1957 because of a heart stroke.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":47},{"uri":"Football_player","surface_form":"football player","offset":116},{"uri":"FK_Austria_Wien","surface_form":"FK Austria Wien","offset":164},{"uri":"Austria_national_football_team","surface_form":"Austrian national football team","offset":255},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":335},{"uri":"Matthias_Sindelar","surface_form":"Matthias Sindelar","offset":787},{"uri":"1930s","surface_form":"1930s","offset":836}]}