{"id":299899,"url":"http://en.wikipedia.org/wiki/Proportions","text":"Many other common calculations can be solved by using proportions to show the relationships between the numbers.\nIn statistics, a proportion is a number which measures the extent to which a specific characteristic is in a sample or a population. It can be thought of as a percentage. To represent a sample proportion, the letters formula_1 can be used. To represent a population proportion, the letter formula_1 can be used.\nProportionality constant.\nA proportionality constant is a number that is used to convert a measurement in one system to the equivalent measurement in another system. For instance, people who are familiar with the traditional system of units used in the United States (pounds, feet, inches, etc.) may need to find out the metric equivalent for these measures in grams and meters. To make these calculations, they would need some proportionality constants.\nFor example, people may know that they have 100 eggs and want to know how many dozen eggs they have. The proportionality constant K is then 1 dozen/ 12 eggs.\n100 eggs × (1 dozen / 12 eggs) = 8 dozen eggs + 4 eggs\nIn general, given two functions formula_1 and formula_1, if there is a constant formula_1 such that formula_1, then we say that \"formula_1 is directly proportional to formula_1\". In symbols, this can be written as formula_1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statistics","surface_form":"statistics","offset":116},{"uri":"Sample","surface_form":"sample","offset":222},{"uri":"Population_(statistics)","surface_form":"population","offset":234},{"uri":"Percentage","surface_form":"percentage","offset":272},{"uri":"Pound_(mass)","surface_form":"pounds","offset":693},{"uri":"Foot_(unit)","surface_form":"feet","offset":701},{"uri":"Inch","surface_form":"inches","offset":707},{"uri":"Metric_system","surface_form":"metric","offset":746},{"uri":"Gram","surface_form":"grams","offset":786},{"uri":"Metre","surface_form":"meters","offset":796}]}