{"id":299974,"url":"http://en.wikipedia.org/wiki/Halloween_(1978_movie)","text":"\"Halloween\" is a 1978 slasher movie and the first film in the \"Halloween\" movie series. On Halloween 1963 in Illinois, six year old Michael Myers murders his sister. Fifteen years later, he escapes from a psychiatric hospital, returns home, and stalks teenager Laurie Strode and her friends.\nIt was remade in 2007. The movie's script was created and the movie was filmed in under twenty days.\nPlot.\nOn Halloween night 1963, in the town of Haddonfield, Illinois, six-year-old Michael Myers, dressed in a clown costume, stabs his older sister Judith to death with a kitchen knife in their home. Fifteen years later, on October 30, 1978, Michael's psychiatrist, Dr. Samuel Loomis, and his colleague, Marion Chambers, arrive at Warren County's Smith's Grove Sanitarium to escort Michael to court. Michael escapes the sanitarium, stealing Loomis' car in the process, and returning home to Haddonfield.\nOn the road, Michael kills a mechanic for his coveralls. He then steals a mask, knives, and rope from a local hardware store. The following day, on Halloween, Michael begins stalking high school student Laurie Strode after she drops off a key at his former house, so her father can sell it. Throughout the day, Laurie notices Michael following her, but her best friends Annie Brackett and Lynda Van der Klok dismiss her concerns. Loomis arrives in Haddonfield in search of Michael, visiting Judith's grave in the local cemetery, only to find her tombstone stolen. He meets with Haddonfield's sheriff, Leigh Brackett, Annie's father, and they both go to Michael's house, where Loomis tries to convince Sheriff Brackett about the danger Michael poses. Sheriff Brackett patrols the streets while Loomis waits at the house, expecting Michael to return.\nLater that night, Laurie babysits Tommy Doyle, while Annie babysits Lindsey Wallace just across the street, unaware that Michael has followed them. When Annie's boyfriend, Paul, calls her to come and pick him up, she takes Lindsey over to the Doyle house to spend the night with Laurie and Tommy. Annie is just about to leave in her car when Michael, who had hidden in the back seat, strangles her and slits her throat. Soon after, Lynda and her boyfriend Bob Simms arrive at the Wallace house. After having sex, Bob goes downstairs to get a beer for Lynda, but Michael fatally stabs him. Michael then poses as Bob in a ghost costume and confronts Lynda, who teases him, to no effect. Annoyed, Lynda calls Laurie, but Michael strangles Lynda with the telephone wire just as Laurie picks up. Meanwhile, Loomis discovers the stolen car and begins searching the streets.\nSuspicious, Laurie goes over to the Wallace house, and finds the bodies of Annie, Bob, and Lynda in an upstairs bedroom, as well as Judith Myers' headstone. Horrified, Laurie cowers in a hallway, when Michael suddenly appears and attacks her, slashing her arm. Barely escaping, Laurie flees back to the Doyle house. Michael follows, but Laurie manages to fend him off long enough for Tommy and Lindsey to escape, defending herself by stabbing him with a knitting needle, a metal hanger, and his own knife. Loomis sees Tommy and Lindsey fleeing the house, and investigates and sees Michael attacking Laurie. Loomis shoots Myers off the balcony; when Loomis goes to check Michael's body, he finds it missing. Loomis stares off into the night, while Laurie begins sobbing in terror. As various shots of the Doyle and Wallace houses are displayed, the Myers house is shown, as sounds of Michael's breathing are heard, leaving his whereabouts in further doubt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slasher_movie","surface_form":"slasher movie","offset":22},{"uri":"Halloween_(series)","surface_form":"\"Halloween\" movie series","offset":62},{"uri":"Illinois","surface_form":"Illinois","offset":109},{"uri":"Murder","surface_form":"murder","offset":146},{"uri":"Sister","surface_form":"sister","offset":158},{"uri":"Year","surface_form":"year","offset":174},{"uri":"Escape","surface_form":"escape","offset":190},{"uri":"Psychiatric_hospital","surface_form":"psychiatric hospital","offset":205},{"uri":"Stalking","surface_form":"stalks","offset":245},{"uri":"Teenager","surface_form":"teenager","offset":252},{"uri":"Halloween_(2007_movie)","surface_form":"in 2007","offset":306},{"uri":"Halloween","surface_form":"Halloween","offset":402},{"uri":"Illinois","surface_form":"Illinois","offset":452},{"uri":"Michael_Myers","surface_form":"Michael Myers","offset":475},{"uri":"Sororicide","surface_form":"stabs his older sister Judith to death","offset":518},{"uri":"Samuel_Loomis","surface_form":"Dr. Samuel Loomis","offset":659},{"uri":"Stalking","surface_form":"stalking","offset":1071},{"uri":"Laurie_Strode","surface_form":"Laurie Strode","offset":1100},{"uri":"Annie_Brackett","surface_form":"Annie Brackett","offset":1267},{"uri":"List_of_Halloween_characters","surface_form":"Lynda Van der Klok","offset":1286},{"uri":"Grave","surface_form":"grave","offset":1397},{"uri":"Cemetery","surface_form":"cemetery","offset":1416},{"uri":"Tombstone","surface_form":"tombstone","offset":1443},{"uri":"Sheriff","surface_form":"sheriff","offset":1489}]}