{"id":299942,"url":"http://en.wikipedia.org/wiki/Gene_duplication","text":"Gene duplication (or gene amplification) is any duplication of a region of DNA that contains a gene.\nGene duplication is important in supplying raw genetic material – new genes – to biological evolution. This has been recognized since the 1930s. Recent genomic sequence data show that duplicated genes are common in all organisms surveyed.\nOrigin.\nIn classical genetics it may occur as an error in crossing-over during meiosis, or the duplication of an entire chromosome.\nIn non-classical genetics it may happen by a retrotransposition event.\nImplications.\nThe second copy of the gene is often relatively free from selective pressure. Mutations of it have no deleterious effects to its host organism. Thus it accumulates mutations faster than a functional single-copy gene, over generations.\nA duplication is the opposite of a deletion. Duplications arise from unequal crossing-over that occurs during meiosis between misaligned homologous chromosomes. The product of this recombination are a duplication at the site of the exchange and a reciprocal deletion.\nEvolutionary importance.\nGene duplication is believed to play a major role in evolution; this idea was first suggested 100 years ago. Susumu Ohno was one of the most famous developers of this theory in his classic book \"Evolution by gene duplication\" (1970). Ohno argued that gene duplication is the most important evolutionary force since the emergence of the last universal common ancestor (LUCA).\nMajor genome duplication events are not uncommon. It is believed that the entire yeast genome underwent duplication about 100 million years ago. Plants are the most prolific genome duplicators. For example, wheat is hexaploid (a kind of polyploid), meaning that it has six copies of its genome.\nNormally, a big change in gene function is resisted because the original function is needed, but after a duplication one gene carries on the original function. Therefore, a change of function in the second copy is possible without loss of fitness.\nThis freedom from consequences allows for more mutations to be 'carried' in the population. Some of these might increase the fitness of the organism or code for a new function.\nThe two genes that exist after a gene duplication event are called paralogs and usually code for proteins with a similar function and/or structure. By contrast, orthologous genes are ones which code for proteins with similar functions but exist in different species, and are created from species-splitting.","categories":[],"infobox_types":[],"annotations":[{"uri":"DNA","surface_form":"DNA","offset":75},{"uri":"Gene","surface_form":"gene","offset":95},{"uri":"Gene","surface_form":"gene","offset":171},{"uri":"Biological_evolution","surface_form":"biological evolution","offset":182},{"uri":"Genome","surface_form":"genomic sequence","offset":253},{"uri":"Information","surface_form":"data","offset":270},{"uri":"Crossing-over","surface_form":"crossing-over","offset":398},{"uri":"Meiosis","surface_form":"meiosis","offset":419},{"uri":"Retrotransposon","surface_form":"retrotransposition","offset":517},{"uri":"Natural_selection","surface_form":"selective pressure","offset":615},{"uri":"Mutation","surface_form":"Mutation","offset":635},{"uri":"Chromosome","surface_form":"chromosome","offset":940},{"uri":"Evolution","surface_form":"evolution","offset":1138},{"uri":"Susumu_Ohno","surface_form":"Susumu Ohno","offset":1194},{"uri":"Polyploidy","surface_form":"genome duplication","offset":1466},{"uri":"Yeast","surface_form":"yeast","offset":1541},{"uri":"Genome","surface_form":"genome","offset":1547},{"uri":"Plant","surface_form":"Plant","offset":1605},{"uri":"Wheat","surface_form":"wheat","offset":1667},{"uri":"Polyploid","surface_form":"polyploid","offset":1697},{"uri":"Fitness","surface_form":"fitness","offset":1994},{"uri":"Protein","surface_form":"protein","offset":2277},{"uri":"Speciation","surface_form":"species-splitting","offset":2468}]}