{"id":299947,"url":"http://en.wikipedia.org/wiki/Gladstone%2C_South_Australia","text":"Gladstone is a small town in South Australia about 200 km north of Adelaide. In 2006 the population was 629.\nIt is in the middle of a farming area that grows wheat and raises sheep, but Gladstone is important because it has lots of very big buildings to store wheat, barley, durum wheat, peas, faba beans and fiesta beans. All together, these buildings store the biggest amount of grains in the Southern Hemisphere in a place not by the sea.\nRailways.\nThe railways are important to Gladstone so the grains can be moved to the sea and put on ships. The nearest place where this happens is Port Pirie.\nThe railways are also important to move the grains to the big cities in Australia. Gladstone is on the biggest railway line in Australia that goes between Sydney in the east and Perth in the west. Railway lines also go south to Adelaide, and north to other small towns. Now, all of the railway lines are 4 ft 8 1⁄2 in (1,435 mm) apart. This is called standard gauge. Before 1970, the railway lines going north were 3 ft 6 in (1,067 mm) apart (narrow gauge), and the railway lines going south were 5 ft 3 in (1,600 mm) apart (broad gauge). All three \"gauges\" joined together in Gladstone. Look at the photo to see this. This is very rare. Before 1970, there were only three places in the whole world where this happened.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Australia","surface_form":"South Australia","offset":29},{"uri":"Adelaide","surface_form":"Adelaide","offset":67},{"uri":"Port_Pirie","surface_form":"Port Pirie","offset":588},{"uri":"Australia","surface_form":"Australia","offset":672},{"uri":"Sydney","surface_form":"Sydney","offset":755},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":778},{"uri":"Adelaide","surface_form":"Adelaide","offset":828},{"uri":"Standard_gauge","surface_form":"standard gauge","offset":951}]}