{"id":299961,"url":"http://en.wikipedia.org/wiki/Broadcasting_House","text":"Broadcasting House is the headquarters and registered office of the BBC in Portland Place and Langham Place, London.\nCurrent use.\nBroadcasting House is home to BBC Radio 3, BBC Radio 4, and BBC Radio 4 Extra and also houses the BBC Radio Theatre, where music and speech programmes (typically comedy for BBC Radio 4) are recorded in front of a studio audience. It is also the headquarters of the BBC itself and contains the offices of key figures within the organisation, such as the Director General.\nConstruction.\nThe Original Construction of Broadcasting House took place in 1932, and opened on the 14 May 1932, 8 years after the corporation was created and was built as a housing for all their current operations, of offices and radio operations. Architect George Val Myer designed the building in collaboration with the BBC's civil engineer, M T Tudsbery. The original interiors were the work of the Australian-Irish architect Raymond McGrath. He set up and directed a team that included Serge Chermayeff and Wells Coates and designed the vaudeville studio, the associated green and dressing rooms, and the dance and chamber music studios in a flowing Art Deco style. It was later said of his efforts that \"the designs for the BBC gave the first real fillip to industrial design in England\".\nThe building was designed with the radio elements, such as the studios, in a central location constructed of Portland stone. The remainder of the building was steel framed and faced with Portland stone on the outside. These areas housed the offices, so that they could be both away from the noise of the radio operations, and have access to daylight. Issues with local residents also caused the structure to be changed: The east side of the building blocked out the light to local residents, and after complaints and seeking the right of ancient lights, the building was changed so that the East side of the building had a sloped roof. The building also faced issues with the fact that both the Bakerloo and the Victoria lines of the London Underground, as well as sewers 100 years old ran under the site.\nThe building also incorporated other elements, the ground floor of the building was fitted with floor to ceiling windows overlooking the street, as it was believed that to finance such a project (costing £25,000,000 in today's money) they would need to rent out the ground floor as a retail unit. This however never occurred, as the Corporation expanded so quickly the space was needed by the BBC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Registered_office","surface_form":"registered office","offset":43},{"uri":"BBC","surface_form":"BBC","offset":68},{"uri":"Portland_Place","surface_form":"Portland Place","offset":75},{"uri":"Langham_Place%2C_London","surface_form":"Langham Place","offset":94},{"uri":"London","surface_form":"London","offset":109},{"uri":"BBC_Radio_3","surface_form":"BBC Radio 3","offset":160},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":173},{"uri":"BBC_Radio_4_Extra","surface_form":"BBC Radio 4 Extra","offset":190},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":303},{"uri":"BBC","surface_form":"BBC","offset":395},{"uri":"Val_Myer","surface_form":"George Val Myer","offset":760},{"uri":"Raymond_McGrath","surface_form":"Raymond McGrath","offset":931},{"uri":"Serge_Chermayeff","surface_form":"Serge Chermayeff","offset":992},{"uri":"Wells_Coates","surface_form":"Wells Coates","offset":1013},{"uri":"Bakerloo_line","surface_form":"Bakerloo","offset":1991},{"uri":"Victoria_line","surface_form":"Victoria lines","offset":2008},{"uri":"London_Underground","surface_form":"London Underground","offset":2030},{"uri":"BBC","surface_form":"BBC","offset":2495}]}