{"id":300034,"url":"http://en.wikipedia.org/wiki/Accuracy_and_precision","text":"The accuracy and precision of measurements have special meanings in the fields of science, engineering, industry and statistics.\nA measurement system can be accurate but not precise, precise but not accurate, neither, or both. For example, if an experiment contains a error in the way it is done, then increasing the sample size generally increases precision but does not improve accuracy. The end result would be a consistent, yet inaccurate, set of results from the flawed experiment. Eliminating the systematic error improves accuracy but does not change precision.\nA measurement system is valid if it is both \"accurate\" and \"precise\". Related terms include \"bias\" (non-random or directed effects caused by a factor or factors unrelated to the independent variable) and \"error\" (random variability).\nRelated topics.\nThe terminology is also applied to indirect measurements—that is, values obtained by a computational procedure from observed data.\nIn addition to accuracy and precision, measurements may also have a measurement resolution, which is the smallest change in the underlying physical quantity that produces a response in the measurement.\nDifferent meanings of 'precision'.\nThe word \"precision\" also refers to how fine the measurement is made, as the \"resolution\" of the measurement, such as to the nearest meter, centimeter, or yard, foot, inch, or nanometer.\nIn the case of full reproducibility, such as when rounding a number to a representable floating point number, the word \"precision\" has a meaning not related to reproducibility. For example, in the IEEE 754-2008 standard, it means the number of bits in the significand (number of digits in the amount), so it is used as a measure for the relative accuracy with which a number can be shown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Measurement","surface_form":"measurement","offset":30},{"uri":"Science","surface_form":"science","offset":82},{"uri":"Engineering","surface_form":"engineering","offset":91},{"uri":"Industry","surface_form":"industry","offset":104},{"uri":"Statistics","surface_form":"statistics","offset":117},{"uri":"Experiment","surface_form":"experiment","offset":246},{"uri":"Error","surface_form":"error","offset":268},{"uri":"Sample_size","surface_form":"sample size","offset":317},{"uri":"Validity","surface_form":"valid","offset":593},{"uri":"Random","surface_form":"random","offset":673},{"uri":"Independent_variable","surface_form":"independent variable","offset":747},{"uri":"Measurement_resolution","surface_form":"measurement resolution","offset":1018},{"uri":"Meter","surface_form":"meter","offset":1320},{"uri":"Centimeter","surface_form":"centimeter","offset":1327},{"uri":"Foot_(length)","surface_form":"foot","offset":1348},{"uri":"Inch","surface_form":"inch","offset":1354},{"uri":"Nanometer","surface_form":"nanometer","offset":1363},{"uri":"Rounding","surface_form":"rounding","offset":1424},{"uri":"Floating_point","surface_form":"floating point","offset":1461},{"uri":"Significand","surface_form":"significand","offset":1630},{"uri":"Digit","surface_form":"digit","offset":1653},{"uri":"Amount","surface_form":"amount","offset":1667}]}