{"id":300013,"url":"http://en.wikipedia.org/wiki/Common_descent","text":"e=\"preserve\">In evolutionary biology, a group of organisms have common descent if they have a common ancestor. \"There is strong quantitative support, by a formal test\" for the theory that all living organisms on Earth are descended from a common ancestor.\nCharles Darwin proposed the theory of universal common descent through an evolutionary process in \"On the Origin of Species\", saying, \"There is a grandeur in this view of life, with its several powers, having been originally breathed into a few forms or into one\".p490\nThe last universal ancestor (LUA) (or last universal common ancestor, LUCA), that is viewed by evolutionary theory to be most recent common ancestor of all currently living organisms, is believed to have appeared about 3.9 billion years ago.\nHistory.\nCould one not say that, in the fortuitous combinations of the productions of nature, as there must be some characterized by a certain relation of fitness which are able to subsist, it is not to be wondered at that this fitness is present in all the species that are currently in existence? Chance, one would say, produced an innumerable multitude of individuals; a small number found themselves constructed in such a manner that the parts of the animal were able to satisfy its needs; in another infinitely greater number, there was neither fitness nor order: all of these latter have perished... The species we see today are but the smallest part of what blind destiny has produced...\nCommon biochemistry and genetic code.\nAll known forms of life are based on the same fundamental biochemical organisation.\nGenetic information is encoded in DNA, and transcribed into RNA, then translated into proteins by (highly similar) ribosomes, with ATP, NADH and others as energy sources, etc.\nThe similarities include the energy carrier adenosine triphosphate (ATP), and the fact that all amino acids found in proteins are left-handed (chirality).\nFurthermore, the genetic code (the \"translation table\" according to which DNA information is translated into proteins) is nearly identical for all known lifeforms, from bacteria to humans.\nThe universality of this code is generally regarded by biologists as definitive evidence in favor of the theory of universal common descent. Analysis of the small differences in the genetic code has also provided support for universal common descent. A statistical comparison of various alternative hypotheses has shown that universal common ancestry is significantly more probable than models involving multiple origins.\nPhylogenetic trees.\nAnother important piece of evidence is that it is possible to construct detailed phylogenetic trees (that is, \"genealogic trees\" of species) mapping out the proposed divisions and common ancestors of all living species. In 2010 an analysis of available genetic data, mapping them to phylogenetic trees, gave \"firm quantitative support for the unity of life....there is now strong quantitative support, by a formal test, for the unity of life.\nTraditionally, these trees have been built using morphological methods, such as comparative anatomy, embryology, etc. Recently, it has been possible to construct these trees using molecular data, based on similarities and differences between genetic and protein sequences. All these methods produce essentially similar results. That phylogenetic trees based on different types of information agree with each other is strong evidence of an underlying common descent.\nLast Universal Ancestor.\nSome things are deduced about LUA. It was not the very first cell, but one whose descendents survived beyond the very early stages of microbial evolution. On the basis of their presence in eubacteria, archaea, and eukaryotes, about 325 proteins were present in the LUA.\nThese amino acids were probably the first to be built into proteins: alanine, asparagine, aspartic acid, glycine, histidine, isoleucine, serine, threonine, and valine. These amino acids were also found in spark tube simulations, and analysis of the Murchison meteorite. The other amino acids, later additions to the genetic code, include several of the most complex amino acids.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":16},{"uri":"Organism","surface_form":"organism","offset":49},{"uri":"Ancestor","surface_form":"ancestor","offset":101},{"uri":"Earth","surface_form":"Earth","offset":212},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":256},{"uri":"Evolution","surface_form":"evolution","offset":330},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":355},{"uri":"Earliest_known_life_forms","surface_form":"appeared","offset":729},{"uri":"Billion","surface_form":"billion","offset":748},{"uri":"DNA","surface_form":"DNA","offset":1618},{"uri":"RNA","surface_form":"RNA","offset":1644},{"uri":"Protein","surface_form":"protein","offset":1670},{"uri":"Ribosome","surface_form":"ribosome","offset":1699},{"uri":"NADH","surface_form":"NADH","offset":1720},{"uri":"Adenosine_triphosphate","surface_form":"adenosine triphosphate","offset":1804},{"uri":"Chirality_(chemistry)","surface_form":"chirality","offset":1903},{"uri":"Genetic_code","surface_form":"genetic code","offset":1932},{"uri":"Bacteria","surface_form":"bacteria","offset":2084},{"uri":"Human","surface_form":"human","offset":2096},{"uri":"Phylogenetic_tree","surface_form":"phylogenetic tree","offset":2627},{"uri":"Morphology_(biology)","surface_form":"morphological","offset":3038},{"uri":"Comparative_anatomy","surface_form":"comparative anatomy","offset":3069},{"uri":"Embryology","surface_form":"embryology","offset":3090},{"uri":"Deduction","surface_form":"deduced","offset":3496},{"uri":"Eubacteria","surface_form":"eubacteria","offset":3669},{"uri":"Archaea","surface_form":"archaea","offset":3681},{"uri":"Eukaryotes","surface_form":"eukaryotes","offset":3694},{"uri":"Alanine","surface_form":"alanine","offset":3819},{"uri":"Asparagine","surface_form":"asparagine","offset":3828},{"uri":"Aspartic_acid","surface_form":"aspartic acid","offset":3840},{"uri":"Glycine","surface_form":"glycine","offset":3855},{"uri":"Histidine","surface_form":"histidine","offset":3864},{"uri":"Isoleucine","surface_form":"isoleucine","offset":3875},{"uri":"Serine","surface_form":"serine","offset":3887},{"uri":"Threonine","surface_form":"threonine","offset":3895},{"uri":"Valine","surface_form":"valine","offset":3910},{"uri":"Murchison_meteorite","surface_form":"Murchison meteorite","offset":3999},{"uri":"Genetic_code","surface_form":"genetic code","offset":4066}]}