{"id":300044,"url":"http://en.wikipedia.org/wiki/Heat_index","text":"e=\"preserve\">The \"heat index\" (HI, also \"humiture\") is a measurement which combines air temperature and relative humidity as being the human-perceived equivalent temperature — how hot it feels. The result is also known as the \"felt air temperature\" or \"apparent temperature\". For example, when the temperature is with very high humidity, the heat index can be about.\nThe human body normally cools itself by perspiration, or sweating, which evaporates and carries heat away from the body. However, when the relative humidity is high, then the evaporation rate is reduced, so heat is removed from the body at a lower rate, causing it to retain more heat than it would in dry air. Measurements have been taken based on subjective descriptions of how hot subjects feel for a given temperature and humidity, allowing an index to be made which relates one temperature and humidity combination, to another, at a higher temperature in drier air.\nThe heat index was developed in 1978 by George Winterling as the \"humiture\" and was adopted by the National Weather Service a year later. It is derived from work carried out by Robert G. Steadman. Like the wind chill index, the heat index contains assumptions about the human body mass and height, clothing, amount of physical activity, thickness of blood, sunlight and ultraviolet radiation exposure, and the wind speed. Large deviations from the typical values will result in heat-index values which do not accurately reflect the perceived temperature.\nIn Canada, the similar humidex is used in place of the heat index. The humidex differs from the heat index in using the dew point rather than the relative humidity.\nThe heat index is defined so as to equal the actual air temperature when the partial pressure of water vapor is equal to a baseline value of 1.6 kPa. At standard atmospheric pressure (101.325 kPa), this baseline corresponds to a dew point of 14 °C (57 °F) and a mixing ratio of 0.01 (10 g of water vapor per kilogram of dry air). This corresponds to an air temperature of 25°C and relative humidity of 50% in the sea-level psychrometric chart.\nAt high temperatures, the level of \"relative\" humidity needed to make the heat index higher than the actual temperature is lower than at cooler temperatures. For example, at approximately 27 °C (80 °F), the heat index will agree with the actual temperature if the relative humidity is 45%, but at about 43°C (110°F), any relative-humidity reading above 17% will make the Heat Index higher than 43°C (110 °F).\nThe heat index is calculated only if the actual temperature is above 27 °C (80 °F), dew point temperatures greater than 12 °C (54 °F), and relative humidities higher than 40%. The heat index and humidex figures are based on temperature measurements taken in the shade and not the sun, so extra care must be taken while in the sun.\nSometimes the heat index and the wind chill are denoted collectively by the single terms \"apparent temperature\" or \"relative outdoor temperature\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Measurement","surface_form":"measurement","offset":57},{"uri":"Air","surface_form":"air","offset":84},{"uri":"Temperature","surface_form":"temperature","offset":88},{"uri":"Relative_humidity","surface_form":"relative humidity","offset":104},{"uri":"Example","surface_form":"example","offset":280},{"uri":"Human_body","surface_form":"human body","offset":371},{"uri":"Perspiration","surface_form":"perspiration","offset":407},{"uri":"Sweat","surface_form":"sweat","offset":424},{"uri":"Evaporation","surface_form":"evaporates","offset":440},{"uri":"Heat","surface_form":"heat","offset":463},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":1037},{"uri":"Wind_chill","surface_form":"wind chill","offset":1144},{"uri":"Mass","surface_form":"mass","offset":1219},{"uri":"Height","surface_form":"height","offset":1228},{"uri":"Clothing","surface_form":"clothing","offset":1236},{"uri":"Blood","surface_form":"blood","offset":1288},{"uri":"Sunlight","surface_form":"sunlight","offset":1295},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":1308},{"uri":"Canada","surface_form":"Canada","offset":1496},{"uri":"Humidex","surface_form":"humidex","offset":1516},{"uri":"Humidex","surface_form":"humidex","offset":1564},{"uri":"Dew_point","surface_form":"dew point","offset":1613},{"uri":"Relative_humidity","surface_form":"relative humidity","offset":1639},{"uri":"Partial_pressure","surface_form":"partial pressure","offset":1735},{"uri":"Water_vapor","surface_form":"water vapor","offset":1755},{"uri":"Pascal_(unit)","surface_form":"kPa","offset":1803},{"uri":"Standard_atmospheric_pressure","surface_form":"standard atmospheric pressure","offset":1811},{"uri":"Dew_point","surface_form":"dew point","offset":1887},{"uri":"Ratio","surface_form":"ratio","offset":1927},{"uri":"Psychrometric_chart","surface_form":"psychrometric chart","offset":2081},{"uri":"Celsius","surface_form":"°C","offset":2293},{"uri":"Fahrenheit","surface_form":"°F","offset":2300},{"uri":"Wind_chill","surface_form":"wind chill","offset":2875}]}