{"id":300125,"url":"http://en.wikipedia.org/wiki/Open_Season_3","text":"\"Open Season 3\" is a 2010 animated-comedy direct-to-video movie and is the third movie in the \"Open Season\" movie series, directed by Cody Cameron and produced by Kirk Bodyfelt. The movie was released on October 21, 2010.\nDespite receiving negative reviews from film critics, the film was well-welcomed from audience.\nIn the movie, Boog (Matthew J. Munn) is about to go on a special guys' trip with the boys, but everyone is extremely busy living with their families. This disappoints Boog and it makes him go on a trip himself and encounters the Maslova Family Circus that came from Russia and meets a doppelganger named Doug (Matthew J. Munn), his annoying friend Alistair (Dana Snyder), and a circus performer named Ursa (Melissa Sturm), whom he falls in love with. When the animals at the forest find out the circus is going back to Russia, they make a whole new plan to rescue Boog and bring him back home.\nPlot.\nBoog (Matthew J. Munn) plans an annual guys' trip to spend time with his male friends. But Elliot (Maddie Taylor) has distanced himself from him since he had started a family with his wife Giselle (Melissa Sturm) and his three children: Gisela (Karley Scott Collins), Giselita (Ciara Bravo), and Elvis (Harrison Fahn). Boog is disappointed since everyone else wanted to spend time with their families, which makes the grizzly go on a trip of his own, which leads him to a Russian traveling circus called the Maslova Family Circus.\nWhile in the circus, Boog meets Doug (Matthew J. Munn), a lazy, scruffy grizzly bear who is tired of performing in the circus on the sidelines (as well, Boog also meets Doug's friend, a Argentina llama named Alistair). Doug craves recognition as a full-fledged king of the forest, the ruler of wildlife. Doug convinces Boog to switch his life in the forest for his place at the circus, which Boog accepts. But the whole thing turns out a scam since all Doug really wanted to do all this time was escape.\nMeanwhile, Boog falls madly in love with Ursa (Melissa Sturm), a female grizzly bear who was born in Russia and can effortlessly walk on a tightrope, juggle and dance. When the couple begin working together, they obtain much more as a harmonious duet than it might seem at first glance. When Boog's pals find out about Boog's disappearance, they, as well as the pets put aside their differences and hatch a rescue mission to save Boog.\nBoog's friends arrive at the circus. They want Boog to return home, but he doesn't want to leave Ursa. All of a sudden, Doug arrives and apologizes to Boog for tricking him. While Doug performs the circus acts for the audience, Ursa goes to stay in the forest with Boog and the others.\nLater Boog, Elliot, Ian, Elvis, Buddy and Reilly go for a guy road.\nDuring the credits, Alistair and Doug show the audience their photos of their travel at Russia.\nCast.\nNon-speaking characters include the rabbits, Buddy's wife, the does, some circus performers, and Carmen.\nProduction.\n\"Open Season 3\" was animated at Reel FX Creative Studios, which also did animation for \"Open Season 2\".\nReception.\n\"Open Season 3\" got negative reviews by reviewers and critics. On Rotten Tomatoes, it has no score, but it does have 4 reviews. One reviewer said, \"This tiresomely predictable tale exemplifies everything that's wrong about straight-to-DVD animated sequels to big-budget mainstream films: the plot is utterly predictable and rehashes a lot of beats from the original effort, the major voice actors have been replaced by poor substitutes and the quality of the animation has dropped dramatically (most of the visuals are on the level of a video game or one of those cheap CGI Saturday morning TV shows)\".\nHome media.\nIt was released on Blu-ray, UMD Video and DVD in the United States on January 25, 2011.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"2010_in_movies","surface_form":"2010","offset":21},{"uri":"Animated","surface_form":"animated","offset":26},{"uri":"Comedy","surface_form":"comedy","offset":35},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":42},{"uri":"Open_Season_(movie_series)","surface_form":"\"Open Season\" movie series","offset":94},{"uri":"Cody_Cameron","surface_form":"Cody Cameron","offset":134},{"uri":"Kirk_Bodyfelt","surface_form":"Kirk Bodyfelt","offset":163},{"uri":"October_21","surface_form":"October 21","offset":204},{"uri":"2010","surface_form":"2010","offset":216},{"uri":"Matthew_J._Munn","surface_form":"Matthew J. Munn","offset":338},{"uri":"Dana_Snyder","surface_form":"Dana Snyder","offset":676},{"uri":"Melissa_Sturm","surface_form":"Melissa Sturm","offset":725},{"uri":"Russia","surface_form":"Russia","offset":837},{"uri":"Matthew_J._Munn","surface_form":"Matthew J. Munn","offset":924},{"uri":"Maddie_Taylor","surface_form":"Maddie Taylor","offset":1017},{"uri":"Melissa_Sturm","surface_form":"Melissa Sturm","offset":1116},{"uri":"Karley_Scott_Collins","surface_form":"Karley Scott Collins","offset":1163},{"uri":"Ciara_Bravo","surface_form":"Ciara Bravo","offset":1196},{"uri":"Harrison_Fahn","surface_form":"Harrison Fahn","offset":1221},{"uri":"Animation","surface_form":"animated","offset":2982},{"uri":"Reel_FX_Creative_Studios","surface_form":"Reel FX Creative Studios","offset":2994},{"uri":"Open_Season_2","surface_form":"Open Season 2","offset":3050},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3143},{"uri":"Direct-to-video","surface_form":"straight-to-DVD","offset":3300},{"uri":"Video_game","surface_form":"video game","offset":3614},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray","offset":3711},{"uri":"Universal_Media_Disc","surface_form":"UMD Video","offset":3720},{"uri":"DVD","surface_form":"DVD","offset":3734}]}