{"id":300249,"url":"http://en.wikipedia.org/wiki/Languages_of_Africa","text":"e=\"preserve\">The languages of Africa include more than 3,000 languages. These languages include native languages (languages that come from Africa) and colonial languages, which were brought to Africa by colonists from Europe. The continent has the highest concentration of languages in the world. At least 30% of the world's languages come from and are spoken in Africa.\nOver the years, many African languages have died out and become extinct. This happens for several reasons, including wars and genocide by other African tribes. Other languages were abandoned, or its speakers disappeared.\nOrganization.\nThere are more than 3,000 languages spoken in Africa. These languages are grouped into several major language families. Linguists do not agree about which groupings are \"correct\" and valid.\nThis classification of languages is based on the research of the linguist Joseph Greenberg, who published \"The Languages of Africa\" in 1963.\nStill other linguists believe that the Nilo-Saharan languages and the Niger-Congo languages are part of the same family. These linguists organize the African languages into only three language families: Niger-Congo languages, Afroasiatic languages, and Khoisan languages.\nNo matter how the major language families are organized, there are many smaller families and language isolates. In addition, there are some obscure (rare, uncommon) languages that are not yet classified into any family. Africa also has some sign languages, which are mostly language isolates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native","surface_form":"native","offset":96},{"uri":"Colony","surface_form":"colonial","offset":151},{"uri":"Europe","surface_form":"Europe","offset":218},{"uri":"Concentration","surface_form":"concentration","offset":256},{"uri":"Extinct","surface_form":"extinct","offset":435},{"uri":"War","surface_form":"war","offset":488},{"uri":"Genocide","surface_form":"genocide","offset":497},{"uri":"Tribe","surface_form":"tribe","offset":523},{"uri":"Language","surface_form":"language","offset":632},{"uri":"Africa","surface_form":"Africa","offset":652},{"uri":"Language_family","surface_form":"language families","offset":707},{"uri":"Linguist","surface_form":"Linguist","offset":726},{"uri":"Joseph_Greenberg","surface_form":"Joseph Greenberg","offset":870},{"uri":"The_Languages_of_Africa","surface_form":"The Languages of Africa","offset":903},{"uri":"Language_isolate","surface_form":"language isolate","offset":1302},{"uri":"Obscure","surface_form":"obscure","offset":1349},{"uri":"Sign_language","surface_form":"sign language","offset":1450}]}