{"id":300395,"url":"http://en.wikipedia.org/wiki/Estelle_Yancey","text":"Estelle \"Mama\" Yancey (January 1, 1896–April 19, 1986) was an American blues singer. She was the wife of pianist Jimmy Yancey. She recorded often with her husband.\nLife and career.\nYancey, born Estelle Harris, grew up in Chicago, where she sang in church choirs and learned how to play the guitar. In 1917, when she was 21, she married Jimmy Yancey. She often sang with him at meetings and house parties in the 1930s and 1940s and performed with him at Carnegie Hall, New York in 1948. Because Jimmy Yancey was a great boogie-woogie/blues piano player, but a poor singer, Estelle recorded frequently with her husband. In 1943, the Yanceys recorded for Session Records, and went back into the studio to record the album \"Pure Blues\" for Atlantic Records. The session was just a few months before Jimmy Yancey's death that same year.\nEstelle continued to perform and record. Mama Yancey's recordings with other pianists include \"South Side Blues\" for the Riverside label (1961), some records with Art Hodes for Verve Records in 1965, and \"Maybe I'll Cry\" with Erwin Helfer for the Red Beans label in 1983, recorded at age 87.\nEstelle Yancey died April 19, 1986 in Chicago, Illinois.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":62},{"uri":"Blues","surface_form":"blues","offset":71},{"uri":"Singer","surface_form":"singer","offset":77},{"uri":"Chicago","surface_form":"Chicago","offset":221},{"uri":"Jimmy_Yancey","surface_form":"Jimmy Yancey","offset":336},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":453},{"uri":"New_York","surface_form":"New York","offset":468},{"uri":"Boogie-woogie","surface_form":"boogie-woogie","offset":519},{"uri":"Art_Hodes","surface_form":"Art Hodes","offset":995},{"uri":"Erwin_Helfer","surface_form":"Erwin Helfer","offset":1058},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":1162}]}