{"id":300494,"url":"http://en.wikipedia.org/wiki/Periodic_comet","text":"A periodic comet is a comet which orbits around the Sun. A short-period comet will complete its orbit in less than 200 years. A long-period comet will take more than 200 years to orbit. In most cases the comets are named after the person who discovered them. The Shoemaker-Levy comets were named after Eugene Shoemaker, Carolyn Shoemaker and David Levy. A few comets are named after the person who calculated the orbits, such as 2P/Encke and 27P/Crommelin. It is very difficult to work out the orbit of a long-period comet because the orbit changes. The gravity of planets, or the release of gas or material from the comet itself, changes the orbit. Short-period comets can be predicted very accurately.\nPeriodic comets sometimes have the same name, for example there are nine Shoemaker-Levy comets and twenty-four NEAT comets. The Minor Planet Center, a part of the International Astronomical Union gives comets a different number prefix or uses the full title such as 181P/Shoemaker-Levy and 192/Shoemaker-Levy which are both \"Comet Shoemaker-Levy\". Sometimes an informal numbering system is used for periodic comets so 181P is Comet Shoemaker-Levy 6 and 192P is Comet Shoemaker-Levy 1. Because non-periodic Shoemaker-Levy comets are included in the number sequences there appear to be gaps in the numbers, for example C/1991 B1 is between Shoemaker-Levy 2 and 3, C/1991 T2 is between 5 and 6, C/1993 K1 and D/1994 E2 after Shoemaker-Levy 9.\nSome lists keep the \"C\" prefix for comets of with orbits longer than about 30 years until their return is confirmed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comet","surface_form":"comet","offset":22},{"uri":"Orbit","surface_form":"orbit","offset":34},{"uri":"Sun","surface_form":"Sun","offset":52},{"uri":"Eugene_Merle_Shoemaker","surface_form":"Eugene Shoemaker","offset":302},{"uri":"Carolyn_Shoemaker","surface_form":"Carolyn Shoemaker","offset":320},{"uri":"Orbit","surface_form":"orbit","offset":494},{"uri":"Planet","surface_form":"planet","offset":565},{"uri":"Near_Earth_Asteroid_Tracking","surface_form":"NEAT","offset":815},{"uri":"International_Astronomical_Union","surface_form":"International Astronomical Union","offset":867},{"uri":"Shoemaker-Levy_9","surface_form":"Shoemaker-Levy 9","offset":1426}]}