{"id":300476,"url":"http://en.wikipedia.org/wiki/Donkey_Kong_Country","text":"\"Donkey Kong Country\" (also called \"DKC\") is the first installment of the \"Donkey Kong Country\" series and the first game in the original \"Donkey Kong Country\" trilogy, overall. This video game was released in 1994 for the Super Nintendo Entertainment System. This game is a platformer developed by Rare and published by Nintendo. The playable characters in this game are Donkey Kong and Diddy Kong.\nThe game was remade for the Game Boy Color in 2000 and was also remade again for the Game Boy Advance in 2003. \"Donkey Kong Country\" was ported over to the Wii's Virtual Console in 2006 and 2007. On November 25, 2012, for reasons unknown, \"Donkey Kong Country\" and both its sequels were delisted from the Wii's Virtual Console worldwide except in South Korea, but on October 30, 2014, the games were relisted only in Europe and Australia. Around the same time, the games were released on the Wii U's Virtual Console in Europe and Australia, in Japan on November 26, 2014, and in the United States and Canada on February 26, 2015. For handhelds, \"Donkey Kong Country\" was ported exclusively over to the New Nintendo 3DS's Virtual Console in March 2016. It is one of the 21 games included on the Super NES Classic Edition and was made available on Super Nintendo Entertainment System - Nintendo Switch Online for the Nintendo Switch on July 15, 2020.\nStory.\nThe story for \"Donkey Kong Country\" involves the Kremlings stealing Donkey Kong's bananas. The storyline goes as;\n\"IT WAS A DARK AND STORMY NITE...\"\n\"Storms lashed the rugged terrain of Donkey Kong Island, home of the famous video game ape and his family and friends. Near Donkey Kong's tree house, a small monkey named Diddy cowered in fear of the savage lightning which periodically illuminated the lush, dark jungle that covered most of the island. Donkey Kong had assigned Diddy to guard duty on this awful night, and he was not happy about his fate.\"\n\"Donkey Kong's earlier pep talk kept creeping back into Diddy's mind. \"OK, little buddy,\" Donkey had said in his patronizing voice. \"As part of your hero training, you've got to stand guard tonight over my bananas... I'll relive you at midnight, so try and stay awake until then!\"\n\"Buddy? Yeah, right. Now he was alone. Alone unless you counted the unknown threats which lurked behind every tree that he glimpsed during the lightning flashes. The Kremlings were out there, this much was certain. They coveted Donkey Kong's banana stockpile, the largest on the island, and probably in the world. A treasure in potassium and Vitamin A. The perfect food. \"Ahhh... delicious bananas...\" The thought of DK's golden horde almost made Diddy forget his uncomfortable situation. But a rustling in the under-growth and the sound of several snapping twigs brought him out of his reverie.\"\n\"W-w-who goes there?!\" Diddy challenged the sounds in the darkened, dripping foliage. There was no answer but the flashing of claws and teeth, followed by a fleeting vision of many reptilian eyes and a crack of thunder. Diddy somersaulted into the fray with his signature cartwheel attack, but he was quickly overcome by the weight of many scaly assailants. The enormous bulk of Klump the Kremling landed on top of Diddy, knocking him senseless. His last memory was of a hissing voice...\"It'ssss the sssmall one... Ssseal him inssside thisss barrel and tosss it into the bussshesss... Donkey Kong'sss bananasss are ourssss!\" The barrel lid closed on Diddy, blotting out even the fleeting light of the storm. Seconds later, the barrel flew through the air, courtesy of Klump's army boot-assisted punt, and landed roughly in the jungle foliage. Diddy Kong knew no more.\"\n\"The entire Donkey Kong clan was oblivious as the Kremlings then loaded the banana horde into their Kremling karts and wheeled them off through the jungle, leaving an obvious trail of dropped fruit from their overloaded conveyances.\"\n\"The next morning, Donkey Kong was awakened by frantic shouting of his name. \"Keep it down!!\" he growled. He suddenly realized what time it was. \"Morning already... I slept through my watch!\" Falling out of bed and through his tree house door, Donkey Kong slid down the tree house ladder without using any of the rungs, and assumed his characteristic fighting pose, with sun-blinded, squinting eyes! One swift blow was all that was needed to leave him sprawled on the floor, face down! he groggily rolled over to see the familiar wrinkled, white-bearded, grouchy face of his old granddad \"Cranky Kong\" peering down at him. In his heyday, Cranky was the original Donkey Kong who battled Mario in several of his own games.\"\n\"What 'cha do that for?!\" Donkey Kong asked, knowing full well that Cranky was prone to cuffing him at every whim.\"\n\"Take a look inside your banana cave. You're in for a big surprise!\" Cranky crackled.\"\n\"Donkey's mind raced as he vaulted to the cave and peered inside. Instead of the dull golden glow of thousands of bananas, there were only a few discarded peels. These had been trampled into the dirt by hundreds of reptilian feet, judging from the many three-toed footprints that covered the damp cavern floor. But what about...\"\n\"Diddy's gone, too!\" Cranky laughed. \"That's what you get for shirking your responsibility, you good-for-nothing bum! In my days we would have been happy to stand guard in the rain, 'cause that might have meant having an extra frame of animation! Of course, having rain would have been impossible, given our pitiful processing power, but...\"\n\"Donkey Kong stood there in stunned disbelief and hadn't heard most of what Cranky said. \"Diddy... gone... My little buddy...\" he murmured to himself.\"\n\"Donkey Kong was suddenly filled with conviction. \"The Kremlings will pay!\" he raged. \"I'll hunt them down through every corner of my island, until I have every last banana from my horde back!!\"\n\"Find your little buddy and retrieve a bunch of bananas?!\" Cranky snorted. \"What kind of game idea is that?! Where's the screaming damsel in distress?!\"\n\"Diddy's obsession with being like me has gone too far! He may be a long way from being a true video game hero, but he had the guts, the reflexes, the heart...\"\n\"If you ask me, neither of you are ready for prime time,\" Cranky interrupted. \"You'll never be as popular a character as I was! Why, in my heyday, kids lined up to play my games! The quarters were stacked on the machine as they waited for their turn! If you go on this ridiculous adventure, you'll be lucky to sell ten copies!\"\n\"Donkey Kong fumed. He usually let Cranky's rambling roll off his back, but this time was different. \"What do you know about adventure, you flea-bitten old ape?\" yelled Donkey Kong, edging closer and closer, braving Cranky's cane, until he was totally in his face. \"I'm sick of hearing about your boring, single screen adventures! Diddy's in trouble, my banana horde is gone, and I'm going to get them all back!\"\n\"Donkey Kong stormed off in search of his missing buddy, following the trail of bananas the Kremlings had dropped.\"\n\"Well, it's not exactly rescuing a Princess, but it'll do in a pinch,\" Cranky snorted as DK disappeared into the lush jungle. After a moment's hesitation, Cranky followed him. \"The lad may just need my help...\" he mumbled to himself. \"Kids today... they just don't have any respect for their elders...\"\nWorlds.\nThere are six worlds and a final boss battle on Gangplank Galleon sometimes referred to as a world. The worlds are;\nBosses.\nThere are seven bosses in \"Donkey Kong Country\". These bosses include;\nChanges between the ports.\n\"Donkey Kong Country\" had received two remakes; one for the Game Boy Color and one for the Game Boy Advance. The Game Boy Advance version has a larger amount of changes, while the Game Boy Color version doesn't have as much changes. The changes are listed below;","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Donkey_Kong_(series)","surface_form":"\"Donkey Kong Country\" series","offset":74},{"uri":"1994","surface_form":"1994","offset":210},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super Nintendo Entertainment System","offset":223},{"uri":"Platformer","surface_form":"platformer","offset":275},{"uri":"Rare_(company)","surface_form":"Rare","offset":299},{"uri":"Nintendo","surface_form":"Nintendo","offset":321},{"uri":"Donkey_Kong","surface_form":"Donkey Kong","offset":372},{"uri":"Diddy_Kong","surface_form":"Diddy Kong","offset":388},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":428},{"uri":"2000","surface_form":"2000","offset":446},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":485},{"uri":"2003","surface_form":"2003","offset":505},{"uri":"Wii","surface_form":"Wii","offset":556},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":562},{"uri":"2006","surface_form":"2006","offset":581},{"uri":"2007","surface_form":"2007","offset":590},{"uri":"2012","surface_form":"2012","offset":612},{"uri":"Diddy%27s_Kong_Quest","surface_form":"both","offset":665},{"uri":"Dixie_Kong%27s_Double_Trouble%21","surface_form":"its sequels","offset":670},{"uri":"South_Korea","surface_form":"South Korea","offset":747},{"uri":"2014","surface_form":"2014","offset":779},{"uri":"Wii_U","surface_form":"Wii U","offset":892},{"uri":"2015","surface_form":"2015","offset":1024},{"uri":"Nintendo_3DS","surface_form":"New Nintendo 3DS's","offset":1102},{"uri":"2016","surface_form":"2016","offset":1146},{"uri":"Super_Nintendo_Entertainment_System_-_Nintendo_Switch_Online","surface_form":"Super Nintendo Entertainment System - Nintendo Switch Online","offset":1246},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":1315},{"uri":"2020","surface_form":"2020","offset":1343},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":7601},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":7632}]}