{"id":30044,"url":"http://en.wikipedia.org/wiki/Mahabharata","text":"The \"Mahabharata\", that is, the great Bharata, is one of the two most important ancient epics of India, the other being the \"Ramayana\". The \"Mahabharata\" was compiled in Ancient India. One of the \"rishis\" (Indian sages) named Vyasa is believed to have composed the work. The legend states that God Ganesha wrote the \"Mahabharata\" while Vyasa dictated the same in the city of Rourkela in Odisha State. It is possibly one of the longest work of its kind in the world. The epic contains about 110,000 \"shloka\" (couplets) in eighteen sections. These sections deal with a number of topics such as a number of aspects of Hinduism, Hindu mythology, ethics, and the Hindu way of life. There is also a nineteenth section named \"Harivamsha\". The Bhagavadgita, a dialogue between Krishna and Arjuna, is a part of the \"Mahabharata\".\nSage Vyasa taught this epic to his son Suka and his students Vaisampayana and others. King Janamejaya, the son of Parikshit and grandson of the heroes of the epic, performed a great sacrifice (\"yajna\"). The epic was retold by Vaisampayana to Janamejaya at the advice of Vyasa. Later on, the other sage Suta retold the \"Mahabharata\" similar to Vaisampayana to Janamejaya, to Saunaka and others, during a sacrifice performed by Saunaka in Naimisaranya, which is near Sitapur in Uttar Pradesh.\nNoted below are few words about the eighteen sections of the \"Mahabharata\". In \"Mahabharata\", these sections are called \"parvan\". A \"parvan\" means a book. The names of all \"parvas\" or books of the \"Mahabharata\" are noted below.\nThe Pandavas.\nKunti wants to fulfil her maternal expectations, but she has no man. She recollects the moment when her first son Karna was conceived from an arcane \"mantra\" which had given her once. Surya, the Sun God, appeared to her then. Thus, Kunti remembers her secret \"mantra\" and gives birth to the three sons – Yudhistra, Bhima and Arjuna. Yudhisthira’s father was god Yama, Bhima’s father was god Vayu, and Arjuna's father was Indra.\nMadri, the second wife of Pandu, gave birth to two other sons - the twins, whose fathers were Ashwins (divine twins). Madri's sons are Nakula and Sahadeva.\nThese all are called the five Pandavas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bharata","surface_form":"Bharata","offset":38},{"uri":"Epic","surface_form":"epic","offset":88},{"uri":"India","surface_form":"India","offset":97},{"uri":"Ramayana","surface_form":"Ramayana","offset":125},{"uri":"Ancient_India","surface_form":"Ancient India","offset":170},{"uri":"Ganesh","surface_form":"Ganesh","offset":298},{"uri":"Vyasa","surface_form":"Vyasa","offset":336},{"uri":"Rourkela","surface_form":"Rourkela","offset":375},{"uri":"Odisha","surface_form":"Odisha","offset":387},{"uri":"World","surface_form":"world","offset":459},{"uri":"Hindu_mythology","surface_form":"Hindu mythology","offset":625},{"uri":"Ethic","surface_form":"ethic","offset":642},{"uri":"Harivamsha","surface_form":"Harivamsha","offset":719},{"uri":"Bhagavad_Gita","surface_form":"Bhagavadgita","offset":736},{"uri":"Krishna","surface_form":"Krishna","offset":769},{"uri":"Arjuna","surface_form":"Arjuna","offset":781},{"uri":"Suka","surface_form":"Suka","offset":860},{"uri":"Vaisampayana","surface_form":"Vaisampayana","offset":882},{"uri":"Kunti","surface_form":"Kunti","offset":1554},{"uri":"Karna","surface_form":"Karna","offset":1668},{"uri":"Surya","surface_form":"Surya","offset":1738},{"uri":"Yama","surface_form":"Yama","offset":1916},{"uri":"Vayu","surface_form":"Vayu","offset":1945},{"uri":"Indra","surface_form":"Indra","offset":1975},{"uri":"Ashwins","surface_form":"Ashwins","offset":2076}]}