{"id":300498,"url":"http://en.wikipedia.org/wiki/Tommy_Mottola","text":"Thomas Daniel \"Tommy\" Mottola (born July 14, 1949) is a music executive, producer and author. He is currently the Chairman of Mottola Media Group and previously the Chairman & CEO of Sony Music Entertainment, parent of the Columbia label, for nearly 15 years. He is married to the Mexican actress and singer Thalía.\nEarly career.\nMottola was born in The Bronx, New York. He graduated from Iona Grammar School in 1962 and Iona Preparatory School in New Rochelle, New York in 1966. He briefly attended Hofstra University in Hempstead, New York before dropping out. He initially had aspirations of a music career, and released with CBS Records, but his singing career was short-lived.\nWishing to stay in the industry, Mottola started Champion Entertainment Organization Inc. to manage other artists. While working at the Chappell music-publishing company, he became the mentor to Philadelphia-based soul/rock performers Daryl Hall and John Oates.\nHis belief in the duo led him to push them relentlessly to do appearances and advertising promotions, including some of the first specialized music videos and one of the first modern \"sponsored tours,\" for Beech-Nut's Care Free Gum, Panasonic, and Pontiac.\nHall & Oates paid tribute to him in their track \"Gino (the Manager)\" on their self-titled 1975 RCA release, better known as the Silver Album. Mottola also figured—this time, being mentioned by name—in \"Cherchez La Femme,\" the 1976 dance hit by another Mottola act, Dr. Buzzard's Original Savannah Band. (\"Tommy Mottola / Lives on the road...\")\nRaised as a Roman Catholic, Mottola converted to Judaism shortly before his marriage to Lisa Clark. That marriage, which ended in divorce in 1992, produced a daughter (Sarah) and a son (Michael, who is now a production assistant with MTV).\nBrisbane rock band Regurgitator wrote a tribute song to him called \"I Love Tommy Mottola\" for their 1999 album \"...Art\".\nCBS.\nIn 1987, Mottola was chosen to run CBS Records at the age of 37.\nSoon afterward, Sony Corporation closed on its deal to buy the CBS Records group unit from CBS, naming him President and CEO of the music division, where he succeeded his former mentor Walter Yetnikoff, who had originally brought Mottola into CBS. Mottola served as Chairman and CEO Sony Music Entertainment.\nSony.\nDuring his tenure, he transformed Sony into one of the most successful global music companies, expanding its businesses into over 60 countries, while creating one of the strongest management teams in the industry. He revitalized Sony Music's publishing division by making such acquisitions as the Beatles catalogue and enabled Sony to become the first major music company to make available commercial digital downloads. He is widely well known for signing, developing, and nurturing the careers of Mariah Carey, Celine Dion, Destiny's Child, Jennifer Lopez, Shakira, Gloria Estefan, the Dixie Chicks, Marc Anthony, Barbra Streisand, Bruce Springsteen, Billy Joel, among others. He also worked with Michael Jackson from the time he began recording his \"Dangerous\" (1991) album. Jackson would later state that his relationship with Mottola dissolved based on corruption in his working practices, publicly referring to him as a \"racist\" and \"devil\". \"The recording companies really, really do conspire against the artists.\" Jackson said.(source: Vh1).\nMariah Carey.\nIn 1988, Brenda K. Starr, a Columbia artist, handed Mottola a demo tape from one of her backup singers. Initially he tossed it aside, but later decided to listen to it. He was impressed by the demo and tracked down the singer, a then-unknown Mariah Carey, and eventually signed her. Mottola is seen as the main architect for Mariah's success in the early years of her career.\nIn June 1993, Mottola and Carey married in a lavish ceremony, but the marriage was short-lived with the couple separating shortly before Christmas 1996 and divorcing in early 1998. In 2000, Carey, at the time Columbia's biggest selling artist, signed an $80 million contract with Virgin Records, but after the commercial and critical failure of her first album for the label, \"the Glitter soundtrack\", Virgin dropped her from the company and it rescinded the $80 million contract. Carey later signed with Island Records.\nThalía.\nMottola later went on to date other stars before dating Mexican singer Thalía, whom he married December 2, 2000. They have a daughter together, Sabrina Sakaë (Oct 7, 2007). Their second child, a son, Matteo Alejandro was born on June 25th 2011. He also is credited with creating the Latin Explosion in popular music by championing such Sony artists as Marc Anthony, Ricky Martin, Jennifer Lopez and Gloria Estefan. Additionally, Mottola was the architect for some of Sony's biggest global brands such as Celine Dion and Mariah Carey. During his 15-year tenure, Mottola built Sony up from a company with revenues of 800 million dollars a year to one with over 6 billion dollars of annual revenue by the year 2000.\nIn June 2010, he decided to sell his Ranch in Colorado, for an amount of 27.5 million dollars, as he was not spending time in it anymore and wanted to be closer to his family.\nAfter Sony.\nTommy Mottola was the head of Sony Music Entertainment until January 2003. Since leaving his post as chief of Sony Music, Mottola has been building a new entertainment company, complete with recorded music, television production, theater, and fashion, alongside a branding and management company launching. He was instrumental in re-launching the various careers of such artists as Grammy winner and Latin pop star Marc Anthony, and teen sensation Lindsay Lohan. Later signings included Cassie Ventura in 2006 and Mika, who in 2007 had a #1 single in the UK.\nA collaboration with former Miramax chief Harvey Weinstein has them teamed on two current projects for live theater, namely producers of Pink Floyd's \"The Wall\". Mottola's TV production arm is currently producing and developing many shows for cable and network television.\nMottola bought out the rights to Casablanca Records (a then-diminished imprint of Polygram), and resurrected it, signing actress Lindsay Lohan, and singer Mika.\nPhilanthropy.\nKnown also for his many philanthropic activities, Mottola has served on the Board of Directors of the National Center for Missing and Exploited Children, the Police Athletic League of New York City, T.J. Martell Foundation for Cancer, Leukemia and AIDS Research, the Rock and Roll Hall of Fame Foundation and Museum, and the Federal Law Enforcement Foundation.\nCultural references.\nThe character of Gene Balboa in the Channel 101 Internet TV Series Yacht Rock is loosely based on Mottola, in particular his time as manager of Hall and Oates.\nThe Australian band Regurgitator include the song \"i love tommy mottola\" on their 1999 album \"...art\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sony_Music_Entertainment","surface_form":"Sony Music Entertainment","offset":183},{"uri":"Columbia_Records","surface_form":"Columbia","offset":223},{"uri":"Thal%C3%ADa","surface_form":"Thalía","offset":308},{"uri":"Iona_Preparatory_School","surface_form":"Iona Preparatory School","offset":421},{"uri":"New_Rochelle%2C_New_York","surface_form":"New Rochelle, New York","offset":448},{"uri":"Hofstra_University","surface_form":"Hofstra University","offset":500},{"uri":"Hempstead_(village)%2C_New_York","surface_form":"Hempstead, New York","offset":522},{"uri":"CBS","surface_form":"CBS","offset":629},{"uri":"Daryl_Hall","surface_form":"Daryl Hall","offset":917},{"uri":"John_Oates","surface_form":"John Oates","offset":932},{"uri":"Beech-Nut","surface_form":"Beech-Nut","offset":1150},{"uri":"Cherchez_La_Femme","surface_form":"Cherchez La Femme","offset":1403},{"uri":"Dr._Buzzard%27s_Original_Savannah_Band","surface_form":"Dr. Buzzard's Original Savannah Band","offset":1466},{"uri":"Judaism","surface_form":"Judaism","offset":1594},{"uri":"Regurgitator","surface_form":"Regurgitator","offset":1804},{"uri":"Sony_Corporation","surface_form":"Sony Corporation","offset":1992},{"uri":"CBS","surface_form":"CBS","offset":2067},{"uri":"Walter_Yetnikoff","surface_form":"Walter Yetnikoff","offset":2161},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":2789},{"uri":"Celine_Dion","surface_form":"Celine Dion","offset":2803},{"uri":"Destiny%27s_Child","surface_form":"Destiny's Child","offset":2816},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":2833},{"uri":"Shakira","surface_form":"Shakira","offset":2849},{"uri":"Gloria_Estefan","surface_form":"Gloria Estefan","offset":2858},{"uri":"Dixie_Chicks","surface_form":"Dixie Chicks","offset":2878},{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":2892},{"uri":"Barbra_Streisand","surface_form":"Barbra Streisand","offset":2906},{"uri":"Bruce_Springsteen","surface_form":"Bruce Springsteen","offset":2924},{"uri":"Billy_Joel","surface_form":"Billy Joel","offset":2943},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":2989},{"uri":"Brenda_K._Starr","surface_form":"Brenda K. Starr","offset":3363},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":3596},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":4010},{"uri":"Glitter_(Mariah_Carey_album)","surface_form":"Glitter","offset":4111},{"uri":"Island_Records","surface_form":"Island Records","offset":4235},{"uri":"Thal%C3%ADa","surface_form":"Thalía","offset":4330},{"uri":"Gloria_Estefan","surface_form":"Gloria Estefan","offset":4658},{"uri":"Sony_Music_Entertainment","surface_form":"Sony Music Entertainment","offset":5190},{"uri":"Miramax","surface_form":"Miramax","offset":5747},{"uri":"Harvey_Weinstein","surface_form":"Harvey Weinstein","offset":5761},{"uri":"Casablanca_Records","surface_form":"Casablanca Records","offset":6025},{"uri":"Polygram","surface_form":"Polygram","offset":6074},{"uri":"Lindsay_Lohan","surface_form":"Lindsay Lohan","offset":6121},{"uri":"Mika_(singer)","surface_form":"Mika","offset":6147},{"uri":"Police_Athletic_League_of_New_York_City","surface_form":"Police Athletic League of New York City","offset":6325},{"uri":"Yacht_Rock","surface_form":"Yacht Rock","offset":6616}]}