{"id":30048,"url":"http://en.wikipedia.org/wiki/English_Civil_War","text":"The English Civil War happened in the middle 17th century. The term civil war is a war where the sides involved in the fighting are from the same country.\nAt the centre, there was a struggle between King Charles I and the Parliament of England over how England should be ruled. The King wanted to rule without Parliament telling him what to do. At first Parliament wanted to reduce the King's power, but later it decided that the country did not need a king. King Charles's supporters were known as the Royalists, and were nicknamed \"Cavaliers\". Parliament's supporters were known as the Parliamentarians, and were nicknamed \"Roundheads\".\nFrom 1639 to 1653, there was fighting in England, Scotland and Ireland, three separate countries that were ruled by the same king. The fighting that took place in each of these countries broke out at different times and for different reasons. In England, it lasted from 1642 to 1651. Some people think of this as one big war, while others think of it as three separate wars: the First English Civil War (1642-46), the Second English Civil War (1648) and the Third English Civil War (1649-51). The wars are also sometimes known as the Wars of the Three Kingdoms, including the Bishops' Wars in Scotland in 1639 to 1640 and the Irish Rebellion from 1641 to 1653.\nThe Parliamentarians won the war. Charles I was captured, put on trial and in 1649 he was executed. His son Charles II then tried to take over the country, but lost and escaped abroad. As a result, the three kingdoms spent 11 years without a king. For most of this time, they were run by Oliver Cromwell, a former Parliamentarian general. After Cromwell's death, the monarchy was restored under Charles II. However, kings were never as powerful as they had been before the war.\nCauses.\nThe reasons for the fighting were mostly to do with power, money and religion.\nPower and money.\nIn the 17th century, the king had a lot of power over England with one exception: he could only raise taxes if the English Parliament agreed to it. This was because Parliament represented the gentry (middle class), and no king could raise taxes without the help of the gentry. Scotland and Ireland also had parliaments, but with not nearly as much power. When King James VI of Scotland inherited the throne (becoming James I of England), he disliked having to work with parliament. He was more used to ruling in Scotland, where the king was far more powerful. James I also spent more money than previous kings and queens.\nBoth James I and his son Charles I believed in the \"divine right of kings\", meaning that they believed that God gave kings the right to do anything they wanted over their lands. But there was a difference between the two: James I accepted that he could not get what he wanted all the time, whereas Charles I always wanted to get his own way.\nAfter becoming king in 1625, Charles I quickly got into arguments with members of Parliament. From 1629 to 1640, he shut Parliament down and ruled without it. This was legal, as long as he did not raise taxes. He used some legal tricks to raise money without bringing back Parliament. For example, he used \"ship money\", a tax that had been paid by coastal towns in times of war. Charles I started charging it to all towns when there was no war. This was unpopular, but judges decided that it was legal. The period from 1629 to 1640 was known as the \"Eleven Years' Tyranny\" by the king's enemies.\nReligion.\nIn the previous century, the Protestant Reformation and England's break with the Catholic Church had encouraged new ideas and struggles. In England, there was movement called the Puritans, because they wanted a \"pure\" religion. They believed that the Church of England was too much like the Roman Catholic Church it had broken away from. In particular, they did not want the church to have bishops. There was a similar movement in Scotland. The Church of Scotland also had bishops, but it had many differences with the Church of England.\nOn the other hand, Charles I and Archbishop William Laud tried to change the Church of England. They brought back incense, bells and decorations to churches. These were things that were found in Catholic churches. This worried the people who hated Catholicism, especially the Puritans. Charles I also married a French princess, Henrietta Maria, who was a Catholic.\nBuild-up.\nIn 1637, Charles I tried to introduce a new prayer book in Scotland that was very similar to the English Book of Common Prayer, without asking Scotland's Parliament or church. Many Scots hated the prayer book, seeing it as an attempt to change the religion of their country. Riots broke out in Edinburgh, and unrest spread throughout Scotland. A rebellion movement began in Scotland, which became known as the Covenanters.\nIn 1639, the rebellion led to the Bishops' Wars in Scotland. The war cost so much money that the King called a new Parliament in England to raise taxes. But the members of Parliament did not want to work with Charles, and instead they complained about the king's actions (such as ship money) during the \"Eleven Years' Tyranny\". He shut Parliament down again, but the King struggled to stop the Covenanters without new taxes. Another problem was that many English people agreed with the Covenanters and did not want to help fight them. The Covenanter army invaded England and marched into Northumberland and County Durham. They refused to leave unless they were paid money.\nTo raise that money, the King had no choice but to call another Parliament. This became known as the \"Long Parliament\". Over two-thirds of the elected members of the Long Parliament were opposed to the king. John Pym was their leader. The Long Parliament passed laws to stop the king from shutting it down and removed many of the king's allies. They even had his friend Earl of Strafford executed.\nIn 1641, a rebellion broke out in Ireland. The rebellion was caused by Irish Catholics who were fearful of the Protestants in the Long Parliament and the Scottish Covenanters. The King now needed money to fight this rebellion, which strengthened Parliament. Parliament would also took control of the army in 1642.\nIn January 1642, Charles I marched into Parliament with guards, to arrest five members of Parliament (including Pym) who disagreed with him. The five men found out he was coming and escaped. No king had ever entered the main chamber of Parliament before, and many members were shocked he would do this. It was disaster for Charles. He failed to catch his enemies, and many members of Parliament who had not been enemies of the king became afraid of him. They decided that the only way to protect themselves was a raise an army against the King.\nFirst English Civil War (1642-46).\nIn mid-1642, both sides started travelling around the country to gather supporters and weapons. On 22 August, King Charles raised the royal flag in Nottingham. By doing this, he was announcing that he was at war with Parliament.\nThe King found more support in the countryside, poorer parts of the country and northern and western England. Parliament found more support in most cities, ports, richer parts of the country and southern and eastern England. People who were secretly Catholic mostly supported the King. The Royal Navy and most Puritans supported Parliament. Some areas supported Parliament because of local problems, such as the land drainage works in The Fens.\nThe Royalist armies were led by Prince Rupert, the King's nephew. The Parliamentarian armies were at first led by the Earl of Essex. The Royalists decided they would try to fight the Parliamentarians quickly, and so went to meet them in Warwickshire. The first major battle was the Battle of Edgehill in October 1642. The battle ended in a draw. The King tried to return to London but was blocked by the Parliamentarian army. He moved with his armies to Oxford, where he had more loyal followers.\nThe first year of the war went fairly well for the Royalists. They strengthened their control over the north and west. Their progress was slower in the Midlands, though they did capture Lichfield. After mid-1643, the Parliamentarians started to do better. They won battles in Lincolnshire, in the east and at Newbury to the west of London.\nKing Charles made a deal with the Irish rebels to stop the fighting in Ireland, freeing up soldiers that could fight for him. Parliament made a deal with the Scottish Covenantors, who would help them. Parliament were also helped by a talented army leader called Oliver Cromwell. He led a cavalry (horse riders) unit called the \"Ironsides\". The Ironsides were better organised than most cavalry units, which made them far better at fighting.\nHelped by the Scots and the Ironsides, Parliament won a major victory the Battle of Marston Moor in July 1644. They took control of northern England. The Royalists were weakened but not yet defeated. They won the Battle of Lostwithiel in Cornwall, defeating Essex's soldiers. They also managed to fight to a draw at a second Battle of Newbury in October.\nIn 1645, Parliament organised its soldiers into the New Model Army. The Earl of Essex was replaced by Sir Thomas Fairfax. Oliver Cromwell became Fairfax's deputy. The New Model Army was better organised than any army that had come before it. They defeated the King's largest army at the Battle of Naseby in June 1645. Most of the Royalist soldiers at Naseby were taken prisoner. King Charles escaped Naseby but left behind his baggage, which had letters inside them. The Parliamentarians opened them and found out that the King was trying to get help from the Irish Catholics and from Catholic countries. The King lost support because of this.\nThe other main Royalist army was defeated at the Battle of Langport in Somerset, one month later. The Parliamentarians took control of South West England, where they been weak. King Charles tried gather his remaining supporters in the Midlands. Many fortress towns in the area from Oxford to Newark-on-Trent were still loyal to him. In May 1646, Charles met a Scottish army in Nottinghamshire. The Scots took him prisoner.\nSecond English Civil War (1648).\nAlthough the Parliamentarians had won, they were divided on how to run the country. One big argument was over religion. Most members of Parliament wanted a Presbyterian national church. The New Model Army favoured allowing local churches to run themselves without there being a national church. The defeated Royalists supported the existing Church of England, though some were secretly Catholic. Parliament and the Army both tried to win support of the King and the Scottish Presbyterians. King Charles was in prison and was passed between the groups. He refused to make a deal any of them, because he believed that only he had the right to rule over England. He pretended he was interested in making a deal while he planned to take back control of the country. The divisions became worse when Parliament tried to disband the New Model Army.\nA second war broke out when some Scottish Presbyterians (called the Engagers) and some English Presbyterians allied with the King. They agreed to support him in return for making the English and Scottish churches into Presbyterian churches. The Scots invaded England, while Royalist rebellions broke out in various parts of England. Some of the rebellions were defeated very easily. The rebellions in Wales, Kent, Essex and Cumberland were stronger but were put down by the New Model Army. The Royalists and Scots were defeated at the Battle of Preston in August 1648.\nExecution of King Charles I.\nThe New Model Army was in control. In an event called \"Pride's Purge\", army Colonel Thomas Pride removed all members of Parliament who had not supported the Army. Only 75 members were left. The Army put them in charge of the country, and this Parliament was called the Rump Parliament.\nThe Rump Parliament decided they would not work with King Charles any more. They put him on trial. On 27 January 1649, the trial found him guilty of treason and called him a \"tyrant, traitor, murderer and public enemy\". He was beheaded three days later.\nMany historians say that the execution of King Charles was an important moment in English history, and even in the history of the Western World. No European monarch had ever been put on trial by their own people before. Other countries in Europe said the execution was wrong, but they did not do much else. Not all Parliamentarians supported the execution. Fairfax thought it was wrong. He resigned as leader of the New Model Army, and was replaced by Oliver Cromwell.\nThe next king would have been Charles' son Prince Charles, the future King Charles II. Parliament announced instead that England would become a republic, called the Commonwealth of England. However, Prince Charles could still become King of Scotland.\nThird English Civil War (1649-51).\nThe third English Civil War was actually more of a fight between Scottish and English armies, and much of it was fought in Scotland.\nIn 1649, the Marquess of Montrose started a rebellion in Scotland in support of King Charles II. Rather than support Montrose, Charles decided to ally with the Scottish Covenantors. They feared the Commonwealth of England would stop Scotland from having a Presbyterian church. Montrose was defeated by Scottish armies in April 1650. In June, Charles landed in Scotland and signed an agreement with the Scottish Covenantors.\nCromwell travelled to Scotland and arrived the following month. Over the next year, it took control of the main parts of Scotland. When Charles fled to England, Cromwell followed him, leaving George Monck to finish winning the war in Scotland. When this was done, Scotland became part of the Commonwealth of England.\nCharles' army marched across England to the western regions where the Royalists had the most support. However, they could not find as many supporters as they wanted. Cromwell found them and defeated them at the Battle of Worcester on 3 September 1651. Charles fled to The Netherlands. He would not return until 1660.\nIrish rebellion.\nThe Irish rebellion that started in 1641 would continue until 1652. It was mainly fought by Irish Catholics against armies of the English Parliamentarians, Scottish Covenantors and Protestant settlers in Ireland. At first the rebels fought English Royalist armies as well, but this mostly stopped after September 1843. Seven months after the rebellion began, the rebels created their own government in Kilkenny. This was known as the Irish Catholic Confederation.\nIn 1649, Oliver Cromwell went to Ireland and put down their rebellion. Cromwell was remembered in Ireland as a brutal invader, particularly because of the large numbers of people killed at the Siege of Drogheda. Some fighting continued in Ireland until 1653.\nThe next nine years.\nThe wars left England, Scotland and Ireland all as part of the Commonwealth of England, one of the few countries in Europe without a monarch. After the wars ended, Cromwell disbanded the Rump Parliament and took over the country. He chose to be \"Lord Protector\" rather than King, because he did not think the country needed another king. His government was called \"the Protectorate\" or \"the Commonwealth\". The period from 1649 to 1660 is also called the English Interregnum (meaning gap between kings).\nOliver Cromwell ruled the country until he died in 1658. Cromwell's son, Richard, took over as Lord Protector. However, the Army did not think he was a good ruler. After seven months, the Army removed Richard, and in May 1659 it re-installed the Rump Parliament. However, the Army did not get on with the Rump Parliament either and disbanded them a second time. There were fears that England would not have a proper government.\nGeorge Monck, a key leader in the Army, arranged for a new Parliament to be elected. On 8 May 1660, the new Parliament decided to restore the monarchy with Charles II as the king. He returned to England later that month. This event is known as the English Restoration. Scotland and Ireland went back to being separate countries and the pre-war churches returned.\nLong term.\nAlthough the monarchy returned, the Civil War had long-lasting effects. The war made it clear that an English monarch could not rule without the support of Parliament. The law was not changed to limit the monarch's power (this was done after the 1688 Glorious Revolution). But historians consider the Civil War to be stage on England and Scotland's long journeys from rule by one king to becoming a democracy.\nIn Ireland, the defeat of the rebellion strengthened the power of the Protestants. This was one of the reasons why Ireland would be ruled by Protestants from the late 17th century until the 20th century, even though most Irish people were Catholic.\nTactics.\nAt first, the Royalists had a better cavalry. Their riders were faster and more skilled. Prince Rupert had fought in the Eighty Years War in The Netherlands and used the lessons learned there to improve his cavalry. However, sometimes the Royalist cavalry failed to work as a team. At the Battle of Edgehill, many of them decided to chase fleeing soldiers or steal from the Parliamentarian baggage wagons. The Royalists might have won this battle if their cavalry had stayed together.\nCromwell's \"Ironside\" cavalry were slower, but worked better as a team. They helped the Parliamentarians win some key battles. The Parliamentarians sometimes had a problem that pikemen would run away when cavalry charged at them. Cromwell and Fairfax trained them to stay in place.","categories":[],"infobox_types":[],"annotations":[{"uri":"17th_century","surface_form":"17th century","offset":45},{"uri":"Civil_war","surface_form":"civil war","offset":68},{"uri":"Country","surface_form":"country","offset":146},{"uri":"Charles_I_of_England","surface_form":"King Charles I","offset":199},{"uri":"Parliament_of_England","surface_form":"Parliament of England","offset":222},{"uri":"England","surface_form":"England","offset":253},{"uri":"England","surface_form":"England","offset":680},{"uri":"Scotland","surface_form":"Scotland","offset":689},{"uri":"Ireland","surface_form":"Ireland","offset":702},{"uri":"Wars_of_the_Three_Kingdoms","surface_form":"Wars of the Three Kingdoms","offset":1173},{"uri":"Bishops%27_Wars","surface_form":"Bishops' Wars","offset":1215},{"uri":"Irish_Rebellion_of_1641","surface_form":"Irish Rebellion","offset":1265},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":1408},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":1588},{"uri":"English_Restoration","surface_form":"the monarchy was restored","offset":1663},{"uri":"Politics","surface_form":"power","offset":1838},{"uri":"Money","surface_form":"money","offset":1845},{"uri":"Religion","surface_form":"religion","offset":1855},{"uri":"Gentry","surface_form":"gentry","offset":2074},{"uri":"James_I_and_VI","surface_form":"King James VI of Scotland","offset":2242},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":2529},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":3481},{"uri":"English_Reformation","surface_form":"England's break with the Catholic Church","offset":3508},{"uri":"Puritan","surface_form":"Puritan","offset":3631},{"uri":"Church_of_England","surface_form":"Church of England","offset":3703},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":3743},{"uri":"Bishop","surface_form":"bishop","offset":3842},{"uri":"Church_of_Scotland","surface_form":"Church of Scotland","offset":3897},{"uri":"William_Laud","surface_form":"William Laud","offset":4034},{"uri":"Incense","surface_form":"incense","offset":4104},{"uri":"Book_of_Common_Prayer","surface_form":"Book of Common Prayer","offset":4470},{"uri":"Covenanters","surface_form":"Covenanters","offset":4775},{"uri":"Bishops%27_Wars","surface_form":"Bishops' Wars","offset":4822},{"uri":"Northumberland","surface_form":"Northumberland","offset":5376},{"uri":"County_Durham","surface_form":"County Durham","offset":5395},{"uri":"John_Pym","surface_form":"John Pym","offset":5669},{"uri":"Thomas_Wentworth%2C_Earl_of_Strafford","surface_form":"Earl of Strafford","offset":5831},{"uri":"Irish_Rebellion_of_1641","surface_form":"a rebellion broke out in Ireland","offset":5868},{"uri":"Nottingham","surface_form":"Nottingham","offset":6901},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":7272},{"uri":"Puritan","surface_form":"Puritan","offset":7292},{"uri":"The_Fens","surface_form":"The Fens","offset":7417},{"uri":"Prince_Rupert_of_the_Rhine","surface_form":"Prince Rupert","offset":7459},{"uri":"Robert_Devereux%2C_3rd_Earl_of_Essex","surface_form":"Earl of Essex","offset":7545},{"uri":"Warwickshire","surface_form":"Warwickshire","offset":7664},{"uri":"Battle_of_Edgehill","surface_form":"Battle of Edgehill","offset":7709},{"uri":"London","surface_form":"London","offset":7801},{"uri":"Oxford","surface_form":"Oxford","offset":7881},{"uri":"The_Midlands","surface_form":"Midlands","offset":8076},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":8200},{"uri":"First_Battle_of_Newbury","surface_form":"at Newbury","offset":8230},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":8526},{"uri":"Cavalry","surface_form":"cavalry","offset":8552},{"uri":"Battle_of_Marston_Moor","surface_form":"Battle of Marston Moor","offset":8779},{"uri":"Battle_of_Lostwithiel","surface_form":"Battle of Lostwithiel","offset":8918},{"uri":"Second_Battle_of_Newbury","surface_form":"second Battle of Newbury","offset":9023},{"uri":"New_Model_Army","surface_form":"New Model Army","offset":9112},{"uri":"Thomas_Fairfax%2C_3rd_Baron_Fairfax_of_Cameron","surface_form":"Thomas Fairfax","offset":9166},{"uri":"Battle_of_Naseby","surface_form":"Battle of Naseby","offset":9347},{"uri":"Battle_of_Langport","surface_form":"Battle of Langport","offset":9753},{"uri":"Somerset","surface_form":"Somerset","offset":9775},{"uri":"Newark-on-Trent","surface_form":"Newark-on-Trent","offset":9996},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":10081},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":10316},{"uri":"New_Model_Army","surface_form":"New Model Army","offset":10350},{"uri":"Independent_(religion)","surface_form":"allowing local churches to run themselves","offset":10374},{"uri":"Church_of_England","surface_form":"Church of England","offset":10501},{"uri":"Wales","surface_form":"Wales","offset":11403},{"uri":"Kent","surface_form":"Kent","offset":11410},{"uri":"Essex","surface_form":"Essex","offset":11416},{"uri":"Cumberland","surface_form":"Cumberland","offset":11426},{"uri":"Battle_of_Preston_(1648)","surface_form":"Battle of Preston","offset":11537},{"uri":"Pride%27s_Purge","surface_form":"Pride's Purge","offset":11655},{"uri":"Thomas_Pride","surface_form":"Thomas Pride","offset":11684},{"uri":"Rump_Parliament","surface_form":"Rump Parliament","offset":11869},{"uri":"Treason","surface_form":"treason","offset":12035},{"uri":"Decapitation","surface_form":"beheaded","offset":12113},{"uri":"Western_World","surface_form":"Western World","offset":12270},{"uri":"Charles_II_of_England","surface_form":"King Charles II","offset":12679},{"uri":"Republic","surface_form":"republic","offset":12753},{"uri":"Commonwealth_of_England","surface_form":"Commonwealth of England","offset":12774},{"uri":"James_Graham%2C_1st_Marquess_of_Montrose","surface_form":"Marquess of Montrose","offset":13041},{"uri":"George_Monck","surface_form":"George Monck","offset":13644},{"uri":"Battle_of_Worcester","surface_form":"Battle of Worcester","offset":13980},{"uri":"The_Netherlands","surface_form":"The Netherlands","offset":14037},{"uri":"Plantations_of_Ireland","surface_form":"Protestant settlers in Ireland","offset":14284},{"uri":"Kilkenny","surface_form":"Kilkenny","offset":14505},{"uri":"Confederate_Ireland","surface_form":"Irish Catholic Confederation","offset":14537},{"uri":"Siege_of_Drogheda","surface_form":"Siege of Drogheda","offset":14760},{"uri":"Commonwealth_of_England","surface_form":"Commonwealth of England","offset":14910},{"uri":"Lord_Protector","surface_form":"Lord Protector","offset":15093},{"uri":"The_Protectorate","surface_form":"the Protectorate","offset":15212},{"uri":"Interregnum","surface_form":"Interregnum","offset":15309},{"uri":"English_Restoration","surface_form":"English Restoration","offset":16026},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":16403},{"uri":"Absolute_monarchy","surface_form":"rule by one king","offset":16520},{"uri":"Democracy","surface_form":"democracy","offset":16551},{"uri":"Ireland","surface_form":"Ireland","offset":16565},{"uri":"Protestant_Ascendancy","surface_form":"ruled by Protestants","offset":16694},{"uri":"Eighty_Years_War","surface_form":"Eighty Years War","offset":16941},{"uri":"The_Netherlands","surface_form":"The Netherlands","offset":16961},{"uri":"Battle_of_Edgehill","surface_form":"Battle of Edgehill","offset":17109}]}