{"id":300527,"url":"http://en.wikipedia.org/wiki/George_Gawler","text":"Lieutenant-Colonel George Gawler, KH, (21 July 1795 – 7 May 1869) was the second governor of South Australia; from 17 October 1838 until 15 May 1841.\nBiography.\nGawler was the only child of Captain Samuel Gawler and his wife Julia, née Russell. Gawler's father was a captain in the 73rd Regiment of Foot, and he was killed in Mysore, India in December 1804. The Gawler family came from Devon. George Gawler was educated by a private teacher, then at a school in Cold Bath, Islington. He spent two years at the military college in Great Marlow.\nIn October 1810 Gawler joined 52nd (Oxfordshire) Regiment of Foot as an ensign and in January 1812 he went to the Peninsular War. At Badajoz, Gawler was wounded during a charge, but he was saved from death by a soldier who lost his own life. He was in Spain until 1814, taking part in the advance on Madrid. The regiment returned to England and Gawler fought at the Battle of Waterloo as a lieutenant. He remained in France with the army of occupation until 1818, and in 1820 married Maria Cox of Derby who was the niece of Samuel Richardson. Gawler's new sister-in-law Mary Ann married William Leeke, a fellow officer from the 52nd. Gawler and his wife were sincerely religious. When the 52nd was sent to New Brunswick in 1823 they did much social and religious work. Gawler returned to England in 1826, and from 1830 to 1832 he was engaged in recruiting. He reached the rank of lieutenant-colonel in 1834, and in 1837 received the Royal Hanoverian Guelphic Order (KH), third class.\nIn 1838 Gawler was appointed governor of South Australia. His predecessor was Captain John Hindmarsh. Gawler and his wife and children arrived on the Pestonjee Bomanjee on 12 October 1838. They had made a four month journey via Tenerife and Rio de Janeiro. Gawler found that the colony lacked public finances, and poor officials and 4000 immigrants were living in mean houses. He was allowed a maximum of £12,000 expenditure a year, with an additional £5,000 credit for emergencies. His first goal was to accelerate rural settlement and primary production. He persuaded Charles Sturt to come from New South Wales for surveying, because Colonel William Light who had performed the role resigned due to bad health. Gawler appointed more colonial officials, set up a police force, took part in exploration, and improved the facilities at Port Adelaide during his administration. The first permanent Government House was built and this is now the East Wing of the present building.\nIn 1840, droughts in other Australian colonies increased the cost of living rapidly because South Australia had not been self-sufficient for food yet. Gawler increased public expenditure but eventually the economy broke and the management policy of the colony was forced to change. Over £200,000 had been spent and the land fund in London had been exhausted. A £155,000 loan was approved by the British Parliament (later made a gift) and Captain George Grey was sent to replace Gawler.\nGovernor Gawler had managed to make South Australia self-sufficient in terms of agriculture and had restored public confidence. Gawler was a resolute and energetic officer. When he found the settlers faced with disaster, he judged at once what it was necessary to do, and saved the colony. However, Gawler's work was long misjudged, largely because his successor Grey unfairly criticised Gawler. Richard Charles Mills wrote in his \"Colonization of Australia\" that Gawler had been guilty of carelessness and wastefulness, and deserves blame. But at the same time Mills admitted that Gawler was facing extraordinary difficulties.\nCharles Sturt and other men at the time generally agreed that his administration had greatly benefited the settlement, and the select committee on South Australia reported that the critics of his expenditure were \"unable to point out any specific item by which it could have been considerably reduced without great public inconvenience\". Later investigations show that Gawler was surely one of founders of South Australia.\nLegacy.\nIn 1845, Gawler wrote a book in which he suggested that Jews be allowed to establish Jewish agricultural settlements in the Land of Israel as compensation for their suffering in Europe and under Turkish rule. In 1849 he toured Israel with Moses Montefiore. In 1852, he established an association for the colonization of Palestine. Gawler died in Southsea and was buried in Portsmouth.\nThe town of Gawler was named after him, as it was surveyed soon after he arrived. The Gawler Ranges at the north end of Eyre Peninsula are also named after him. Derby's Town and County Museum in the 1830's included Gawler in its list of principal benefactors. Gawler had contributed a collection of minerals and exotic stuffed birds which included an albatross from his time as governor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Guelphic_Order","surface_form":"KH","offset":34},{"uri":"South_Australia","surface_form":"South Australia","offset":93},{"uri":"73rd_Regiment_of_Foot","surface_form":"73rd Regiment of Foot","offset":282},{"uri":"Mysore","surface_form":"Mysore","offset":326},{"uri":"India","surface_form":"India","offset":334},{"uri":"Devon","surface_form":"Devon","offset":386},{"uri":"Islington","surface_form":"Islington","offset":473},{"uri":"Great_Marlow","surface_form":"Great Marlow","offset":530},{"uri":"52nd_(Oxfordshire)_Regiment_of_Foot","surface_form":"52nd (Oxfordshire) Regiment of Foot","offset":574},{"uri":"Peninsular_War","surface_form":"Peninsular War","offset":658},{"uri":"Badajoz","surface_form":"Badajoz","offset":677},{"uri":"Madrid","surface_form":"Madrid","offset":844},{"uri":"Battle_of_Waterloo","surface_form":"Battle of Waterloo","offset":910},{"uri":"Derby","surface_form":"Derby","offset":1041},{"uri":"Samuel_Richardson","surface_form":"Samuel Richardson","offset":1068},{"uri":"William_Leeke","surface_form":"William Leeke","offset":1131},{"uri":"Royal_Hanoverian_Guelphic_Order","surface_form":"Royal Hanoverian Guelphic Order","offset":1477},{"uri":"John_Hindmarsh","surface_form":"Captain John Hindmarsh","offset":1606},{"uri":"Pestonjee_Bomanjee","surface_form":"Pestonjee Bomanjee","offset":1678},{"uri":"Tenerife","surface_form":"Tenerife","offset":1756},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1769},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":2098},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2125},{"uri":"William_Light","surface_form":"William Light","offset":2172},{"uri":"Port_Adelaide","surface_form":"Port Adelaide","offset":2363},{"uri":"Government_House%2C_Adelaide","surface_form":"Government House","offset":2424},{"uri":"George_Grey","surface_form":"George Grey","offset":2952},{"uri":"Jews","surface_form":"Jews","offset":4107},{"uri":"Land_of_Israel","surface_form":"Land of Israel","offset":4175},{"uri":"Moses_Montefiore","surface_form":"Moses Montefiore","offset":4290},{"uri":"Palestine","surface_form":"Palestine","offset":4371},{"uri":"Gawler%2C_South_Australia","surface_form":"Gawler","offset":4448},{"uri":"Gawler_Ranges","surface_form":"Gawler Ranges","offset":4522},{"uri":"Eyre_Peninsula","surface_form":"Eyre Peninsula","offset":4556},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby's Town and County Museum","offset":4597},{"uri":"Albatross","surface_form":"albatross","offset":4787}]}