{"id":300513,"url":"http://en.wikipedia.org/wiki/Anglo-Saxon_Chronicle","text":"File:Peterborough.Chronicle.firstpage.jpg|thumb|228px|right|The initial page of the \"Peterborough Chronicle\".\nThe \"Anglo-Saxon Chronicle\" is a collection of annals in Old English chronicling the history of the Anglo-Saxons. The annals were initially created late in the 9th century, probably in Wessex, during the reign of Alfred the Great. Multiple manuscript copies were made and distributed to monasteries across England and were independently updated. In one case, the chronicle was still being actively updated in 1154.\nNine manuscripts survive in whole or in part, though not all are of equal historical value and none of them is the original version. The oldest seems to have been started towards the end of Alfred's reign, while the most recent was written at Peterborough Abbey after a fire at that monastery in 1116.\nAlmost all of the material in the chronicle is in the form of annals, by year; the earliest are dated at 60 BC, and historical material follows up to the year in which the chronicle was written, at which point contemporary records begin. These manuscripts collectively are known as the \"Anglo-Saxon Chronicle\".\nThe Chronicle is not unbiased: there are occasions when comparison with other medieval sources makes it clear that the scribes who wrote it omitted events or told one-sided versions of stories; there are also places where the different versions contradict each other.\nTaken as a whole the Chronicle is the single most important historical source for the period in England between the end of Roman rule in Britain and the decades following the Norman Conquest. Much of the information given in the Chronicle is not recorded elsewhere. In addition, the manuscripts are important sources for the history of the English language; in particular, the later Peterborough Chronicle is one of the earliest examples of Middle English in existence.\nSeven of the nine surviving manuscripts and fragments are now in the British Library. The remaining two are in the Bodleian Library at Oxford and the Parker Library of Corpus Christi College, Cambridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peterborough","surface_form":"Peterborough","offset":85},{"uri":"Annals","surface_form":"annals","offset":157},{"uri":"Old_English_language","surface_form":"Old English","offset":167},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":210},{"uri":"Wessex","surface_form":"Wessex","offset":295},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":323},{"uri":"Manuscript","surface_form":"manuscript","offset":350},{"uri":"Monastery","surface_form":"monasteries","offset":397},{"uri":"Peterborough_Cathedral","surface_form":"Peterborough Abbey","offset":768},{"uri":"Roman_Britain","surface_form":"Roman rule in Britain","offset":1529},{"uri":"Norman_Conquest","surface_form":"Norman Conquest","offset":1581},{"uri":"English_language","surface_form":"English language","offset":1746},{"uri":"Middle_English","surface_form":"Middle English","offset":1847},{"uri":"British_Library","surface_form":"British Library","offset":1945},{"uri":"Bodleian_Library","surface_form":"Bodleian Library","offset":1991},{"uri":"Corpus_Christi_College","surface_form":"Corpus Christi College","offset":2044},{"uri":"Cambridge_University","surface_form":"Cambridge","offset":2068}]}