{"id":30050,"url":"http://en.wikipedia.org/wiki/Urdu","text":"Urdu, also known or nicknamed as Lashkari or a lashkari language, is an Indo-Aryan language. It is the national language of Pakistan. It is spoken as a lingua franca by the majority of people in Pakistan and it is also spoken in some parts of India like the states of Telangana, Andhra Pradesh, Delhi, Bihar and Uttar Pradesh. When spoken, it sounds the same as Hindi with exceptions of certain vocabulary words, phrases or tone of speaking. When written, it is written completely different from Hindi. That is why, speakers of Hindi and Urdu can have a fluent, easy conversation with one another, but they cannot read or write letters to one another.\nHistory.\nUrdu was believed to have developed in 11th century in the Delhi Sultanate, Urdu is evolved from Apabramsa of Shauraseni Prakrit. Urdu is a major form of Hindustani. The origin of the name Urdu is the Chagatai language's word for army, \"urdu\". Informal Urdu is spoken the exact same as modern-day informal Hindi, with the exceptions of some vocabulary differences. Hindi uses the traditional Devanagari script (from Sanskrit), whereas Urdu uses the Persio-Arabic alphabet and relies heavily on Persian vocabulary with influences from Arabic as well. The poet Ghulam Hamadani Mushafi coined the term Urdu for this language in 1780. However, this began to alienate the two major cultures in India/Pakistan, the Muslims and Hindus. Hindus began to speak and write Hindi, whereas Muslims would begin to speak Urdu. This also lead to a need to \"cleanse\" Urdu of all its Sanskrit words and lead Hindi speakers to want to be rid of Persian words that remained in their language. in 1882 Arya Samaj argued that, Urdu should written in the Devanagari script, which started the controversy named, Hindi-Urdu controversy, and makes a divide of Urdu language, Urdu for Muslims and Hindi for Hindus.\nDifferences.\nThe letters in Urdu are derived from the Persian/Farsi alphabet, which is derived from the Arabic alphabet. The additional letters that are found in Urdu include ٹ,ڈ,ڑ (ṫ, ḋ, ṙ). To make the alphabet more enriched two letters were created for sounds ه (h) and ی (y). By adding these letters to the existing Persian letters the Urdu alphabet became more suitable for the people of North India and Pakistan.\nSimilarities.\nUrdu is written right to left like Farsi (Persian) script. Urdu is also written in the Nasta’ liq style of Persian Calligraphy. Nastaliq style is a cursive script invented by Mīr ʿAlī of Tabrīz, a very famous calligrapher during the Timurid period (1402–1502).\nInformal.\nUrdu in its less formalized register has been called a \"rekhta\" (ریختہ,), meaning \"rough mixture\". The more formal register of Urdu is sometimes called \"zabān-e-Urdu-e-mo'alla\" (زبان اردو معلہ), the \"Language of Camp and Court.\"\nIn local translation, it is called \"Lashkari Zabān\" ([]) meaning \"military language\" or \"military tongue\" or \"Hordish language\". This can be shortened to \"Lashkari\".\nThe etymology of the word used in the Urdu language for the most part decides how nice or well done your speech is. For example, Urdu speakers would distinguish between پانی \"pānī\" and آب \"āb\", both meaning \"water\" for example, or between آدمی \"ādmi\" and مرد \"mard\", meaning \"man.\" The first word is ad derivative from Adam (آدم) Arabic mean from Adam and it can be used for both man and woman in place of human being. Second word مرد \"mard\" refers to a gender or can be used for manly hood as well.\nIf a word is of Persian or Arabic origin, the level of speech is thought to be more formal. If Persian or Arabic grammar constructs, such as the izafat, are used in Urdu, the level of speech is also thought more formal and correct. If a word is inherited from Sanskrit, the level of speech is thought more colloquial and personal. The reason perhaps is the Moghuls (Turks) influence over India deeming Sanskrit to be a lesser language than Persian or Urdu itself. For the longest time Persian was also official language of Moghul occupied territories.\nFormal.\nUrdu is supposed to be a well formed language; many of words are used in it to show respect and politeness. This emphasis on politeness, which comes from the vocabulary, is known as Aadab (Courteous) and to sometimes as takalluf (Formal) in Urdu. These words are mostly used when addressing elders, or people with whom one is not met yet. Just like \"French Vous and Tu'\". Upon studying French and other forms of Language similar formal language construct are present. The whole grammatical layout appears to be almost identical to French language structure. The rules to form sentences and structuring them are identical\"\nPoetics.\nTwo very respected poets who are not only celebrated in the Indian subcontinent but are famous in many other communities worldwide are Mirza Ghalib and Sir Mohammad Iqbal.\nMirza Ghalib.\nGhalib (1797-1869) is famous for his classic satire and sarcasm as seen in the following verse;\n\"Umer bhar hum yun hee ghalati kartey rahen Ghalib\"\n\"Dhool ch-herey pei thee aur hum aaina saaf karte rahe\"\n\"O Ghalib (himself) all my life I kept making the same mistakes over and over,\"\n\"I was busy cleaning the mirror while the dirt was on my face.\"\nSir Mohammad Iqbal.\nIqbal (1877-1938) was a poet, and an active politician. He focused his poetry on bringing out the plight of the suffering Muslim community. In his poetry he very boldly highlighted the missing virtues and values in the morally corrupt society. Despite much opposition in the beginning, he ended up leaving a huge impact. He is also called the “Poet of the East” and the “Poet of Islam”. His work is displayed in the following verse;\n\"Aapne bhe khafa mujh sei beganey bhe na khush\"\n\"Mein zeher -e-halahal ku kabhi keh na saka qand\"\n\"I could not keep happy either my loved ones nor the strangers,\"\n\"as I could never call a piece of poison a piece of candy.\"\nIqbal is considered by many an inspirational poet. He played a large role in the Pakistan Movement, with many claiming that he was the one to spark it.\nCommon Words/Phrases in Urdu.\nAap tashreef rakhein = Please have a seat\nMe mu'azzarat chaahta/chaahti hun = Please excuse me/I apologize\nInformal Urdu: Aap bethein (You sit) or Tum betho (Sit, more informal)\nMe maafi chaahta/chaahti hun= I ask for forgiveness\nAap kese hein? = How are you?\nMe theek hun = I am fine\nAssalam O Alaikum = Peace be upon you (It basically means hello, and it is a common greeting used in Islamic countries or among Muslims in general)\nUrdu vs Hindi--What's the difference?\nUrdu is a language spoken primarily in Pakistan. Its grammar and sentence structures are similar to, or rather exactly like Hindi, a language spoken primarily in India, which makes Hindi and Urdu speakers be able to have an easy, fluent conversation. Urdu and Hindi are very mutually intelligible with one another.\nUrdu has a majority of its vocabulary words and phrases borrowed from Persian and Arabic, languages spoken in Iran, Afghanistan, and in many countries of the Middle East. Urdu's written script is also in the exact alphabets and scripts of Persian-Arabic. That is why, they are able to read and write easily in Arabic and Persian. Urdu is the Persianized form of Hindi.\nName of colors, objects, feelings, and more are all different in Urdu than in Hindi. They are primarily used in books, shows, and poetry, with the Persian words used and understood, seen as more formal and Urdu. However, informal Urdu, which is spoken among family members and friends in Pakistan, basically use the Hindi words for many things as well, as Pakistan and India used to be a single country and only recently came to split in 1947. That is why, you will not easily distinguish between an Urdu versus a Hindi speaker in informal, day to day conversations unless they use vocabulary specific to either one of their languages. That is why, you will often see many YouTube videos or movies stating their language as \"Urdu/Hindi\". Books and articles will not have \"Urdu/Hindi\" written since these two languages use completely different scripts alien to one another.\nYou can think of Urdu as British English written in Chinese alphabets and Hindi as American English written in Egyptian hieroglyphs--except with more vocabulary differences and less accent differences (with some tone differences).","categories":[],"infobox_types":["language"],"annotations":[{"uri":"Indo-Aryan_languages","surface_form":"Indo-Aryan language","offset":72},{"uri":"Pakistan","surface_form":"Pakistan","offset":124},{"uri":"India","surface_form":"India","offset":243},{"uri":"Telangana","surface_form":"Telangana","offset":268},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":279},{"uri":"Delhi","surface_form":"Delhi","offset":295},{"uri":"Bihar","surface_form":"Bihar","offset":302},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":312},{"uri":"Hindi","surface_form":"Hindi","offset":362},{"uri":"Delhi_Sultanate","surface_form":"Delhi Sultanate","offset":720},{"uri":"Apabramsa","surface_form":"Apabramsa","offset":758},{"uri":"Shauraseni_Prakrit","surface_form":"Shauraseni Prakrit","offset":771},{"uri":"Hindustani_language","surface_form":"Hindustani","offset":815},{"uri":"Chagatai_language","surface_form":"Chagatai language","offset":862},{"uri":"Hindi","surface_form":"Hindi","offset":967},{"uri":"Devanagari","surface_form":"Devanagari script","offset":1053},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":1077},{"uri":"Persian_alphabet","surface_form":"Persio-Arabic alphabet","offset":1110},{"uri":"Persian_language","surface_form":"Persian","offset":1155},{"uri":"Ghulam_Hamadani_Mushafi","surface_form":"Ghulam Hamadani Mushafi","offset":1220},{"uri":"Devanagari_script","surface_form":"Devanagari script","offset":1692},{"uri":"Hindi","surface_form":"Hindi","offset":1830},{"uri":"Etymology","surface_form":"etymology","offset":2951},{"uri":"Decides","surface_form":"decides","offset":3017},{"uri":"Persian_language","surface_form":"Persian","offset":3463},{"uri":"Arabic_language","surface_form":"Arabic","offset":3474},{"uri":"Persian_language","surface_form":"Persian","offset":3542},{"uri":"Arabic_language","surface_form":"Arabic","offset":3553},{"uri":"Constructs","surface_form":"constructs","offset":3568},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":3707},{"uri":"Emphasis","surface_form":"emphasis","offset":4120},{"uri":"Pakistan_Movement","surface_form":"Pakistan Movement","offset":5929}]}