{"id":30055,"url":"http://en.wikipedia.org/wiki/Salat","text":"Ṣalāt (, ') is the practice of prayer in Islam. It is one of the five most important duties for Muslims. To perform Salat, a person's mind must be in a state of ritual purity, which comes from ritual ablution, \"wuḍūʾ\".\nSunni.\nFor Sunni Muslims, salat must be performed at five periods each day. These periods are measured according to the movement of the Sun. The call to prayer is essential before every obligatory prayers. Muhammad said: \"The one who responds to Azan out of faith and seeking Allah's pleasure will be admitted to paradise.\"\nIn the ritual prayers each individual Muslim is in direct contact with Allah. There is no need of a priest as an intermediary. (While there is a prayer leader in the mosque - the imam - they are not a priest, simply a person who knows a great deal about Islam.) Muslims can pray anywhere, but it is especially good to pray with others in a mosque. Praying together in a congregation helps Muslims to realise that all humanity is one, and all are equal in the sight of Allah. The prayer ritual, which is over 1400 years old, is repeated five times a day by hundreds of millions of people all round the world.\nQuranist.\nQuranist prayer is set three times a day. This is similar to the combined prayer into 3 by Shias. In Islamic countries, the public call to prayer from the mosques sets the rhythm of the day for the entire population, including non-Muslims. Carrying it out is not only highly spiritual, but connects each Muslim to all others around the world, and to all those who have uttered the same words and made the same movements at different times in Islamic history.\nPrayer for a Quranists involves uniting mind, soul, and body in worship; so a Muslim carrying out these prayers will perform a whole series of set movements that go with the words of the prayer. Quranists make sure that they are in the right frame of mind before they pray; they put aside all everyday cares and thoughts so that they can concentrate exclusively on God. If a Quranist prays without the right attitude of mind, it as if they had not bothered to pray at all.\nShia.\nThere are different subsets of Shia Islam. Some of them pray 3 times combined, others 5 times. Allah does not need human prayers because he has no needs at all. Muslims pray because God has told them that they are to do this, and because they believe that they obtain great benefit in doing so.\nRitual washing.\n\"Muslims must be clean before they pray.\" They make sure of this by performing ritual washing, called wudhu. Mosques have washing facilities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prayer","surface_form":"prayer","offset":31},{"uri":"Islam","surface_form":"Islam","offset":41},{"uri":"Five_Pillars_of_Islam","surface_form":"five most important duties","offset":65},{"uri":"Wudu","surface_form":"ritual ablution","offset":193},{"uri":"Sunni_Muslims","surface_form":"Sunni Muslims","offset":230},{"uri":"Sun","surface_form":"Sun","offset":355},{"uri":"Muhammad","surface_form":"Muhammad","offset":425},{"uri":"Quranists","surface_form":"Quranists","offset":1633},{"uri":"Quranists","surface_form":"Quranists","offset":1815},{"uri":"Quranist","surface_form":"Quranist","offset":1995},{"uri":"Shia_Islam","surface_form":"Shia Islam","offset":2130}]}