{"id":300724,"url":"http://en.wikipedia.org/wiki/Meade_Lux_Lewis","text":"e=\"preserve\">Meade Lux Lewis (*September 4, 1905 in Chicago – June 7, 1964 in Minneapolis) was an American blues, jazz and boogie woogie pianist. Together with Pete Johnson and Albert Ammons he made boogie woogie popular.\nLife.\nLewis was born Meade Anderson Lewis in Chicago, Illinois. He started playing the piano not until his 18th year.In his youth he was influenced by the pianist Jimmy Yancey.\nHis first recording was \"Honky Tonk Train Blues\" for Paramount in 1927. The title was influenced by his youth where a railway run beside his home. The record was not very successful, so he washed cars to make a living. He rerecorded it for other labels in 1935 and 1937. Nearly each boogie pianist has recorded this title(f.e.Jean-Paul Amouroux, Keith Emerson, Jay McShann, Lloyd Glenn, Jörg Hegemann, Gene Phillips, Michael Pewny, Gene Taylor, Tim Wheals und Axel Zwingenberger). 1935 he was found by John Hammond and started a new career. In 1938 he played together with Pete Johnson and Albert Ammons in John Hammonds famous From Spirituals to Swing concert at Carnegie Hall. After this the pianists often played together at Café Society and toured together. In 1941 he went to Los Angeles.\nLewis was the first pianist who played on the celeste and the harpsichord in jazz and boogie records. In his later years he was uncomfortable with his fame as jazz and boogie pianist, so he played ragtime and pop songs. He did recordings till 1962 but at this time he was already forgotten. He died on June 7th, 1964 in a car accident in Minneapolis.\nAlbums.\nThis three compilation albums from Classics give a good overview over Lewis´work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pete_Johnson","surface_form":"Pete Johnson","offset":160},{"uri":"Albert_Ammons","surface_form":"Albert Ammons","offset":177},{"uri":"Chicago","surface_form":"Chicago","offset":267},{"uri":"Jimmy_Yancey","surface_form":"Jimmy Yancey","offset":385},{"uri":"Axel_Zwingenberger","surface_form":"Axel Zwingenberger","offset":859}]}