{"id":30074,"url":"http://en.wikipedia.org/wiki/Cowpox","text":"e=\"preserve\">Cowpox is a disease. This disease affects the skin. It is caused by a virus (\"Cowpox virus\") that is related to the \"Vaccinia virus\". People (or animals) who have the disease have red blisters. The disease can be spread by touch from cows to humans. The virus that causes cowpox was used to perform the first successful vaccination against another disease. The disease vaccinated against was the deadly smallpox. Smallpox is caused by the related \"variola virus\". Therefore, the word \"vaccination\" has the Latin root \"vaca\" meaning cow.\nIn 1798, the English physician Edward Jenner made a curious observation. Jenner lived in the countryside, not in the city.\nSome of his patients had gotten cowpox, and recovered from it. He observed that those patients did not get the disease again, they seemed to be immune against it. What was more, they also seemed to be immune against smallpox. Smallpox was a deadly disease then, that killed most of the people it infected. So he used the fluid he got from cowpox lesions, and scratched it into healthy people. That way, he could make those people immune against smallpox.\nThe Cowpox (Catpox) virus is found in Europe and mainly in the UK. Human cases are very rare and most often contracted from domestic cats. The virus is not commonly found in cows; the reservoir hosts for the virus are woodland rodents particularly voles. It is from these rodents that domestic cats get the virus. Symptoms in cats include lesions on the face, neck, forelimbs, and paws, and less commonly upper respiratory tract infection. Symptoms of infection with cowpox virus in humans are localized, pustular lesions generally found on the hands and limited to the site of introduction. The incubation period (the time between an infection and the first signs of the disease) is 9–10 days. The virus can be found mostly in late summer and autumn.\nHistorical use.\nCowpox was the original vaccine of sorts for smallpox. After infection with the disease, the body (usually) gains the ability recognise the similar smallpox virus from its antigens and so is able to fight the smallpox disease much more efficiently.\nLater, and still today, another vaccine was used: \"vaccinia\". Vaccinia is similar to cowpox, but not the same.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":25},{"uri":"Skin","surface_form":"skin","offset":59},{"uri":"Vaccinia_virus","surface_form":"Vaccinia virus","offset":130},{"uri":"Blister","surface_form":"blister","offset":197},{"uri":"Cow","surface_form":"cow","offset":247},{"uri":"Human","surface_form":"human","offset":255},{"uri":"Vaccination","surface_form":"vaccination","offset":333},{"uri":"Smallpox","surface_form":"smallpox","offset":416},{"uri":"Smallpox","surface_form":"variola virus","offset":461},{"uri":"Latin","surface_form":"Latin","offset":519},{"uri":"Edward_Jenner","surface_form":"Edward Jenner","offset":581},{"uri":"Patient","surface_form":"patients","offset":685},{"uri":"Immune_system","surface_form":"immune","offset":817},{"uri":"Fluid","surface_form":"fluid","offset":994},{"uri":"Lesion","surface_form":"lesion","offset":1019},{"uri":"Rodent","surface_form":"rodent","offset":1355},{"uri":"Vole","surface_form":"vole","offset":1376},{"uri":"Pustular","surface_form":"pustular","offset":1633},{"uri":"Hand","surface_form":"hand","offset":1673},{"uri":"Incubation_period","surface_form":"incubation period","offset":1724},{"uri":"Vaccine","surface_form":"vaccine","offset":1920},{"uri":"Smallpox","surface_form":"smallpox","offset":1941}]}