{"id":300745,"url":"http://en.wikipedia.org/wiki/Atlantic_Wall","text":"The Atlantic Wall (German: \"Atlantikwall\") was an extensive system of Coastal fortifications built by Nazi Germany between 1942 and 1944 along the western coast of Europe as a defense against an anticipated Allied invasion of the mainland continent from Great Britain.\nConstruction.\nOn March 23, 1942 Führer Directive Number 40 called for the official creation of the Atlantic Wall. After the St. Nazaire Raid, on April 13, 1942 Adolf Hitler ordered naval and submarine bases to be heavily defended. Fortifications remained concentrated around ports until late in 1943 when defences were increased in other areas.\nOrganisation Todt, which had designed the Siegfried Line (\"Westwall\") along the Franco-German border, was the chief engineering group responsible for the design and construction of the wall's major fortifications. Thousands of forced laborers were impressed to construct these permanent fortifications along the Dutch, Belgian and French coasts facing the English Channel.\nEarly in 1944, Field Marshal Erwin Rommel was assigned to improve the Wall's defences. Rommel believed the existing coastal fortifications were entirely inadequate and he began strengthening them. He knew that the beaches between were barely defended, and the Allies could land there and capture the ports from the land. Under his direction, a string of reinforced concrete pillboxes were built along the beaches, or sometimes slightly inland, to house machine guns, anti-tank guns, and light artillery. Mines and antitank obstacles were planted on the beaches themselves, and underwater obstacles and mines were placed in waters just off shore. The intent was to destroy the Allied landing craft before they could unload.\nThe Germans laid almost six million mines in northern France. More gun emplacements and minefields extended inland, along roads leading away from the beaches. In likely landing spots for military gliders and paratroopers, the Germans installed slanted poles with sharpened tops, which the troops called \"Rommelspargel\" (\"Rommel's asparagus\"). Low-lying land near rivers was flooded, as well.\nRommel firmly believed that Germany would inevitably be defeated unless the invasion could be stopped at the beach.\nAlthough the defensive wall was never completed the Wall's existence was used to address concerns of the Soviet Union for why the Second Front was not opened until June 6, 1944 (less than a year before the end of the war). The Wall primarily consisted of batteries, bunkers, and minefields, which during 1942–1944, stretched from the French-Spanish border to Norway (Festung Norwegen). Many bunkers still exist, for example near Scheveningen, Den Haag, Katwijk and in Normandy. In Oostende, Belgium the public may visit a well-preserved part of the defences. That section consists of emplacements of the \"Saltzwedel neu battery\" and the \"Stützpunkt Bensberg\", consisting of several men’s quarters and the necessary facilities. These constructions were used by a unit of German military engineers (\"Pionierstab\") who were in charge of bunker construction.\nThe Channel Islands were heavily fortified, particularly the island of Alderney which is closest to England (Jersey being the closest to France). Hitler had decreed that one twelfth of the steel and concrete used in the Atlantic Wall go to the Channel Islands, because they were British territory. Despite the mooting of Operation Constellation \"et al.\", the Allies bypassed the islands and did not try to liberate them when they invaded Normandy. The islands' German garrisons did not surrender until 9 May 1945 – one day after the German armed forces on the mainland. The German garrison on Alderney did not surrender until 16 May.\nWalcheren Island was considered to be the \"strongest concentration of defences the Nazis had ever constructed.\"\nAtlantic Wall Fortresses.\nMany major ports and positions were made part of the Atlantic wall and received heavy fortifications, Hitler ordered them all to fight to the end and some of them remained in German hands until the unconditional surrender of Axis Forces on May 8, 1945. Several of the port fortresses were resupplied by submarine after being surrounded by Allied forces. The defenders of these positions included Slavic soldiers and SS troops.\nReferences.\nGerman Publication (PhD) in military history","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":19},{"uri":"Coast","surface_form":"Coast","offset":70},{"uri":"Fortification","surface_form":"fortification","offset":78},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":102},{"uri":"Western_Europe","surface_form":"western coast of Europe","offset":147},{"uri":"Defense_(military)","surface_form":"defense","offset":176},{"uri":"Great_Britain","surface_form":"Great Britain","offset":254},{"uri":"St._Nazaire_Raid","surface_form":"St. Nazaire Raid","offset":393},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":429},{"uri":"Organisation_Todt","surface_form":"Organisation Todt","offset":614},{"uri":"Siegfried_Line","surface_form":"Siegfried Line","offset":656},{"uri":"France","surface_form":"Franco","offset":694},{"uri":"Impressment","surface_form":"impressed","offset":862},{"uri":"Netherlands","surface_form":"Dutch","offset":926},{"uri":"Belgium","surface_form":"Belgian","offset":933},{"uri":"France","surface_form":"French","offset":945},{"uri":"English_Channel","surface_form":"English Channel","offset":970},{"uri":"Field_Marshal","surface_form":"Field Marshal","offset":1002},{"uri":"Erwin_Rommel","surface_form":"Erwin Rommel","offset":1016},{"uri":"Fortification","surface_form":"fortification","offset":1111},{"uri":"Reinforced_concrete","surface_form":"reinforced concrete","offset":1341},{"uri":"Machine_gun","surface_form":"machine gun","offset":1440},{"uri":"Anti-tank_gun","surface_form":"anti-tank gun","offset":1454},{"uri":"Land_mine","surface_form":"Mines","offset":1491},{"uri":"Naval_mine","surface_form":"mine","offset":1589},{"uri":"Landing_craft","surface_form":"landing craft","offset":1670},{"uri":"Military_glider","surface_form":"military glider","offset":1897},{"uri":"Paratrooper","surface_form":"paratrooper","offset":1918},{"uri":"Rommelspargel","surface_form":"Rommelspargel","offset":2014},{"uri":"Defensive_wall","surface_form":"defensive wall","offset":2231},{"uri":"D-Day","surface_form":"Second Front","offset":2348},{"uri":"8th_May_1945","surface_form":"end of the war","offset":2424},{"uri":"Artillery","surface_form":"batteries","offset":2473},{"uri":"Bunker","surface_form":"bunker","offset":2484},{"uri":"Land_mine","surface_form":"minefields","offset":2497},{"uri":"Spain","surface_form":"Spanish","offset":2559},{"uri":"Norway","surface_form":"Norway","offset":2577},{"uri":"Scheveningen","surface_form":"Scheveningen","offset":2647},{"uri":"Den_Haag","surface_form":"Den Haag","offset":2661},{"uri":"Katwijk","surface_form":"Katwijk","offset":2671},{"uri":"Normandy","surface_form":"Normandy","offset":2686},{"uri":"Oostende","surface_form":"Oostende","offset":2699},{"uri":"Belgium","surface_form":"Belgium","offset":2709},{"uri":"Military_engineering","surface_form":"military engineers","offset":2995},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":3077},{"uri":"Occupation_of_the_Channel_Islands","surface_form":"were heavily fortified","offset":3093},{"uri":"Alderney","surface_form":"Alderney","offset":3144},{"uri":"United_Kingdom","surface_form":"British","offset":3352},{"uri":"Operation_Constellation","surface_form":"Operation Constellation","offset":3394},{"uri":"Victory_in_Europe_Day","surface_form":"the German armed forces on the mainland","offset":3602},{"uri":"Germany","surface_form":"German","offset":3647},{"uri":"Walcheren_Island","surface_form":"Walcheren Island","offset":3707},{"uri":"Nazis","surface_form":"Nazis","offset":3790},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":4241}]}