{"id":3007,"url":"http://en.wikipedia.org/wiki/Professor","text":"Professor (commonly abbreviated as \"prof.\") is an academic rank at most universities and colleges. The word \"professor\" comes from Latin. It means a \"person who professes\", being usually an expert in arts or sciences. A professor is a teacher of the highest rank. Professors are often active in research. In many institutions, the job title 'professor' is synonymous with that of an instructor.\nDescription.\nA professor is an accomplished and recognized academic. In most Commonwealth nations, as well as northern Europe, the title \"professor\" is the highest academic rank at a university. In the United States and Canada, the title of \"professor\" is also the highest rank, but a higher percentage achieve it. In these areas, professors are scholars with doctorate degrees (typically Ph.D. degrees) or equivalent qualifications. Most professors teach in four-year colleges and universities. An emeritus professor is a title given to selected retired professors with whom the university wishes to continue to be associated due to their stature and ongoing research. Emeritus professors do not receive a salary. However, they are often given office or lab space, and use of libraries, labs, and so on.\nThe term professor is also used in the titles assistant professor and associate professor, which are not considered non-tenured professors. In Australia, the title \"associate professor\" is used in place of \"reader\", ranking above senior lecturer and below full professor.\nBeyond holding the proper academic title, universities in many countries also give notable artists, athletes and foreign dignitaries the title \"honorary professor\", even if these persons do not have the academic qualifications typically necessary for professorship and they do not take up professorial duties. However, such \"professors\" usually do not undertake academic work for the granting institution. In general, the title of professor is strictly used for academic positions rather than for those holding it on honorary basis.\nAdjunct.\nAn adjunct professor, also called an adjunct lecturer or adjunct instructor is a non-tenure position in the U.S. and Canada. They usually rank below a full professor. They are usually hired on a contract basis. They are often hired as part-time instructors especially at universities and colleges with tightening budgets. The position of an adjunct can often lead to a full-time professorship. It is also an opportunity for professionals to teach part-time.\nSalary.\nA professor's salary can vary by education, school, subject taught and country. A professor typically earns a base salary and a range of benefits. In addition, a professor who undertakes additional roles in her institution (e.g., department chair, dean, head of graduate studies, etc.) earns additional income. In the United States, in 2014, a tenured Law professor made an average of $143,509 a year. By comparison, those teaching history, English, the Arts or Theology make about half that amount. But both are far above the median income for a person in the US.","categories":[],"infobox_types":[],"annotations":[{"uri":"Academia","surface_form":"academic","offset":50},{"uri":"Rank","surface_form":"rank","offset":59},{"uri":"University","surface_form":"universities","offset":72},{"uri":"College","surface_form":"college","offset":89},{"uri":"Latin","surface_form":"Latin","offset":131},{"uri":"Expert","surface_form":"expert","offset":190},{"uri":"Arts","surface_form":"arts","offset":200},{"uri":"Science","surface_form":"science","offset":208},{"uri":"Teacher","surface_form":"teacher","offset":235},{"uri":"Rank","surface_form":"rank","offset":258},{"uri":"Research","surface_form":"research","offset":295},{"uri":"Institution","surface_form":"institution","offset":313},{"uri":"Synonymous","surface_form":"synonymous","offset":356},{"uri":"Teacher","surface_form":"instructor","offset":383},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":472},{"uri":"United_States","surface_form":"United States","offset":597},{"uri":"Canada","surface_form":"Canada","offset":615},{"uri":"Doctorate","surface_form":"doctorate","offset":755},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":784},{"uri":"Emeritus","surface_form":"emeritus","offset":894},{"uri":"Retirement","surface_form":"retired","offset":942},{"uri":"Office","surface_form":"office","offset":1140},{"uri":"Lab","surface_form":"lab","offset":1150},{"uri":"Library","surface_form":"libraries","offset":1172},{"uri":"Reader_(academic_rank)","surface_form":"\"reader\"","offset":1406},{"uri":"Artist","surface_form":"artist","offset":1563},{"uri":"Sportsperson","surface_form":"athlete","offset":1572},{"uri":"Honorary_title_(academic)","surface_form":"honorary","offset":1616},{"uri":"Tenure","surface_form":"tenure","offset":2099},{"uri":"Canada","surface_form":"Canada","offset":2131},{"uri":"Contract","surface_form":"contract","offset":2209},{"uri":"Part-time_contract","surface_form":"part-time","offset":2249},{"uri":"Budget","surface_form":"budget","offset":2327},{"uri":"Full-time","surface_form":"full-time","offset":2383},{"uri":"Professional","surface_form":"professional","offset":2438},{"uri":"Salary","surface_form":"salary","offset":2494},{"uri":"Benefit","surface_form":"benefit","offset":2617},{"uri":"Income","surface_form":"income","offset":2783},{"uri":"Law","surface_form":"Law","offset":2832},{"uri":"Average","surface_form":"average","offset":2854},{"uri":"History","surface_form":"history","offset":2912},{"uri":"English_literature","surface_form":"English","offset":2921},{"uri":"Arts","surface_form":"Arts","offset":2934},{"uri":"Theology","surface_form":"Theology","offset":2942},{"uri":"Median","surface_form":"median","offset":3007}]}