{"id":300883,"url":"http://en.wikipedia.org/wiki/Arecibo_message","text":"The Arecibo message was a short radio message sent into space to celebrate the remodeling of the Arecibo radio telescope in Puerto Rico in 1974. It was aimed at the globular star cluster M13, about 25,000 light years from Earth. M13 was chosen because it was the right size, and was in the sky at the right time and place for the ceremony.\nIt will take 25,000 years for the message to reach the stars, and at least another 25,000 years to get any reply. This means the Arecibo message was a show of human technological achievement, not a real attempt to talk to extraterrestrial life. The stars of M13 that the message was aimed at will no longer be in that location when the message arrives. Cornell University said on November 12, 1999, the real purpose of the message was not to make contact, but to show the power of the new equipment. (Cornell University had built and operated the radio telescope for the United States National Science Foundation.)\nThe message consisted of 1679 binary digits, about 210 bytes. It was transmitted at a frequency of 2380 MHz and modulated by shifting the frequency by 10 Hz, with a power of 1000 kW. The \"ones\" and \"zeros\" were transmitted by frequency shifting at the rate of 10 bits per second. The total broadcast was less than three minutes.\nThe cardinality of 1679 was chosen because it is a semiprime. It can be arranged as a rectangle of 73 rows by 23 columns. The other arrangement, 23 rows by 73 columns, does not produce a meaningful result. The message forms the image shown on the right, or its inverse, when translated into graphics characters and spaces.\nIn 2009 the band Boxcutter made an album called the \"Arecibo Message\", which has a lot of short songs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arecibo","surface_form":"Arecibo","offset":97},{"uri":"Radio_telescope","surface_form":"radio telescope","offset":105},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":124},{"uri":"Globular","surface_form":"globular","offset":165},{"uri":"Star_cluster","surface_form":"star cluster","offset":174},{"uri":"Light_year","surface_form":"light year","offset":205},{"uri":"Earth","surface_form":"Earth","offset":222},{"uri":"Extraterrestrial_life","surface_form":"extraterrestrial life","offset":562},{"uri":"United_States_National_Science_Foundation","surface_form":"United States National Science Foundation","offset":911},{"uri":"Bit","surface_form":"binary digits","offset":985},{"uri":"Byte","surface_form":"byte","offset":1010},{"uri":"Transmitter","surface_form":"transmitted","offset":1024},{"uri":"Frequency","surface_form":"frequency","offset":1041},{"uri":"Hertz","surface_form":"MHz","offset":1059},{"uri":"Frequency_modulation","surface_form":"modulated","offset":1067},{"uri":"Kilowatt","surface_form":"kW","offset":1134},{"uri":"Bit_rate","surface_form":"bits per second","offset":1218},{"uri":"Cardinality","surface_form":"cardinality","offset":1288},{"uri":"Semiprime","surface_form":"semiprime","offset":1335},{"uri":"Rectangle","surface_form":"rectangle","offset":1370},{"uri":"Album","surface_form":"album","offset":1642}]}