{"id":300863,"url":"http://en.wikipedia.org/wiki/Dave_Murray_(musician)","text":"Dave Murray (\"David Michael Murray\", born 23 December 1956 in Edmonton, London, England) is one of the three guitarists in the British heavy metal band, Iron Maiden. Murray has been with Iron Maiden since 1980.\nCareer.\nMurray is considered the second original member of Iron Maiden along with the founder Steve Harris. He has played on every album since its debut in 1980. However, Murray joined in 1976, just two months after they formed in 1975. He was forced to leave the band that year by the vocalist Dennis Wilcock, but returned months later. His solos are characterized for being fluid and clean, making rapid progress note after note through techniques that use the right hand using especially a lot of \"Hammer and tapping\", based on the legato technique. A characteristic in live performance is the vocalization which makes while playing fast parts, as if singing at the same time than playing his Fender Stratocaster.\nFirst years.\nDavid Michael Murray was born on 23 December 1956 in Edmunton, England. Dave's mother often worked part-time at a bar, because his father was at a young age retired consequence of a disease. The money for the maintenance of the house came irregularly. The frustration and poverty took their parents to a continuous fighting which caused her mother to take him together with her sisters to the nearest army refuge, where they used to spend weeks protected from the occasional attacks of fury of his father.\nDuring his adolescence, Dave was interested in music, so he developed an cardboard-electric guitar to mimic the Beatles records, also that he risked playing with the piano of a bar that was in the bottom of a residential complex in which they lived for some time. In 1970 his family finally rented a more comfortable house in the county of Clapton, and that's how the future partner of Steve Harris, like many other teens in that time shaved his head.\nThe moment that completely changed the life of Dave and took him to a career which seemed impossible in his time and those who followed the style of skinhead, occurred at the age of 15 when heard for the first time the song \"Voodoo Child\" (part 2) of Jimi Hendrix on the radio, then it started to listen to bands like Thin Lizzy, Deep Purple, Black Sabbath, UFO, Queen, Free, Judas Priest and Wishbone Ash.\nDave's love for rock understood everything he was referring to the \"rock culture\" so he grew his hair too much, which caused him problems with his skinhead friends. He Adopted hippie clothes and began to read the newspaper \"Melody Maker\" which spoke of the rock of that time, which also began to frequent shows and come out with a new group of friends, being the closest, Adrian Smith.\nIn terms of sound, he used a super distortion humbucker made ​​by Dimarzio, who was replaced for a compact hot rails humbucker of the firm Seymour Duncan, both in bridge position.\nAdditional information.\nTogether with Steve Harris, Dave was the only \"irremovable member\" of Iron Maiden since its founding. He has participated in all records and has been a key piece to define the sound of the group, although it has not participated much in the compositions of letters he composed the rhythm guitar to most of the compositions of Steve Harris.\nBetween their compositions are the songs \"Charlotte the Harlot\" from the first album, \"Still Life\" from the album \"Piece of Mind.\" \"Deja Vu\" from the album \"Somewhere in Time,\" \"Chains of Misery\" and \"Judas Be My Guide\" from the album \"Fear of the Dark,\" \"Brave New World\", \"The Nomad\" and \"The Thin Line between Love and Hate\" from the album \"Brave New World\", \"Rainmaker\" and \"Age of Innocence\" from the album \"Dance of Death\" and \"the Reincarnation of Benjamin Breege\" from the album \"A Matter of Life and Death\".\nPersonal life.\nIn his spare time Murray is an avid golfer as seen at Rock in Rio DVD. Murray and his wife Tamar have one daughter named Tasha (born in 1991) When not on tour, Murray is in Hawaii.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":135},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":153},{"uri":"Steve_Harris","surface_form":"Steve Harris","offset":305},{"uri":"Fender_Stratocaster","surface_form":"Fender Stratocaster","offset":907},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":2150},{"uri":"Thin_Lizzy","surface_form":"Thin Lizzy","offset":2217},{"uri":"Deep_Purple","surface_form":"Deep Purple","offset":2229},{"uri":"Black_Sabbath","surface_form":"Black Sabbath","offset":2242},{"uri":"UFO_(band)","surface_form":"UFO","offset":2257},{"uri":"Queen_(band)","surface_form":"Queen","offset":2262},{"uri":"Free_(band)","surface_form":"Free","offset":2269},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":2275},{"uri":"Wishbone_Ash","surface_form":"Wishbone Ash","offset":2292},{"uri":"Rock_and_roll","surface_form":"rock","offset":2322},{"uri":"Skinhead","surface_form":"skinhead","offset":2453},{"uri":"Adrian_Smith","surface_form":"Adrian Smith","offset":2678},{"uri":"Piece_of_Mind","surface_form":"Piece of Mind","offset":3351},{"uri":"Somewhere_in_Time","surface_form":"Somewhere in Time","offset":3393},{"uri":"Fear_of_the_Dark","surface_form":"Fear of the Dark","offset":3472},{"uri":"Brave_New_World","surface_form":"Brave New World","offset":3580},{"uri":"Dance_of_Death","surface_form":"Dance of Death","offset":3649},{"uri":"A_Matter_of_Life_and_Death","surface_form":"A Matter of Life and Death","offset":3724},{"uri":"Hawaii","surface_form":"Hawaii","offset":3941}]}