{"id":300963,"url":"http://en.wikipedia.org/wiki/Globular_cluster","text":"A globular cluster is a group of stars of a similar age which often orbits the central bulge of a galaxy. Gravity holds clusters together and gives them their spherical shape. Towards the centre of a clusters there are many stars in a relatively small space.\nGlobular clusters occur in the halo of a galaxy and in its disk. Those in the halo contain many more stars and are much older than the less dense open clusters in the disk. Globular clusters are fairly common: there are about 150 to 158 known globular clusters in the Milky Way. Large galaxies can have more: Andromeda may have as many as 500.\nSome giant elliptical galaxies, particularly those at the centres of galaxy clusters, such as M87, have as many as 13,000 globular clusters. These globular clusters orbit the galaxy out to huge distances, 40 kiloparsecs (approximately 131,000 light-years) or more.\nEvery galaxy of sufficient mass in the Local Group has its group of globular clusters, and almost every large galaxy surveyed has a system of globular clusters. The Sagittarius Dwarf and Canis Major Dwarf galaxies appear to be in the process of donating their associated globular clusters (such as Palomar 12) to the Milky Way. This demonstrates how many of this galaxy's globular clusters might have been acquired in the past.\nObservation history.\nThe first globular cluster discovered was M22 in 1665, but individual stars in a globular cluster were not seen until Charles Messier observed M4. The first eight globular clusters discovered are shown in the table. The \"M\" before a number refers to the catalogue of Charles Messier, while \"NGC\" is from the New General Catalogue.\nWilliam Herschel began a survey program in 1782 using larger telescopes and was able to resolve the stars in all 33 of the known globular clusters. In addition he found 37 additional clusters. In Herschel's 1789 catalog of deep sky objects, his second such, he became the first to use the name \"globular cluster\" as their description.\nThe number of globular clusters discovered continued to increase, reaching 83 in 1915, 93 in 1930 and 97 by 1947. A total of 152 globular clusters have now been discovered in the Milky Way galaxy, out of an estimated total of 180 ± 20. These additional, undiscovered globular clusters are believed to be hidden behind the gas and dust of the Milky Way.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stars","surface_form":"stars","offset":33},{"uri":"Orbit","surface_form":"orbit","offset":68},{"uri":"Galaxy","surface_form":"galaxy","offset":98},{"uri":"Gravity","surface_form":"Gravity","offset":106},{"uri":"Sphere","surface_form":"spherical shape","offset":159},{"uri":"Milky_Way","surface_form":"Milky Way","offset":527},{"uri":"Andromeda_Galaxy","surface_form":"Andromeda","offset":568},{"uri":"Elliptical_galaxy","surface_form":"elliptical galaxies","offset":614},{"uri":"M87","surface_form":"M87","offset":697},{"uri":"Parsec","surface_form":"kiloparsecs","offset":811},{"uri":"Light-year","surface_form":"light-year","offset":846},{"uri":"Local_Group","surface_form":"Local Group","offset":907},{"uri":"Sagittarius_Dwarf_Elliptical_Galaxy","surface_form":"Sagittarius Dwarf","offset":1033},{"uri":"Canis_Major_Dwarf_Galaxy","surface_form":"Canis Major Dwarf","offset":1055},{"uri":"Palomar_12","surface_form":"Palomar 12","offset":1166},{"uri":"Messier_22","surface_form":"M22","offset":1359},{"uri":"Charles_Messier","surface_form":"Charles Messier","offset":1435},{"uri":"Messier_4","surface_form":"M4","offset":1460},{"uri":"New_General_Catalogue","surface_form":"New General Catalogue","offset":1625},{"uri":"William_Herschel","surface_form":"William Herschel","offset":1648},{"uri":"Milky_Way","surface_form":"Milky Way","offset":2162}]}