{"id":300924,"url":"http://en.wikipedia.org/wiki/No_Me_Queda_M%C3%A1s","text":"\"No Me Queda Más\" () is a song by American singer Selena. It was written by Ricky Vela. Vela had fallen in love with Selena's sister, Suzette Quintanilla. He then found out she was married. Vela was angry at this and wrote down his feelings. Selena's brother and producer of her music, A.B. Quintanilla III, liked the idea of turning his words into a song. The song was then co-produced by Bebu Silvetti. It was for Selena's fourth album \"Amor Prohibido\" (1994). The song's lyrics are a reference to Vela's unreturned love.\n\"No Me Queda Más\" is a Spanish language ballad. It was released as a single in the United States and Mexico. The song reached number one on the US \"Billboard\" Hot Latin Tracks for seven weeks. The song became Selena's third number one single from her \"Amor Prohibido\" album. In 1995, it became the number-one song on the \"Billboard\" Top Latin Songs Year-End Chart. It also became the best-selling Latin single for 1995 in the United States.\nThe song had positive feedback from music critics. \"No Me Queda Más\" was nominated for \"Song of the Year\" at the Broadcast Music Latin Awards. However, the music video of the song won the 1995 \"Billboard\" Latin Music Awards. The music video was shot at the Houston, Texas Amtrak station and other locations in San Antonio, Texas. Since the song was released, it has been covered by several artists. It remains one of Selena's most popular songs.\nBackground and inspiration.\n\"No Me Queda Más\" was written by Ricky Vela. Vela was a keyboardist for Selena y Los Dinos. He had fallen in love with the drummer of the group, Suzette Quintanilla. Suzette is Selena and A.B. Quintanilla III's sister. After finding out she was married, Vela wrote about his feelings on paper. He was going to send it to Suzette. However, Selena needed more songs on what was going to be her next album. Selena's brother and music producer, A.B., decided to ask Vela if he had written anything. Vela had written songs before and some of his works were recorded by Selena. Vela told A.B. about his feelings for her sister Suzette. He showed him the paper where he wrote about how hurt he was. A.B., liked the idea of turning it into a song. They then worked together and turned it into a ballad.\nSelena recorded the song at her father and manager's record studio Q-Productions. It was produced by A.B. The song was then co-produced by Bebu Silvetti. It was for Selena's fourth album, \"Amor Prohibido\" (1994).\nComposition.\n\"No Me Queda Más\" is a down-tempo ballad. It also has flamenco and ranchera music in the song. It is written in key of B minor. The song has 95 beats per minute. Selena's vocal range in the song spans two octaves. \"No Me Queda Más\" uses traditional musical instruments such as the violin, trumpet and the Spanish guitar. Jose Behar, president of EMI Latin, asked Silvetti to mix the song. Behar believed if the song was \"sweeten\" it can help it's chart performance. The mixed version was then added to the re-release of \"Amor Prohibido\". It was shown on the cover of the album as a \"new version\". The song's lyrics explains the pain and sorrow of a woman who was betrayed by her boyfriend. In the song, the boyfriend left her to marry another female he liked. In the end, the woman hopes for the best for them and wishes them happiness while she cries.\nThe song tells the story of unreturned love. Carlos Meléndez, writer for \"El Nuevo Dia\", gave a positive feedback of the song because it had an orchestra feel to it. Meléndez also enjoyed the use of the string instrument. Ilan Stavans and Harold Augenbraum named the song a \"mariachi bolero\" in their book. Mario Tarradell of \"The Dallas Morning News\", agreed to this statement and said that it was a \"mournful mariachi-style ballad\".\nRelease and reception.\nJorge Velasquez called \"No Me Queda Más\" a \"bonafide hit\" in his book. A Polish newspaper described \"No Me Queda Más\" as one of Selena's biggest hits. Mark Schone of \"Newsday\" enjoyed the song's string arrangement and its Mexican trumpets. Ramiro Burr, writer for the \"San Antonio Express-News\", believed Selena had \"over-dubbed vocals\" for the song. Burr later wrote that Selena used a \"powerful\" emotional voice when she recorded the song. He then stated that the song is a \"bittersweet story\". Mario Tarradell of \"The Dallas Morning News\" called the song a \"heartbreaking mariachi ballad\". According to Bob Young of the \"Boston Globe\", \"No Me Queda Más\" is a \"mariachi\" song. According to one of the writers of the \"Lexington Herald-Leader\", \"No Me Queda Más\" is a \"bolero-influenced\" song. Carmen Lopez of \"Novedades de México\", enjoyed the song's \"soulful-rich sounds\".\nThe song started at number 40 on the US \"Billboard\" Hot Latin Tracks on 12 November 1994. It reached number one for seven weeks. The recording became Selena's third number-one single off of \"Amor Prohibido\". The song got off the chart on 1 April 1995. It returned two weeks later at number five. This was followed by Selena's death which happened the day before. The song then spent eleven weeks in the top 10. With this single, Selena became the first Latin artist to have four number-one singles on the \"Billboard\" Hot Latin Tracks chart in a single year. Enrique Iglesias tied this record in 1996. He had four number-ones from his first album \"Enrique Iglesias.\"\nImpact and legacy.\nWith \"No Me Queda Más\" and thirteen other of Selena's top 10 singles, she was named \"top Latin artist of the '90s\" and \"Best Selling Latin Artist of the Decade\" by \"Billboard\" magazine. In March 2010, \"No Me Queda Más\" and a few other Selena music videos were selected for a Selena tribute. It was available to watch on Music Choice and was serviced to 42 million people in the United States. \"No Me Queda Más\" became the most successful Latin single of 1995 in the United States. According to \"Orlando Sentinel\", \"No Me Queda Más\" was the second \"Top 10 Spanish Hits of 1994\". The song was nominated for \"Song of the Year\" at the Broadcast Latin Music Awards. However, the music video won \"Video of the Year\" at the 1995 \"Billboard\" Latin Music Awards.\nKat DeLuna sang the song during a children's singing competition. She won first place. In 1998, Los Tres Reyes recorded the song. They turned the song into a duet with Selena. In 1995, salsa singer Tito Nieves recorded \"No Me Queda Más\" for his album \"Un Tipo Comun\". His version reached number seven on the \"Billboard\" Latin Tropical Airplay chart. Pepe Aguilar sang the song at the \"Selena ¡VIVE!\" (2005) tribute concert. Michael Clark of the \"Houston Chronicle\" wrote that Aguilar's version reminded him of R&B singer Aaron Neville. In the same year, Mexican group Paloma also covered the song. They included it on their live album \"En Concierto-en Vivo Desde L.A.\" (2005). Their version reached number 19 on the Hot Latin Tracks chart and number six on the Latin Regional Mexican Airplay chart. In 2006, Puerto Rican singer José Feliciano recorded the song. It was for his album \"José Feliciano Y Amigos\" (2006). Ramiro Burr for the \"Chicago Tribune\" called Felicanio's version a \"bittersweet ranchera\".\nCuban-American singer Toñita also recorded a version of the song. It was for her album \"Desafiando al Destino\" (2007). In 2008, Mexican American singer Maria Williams recorded an English language version. It was called \"Nothing Left for Me\". It was for her first album \"Hybrid\". American singer David Archuleta sang the song several times on his tour. He was asked to perform \"No Me Queda Más\" at the 2010 Tejano Music Awards. Karen Rodriguez performed the song on the tenth season of \"American Idol\" in 2011. Dominican singer Prince Roye has performed \"No Me Queda Más\" while touring. Mexican singer Graciela Beltran performed the song during one of her concerts in Houston, Texas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":34},{"uri":"Selena","surface_form":"Selena","offset":50},{"uri":"Ricky_Vela","surface_form":"Ricky Vela","offset":76},{"uri":"Suzette_Quintanilla","surface_form":"Suzette Quintanilla","offset":134},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":286},{"uri":"Record_co-producer","surface_form":"co-produced","offset":375},{"uri":"Bebu_Silvetti","surface_form":"Bebu Silvetti","offset":390},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":439},{"uri":"Spanish_language","surface_form":"Spanish language","offset":547},{"uri":"Ballad","surface_form":"ballad","offset":564},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":672},{"uri":"Hot_Latin_Tracks","surface_form":"Hot Latin Tracks","offset":683},{"uri":"Critic","surface_form":"critic","offset":1007},{"uri":"BMI","surface_form":"Broadcast Music Latin Awards","offset":1078},{"uri":"Music_video","surface_form":"music video","offset":1121},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":1222},{"uri":"Amtrak","surface_form":"Amtrak","offset":1237},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":1275},{"uri":"Cover_version","surface_form":"covered","offset":1336},{"uri":"Ricky_Vela","surface_form":"Ricky Vela","offset":1472},{"uri":"Keyboardist","surface_form":"keyboardist","offset":1495},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":1511},{"uri":"Suzette_Quintanilla","surface_form":"Suzette Quintanilla","offset":1584},{"uri":"Selena","surface_form":"Selena","offset":1616},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":1627},{"uri":"Ballad","surface_form":"ballad","offset":2226},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":2301},{"uri":"Record_co-producer","surface_form":"co-produced","offset":2358},{"uri":"Bebu_Silvetti","surface_form":"Bebu Silvetti","offset":2373},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":2423},{"uri":"Tempo","surface_form":"down-tempo","offset":2483},{"uri":"Ballad","surface_form":"ballad","offset":2494},{"uri":"Flamenco","surface_form":"flamenco","offset":2514},{"uri":"Ranchera","surface_form":"ranchera","offset":2527},{"uri":"Key_(music)","surface_form":"key","offset":2572},{"uri":"B_minor","surface_form":"B minor","offset":2579},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":2604},{"uri":"Vocal_range","surface_form":"vocal range","offset":2631},{"uri":"Octave","surface_form":"octave","offset":2665},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":2709},{"uri":"Violin","surface_form":"violin","offset":2741},{"uri":"Trumpet","surface_form":"trumpet","offset":2749},{"uri":"Spanish_guitar","surface_form":"Spanish guitar","offset":2765},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":2806},{"uri":"Remix","surface_form":"mix","offset":2835},{"uri":"Pain","surface_form":"pain","offset":3088},{"uri":"Sorrow","surface_form":"sorrow","offset":3097},{"uri":"Betrayed","surface_form":"betrayed","offset":3123},{"uri":"Orchestra","surface_form":"orchestra","offset":3457},{"uri":"String_instrument","surface_form":"string instrument","offset":3516},{"uri":"Mariachi","surface_form":"mariachi","offset":3588},{"uri":"Bolero","surface_form":"bolero","offset":3597},{"uri":"Mourn","surface_form":"mournful","offset":3715},{"uri":"Polish_language","surface_form":"Polish","offset":3844},{"uri":"Arrangement_(music)","surface_form":"arrangement","offset":3973},{"uri":"Dubb","surface_form":"dubbed","offset":4093},{"uri":"Billboard_(magazine)","surface_form":"\"Billboard\"","offset":4686},{"uri":"Hot_Latin_Tracks","surface_form":"Hot Latin Tracks","offset":4698},{"uri":"Murder_of_Selena","surface_form":"death","offset":4972},{"uri":"Enrique_Iglesias","surface_form":"Enrique Iglesias","offset":5204},{"uri":"Enrique_Iglesias_(album)","surface_form":"Enrique Iglesias","offset":5293},{"uri":"BMI","surface_form":"Broadcast Latin Music Awards","offset":5962},{"uri":"Billboard_Latin_Music_Awards","surface_form":"\"Billboard\" Latin Music Awards","offset":6053},{"uri":"Kat_DeLuna","surface_form":"Kat DeLuna","offset":6085},{"uri":"Tito_Nieves","surface_form":"Tito Nieves","offset":6283},{"uri":"Pepe_Aguilar","surface_form":"Pepe Aguilar","offset":6435},{"uri":"Selena_%C2%A1VIVE%21","surface_form":"Selena ¡VIVE!","offset":6470},{"uri":"Houston_Chronicle","surface_form":"Houston Chronicle","offset":6531},{"uri":"Aaron_Neville","surface_form":"Aaron Neville","offset":6606},{"uri":"Cover_version","surface_form":"covered","offset":6665},{"uri":"Live_album","surface_form":"live album","offset":6709},{"uri":"Puerto_Rican","surface_form":"Puerto Rican","offset":6893},{"uri":"Jos%C3%A9_Feliciano","surface_form":"José Feliciano","offset":6913},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":7023},{"uri":"Cuba","surface_form":"Cuban","offset":7093},{"uri":"Mexican_American","surface_form":"Mexican American","offset":7221},{"uri":"David_Archuleta","surface_form":"David Archuleta","offset":7388},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":7499},{"uri":"Karen_Rodriguez","surface_form":"Karen Rodriguez","offset":7520},{"uri":"American_Idol","surface_form":"American Idol","offset":7579},{"uri":"Prince_Roye","surface_form":"Prince Roye","offset":7620},{"uri":"Graciela_Beltran","surface_form":"Graciela Beltran","offset":7694},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":7760}]}