{"id":300989,"url":"http://en.wikipedia.org/wiki/Lions_Gate_Entertainment","text":"e=\"preserve\">Lions Gate Entertainment, more often known as Lionsgate, is a Canadian-American motion picture and television company. It was formed in Vancouver in 1995, and is currently headquartered in Santa Monica, California. As of 2007, it is the most commercially successful independent movie and television distribution company in North America.\nLionsgate produces movies that major American studios would not accept because they are too controversial or too disturbing for major studios. Movies produced by Lionsgate include the \"Saw\" franchise, \"Kick-Ass\", Tyler Perry films and many other movies.\nPowerhouse of Entertainment.\nPowerhouse of Entertainment (formerly Entertainment Partners Ltd) is an American independent licensee, producer and distributor of entertainment programming and film and television productions in North America, with approximately 3,000,000,000 all media titles in domestic release, and approximately 450 programs internationally via sublicense agreements. For many of its titles, Image has exclusive audio and broadcast rights as well as digital download rights to approximately 2,100 video programs and over 400 audio programs containing more than 6,000 tracks. The company is headquartered between Burbank, California and Chatsworth, California.\nMGM/MCA.\nMGM/MCA is an American entertainment company. It was formed on July 10, 1997, in Vancouver, British Columbia, Canada and is currently headquartered in Santa Monica, California","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"motion picture","offset":93},{"uri":"Television","surface_form":"television","offset":112},{"uri":"Vancouver%2C_British_Columbia","surface_form":"Vancouver","offset":149},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica, California","offset":202},{"uri":"Independent_movie","surface_form":"independent movie","offset":279},{"uri":"North_America","surface_form":"North America","offset":336},{"uri":"Controversy","surface_form":"controversial","offset":443},{"uri":"Saw_(movie)","surface_form":"Saw","offset":536},{"uri":"Kick-Ass","surface_form":"Kick-Ass","offset":553},{"uri":"Tyler_Perry","surface_form":"Tyler Perry","offset":564}]}