{"id":300944,"url":"http://en.wikipedia.org/wiki/Chris_P%C3%A9rez","text":"Chris Pérez (born 14 August 1969 in San Antonio, Texas) is a Grammy-winning guitarist and the widower of \"The Queen of Tejano music\" Selena Quintanilla-Pérez.\nPersonal life.\nIn 1988, Pérez met Grammy-winning Mexican American singer Selena. Two years later, Selena's family hired him to play in her band and they quickly fell in love. At first her father did not approve of the relationship and went as far as firing Pérez from the band. However, he eventually came to accept the relationship. On April 2, 1992, Selena and Pérez married in Nueces County, Texas and Selena legally added Pérez's surname to her own.\nAfter Selena was murdered in 1995, Pérez remarried and had two children with his second wife, Vanessa. They split up in March 2008.\nCareer.\nAt the 2000 Grammy Awards his Rock band, \"The Chris Pérez Band\", won a Grammy Award for \"Best Latin Rock/Alternative Album\" for their debut album \"Resurrection\". Pérez dedicated the song, \"Best I Can,\" to Selena. In 2001, \"The Chris Pérez Band\" made their final album called \"Una Noche Más\" (English: \"One More Night\").\nAfter the \"Chris Pérez Band\" disbanded, Pérez joined his former brother-in-law's (A.B. Quintanilla III) music group called \"Kumbia Kings\". However, Quintanilla had conflicts with the band and left the \"Kumbia Kings\" along with Pérez. Quintanilla started a new band called, \"Kumbia All-Starz\" with Pérez as its current guitarist.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":36},{"uri":"Grammy","surface_form":"Grammy","offset":61},{"uri":"Guitarist","surface_form":"guitarist","offset":76},{"uri":"Tejano_music","surface_form":"Tejano music","offset":119},{"uri":"Selena","surface_form":"Selena Quintanilla-Pérez","offset":133},{"uri":"Mexican_American","surface_form":"Mexican American","offset":208},{"uri":"Singer","surface_form":"singer","offset":225},{"uri":"Selena","surface_form":"Selena","offset":232},{"uri":"Nueces_County","surface_form":"Nueces County","offset":539},{"uri":"Texas","surface_form":"Texas","offset":554},{"uri":"Rock_music","surface_form":"Rock","offset":783},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":824},{"uri":"Debut_album","surface_form":"debut album","offset":887},{"uri":"English_language","surface_form":"English","offset":1045},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":1155},{"uri":"Kumbia_Kings","surface_form":"Kumbia Kings","offset":1197}]}