{"id":3009,"url":"http://en.wikipedia.org/wiki/California","text":"California, officially the State of California, is a state in the western part of the United States. It is the third largest US state by total area (after Alaska and Texas) with 163,696 sq mi (423,970 km2) and the largest by population with over 39 million people as of 2019. Its largest cities are Los Angeles, San Diego, San Jose, and San Francisco. The capital is Sacramento. It is bordered by Arizona to the southeast, Oregon to the north, Nevada to the east and the Mexican state of Baja California to the south.\nCalifornia is the US state with the largest economy. California's Silicon Valley is home to some of the world's most valuable technology companies, including Apple, Alphabet Inc., and Facebook.\nWhat is now California was first settled by Native Californian tribes. Before that, it was explored by Europeans in the 16th and 17th century. It became the 31st state of the United States in 1850.\nGeography.\nThe geography of California varies depending on region. Southwestern California has small mountain ranges and the cities of San Diego and Los Angeles. Southeastern California has the Mojave Desert and Death Valley, the lowest place in the United States. The eastern part of the state has the highest point in the United States outside of Alaska, Mount Whitney, in the Sierra Nevada mountain range.\nThe cities of Sacramento, Bakersfield, and Fresno are in the Central Valley. The valley has the Sierra Nevada to the east and the Pacific Coast Ranges to the west. It is California's single most productive agricultural region and one of the most productive in the world. It produces more than half the fruit, vegetables, and nuts grown in the United States. More than seven million acres (28,000 km2) of the valley are irrigated by an extensive system of reservoirs and canals.\nThe west-central part of the state has some small mountains and the cities of San Francisco, San Jose, and Oakland. Northern California has the Cascade Range, the Klamath Mountains, and the Modoc Plateau. Far northern California does not have many people, but the San Francisco region and the Sacramento region are often thought of as part of northern California.\nCulture.\nThe state is a leader in three businesses: farming, movie-making, and high technology, mostly software and websites. Aerospace used to be a large industry there, but it has been downsized in the last 20 years.\nThere are many earthquakes in California. They happen when two tectonic plates (parts of the Earth's crust) shift underground. Californians need to be prepared for earthquakes and often store extra food, water, flashlights, and first aid supplies in case of such an emergency.\nCalifornia has more people than any other state in the United States. If California was a separate country, it would have the sixth largest economy in the world. California is probably the state with the most ethnic groups. It also has many different geographic features – mountains, deserts, and coasts. It is often called \"The Golden State\". The state flower is the golden poppy. The post office uses \"CA\" as a shorthand for California, and the Associated Press uses \"Calif.\" or \"Cali.\"\nPolitics.\nIn 2019, Gavin Newsom became the governor of California. Before him, the governor was Jerry Brown.\nOn November 4, 1992, Dianne Feinstein became one of California's United States senators. On January 3, 2017, Kamala Harris became the other one.\nIn the 2020 presidential election, California U.S. Senator Harris was elected as the first woman and person of color to be Vice President of the United States.\nIn January 2021, Alex Padilla became the next U.S. Senator, replacing Harris, and became the first Hispanic U.S. Senator from the state.\nCalifornia was more conservative during the 1960s and 1980s when its former governor, Ronald Reagan, ran for president as a Republican. Today, California is more liberal and less conservative.\nHistory.\nThe people in Coastal California were Native Americans. In the past, the area that was called \"California\" was not just today's California. This area covered the Mexican lands south of it, as well as Nevada, Utah, and parts of Arizona and Wyoming. The Spanish called the part of the land that later became part of the United States \"Alta California\" (Upper California) when it was split from what became \"Baja California\" (Lower California). In these early times, the borders of the Sea of Cortez and the Pacific coast were not well known, so the old maps wrongly showed California to be an island. The name comes from \"Las sergas de Espladián\" (Adventures of Spladian), a 16th-century book by Garci Rodríguez de Montalvo, where there is an island paradise called California.\nThe first European who visited parts of the coast, Juan Rodriguez Cabrillo, came from Portugal in 1542. The first European who saw the entire coast was Sir Francis Drake, in 1579, and he decided that the British owned it. But starting in the late 1700s, Spanish religious leaders of the Roman Catholic Church (\"missionaries\") got large gifts of land in the area north of Baja California, from the Spanish king and queen. These religious people set up small towns and villages, the famous California Missions. When Mexico was no longer controlled by Spain, the Mexican government took over the villages, and they soon became empty.\nIn 1846, as the Mexican-American War was starting, some Americans in California hoped to create a California Republic. These men flew a \"Bear flag\" that had a golden bear with a star on it. This Republic ended suddenly, however, when Commodore John D. Sloat of the United States Navy sailed into San Francisco Bay. He said that California was now part of the United States. After the war with Mexico ended, California was split between the two countries. The Mexican portion became the Mexican states of Baja California Norte (north) and Baja California Sur (south). (\"Baja\" means \"lower\" in Spanish.) The western part of the part given to the United States became today's state of California.\nIn 1848, there were about 4,000 Spanish-speaking people in today's California on the American side. (Today the state has a total of nearly 40,000,000 people.) In 1849, gold was suddenly found and the number of people went up very fast as the Gold Rush took hold. Slavery also spread there as people hoping to find gold brought black slaves and either forced them to work in gold mines or hired them out for other work. In 1850, California became a state in the Union (the United States).\nDuring the American Civil War (1861-1865), many people in California, especially in the southern part of California, thought the South was right and slavery should be protected. Some people in Southern California even wanted Southern California to leave the rest of the state and join the Confederate States of America. However, this did not happen. California joined the war to and helped the North (the Union) and sent many troops east to fight the Confederacy.\nAt first, travel between the far west and the east coast of the United States was dangerous and took a lot of time. Going by land was very difficult, because there were no roads and no trains, and many Native Americans were attacking American people heading West in wagons. The only other way was to travel by boat around the Cape Horn, at the southern end of South America. This took months, since the trip was thousands of miles long and the Panama Canal had not yet been built either. But in 1869, the connection got better quickly, because the first railroad across the continent was finished. Meanwhile, more people in California were learning that the land there was very good to grow fruit and other crops. Oranges were grown in many parts of California. This was the beginning of the huge farming business that California has today.\nEconomy.\nThe economy of the State of California is the largest in the United States. It has a gross state product (GSP) of US$3.2 trillion as of 2019. It has many sectors. The most dominant are finance, business services, government and manufacturing. If California were a sovereign nation, according to 2019 statistics, it would rank as the world's fifth largest economy, lying between Germany and India. Over 10% of the Fortune 1000 companies were based in California in 2018.\nPresent day.\nIn 1900, there were only a million people in California and 105,000 in Los Angeles. Today, California has more people than any other U.S. state. Starting in 1965, the variety of people became much greater as many different people from around the world came to the United States and often decided to live in California. California is thought to be a very liberal state, but there are still a lot of people who are Republicans and view Ronald Reagan as a hero. Technology is very advanced and many new cultural trends begin there. Engineering and computers play a big part in the state's life. For over a hundred years, film has been one of the most important businesses in California. By the 1950s, television had also become an important business in California.","categories":[],"infobox_types":["U.S. state","U.S. state symbols"],"annotations":[{"uri":"U.S._state","surface_form":"state","offset":53},{"uri":"United_States","surface_form":"United States","offset":86},{"uri":"Total_area","surface_form":"total area","offset":137},{"uri":"Alaska","surface_form":"Alaska","offset":155},{"uri":"Texas","surface_form":"Texas","offset":166},{"uri":"Population","surface_form":"population","offset":225},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":299},{"uri":"San_Diego%2C_California","surface_form":"San Diego","offset":312},{"uri":"San_Jose%2C_California","surface_form":"San Jose","offset":323},{"uri":"San_Francisco","surface_form":"San Francisco","offset":337},{"uri":"Sacramento%2C_California","surface_form":"Sacramento","offset":367},{"uri":"Arizona","surface_form":"Arizona","offset":397},{"uri":"Oregon","surface_form":"Oregon","offset":423},{"uri":"Nevada","surface_form":"Nevada","offset":444},{"uri":"Mexico","surface_form":"Mexican","offset":471},{"uri":"Baja_California_(state)","surface_form":"Baja California","offset":488},{"uri":"Silicon_Valley","surface_form":"Silicon Valley","offset":584},{"uri":"Technology_company","surface_form":"technology companies","offset":644},{"uri":"Apple_Inc.","surface_form":"Apple","offset":676},{"uri":"Alphabet_Inc.","surface_form":"Alphabet Inc.","offset":683},{"uri":"Facebook","surface_form":"Facebook","offset":702},{"uri":"Death_Valley","surface_form":"Death Valley","offset":1122},{"uri":"Mount_Whitney","surface_form":"Mount Whitney","offset":1267},{"uri":"Sierra_Nevada_(US)","surface_form":"Sierra Nevada","offset":1289},{"uri":"Bakersfield%2C_California","surface_form":"Bakersfield","offset":1345},{"uri":"Fresno%2C_California","surface_form":"Fresno","offset":1362},{"uri":"Central_Valley","surface_form":"Central Valley","offset":1380},{"uri":"Sierra_Nevada_(US)","surface_form":"Sierra Nevada","offset":1415},{"uri":"Agriculture","surface_form":"agricultural","offset":1525},{"uri":"Irrigation","surface_form":"irrigated","offset":1738},{"uri":"Reservoirs","surface_form":"reservoirs","offset":1774},{"uri":"Canals","surface_form":"canals","offset":1789},{"uri":"Oakland%2C_California","surface_form":"Oakland","offset":1904},{"uri":"Cascade_Range","surface_form":"Cascade Range","offset":1941},{"uri":"Klamath_Mountains","surface_form":"Klamath Mountains","offset":1960},{"uri":"Farming","surface_form":"farming","offset":2213},{"uri":"High_technology","surface_form":"high technology","offset":2240},{"uri":"Software","surface_form":"software","offset":2264},{"uri":"Websites","surface_form":"websites","offset":2277},{"uri":"Aerospace","surface_form":"Aerospace","offset":2287},{"uri":"Earthquake","surface_form":"earthquake","offset":2395},{"uri":"Economics","surface_form":"economy","offset":2797},{"uri":"Post_office","surface_form":"post office","offset":3043},{"uri":"Associated_Press","surface_form":"Associated Press","offset":3104},{"uri":"Gavin_Newsom","surface_form":"Gavin Newsom","offset":3165},{"uri":"Governor","surface_form":"governor","offset":3189},{"uri":"Jerry_Brown","surface_form":"Jerry Brown","offset":3242},{"uri":"Dianne_Feinstein","surface_form":"Dianne Feinstein","offset":3276},{"uri":"United_States_Senate","surface_form":"senator","offset":3334},{"uri":"Kamala_Harris","surface_form":"Kamala Harris","offset":3364},{"uri":"2020_United_States_presidential_election","surface_form":"2020 presidential election","offset":3407},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":3523},{"uri":"Alex_Padilla","surface_form":"Alex Padilla","offset":3577},{"uri":"Hispanic","surface_form":"Hispanic","offset":3659},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":3783},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":3821},{"uri":"Native_Americans","surface_form":"Native Americans","offset":3937},{"uri":"Mexico","surface_form":"Mexican","offset":4061},{"uri":"Nevada","surface_form":"Nevada","offset":4099},{"uri":"Utah","surface_form":"Utah","offset":4107},{"uri":"Wyoming","surface_form":"Wyoming","offset":4138},{"uri":"Sea_of_Cortez","surface_form":"Sea of Cortez","offset":4382},{"uri":"Europe","surface_form":"Europe","offset":4685},{"uri":"Portugal","surface_form":"Portugal","offset":4761},{"uri":"Great_Britain","surface_form":"British","offset":4879},{"uri":"Spain","surface_form":"Spanish","offset":4929},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":4962},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":5322},{"uri":"Republic","surface_form":"Republic","offset":5415},{"uri":"Star","surface_form":"star","offset":5484},{"uri":"Navy","surface_form":"Navy","offset":5585},{"uri":"San_Francisco_Bay","surface_form":"San Francisco Bay","offset":5602},{"uri":"California_Gold_Rush","surface_form":"Gold Rush","offset":6242},{"uri":"Slavery_in_the_United_States","surface_form":"Slavery","offset":6263},{"uri":"Black_people","surface_form":"black","offset":6327},{"uri":"Gold_mine","surface_form":"gold mines","offset":6374},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":6499},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":6777},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":6939},{"uri":"Native_American","surface_form":"Native American","offset":7154},{"uri":"Cape_Horn","surface_form":"Cape Horn","offset":7278},{"uri":"South_America","surface_form":"South America","offset":7312},{"uri":"Panama_Canal","surface_form":"Panama Canal","offset":7396},{"uri":"Railroad","surface_form":"railroad","offset":7506},{"uri":"Orange_(fruit)","surface_form":"Oranges","offset":7666},{"uri":"Gross_state_product","surface_form":"gross state product","offset":7887},{"uri":"Finance","surface_form":"finance","offset":7987},{"uri":"Business_services","surface_form":"business services","offset":7996},{"uri":"Government","surface_form":"government","offset":8015},{"uri":"Manufacturing","surface_form":"manufacturing","offset":8030},{"uri":"Germany","surface_form":"Germany","offset":8180},{"uri":"India","surface_form":"India","offset":8192},{"uri":"Fortune_1000","surface_form":"Fortune 1000","offset":8215},{"uri":"Liberalism","surface_form":"liberal","offset":8639},{"uri":"Republican_Party_(United_States)","surface_form":"Republicans","offset":8698},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":8719},{"uri":"Engineering","surface_form":"Engineering","offset":8814},{"uri":"Computer","surface_form":"computer","offset":8830},{"uri":"Movie","surface_form":"film","offset":8903},{"uri":"Television","surface_form":"television","offset":8983}]}