{"id":301094,"url":"http://en.wikipedia.org/wiki/The_Bad_Girls_Club","text":"\"The Bad Girls Club\" (or \"BGC\") is an American reality television show. It was created by Jonathan Murray for Oxygen TV channel. The show is about seven women who are called \"bad girls\" because of their bad behavior. They come from different races and backgrounds. They have psychological and behavior problems. They are put in a big house to live for three months. The production team video tapes their life inside and outside of the house. They live in the house to try and change their \"bad ways\" and become role models. They have to obey the rules they were given. If they don't follow them, they can be removed from the show. If this happens, a \"replacement\" will arrive at the house.\nIn season one and season two, the premise of the show was different from other seasons. There has been six complete seasons of \"The Bad Girls Club\". The ninth season is currently airing on Oxygen. The fourth season had the highest ratings. It became the \"breakthrough season\" for the show. The show is broadcast in five different countries. \"The Bad Girls Club\" was given negative feedback from television critics. This is because the show is about girls fighting. Teenagers have also pretended to be like the girls in the show. This made schools in the United States to dislike the show. Some schools even started banning the show in their cities.\nThere has been a lot of conflicts about the show. This is because some cast-members stated opinions that made the public very angry. There have been three spin-offs of \"The Bad Girls Club\". has been a rating success. The show is about three former \"bad girls\" looking for love. Oxygen released mobile games, comic strip and merchandise to help promote the show. There has been 62 people who been on the show. Kerry Harvick (from the first season) became a country singer. Tanisha Thomas (from the second season) became a host in many \"Bad Girls Club\" spin-offs. Amber Meade, Amber Buhl, Sarah Michaels, Kendra Jones, Natalie Nunn and Lea Beaulieu were in the \"Love Games: Bad Girls Need Love Too\" show.\nAbout the show.\nThe show follows seven women. They are between the ages of 21 and 27. They live in a big house for three months. The production team video tapes their lives in and out of the house. The girls are called \"bad girls\". This is because of their bad behavior. However, they are put in the show because they want to change their \"bad ways\". They also want to become role models to young women. Other \"bad girls\" are only there to reach goals of their own. In the show, the \"bad girls\" must try to live with each other. They must also try and deal with a lot of changes from their roommates. They must follow all the rules that they were given. If they break a \"bad girl\" breaks a rule, she will be removed from the show. A \"replacement\" is then brought in. A replacement is a \"bad girl\" who did not enter the house on the first night. She is brought in the show, to fill in. This is because the show is about seven women trying to change. The \"bad girls\" have to talk in a room about their day.\nSometimes, a \"bad girl\" may divide into cliques. Create bad behavior to feel happy, book parties in nightclubs and shop for food. They must also maintain their personal lives. The \"bad girls\" are allowed to contact their families and boyfriends (or girlfriends). They are given a home computer to communicate with the world. However, watching television and having a cell phone is not allowed. Bullying and double tagging is known to happen in the show. Double tagging means that two or more \"bad girls\" jump one of their roommates. Sometimes, a \"bad girl\" may wish to leave the show. This is because of their roommates who are bullying them, being or feeling alone, problems at home, court dates, or because they feel like they are \"better\" then the girls in the house.\nIt is rare if two or more replacements come into the show. The only seasons to have a lot of replacements was season one (2006), season five (2010) and season six (2011). The replacement \"bad girl\" is always treated badly by the original cast. It is rare if a replacement wants to leave the show. The only season to have a replacement leave was on the fifth season.\nThis is the \"Bad Girls Club\" creed. It was first seen in the third season.\nSeason one and Season two.\nThe show was different in these two seasons. The age requirements were 21 and 31. \"Nicknames\" were not given to anyone. Nicknames started in the third season. Season one was the first season to have a lot of replacement \"bad girls\". Even though this season was different, the rules were kept the same for later seasons. Another thing that stood the same was how the first episode started. The first episode always starts with a physical fight. The fight that is seen, shows how the first \"bad girl\" is removed from the show.\nFor the second season, the show began to change. The maximum age requirements to apply dropped from 35 to 27. The cast had to work. They were given jobs that did not give them any money. They had to learn how to be dependent on others for teamwork. They also needed to build a work ethic. This skill would help them in their life after the show. If a \"bad girl\" wanted to quit her job or did not show up, she would be removed from the show. The girls were given the jobs of planning and decision making. This became the first and only season to have the \"bad girls\" working. This was also the last time episodes were only 30-minutes long.\nLive shows.\nThe OxygenLive was released on August 3, 2010. This allowed fans of the show to submit their opinions about the season or the cast. Fans had to submit their comments on Facebook or Twitter. Their comments were then showed during the re-cap episode of \"The Bad Girls Club\". OxygenLive! was an online talk show. Tanisha Thomas (from season two) was the hose. The live show debuted after the first episode of the sixth season aired on Oxygen. The show was about talking with the cast of season six. Thomas gave them questions to answer from fans.\nU.S. television ratings.\n\"Viewers\" is the estimated number viewers that watched a program either while it was broadcast or watched via DVR on the same day the program was broadcast.\nCast members.\nContestant's age at the start of the season.\nU.S. state abbreviations can be found here.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Reality_television","surface_form":"reality television","offset":47},{"uri":"Oxygen_(TV_channel)","surface_form":"Oxygen","offset":110},{"uri":"Psychological","surface_form":"psychological","offset":275},{"uri":"Production_team","surface_form":"production team","offset":370},{"uri":"The_Bad_Girls_Club_(season_1)","surface_form":"season one","offset":693},{"uri":"The_Bad_Girls_Club_(season_2)","surface_form":"season two","offset":708},{"uri":"Premise","surface_form":"premise","offset":724},{"uri":"The_Bad_Girls_Club_(season_9)","surface_form":"ninth","offset":843},{"uri":"The_Bad_Girls_Club_(season_4)","surface_form":"fourth","offset":891},{"uri":"Ratings","surface_form":"ratings","offset":921},{"uri":"Spin-offs","surface_form":"spin-offs","offset":1494},{"uri":"Mobile_game","surface_form":"mobile game","offset":1633},{"uri":"Comic_strip","surface_form":"comic strip","offset":1647},{"uri":"Kerry_Harvick","surface_form":"Kerry Harvick","offset":1748},{"uri":"Country_music","surface_form":"country","offset":1795},{"uri":"Production_team","surface_form":"production team","offset":2175},{"uri":"Cliques","surface_form":"cliques","offset":3087},{"uri":"Computer","surface_form":"computer","offset":3332},{"uri":"Cell_phone","surface_form":"cell phone","offset":3414},{"uri":"Jump","surface_form":"jump","offset":3551},{"uri":"The_Bad_Girls_Club_(season_1)","surface_form":"season one","offset":3928},{"uri":"The_Bad_Girls_Club_(season_5)","surface_form":"season five","offset":3947},{"uri":"The_Bad_Girls_Club_(season_6)","surface_form":"season six","offset":3970},{"uri":"Creed","surface_form":"creed","offset":4213},{"uri":"The_Bad_Girls_Club_(season_3)","surface_form":"third season","offset":4245},{"uri":"Nicknames","surface_form":"Nicknames","offset":4369},{"uri":"Physical","surface_form":"physical","offset":4714},{"uri":"Fight","surface_form":"fight","offset":4723},{"uri":"Ethic","surface_form":"ethic","offset":5093},{"uri":"Facebook","surface_form":"Facebook","offset":5631},{"uri":"Twitter","surface_form":"Twitter","offset":5643},{"uri":"Online","surface_form":"online","offset":5754},{"uri":"Talk_show","surface_form":"talk show","offset":5761},{"uri":"Digital_video_recorder","surface_form":"DVR","offset":6141},{"uri":"U.S._state","surface_form":"U.S. state","offset":6247}]}