{"id":301098,"url":"http://en.wikipedia.org/wiki/Big_Brother_13_(U.S.)","text":"\"Big Brother 13\" is the 13th season of the American reality television series\n\"Big Brother\". It premiered on July 7, 2011 on the CBS television network. The show is produced by Endemol USA and Fly on the Wall Entertainment. The 13th season was confirmed on the same day as the finale of \"Big Brother 12\" in a press release issued from CBS.\nPre-season.\nCasting for \"Big Brother 13\" began in mid-April. Applications and video tape submissions did not have a set deadline. Applicants chosen to be a finalist went to Los Angeles, California, from which applicants were narrowed down to a pool of 40 finalists. Casting calls were held around the United States on a later date. The cast has recently been selected, and they are now in sequester.\nHouse.\nThe house was revealed on June 27, 2011. It features a \"Venice Beach\" theme. With a Katy Perry themed room, a fortune teller/tarot card room and the backyard is of graffiti.\nHouseguests.\nIn the house tour that was exclusive to Yahoo, there was room for 14 houseguests on the picture wall.\nContestant's age at the start of the season.\nSummary.\nOn the first night, the houseguests were told of a surprise. They then were told that they had to pair up in groups of two. Before the HoH (Head of Household) competition, the houseguests were welcomed to three past dous. The first were Rachel and Brendon (from Big Brother 12). The second were Jordan and Jeff (from Big Brother 11). The last dous were Danielle and Dick (from Big Brother 8). During the HoH competition, the houseguests had to hold onto a banana. They were later squirted with chocolate and whip cream, while being rocked back-and-forth, to make the competition harder. Rachel then won the first HoH competition of the summer and her partner Brendon were safe from being evicted from the game. Host, Julie Chen, told the houseguests that Rachel had to choose only one dou. She was also told that only one of them would be evicted. However, the houseguest who wasn't eliminated can be safe until there are ten remaining houseguests.\nTwist.\nAs revealed on ET Canada on June 28, 2011; Julie Chen revealed that Dynamic Duos of seasons past would have a major impact on this season and the twist.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":43},{"uri":"Reality_television","surface_form":"reality television","offset":52},{"uri":"Big_Brother_(TV_series)","surface_form":"Big Brother","offset":79},{"uri":"CBS","surface_form":"CBS","offset":129},{"uri":"Television_network","surface_form":"television network","offset":133},{"uri":"Endemol_USA","surface_form":"Endemol USA","offset":177},{"uri":"Big_Brother_12","surface_form":"Big Brother 12","offset":288},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":831},{"uri":"Big_Brother_12","surface_form":"Big Brother 12","offset":1352},{"uri":"Big_Brother_11","surface_form":"Big Brother 11","offset":1407},{"uri":"Big_Brother_8","surface_form":"Big Brother 8","offset":1467},{"uri":"Banana","surface_form":"banana","offset":1546},{"uri":"Julie_Chen","surface_form":"Julie Chen","offset":1807}]}