{"id":301016,"url":"http://en.wikipedia.org/wiki/Selena_albums_discography","text":"This is an albums discography page for American singer Selena. The discography has her six studio albums. It also has her seventeen compilation albums that were released and three remix albums.\nSelena signed with EMI Latin in 1989. She released her self-titled album that same year. In November 1990, Selena released \"Ven Conmigo\". The album became the first Tejano album by a female singer to reach gold status. The album peaked at number three on the Latin Regional Mexican Albums chart.\nSelena released her third studio album, \"Entre A Mi Mundo\" on September 5, 1992. The album sold 500,000 copies in the United States and 600,000 copies in Mexico. It was certified gold in the United States. The album peaked at number-one on the Latin Regional Mexican Albums chart, number four on the Top Latin Albums chart and number 97 on the \"Billboard\" 200. \"Entre A Mi Mundo\" was certified six times platinum in Mexico.\nSelena's first live album/fourth studio album was called \"Selena Live!\". The album had three new songs, while the others were songs sung live at a concert in Corpus Christi, Texas. The album sold 500,000 copies and was certified gold. The album also won a Grammy Award for \"Best Mexican American Album\". The album peaked at number-one on the Latin Regional Mexican Albums chart, number two on the Top Latin Albums chart and number 79 on the \"Billboard\" 200.\n\"17 Super Exitos\" was released as the third compilation album in the United States. The album sold 1,200,000 copies and was certified six times platinum.\nSelena released \"Amor Prohibido\" on March 22, 1994. The album became \"Latin's Best-Selling Album of All Time\". It sold 2,000,000 copies in its first year and was certified 20 times platinum. By 2002, the album sold 8,000,000 copies. In February 2011, the RIAA updated the certification to diamond status with 10,000,000 copies sold. The album peaked at number-one on both the Latin Regional Mexican Albums chart and the Top Latin Albums chart. It peaked at number 29 on the \"Billboard\" 200.\nWhile touring on her Amor Prohibido Tour (1994-95), Selena began recording songs for her crossover album. She was signed to SBK Records, a pop sub-division of EMI Records. Selena recorded six of the planned 14 songs by January 20, 1995. On the morning of March 31, Selena was supposed to record \"Oh No (I'll Never Fall in Love)\" at Q-Productions. However, she was killed that morning. SBK Records then removed themselves from Selena's record deal. EMI Latin then took back Selena and began organizing the crossover album. Selena's brother and main songwriter, A.B. Quintanilla III had remixed some of Selena's most popular songs. They would become the album, \"Dreaming of You\".\n\"Dreaming of You\" was released on July 18, 1995. It sold 175,000 copies the first day, a record for a pop singer. It sold 331,000 copies the first week. It debuted at number-one on the \"Billboard\" 200. Selena became the first Hispanic singer to have her album debut at number-one. She also became the second-fastest-selling female singer, only behind Janet Jackson. The album became the second-highest-debut for any artist, only behind Michael Jackson. The album was known as a \"Historic Day in Latin History\". The album also helped Selena to become a \"household name\". The album sold 4,000,000 copies in its first year. By 2002, the album had sold 10,000,000 copies. In February 2011, the RIAA updated the sales to 30,000,000 copies and was certified three times diamond. The album also peaked at number-one on the Latin Regional Mexican Albums chart and Top Latin Albums chart for two years straight. The album also peaked at number-one on the New Zealand Albums Chart, Spanish Albums Chart, Portuguese Albums Chart, Mexican Albums Chart, number four on the Italian Albums Chart and number six on the Argentinian Albums Chart. \"Dreaming of You\" was certified gold in Canada, platinum in Spain and diamond in Italy, Mexico and Argentina.\nSelena's father spoke out about wanting to keep Selena's legacy alive. He then released Selena's first album after her death; \"Siempre Selena\" in 1996. The album sold 200,000 copies and was certified two times platinum. The album became the official album for the 1996 Summer Olympics in Atlanta, Georgia. In March 1997, the movie soundtrack was released. It sold 1,000,000 copies in one year.\nIn April 1998, \"Anthology\" was released. It was a box-set that had three compact discs with ten songs in each disc. The album peaked at number-one on the Latin Regional Mexican Albums chart and number-one on the Top Latin Albums chart. The album peaked at number 131 on the \"Billboard\" 200. The album made up half of EMI Latin's 1999 sales. It was certified six times platinum for selling 1,200,000 copies in its first year.\nIn March 1999, \"Todos Mis Exitos\" was certified six times platinum for selling 1,200,000 copies in its first year. The album peaked at number-one on both the Latin Regional Mexican Albums chart and Top Latin Albums chart. It also peaked on the \"Billboard\" 200 chart at number 54.\nIn March 2000, \"Todos Mis Exitos Vol. 2\" was released. It sold 400,000 copies and was certified two times platinum. The album peaked at number-one on both the Latin Regional Mexican Albums chart and Top Latin Albums Chart. It also peaked on the \"Billboard\" 200 at number 149.\nThe next year, \"Selena Live! The Last Concert\" was released. It became Selena's second live album. The album went platinum for selling 200,000 copies. The album peaked at number-one on the Latin Pop Albums chart, number two on the Top Latin Albums chart and number 176 on the \"Billboard\" 200.\nIn 2002, Selena's father released the \"20 Years of Music collection\". The collection released 9-discs with comments from Selena's family, bonus tracks and music videos. The comments were spoken word about how it was like when Selena was recording the songs. \"Ones\" was released as the first part of the collection. The album peaked at number four on both the Top Latin Albums chart and Latin Pop Albums. The album peaked at number 159 on the \"Billboard\" 200. The sold 1,000,000 copies in its first year. In February 2011, the RIAA updated the sales to 10,000,000 copies and certified the album diamond.\n\"Greatest Hits\" was released in 2003. It had most of Selena's English-language songs. The album peaked at number 115 on the \"Billboard\" 200.\nIn March 2004, \"Momentos Intimos\" was released. The album had an unreleased song. The album peaked at number seven on the Regional Mexican Albums chart. It also peaked at number 11 on the Top Latin Albums chart.\nDuring the tenth anniversary of Selena's death, \"Unforgettable\" was released. It was a collection that had a one disc edition and a two-disc edition. Both editions peaked in \"Billboard\"s charts in 2005. The \"Selena ¡VIVE!\" soundtrack was released. It peaked at number-one on the Mexican Albums Chart and Spanish Albums Chart in 2005. A year later, \"Dos Historias\" was released. It peaked at number three on the Latin Regional Mexican Albums chart and number 21 on the Top Latin Albums chart.\nIn 2007, the album \"A Traves de los Años\" was released. It contained an unreleased song. The song was recorded when Selena was seven years old. The album was certified gold and peaked at number 28 on the Top Latin Albums chart. In the same year, \"Forever Selena\" was released. The box-set was similar to \"Anthology\" (1998). Also released in the same year, \"Serie Verde\" was released as a low-budget album.\nIn March 2009, the box set \"Inolvidable\" was released. It had songs from \"Alpha\" (1986) and \"Muñequito de Trapo\" (1987). The box-set had an unreleased song.\nIn March 2010, the box-set \"La Leyenda\" was released. It peaked at number four on the Latin Regional Mexican Albums chart, number seven on the Top Latin Albums chart, number 29 on the Mexican Albums Chart and 81 on the Canadian Albums Chart. The album had a booklet with comments from fans around the world. It also had messages from Selena's family and record label. In June 2011, \"10 Great Songs\" was released. It was released as a low-budget album.\nSelena's brother and father are working on an upcoming project to be released in 2012. It will be a remix album.\nSelena has sold over 21 million copies in the United States. She was called \"The Queen of Tejano music\" and the widely known Mexican-American singer and most popular Latin artist in the United States. Selena was named the \"Best selling Latin artist of the decade\" and \"Best Latin artist of the '90s\" by \"Billboard\" magazine.","categories":[],"infobox_types":["artist discography"],"annotations":[{"uri":"Discography","surface_form":"discography","offset":67},{"uri":"Studio_album","surface_form":"studio album","offset":91},{"uri":"Compilation_album","surface_form":"compilation album","offset":132},{"uri":"Remix_album","surface_form":"remix album","offset":180},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":213},{"uri":"Selena_(album)","surface_form":"self-titled","offset":249},{"uri":"Ven_Conmigo","surface_form":"Ven Conmigo","offset":318},{"uri":"RIAA_certification","surface_form":"gold","offset":400},{"uri":"Entre_A_Mi_Mundo","surface_form":"Entre A Mi Mundo","offset":531},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":834},{"uri":"Selena_Live%21","surface_form":"Selena Live!","offset":972},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":1072},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":1170},{"uri":"17_Super_Exitos","surface_form":"17 Super Exitos","offset":1373},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":1543},{"uri":"RIAA","surface_form":"RIAA","offset":1781},{"uri":"Amor_Prohibido_Tour","surface_form":"Amor Prohibido Tour","offset":2038},{"uri":"Crossover_(music)","surface_form":"crossover","offset":2106},{"uri":"SBK_Records","surface_form":"SBK Records","offset":2141},{"uri":"EMI","surface_form":"EMI Records","offset":2176},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":2349},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":2577},{"uri":"Remix","surface_form":"remix","offset":2602},{"uri":"Dreaming_of_You_(album)","surface_form":"Dreaming of You","offset":2696},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":3046},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":3131},{"uri":"Mexican_Albums_Chart","surface_form":"Mexican Albums Chart","offset":3714},{"uri":"Argentinian_Albums_Chart","surface_form":"Argentinian Albums Chart","offset":3798},{"uri":"Siempre_Selena","surface_form":"Siempre Selena","offset":4061},{"uri":"1996_Summer_Olympics","surface_form":"1996 Summer Olympics","offset":4198},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":4222},{"uri":"The_Original_Motion_Picture_Soundtrack","surface_form":"movie soundtrack","offset":4259},{"uri":"Box-set","surface_form":"box-set","offset":4378},{"uri":"Todos_Mis_Exitos","surface_form":"Todos Mis Exitos","offset":4769},{"uri":"Todos_Mis_Exitos_Vol._2","surface_form":"Todos Mis Exitos Vol. 2","offset":5049},{"uri":"Selena_Live%21_The_Last_Concert","surface_form":"Selena Live! The Last Concert","offset":5325},{"uri":"Spoken_word","surface_form":"spoken word","offset":5789},{"uri":"Ones","surface_form":"Ones","offset":5861},{"uri":"Greatest_Hits_(Selena_album)","surface_form":"Greatest Hits","offset":6206},{"uri":"Momentos_Intimos","surface_form":"Momentos Intimos","offset":6362},{"uri":"Unforgettable_(series)","surface_form":"Unforgettable","offset":6607},{"uri":"Selena_%C2%A1VIVE%21","surface_form":"Selena ¡VIVE!","offset":6766},{"uri":"Dos_Historias","surface_form":"Dos Historias","offset":6907},{"uri":"A_Traves_de_los_A%C3%B1os","surface_form":"A Traves de los Años","offset":7070},{"uri":"Inolvidable","surface_form":"Inolvidable","offset":7484},{"uri":"La_Leyenda","surface_form":"La Leyenda","offset":7641},{"uri":"Canadian_Albums_Chart","surface_form":"Canadian Albums Chart","offset":7832},{"uri":"Tejano_music","surface_form":"Tejano music","offset":8268}]}