{"id":301063,"url":"http://en.wikipedia.org/wiki/Dulce_Amor","text":"\"Dulce Amor\" () is the seventh and last independent LP record by Selena. The album became the final album to be released from RP Records. Selena's brother, A.B. Quintanilla III had became the main songwriter. Selena recorded fourteen songs but only released ten. All the songs were recorded in three different recording studios. \"Dulce Amor\" helped Selena to be noticed at the 1989 Tejano Music Awards. She was then signed by EMI Latin. The album had only sold over 30,000 copies. It was ordered to be removed from stores by EMI Records.\nMost of the songs produced were Tejano music mixed with Cumbia and Jazz fusion. \"Dulce Amor\" was nominated for \"Album of the Year\" while the song of the same name was nominated for \"Song of the Year\". Selena had won \"Female Vocalist of the Year\" and \"Female Entertainer of the Year\". Selena had promoted the album during her Dulce Amor Tour which had only lasted for less than a year. The album had mixed to negative reviews from music critics. The album was re-released in 2007 as \"Classic Series Vol. 5\".\nProduction and development.\nAfter Selena's sixth LP record \"Preciosa\" (1988) sold only 25,000 copies, the company had wanted Selena to record another record. The success from \"Preciosa\" had the company believing that Selena would sell more copies with her next album. In July 1988, Selena was in the recording studio and began recording songs. Her brother, A.B. Quintanilla III had became the main songwriter for Selena. Juan Gabriel, a Mexican songwriter, had given Selena the rights to record \"Costumbres\". Ricky Vela, a Selena y Los Dinos member, had written the song \"Quisiera Darte\". The song \"Qué\" was written by Manny Guerra, the record manager for RP Records and GP Productions. The songs \"Tú Solamente Tú\" and \"La Puerta Se Cerro\" were written by unknown writers. On the liner notes, the writing credits are given to \"Pendiente\" which means \"Pending\" in Spanish.\nIt had took Selena three weeks to record fourteen songs. However, the record company only had wanted ten songs to be on the album. The others remained unreleased. Selena had recorded the songs \"Dulce Amor\", \"Tú Solamente Tú\", \"La Puerta Se Cerro\", \"Costumbres\", and \"Dime\" at RP Records studios in San Antonio, Texas. The songs \"Always Mine\", \"No Llores Más Corazón\" and \"Cariño, Cariño Mio\" were recorded in Houston, Texas. \"Quisiera Darte\" and the unreleased tracks were recorded in Hollywood, California. The song \"Tú Solamente Tú\" was originally recorded by Selena for her debut album \"Selena y Los Dinos\" (1984).\nWhile Selena was performing at the 1989 Tejano Music Awards, Jose Behar (who was the former head of Sony Music Latin) was among the audience that night. He instantly wanted Selena to sign with EMI. Behar called his boss stating that he believe he had found the next Gloria Estefan. His boss told him that he was crazy, because Behar only had been in South Texas for only a week. Selena was later signed with EMI Latin the following year. \"Dulce Amor\" became her last independent LP record.\nRelease.\n\"Dulce Amor\" was released on December 24, 1988. The album was supposed to be released in the summer of 1989. However, Manny Guerra had wanted the album to be released real quick. Guerra believed that if the album would have been released in the summer, that not too many Tejano fans would buy the album. He said, because popular music albums are released in that period. When the album was released, it had sold only 2,000 copies the first day. \"Preciosa\" (1988) had sold 3,600 copies on its first day. Guerra was not happy about the sales of the album. However, within a month the album sold 10,000 copies. It outperformed all of Selena's previous records. By August 1989, the album sold 33,206 copies. It was then pulled off shelves because of Selena's upcoming debut album with EMI Latin. EMI Latin bought all the original copies of the album. Only 50,000 copies of the album were shipped in Texas alone.\nIn 1995, Selena's father Abraham Quintanilla Jr had bought the rights to Selena's albums (1984-1989 period) from EMI Latin. Since then, he has released the songs in compilation albums. The songs \"Always Mine\", \"No Llores Mas Corazon\" and \"La Puerta Se Cerro\" were selected to be remixed for \"Anthology\" (1998).\nOn September 7, 2007, Quintanilla Jr re-released the album as part of the \"Classic Series\" collection. \"Dulce Amor\" was then re-titled \"Classic Series Vol. 5\". All the songs were remastered.\nComposition.\n\"Dulce Amor\" (\"Sweet Love\") was the lead single from \"Dulce Amor\". The song was written by A.B. Quintanilla III. It was produced by Timothy Muniz. \"Dulce Amor\" was nominated for \"Song of the Year\" at the 1989 Tejano Music Awards. The song had its key signature in common time. It was performed on G minor with 106 beats per minute. The songs lyrics are about a girl expressing her emotions about a guy she really love. The song was mixed with Cumbia music and Jazz fusion.\n\"Qué\" (\"What\") was the second single released from \"Dulce Amor\". The song's writer is unknown. It was produced by Manny Guerra. The song was performed on G minor with 147 beats per minute. The songs lyrics are about a girl who has been tricked into believing that a guy really loved her. She feels a sense of loneliness and doubts herself. The songs' message is that, you can't always trust someone until you get to know them for who they really are. The song was mixed with Ranchera music and Mariachi.\n\"Always Mine\" was the third single released from \"Dulce Amor\". The song was written by A.B. Quintanilla III. It was produced by Roger Garcia, who was the former back-up guitarist for Selena y Los Dinos. \"Always Mine\" was selected to be remixed for \"Anthology\" (1998). The remixed version peaked at number four on the Hot Dance Club Songs chart and number 94 on the Canadian Hot 100. The song describes a teen romance. A young girl who is under peer pressure by her friends must decide who she wants to be with. She struggles with low self-esteem. The song had its key signature in common time. It was performed on B minor with 100 beats per minute. The song was mixed with Polka, Pop and Contemporary R&B.\n\"Cariño, Cariño Mio\" (\"Sweetheart, Sweetheart of Mine\") was the fourth single released from \"Dulce Amor\". The song was written by A.B. Quintanilla III. It was produced by Lauren and Carlos Diaz. The songs lyrics are about a girl who is in love with a guy. She sings about giving anything to him, just to be with him. The song had its key signature in common time. It was performed on D major with 103 beats per minute. The song was mixed with Polka and Jazz.\n\"Quisiera Darte\" (\"I Give\") was the fifth and last single released from \"Dulce Amor\". The song was written by Ricky Vela, who was the lead keyboardist for Selena y Los Dinos. The song was produced by Manny Guerra. The songs lyrics are about a girl asking her boyfriend if their relationship is \"love\". She tells him that she would do anything for him, and feels that their relationship is love. The song had its key signature in common time. It was performed on C minor with 93 beats per minute. The song was mixed with Jazz and Cumbia music.\nPromotion.\nSelena had promoted \"Dulce Amor\" during her Dulce Amor Tour. Selena also promoted \"Preciosa\" (1988) along with her Dulce Amor Tour. This was because the two albums were released in the same year. Selena had performed songs from \"Dulce Amor\" on the Johnny Canales Show in South Texas, she also had done live concerts across Texas. Selena earned $20,000 from the Dulce Amor Tour, which was double the amount she had made for her Preciosa Tour.\nCritical reception.\nNorberto Garcia of \"Texas Monthly\" stated that \"Dulce Amor\" was one of Selena's \"strongest\" LP record because it \"showcase her exotic voice and expanded her talents[...]\". Domingo Rivera of \"Tejano Nation\" believed every song on \"Dulce Amor\" was horrible. Rivera stated that he did not like not even one song. He also stated that Selena could have done better with modern styles of Tejano music instead of mixing 1960s music into her songs. Rivera then stated the album was \"out of date\" even when it was released in 1988. Sophia Vargas of \"Tejano Weekly\" believed that \"Dulce Amor\" was not Selena's best of work. Vargas believed that RP Records did not put their \"all\" for Selena.\nPersonnel.\nCredits are taken from the album's liner notes.","categories":[],"infobox_types":["album &lt;!-- See Wikipedia:WikiProject_Albums --&gt;"],"annotations":[{"uri":"Independent","surface_form":"independent","offset":40},{"uri":"LP_record","surface_form":"LP record","offset":52},{"uri":"Selena","surface_form":"Selena","offset":65},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":156},{"uri":"Songwriter","surface_form":"songwriter","offset":197},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":382},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":426},{"uri":"Tejano_music","surface_form":"Tejano music","offset":570},{"uri":"Cumbia_music","surface_form":"Cumbia","offset":594},{"uri":"Jazz_fusion","surface_form":"Jazz fusion","offset":605},{"uri":"Dulce_Amor_(song)","surface_form":"the song of the same name","offset":675},{"uri":"Dulce_Amor_Tour","surface_form":"Dulce Amor Tour","offset":863},{"uri":"LP_record","surface_form":"LP record","offset":1094},{"uri":"Preciosa","surface_form":"Preciosa","offset":1105},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":1402},{"uri":"Songwriter","surface_form":"songwriter","offset":1443},{"uri":"Juan_Gabriel","surface_form":"Juan Gabriel","offset":1466},{"uri":"Costumbres","surface_form":"Costumbres","offset":1541},{"uri":"Ricky_Vela","surface_form":"Ricky Vela","offset":1554},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":1568},{"uri":"Dulce_Amor_(song)","surface_form":"Dulce Amor","offset":2111},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":2215},{"uri":"Always_Mine","surface_form":"Always Mine","offset":2246},{"uri":"Cari%C3%B1o%2C_Cari%C3%B1o_Mio","surface_form":"Cariño, Cariño Mio","offset":2289},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":2326},{"uri":"Hollywood%2C_California","surface_form":"Hollywood, California","offset":2402},{"uri":"Debut_album","surface_form":"debut album","offset":2494},{"uri":"Selena_y_Los_Dinos_(album)","surface_form":"Selena y Los Dinos","offset":2507},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":2575},{"uri":"Sony_Music_Latin","surface_form":"Sony Music Latin","offset":2635},{"uri":"EMI","surface_form":"EMI","offset":2728},{"uri":"Gloria_Estefan","surface_form":"Gloria Estefan","offset":2801},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":2943},{"uri":"Popular_music","surface_form":"popular music","offset":3355},{"uri":"Selena_(album)","surface_form":"upcoming debut album","offset":3789},{"uri":"Abraham_Quintanilla_Jr","surface_form":"Abraham Quintanilla Jr","offset":3967},{"uri":"Compilation_album","surface_form":"compilation album","offset":4107},{"uri":"Anthology","surface_form":"Anthology","offset":4234},{"uri":"Dulce_Amor_(song)","surface_form":"Dulce Amor","offset":4458},{"uri":"Lead_single","surface_form":"lead single","offset":4493},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":4548},{"uri":"Key_signature","surface_form":"key signature","offset":4704},{"uri":"Common_time","surface_form":"common time","offset":4721},{"uri":"G_minor","surface_form":"G minor","offset":4754},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":4771},{"uri":"Expressing","surface_form":"expressing","offset":4823},{"uri":"Emotions","surface_form":"emotions","offset":4838},{"uri":"Cumbia_music","surface_form":"Cumbia music","offset":4900},{"uri":"Jazz_fusion","surface_form":"Jazz fusion","offset":4917},{"uri":"Qu%C3%A9","surface_form":"Qué","offset":4931},{"uri":"Tricked","surface_form":"tricked","offset":5166},{"uri":"Loneliness","surface_form":"loneliness","offset":5239},{"uri":"Doubt","surface_form":"doubts","offset":5254},{"uri":"Ranchera_music","surface_form":"Ranchera music","offset":5405},{"uri":"Mariachi","surface_form":"Mariachi","offset":5424},{"uri":"Always_Mine","surface_form":"Always Mine","offset":5435},{"uri":"Roger_Garcia","surface_form":"Roger Garcia","offset":5562},{"uri":"Guitarist","surface_form":"guitarist","offset":5603},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":5617},{"uri":"Remix","surface_form":"remix","offset":5670},{"uri":"Anthology","surface_form":"Anthology","offset":5683},{"uri":"Billboard_(magazine)","surface_form":"Hot Dance Club Songs","offset":5751},{"uri":"Canadian_Hot_100","surface_form":"Canadian Hot 100","offset":5799},{"uri":"Romance_(love)","surface_form":"romance","offset":5843},{"uri":"Peer_pressure","surface_form":"peer pressure","offset":5878},{"uri":"Self_esteem","surface_form":"self-esteem","offset":5968},{"uri":"B_minor","surface_form":"B minor","offset":6048},{"uri":"Pop_music","surface_form":"Pop","offset":6114},{"uri":"R%26amp%3BB","surface_form":"Contemporary R&B","offset":6122},{"uri":"Cari%C3%B1o%2C_Cari%C3%B1o_Mio","surface_form":"Cariño, Cariño Mio","offset":6141},{"uri":"D_major","surface_form":"D major","offset":6524},{"uri":"Quisiera_Darte","surface_form":"Quisiera Darte","offset":6600},{"uri":"Ricky_Vela","surface_form":"Ricky Vela","offset":6709},{"uri":"Keyboardist","surface_form":"keyboardist","offset":6738},{"uri":"Love","surface_form":"love","offset":6894},{"uri":"C_minor","surface_form":"C minor","offset":7061},{"uri":"Johnny_Canales","surface_form":"Johnny Canales Show","offset":7401},{"uri":"Texas","surface_form":"Texas","offset":7476},{"uri":"Preciosa_Tour","surface_form":"Preciosa Tour","offset":7580},{"uri":"Texas_Monthly","surface_form":"Texas Monthly","offset":7635}]}