{"id":301022,"url":"http://en.wikipedia.org/wiki/Dreaming_of_You_(album)","text":"\"Dreaming of You\" is the last studio album recorded by American singer Selena. It was released on July 18, 1995 by EMI Records and EMI Latin. It was re-released on September 24, 2002 as part of the \"Selena: 20 Years of Music\" collection, which included bonus tracks, music videos and spoken liner notes by her family, friends, and her former band. \"Dreaming of You\" contains unreleased English and Spanish-language songs while also containing previously released songs that were remixed with dance hall and reggae. The first half of \"Dreaming of You\" contains mid-tempo R&B ballads and pop songs, while the rest of \"Dreaming of You\" contains Latin music.\nBy 1993, EMI Latin believed Selena was ready to release a crossover album. They believed she was ready because she had won a Grammy Award and other awards, signed a sponsorship tour with Coca-Cola, dominated the Latin music charts, and expanded the Tejano Music Movement across the United States (the Tejano Music Movement, which was a movement in Texas at the time, helped other people enjoy Tejano music and it becoming a popular trend). They also believed Selena had reached her peak in the Spanish-language market and they wanted to launch her into a career as an American solo pop artist. She was partnered with major pop music producers, some of whom were Grammy Award winners. The record company wanted to change Selena's musical styles from Tejano to contemporary R&B music. While Selena was recording songs, a crossover tour was being planned. On March 31, 1995, before \"Dreaming of You\" was scheduled to be released, Selena was killed by Yolanda Saldivar, who was a friend and manager of her clothing stores.\n\"Dreaming of You\" debuted at number one on the US \"Billboard\" 200 chart, and sold more than 331,000 copies in its first week. Selena became the first Hispanic singer to have an album, mostly in Spanish, to debut at number one. It went on to become the second-highest-selling debut album, behind Michael Jackson. On the date of release, \"Dreaming of You\" sold 175,000 copies, which helped Selena to become the second-fastest selling female artist, behind Janet Jackson. \"Dreaming of You\" had mixed to positive reviews from music critics, who many believed if Selena was alive to further promote the album, that it would have performed better on music charts globally. \"Dreaming of You\" won several awards including every award it was nominated at the 1996-98 Tejano Music Awards and the 1996-97 Premio Lo Nuestro awards.\nSeveral tracks from the album were released as singles in the United States and other countries. The title track, became instantly popular on radios throughout the United States. It peaked at number 22 on the \"Billboard\" Hot 100 chart and was able to reach the top 20 in many other charts. \"I Could Fall in Love\" also had the same success of the title track and peaked at number two on the Hot Latin Tracks and number eight on the Hot 100 Airplay chart. \"I'm Getting Used to You\" peaked at number eight on the Bubbling Under Hot 100 Singles. The single \"Tú Sólo Tú\" peaked at number one on both the Hot Latin Tracks and Latin Regional Mexican Airplay charts. Songs such as \"Captive Heart\", \"Techno Cumbia\", \"Como La Flor\" and \"Missing My Baby\", which were not released as a single, managed to peaked on \"Billboard\" charts including; Hot Latin Tracks, Latin Regional Mexican Airplay, Canadian Hot 100 and the PROMUSICAE (Spain music charts).\nPre-Production.\nSelena performed at the 1989 Tejano Music Awards, which was attended by Jose Behar. Behar, the former president of Sony Music Latin, had recently opened EMI Latin. EMI Latin became the Latin division of EMI Records. The new president of Sony Music Latin was also attending the event and had wanted Selena to sign with his company. Selena's father and manager Abraham Quintanilla Jr was given offers from both Sony and EMI, however, Sony doubled the amount EMI was offering. Quintanilla Jr decided to go with EMI because they were offering the crossover deal Selena wanted, while Quintanilla Jr wanted his children to be the first band to sign with EMI Latin.\nBefore Selena signed her contract with EMI Latin in 1989, Behar and Stephen Finfer sent out a request to EMI Records for Selena to begin her crossover album. She recorded \"Only Love\", \"Is It the Beat?\", and \"Where Did the Feeling Go?\" for the presidents of EMI Records' pop division. Behar's and Finfer's request was denied. The presidents' told them that Selena needed a bigger fan base in order to sell a lot of copies of a crossover album. Behar told in an interview that he thought EMI Records, and people in general, did not believe that a Mexican American woman could be \"successful\". By 1993 Selena had won a Grammy Award for \"Selena Live!\" (1993), won several other awards, signed a sponsorship tour with Coca-Cola, dominated the Latin music charts, and expanded the Tejano Music Movement across the United States.\nEMI Latin believed Selena should release a crossover album, believing she had reached her peak in the Spanish-language market. They wanted to launch her career as an American solo pop artist. Selena was signed with EMI's SBK Records in November 1993 after less than twenty-four hours in Los Angeles. News of Selena being signed with SBK made front-page news on \"Billboard\" magazine. Selena said that she was frighten by the recording deal because the situation was new to her and that only a few people had believed she would achieve success in the pop world. Selena said in interviews that the album would be released in 1994. However, following the release of \"Amor Prohibido\" in March 1994, she said the album was still being developed. During a dinner in a Thai restaurant in 1994, Selena was upset about the pressure she was under from the press about the album. She said, to Behar, that she told a lot of news crews that the album was about to be released and that she has yet to record a single song. Behar believed Selena was joking because she had always like telling jokes, but then noticed she was not setting up a joke and believed she was right. Behar then told the chairman of EMI Records, Charles Koppelman, that Selena and her band Los Dinos would leave EMI and find a record company willing to record an English-language album for Selena. Behar had lied to the chairman about Selena leaving in order to force the crossover album to begin. Koppelman did not want Selena to leave and began the recording sessions.\nProduction and development.\nSelena started recording the first song for the album, \"I Could Fall in Love\", in late 1994. Selena was partnered with major pop music producers, some of which were Grammy Award winners. Selena's sister Suzette Quintanilla stated that Selena would take a very long time before deciding on a song that was \"Selena\". However, SBK Records controlled the entire project and only allowed Selena to choose one song. This was because, SBK knew what they were doing for a crossover event. Recording sessions for the album took place at several recording studios, including: her father's Q-Productions studio in Corpus Christi; The Bennett House in Franklin, Tennessee; Bananaboat Studio in Burbank, California; Oakshire Recorders in Los Angeles; Conway Studios in Hollywood; Clinton Studios in Clinton, New York; and Levosia Entertainment in Hollywood. Producers and songwriters who worked with Selena on the album included Keith Thomas, Trey Lorenz of Epic Records, Mark Goldenberg, Kit Hain, Guy Roche, Donna Delorey, Diane Warren, Rhett Lawrence, David Byrne of Luaka Bop Inc., Franne Golde, Tom Snow, Full Force, Brian \"Red\" Moore, A.B. Quintanilla III Selena's brother, Barrio Boyzz, K.C. Porter, Felipe Bernmejo, Jose Hernandez and Felipe Valdes Leal. Singers, Amy Grant and Vanessa Williams were both in the process of writing a song for Selena. \"Dreaming of You\" was the first album that Selena's family did not produce. Her family had wanted professional pop producers to work with Selena. Selena found this decision stressful, and felt that it was forced on her in order to sell records.\nSelena co-wrote with David Byrne, former lead singer of Talking Heads, for his gospel song \"God's Child (Baila Conmigo)\". Her vocals were later used in the song after Byrne recorded it in Clifton, New York. Selena's brother Quintanilla III and her husband Chris Perez did not like \"Dreaming of You\". They both later stated that they grew to love it after Selena was murdered. While being interviewed, Keith Thomas stated that every time Selena would walk in the recording studio that all eyes would be on her because of her smiles, energy, and eager to succeed, who made everyone laugh. Thomas also stated that there were no ego problems with her. Selena had recorded songs in late 1994 and had recorded a total of six songs by January 20, 1995. Selena was supposed to record \"Oh No (I'll Never Fall in Love Again)\" on the morning of March 31, 1995. However, she was killed on the same day by Yolanda Saldivar, a friend and ex-manager of her clothing stores. \"Oh No\" was later recorded in Spanish by her brother's band, Kumbia Kings, on their album \"Amor, Familia y Respecto\" (2009). Thomas, who wrote \"I Could Fall in Love\", never finished his second song that Selena was supposed to record and talked about the song while being interviewed for the A&E series \"Biography\" in 2008. In 2008, freestyle singer Brenda K. Starr, revealed that she was supposed to be in two unrecorded duets with Selena. In June 2011, Dominican American Latin soul singer TeCheetah Lopez was given a demo of \"Love Me Now\", which was supposed to be for Selena to record. \"Love Me Now\" was written by Christopher Troy and Zac Harmon. According to Behar, \"Dreaming of You\" was supposed to be released in September or October 1995. In April 1995, EMI Latin decided to only release four out of the six English-language songs Selena had recorded. The song \"Siempre Hace Frio\" was taken off of \"Dreaming of You\".\nRecording and composition.\n\"I Could Fall in Love\", the first promotional single, was written by Keith Thomas and is a soft rock, pop, R&B and soul. \"I Could Fall in Love\" is written in the key of E major and moves at a moderate 86 beats per minute. Selena's vocal range in the song spans four octaves with music notes 3-A4. Its lyrics are about a woman who is in love with a guy who does not know about her true feelings for him. She tries to tell him, but is afraid of rejection, she decides not tell him. According to \"The Billboard Book of Number One Albums\", \"I Could Fall in Love\" was chosen as the \"best song\" off of \"Dreaming of You\" and \"... could melt the hearts of millions around the world\". Kathleen Tracy wrote that \"I Could Fall in Love\" and \"Dreaming of You\" are two hit \"ballads\". James Hunter of \"Vibe\" stated that he liked Selena's passion that she used to record \"I Could Fall in Love\". Hunter also stated that the song is a \"masterpiece\", while also stating that because of Selena's death, it was hard to listen to the song without crying. After Selena's death, \"I Could Fall in Love\" became a popular wedding song.\n\"Dreaming of You\", the lead single, was written by Franne Golde and Tom Snow. \"Dreaming of You\" is a power ballad and contemporary R&B. The song's main instruments are the piano, wind chimes and funk bass. \"Dreaming of You\" is written in Ab major and begins in the key of G♯(Ab). It changes to the key of A♯(Bb) after the bridge. Selena's vocal range spans Eb3-Eb5. \"The Los Angeles Times\" ranked \"Dreaming of You\" number five from their \"Top-ten Singles of 1995\". Its lyrics are about a lonely and depressed woman in her room at night, who dreams of being with her boyfriend. The song begins with a low-key instrumentation, which provides emphasis for Selena's vocals. Geraldo Martinez of \"El Dictamen\" wrote that the opening of the song was \"surprisingly tantalizing\". \"Dreaming of You\" became Selena's signature song and was given positive feedback from music critics.\n\"I'm Getting Used to You\", the second promotional single, was written by Diane Warren and was produced by Rhett Lawrence. Four dance mixes were remixed by David Morales, which were created for promotional use. \"I'm Getting Used to You\" is a baroque- and dream-pop song and is written in the key of F major. Because of the music's easy piano notes it was included in the \"Top Pop Hits of 1996 for Easy Piano\" book. Its lyrics are about a woman who does not know what love is and her boyfriend tries to help her understand by \"opening her eyes\" to true love.\n\"Captive Heart\", is a synthpop, electro and fast rock song. \"Captive Heart\" is an uptemo song written by Kit Hain. It was released as the album's first promotional single in the United Kingdom. Its lyrics are about a woman being controlled by her partner who will not let her be free of her own emotions. She is unable to end the relationship because she is too in love with him. Ed Morales of \"Vibe\" compared both Evelyn \"Champagne\" King and \"Wherever You Are\" (the English version of \"Donde Quiera Que Estes\") with \"Captive Heart\". According to the \"Chicago Tribune\" \"Captive Heart\" was the right song for urban-contemporary radios. The \"Daily Vault\" believed Selena made a mistake with \"Captive Heart\" because she had used too much \"throat\" in the song.\n\"God's Child (Baila Conmigo)\", a duet with David Byrne, was originally recorded for the \"Don Juan DeMarco\" soundtrack. After Selena was murdered, EMI Latin decided to use the song for \"Dreaming of You\". Byrne recorded his parts in New York, while Selena recorded her verse in Corpus Christi, Texas, at her father's recording studio. \"God's Child\" was later used for the \"Blue in The Face\" soundtrack. According to the \"Chicago Tribune\", \"God's Child (Baila Conmigo)\", is an \"energetic, dark and mysterious\" song. They also stated that the song is a rumba flamenco with rock and R&B. Christopher John Farley of \"Time\" stated that the song is a \" ... giddy soulful song\".\n\"El Toro Relajo\" was an unreleased Spanish-language mariachi-ballad. It was written by Felipe Bermejo and produced by Jose Hernandez. It became the sixth single to be released from \"Dreaming of You\". Its lyrics are about a woman warning a man, during a bullfighting competition, that the bull is not tame. She then tries to tame the bull before her lover rides it. The band Mariachi Sol de Mexico were the backup singers for the song. \"El Toro Relajo\" was also recorded for the \"Don Juan DeMarco\" soundtrack. The \"Daily Vault\" believed the song was the \"most impressive track\" on \"Dreaming of You\". The \"Daily Vault\" also stated that it was \"short, amusing, and dedicated\". After Selena's death, the song became a traditional Cinco de Mayo celebration song. Brennan told \"Time\" magazine that he believes the company who dropped \"El Toro Relajo\" from the \"Don Juan DeMarco\" soundtrack, regrets ever doing so. \"Tú Sólo Tú\" became the seventh single released from \"Dreaming of You\". John Lannert of \"Billboard\" called it a \"classic emotive (emotional) ballad\". Christopher John Farley of \"Time\" said that \"Tú Sólo Tú\" is a \"spirited mariachi song\".\nRelease.\n\"Dreaming of You\" was scheduled to be released sometime in 1994. However, following \"Amor Prohibido\", Selena's last Spanish studio album, the album was delayed. Selena told in an interview on January 20, 1995 that the album would be released in July. EMI Records and EMI Latin released \"Dreaming of You\" on July 18, 1995. It debuted at number one on the US \"Billboard\" 200 chart. \"Dreaming of You\" replaced the \"Pocahontas\" soundtrack spot as the number one album on the \"Billboard\" 200. \"Dreaming of You\" was among the ten best-selling debuts ever, and was the best-selling debut by a female artist. Selena fans in Dallas, Texas, began lining up to buy the album hours before stores were open. \"Dreaming of You\" sold 331,000 copies in its first week. It became the biggest first-week seller by a female artist. It also became the first album by a Hispanic artist to debut at number one. EMI believed that \"Dreaming of You\" sold more than 400,000 copies because SoundScan did not track copies sold in small stores.\n\"Dreaming of You\" also debuted at number one on the \"Billboard\" Top Latin Albums and \"Billboard\" Latin Pop Albums charts. It remained on the charts for nearly two-hundred weeks. In Austin, stores were sold out of \"Dreaming of You\" within minutes on the day it was released. Throughout the entire city, Austin stores only allowed two copies per costumer. Fans in Corpus Christi began celebrating the release of \"Dreaming of You\" the day before the album was released, at music stores across the city. \"Dreaming of You\" was sold in approximately fifteen countries, and in the months following its release, Selena became more famous. \"I Could Fall in Love\" and \"Dreaming of You\" were played on English speaking radio stations, mostly on Adult contemporary radios. In Texas alone, \"Dreaming of You\" sold half a million copies.\nWithin ten months of release, \"Dreaming of You\" was nearing triple-platinum status. It was certified 3.5 time platinum by the Recording Industry Association of America (RIAA), for shipping more than 3,500,000 copies in its first year. \"Billboard\" named \"I Could Fall in Love\" and \"Dreaming of You\" the number one and two spots, in the \"Billboard Book of Top 40 Hits\". \"Dreaming of You\" sold over 2,000,000 copies its first year. EMI Latin was backed up with orders of 500,000 copies from retail stores. \"Dreaming of You\" was considered the \"highest selling Latin album\" since Julio Iglesias recorded his first English-language record \"110 Bel Air Place\" (1984). \"Dreaming of You\" was certified Gold in Canada, for shipments of 50,000 copies.\nIn the same month of its release, \"Dreaming of You\" joined five of Selena's studio albums that were in the top ten on the \"Billboard\" Top 50 Latin Albums. The album peaked at number one, two years later \"Dreaming of You\" and \"Siempre Selena\" (1996) continued to chart on the \"Billboard\" Latin 50. \"Dreaming of You\" became the first album by a Hispanic singer to debut at number one. Some Texas stores believed that the sale figures for \"Dreaming of You\" in their state were wrong because the album had sold poorly at their music stores.\nCrossover Tour.\nThe Crossover Tour was a scheduled world tour. It was supposed to help promote \"Dreaming of You\" worldwide. The tour was scheduled to begin in mid-1995, after the album was released. The Crossover Tour was also going to promote Selena in countries where she was not well known in.\nCommercial promotion.\nThere were several commercials released in the US, Mexico and South America. Behar said that promotion \"... will be on the superstar scale\" and that \"[We] didn't put this marketing campaign behind it because there was a tragedy.... We put this marketing campaign behind it because we believed that this was going to be a huge album because of the music. This is a record that we're going to work over the next 10 months.\"\nIn Texas and Mexico, bootleggers sold copies of \"Dreaming of You\". A bootlegger is a person who takes the music of an album and copy's it to a blank CD and make profit by selling the blank CDs to people on the streets. One, in Corpus Christi, tried selling a bootleg to Selena's father, without knowing who he was. Quintanilla Jr, took all the copies and reported the man to local police. There are no known reports of the public bootleggers, although Quintanilla Jr reported any he found to police. \"TVyNovelas\" believed that 50,000 copies of \"Dreaming of You\" bootlegs were sold, at five dollars each.\nCritical reception.\nStephen Erlewine of Allmusic wrote that most Americans first learned about Selena because of her murder, and \"Dreaming of You\" was the first record of Selena's that they heard. He wrote: \"Dreaming of You\" would have been a stronger album if she had lived, but it still stands as a powerful – and touching – testament to her talents.\" \"Billboard\" stated that Selena recorded songs that were \"pop\" and not \"Tejano\" music. \"Vibe\" editor Ed Morales called the album a \"cumbia\" and \"Tex-Mex\" (Tejano) album. James Hunter, also from \"Vibe\", believed it was hard to listen to the album because Selena's death was recent.\nThe \"Chicago Tribune\"s Achy Obejas wrote that \"Dreaming of You\" was an \"incomplete\" album that has a lot of mistakes in the selection of songs Selena recorded. Christopher John Farley of \"Time\" believed \"Dreaming of You\" helped Selena to become more popular in America. Enrique Lopetegui of the \"Los Angeles Times\" wrote that \"Dreaming of You\" was Selena's most \"satisfying\" album. Mary Talbot of the \"New York Daily News\" believed the album was able to reveal what Selena's career would have been like if she was alive.\nPersonnel and credits.\nCredits are taken from the album's liner notes.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Studio_album","surface_form":"studio album","offset":30},{"uri":"United_States","surface_form":"American","offset":55},{"uri":"Selena","surface_form":"Selena","offset":71},{"uri":"EMI_Records","surface_form":"EMI Records","offset":115},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":131},{"uri":"Spoken_word","surface_form":"spoken liner notes","offset":284},{"uri":"Selena_y_Los_Dinos","surface_form":"former band","offset":335},{"uri":"Remix","surface_form":"remix","offset":479},{"uri":"Dance_hall","surface_form":"dance hall","offset":492},{"uri":"Reggae","surface_form":"reggae","offset":507},{"uri":"Tempo","surface_form":"tempo","offset":564},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":570},{"uri":"Ballad","surface_form":"ballad","offset":574},{"uri":"Pop_music","surface_form":"pop","offset":586},{"uri":"Crossover_(music)","surface_form":"crossover","offset":713},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":780},{"uri":"Sponsor","surface_form":"sponsor","offset":820},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":842},{"uri":"Dominate","surface_form":"dominated","offset":853},{"uri":"Movement_(music)","surface_form":"movement","offset":991},{"uri":"Trend","surface_form":"trend","offset":1087},{"uri":"Peak","surface_form":"peak","offset":1137},{"uri":"Record_producer","surface_form":"producers","offset":1288},{"uri":"Murder_of_Selena","surface_form":"killed","offset":1593},{"uri":"Yolanda_Saldivar","surface_form":"Yolanda Saldivar","offset":1603},{"uri":"Selena_Etc.","surface_form":"clothing stores","offset":1657},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":1724},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1969},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":2128},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":2432},{"uri":"Premio_Lo_Nuestro","surface_form":"Premio Lo Nuestro","offset":2468},{"uri":"Dreaming_of_You_(song)","surface_form":"title track","offset":2595},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":2703},{"uri":"I_Could_Fall_in_Love","surface_form":"I Could Fall in Love","offset":2785},{"uri":"Hot_Latin_Tracks","surface_form":"Hot Latin Tracks","offset":2884},{"uri":"Hot_100_Airplay","surface_form":"Hot 100 Airplay","offset":2925},{"uri":"I%27m_Getting_Used_to_You","surface_form":"I'm Getting Used to You","offset":2949},{"uri":"Bubbling_Under_Hot_100_Singles","surface_form":"Bubbling Under Hot 100 Singles","offset":3004},{"uri":"T%C3%BA_S%C3%B3lo_T%C3%BA","surface_form":"Tú Sólo Tú","offset":3048},{"uri":"Billboard_charts","surface_form":"Latin Regional Mexican Airplay","offset":3114},{"uri":"Captive_Heart","surface_form":"Captive Heart","offset":3168},{"uri":"Techno_Cumbia","surface_form":"Techno Cumbia","offset":3185},{"uri":"Como_La_Flor_(song)","surface_form":"Como La Flor","offset":3202},{"uri":"Canadian_Hot_100","surface_form":"Canadian Hot 100","offset":3377},{"uri":"Tejano_Music_Awards","surface_form":"Tejano Music Awards","offset":3480},{"uri":"Sony_Music_Latin","surface_form":"Sony Music Latin","offset":3566},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":3604},{"uri":"EMI_Records","surface_form":"EMI Records","offset":3654},{"uri":"Abraham_Quintanilla_Jr","surface_form":"Abraham Quintanilla Jr","offset":3810},{"uri":"Crossover_(music)","surface_form":"crossover","offset":3994},{"uri":"Is_It_the_Beat%3F","surface_form":"Is It the Beat?","offset":4295},{"uri":"Where_Did_the_Feeling_Go%3F","surface_form":"Where Did the Feeling Go?","offset":4318},{"uri":"Mexican_American","surface_form":"Mexican American","offset":4655},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":4726},{"uri":"Selena_Live%21","surface_form":"Selena Live!","offset":4744},{"uri":"Sponsor","surface_form":"sponsor","offset":4801},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":4823},{"uri":"Dominate","surface_form":"dominated","offset":4834},{"uri":"Peak","surface_form":"peak","offset":5023},{"uri":"SBK_Records","surface_form":"SBK Records","offset":5154},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":5295},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":5596},{"uri":"Selena_y_Los_Dinos","surface_form":"Los Dinos","offset":6181},{"uri":"Suzette_Quintanilla","surface_form":"Suzette Quintanilla","offset":6693},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":7069},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":7618},{"uri":"Barrio_Boyzz","surface_form":"Barrio Boyzz","offset":7657},{"uri":"Amy_Grant","surface_form":"Amy Grant","offset":7749},{"uri":"Talking_Heads","surface_form":"Talking Heads","offset":8136},{"uri":"Chris_Perez","surface_form":"Chris Perez","offset":8336},{"uri":"Murder_of_Selena","surface_form":"murdered","offset":8446},{"uri":"Ego","surface_form":"ego","offset":8705},{"uri":"Yolanda_Saldivar","surface_form":"Yolanda Saldivar","offset":8973},{"uri":"Selena_Etc.","surface_form":"clothing stores","offset":9022},{"uri":"Kumbia_Kings","surface_form":"Kumbia Kings","offset":9100},{"uri":"Freestyle_music","surface_form":"freestyle","offset":9371},{"uri":"Siempre_Hace_Frio","surface_form":"Siempre Hace Frio","offset":9909},{"uri":"I_Could_Fall_in_Love","surface_form":"I Could Fall in Love","offset":9992},{"uri":"Promotional_single","surface_form":"promotional single","offset":10025},{"uri":"Soft_rock","surface_form":"soft rock","offset":10082},{"uri":"Soul_music","surface_form":"soul","offset":10106},{"uri":"Key_(music)","surface_form":"key","offset":10153},{"uri":"E_major","surface_form":"E major","offset":10160},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":10195},{"uri":"Vocal_range","surface_form":"vocal range","offset":10222},{"uri":"Octave","surface_form":"octave","offset":10257},{"uri":"F_minor","surface_form":"3","offset":10282},{"uri":"A_minor","surface_form":"A4","offset":10284},{"uri":"Ballad","surface_form":"ballad","offset":10751},{"uri":"Dreaming_of_You_(song)","surface_form":"Dreaming of You","offset":11101},{"uri":"Lead_single","surface_form":"lead single","offset":11123},{"uri":"Power_ballad","surface_form":"power ballad","offset":11201},{"uri":"Wind_chimes","surface_form":"wind chimes","offset":11279},{"uri":"Funk","surface_form":"funk","offset":11295},{"uri":"A_major","surface_form":"Ab major","offset":11338},{"uri":"G_minor","surface_form":"G♯(Ab)","offset":11372},{"uri":"Bridge_(music)","surface_form":"bridge","offset":11422},{"uri":"E_major","surface_form":"Eb3-Eb5","offset":11457},{"uri":"The_Los_Angeles_Times","surface_form":"The Los Angeles Times","offset":11467},{"uri":"Emphasis","surface_form":"emphasis","offset":11740},{"uri":"Tantalizing","surface_form":"tantalizing","offset":11857},{"uri":"Signature_song","surface_form":"signature song","offset":11905},{"uri":"I%27m_Getting_Used_to_You","surface_form":"I'm Getting Used to You","offset":11973},{"uri":"Remix","surface_form":"remix","offset":12116},{"uri":"Baroque_pop","surface_form":"baroque","offset":12213},{"uri":"Dream_pop","surface_form":"dream-pop","offset":12226},{"uri":"Captive_Heart","surface_form":"Captive Heart","offset":12530},{"uri":"Synthpop","surface_form":"synthpop","offset":12551},{"uri":"Electropop","surface_form":"electro","offset":12561},{"uri":"God%27s_Child_(Baila_Conmigo)","surface_form":"God's Child (Baila Conmigo)","offset":13287},{"uri":"Don_Juan_DeMarco","surface_form":"Don Juan DeMarco","offset":13375},{"uri":"Time_(magazine)","surface_form":"Time","offset":13897},{"uri":"El_Toro_Relajo","surface_form":"El Toro Relajo","offset":13957},{"uri":"Mariachi","surface_form":"mariachi","offset":14008},{"uri":"Bullfighting","surface_form":"bullfighting","offset":14209},{"uri":"Cinco_de_Mayo","surface_form":"Cinco de Mayo","offset":14682},{"uri":"T%C3%BA_S%C3%B3lo_T%C3%BA","surface_form":"Tú Sólo Tú","offset":14865},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":15468},{"uri":"Pocahontas_(movie)","surface_form":"Pocahontas","offset":15523},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":15727},{"uri":"Billboard_charts","surface_form":"Top Latin Albums","offset":16190},{"uri":"Latin_Pop_Albums","surface_form":"Latin Pop Albums","offset":16223},{"uri":"Austin%2C_Texas","surface_form":"Austin","offset":16307},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi","offset":16488},{"uri":"Adult_contemporary","surface_form":"Adult contemporary","offset":16860},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":17075},{"uri":"Siempre_Selena","surface_form":"Siempre Selena","offset":17917},{"uri":"Allmusic","surface_form":"Allmusic","offset":19613},{"uri":"Testament","surface_form":"testament","offset":19900},{"uri":"Popular_music","surface_form":"pop","offset":19984},{"uri":"Vibe_(magazine)","surface_form":"Vibe","offset":20014},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":20212},{"uri":"Time_(magazine)","surface_form":"Time","offset":20395},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":20503},{"uri":"New_York_Daily_News","surface_form":"New York Daily News","offset":20609}]}