{"id":301127,"url":"http://en.wikipedia.org/wiki/Copy_editing","text":"e=\"preserve\">Copy editing, or \"sub-editing\", is the work an editor does to improve the style or accuracy of a text. The revised text should be more readable and sometimes more interesting after the editing. Also, punctuation and grammar may need correcting, but without changing the writer's general style.\nCopy editing might not involve changing the substance of the text, unless supposed facts need correction. The word 'copy' refers to written or typewritten text for typesetting, printing, or publication. Copy editing is usually done before typesetting and proofreading. Proofreading is the last step in the editing process.\nIn the United States and Canada, an editor who does this work is called a copy editor, and an organization's highest-ranking copy editor, or the supervising editor of a group of copy editors, may be known as the copy chief, copy desk chief, or news editor.\nIn book publishing in the United Kingdom and other parts of the world that follow UK nomenclature, the term 'copy editor' is also used, but in newspaper and magazine publishing, the term is 'sub-editor' and commonly shortened to 'sub' or 'subbie'. As the 'sub' suggests, UK copy editors usually have less authority than regular editors. 'Editors' in book publishing generally have a responsibility for choosing authors and titles which will make for good sales. In magazines and newspapers they are executives, responsible for the business success of the enterprise.\nThe work of a sub-editor.\nAbove all, the sub should \"approach every story from the point of view of the reader\".p6","categories":[],"infobox_types":[],"annotations":[{"uri":"Editor","surface_form":"editor","offset":60},{"uri":"Textual_difficulty","surface_form":"readable","offset":148},{"uri":"Punctuation","surface_form":"punctuation","offset":213},{"uri":"Grammar","surface_form":"grammar","offset":229},{"uri":"Typesetting","surface_form":"typesetting","offset":471},{"uri":"Printing","surface_form":"printing","offset":484},{"uri":"Publication","surface_form":"publication","offset":497},{"uri":"Proofreading","surface_form":"proofreading","offset":562},{"uri":"United_States","surface_form":"United States","offset":637},{"uri":"Canada","surface_form":"Canada","offset":655},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":913}]}