{"id":301293,"url":"http://en.wikipedia.org/wiki/Most_common_words_in_English","text":"e=\"preserve\">This list of the most common words in English has been produced by Oxford University Press. By \"words\" is meant dictionary head words or lemmas.\nIt is based on an analysis of a body of over a billion words. It represents a study done by Oxford Online, associated with the Oxford English Dictionary.\nThis source includes writings of all sorts from \"literary novels and specialist journals to everyday newspapers and magazines and from Hansard to the language of chatrooms, emails, and weblogs\", unlike some sources which use texts from only specific sources.\n\"The Reading Teachers Book of Lists\" claims that the first 25 words make up about one-third of all printed material in English, and that the first 100 make up about one-half of all written material.\nNote that the items listed may represent more than one actual word; they are lemmas. For instance the entry \"be\" contains within it the occurrences of \"are\", \"is\", \"were\" and \"was\". Note also that these top 100 lemmas listed below account for 50% of all the words in the Oxford English Corpus.\nParts of speech.\nIn parentheses are their position in the overall list. Some words are not listed here because they can be used as more than one part of speech. The lists show clearly that 'function' words, like prepositions and connectives, are more common than 'content' words, like nouns, and most verbs, adjectives and adverbs. Verbs like \"to be\" have both content and linguistic functions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dictionary","surface_form":"dictionary","offset":125},{"uri":"Lemma_(linguistics)","surface_form":"lemma","offset":150},{"uri":"Billion","surface_form":"billion","offset":205},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":285},{"uri":"Hansard","surface_form":"Hansard","offset":447},{"uri":"Lemma_(linguistics)","surface_form":"lemma","offset":847},{"uri":"Preposition","surface_form":"preposition","offset":1276},{"uri":"Connective","surface_form":"connective","offset":1293},{"uri":"Nouns","surface_form":"nouns","offset":1349},{"uri":"Verb","surface_form":"verb","offset":1365},{"uri":"Adjective","surface_form":"adjective","offset":1372},{"uri":"Adverb","surface_form":"adverb","offset":1387}]}