{"id":301221,"url":"http://en.wikipedia.org/wiki/Ecological_genetics","text":"e=\"preserve\">Ecological genetics is the study of genetics and evolution in natural populations.\nThis contrasts with classical genetics, which works mostly on crosses between laboratory strains, and DNA sequence analysis, which studies genes at the molecular level.\nResearch in ecological genetics is on traits related to fitness, which affect an organism's survival and reproduction. Examples might be: flowering time, drought tolerance, polymorphism, mimicry, defence against predators.\nResearch usually involve a mixture of field and laboratory studies. Samples of natural populations may be taken back to the laboratory for their genetic variation to be analysed. Changes in the populations at different times and places will be noted, and the pattern of mortality in these populations will be studied. Research is often done on insects and other organisms that have short generation times.\nHistory.\nAlthough work on natural populations had been done previously, it is acknowledged that the field was founded by the English biologist E.B. Ford (1901–1988) in the early 20th century. Ford was taught genetics at Oxford University by Julian Huxley, and started research on the genetics of natural populations in 1924. Ford also had a long working relationship with R.A. Fisher. By the time Ford had developed his formal definition of genetic polymorphism, Fisher had got accustomed to high natural selection values in nature. This was one of the main outcomes of research on natural populations. Ford's magnum opus was \"Ecological genetics\", which ran to four editions and was widely influential.\nOther notable ecological geneticists would include Theodosius Dobzhansky who worked on chromosome polymorphism in fruit flies. As a young researcher in Russia, Dobzhansky had been influenced by Sergei Chetverikov, who also deserves to be remembered as a founder of genetics in the field, though his significance was not appreciated until much later. Dobzhansky and colleagues carried out studies on natural populations of \"Drosophila\" species in western USA and Mexico over many years.\nMany were influenced by Ford in the post WWII era. Collectively, their work on lepidoptera, and on human blood groups, established the field, and threw light on selection in natural populations, where its role had been once doubted.\nWork of this kind needs long-term funding, as well as grounding in both ecology and genetics. These are both difficult requirements. Research projects can last longer than a researcher's career; for instance, research into mimicry started 150 years ago, and is still going strongly. Funding of this type of research is still rather erratic, but at least the value of working with natural populations in the field cannot now be doubted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetics","surface_form":"genetics","offset":49},{"uri":"Evolution","surface_form":"evolution","offset":62},{"uri":"DNA","surface_form":"DNA","offset":198},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":202},{"uri":"Trait_(biology)","surface_form":"traits","offset":303},{"uri":"Fitness","surface_form":"fitness","offset":321},{"uri":"Drought","surface_form":"drought","offset":419},{"uri":"Polymorphism","surface_form":"polymorphism","offset":438},{"uri":"Mimicry","surface_form":"mimicry","offset":452},{"uri":"Defence_against_predators","surface_form":"defence against predators","offset":461},{"uri":"Death","surface_form":"mortality","offset":758},{"uri":"Insects","surface_form":"insects","offset":832},{"uri":"United_Kingdom","surface_form":"English","offset":1019},{"uri":"E.B._Ford","surface_form":"E.B. Ford","offset":1037},{"uri":"Oxford_University","surface_form":"Oxford University","offset":1114},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":1135},{"uri":"R.A._Fisher","surface_form":"R.A. Fisher","offset":1266},{"uri":"Genetic_polymorphism","surface_form":"genetic polymorphism","offset":1335},{"uri":"Natural_selection","surface_form":"natural selection","offset":1391},{"uri":"Theodosius_Dobzhansky","surface_form":"Theodosius Dobzhansky","offset":1649},{"uri":"Chromosome","surface_form":"chromosome","offset":1685},{"uri":"Drosophila","surface_form":"fruit flies","offset":1712},{"uri":"Sergei_Chetverikov","surface_form":"Sergei Chetverikov","offset":1792},{"uri":"Lepidoptera","surface_form":"lepidoptera","offset":2163},{"uri":"Blood_group","surface_form":"blood group","offset":2189},{"uri":"Mimicry","surface_form":"mimicry","offset":2540}]}