{"id":30132,"url":"http://en.wikipedia.org/wiki/State_Anthem_of_the_Soviet_Union","text":"The State Anthem of the Soviet Union was the national anthem of the Soviet Union from 1944 until 1991. It replaced the old one, which was a Russian translation of \"The Internationale\".\nHistory.\nThe music was created around 1938 by Alexander Alexandrov, a great Russian composer who earlier started the Alexandrov Ensemble. The original lyrics were by Sergey Mikhalkov and Gabriel El-Registan and first written in 1943. They mentioned Joseph Stalin by his name as well as the Great Patriotic War. When Stalin died in 1953, the lyrics were no longer appropriate and so the music was performed without them. For the 60th anniversary of the October Revolution in 1977, the lyrics were brought back, but changed so that they do not mention Stalin or the war.\nThis song was in use until the Soviet Union broke down in 1991. Until then, most of the republics of the Soviet Union also had their own anthem, but the Russian SSR did not until 1990. After Russia became independent, the Russian SSR anthem, which used a melody by Mikhail Glinka and had no official words, became the Russian national anthem. But in 2000, the newly elected President, Vladimir Putin, decided to bring back the melody of the Soviet anthem. He had new words written to it by Sergey Mikhalkov, the same person who wrote the original Soviet anthem.\nBelow is the Russian and the English versions of the lyrics; both can be sung to the music. Like \"The Internationale\", there are also other versions of the Soviet anthem in different languages.\nOriginal 1944 version.\nThe 1944 text had three different refrains following three different stanzas; in each refrain, the second line was consequently modified with references to friendship, then happiness and finally the glory. In 1977, these refrains were replaced by a uniform refrain following all stanzas.\nEnglish translation of the 1944 version.\n<poem>The Russian [Soviet] republics, in freedom united,\nHave mustered their power, their glory, their pride,\nAnd thus they created the great Soviet Union,\nThe will of the nations that spread far and wide!\n\"Great shall your glory be, Motherland proud and free,\"\n\"Bulwark of friendship for nation and man!\"\n\"Flag of the Soviet, lead us to victory,\"\n\"Flag of the people since freedom began!\"\nThe sunlight of freedom has shone through the tempest,\nAnd Lenin has lighted our path with his flame,\nWhile Stalin has shown us that faith in the people\nInspires us to action, to deeds and to fame.\n\"Great shall your glory be, Motherland proud and free,\"\n\"Bulwark of happiness for nation and man!\"\n\"Flag of the Soviet, lead us to victory,\"\n\"Flag of the people since freedom began!\"\nOur army in action has grown in its power,\nAnd soon it will wipe out the enemy horde;\nThe fate of the future is sealed by our bravery,\nAnd honour and glory shall be our reward!\n\"Great shall your glory be, Motherland proud and free,\"\n\"Bulwark of glory for nation and man!\"\n\"Flag of the Soviet, lead us to victory,\"\n\"Flag of the people since freedom began!\"</poem>\nAnthem of the Bolshevik Party.\nThe Hymn of the Bolshevik Party (Гимн партии большевиков / \"Gimn partii boljševikov\") uses the same melody as the Soviet anthem, but with different lyrics by Vasily Lebedev-Kumach.\nThe opening bars of the song is sampled from \"Life has Become Better\" (Жить стало лучше / \"Žitj stalo lučše\"), one of Alexandrov's previous pieces. From the 1930s to the 1950s, this served as the unofficial anthem of the Bolshevik Party. In 2016, Communists of Russia—a Russian communist party—declared that this piece is their party anthem.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_anthem","surface_form":"national anthem","offset":45},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":68},{"uri":"The_Internationale","surface_form":"The Internationale","offset":164},{"uri":"Alexander_Alexandrov","surface_form":"Alexander Alexandrov","offset":231},{"uri":"Alexandrov_Ensemble","surface_form":"Alexandrov Ensemble","offset":302},{"uri":"Sergey_Mikhalkov","surface_form":"Sergey Mikhalkov","offset":351},{"uri":"Gabriel_El-Registan","surface_form":"Gabriel El-Registan","offset":372},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":434},{"uri":"World_War_II","surface_form":"Great Patriotic War","offset":475},{"uri":"October_Revolution","surface_form":"October Revolution","offset":637},{"uri":"History_of_the_Soviet_Union_(1985-1991)","surface_form":"the Soviet Union broke down","offset":781},{"uri":"Republics_of_the_Soviet_Union","surface_form":"republics of the Soviet Union","offset":842},{"uri":"Russian_SFSR","surface_form":"Russian SSR","offset":907},{"uri":"Mikhail_Glinka","surface_form":"Mikhail Glinka","offset":1019},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":1139},{"uri":"Russian_language","surface_form":"Russian","offset":1329},{"uri":"English_language","surface_form":"English","offset":1345},{"uri":"Life_has_become_better","surface_form":"Life has Become Better","offset":3254},{"uri":"Communist_Party_of_the_Soviet_Union","surface_form":"Bolshevik Party","offset":3429},{"uri":"Communists_of_Russia","surface_form":"Communists of Russia","offset":3455}]}