{"id":301332,"url":"http://en.wikipedia.org/wiki/Banded_iron_formation","text":"Banded iron formations (or BIFs) are a distinctive type of rock often found in Precambrian sedimentary rocks.\nThey consist of repeated thin layers of iron oxides, either magnetite (Fe3O4) or hematite (Fe2O3), alternating with bands of iron-poor shale and chert.\nSome of the oldest known rock formations, formed over 3,700 million years ago (mya), include banded iron layers. The banded layers are a common feature in sediments for much of the Earth's early history.\nRelation to atmospheric oxygenation.\nThe formations are abundant around the time of the Great Oxygenation Event, 2,400 mya. They become less common after 1,800 mya.\nThe total amount of oxygen locked up in the banded iron beds is estimated to be perhaps twenty times the volume of oxygen present in the modern atmosphere of Earth. Banded iron beds are an important commercial source of iron ore, such as the Pilbara region of Western Australia, the Animikie Group in Minnesota and Carajás Mineral Province in Brazil.\nOrigins.\nThe conventional concept is that the \"banded iron\" layers were formed in sea water as the result of oxygen released by photosynthetic cyanobacteria. This combined with dissolved iron in Earth's oceans to form insoluble iron oxides. These precipitated out, forming a thin layer on the substrate, which may have been anoxic mud (forming shale and chert). Each band is similar to a varve: the banding is assumed to result from cyclic variations in available oxygen.\nIt is assumed that the Earth started out with vast amounts of iron dissolved in the world's acidic seas. Iron is much more soluble than its oxides.\nEventually, as photosynthetic organisms generated oxygen, the available iron in the Earth's oceans was precipitated out as iron oxides.\nAt the tipping point where the oceans became permanently oxygenated, small variations in oxygen production produced pulses of free oxygen in the surface waters, alternating with pulses of iron oxide deposition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Precambrian","surface_form":"Precambrian","offset":79},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":91},{"uri":"Iron_oxide","surface_form":"iron oxide","offset":150},{"uri":"Magnetite","surface_form":"magnetite","offset":170},{"uri":"Hematite","surface_form":"hematite","offset":191},{"uri":"Shale","surface_form":"shale","offset":245},{"uri":"Chert","surface_form":"chert","offset":255},{"uri":"Sediment","surface_form":"sediment","offset":417},{"uri":"Great_Oxygenation_Event","surface_form":"Great Oxygenation Event","offset":554},{"uri":"Atmosphere_of_Earth","surface_form":"atmosphere of Earth","offset":775},{"uri":"Iron","surface_form":"iron","offset":851},{"uri":"Ore","surface_form":"ore","offset":856},{"uri":"Pilbara","surface_form":"Pilbara","offset":873},{"uri":"Western_Australia","surface_form":"Western Australia,","offset":891},{"uri":"Animikie_Group","surface_form":"Animikie Group","offset":914},{"uri":"Minnesota","surface_form":"Minnesota","offset":932},{"uri":"Sea_water","surface_form":"sea water","offset":1064},{"uri":"Oxygen","surface_form":"oxygen","offset":1091},{"uri":"Photosynthesis","surface_form":"photosynthetic","offset":1110},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1125},{"uri":"Iron","surface_form":"iron","offset":1169},{"uri":"Chemical_precipitation","surface_form":"precipitated","offset":1229},{"uri":"Anoxic","surface_form":"anoxic","offset":1306},{"uri":"Varve","surface_form":"varve","offset":1370},{"uri":"Iron_oxide","surface_form":"its oxides","offset":1590},{"uri":"Tipping_point","surface_form":"tipping point","offset":1745}]}