{"id":30137,"url":"http://en.wikipedia.org/wiki/Igor_Stravinsky","text":"Igor Stravinsky was born in Lomonosov (then Oranienbaum), 17 June 1882 and died in New York, 6 April 1971. He was one of the most important composers of the 20th century, and a leader in modernism in music. He was brought up in Russia. When the Russian Revolution started he moved to Switzerland and then to Paris, and finally, when World War II started in 1939, he moved to the United States.\nStravinsky wrote music in different styles. At first he wrote music similar to his teacher Nikolai Rimsky-Korsakov. He loved his native Russian music. He wrote music which had very complicated chords and rhythms. It is lively music, and some of his best known works of this kind were written for the \"Ballets Russes\" of Sergei Diaghilev: \"The Firebird\", \"Petrushka\", \"The Rite of Spring\", \"Les noces\", \"Pulcinella\" and \"Apollo musagète\". They were written from 1910 to 1928.\nThen he changed his style and wrote in what is called a “neo-classical” way. He based it on music from the Classical music period but changed it. His only full-length opera \"The Rake's Progress\" was written in this way. In his later years he wrote serial music.\nEarly years.\nIgor was the third of four children, all boys. As a child he spent the winter months in St Petersburg and the summers in the country where several of his relatives on his mother’s side had large estates.\nIgor was not particularly good at school, but he often went to see the operas in which his father Fyodor was performing. Fyodor was an opera singer with a fine bass voice. He sang at the opera house in Kiev and later at the Mariinsky Theatre in St Petersburg. Igor also went to ballets and even heard Tchaikovsky conduct in 1893, at the end of his life.\nFor a time Stravinsky studied law at the university of St Petersburg, but gave up in 1906. Then he married one of his cousins. They soon had a son and a daughter.\nMeanwhile, since his school days, Igor played the piano, and had lessons in harmony and counterpoint. He enjoyed improvising and he started to be interested in composing. He wrote some short piano pieces and showed them to the composer Nikolai Rimsky-Korsakov, the father of a friend. Rimsky-Korsakov told him he ought to continue to have private music lessons instead of going to the conservatoire. Shortly after this, Stravinsky’s father died. Igor went to stay with Rimsky-Korsakov. He met many musical people there, and Rimsky-Korsakov taught him how to write for the different instruments. In 1905, he began to take twice-weekly private lessons from Rimsky-Korsakov, whom he came to regard as a second father. These lessons continued until Rimsky-Korsakov's death in 1908.\nEarly career.\nIn 1908 Rimsky-Korsakov died. Stravinsky met Sergei Diaghilev, the ballet impresario. Diaghilev wanted to put on performances of new operas and ballets. He needed a composer to write the music and saw that Stravinsky might be the ideal person. He asked him to write music for a ballet called \"The Firebird\", which was a Russian fairytale. Stravinsky wrote it at Rimsky-Korsakov’s country house and finished it in St Petersburg. The ballet was first performed at the Paris Opéra on 25 June 1910 by the Ballets Russes who were very famous in Europe. Mikhail Fokin was the choreographer. It has remained one of Stravinsky’s most famous pieces of music. Some of the music is often performed in a concert hall without the dancing. This version is called a “suite” (literally “a collection of dances”). It shows his love of Russian folk melody.\nThe success of \"The Firebird\" made Stravinsky world famous. His music was especially well known in Europe, and in Paris where the Ballets Russes were based. The next work Stravinsky wrote for them was \"Petrouchka\". It was the story of a puppet which comes to life. It was performed in Paris on 13 June 1911 and became just as famous as \"The Firebird\". This music, too, is often performed as a concert piece. Stravinsky also made an arrangement of three of the dances for piano solo. It is very hard to play and needs a virtuoso pianist.\nStravinsky was becoming well known among musicians. His friends included Debussy and Ravel. He met Schoenberg in Berlin and was very impressed by his piece called \"Pierrot Lunaire\". He spent a lot of his time with his family in Switzerland where he had peace and quiet to compose.\nOn 29 May 1913 a new ballet by Stravinsky called \"The Rite of Spring\" was performed at the Théâtre des Champs-Elysées in Paris. It was an absolute sensation. Some people loved it and others hated it. There was a big fight in the theatre and the police were called in. People were shouting so much that no one could hear the music. Stravinsky became ill afterwards and spent some weeks to recover. When the ballet was performed again people were quieter and listened to the music. There were lots of new ideas in the music: harsh chords and very complicated rhythms. The music of \"The Rite of Spring\" had an great influence on the development of music in the 20th century.\nStravinsky’s next idea for a ballet was \"Les noces\", French for 'The Wedding'. Stravinsky went back to Russia to collect some things that would help him to compose it. When he returned to Switzerland World War I started.\nThe war years.\nStravinsky’s family spent most of their time in Switzerland during the war. He was short of money because there was no more income from the Russian estates. The Ballets Russes could not perform any more in Paris. Stravinsky spent a lot of time working at \"Les Noces\". He finished it in 1917 and played it to Diaghilev. It was another six years before it was performed. Stravinsky eventually chose to arrange it for four pianos, percussion, chorus and vocal soloists. It was performed at the Théâtre de la Gaîté Lyrique on 13 June 1923.\nBecause Switzerland was neutral in the war, Stravinsky was able to travel. He went to Italy where he met Gerald Tyrwhitt (who later became Lord Berners) and Prokofiev. He wrote \"Reynard\" and \"Rag-Time\". He performed in America with Ballets Russes.\nWhen the Russian Revolution broke out in February 1917 Stravinsky thought this would be good, but when the Bolshevik Revolution followed it became obvious that he would never be able to go back to Russia. He wrote \"L’histoire du soldat\" (\"The Soldier’s Tale\"). It was performed in Lausanne with Ernest Ansermet conducting. There would have been more performances but many people had influenza. When the war ended Stravinsky decided to move to France. He wrote a ballet called \"Pulcinella\" which was based on music by the 18th century composer Pergolesi. It was performed at the Paris Opéra on 15 May 1920. For some years Igor became interested in the music of the late 18th century, and the style of his work after 1920 is often described as neoclassical.\nFrance.\nIn 1920 Stravinsky’s family moved from Stravinsky to Brittany, then the following year they moved to Biarritz. Stravinsky composed a piece called \"Symphonies for Wind Instruments\". It was soon performed in London at a concert which also included \"The Rite of Spring\", conducted by Eugene Goossens in the Queen's Hall. He met a theatre designer called Serge Soudeikine and fell madly in love with Vera, who would later become his second wife. Meanwhile, his first wife, Katerina, was in a sanitorium suffering from tuberculosis. Vera and Stravinsky saw one another as much as possible for the next 18 years. Meanwhile, Stravinsky’s mother managed to get out of Russia and she joined Stravinsky’s family in Biarritz. Stravinsky had to support a large family, and he decided he needed to work more as a conductor and pianist instead of composing large works. He composed smaller pieces, including the piano version of three dances from \"Petrouchka\". Later, when his son was grown up, he composed a Concerto for two solo pianos for himself to play with his son. He did not compose any more for the Ballets Russes, but he did compose \"Oedipus rex\" as a special tribute to them. This work was a mixture of opera and oratorio. The words were in Latin and were written by Jean Cocteau. It was performed as a concert performance. Although he did not write for Diaghilev any more, he accepted an invitation from Ida Rubinstein to write a ballet called \"Le baiser de la fée\" (\"The fairy’s kiss\") which was based on music by Tchaikovsky. Diaghilev was annoyed, but then he died in 1929 and the Ballets Russes company no longer carried on.\nIn 1926 Stravinsky, who belonged to the Russian Orthodox Church, had a deep religious experience which effected his music. The best of these religious pieces is the \"Symphony of Psalms\", written for the Boston Symphony Orchestra’s 50th birthday celebrations.\nStravinsky met the violinist Dushkin and composed a \"Violin Concerto\" as well as the \"Duo concertante\" for violin and piano which the two musicians played together at many concerts. He became more and more in demand in the United States and wrote several works for American people. He was offered a job as professor at Harvard University. At this time a lot of his family were ill. Then his daughter died, his wife died and his mother died. He was ill himself. Then, by September 1939, just as World War II started, he was well enough to travel to North America.\nAmerican years.\nStravinsky was immediately invited to conduct many concerts in America. Vera arrived in America four months later and she and Stravinsky were married in Bedford, Massachusetts. They applied for American citizenship and settled in Hollywood. He was quite short of money and he accepted any invitation to compose music. He even accepted a private pupil.\nStravinsky composed a mass. It was not commissioned, he just wanted to compose it. It was performed in La Scala, Milan, in 1948 conducted by Ansermet. He then decided to compose a full-length opera in English. This was \"The Rake’s Progress\". It was first performed in Venice in 1951. It is the best of his works in the neo-classical style. Another work from this period is his \"Symphony in C\". It shows a different way of composing tonal music to the tonal works of classical composers.\nHe met a musician called Robert Craft who came to live with the family and helped Stravinsky sort out his compositions and papers. He was surprised to find that Stravinsky never visited Schoenberg, who only lived a few streets away. After Schoenberg died in 1951 Craft encouraged Stravinsky to listen to Schoenberg’s serial music. Soon Stravinsky started to use serialism in his own compositions. Craft travelled with Stravinsky and helped him a great deal, for example, by conducting some of the concerts, or rehearsing the orchestras before Stravinsky came.\nIn 1962 he was invited to the White House by President Kennedy. In the same year he returned to Russia for a visit. He had not been there for nearly half a century. It was a great success, and people in the USSR became more interested in Stravinsky’s music. It made Stravinsky very happy to know that Russians were interested in him again.\nDuring his last years he became rather ill. \"Threni\" is one of his last compositions. It is a setting of the parts of the Lamentations of Jeremiah for voices and orchestra. He composed other religious works including \"Requiem Canticles\". In 1969 he moved with his family to New York where he died two years later.\nStravinsky was buried in Venice, near Diaghilev’s grave.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lomonosov%2C_Russia","surface_form":"Lomonosov","offset":28},{"uri":"New_York","surface_form":"New York","offset":83},{"uri":"Composer","surface_form":"composer","offset":140},{"uri":"Modernism","surface_form":"modernism","offset":187},{"uri":"Russia","surface_form":"Russia","offset":228},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":245},{"uri":"Switzerland","surface_form":"Switzerland","offset":284},{"uri":"Paris","surface_form":"Paris","offset":308},{"uri":"World_War_II","surface_form":"World War II","offset":333},{"uri":"United_States","surface_form":"United States","offset":379},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":485},{"uri":"Russia","surface_form":"Russia","offset":530},{"uri":"Chord","surface_form":"chord","offset":587},{"uri":"Rhythm","surface_form":"rhythm","offset":598},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":695},{"uri":"Sergei_Diaghilev","surface_form":"Sergei Diaghilev","offset":714},{"uri":"The_Firebird","surface_form":"The Firebird","offset":733},{"uri":"Petrushka","surface_form":"Petrushka","offset":749},{"uri":"The_Rite_of_Spring","surface_form":"The Rite of Spring","offset":762},{"uri":"Les_noces","surface_form":"Les noces","offset":784},{"uri":"Pulcinella","surface_form":"Pulcinella","offset":797},{"uri":"Apollo_musag%C3%A8te","surface_form":"Apollo musagète","offset":814},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":976},{"uri":"Opera","surface_form":"opera","offset":1036},{"uri":"The_Rake%27s_Progress","surface_form":"The Rake's Progress","offset":1043},{"uri":"Serialism","surface_form":"serial","offset":1117},{"uri":"Winter","surface_form":"winter","offset":1215},{"uri":"Summer","surface_form":"summer","offset":1254},{"uri":"Countryside","surface_form":"country","offset":1269},{"uri":"Estate","surface_form":"estate","offset":1339},{"uri":"Opera","surface_form":"opera","offset":1483},{"uri":"Singer","surface_form":"singer","offset":1489},{"uri":"Bass_(singer)","surface_form":"bass","offset":1508},{"uri":"Opera_house","surface_form":"opera house","offset":1535},{"uri":"Kiev","surface_form":"Kiev","offset":1550},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":1572},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":1593},{"uri":"Ballet","surface_form":"ballet","offset":1626},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":1649},{"uri":"Conducting","surface_form":"conduct","offset":1661},{"uri":"Law","surface_form":"law","offset":1732},{"uri":"Piano","surface_form":"piano","offset":1915},{"uri":"Harmony","surface_form":"harmony","offset":1941},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1953},{"uri":"Improvisation","surface_form":"improvising","offset":1978},{"uri":"Composition_(music)","surface_form":"composing","offset":2025},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":2101},{"uri":"Conservatoire","surface_form":"conservatoire","offset":2250},{"uri":"Musical_instrument","surface_form":"instruments","offset":2447},{"uri":"Sergei_Diaghilev","surface_form":"Sergei Diaghilev","offset":2702},{"uri":"Ballet","surface_form":"ballet","offset":2724},{"uri":"Impresario","surface_form":"impresario","offset":2731},{"uri":"The_Firebird","surface_form":"The Firebird","offset":2950},{"uri":"Fairytale","surface_form":"fairytale","offset":2985},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":3123},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":3158},{"uri":"Europe","surface_form":"Europe","offset":3197},{"uri":"Mikhail_Fokin","surface_form":"Mikhail Fokin","offset":3205},{"uri":"Choreographer","surface_form":"choreographer","offset":3227},{"uri":"Concert_hall","surface_form":"concert hall","offset":3349},{"uri":"Suite","surface_form":"suite","offset":3409},{"uri":"Petrouchka","surface_form":"Petrouchka","offset":3698},{"uri":"Puppet","surface_form":"puppet","offset":3733},{"uri":"Piano","surface_form":"piano","offset":3967},{"uri":"Virtuoso","surface_form":"virtuoso","offset":4015},{"uri":"Debussy","surface_form":"Debussy","offset":4106},{"uri":"Ravel","surface_form":"Ravel","offset":4118},{"uri":"Schoenberg","surface_form":"Schoenberg","offset":4132},{"uri":"Berlin","surface_form":"Berlin","offset":4146},{"uri":"Pierrot_Lunaire","surface_form":"Pierrot Lunaire","offset":4197},{"uri":"Switzerland","surface_form":"Switzerland","offset":4261},{"uri":"The_Rite_of_Spring","surface_form":"The Rite of Spring","offset":4364},{"uri":"Th%C3%A9%C3%A2tre_des_Champs-Elys%C3%A9es","surface_form":"Théâtre des Champs-Elysées","offset":4405},{"uri":"Chord","surface_form":"chord","offset":4843},{"uri":"Rhythm","surface_form":"rhythm","offset":4871},{"uri":"Influence","surface_form":"influence","offset":4927},{"uri":"Les_noces","surface_form":"Les noces","offset":5027},{"uri":"World_War_I","surface_form":"World War I","offset":5186},{"uri":"Percussion","surface_form":"percussion","offset":5650},{"uri":"Choir","surface_form":"chorus","offset":5662},{"uri":"Solo_(music)","surface_form":"soloists","offset":5679},{"uri":"Neutral","surface_form":"neutral","offset":5782},{"uri":"Italy","surface_form":"Italy","offset":5844},{"uri":"Gerald_Tyrwhitt","surface_form":"Gerald Tyrwhitt","offset":5863},{"uri":"Prokofiev","surface_form":"Prokofiev","offset":5915},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":6015},{"uri":"Bolshevik_Revolution","surface_form":"Bolshevik Revolution","offset":6113},{"uri":"L%E2%80%99histoire_du_soldat","surface_form":"L’histoire du soldat","offset":6221},{"uri":"Lausanne","surface_form":"Lausanne","offset":6287},{"uri":"Ernest_Ansermet","surface_form":"Ernest Ansermet","offset":6301},{"uri":"Influenza","surface_form":"influenza","offset":6389},{"uri":"Pergolesi","surface_form":"Pergolesi","offset":6549},{"uri":"Brittany","surface_form":"Brittany","offset":6823},{"uri":"Biarritz","surface_form":"Biarritz","offset":6871},{"uri":"London","surface_form":"London","offset":6976},{"uri":"Eugene_Goossens","surface_form":"Eugene Goossens","offset":7051},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":7074},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":7284},{"uri":"Opera","surface_form":"opera","offset":7970},{"uri":"Oratorio","surface_form":"oratorio","offset":7980},{"uri":"Latin","surface_form":"Latin","offset":8008},{"uri":"Jean_Cocteau","surface_form":"Jean Cocteau","offset":8034},{"uri":"Ida_Rubinstein","surface_form":"Ida Rubinstein","offset":8172},{"uri":"Russian_Orthodox","surface_form":"Russian Orthodox","offset":8437},{"uri":"Boston_Symphony_Orchestra","surface_form":"Boston Symphony Orchestra","offset":8600},{"uri":"United_States","surface_form":"United States","offset":8879},{"uri":"Harvard_University","surface_form":"Harvard University","offset":8975},{"uri":"World_War_II","surface_form":"World War II","offset":9150},{"uri":"Bedford%2C_Massachusetts","surface_form":"Bedford, Massachusetts","offset":9388},{"uri":"Citizenship","surface_form":"citizenship","offset":9438},{"uri":"Hollywood","surface_form":"Hollywood","offset":9465},{"uri":"Mass","surface_form":"mass","offset":9609},{"uri":"Commission","surface_form":"commission","offset":9626},{"uri":"La_Scala","surface_form":"La Scala","offset":9690},{"uri":"Milan","surface_form":"Milan","offset":9700},{"uri":"Ansermet","surface_form":"Ansermet","offset":9728},{"uri":"English_language","surface_form":"English","offset":9788},{"uri":"Venice","surface_form":"Venice","offset":9855},{"uri":"Neo-classical","surface_form":"neo-classical","offset":9906},{"uri":"Tonal","surface_form":"tonal","offset":10019},{"uri":"Classical_music","surface_form":"classical","offset":10053},{"uri":"Serial","surface_form":"serial","offset":10391},{"uri":"White_House","surface_form":"White House","offset":10664},{"uri":"John_F_Kennedy","surface_form":"Kennedy","offset":10689},{"uri":"USSR","surface_form":"USSR","offset":10841},{"uri":"Lamentations_of_Jeremiah","surface_form":"Lamentations of Jeremiah","offset":11096},{"uri":"Venice","surface_form":"Venice","offset":11313},{"uri":"Grave","surface_form":"grave","offset":11338}]}