{"id":30130,"url":"http://en.wikipedia.org/wiki/Particle_physics","text":"e=\"preserve\">Particle physics is a category of physics that studies really tiny pieces of things, known as particles. These particles are the really small pieces that build up the world around us. They are best described in the language of math: calculus, the imaginary number, and group theory (which describes symmetry).\nFundamental forces.\nParticles can carry fundamental forces. For example, the electromagnetic force is carried by photons. The four fundamental forces are responsible for almost everything in all of physics. These fundamental forces are gravity, electromagnetism, the weak interaction, and the strong interaction.\nThe Standard Model.\nOne of the important concepts of particle physics is called the Standard Model. The Standard Model is a theory which tries to explain the fundamental forces. The Standard Model combined with general relativity is currently the most accepted explanation of how the universe works.\nThe Standard Model is known to have problems. For example, it explains three of the four forces very well, but it cannot explain gravity. This is why general relativity, a different theory that explains where gravity comes from, needs to be included in order for physicists to explain the universe. There is a lot of work to improve the theory and/or find a better theory that is being done. This work is often called theoretical particle physics because it is about building better theories of particles. Theoretical particle physicists make theories to try to improve the Standard Model. One example of this is how there are many theories that predict undiscovered particles.\nCollider.\nPhysicists find out about particles by studying collisions between different particles. A good analogy of how physicists study particles through colliding is the car crash example. Imagine a person wanted to look inside cars. By crashing two cars together at very high speeds, we can break the cars apart and see inside. In the same way, physicists crash two particles together in order to break them and study the inside.\nIf particles are moving at very high speeds, some of them will break apart when they collide. When they break, they create new smaller particles. These particles are very hard to find and detect because they decay (change into lighter particles) very quickly. Modern particle physics involves colliding particles together very energetically to create new particles inside a particle accelerator. This is called high-energy physics, due to the large amount of energy needed.\nHowever, many particles do not simply break apart, such as electrons. Because it does not break apart, the electron is called a fundamental particle. If you were to smash two super-fast electrons against each other, they would not break, but instead they might create more particles around them without breaking (this is another form of decay, known as a hadron jet). The Standard Model says that there are 17 types of fundamental particles, but there are actually twice as many because they can all be created out of antimatter.\nApplication.\nParticle physics can help us learn about the early universe, because conditions that are similar to the early universe (which was a much more energetic place than it is now) can be made in a small volume of space using the collisions of these particles. The biggest particle accelerator in the world is the Large Hadron Collider at CERN in Europe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":47},{"uri":"Particles","surface_form":"particles","offset":107},{"uri":"Calculus","surface_form":"calculus","offset":246},{"uri":"Complex_number","surface_form":"imaginary number","offset":260},{"uri":"Group_(mathematics)","surface_form":"group theory","offset":282},{"uri":"Fundamental_forces","surface_form":"fundamental forces","offset":363},{"uri":"Electromagnetism","surface_form":"electromagnetic","offset":400},{"uri":"Photons","surface_form":"photons","offset":436},{"uri":"Gravity","surface_form":"gravity","offset":559},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":568},{"uri":"Weak_interaction","surface_form":"weak interaction","offset":590},{"uri":"Strong_interaction","surface_form":"strong interaction","offset":616},{"uri":"Standard_Model","surface_form":"Standard Model","offset":720},{"uri":"Standard_Model","surface_form":"Standard Model","offset":740},{"uri":"Theory","surface_form":"theory","offset":760},{"uri":"General_Relativity","surface_form":"general relativity","offset":847},{"uri":"Universe","surface_form":"universe","offset":920},{"uri":"Gravity","surface_form":"gravity","offset":1065},{"uri":"General_Relativity","surface_form":"general relativity","offset":1086},{"uri":"Theoretical_particles","surface_form":"undiscovered","offset":1590},{"uri":"Analogy","surface_form":"analogy","offset":1719},{"uri":"Velocity","surface_form":"speeds","offset":1893},{"uri":"Radioactive_decay","surface_form":"decay","offset":2255},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":2421},{"uri":"Electrons","surface_form":"electrons","offset":2580},{"uri":"Fundamental_particle","surface_form":"fundamental particle","offset":2649},{"uri":"Hadron_Jet","surface_form":"hadron jet","offset":2876},{"uri":"Antimatter","surface_form":"antimatter","offset":3039},{"uri":"Volume","surface_form":"volume","offset":3261},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":3371},{"uri":"CERN","surface_form":"CERN","offset":3396}]}