{"id":301475,"url":"http://en.wikipedia.org/wiki/Louis_Jordan","text":"Louis Jordan (*July 8, 1908 in Brinkley,Arkansas; † February 4, 1975 in Los Angeles, California) was an American jazz,blues and rhythm & blues musician, songwriter and bandleader. He was most successful in the 1940s in the black music market but he reached also white audiences and recorded several cross over hits in the Pop charts.\nLife.\nLouis Jordan was born in Brinkley,Arkansas. His mother, Addie, died in his younger years. His father, James Aron Jordan, was a music teacher and bandleader for the Brinkley Brass Band. From him he got his musical education. He started with the clarinet but also played piano very well.But the alto saxophon became his main instrument. He started his professionel career in the bands of his father.\nHe went north to Philadelphia and later to New York, where he started in 1932 with the band of Clarence Williams. In late 1936 he was invited to join the important Savoy Ballroom orchestra led by drummer Chick Webb.Webb was an excellent musician but no great showman, so Jordan took over the announcements when he started singing for the band. Later the young Ella Fitzgerald joined Webbs band and she often sang duets with Jordan. The following years she recorded some hit singles with Jordan.\n1938 Jordan was fired by Webb and he began to form an own band which made her first recordings for Decca in December 1938. The original lineup of the sextet was Jordan (saxes, vocals), Courtney Williams (trumpet), Lem Johnson (tenor sax), Clarence Johnson (piano), Charlie Drayton (bass) and Walter Martin (drums). The Decca recordings were from \"The Elks Rendezvous Band\" but Jordan changed the name to \"Tympany Five\" after the brand of Martins drums. The most successful time of the band was between 1942 and 1950. In this period they had 18 #1-hits in the Rhythm and Blues chart of Billboard magazine. Some of the hits like Caldonia, Let the good times roll, Saturday Night Fish Fry or Choo Choo Ch'Boogie are evergreens. Under his duet partners were Bing Crosby,Ella Fitzgerald and Louis Armstrong.\nIn the 1950s his singles did not sell very well so he left Decca. He signed with different other record companies but was not as successful as in the 1940s. He died in 1975 in Los Angeles and is buried in St. Louis, Missouri.\nLegacy.\nIn 2004, Rolling Stone Magazine ranked him #59 on their list of the 100 Greatest Artists of All Time. He was introduced to the Rock and Roll Hall of fame. There he is described as “the Father of Rhythm & Blues” and “the Grandfather of Rock ‘n’ Roll.” As jump blues artist he paved the way for Roy Brown, Wynonie Harris, Tiny Bradshaw and others. In his music one can hear the prototype of Rock and Roll. He influenced Bill Haley & His Comets, whose producer, Milt Gabler, had also worked with Jordan. The Broadway show, \"Five Guys Named Moe\", was devoted to Jordan's music and this title is given to both soundtrack (tribute) and original music collections. The show was played over 400 times on Broadway. Blues Guitarist B. B. King recorded an album called \"Let The Good Times Roll-The Music of Louis Jordan\", as well as the songs \"Let the Good Times Roll\" and \"Caldonia\". Rock singer Joe Jackson recorded Jumpin' Jive in 1981 which featured several songs by Jordan. Let The Good Times Roll, a Jordan biography, was written by British jazz historian John Chilton.\nAlbums.\nThe music of Louis Jordan is still available in many different collections. To learn more about his music one can buy Bear Familys nine-CD collection of Jordan's work (\"Let the Good Times Roll: the Complete Decca Recordings 1938-1954\"). Another collection is Proper Records low priced four-CD, 102-track compilation (\"Jivin' With Jordan\") that includes all of Jordan's important songs from his Decca years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":72},{"uri":"California","surface_form":"California","offset":85},{"uri":"Jazz","surface_form":"jazz","offset":113},{"uri":"Blues","surface_form":"blues","offset":118},{"uri":"Rhythm_%26amp%3B_blues","surface_form":"rhythm & blues","offset":128},{"uri":"Alto_saxophon","surface_form":"alto saxophon","offset":633},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":755},{"uri":"Savoy_Ballroom","surface_form":"Savoy Ballroom","offset":902},{"uri":"Chick_Webb","surface_form":"Chick Webb","offset":942},{"uri":"Ella_Fitzgerald","surface_form":"Ella Fitzgerald","offset":1098},{"uri":"Bing_Crosby","surface_form":"Bing Crosby","offset":1987},{"uri":"Ella_Fitzgerald","surface_form":"Ella Fitzgerald","offset":1999},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":2019},{"uri":"Roy_Brown","surface_form":"Roy Brown","offset":2563},{"uri":"Wynonie_Harris","surface_form":"Wynonie Harris","offset":2574},{"uri":"Tiny_Bradshaw","surface_form":"Tiny Bradshaw","offset":2590},{"uri":"Bill_Haley","surface_form":"Bill Haley","offset":2688},{"uri":"B._B._King","surface_form":"B. B. King","offset":2992},{"uri":"Proper_Records","surface_form":"Proper Records","offset":3602}]}