{"id":301437,"url":"http://en.wikipedia.org/wiki/The_Argus_(Australia)","text":"\"The Argus\" was a morning daily newspaper in Melbourne which started in 1846 and closed in 1957. It was a conservative newspaper for most of its history, but in 1949 became more left in its stories.\nHistory.\nThe newspaper was started by William Kerr, a journalist who had worked with the \"Sydney Gazette\" before moving to Melbourne in 1839 to work on John Pascoe Fawkner's \"Port Phillip Patriot\". The first edition was published on 2 June 1846.\nThe paper was known for its abuse and sarcasm and by 1853 Kerr lost ownership after a series of court actions. It was then published under the name of Edward Wilson. The paper was also linked to the weekly \"The Australasian\" which was to become \"The Australasian Post\" in 1946.\nDuring the Great Depression in 1933 it launched the \"Melbourne Evening Star\" in competition with \"The Herald\" newspaper, but was closed in 1936.\nIn 1949 the paper was bought by the London based \"Daily Mirror\" newspaper group. On 28 July 1952 the Melbourne Argus became the first newspaper in the world to publish colour photographs in a daily paper. The paper had interests in radio and in 1956, the new medium of television broadcasting. It wasg part of the group \"General Telecasters Victoria\" (GTV), and the GTV-9 television station. In 1957 the paper was sold to the \"Herald and Weekly Times\" group, under the management of Chief Executive Keith Murdoch (Rupert's father), who used the printing presses, but closed the \"Argus\" and sold off the broadcasting interests. The last edition was on 19 January 1957.\nThe Argus Building.\nThe \"Argus\" building, built in 1926 on the corner of La Trobe and Elizabeth streets, is classified by the National Trust and is on the Victorian Heritage Register of Heritage Victoria. In 1991, an innovative office building was built next door and named \"The Argus Centre\", an award winning building by Nonda Katsalidis. In 2004 La Trobe University bought the site of the old Argus building with the intention to redevelop and house legal and business schools in the building, as well as a ground floor shopping precinct.","categories":[],"infobox_types":[],"annotations":[{"uri":"Newspaper","surface_form":"newspaper","offset":32},{"uri":"Melbourne","surface_form":"Melbourne","offset":45},{"uri":"Conservatism","surface_form":"conservative","offset":106},{"uri":"Left-wing_politics","surface_form":"left","offset":178},{"uri":"Journalist","surface_form":"journalist","offset":253},{"uri":"Sydney_Gazette","surface_form":"Sydney Gazette","offset":289},{"uri":"John_Pascoe_Fawkner","surface_form":"John Pascoe Fawkner","offset":351},{"uri":"Sarcasm","surface_form":"sarcasm","offset":483},{"uri":"Australasian_Post","surface_form":"Australasian Post","offset":695},{"uri":"Great_Depression","surface_form":"Great Depression","offset":734},{"uri":"Herald_Sun","surface_form":"The Herald","offset":821},{"uri":"London","surface_form":"London","offset":904},{"uri":"Daily_Mirror","surface_form":"Daily Mirror","offset":918},{"uri":"Photograph","surface_form":"photograph","offset":1043},{"uri":"Radio","surface_form":"radio","offset":1100},{"uri":"GTV-9","surface_form":"GTV-9","offset":1234},{"uri":"Keith_Murdoch","surface_form":"Keith Murdoch","offset":1367},{"uri":"Rupert_Murdoch","surface_form":"Rupert's father","offset":1382},{"uri":"La_Trobe_Street%2C_Melbourne","surface_form":"La Trobe","offset":1609},{"uri":"Elizabeth_Street%2C_Melbourne","surface_form":"Elizabeth street","offset":1622},{"uri":"Victorian_Heritage_Register","surface_form":"Victorian Heritage Register","offset":1691},{"uri":"Heritage_Victoria","surface_form":"Heritage Victoria","offset":1722},{"uri":"Nonda_Katsalidis","surface_form":"Nonda Katsalidis","offset":1859},{"uri":"La_Trobe_University","surface_form":"La Trobe University","offset":1885}]}