{"id":301556,"url":"http://en.wikipedia.org/wiki/Zoonosis","text":"Zoonosis or a zoonotic disease is an infectious disease which an animal can give to a human. These diseases may be caused by bacteria, viruses, fungi, or parasites.\nZoonotic diseases are very common. About 60% of all infectious diseases in humans are spread by animals.\nZoonotic diseases can be spread in different ways. They may be spread from a sick animal directly to a human - for example, through bites and infected saliva (like with rabies), or through the air. This is called \"direct zoonosis\".\nZoonotic diseases can also be spread through a vector. This is an animal that carries the pathogen that causes the disease without getting infected. Diseases like this are called \"vector-borne diseases\".\nSometimes the vector picks up the disease from another animal. For example, rats who have the bubonic plague do not directly infect humans. Instead, fleas bite the rats and pick up the bacteria that causes plague without getting sick. Then, if the flea bites a human, they can pass the bacteria on to the human, and the human can get the plague. The rat is the host of the disease, and the flea is the vector.\nFoodborne illnesses.\nMany foodborne illnesses are zoonotic diseases. In these cases, a human gets sick from eating food that came from a sick animal.\nThe most common pathogens that cause foodborne illnesses are \"Salmonella\", \"Campylobacter\", and \"Escherichia coli\" (\"E. coli\") bacteria. Eggs, seafood, meat, poultry, and dairy products can all carry these bacteria and cause foodborne illnesses, like food poisoning, in humans.\nOften, people can avoid foodborne illnesses by cooking meat, seafood, and eggs well enough to kill the bacteria or parasites in them.\nDirect zoonoses.\nBelow are some examples of zoonotic diseases that humans can get directly from sick, live animals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infectious_disease","surface_form":"infectious disease","offset":37},{"uri":"Bacteria","surface_form":"bacteria","offset":125},{"uri":"Virus","surface_form":"virus","offset":135},{"uri":"Fungi","surface_form":"fungi","offset":144},{"uri":"Parasite","surface_form":"parasite","offset":154},{"uri":"Disease","surface_form":"disease","offset":174},{"uri":"Saliva","surface_form":"saliva","offset":421},{"uri":"Rabies","surface_form":"rabies","offset":439},{"uri":"Vector_(biology)","surface_form":"vector","offset":549},{"uri":"Pathogen","surface_form":"pathogen","offset":592},{"uri":"Rat","surface_form":"rat","offset":782},{"uri":"Bubonic_plague","surface_form":"bubonic plague","offset":800},{"uri":"Flea","surface_form":"flea","offset":855},{"uri":"Host_(biology)","surface_form":"host","offset":1067},{"uri":"Pathogen","surface_form":"pathogen","offset":1282},{"uri":"Salmonella","surface_form":"Salmonella","offset":1328},{"uri":"Campylobacter","surface_form":"Campylobacter","offset":1342},{"uri":"Escherichia_coli","surface_form":"Escherichia coli","offset":1363},{"uri":"Egg","surface_form":"Egg","offset":1403},{"uri":"Seafood","surface_form":"seafood","offset":1409},{"uri":"Poultry","surface_form":"poultry","offset":1424},{"uri":"Dairy_product","surface_form":"dairy product","offset":1437},{"uri":"Food_poisoning","surface_form":"food poisoning","offset":1517}]}