{"id":3015,"url":"http://en.wikipedia.org/wiki/Los_Angeles","text":"Los Angeles (L.A.), officially the City of Los Angeles, is a city in Southern California, in the United States. There are 3,847,400 people living in the city, and over 18 million people in the L.A. region. The city has an area of. Los Angeles is the city with the second biggest population in the United States after New York, overtaking Chicago in the 1970s. It is also the biggest city of California. Due to being built on a fault line, which runs through the downtown, it is has few skyscrapers and tall structures and is one of the most spread out cities in the world. Greater Los Angeles is home to many of the biggest rock bands in the history of the United States. Los Angeles is surrounded by East Los Angeles, Huntington Park, Maywood, Walnut Park, Commerce, Bell, Glendale, South Pasadena, Monterey Park, South Gate, Cudahy, West Hollywood, Alhambra, Bell Gardena and Westmont.\nHistory.\nThe area comprising present-day Los Angeles County was first settled by small groups of Native Americans for centuries before the first European contact in 1769 when Gaspar de Portola and a group of missionaries camped on what is now the banks of the Los Angeles River. The name Los Angeles comes from the Spanish language,and it means \"The Angels\". The name is an abbreviation from the original name of the place. The original name is \"El Pueblo de Nuestra Señora la Reina de los Ángeles del Río Porciúncula\" (in English, \"town of our lady the Queen of Angels of the River Porciúncula\"), giving it both one of the longest and shortest (referring to its shortening of \"LA\") place names in the world. Los Angeles was founded in 1781 while the area was within the borders of the Viceroyalty of New Spain. The area had earlier been explored by two Franciscan priests named Junipero Serra and Juan Crespi and following the Mexican War of Independence the region passed into the hands of Mexico which subsequently ceded control of California to the U.S. in 1848. On April 4, 1850 California became a State of the USA. Los Angeles began half a century of rapid growth after railroads arrived in the city in the 1870s. Los Angeles was home to the Olympic Games in 1932 and 1984. It will host the Olympic Games in 2028. Three times the city broke out in riots, in 1943, in 1965, and in 1992, all due to racism. In 1994, an earthquake killed 72 people and damaged many buildings.\nGeography.\nLos Angeles is a very large city, and the edges of the city are very far from the center, going from the beaches to the mountains. The Santa Monica Mountains run through the city, separating it into the San Fernando Valley to the north and the Los Angeles Basin to the south. The Los Angeles River also runs through the city some. Los Angeles moves about one-quarter of an inch (6.3 millimeters) to the east every year. It is caused by the city's tectonic plates and rough ground geography and since Los Angeles is at a close distance with the San Andreas Fault. This brings Los Angeles and San Francisco 2.5 inches closer together each year.\nClimate.\nThe climate in Los Angeles is a Mediterranean climate. The weather is usually warm and dry during the summer, and it is mild and more rainy in the winter. The weather is different depending on how far away from the ocean you are, so places near the beach usually do not get as hot in the summer. It is very rare for temperatures to go below freezing. The city receives about 15 inches (386 mm) of rain each year, although the amount can change a lot from year to year.\nSights.\nL.A. has many famous sights. There are many very long beaches, such as Venice Beach. Many visitors go to Hollywood, home to the Hollywood Walk of Fame the Mann's (Grauman's) Chinese Theater, a large cinema and L.A. Live, an entertainment complex. Los Angeles also has many fine museums such as the L.A. County Museum of Art, California Science Center and the Getty Museum. Another sight is the Los Angeles City Zoo. Los Angeles is the only major city in the world with an active population of wild mountain lions.\nIndustries.\nLos Angeles is known for its large movie and television industry. Much of this is located in Hollywood. Some military aircraft are also made there, as well as spacecraft. The music industry is also concentrated in the area. The city is also a banking center. The San Pedro area has a busy port.\nPolitics.\nAs of December 2019, the mayor of Los Angeles is Eric Garcetti.\nMusic.\nLos Angeles has a rich history and culture of popular music. Many of the most notable recording artists in the history of the United States either started or flourished in Los Angeles or Greater Los Angeles. The surf music scene is largely associated with Los Angeles and suburbs like Malibu. Motown Records moved from Detroit, Michigan to Los Angeles in the 1970s. The West Coast Hip-hop scene and genres such as G-funk are largely centered in Greater Los Angeles.\nMedia.\nKABC American Broadcasting Company\nKTLA The CW\nKTTV Fox Broadcasting Company","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"City","surface_form":"city","offset":61},{"uri":"California","surface_form":"California","offset":78},{"uri":"United_States","surface_form":"United States","offset":97},{"uri":"United_States","surface_form":"United States","offset":297},{"uri":"New_York_City","surface_form":"New York","offset":317},{"uri":"Chicago","surface_form":"Chicago","offset":338},{"uri":"Fault_line","surface_form":"fault line","offset":427},{"uri":"Downtown","surface_form":"downtown","offset":462},{"uri":"Native_Americans","surface_form":"Native Americans","offset":985},{"uri":"Spanish_language","surface_form":"Spanish language","offset":1203},{"uri":"Abbreviation","surface_form":"abbreviation","offset":1262},{"uri":"English_language","surface_form":"English","offset":1411},{"uri":"1781","surface_form":"1781","offset":1624},{"uri":"Viceroyalty_of_New_Spain","surface_form":"Viceroyalty of New Spain","offset":1674},{"uri":"Franciscan","surface_form":"Franciscan","offset":1742},{"uri":"Priests","surface_form":"priests","offset":1753},{"uri":"Junipero_Serra","surface_form":"Junipero Serra","offset":1767},{"uri":"Juan_Crespi","surface_form":"Juan Crespi","offset":1786},{"uri":"Mexican_War_of_Independence","surface_form":"Mexican War of Independence","offset":1816},{"uri":"Mexico","surface_form":"Mexico","offset":1880},{"uri":"April_4","surface_form":"April 4","offset":1958},{"uri":"1850","surface_form":"1850","offset":1967},{"uri":"Railroads","surface_form":"railroads","offset":2065},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":2137},{"uri":"Zoot_Suit_Riots","surface_form":"1943","offset":2253},{"uri":"Watts_Riots","surface_form":"1965","offset":2262},{"uri":"1992_Los_Angeles_riots","surface_form":"1992","offset":2275},{"uri":"Racism","surface_form":"racism","offset":2292},{"uri":"Earthquake","surface_form":"earthquake","offset":2312},{"uri":"Santa_Monica_Mountains","surface_form":"Santa Monica Mountains","offset":2514},{"uri":"San_Fernando_Valley","surface_form":"San Fernando Valley","offset":2582},{"uri":"Los_Angeles_Basin","surface_form":"Los Angeles Basin","offset":2623},{"uri":"Los_Angeles_River","surface_form":"Los Angeles River","offset":2659},{"uri":"San_Andreas_Fault","surface_form":"San Andreas Fault","offset":2923},{"uri":"San_Francisco","surface_form":"San Francisco","offset":2970},{"uri":"Climate","surface_form":"climate","offset":3035},{"uri":"Mediterranean_climate","surface_form":"Mediterranean climate","offset":3063},{"uri":"Beach","surface_form":"beach","offset":3562},{"uri":"Venice_Beach","surface_form":"Venice Beach","offset":3579},{"uri":"Hollywood%2C_California","surface_form":"Hollywood","offset":3613},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":3636},{"uri":"Cinema","surface_form":"cinema","offset":3707},{"uri":"California_Science_Center","surface_form":"California Science Center","offset":3833},{"uri":"Getty_Museum","surface_form":"Getty Museum","offset":3867},{"uri":"Los_Angeles_City_Zoo","surface_form":"Los Angeles City Zoo","offset":3902},{"uri":"Movie","surface_form":"movie","offset":4069},{"uri":"Television","surface_form":"television","offset":4079},{"uri":"Industry","surface_form":"industry","offset":4090},{"uri":"Military","surface_form":"military","offset":4143},{"uri":"Aircraft","surface_form":"aircraft","offset":4152},{"uri":"Music","surface_form":"music","offset":4209},{"uri":"Banking","surface_form":"banking","offset":4277},{"uri":"Port","surface_form":"port","offset":4323},{"uri":"Eric_Garcetti","surface_form":"Eric Garcetti","offset":4388},{"uri":"KABC","surface_form":"KABC","offset":4883},{"uri":"American_Broadcasting_Company","surface_form":"American Broadcasting Company","offset":4888},{"uri":"KTLA","surface_form":"KTLA","offset":4918},{"uri":"The_CW","surface_form":"The CW","offset":4923},{"uri":"KTTV","surface_form":"KTTV","offset":4930},{"uri":"Fox_Broadcasting_Company","surface_form":"Fox Broadcasting Company","offset":4935}]}