{"id":30152,"url":"http://en.wikipedia.org/wiki/Mew_(Pok%C3%A9mon)","text":"Mew (ミュウ, Myuu) is a fictional character from the \"Pokémon\" franchise. In the \"Pokémon\" video games, it is a Psychic-type secret Pokémon that was discovered in the first group of Pokémon games: \"Pokémon Red and Blue\", \"Green\", and \"Yellow\". Mew is the \"Red/Blue/Green/Yellow\" counterpart to the \"Gold/Silver/Crystal\" Celebi and the \"Ruby/Sapphire/Emerald\" Jirachi.\nThe name \"Mew\" refers to the sound made by a cat. Mew was secretly put in the game by one of the lead programmers, Shigeki Morimoto. When the Game Freak president, Satoshi Tajiri, found out about it, he told about it being in the game.\nMew is #151 in the Pokédex and could only be obtained through special events or by using a cheating device like Gameshark, or a game-enhancing device. Mew can also be obtained in the original issues of the Pokémon yellow and blue (US) by “cheat”. If you get a Pokémon early on (before going to Misty’s gym or defeating man to the left of the nugget bridge) that has growl (charmander has it from the start) and an Abra or a Pokémon that can fly but you can’t fly this early in game (you can get an abra in the grass next to the nugget bridge but be careful not to battle the man standing above that grass he’s needed later. After this go to the health center and heal, then go to the top of the nugget bridge and save. Head down to Misty’s gym, go straight and take a right and challenge hit the guy trainer in a pool to the right use growl 6 times on his shelder then defeat him. Go back to the top of the nugget bridge and take a left to engage in battle with that man but press start right when you do and he should have a ❗️ Over his head when you hit teleport (restart if you start the fight) and teleport back to the health center. Then run up the nugget bridge making sure to have a load of poke balls and the last Pokémon you fought was that shelder after using growl on him 6 times, and you should have a random encounter with Mew. Also if you fight a Pokémon that’s low enough in level not to level your Mew up to level 2, it will automatically level up to 100.\nMewtwo.\nMewtwo is a \"Genetic\" species of Pokémon that is number 150 in the Pokédex. Mewtwo was cloned from Mew by scientists. It is a Psychic type Pokémon. Mewtwo appeared in two movies: ' and '.\nIn \"Pokémon Red and Blue\" the player first learns of Mewtwo by research papers left in a ruined laboratory on Cinnabar Island. Mewtwo is told to be a mutant child of Mew made after years of work by one scientist. Mewtwo is obtainable in the Cerulean Cave, which opens after defeating the Elite Four. In the remakes \"Pokémon FireRed and LeafGreen\" the player now has to get 60 Pokédex entries before they can go in the cave.\nIn Pokémon X and Y, Mewtwo can be found in the Unknown Dungeon after entering the Hall of Fame. It can Mega Evolve into two different forms: Mega Mewtwo X using Mewtwonite X and Mega Mewtwo Y using Mewtwonite Y.\nMewtwo is a character in \"Super Smash Bros. Melee\", and is one of eleven playable characters that can be unlocked in the game. It uses the moves Shadow Ball, Confusion, Teleport, and Disable","categories":[],"infobox_types":["Pokémon character"],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":21},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":51},{"uri":"Video_games","surface_form":"video games","offset":88},{"uri":"Psychic","surface_form":"Psychic","offset":109},{"uri":"Celebi","surface_form":"Celebi","offset":317},{"uri":"Jirachi","surface_form":"Jirachi","offset":356},{"uri":"Cat","surface_form":"cat","offset":410},{"uri":"Satoshi_Tajiri","surface_form":"Satoshi Tajiri","offset":529},{"uri":"Pok%C3%A9dex","surface_form":"Pokédex","offset":620},{"uri":"Gameshark","surface_form":"Gameshark","offset":713},{"uri":"Game-enhancing_device","surface_form":"game-enhancing device","offset":729},{"uri":"Fly","surface_form":"fly","offset":1042},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":2114},{"uri":"Pok%C3%A9dex","surface_form":"Pokédex","offset":2148},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"Pokémon Red and Blue","offset":2273},{"uri":"Laboratory","surface_form":"laboratory","offset":2365},{"uri":"Pok%C3%A9mon_FireRed_and_LeafGreen","surface_form":"Pokémon FireRed and LeafGreen","offset":2585},{"uri":"Pok%C3%A9dex","surface_form":"Pokédex","offset":2645},{"uri":"Pok%C3%A9mon_X_and_Y","surface_form":"Pokémon X and Y","offset":2696},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":2931}]}