{"id":30161,"url":"http://en.wikipedia.org/wiki/Actuary","text":"Actuaries are people who are experts in mathematics, probability, economics, and finance who figure out how much money businesses should charge for making promises to pay for something that may or may not happen.\n__TOC__\nHistory.\nHundreds of years ago, when people got sick or died, it cost a lot of money to take care of them or bury them. People had the idea of joining their money together to help each other out. This was called pooling. Eventually, people started to make a business out of collecting enough money to help people who had big problems.\nFiguring out how much money needed to be collected from people to be used if problems happened was not easy. Over hundreds of years, the math needed for this was developed by many people from all over the world.\nToday, actuaries use computers to figure out problems that were too difficult before.\nWork.\nActuaries now work in many places. Most work for insurance companies, but others work in all kinds of finance companies. Actuaries still figure out how much money needs to be paid for life insurance, as well as other kinds of money promises, like pensions, car insurance, house insurance, and similar.\nActuaries also work with companies to figure out if making certain business deals are a good idea, since actuaries work with figuring out what the probabilities are of different business situations happening.\nTests.\nPeople who want to be actuaries need to take many tests. The tests are not the same in different parts of the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":40},{"uri":"Probability","surface_form":"probability","offset":53},{"uri":"Economy","surface_form":"economics","offset":66},{"uri":"Finance","surface_form":"finance","offset":81},{"uri":"Money","surface_form":"money","offset":113},{"uri":"Business","surface_form":"business","offset":119},{"uri":"Promise","surface_form":"promise","offset":155},{"uri":"Money","surface_form":"money","offset":300},{"uri":"Burial","surface_form":"bury","offset":330},{"uri":"Pool","surface_form":"pool","offset":433},{"uri":"Business","surface_form":"business","offset":479},{"uri":"Computer","surface_form":"computer","offset":789},{"uri":"Insurance","surface_form":"insurance","offset":909},{"uri":"Company","surface_form":"companies","offset":919},{"uri":"Finance","surface_form":"finance","offset":962},{"uri":"Company","surface_form":"companies","offset":970},{"uri":"Pension","surface_form":"pension","offset":1107},{"uri":"Car","surface_form":"car","offset":1117},{"uri":"House","surface_form":"house","offset":1132},{"uri":"Probability","surface_form":"probabilities","offset":1309},{"uri":"Test","surface_form":"test","offset":1428}]}