{"id":301730,"url":"http://en.wikipedia.org/wiki/Kusunoki_Masashige","text":"was a 14th century samurai from Kawachi Province. He fought for Emperor Go-Daigo. The warrior's conduct and death are recognized as examples of bushido.\nBattle planner.\nKusunoki was a brilliant tactician and strategist. He defended two key Loyalist fortresses at Akasaka and Chihaya. This helped Go-Daigo to briefly return to power. However, one of the loyalist generals, Ashikaga Takauji, betrayed Go-Daigo. Ashikaga led an army against Kusunoki and the remaining loyalists. Kusunoki suggested to the Emperor that they hide on sacred Mount Hiei and allow Takauji to take Kyoto. Later, they could move quickly down from the mountain to trap Ashikaga and destroy him.\nDisaster.\nGo-Daigo would not leave the capital. He insisted that Kusunoki meet Ashikaga's larger army forces in the field in a direct battle. Kusunoki obediently accepted his Emperor's foolish command. This became a great example of loyalty. He left his death poem with his young son Masatsura and knowingly marched his army into almost certain death. The battle took place at Minatogawa in modern-day Chūō-ku, Kobe. It was a tactical disaster. Kusunoki had only 73 of the original 700 horsemen left and was surrounded. He committed suicide along with his brother Masasue, 11 close clan members, and 60 others. According to legend, his brother's last words were \"Shichisei Hōkoku!\" (七生報國; \"Would that I had seven lives to give for my country!\") and Kusunoki Masashige agreed.\nAfter his death.\nKusunoki Masashige's son, Kusunoki Masatsura, served the next emperor, the 12-year old Go-Murukami. These two had a trusting relationship like their fathers. Masatsura died alongside his brother Masatoki and cousin Wada Takahide in battle. That was the end of the Kusunoki clan.\nKusunoki Masashige's successful defense of Chihaya castle is believed to have helped the emperor gain power against the Kamakura bakufu. Kusunoki held out so long in his castle, so Ashikaga Takauji changed sides and helped the emperor. The Kamakura bakufu ended. However, Ashikaga Takauji quickly learned that he did not like following the emperor's commands. He changed loyalty again and established his own Ashikaga bakufu. He was able to establish his own shogunate after defeating Kusunoki Masashige and the commander in chief Yoshisada in the final battle. Kusunoki Masashige tried to bring Ashikaga Takauji back to the emperor's side, but the emperor rejected this plan.\nLegacy.\nKusunoki's life and death are an important part of the historical narrative which is recorded in the \"Taiheiki\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Samurai","surface_form":"samurai","offset":19},{"uri":"Kawachi_Province","surface_form":"Kawachi Province","offset":32},{"uri":"Emperor_Go-Daigo","surface_form":"Emperor Go-Daigo","offset":64},{"uri":"Bushido","surface_form":"bushido","offset":144},{"uri":"Tactician","surface_form":"tactician","offset":194},{"uri":"Strategist","surface_form":"strategist","offset":208},{"uri":"Chihayaakasaka%2C_Osaka","surface_form":"Akasaka","offset":263},{"uri":"Chihayaakasaka%2C_Osaka","surface_form":"Chihaya","offset":275},{"uri":"Ashikaga_Takauji","surface_form":"Ashikaga Takauji","offset":372},{"uri":"Mount_Hiei","surface_form":"Mount Hiei","offset":535},{"uri":"Kyoto","surface_form":"Kyoto","offset":572},{"uri":"Minatogawa","surface_form":"Minatogawa","offset":1044},{"uri":"Ch%C5%AB%C5%8D-ku%2C_Kobe","surface_form":"Chūō-ku","offset":1069},{"uri":"Kobe%2C_Hyogo","surface_form":"Kobe","offset":1078},{"uri":"Kamakura_bakufu","surface_form":"Kamakura bakufu","offset":1859},{"uri":"Ashikaga_bakufu","surface_form":"Ashikaga bakufu","offset":2148}]}