{"id":301701,"url":"http://en.wikipedia.org/wiki/Trichomoniasis","text":"Trichomoniasis (often called trich) is a sexually transmitted disease. It is caused by a parasite called \"Trichomonas vaginalis\", which is a protozoa made of just one cell. Trichomoniasis can affect both men and women. It is usually an infection of the urinary system and genitals.\nCause.\nThe \"Trichomonas vaginalis\" parasite can only live in the human genital tract. Trichomoniasis is only spread through sex, or if two people's genitals touch.\nSigns and symptoms.\nMost people with trichomoniasis do not have any symptoms.\nTreatment.\nTreatment for trichomoniasis is usually metronidazole (Flagyl), which kills protozoa like \"Trichomonas vaginalis\". However, this medication has to be used carefully with woman who are in the early stages of pregnancy. Anyone the infected person has had sex with should also get treatment, even if they have no symptoms.\nAbout 95% to 97% of people with trichomoniasis are cured after one dose of metronidazole.\nWithout treatment, trichomoniasis can stay in a woman's body for months to years. In many (but not all) men, it seems to go away on its own.\nPrevention.\nTrichomoniasis can be prevented by having safe sex (for example, by using condoms).\nThe United States Centers for Disease Control and Prevention (CDC) suggests that women who are having vaginal discharge should get tested for trichomoniasis.\nHow common is trichomoniasis?\nTrichomoniasis is the most common sexually transmitted disease in the world that is not caused by a virus. Every year, about 248 million more people get trichomoniasis. It is more common in women than men.\nIt is also the most common non-viral sexually transmitted disease in the United States. In the U.S., about 3.7 million people have trichomoniasis, and about 1.1 million more people get infected every year. Recent research has said that 3% of the U.S. population (3 in every 100 people) have trichomoniasis. In people who are at higher risk of getting trichomoniasis, like people with HIV and people in prison, between 7.5% to 32% are infected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexually_transmitted_disease","surface_form":"sexually transmitted disease","offset":41},{"uri":"Parasite","surface_form":"parasite","offset":89},{"uri":"Protozoa","surface_form":"protozoa","offset":141},{"uri":"Cell","surface_form":"cell","offset":167},{"uri":"Infection","surface_form":"infection","offset":236},{"uri":"Urinary_system","surface_form":"urinary system","offset":253},{"uri":"Genitals","surface_form":"genitals","offset":272},{"uri":"Genitals","surface_form":"genital tract","offset":353},{"uri":"Symptom","surface_form":"symptom","offset":514},{"uri":"Metronidazole","surface_form":"metronidazole","offset":575},{"uri":"Prevent","surface_form":"prevented","offset":1120},{"uri":"Safe_sex","surface_form":"safe sex","offset":1140},{"uri":"Condom","surface_form":"condom","offset":1172},{"uri":"Centers_for_Disease_Control","surface_form":"Centers for Disease Control","offset":1200},{"uri":"Virus","surface_form":"virus","offset":1470},{"uri":"Research","surface_form":"research","offset":1789},{"uri":"Population","surface_form":"population","offset":1827}]}