{"id":3017,"url":"http://en.wikipedia.org/wiki/Star","text":"A star is a very large ball of bright glowing hot matter in space. That matter is called plasma. Stars are held together by gravity. They give out heat and light because they are very hot.\nThe amount of material in a star (its mass) is so huge that it starts a nuclear reaction going. The reaction changes hydrogen to helium and gives off heat.\nStars like the Sun are hot because this nuclear reaction happens inside them. The reaction is called nuclear fusion. Nuclear fusion makes light and heat and makes bigger chemical elements. In the Sun (but not all stars) the change which takes place is the production of helium, with minute (very small) amounts of heavier elements.\nStars have a lot of hydrogen. Nuclear fusion changes hydrogen into helium. Fusion makes a lot of energy. The energy makes the star very hot. The energy produced by stars moves (radiates) away from them. Much of the energy leaves as light. The rest leaves as other kinds of electromagnetic radiation.\nWhen a star like the Sun gets old, it will expand in size and become a red giant star. That will happen in about a billion years' time (109 years).\nEarth's Sun.\nThe star nearest to Earth is the Sun. The energy from the Sun supports almost all life on Earth by providing light for plants. Plants turn the light into energy in a process called photosynthesis. The energy from the Sun also causes weather and humidity on Earth.\nWe can see other stars in the night sky when the Sun goes down. Like the Sun, they are made mostly of hydrogen and a little bit of helium plus other elements. Astronomers often compare those other stars to the Sun. For example, their mass is given in solar masses. A small star may be 0.2 solar masses, a big one 4.0 solar masses.\nPlanets.\nThe Earth and other planets move around (\"orbit\") the Sun. The Sun and all things that orbit the Sun are called the Solar System. Many other stars have planets orbiting them: those planets are called exoplanets. If you were on an exoplanet, our Sun would look like a star in the sky, but you could not see the Earth because it would be too far away.\nNumbers, distances.\nProxima Centauri is the star that is closest to our Sun. It is 39.9 trillion kilometres away. This is 4.2 light years away. This means that light from Proxima Centauri takes 4.2 years to reach Earth.\nAstronomers think there is a very large number of stars in the Universe. The observable Universe contains more than 2 trillion (1012) galaxies and, overall, as many as an estimated stars (more stars than all the grains of sand on planet Earth). That is, 1,000,000,000,000,000,000,000,000 stars, which is many times more than the few hundred billion stars in the Milky Way (our galaxy).\nMost stars are very old. They are usually thought to be between 1 billion and 10 billion years old. The oldest stars are 13.7 billion years old. That is as old as the Universe. Some young stars are only a few million years old. Young stars are mostly brighter than old ones.\nStars are different sizes. The smallest stars are neutron stars, which are actually dead stars. They are no bigger than a city. A neutron star has a large amount of mass in a very small space.\nHypergiant stars are the largest stars in the Universe. They have a diameter over 1,500 times bigger than the Sun. If the Sun was a hypergiant star, it would reach out to as far as Jupiter.\nThe star Betelgeuse is a red supergiant star. Although these stars are very large, they also have low density.\nSome stars look brighter than other stars. This difference is measured in terms of apparent magnitude. There are two reasons why stars have different apparent magnitude. If a star is very close to us it will appear much brighter. This is just like a candle. A candle that is close to us appears brighter. The other reason a star can appear brighter is that it is hotter than another cooler star.\nStars give off light but also give off a solar wind and neutrinos. These are very small particles of matter.\nStars are made of mass and mass makes gravity. Gravity makes planets orbit stars. This is why the Earth orbits the Sun. The gravity of two stars can make them go around each other. Stars that orbit each other are called binary stars. Scientists think there are many binary stars. There are even groups of three or more stars that orbit each other. Proxima Centauri is a small star that orbits other stars.\nStars are not spread evenly across all of space. They are grouped into galaxies. A galaxy contains hundreds of billions of stars.\nHistory of seeing stars.\nStars have been important to people all over the world for all of history. Stars have been part of religious practices. Long ago, people believed that stars could never die.\nAstronomers organized stars into groups called constellations. They used the constellations to help them see the motion of the planets and to guess the position of the Sun. The motion of the Sun and the stars was used to make calendars. The calendars were used by farmers to decide when to plant crops and when to harvest them.\nThe life of stars.\nStars are made in nebulae. These are areas that have more gas than normal space. The gas in a nebula is pulled together by gravity. The Orion nebula is an example of a place where gas is coming together to form stars.\nStars spend most of their lives combining (fusing) hydrogen with hydrogen to make energy. When hydrogen is fused it makes helium and it makes a lot of energy. To fuse hydrogen into helium it must be very hot and the pressure must be very high. Fusion happens at the center of stars, called \"the core\".\nThe smallest stars (red dwarfs) fuse their hydrogen slowly and live for 100 billion years. Red dwarfs live longer than any other type of star. At the end of their lives, they become dimmer and dimmer. Red dwarfs do not explode.\nWhen very heavy stars die, they explode. This explosion is called a supernova. When a supernova happens in a nebula, the explosion pushes the gas in the nebula together. This makes the gas in the nebula very thick (dense). Gravity and exploding stars both help to bring the gas together to make new stars in nebulas.\nMost stars use up the hydrogen at their core. When they do, their core becomes smaller and becomes hotter. It becomes so hot it pushes away the outer part of the star. The outer part expands and it makes a red giant star. Astro-physicists think that in about 5 billion years, the Sun will be a red giant. Our Sun will be so large it will eat the Earth. After our Sun stops using hydrogen to make energy, it will use helium in its very hot core. It will be hotter than when it was fusing hydrogen. Heavy stars will also make elements heavier than helium. As a star makes heavier and heavier elements, it makes less and less energy. Iron is a heavy element made in heavy stars.\nOur star is an average star. Average stars will push away their outer gases. The gas it pushes away makes a cloud called a planetary nebula. The core part of the star will remain. It will be a ball as big as the Earth and called a white dwarf. It will fade into a black dwarf over a very long time.\nLater in large stars, heavier elements are made by fusion. Finally the star makes a supernova explosion. Most things happen in the universe so slowly we do not notice. But supernova explosions happen in only 100 seconds. When a supernova explodes its flash is as bright as a 100 billion stars. The dying star is so bright it can be seen during the day. Supernova means \"new star\" because people used to think it was the beginning of a new star. Today we know that a supernova is the death of an old star. The gas of the star is pushed away by the explosion. It forms a giant cloud of gas called a planetary nebula. The crab nebula is a good example. All that remains is a neutron star. If the star was very heavy, the star will make a black hole. Gravity in a black hole is extremely strong. It is so strong that even light cannot escape from a black hole.\nThe heaviest elements are made in the explosion of a supernova. After billions of years of floating in space, the gas and dust come together to make new stars and new planets. Much of the gas and dust in space comes from supernovae. Our Sun, the Earth, and all living things are made from star dust.\nColors.\nAstronomers have known for centuries that stars have different colors. When looking at an electromagnetic spectrum, ultraviolet waves are the shortest, and infrared are the longest. The visible spectrum has wavelengths between these two extremes.\nModern instruments can measure very precisely the color of a star. This allows astronomers to determine that star's temperature, because a hotter star's black-body radiation has shorter wavelengths. The hottest stars are blue and violet, then white, then yellow, and the coolest are red. Knowing the color and absolute magnitude, astronomers can place the star on the Hertzsprung-Russell diagram, and estimate its habitable zone and other facts about it.\nFor example, our Sun is white, and the Earth is the perfect distance away for life. If our Sun was a hotter, blue star, however, Earth would have to be much farther away or else it would be too hot to have water and sustain life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Glow","surface_form":"glowing","offset":38},{"uri":"Matter","surface_form":"matter","offset":50},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":89},{"uri":"Gravity","surface_form":"gravity","offset":124},{"uri":"Heat","surface_form":"heat","offset":147},{"uri":"Light","surface_form":"light","offset":156},{"uri":"Mass","surface_form":"mass","offset":227},{"uri":"Nuclear_reaction","surface_form":"nuclear reaction","offset":261},{"uri":"Hydrogen","surface_form":"hydrogen","offset":306},{"uri":"Helium","surface_form":"helium","offset":318},{"uri":"Sun","surface_form":"Sun","offset":360},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":446},{"uri":"Chemical_element","surface_form":"chemical element","offset":515},{"uri":"Hydrogen","surface_form":"hydrogen","offset":697},{"uri":"Hydrogen","surface_form":"hydrogen","offset":730},{"uri":"Helium","surface_form":"helium","offset":744},{"uri":"Radiation","surface_form":"radiates","offset":854},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":950},{"uri":"Red_giant","surface_form":"red giant","offset":1048},{"uri":"Billion","surface_form":"billion","offset":1092},{"uri":"Earth","surface_form":"Earth","offset":1158},{"uri":"Sun","surface_form":"Sun","offset":1171},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":1319},{"uri":"Weather","surface_form":"weather","offset":1371},{"uri":"Humidity","surface_form":"humidity","offset":1383},{"uri":"Astronomer","surface_form":"Astronomer","offset":1561},{"uri":"Mass","surface_form":"mass","offset":1636},{"uri":"Solar_mass","surface_form":"solar mass","offset":1653},{"uri":"Orbit","surface_form":"orbit","offset":1784},{"uri":"Solar_System","surface_form":"Solar System","offset":1858},{"uri":"Planet","surface_form":"planet","offset":1894},{"uri":"Exoplanets","surface_form":"exoplanets","offset":1942},{"uri":"Proxima_Centauri","surface_form":"Proxima Centauri","offset":2112},{"uri":"Trillion","surface_form":"trillion","offset":2180},{"uri":"Kilometre","surface_form":"kilometre","offset":2189},{"uri":"Light_year","surface_form":"light year","offset":2218},{"uri":"Year","surface_form":"year","offset":2290},{"uri":"Astronomer","surface_form":"Astronomer","offset":2312},{"uri":"Universe","surface_form":"Universe","offset":2375},{"uri":"Sand","surface_form":"grains of sand","offset":2524},{"uri":"Earth","surface_form":"Earth","offset":2549},{"uri":"Milky_Way","surface_form":"Milky Way","offset":2674},{"uri":"Galaxy","surface_form":"galaxy","offset":2689},{"uri":"Neutron_star","surface_form":"neutron star","offset":3023},{"uri":"Hypergiant","surface_form":"Hypergiant","offset":3166},{"uri":"Diameter","surface_form":"diameter","offset":3234},{"uri":"Jupiter","surface_form":"Jupiter","offset":3347},{"uri":"Betelgeuse","surface_form":"Betelgeuse","offset":3365},{"uri":"Supergiant","surface_form":"supergiant","offset":3385},{"uri":"Density","surface_form":"density","offset":3458},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":3550},{"uri":"Solar_wind","surface_form":"solar wind","offset":3904},{"uri":"Neutrino","surface_form":"neutrino","offset":3919},{"uri":"Particle","surface_form":"particle","offset":3951},{"uri":"Gravity","surface_form":"gravity","offset":4010},{"uri":"Binary_stars","surface_form":"binary stars","offset":4192},{"uri":"Galaxy","surface_form":"galaxies","offset":4449},{"uri":"History","surface_form":"history","offset":4599},{"uri":"Religion","surface_form":"religious","offset":4632},{"uri":"Planet","surface_form":"planet","offset":4834},{"uri":"Nebula","surface_form":"nebulae","offset":5072},{"uri":"Orion_nebula","surface_form":"Orion nebula","offset":5190},{"uri":"Helium","surface_form":"helium","offset":5394},{"uri":"Pressure","surface_form":"pressure","offset":5488},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":5594},{"uri":"Dim","surface_form":"dimmer","offset":5756},{"uri":"Supernova","surface_form":"supernova","offset":5870},{"uri":"Red_giant","surface_form":"red giant","offset":6325},{"uri":"Iron","surface_form":"Iron","offset":6750},{"uri":"Planetary_nebula","surface_form":"planetary nebula","offset":6918},{"uri":"White_dwarf","surface_form":"white dwarf","offset":7026},{"uri":"Supernova","surface_form":"supernova","offset":7178},{"uri":"Planetary_nebula","surface_form":"planetary nebula","offset":7691},{"uri":"Crab_nebula","surface_form":"crab nebula","offset":7713},{"uri":"Neutron_star","surface_form":"neutron star","offset":7766},{"uri":"Black_hole","surface_form":"black hole","offset":7829},{"uri":"Visible_spectrum","surface_form":"visible spectrum","offset":8445},{"uri":"Wavelength","surface_form":"wavelength","offset":8466},{"uri":"Black-body_radiation","surface_form":"black-body radiation","offset":8659},{"uri":"Absolute_magnitude","surface_form":"absolute magnitude","offset":8816},{"uri":"Hertzsprung-Russell_diagram","surface_form":"Hertzsprung-Russell diagram","offset":8874},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":8920}]}