{"id":301826,"url":"http://en.wikipedia.org/wiki/Jejemon","text":"A Jejemon (tl:) is a type of person in the Philippines who makes the English language hard to read. The \"Philippine Daily Inquirer\" call them different but happy because of their language and clothes.\nThe word \"Jejemon\" came from people who like to write \"hehehe\" as \"jejeje\" because \"jeje\" is Spanish for hehe due to the sound J makes in Spanish. \"-Mon\" is added at the end. This is from the Japanese anime Pokémon. \"-Mon\" means \"monster.\" They are \"jeje-monsters.\"\nPeople.\nJejemons started to appear because of cellphones. Cellphones can only use 160 characters so people who use them write shorter words to save space. Jejemons don't want this so they made their words longer. Most Jejemons are poor.\nPeople who are Jejemons are described based on levels. These are \"mild,\" \"moderate\", \"severe\", or \"terminal.\"\nJejenese and Jejebet.\nJejemons speak Jejenese based on Taglish and Englog. Their alphabet, Jejebet, is based on Leet. Words are created by mixing letters in a word, mixed large and small letters, using the letters H, X or Z many times, and mixing of numbers in words. The spelling is the same as Leetspeak.\nReactions.\nFacebook fan pages were made in support and against the group. Celebrities have condemned some attacks. \"Jejebusters\" were created to fight jejetyping and jejemons. The Department of Education of the Philippines (DepEd) discourages students from using Jejemon spelling and grammar.","categories":[],"infobox_types":["Language"],"annotations":[{"uri":"Tagalog_language","surface_form":"tl","offset":11},{"uri":"Philippines","surface_form":"Philippines","offset":43},{"uri":"English_language","surface_form":"English language","offset":69},{"uri":"Spanish_language","surface_form":"Spanish","offset":294},{"uri":"Japan","surface_form":"Japan","offset":393},{"uri":"Anime","surface_form":"anime","offset":402},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":408},{"uri":"Cellphone","surface_form":"cellphone","offset":513},{"uri":"Taglish_and_Englog","surface_form":"Taglish and Englog","offset":869},{"uri":"Leet","surface_form":"Leet","offset":926},{"uri":"Leet","surface_form":"Leet","offset":1110},{"uri":"Facebook","surface_form":"Facebook","offset":1132}]}