{"id":301925,"url":"http://en.wikipedia.org/wiki/Impression_management","text":"Impression management is an idea spoken about in the discipline of sociology. It is about the experience in everyday life where people control the way that they appear to others. People do this by selecting certain gestures, speech patterns, feminine or masculine expressions, as well as certain expressions of class and cultural interest. This so that people can give a particular image to others about who they want to be and how they want to be seen.\nExamples.\nWhen gesturing a person might use reserved and minimal movements in a professional setting, whilst they may smile widely and wave about when with friends. A person might also change their speech pattern in a professional setting in order to sound more educated or refined, and may speak more casually or use swear words when in a casual setting.\nMales and females also often control how they are perceived in terms of masculinity or femininity. Boys and men might sometimes make their voices sound deeper or speak in short sentences to reflect an old stereotype that males are unfeeling and unconcerned with self-expression. Females on the other hand might feel the need to speak in line with the speech patterns of their peers, and this may include tacking on culturally specific phrases like \"or whatever\" and \"that's hot/cute\" to indicate they identify with the female gender and traditional interests. These of course are very simple ideas about what it means to be a man or woman. In contemporary life the border between male and female is sometimes becoming less strict. In Western societies psychologists support that people who show alternative gender expression are still medically normal.\nPeople also talk about what kind of music they are interested in, what kind of movies they like to watch, and what kind of places they like to visit in order to give people an idea of where they stand in relation to class and culture. A common distinction in contemporary youth culture is the listening to so called \"indie\" alternative or independent music as opposed to pop or popular music. Similarly someone might say they like watching highbrow French films or award winning films, as opposed to something more mass culture, like a Disney movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sociology","surface_form":"sociology","offset":67},{"uri":"Class","surface_form":"class","offset":1879},{"uri":"Culture","surface_form":"culture","offset":1889}]}