{"id":301926,"url":"http://en.wikipedia.org/wiki/Boxer_Rebellion","text":"The Boxer Rebellion was an uprising that occurred within China in the years 1900 and 1901 (from on 2 November 1900 to 7 September 1901). It was led by the Boxers, a group of Chinese citizens who disliked the vast amount of foreign influence that existed in China.\nThe Foreigners in China.\nIt happened during a time when many foreign countries were dominating China. These countries were Japan, Britain, Germany, and Russia. China had lost many battles to these countries and were being humiliated by them.\nThe Boxers.\nThe Boxers were Chinese citizens who were angry about the growing power of foreigners in China, who wanted to fight and drive out all foreigners and even some Chinese people. The Boxers got a lot of people to help them and drove their fight to Peking (Beijing).\n55 Days at Peking.\nJapan, Russia, Britain, France, the United States, Germany, Austria-Hungary, and Italy made an alliance to keep the Boxers out of their part of the city. While they did that, the Empress Dowager Cixi declared war on all of them and sent the Chinese Army to help the Boxers. They fought for 55 days before the foreign reinforcements got through and defeated the Chinese. Afterwards there was a celebration, and foreign soldiers ran around stealing from the people and raping Chinese women. Their commander heard about it and was angry, but they kept doing it anyway.\nAftermath.\nThe foreigners were very angry with the Chinese. They said that China had to pay them even more money and give them more land. They also said China had to execute every Boxer. China had to agree, and the foreigners got what they wanted. A few years later in 1911, the Qing Empire collapsed and China had a new government, but the foreigners still influenced China, especially Japan.","categories":[],"infobox_types":[],"annotations":[{"uri":"2_November","surface_form":"2 November","offset":99},{"uri":"1900","surface_form":"1900","offset":110},{"uri":"7_September","surface_form":"7 September","offset":118},{"uri":"1901","surface_form":"1901","offset":130},{"uri":"Japan","surface_form":"Japan","offset":387},{"uri":"Britain","surface_form":"Britain","offset":394},{"uri":"Germany","surface_form":"Germany","offset":403},{"uri":"Russia","surface_form":"Russia","offset":416},{"uri":"Beijing","surface_form":"Beijing","offset":770},{"uri":"Japan","surface_form":"Japan","offset":799},{"uri":"Russia","surface_form":"Russia","offset":806},{"uri":"Britain","surface_form":"Britain","offset":814},{"uri":"France","surface_form":"France","offset":823},{"uri":"United_States","surface_form":"United States","offset":835},{"uri":"Germany","surface_form":"Germany","offset":850},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":859},{"uri":"Italy","surface_form":"Italy","offset":880},{"uri":"Alliance","surface_form":"alliance","offset":894},{"uri":"Empress_Dowager_Cixi","surface_form":"Empress Dowager Cixi","offset":978},{"uri":"Qing_Dynasty","surface_form":"Qing Empire","offset":1644},{"uri":"Republic_of_China","surface_form":"a new government","offset":1680},{"uri":"Japan","surface_form":"Japan","offset":1752}]}