{"id":302030,"url":"http://en.wikipedia.org/wiki/Luiz_Razia","text":"Luiz Tadeu Razia Filho (born April 4, 1989 in Barreiras) is a Brazilian racing driver.\nEarly career.\nRazia began his single seater career in 2005 in the South American Formula 3 championship. He finished sixth in the championship. He also took part in the Brazilian Formula Renault 2.0 series, finishing the year tenth in the standings.\nFor 2006, Razia remained in South American Formula 3 and won the title. He also became a rookie driver for A1 Team Brazil in the 2006–07 A1 Grand Prix season.\nEuroseries 3000.\nThe next year, Razia moved to Europe to race in the Euroseries 3000 championship. He finish third in the Euroseries standings and fourth in the Italian championship. Razia also ran four races in the 2007 World Series by Renault.\nIn 2008, he remained in Euroseries 3000, partnering Frenchman Nicolas Prost, the son of four-time Formula One World Champion Alain Prost. In the Italian Formula 3000 standings he finished the season in fourth place. He won his first race win at Misano.\nGP2 Series.\nOn October 2, 2008, it was announced that Razia will race for Team Arden in the 2008–09 GP2 Asia Series season. In the final race of the season in Bahrain, Razia claimed his first win.\nHe signed for Fisichella Motor Sport to compete in the main GP2 Series in 2009 season. At the Autodromo Nazionale Monza, Razia led from pole to take his first GP2 win.\nRazia joined the Barwa Addax Team for the 2009–10 GP2 Asia Series season. He was replaced before the second round, but returned for the final round in Bahrain.\nHe remained with Rapax for the 2010 season. He finishing eleventh in the drivers' championship. His team-mate, Pastor Maldonado, became the series champion. Razia helped Rapax to claim the teams' title.\nAs part of his Formula One testing deal with the Lotus team, Razia signed to drive for the new AirAsia team in 2011. He scored no points in the 2011 Asia series.\nFormula One.\nOn December 15, 2009, it was officially announced that Razia would join the new Virgin Racing team as a test driver. In March 2011, Razia was confirmed as reserve and test driver for Team Lotus for the 2011 season. At the Chinese Grand Prix, Luiz Razia drove in Free Practice Session 1 for Team Lotus, replacing Jarno Trulli.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":62},{"uri":"Auto_racing","surface_form":"racing driver","offset":72},{"uri":"Open_wheel_car","surface_form":"single seater","offset":117},{"uri":"Brazil","surface_form":"Brazil","offset":256},{"uri":"A1_Grand_Prix","surface_form":"A1 Grand Prix","offset":474},{"uri":"Europe","surface_form":"Europe","offset":543},{"uri":"Italy","surface_form":"Italian","offset":657},{"uri":"France","surface_form":"Frenchman","offset":794},{"uri":"Nicolas_Prost","surface_form":"Nicolas Prost","offset":804},{"uri":"Formula_One","surface_form":"Formula One","offset":840},{"uri":"Alain_Prost","surface_form":"Alain Prost","offset":867},{"uri":"Misano_World_Circuit","surface_form":"Misano","offset":987},{"uri":"Bahrain_International_Circuit","surface_form":"Bahrain","offset":1154},{"uri":"GP2_Series","surface_form":"GP2 Series","offset":1252},{"uri":"Autodromo_Nazionale_Monza","surface_form":"Autodromo Nazionale Monza","offset":1286},{"uri":"Pastor_Maldonado","surface_form":"Pastor Maldonado","offset":1631},{"uri":"Lotus_Racing","surface_form":"Lotus","offset":1772},{"uri":"Virgin_Racing","surface_form":"Virgin Racing","offset":1978},{"uri":"Lotus_Racing","surface_form":"Team Lotus","offset":2081},{"uri":"2011_Formula_One_season","surface_form":"2011 season","offset":2100},{"uri":"Chinese_Grand_Prix","surface_form":"Chinese Grand Prix","offset":2120},{"uri":"Lotus_Racing","surface_form":"Team Lotus","offset":2188},{"uri":"Jarno_Trulli","surface_form":"Jarno Trulli","offset":2210}]}