{"id":302187,"url":"http://en.wikipedia.org/wiki/Skyland%2C_Washington%2C_D.C.","text":"e=\"preserve\">Skyland is a neighborhood in Southeast Washington, D.C. It is next to Good Hope Road to the northeast, Alabama Avenue to the southeast, and Fort Stanton Park to the south and west. It is a part of the area called Anacostia.\nThe District government wants to rebuild the Skyland Shopping Center at Alabama Avenue and Naylor Road, SE in Ward 7 into a mixed-used town center. Local residents asked the District government for help in the 1980s, because the current buildings were falling apart and many stores were empty. The United States Department of Housing and Urban Development decided in 2005 that the District government could not use federal money to buy Skyland because of past mistakes.\nThe District is working with the Rappaport Cos. and the William S. Smith Cos. on a new plan for Skyland. They want to build of retail space. They hope that the new buildings will be filled with high-quality, national stores and locally-owned shops and restaurants. Torti Gallas & Partners are architects who are drawing the new plans. The new buildings will cost $260 million. On May 25, 2011, DC Mayor Vincent Gray told Wal-Mart officials that he would not allow them to build four other new stores in the District of Columbia unless Wal-Mart also opened a store in Skyland. However, Safeway holds the exclusive right to sell groceries in the development, which may block a Wal-Mart at Skyland.\nThe project will also include 420 to 470 units of housing. About 80 percent of the housing units will be owned by the people who live there and 20 percent will be rented.\nPeople are fighting the plan in court. The land owners do not want to sell their land to Rappaport and Smith. The District wants to force the current owners to sell (eminent domain).\nRappaport and Smith filed a Planned Unit Development (PUD) application with the Zoning Commission in 2008. The DC Council approved a Tax Increment Financing (TIF) package to loan money for the new buildings. In July 2010, the District's zoning commission approved the plan for the new buildings. Building will start in 2012. The new buildings are expected to open in 2014.\nSkyland is a part of the Good Hope neighborhood. Hillcrest to the east and Naylor Gardens to the southeast of the Good Hope neighborhood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Washington%2C_D.C._(southeast)","surface_form":"Southeast","offset":42},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":52},{"uri":"Anacostia","surface_form":"Anacostia","offset":226},{"uri":"United_States_Department_of_Housing_and_Urban_Development","surface_form":"United States Department of Housing and Urban Development","offset":535},{"uri":"Vincent_Gray","surface_form":"Vincent Gray","offset":1110},{"uri":"Wal-Mart","surface_form":"Wal-Mart","offset":1128},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":1214},{"uri":"Eminent_domain","surface_form":"eminent domain","offset":1740},{"uri":"Good_Hope%2C_Washington%2C_D.C.","surface_form":"Good Hope","offset":2155},{"uri":"Hillcrest","surface_form":"Hillcrest","offset":2179},{"uri":"Naylor_Gardens","surface_form":"Naylor Gardens","offset":2205}]}