{"id":302180,"url":"http://en.wikipedia.org/wiki/Salmaan_Taseer","text":"Salmaan Taseer (31 May 1944 — 4 January 2011) was the Governor of Punjab, in Pakistan. He was shot dead in 2011 in Islamabad by his official security guard, Malik Muhammad Mumtaz Qadri, a member of the Pakistan military's Elite Force. It is believed he was killed because his ideas were not acceptable to various religious groups in Pakistan. Taseer had not supported the Pakistan's blasphemy laws which make an insult against Islam punishable by death. The murderer, Qadri, said he had to kill Taseer because of this, as it was his duty under Islamic law. He said the killing was not illegal. Thousands of people have demonstrated in support of Qadri.\nTaseer was born in Simla, Punjab, British India. He studied accountancy in London and later joined Zulfiqar Ali Bhutto's Pakistan Peoples Party in 1967. He was elected to the Punjab Assembly in 1988 and was Deputy Opposition Leader. He was also elected to the National Assembly and held the position of Federal Minister for Industries, Production and Special Initiatives. In May 2008 he was made the Governor of Punjab. He was a close assistant to Benazir Bhutto.\nHe owned accountancy businesses, a telephone company, an English language newspaper and the first children's TV channel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Governor","surface_form":"Governor","offset":54},{"uri":"Punjab%2C_Pakistan","surface_form":"Punjab","offset":66},{"uri":"Pakistan","surface_form":"Pakistan","offset":77},{"uri":"Islamabad","surface_form":"Islamabad","offset":115},{"uri":"Simla","surface_form":"Simla","offset":672},{"uri":"Punjab_(British_India)","surface_form":"Punjab","offset":679},{"uri":"British_India","surface_form":"British India","offset":687},{"uri":"Accountancy","surface_form":"accountancy","offset":713},{"uri":"London","surface_form":"London","offset":728},{"uri":"Zulfiqar_Ali_Bhutto","surface_form":"Zulfiqar Ali Bhutto","offset":752},{"uri":"Pakistan_Peoples_Party","surface_form":"Pakistan Peoples Party","offset":774},{"uri":"Leader_of_the_Opposition","surface_form":"Deputy Opposition Leader","offset":860},{"uri":"Benazir_Bhutto","surface_form":"Benazir Bhutto","offset":1101}]}