{"id":302177,"url":"http://en.wikipedia.org/wiki/Tipu%27s_Tiger","text":"Tipu's Tiger (a.k.a. Tippoo's Tiger) is an 18th century moving model, musical instrument and an art object. It was made for Tipu, the ruler of Mysore in India. It shows a tiger killing a European soldier. It is in the Victoria and Albert Museum in London.\nDescription.\nIt was made for Tipu Sultan of Mysore in about 1795. Tipu Sultan used the tiger as his emblem, The tiger was a symbol of power but it was also a symbol of royalty in India. Tipu was quoted as saying he would rather live two days as a tiger than 100 years as a sheep.\nThe turning of a handle powers mechanisms inside the model. Air is sent through a pipe that makes sound, like the cries of the victim. The pitch of the 'wail pipe' changes as the man's arm moves. Inside the tiger's head air is pushed through two pipes to make a tiger's roar. The ivory keyboard which operates an organ is hidden.\nThe type of brass shows it was made in India, but it may have been made by one of the Frenchman in Tipu's court. Some historians to suggest there was French input into the mechanism of this automaton.\nThe design is inspired by the death of Hugh Munro, son of General Sir Hector Munro, who had defeated Tipu in battle. Munro was killed by a tiger in 1792 on Saugor Island.< Tipu saw this as a sign because he was called the \"Tiger\".\nThe East India Company decided not to give the Tiger to the Queen, but to keep it. It was displayed in the East India Company Museum in Leadenhall Street, London in 1808. The poet John Keats saw it there and included it in his satirical verse, “\"The Cap and Bells\"”. In the poem, a Soothsayer visits the court of the Emperor Elfinan. He hears a strange noise and thinks the Emperor is snoring.\nToday.\nIt is in the Victoria and Albert Museum in London. Visitors can no longer operate the mechanism. A small model of this tiger is in Tipu Sultan's wooden palace in Bengaluru.","categories":[],"infobox_types":[],"annotations":[{"uri":"18th_century","surface_form":"18th century","offset":43},{"uri":"Tipu","surface_form":"Tipu","offset":124},{"uri":"Mysore","surface_form":"Mysore","offset":143},{"uri":"Tiger","surface_form":"tiger","offset":171},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":218},{"uri":"Tipu_Sultan","surface_form":"Tipu Sultan","offset":285},{"uri":"Mysore","surface_form":"Mysore","offset":300},{"uri":"Automaton","surface_form":"automaton","offset":1056},{"uri":"British_East_India_Company","surface_form":"East India Company","offset":1405},{"uri":"John_Keats","surface_form":"John Keats","offset":1478},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":1712},{"uri":"London","surface_form":"London","offset":1742}]}