{"id":302253,"url":"http://en.wikipedia.org/wiki/The_Music_Man","text":"\"The Music Man\" is a 1957 musical written by Meridith Willson. It won a Tony Award for Best Musical. In its original run, it starred Robert Preston, Barbara Cook, David Burns, Pert Kelton and Iggie Wolfington. Two movies have been made of it, in 1962 and 2003. It was also revived several times.\nPlot.\nHarold Hill, a con man, goes to River City, Iowa and tries to make money by starting a boy's band. He is helped by sidekick Marcellus Washburne. Most of the town is taken in by him, including Winthrop Paroo, a boy with a lisp. Hill also forms the school board into a barbershop quartet and organizes a lady's dance society led by town busybody Eulalie Shinn. However, some people are suspicious of him. One of these people is Mayor Shinn, who owns the pool hall that Hill blames for the serious trouble River City is in. The other is music teach and librarian Marian Paroo. Hill tries to woo Marian, but has no luck.\nIn the second act, it's looking good for Hill. He is actually getting somewhere with Marian, and it looks as though he will be able to collect his money and get out of town. However, anvil salesman Charlie Cowell shows up and exposes him during the summer sociable. Hill tries to leave, but he cannot because he is too in love with Marian. Hill is arrested and is almost tarred and feathered before being forced to conduct the band. Though the band is not very good, the townspeople are still very proud of it and let Hill go.\n1962 movie.\nIn the 1962 movie, Preston reprised his role as Harold Hill (this after Cary Grant turned it down). It also had Shirley Jones as Marian, Buddy Hackett as Marcellus, Hermione Gingold as Eulalie, Paul Ford as Mayor Shinn, and Ron Howard as Winthrop. The movie is very similar to the musical, except that it replaces the song \"My White Knight\" with \"Being in Love\".\n2003 movie.\nIn 2003, a movie version of the musical was made starring Matthew Broderick as Harold Hill and Kristin Chenoweth as Marian Paroo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meridith_Willson","surface_form":"Meridith Willson","offset":45},{"uri":"Tony_Award_for_Best_Musical","surface_form":"Tony Award for Best Musical","offset":72},{"uri":"Robert_Preston","surface_form":"Robert Preston","offset":133},{"uri":"Barbara_Cook","surface_form":"Barbara Cook","offset":149},{"uri":"David_Burns","surface_form":"David Burns","offset":163},{"uri":"Pert_Kelton","surface_form":"Pert Kelton","offset":176},{"uri":"Iggie_Wolfington","surface_form":"Iggie Wolfington","offset":192},{"uri":"Con_man","surface_form":"con man","offset":317},{"uri":"Sidekick","surface_form":"sidekick","offset":417},{"uri":"Lisp","surface_form":"lisp","offset":523},{"uri":"Barbershop_quartet","surface_form":"barbershop quartet","offset":569},{"uri":"Cary_Grant","surface_form":"Cary Grant","offset":1530},{"uri":"Shirley_Jones","surface_form":"Shirley Jones","offset":1570},{"uri":"Buddy_Hackett","surface_form":"Buddy Hackett","offset":1595},{"uri":"Hermione_Gingold","surface_form":"Hermione Gingold","offset":1623},{"uri":"Paul_Ford","surface_form":"Paul Ford","offset":1652},{"uri":"Ron_Howard","surface_form":"Ron Howard","offset":1682},{"uri":"Matthew_Broderick","surface_form":"Matthew Broderick","offset":1891},{"uri":"Kristin_Chenoweth","surface_form":"Kristin Chenoweth","offset":1928}]}