{"id":302260,"url":"http://en.wikipedia.org/wiki/Guardian_Media_Group","text":"e=\"preserve\">Guardian Media Group plc (GMG) is a company in the United Kingdom that owns various mass media businesses including \"The Guardian\" and \"The Observer\". GMG is owned by the Scott Trust. It began as the Manchester Guardian Ltd in 1907 when C. P. Scott bought the \"Manchester Guardian\" from his cousin Edward Taylor. It became the Manchester Guardian and Evening News Ltd when it bought the \"Manchester Evening News\" in 1924, later becoming the \"Guardian and Manchester Evening News Ltd\" after the change in the morning paper's name. It became the Scott Trust in 1993.\nGMG has many parts to it business: Guardian News & Media (the \"Guardian\", the \"Observer\"); GMG Radio (regional radio stations under the Smooth, Real, and Rock Radio brands); Trader Media Group (the Auto Trader magazine and website), which it owns jointly with private equity firm Apax); GMG Property Services (estate agency software providers Vebra and Core, lettings software provider CFP Software, graphic design consultancy The Media Design House and consumer portal ThinkProperty.com); and Emap, the B2B events, data and publishing company, also jointly owned with Apax.\nGuardian Media Group exists to support the main business of its owner, the Scott Trust: to keep the financial and editorial independence of the Guardian forever.\nIn March 2007 GMG sold 49.9% of Trader Media Group to Apax Partners, in a deal that valued Trader Media Group at £1.35 billion. In December 2007 GMG and Apax made a successful bid to buy Emap for around £1 billion.\nIn February 2010, the group sold its GMG Regional Media division (consisting of two companies MEN Media and S&B Media which operated 31 local and regional newspaper titles) to Trinity Mirror plc for £44.8 million. The sale ended the historic connection between \"The Guardian\" and the \"Manchester Evening News\". The Manchester TV channel, Channel M, and two newspapers in Woking were not included in the sale.","categories":[],"infobox_types":[],"annotations":[{"uri":"Company","surface_form":"company","offset":49},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":64},{"uri":"Mass_media","surface_form":"mass media","offset":97},{"uri":"The_Guardian","surface_form":"The Guardian","offset":130},{"uri":"The_Observer","surface_form":"The Observer","offset":149},{"uri":"Scott_Trust","surface_form":"Scott Trust","offset":184},{"uri":"C._P._Scott","surface_form":"C. P. Scott","offset":250},{"uri":"Trinity_Mirror_plc","surface_form":"Trinity Mirror plc","offset":1706},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1792},{"uri":"Manchester_Evening_News","surface_form":"Manchester Evening News","offset":1815},{"uri":"Channel_M","surface_form":"Channel M","offset":1868},{"uri":"Woking","surface_form":"Woking","offset":1901}]}