{"id":302296,"url":"http://en.wikipedia.org/wiki/Capitol_Hill","text":"Capitol Hill is the largest historic residential neighborhood in Washington D.C.. The neighborhood covers an area east of the United States Capitol along wide avenues. It is one of the oldest residential communities in Washington. Its two square miles house 35,000 people, so it is one of the most densely populated neighborhoods. The phrase \"Capitol Hill\" can sometime mean the United States Congress instead of the neighborhood.\nCapitol Hill is also a hill as well as a neighborhood. The hill rises in the center of the District of Columbia and extends eastward. Pierre L'Enfant, as he began to develop his plan for the new Federal City in 1791, chose to locate the \"Congress House\" on the crest of the hill, facing the city, a site that L'Enfant characterized as a \"pedestal waiting for a monument.\"\nA large portion of the neighborhood is now designated as the Capitol Hill historic district. The name \"Capitol Hill\" is often used to refer to both the historic district and to the larger neighborhood around it. To the east of Capitol Hill lies the Anacostia River, to the north is the H Street corridor, to the south are the Southwest Freeway and the Washington Navy Yard, and to the west are the National Mall and the city's central business district.\nHistory.\nL'Enfant referred to the hill chosen as the site of the future Congress House as \"Jenkins Hill\" or \"Jenkins Heights.\" However, the tract of land had for many years belonged to the Carroll family and was noted in their records of ownership as \"New Troy.\" Some people have said that a man named Jenkins had once pastured some livestock at the site of the Capitol (and thus his name was associated with the site), artist John Trumbull, who would paint several murals inside the Capitol's rotunda, reported in 1791 that the site was covered with a thick wood, making it an unlikely place for livestock to graze. Noone knows who Jenkins was and how his name became associated with the hill, as reported by L'Enfant.\nThe neighborhood that is now called Capitol Hill started to develop when the government began work at two locations, the Capitol and the Washington Navy Yard. It became a distinct community between 1799 and 1810 as the federal government became a major employer. The first stage in its early history was that of a boarding house community developed for members of Congress. In the early years of the Republic, few Congressmen wished to establish permanent residence in the city. Instead, most preferred to live in boarding houses within walking distance of the Capitol.\nIn 1799 the Washington Navy Yard was established on the banks of the Anacostia River, and provided jobs to craftsmen who built and repaired ships. Many of the craftsmen who were employed both at the Navy Yard and in the construction of the Capitol chose to live within walking distance, to the east of the Capitol and the north of the Navy Yard. They became the original residential population of the neighborhood. In 1806, President Thomas Jefferson selected the location of the Marine Barracks, which had to be within marching distance of both the Capitol and the White House, not far from the Washington Navy Yard. By 1810, shops, goldsmiths, blacksmiths, and churches were flourishing in the area.\nThe Civil War resulted in more building in the Capitol Hill area, including new hospitals. Building new houses continued in the 1870s and 1880s. The neighborhood began to divide along racial and economic class lines.\nElectricity, piped water, and plumbing were introduced in the 1890s, and were first available in the downtown areas of the District of Columbia, including Capitol Hill. There was a real estate development boom between 1890 and 1910 as the Capitol Hill area became one of the first neighborhoods having these modern conveniences.\nIn 1976, the National Park Service added the Capitol Hill Historic District to the National Register of Historic Places. It is one of the largest historic districts in the United States. The boundaries of the historic district are irregular, extending southward from F Street NE, as far east as 14th Street, as far west as South Capitol Street, and with a southern limit marked chiefly by Virginia Avenue but including some territory as far south as M Street SE. It includes buildings from the Federal period (1800 to 1820) through 1919, but most of the buildings are late Victorian.\nCapitol Hill has remained a fairly stable middle-class neighborhood throughout its existence. It suffered a period of economic decline and rising crime in the mid-20th century but gradually recovered. During the so-called \"Crack Epidemic\" of the 1980s, its fringes were often affected. More recently, the neighborhood has undergone intense gentrification.\nDescription.\nCapitol Hill's landmarks include not only the United States Capitol, but also the Senate and House office buildings, the Supreme Court building, the Library of Congress, the Marine Barracks, the Washington Navy Yard, and Congressional Cemetery.\nIt is, however, largely a residential neighborhood composed predominantly of rowhouses of different stylistic varieties and periods. Side by side exist early 19th century manor houses, Federal townhouses, small frame dwellings, ornate Italianate bracketed houses and the late 19th century press brick rowhouses with their often whimsical decorative elements combining Richardsonian Romanesque, Queen Anne, and Eastlakian motifs.\nThe main shopping corridor of Capitol Hill is Pennsylvania Avenue. It has shops, restaurants and bars. Eastern Market is an 1873 public market on 7th Street SE, where vendors sell fresh meat and produce in indoor stalls and at outdoor farmers' stands. It is also the site of an outdoor flea market every weekend. After a major fire gutted the main market building on April 30, 2007, it underwent restoration and reopened on June 26, 2009.\nBarracks Row (8th Street SE), so called because of its proximity to the U.S. Marine Barracks, is one of the city's oldest commercial corridors. It dates to the late 18th century and has recently been revitalized.\nMore recently, the Old Naval Hospital has been converted into Hill Center, a new community center. It is at the corner of 9th and Pennsylvania Avenue SE. The rehabilitation of the Old Naval Hospital combines the restoration of a historically significant landmark with the cutting edge technologies of modern “green” architecture. Hill Center is a vibrant new home for cultural, educational and civic life on Capitol Hill.\nRecent estimates in Capitol Hill newspapers suggest as many as a third of all Members of Congress live on Capitol Hill while in Washington.\nFamous people who were born in the Capitol Hill neighborhood include John Philip Sousa (whose birthplace, on G St., is still standing) and J. Edgar Hoover. Frederick Douglass's former house can be found in the 300 block of A Street Northeast. (In the 1970s the Douglass house was later used as an African Art Museum by Warren M. Robbins).\nCapitol Hill has several local community newspapers, such as the \"Hill Rag\". The \"[http://www.voiceofthehill.com Voice of the Hill]\" closed in May 2010.","categories":[],"infobox_types":["NRHP"],"annotations":[{"uri":"Neighborhood","surface_form":"neighborhood","offset":49},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":65},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":126},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":379},{"uri":"Pierre_L%27Enfant","surface_form":"Pierre L'Enfant","offset":565},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":1052},{"uri":"H_Street_(Washington%2C_D.C.)","surface_form":"H Street corridor","offset":1089},{"uri":"Interstate_695_(District_of_Columbia)","surface_form":"Southwest Freeway","offset":1129},{"uri":"Washington_Navy_Yard","surface_form":"Washington Navy Yard","offset":1155},{"uri":"National_Mall","surface_form":"National Mall","offset":1201},{"uri":"John_Trumbull","surface_form":"John Trumbull","offset":1684},{"uri":"Washington_Navy_Yard","surface_form":"Washington Navy Yard","offset":2114},{"uri":"Boarding_house","surface_form":"boarding house","offset":2291},{"uri":"Washington_Navy_Yard","surface_form":"Washington Navy Yard","offset":2559},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":2616},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":2981},{"uri":"Marine_Barracks%2C_Washington%2C_D.C.","surface_form":"Marine Barracks","offset":3027},{"uri":"American_Civil_War","surface_form":"Civil War","offset":3253},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":3878},{"uri":"Gentrification","surface_form":"gentrification","offset":4719},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":4794},{"uri":"United_States_Supreme_Court_Building","surface_form":"Supreme Court building","offset":4869},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":4897},{"uri":"Marine_Barracks%2C_Washington%2C_D.C.","surface_form":"Marine Barracks","offset":4922},{"uri":"Washington_Navy_Yard","surface_form":"Washington Navy Yard","offset":4943},{"uri":"Congressional_Cemetery","surface_form":"Congressional Cemetery","offset":4969},{"uri":"Rowhouse","surface_form":"rowhouse","offset":5070},{"uri":"Federal_architecture","surface_form":"Federal","offset":5178},{"uri":"Richardsonian_Romanesque","surface_form":"Richardsonian Romanesque","offset":5361},{"uri":"Queen_Anne_style_architecture_in_the_United_States","surface_form":"Queen Anne","offset":5387},{"uri":"Eastlake_Movement","surface_form":"Eastlakian","offset":5403},{"uri":"Pennsylvania_Avenue","surface_form":"Pennsylvania Avenue","offset":5468},{"uri":"Eastern_Market%2C_Washington%2C_D.C.","surface_form":"Eastern Market","offset":5525},{"uri":"Flea_market","surface_form":"flea market","offset":5708},{"uri":"Barracks_Row","surface_form":"Barracks Row","offset":5861},{"uri":"Marine_Barracks%2C_Washington%2C_D.C.","surface_form":"U.S. Marine Barracks","offset":5933},{"uri":"John_Philip_Sousa","surface_form":"John Philip Sousa","offset":6705},{"uri":"J._Edgar_Hoover","surface_form":"J. Edgar Hoover","offset":6775},{"uri":"Frederick_Douglass","surface_form":"Frederick Douglass","offset":6792},{"uri":"Warren_M._Robbins","surface_form":"Warren M. Robbins","offset":6955},{"uri":"Newspaper","surface_form":"newspaper","offset":7016},{"uri":"Hill_Rag","surface_form":"Hill Rag","offset":7041}]}