{"id":302364,"url":"http://en.wikipedia.org/wiki/Ivy_City%2C_Washington%2C_D.C.","text":"Ivy City is a small neighborhood in Northeast Washington, D.C. It is primarily an industrial neighborhood. It is dominated by warehouses and the Ivy City Yard, a railroad coach yard and maintenance facility for Amtrak. The area has undergone some renewal. But Ivy City still remains among the poorest parts of the city.\nGeography.\nIvy City is bounded by New York Avenue to the northwest, West Virginia Avenue to the east, and Mt. Olivet Road to the south. The neighborhood is surrounded on all sides by significant landmarks: Gallaudet University (across Mt. Olivet Rd.), Mt. Olivet Cemetery (across West Virginia Ave.), and Amtrak's Ivy City yard (across New York Ave.).\nPolitically, Ivy City is in Ward 5.\nHistory.\nIvy City is outside of the boundaries of the original Pierre L'Enfant plan for the City of Washington within the District of Columbia.\nIn 1831, the Baltimore and Ohio Railroad (B&O) received approval of a plan to build its Washington Branch. Passenger train service between Baltimore and Washington began in 1835. As part of the construction, the railroad company built its last roundhouse (the current Amtrak yard) one mile outside the city limit. The railroad then worked with land speculators to develop the tract immediately next to the roundhouse as \"Ivy City\". Ivy City became an early Washington suburb. It housed railroad employees and give a formal mailing address to the roundhouse.\nIvy City became part of the city of Washington with the passage of the Organic Act of 1878, which extended the city to occupy all of the District of Columbia.\nOver the years, railroads were one of the few industries to consistently give jobs to African Americans. Ivy City became an increasingly black section of town. In 1911, while Washington DC had separate schools for black and white students, the neighborhood's first colored school, Alexander Crummell Elementary School, opened in Ivy City. The school quickly became a symbol of civic pride in the neighborhood and a major community anchor.\nThe economic status of Ivy City went up and down with the economic success of the railroads. After World War II, U.S. rail travel suffered terrible declines due to the rise of the commercial airline industry and the Interstate Highway System. In 1963, B&O was bought by the Chesapeake and Ohio Railroad; the two were combined in the Chessie System in 1973. Three years after that, the Ivy City yard was acquired by the newly created Amtrak, which leased it to commuter rail services.\nAmtrak gave some stability to the industrial tenor of the neighborhood. But Ivy City had suffered a lot from the railroad industry's decades-long downturn. Even after Amtrak took over the train yard, Washington entered a period of poor city management and economic blight. This was hard on low-income neighborhoods. Those who could afford to leave Ivy City did; its population decreased by a third in the 1990s.\nIvy City remains home to many of the poorest residents of the District. It is largely occupied by old warehouses, abandoned and decrepit homes, and large expanses of parking lots, and crime. By mid-2005, the city's recent trend toward gentrification had only just begun to reach some parts of Ivy City. Only 20 percent of Ivy City residents own their own homes. In 2011, Habitat for Humanity built or rennovated 23 houses in Ivy City.\nGovernment and infrastructure.\nAmtrak maintains some offices in Ivy City.","categories":[],"infobox_types":[],"annotations":[{"uri":"Washington_DC_(northeast)","surface_form":"Northeast","offset":36},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":46},{"uri":"Railroad","surface_form":"railroad","offset":162},{"uri":"Coach_yard","surface_form":"coach yard","offset":171},{"uri":"Amtrak","surface_form":"Amtrak","offset":211},{"uri":"New_York_Avenue_(Washington%2C_D.C.)","surface_form":"New York Avenue","offset":354},{"uri":"Gallaudet_University","surface_form":"Gallaudet University","offset":526},{"uri":"Pierre_L%27Enfant","surface_form":"Pierre L'Enfant","offset":771},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":830},{"uri":"Baltimore_and_Ohio_Railroad","surface_form":"Baltimore and Ohio Railroad","offset":865},{"uri":"Washington_Branch_of_the_Baltimore_and_Ohio_Rail_Road","surface_form":"Washington Branch","offset":940},{"uri":"Passenger_train","surface_form":"Passenger train","offset":959},{"uri":"Baltimore","surface_form":"Baltimore","offset":991},{"uri":"Suburb","surface_form":"suburb","offset":1320},{"uri":"Organic_Act_of_1878","surface_form":"Organic Act of 1878","offset":1481},{"uri":"African_Americans","surface_form":"African Americans","offset":1655},{"uri":"Alexander_Crummell","surface_form":"Alexander Crummell","offset":1850},{"uri":"World_War_II","surface_form":"World War II","offset":2107},{"uri":"Interstate_Highway_System","surface_form":"Interstate Highway System","offset":2224},{"uri":"Chesapeake_and_Ohio_Railroad","surface_form":"Chesapeake and Ohio Railroad","offset":2282},{"uri":"Chessie_System","surface_form":"Chessie System","offset":2341},{"uri":"Stability","surface_form":"stability","offset":2509},{"uri":"Habitat_for_Humanity","surface_form":"Habitat for Humanity","offset":3275},{"uri":"Amtrak","surface_form":"Amtrak","offset":3370}]}