{"id":302303,"url":"http://en.wikipedia.org/wiki/Washington_Navy_Yard","text":"The Washington Navy Yard is the former shipyard and ordnance plant of the United States Navy in Southeast Washington, D.C. It is the oldest shore base of the U.S. Navy. The Yard currently serves as a ceremonial and administrative center for the U.S. Navy. It has the offices of the Chief of Naval Operations, the Naval Sea Systems Command, Naval Historical Center, the Department of Naval History, the Naval Criminal Investigative Service, the U.S. Navy Judge Advocate General's Corps, Naval Reactors, Marine Corps Institute, the United States Navy Band, and numerous other naval commands. Before 2006, it used to be the headquarters to the Marine Corps Historical Center, but that center moved to Quantico. The Washington Navy Yard was added to the National Register of Historic Places in 1973. It was designated a National Historic Landmark on May 11, 1976.\nHistory.\nThe history of the yard can be divided into its military history and cultural and scientific history.\nMilitary.\nThe land was purchased under an Act of Congress on July 23, 1799. The Washington Navy Yard was established on October 2, 1799, the date the property was transferred to the Navy. It is the oldest shore base of the U.S. Navy. The Yard was built under the direction of Benjamin Stoddert, the first Secretary of the Navy, under the supervision of the Yard's first commandant, Commodore Thomas Tingey, who served in that capacity for 29 years.\nThe original boundaries that were established in 1800, along 9th and M Street Southeast, are still marked by a white brick wall that surrounds the Yard on the north and east sides. The next year, two additional lots were purchased. The north wall of the Yard was built in 1809 along with a guardhouse, now known as the Latrobe Gate. After the Burning of Washington in 1814, Tingey recommended that the height of the eastern wall be increased to ten feet (3 m) because of the fire and subsequent looting.\nThe southern boundary of the Yard was formed by the Anacostia River (then called the \"Eastern Branch\" of the Potomac River). The west side was undeveloped marsh. The land located along the Anacostia was added to by landfill over the years as it became necessary to increase the size of the Yard.\nFrom its first years, the Washington Navy Yard became the navy's largest shipbuilding and shipfitting facility, with 22 vessels constructed there, ranging from small 70-foot (21 m) gunboats to the 246-foot (75 m) steam frigate USS \"Minnesota\". The USS \"Constitution\" came to the Yard in 1812 to refit and prepare for combat action.\nDuring the War of 1812, the Navy Yard was an important support facility. It was also helped defend the capital city from the British. Sailors at the Navy Yard were part of the hastily assembled American army which, at Bladensburg, Maryland, opposed the British forces marching on Washington. The Navy Yard sailors and marines of nearby Marine Barracks, Washington, D.C., were in the third and last line of defense at Bladensburg. Together, they fought hand to hand with cutlasses and pikes against the British regulars before being overwhelmed. As the British marched into Washington, holding the Yard became impossible. Tingey, seeing the smoke from the burning Capitol, ordered the Yard burned to prevent its capture by the enemy. Tingey's own quarters (now Quarters A) and the Latrobe Gate were spared from the flames. Both structures are now individually listed on the National Register of Historic Places.\nFollowing the War of 1812, the Washington Navy Yard never regained its prominence as a shipbuilding facility. The waters of the Anacostia River were too shallow to accommodate larger vessels, and the Yard was deemed too inaccessible to the open sea. Thus came a shift to what was to be the character of the Yard for more than a century: ordnance and technology. The Yard possessed one of the earliest steam engines in the United States, and was used to manufacture anchors, chain, and steam engines for vessels of war.\nDuring the American Civil War, the Yard once again became an integral part of the defense of Washington. Commandant Franklin Buchanan resigned his commission to join the Confederacy, leaving the Yard to Commander John A. Dahlgren. President Abraham Lincoln, who held Dahlgren in the highest esteem, was a frequent visitor. The famous ironclad USS \"Monitor\" was repaired at the Yard after her historic battle with the CSS \"Virginia\". The Lincoln assassination conspirators were brought to the Yard following their capture. The body of John Wilkes Booth was examined and identified on the monitor USS \"Montauk\", moored at the Yard.\nFollowing the war, the Yard continued to be the scene of technological advances. In 1886, the Yard was designated the manufacturing center for all ordnance in the Navy. Commander Theodore F. Jewell was Superintendent of the Naval Gun Factory from January 1893 to February 1896. Ordnance production continued as the Yard manufactured armament for the Great White Fleet and the World War I navy. The naval railway guns used in France during World War I were manufactured at the Yard.\nBy World War II, the Yard was the largest naval ordnance plant in the world. The weapons designed and built there were used in every war in which the United States fought until the 1960s. At its peak, the Yard consisted of 188 buildngs on 126 acres (0.5 km²) of land and employed nearly 25,000 people. Small components for optical systems, and enormous battleship guns were all manufactured here. In December 1945, the Yard was renamed the U.S. Naval Gun Factory. Ordnance work continued for some years after World War II until finally phased out in 1961. Three years later, on July 1, 1964, the activity was redesignated the Washington Navy Yard. The deserted factory buildings began to be converted to office use.\nThe Washington Navy Yard was added to the National Register of Historic Places in 1973, and designated a National Historic Landmark on May 11, 1976.\nIt was headquarters to the Marine Corps Historical Center. That was moved in 2006 to Quantico.\nCultural and scientific.\nMany scientific developments took place at the Washington Navy Yard. Robert Fulton worked on his clockwork torpedo during the War of 1812. In 1822, Commodore John Rodgers built the country's first marine railway for the overhaul of large vessels. John A. Dahlgren developed his bottle-shaped cannon that became the mainstay of naval ordnance before the Civil War. In 1898, David W. Taylor developed a ship model testing basin which was used by the Navy and private shipbuilders to test the effect of water on new hull designs. The first shipboard aircraft catapult was tested in the Anacostia River in 1912. A wind tunnel was completed at the Yard in 1916. The giant gears for the Panama Canal locks were cast at the Yard. Navy Yard technicians applied their efforts to medical designs for prosthetic hands and molds for artificial eyes and teeth.\nThe Washington Navy Yard was the ceremonial gateway to the nation's capital. In 1860, the first Japanese diplomatic mission was welcomed to the United States in an impressive pageant at the Yard. The body of World War I's Unknown Soldier was received here. Charles A. Lindbergh returned to the Navy Yard in 1927 after his famous transatlantic flight. In 1939, Britain's King George VI, representing the dominion of Canada, visited the Yard during his Washington stay.\nAs of 2004, the Navy Yard houses a variety of activities. It is the main office of the Naval District Washington, and houses numerous support activities for the fleet and aviation communities. The Navy Museum welcomes visitors to the Navy Art Collection. Its displays of naval art and artifacts trace the Navy's history from the Revolutionary War to the present day. The Naval History and Heritage Command is housed in a complex of buildings known as the Dudley Knox Center for Naval History. Leutze Park is the scene of colorful ceremonies.\nThe destroyer USS \"Barry\" is a museum ship at the Washington Navy Yard, and is open to tourists. The \"Barry\" is frequently used for change of command ceremonies for naval commands in the area.\nOperations.\nThe Yard serves as a ceremonial and administrative center for the U.S. Navy, home to the Chief of Naval Operations. It is headquarters for the Naval Sea Systems Command, Naval Historical Center, the Department of Naval History, the Naval Criminal Investigative Service, the U.S. Navy Judge Advocate General's Corps, Naval Reactors, Marine Corps Institute, the United States Navy Band, and many other naval commands.\n2013 shooting.\nOn September 16, 2013, a shooting took place at the Yard. Shots were fired at the headquarters for the Naval Sea Systems Command Headquarters building #197. At least 17 people, including at least eight civilians, one D.C. police officer and one peacekeeper, were shot. Thirteen fatalities were confirmed by the United States Navy and D.C. Police. Officials said the gunman, Aaron Alexis, a 34-year-old civilian contractor from Queens, New York, was killed during a gun battle with police.","categories":[],"infobox_types":["NRHP | name =Washington Navy Yard"],"annotations":[{"uri":"Shipyard","surface_form":"shipyard","offset":39},{"uri":"Weapon","surface_form":"ordnance","offset":52},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":74},{"uri":"Southeast%2C_Washington%2C_D.C.","surface_form":"Southeast","offset":96},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":106},{"uri":"Chief_of_Naval_Operations","surface_form":"Chief of Naval Operations","offset":282},{"uri":"Naval_Sea_Systems_Command","surface_form":"Naval Sea Systems Command","offset":313},{"uri":"Naval_Historical_Center","surface_form":"Naval Historical Center","offset":340},{"uri":"Naval_Criminal_Investigative_Service","surface_form":"Naval Criminal Investigative Service","offset":402},{"uri":"Judge_Advocate_General%27s_Corps%2C_U.S._Navy","surface_form":"U.S. Navy Judge Advocate General's Corps","offset":444},{"uri":"Naval_Reactors","surface_form":"Naval Reactors","offset":486},{"uri":"Marine_Corps_Institute","surface_form":"Marine Corps Institute","offset":502},{"uri":"United_States_Navy_Band","surface_form":"United States Navy Band","offset":530},{"uri":"Marine_Corps_Base_Quantico","surface_form":"Quantico","offset":698},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":750},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":816},{"uri":"Act_of_Congress","surface_form":"Act of Congress","offset":1013},{"uri":"Benjamin_Stoddert","surface_form":"Benjamin Stoddert","offset":1247},{"uri":"United_States_Secretary_of_the_Navy","surface_form":"Secretary of the Navy","offset":1276},{"uri":"Commodore_(USN)","surface_form":"Commodore","offset":1353},{"uri":"Thomas_Tingey","surface_form":"Thomas Tingey","offset":1363},{"uri":"M_Street_(Washington%2C_D.C.)","surface_form":"M Street","offset":1489},{"uri":"Guardhouse","surface_form":"guardhouse","offset":1710},{"uri":"Latrobe_Gate","surface_form":"Latrobe Gate","offset":1739},{"uri":"Burning_of_Washington","surface_form":"Burning of Washington","offset":1763},{"uri":"Looting","surface_form":"looting","offset":1915},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":1976},{"uri":"Potomac_River","surface_form":"Potomac River","offset":2033},{"uri":"Marsh","surface_form":"marsh","offset":2079},{"uri":"Land_reclamation","surface_form":"landfill","offset":2139},{"uri":"Gunboat","surface_form":"gunboat","offset":2401},{"uri":"USS_Minnesota_(1855)","surface_form":"USS \"Minnesota\"","offset":2447},{"uri":"USS_Constitution","surface_form":"USS \"Constitution\"","offset":2468},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2563},{"uri":"Bladensburg%2C_Maryland","surface_form":"Bladensburg, Maryland","offset":2770},{"uri":"British_Empire","surface_form":"British","offset":3104},{"uri":"United_States_Capitol","surface_form":"Capitol","offset":3215},{"uri":"Steam_engine","surface_form":"steam engine","offset":3864},{"uri":"Anchor","surface_form":"anchor","offset":3928},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":3993},{"uri":"Franklin_Buchanan","surface_form":"Franklin Buchanan","offset":4098},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":4152},{"uri":"John_A._Dahlgren","surface_form":"John A. Dahlgren","offset":4195},{"uri":"President_of_the_United_States","surface_form":"President","offset":4213},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":4223},{"uri":"Ironclad","surface_form":"ironclad","offset":4316},{"uri":"USS_Monitor","surface_form":"USS \"Monitor\"","offset":4325},{"uri":"Battle_of_Hampton_Roads","surface_form":"historic battle","offset":4374},{"uri":"CSS_Virginia","surface_form":"CSS \"Virginia\"","offset":4399},{"uri":"Abraham_Lincoln_assassination","surface_form":"Lincoln assassination","offset":4419},{"uri":"John_Wilkes_Booth","surface_form":"John Wilkes Booth","offset":4516},{"uri":"USS_Montauk_(1862)","surface_form":"USS \"Montauk\"","offset":4577},{"uri":"Theodore_Frelinghuysen_Jewell","surface_form":"Theodore F. Jewell","offset":4791},{"uri":"Great_White_Fleet","surface_form":"Great White Fleet","offset":4962},{"uri":"World_War_I","surface_form":"World War I","offset":4988},{"uri":"Railway_gun","surface_form":"railway gun","offset":5016},{"uri":"France","surface_form":"France","offset":5037},{"uri":"World_War_II","surface_form":"World War II","offset":5097},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":5852},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":5915},{"uri":"Marine_Corps_Base_Quantico","surface_form":"Quantico","offset":6044},{"uri":"Robert_Fulton","surface_form":"Robert Fulton","offset":6148},{"uri":"Torpedo","surface_form":"torpedo","offset":6186},{"uri":"John_Rodgers_(naval_officer%2C_War_of_1812)","surface_form":"John Rodgers","offset":6237},{"uri":"Marine_railway","surface_form":"marine railway","offset":6276},{"uri":"John_A._Dahlgren","surface_form":"John A. Dahlgren","offset":6326},{"uri":"Cannon","surface_form":"cannon","offset":6371},{"uri":"David_W._Taylor","surface_form":"David W. Taylor","offset":6452},{"uri":"Ship_model","surface_form":"ship model","offset":6480},{"uri":"Testing_basin","surface_form":"testing basin","offset":6491},{"uri":"Hull_(watercraft)","surface_form":"hull","offset":6592},{"uri":"Aircraft_catapult","surface_form":"aircraft catapult","offset":6626},{"uri":"Wind_tunnel","surface_form":"wind tunnel","offset":6689},{"uri":"Gear","surface_form":"gear","offset":6746},{"uri":"Panama_Canal","surface_form":"Panama Canal","offset":6760},{"uri":"Prosthetic","surface_form":"prosthetic","offset":6869},{"uri":"Japan","surface_form":"Japan","offset":7023},{"uri":"Diplomatic_mission","surface_form":"diplomatic mission","offset":7032},{"uri":"Unknown_Soldier","surface_form":"Unknown Soldier","offset":7149},{"uri":"Charles_A._Lindbergh","surface_form":"Charles A. Lindbergh","offset":7184},{"uri":"Transatlantic_flight","surface_form":"transatlantic flight","offset":7256},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George VI","offset":7302},{"uri":"Dominion","surface_form":"dominion","offset":7330},{"uri":"Naval_District_Washington","surface_form":"Naval District Washington","offset":7482},{"uri":"Display_case","surface_form":"displays","offset":7654},{"uri":"Art","surface_form":"art","offset":7672},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":7680},{"uri":"American_Revolutionary_War","surface_form":"Revolutionary War","offset":7724},{"uri":"Destroyer","surface_form":"destroyer","offset":7941},{"uri":"USS_Barry_(DD-933)","surface_form":"USS \"Barry\"","offset":7951},{"uri":"Museum_ship","surface_form":"museum ship","offset":7968},{"uri":"Chief_of_Naval_Operations","surface_form":"Chief of Naval Operations","offset":8231},{"uri":"Naval_Sea_Systems_Command","surface_form":"Naval Sea Systems Command","offset":8285},{"uri":"Naval_Historical_Center","surface_form":"Naval Historical Center","offset":8312},{"uri":"Naval_Criminal_Investigative_Service","surface_form":"Naval Criminal Investigative Service","offset":8374},{"uri":"Judge_Advocate_General%27s_Corps%2C_U.S._Navy","surface_form":"U.S. Navy Judge Advocate General's Corps","offset":8416},{"uri":"Naval_Reactors","surface_form":"Naval Reactors","offset":8458},{"uri":"Marine_Corps_Institute","surface_form":"Marine Corps Institute","offset":8474},{"uri":"United_States_Navy_Band","surface_form":"United States Navy Band","offset":8502},{"uri":"Naval_Sea_Systems_Command","surface_form":"Naval Sea Systems Command Headquarters","offset":8676}]}