{"id":302315,"url":"http://en.wikipedia.org/wiki/Navy_Yard%2C_Washington%2C_D.C.","text":"Navy Yard, also known as Near Southeast, is a neighborhood on the Anacostia River in Southeast Washington, D.C. Navy Yard is bounded by Interstate 395 to the north, South Capitol Street to the west, and the Anacostia River to the south and east. The neighborhood is named after the Washington Navy Yard. The Navy Yard fills about half of the neighborhood. The neighborhood is in D.C.'s Ward 6, currently represented by Tommy Wells. It is served by the Navy Yard Metro station on the Green Line.\nHistory.\nHistorically, the Anacostia River was once a deep water channel with natural resources and home to the Nacotchtank Indians. In 1791, Pierre Charles L’Enfant designed the plan for Washington D.C. and, recognizing the worth of the Anacostia River, set up the city’s new commercial center and wharfs there. In 1799, the Washington Navy Yard was built in the area and for many decades was the nation’s largest naval shipbuilding facility. Today, the Washington Navy Yard has been run by the Navy longer than anywhere else.\nThe Navy Yard was a busy center in the 19th century and was important in the development of the area. The lively wharf was a center for jobs, serving ships with lumber and raw materials for the growing city. It also played a key role in defending the city from the British during the War of 1812. Surrounding the wharfs was a large commercial district, light industrial businesses, and one of the city’s most notable neighborhoods. As the city and nation developed, the Navy Yard changed from ship building to making finished ship products and weapons ammunition. By the mid-1940s in wartime the Navy Yard and the expanded Annex area were making the most ammo with 26,000 employees in 132 buildings on of land.\nHowever, during the 20th century the river got worse. The pollution of the river made it less valuable to the city. After World War II, the Navy Yard moved everything to a smaller campus, slowing commerce in the area. For this and other reasons the riverfront neighborhoods became overrun with crime.\nRedevelopment.\nFor many years, the neighborhood was an industrial district The area was formerly home to a large commercial and adult-entertainment district, which has now been displaced. Since 1990, the building of a new U.S. Department of Transportation office complex and Nationals Park, the new USD$600 million stadium of the Washington Nationals Major League Baseball team, caused quick changes in the neighborhood. Most of the neighborhood's land and businesses have been purchased by companies and is currently being developed into commercial and residential projects. The area plans to contain 12 to of office space, 9,000 residential units, 1,200 hospitality rooms, of retail space, four public parks, and an Anacostia Riverwalk trail system.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_neighborhoods_of_the_District_of_Columbia_by_ward","surface_form":"neighborhood","offset":46},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":66},{"uri":"Southeast%2C_Washington%2C_D.C.","surface_form":"Southeast","offset":85},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":95},{"uri":"Interstate_395_(District_of_Columbia-Virginia)","surface_form":"Interstate 395","offset":136},{"uri":"South_Capitol_Street","surface_form":"South Capitol Street","offset":165},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":207},{"uri":"Washington_Navy_Yard","surface_form":"Washington Navy Yard","offset":282},{"uri":"Wards_of_the_United_States","surface_form":"Ward","offset":386},{"uri":"Tommy_Wells","surface_form":"Tommy Wells","offset":419},{"uri":"Navy_Yard_(Washington_Metro)","surface_form":"Navy Yard","offset":452},{"uri":"Washington_Metro","surface_form":"Metro","offset":462},{"uri":"Green_Line_(Washington_Metro)","surface_form":"Green Line","offset":483},{"uri":"Nacotchtank","surface_form":"Nacotchtank","offset":607},{"uri":"Pierre_Charles_L%E2%80%99Enfant","surface_form":"Pierre Charles L’Enfant","offset":637},{"uri":"War_of_1812","surface_form":"War of 1812","offset":1307},{"uri":"World_War_II","surface_form":"World War II","offset":1856},{"uri":"U.S._Department_of_Transportation","surface_form":"U.S. Department of Transportation","offset":2257},{"uri":"Nationals_Park","surface_form":"Nationals Park","offset":2310},{"uri":"Washington_Nationals","surface_form":"Washington Nationals","offset":2365},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":2386}]}