{"id":302306,"url":"http://en.wikipedia.org/wiki/Alexey_Stakhanov","text":"Alexey Grigoryevich Stakhanov (; 3 January 1906 – 5 November 1977) was a miner in the Soviet Union. In 1970, he was made a Hero of Socialist Labor. In 1936, he became a member of the CPSU. He became a celebrity in 1935 as part of a movement that was intended to increase worker productivity and demonstrate the superiority of the socialist economic system.\nStakhanov was born in Lugovaya near Oryol. In 1927, he began working in a mine called \"Tsentralnaya-Irmino\" in Kadievka (Donbass). In 1933, Stakhanov became a jackhammer operator. In 1935, he took a local course in mining. On 31 August 1935, it was reported that he had mined a record 102 tonnes of coal in 5 hours and 45 minutes (14 times his quota). On 19 September, Stakhanov was reported to have set a new record by mining 227 tonnes of coal in a single shift. His example was held up in newspapers and posters as a model for others to follow, and he even appeared on the cover of Time Magazine.\nBetween 1936 and 1941, Stakhanov was a student of the Industrial Academy in Moscow. In 1941–1942, he was appointed director of mine No. 31 in Karaganda. Between 1943 and 1957, Stakhanov worked in the Ministry of Coal Industry of the USSR. In 1957–1959, he was deputy director of the \"Chistyakovantratsit\" trust, and after that, assistant chief engineer at the mine management office No. 2/43 of the \"Torezantratsit\" trust until his retirement in 1974.\nStakhanov was a deputy of the Supreme Soviet of the USSR of the first convocation. He was awarded two Orders of Lenin, Order of the Red Banner, and numerous medals. The last Sunday of August was designated \"Coal Miner's Day\", also apparently in his honor.\nThe town of Kadievka in eastern Ukraine where he started his work was renamed Stakhanov in his honour in 1978, after his death.\nStakhanov's records set an example throughout the country and gave birth to the Stakhanovite movement where workers who exceeded production targets could become \"Stakhanovites\". Orwell in Animal Farm presents Boxer as a symbolic character of the \"Stakhanovites\".\nRecord disputed.\nThe validity of Stakhanov's record has since been called into question. In 1985, \"The New York Times\" printed a story that said Stakhanov had indeed succeeded in his feat, but that it was only because the Communist Party had pre-arranged the event. With it, the Communist party wanted to boost public morale. According to this article, many other miners helped Stakhanov beat the mining record. The \"Times\" quoted the chief of the Tsentralnaya-Irmino mine's branch of the Party, Konstantin G. Petrov: \"I suppose Stakhanov need not have been the first... It could have been anybody else. In the final analysis it was not the individual face-worker who determined whether the attempt to break the record would succeed, but the new system of coal extraction.\" In 1988, Soviet newspaper Komsomolskaya Pravda claimed that the widely propagandized personal achievements of Stakhanov were puffery – the paper insisted that Stakhanov had used a number of helpers on support works, while the throughput was tallied for him alone. Still, according to the newspaper, Stakhanov's approach had eventually led to the increased productivity by means of a better organization of the work, including specialization and task sequencing.\nIt has also been claimed that his record was beaten by Alija Sirotanović of Yugoslavia and Sergej Scemuk of Ukraine.","categories":[],"infobox_types":["Person"],"annotations":[{"uri":"Mining","surface_form":"miner","offset":73},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":86},{"uri":"Hero_of_Socialist_Labor","surface_form":"Hero of Socialist Labor","offset":123},{"uri":"Communist_Party_of_the_Soviet_Union","surface_form":"CPSU","offset":183},{"uri":"Productivity","surface_form":"productivity","offset":278},{"uri":"Socialism","surface_form":"socialist","offset":330},{"uri":"Lugovaya","surface_form":"Lugovaya","offset":379},{"uri":"Oryol","surface_form":"Oryol","offset":393},{"uri":"Stakhanov%2C_Ukraine","surface_form":"Kadievka","offset":468},{"uri":"Donets_Basin","surface_form":"Donbass","offset":478},{"uri":"Jackhammer","surface_form":"jackhammer","offset":516},{"uri":"Quota","surface_form":"quota","offset":701},{"uri":"Shift_work","surface_form":"shift","offset":815},{"uri":"Time_Magazine","surface_form":"Time Magazine","offset":942},{"uri":"Industrial_Academy_(Moscow)","surface_form":"Industrial Academy","offset":1011},{"uri":"Karaganda","surface_form":"Karaganda","offset":1099},{"uri":"Chamber_of_Deputies","surface_form":"deputy","offset":1425},{"uri":"Supreme_Soviet_of_the_USSR","surface_form":"Supreme Soviet of the USSR","offset":1439},{"uri":"Order_of_Lenin","surface_form":"Orders of Lenin","offset":1511},{"uri":"Order_of_the_Red_Banner","surface_form":"Order of the Red Banner","offset":1528},{"uri":"Medal","surface_form":"medal","offset":1566},{"uri":"Ukraine","surface_form":"Ukraine","offset":1697},{"uri":"Stakhanov%2C_Ukraine","surface_form":"Stakhanov","offset":1743},{"uri":"Stakhanovite","surface_form":"Stakhanovite movement","offset":1873},{"uri":"Animal_Farm","surface_form":"Animal Farm","offset":1981},{"uri":"Boxer_(Animal_Farm)","surface_form":"Boxer","offset":2002},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":2155},{"uri":"Komsomolskaya_Pravda","surface_form":"Komsomolskaya Pravda","offset":2856},{"uri":"Alija_Sirotanovi%C4%87","surface_form":"Alija Sirotanović","offset":3347},{"uri":"SFRJ","surface_form":"Yugoslavia","offset":3368},{"uri":"Ukraine","surface_form":"Ukraine","offset":3400}]}