{"id":302318,"url":"http://en.wikipedia.org/wiki/Getty_Center","text":"The Getty Center, located in Brentwood, Los Angeles, California, is a campus founded by oilman J. Paul Getty. It is used for for cultural exhibitions.\nThe center which costed $1.3 billion to built opened on December 16, 1997.\nPeople like its architecture, gardens, and views overlooking the Los Angeles. It is located at the top of a hill. Entrances to the building include traveling from a visitor's parking garage at the bottom of the hill. Alternatively, it also has a three-car cable-pulled tram.\nVisitors.\nThe center draws 1.3 million visitors annually.\nIt is one of two locations of the J. Paul Getty Museum. It has \"pre-20th-century European paintings, drawings, illuminated manuscripts, sculpture, and decorative arts; and 19th- and 20th-century American and European photographs\".\nExhibits.\nOne of the paintings on display is \"Irises\" by Vincent van Gogh. Besides the museum, the center's buildings house the Getty Research Institute (GRI), the Getty Conservation Institute, the Getty Foundation, and the administrative offices of the J. Paul Getty Trust. The latter owns and operates the center.\nIt also has outdoor sculptures displayed on terraces and in gardens. The center was designed by architect Richard Meier. The campus includes a central garden designed by artist Robert Irwin.\nGRI's separate building contains a research library with over 900,000 volumes and two million photographs of art and architecture. The center's design included special provisions to address concerns regarding earthquakes and fires.\nLocation and history.\nThe Getty Museum started in J. Paul Getty's house in Pacific Palisades in 1954. He made the house larger by adding a new section. In the 1970s, Getty built a copy of an Italian villa near his home.\nThis new building was a better place to keep his art collection. It opened as a museum in 1974. After Getty died in 1976, all of the land and buildings were given to the Getty Trust to be used as museum space. However, the collection grew too big for the site. The people running the museum looked for a new location closer to Los Angeles.\nIn 1983, the Trust bought the land where the center is now. The new campus has on a site in the Santa Monica Mountains above Interstate 405, surrounded by kept in a natural state. The land cost $25 million. The top of the hill is above I-405. So, on a clear day it is possible to see not only the Los Angeles skyline but also the San Bernardino Mountains to the east as well as the Pacific Ocean to the west.\nConstruction.\nIn 1984, Richard Meier was chosen to be the architect of the center. It took a several years to get permits to build the Getty Center. The Hathaway Dinwiddie Construction Company built the new buildings starting in August 1989.\nThe construction was significantly delayed, with the planned completion date moved from 1988 to 1995 (as of 1990). By 1995, however, the campus was described as only \"more than halfway complete\".\nThe center finally opened to the public on December 16, 1997. Although the total project cost was estimated to be $350 million as of 1990, it was later estimated to be $1.3 billion. After the center opened, the villa closed for extensive renovations and reopened on January 28, 2006, to focus on the arts and cultures of ancient Greece, Rome, and Etruria. Currently, the museum displays collections at both the Getty Center and the site (called the Getty Villa) in Pacific Palisades.\nIn 2005, the \"Los Angeles Times\" printed a series of articles about how the Getty Trust and its president Dr. Barry Munitz were spending money. However, the California Attorney General investigated of the Getty Trust and found that no laws had been broken. The trust agreed to appoint a person from outside the Trust to review how money would be spent in the future. The Getty Trust experienced financial difficulties in 2008 and 2009 and cut 205 of 1,487 budgeted staff positions to reduce expenses. Although the Getty Trust endowment reached $6.4 billion in 2007, it dropped to $4.5 billion in 2009.\nArchitecture.\nMeier has exploited the two naturally-occurring ridges (which diverge at a 22.5 degree angle) by overlaying two grids along these axes. These grids serve to define the space of the campus while dividing the import of the buildings on it. Along one axis lie the galleries and along the other axis lie the administrative buildings. Meier emphasized the two competing grids by constructing strong view lines through the campus. The main north-south axis starts with the helipad, then includes a narrow walkway between the auditorium and north buildings.\nThe axis continues past the elevator kiosk to the tram station. The axis goes through the rotunda, past the walls and support columns of the exhibitions pavilion, and finally the ramp besides the west pavilion and the central garden. Its corresponding east-west visual axis starts with the edge of the scholar's wing of the Getty Research Institute (GRI), the walkway between the central garden and the GRI, and the overlook to the azalea pool in the central garden. The east-west axis then follows the walkway between the central garden and the west pavilion, and finally the north wall of the west pavilion and the courtyard between the south and east pavilions.\nThe main axes of the museum grid that is offset by 22.5 degrees begins with the arrival plaza, carries through the edge of the stairs up to the main entrance, aligns with the columns supporting the rotunda as well as the center point of the rotunda, aligns with travertine benches in the courtyard between the pavilions, includes a narrow walkway between the west and south pavilions, a staircase down to the cactus garden and ends in the garden. The corresponding cross axis starts with the center point of the circle forming the GRI library garden, then passing to the center of the entrance rotunda, and aligning with the south wall of the rotunda building. Although all of the museum is aligned on these alternative axes, portions of the exhibitions pavilion and the east pavilion are aligned on the true north-south axis as a reminder that both grids are present in the campus.\nThe primary grid structure is a square; most wall and floor elements are squares or some derivative thereof. The buildings at the Getty Center are made from concrete and steel with either travertine or aluminium cladding. Around of travertine was used to build the center.\nThroughout the campus, many fountains provide white noise as a background. The initial design has remained intact; however benches and fences have been installed around the plaza fountains to discourage visitors from wading into the pools. Some additional revisions have been made in deference to the Americans with Disabilities Act.\nThe north promontory is anchored by a circular grass area, which serves as a landing place for helicopters (heliport) in case of emergencies, and the south promontory is anchored by a succulent plant and cactus garden. Access roads also circle the complex and go to loading docks and staff parking garages on both the west and east sides of the buildings. The hillside around the complex has been planted with California Live Oak (\"Quercus agrifolia\") trees.\nAt the bottom of the hill, the museum has a seven-story deep underground visitor parking garage with over 1,200 parking spaces. Its roof has an outdoor sculpture garden. An automated three-car, cable-pulled tram takes passengers between the parking garage at the bottom of the hill and the museum at the top of the hill.\nArrival court and central rotunda.\nVisitors typically arrive at a tram station in the arrival plaza between the administrative buildings and the museum entrance. A large set of steps leads to the main doors of the rotunda building. The rotunda building houses information desks, two orientation theatres and museum shops. It also holds a grand staircase that starts a path toward the paintings on the second floor of each art pavilion. The rotunda opens to the south to a terrace that links all five of the museum pavilions. A separate building to the west of the arrival plaza and stairs holds a cafeteria and restaurant. Next to the restaurant is a stone arch, which separates the museum from the GRI. In between the GRI and the restaurant, outdoor stairs go down from the main level to the central garden.\nMuseum.\nGetty's photograph collection is on the lower level of the west pavilion. It includes 35,000 individual prints, 1,500 daguerreotypes and other cased objects, 30,000 stereographs and cartes-de-visite, and 475 albums containing almost 40,000 mounted prints.\nThe museum building has a three-level base building that is closed to the public and provides staff workspace and storage areas. Five public, two-story towers on the base are called the North, East, South, West and the Exhibitions Pavilions. The Exhibitions Pavilion acts as the temporary residence for traveling art collections and the Foundation's artwork for which the permanent pavilions have no room. The permanent collection is displayed throughout the other four pavilions chronologically: the north houses the oldest art while the west houses the newest. The first-floor galleries in each pavilion house light-sensitive art, such as illuminated manuscripts, furniture, or photography. Computer-controlled skylights on the second-floor galleries allow paintings to be displayed in natural light. The second floors are connected by a series of glass-enclosed bridges and open terraces. The bridges and terraces both offer views of the surrounding hillsides and central plaza. Sculpture is also on display at various points outside the buildings, including on various terraces and balconies. The lower level (the highest of the floors in the base) includes a public cafeteria, the terrace cafe, and the photography galleries.\nCentral Garden.\nThe Central Garden at the Getty Center is the work of artist Robert Irwin. Planning for the garden began in 1992, construction started in 1996, and the garden was completed in December 1997.\nIrwin was quoted as saying that the Central Garden \"is a sculpture in the form of a garden, which aims to be art.\" Water plays a major role in the garden. A fountain near the restaurant flows toward the garden and appears to fall into a grotto on the north garden wall. The resulting stream then flows down the hillside into the azalea pool. The designers placed rocks and boulders of varying size in the stream bed to vary the sounds from the flowing water. A tree-lined stream descends to a plaza, while the walkway criss-crosses the stream, which continues through the plaza, and goes over a stone waterfall into a round pool. A maze of azaleas floats in the pool, around which is a series of specialty gardens. More than 500 varieties of plant material are used for the Central Garden, but the selection is \"always changing, never twice the same\".\nAfter the original design, an outdoor sculpture garden, called the \"Lower Terrace Garden\" was added in 2007 on the west side of the central garden just below the scholar's wing of the GRI building.\nGetty Research Institute (GRI).\nThe Getty Research Institute (GRI) is \"dedicated to furthering knowledge and advancing understanding of the visual arts.\" Among other holdings, GRI's research library contains over 900,000 volumes of books, periodicals, and auction catalogs; special collections; and two million photographs of art and architecture. GRI's other activities include exhibitions, publications, and a residential scholars program. At the Getty Center, GRI is to the west of the museum. The round building encircles a landscaped garden and is to the west of the central garden. The main entrance of GRI is connected by a terrace to the main arrival court of the museum, with outdoor sculptures placed along the route. GRI has one art gallery on its entrance level that is open to the public.\nOther offices.\nMeier also designed three other buildings next to the north promontory and offset at a 22.5 degree angle from the main axis of the museum pavilions. The north-most building is an auditorium. Next to it is the North Building, with the East Building sitting between the North Building and the rotunda. The main entrance to the East Building is flanked by two round silos that hold its elevators. A bridge over a sunken courtyard links the main entrance of the East Building to the main walkway that connects the auditorium and North Buildings to the rotunda. These buildings house the Getty Conservation Institute (GCI), the J. Paul Getty Trust and the Getty Foundation. These buildings are generally closed to the public except for special events held in the auditorium. They are linked to the museum both by landscaped terraces and by an enclosed glass walkway that leads from the main rotunda of the museum.\nGCI, which is headquartered at the Getty Center but also has facilities at the Getty Villa, commenced operation in 1985. It \"serves the conservation community through scientific research, education and training, model field projects, and the dissemination of the results of both its own work and the work of others in the field\" and \"adheres to the principles that guide the work of the Getty Trust: service, philanthropy, teaching, and access\". GCI has activities in both art conservation and architectural conservation.\nThe Getty Foundation awards grants for \"the understanding and preservation of the visual arts\". In addition, it runs the Getty Leadership Institute for \"current and future museum leaders\". Its offices are north of the museum. The foundation offices are in the two administrative buildings that are north of the museum. The J. Paul Getty Trust, which oversees the Getty Conservation Institute, Getty Foundation, Getty Research Institute, and J. Paul Getty Museum, also has offices there.\nEarthquakes.\nAlthough the center's site was thought to have little motion during earthquakes, which are frequent in the Los Angeles area, in 1994, as the center was being constructed, the Northridge earthquake struck. It caused \"disturbing hairline cracks... in the welds and plated joints of the steel framework.\" As a result, the steelwork through the site was retrofitted. The Center's buildings are thought to be able to survive an earthquake of 7.5 magnitude on the Richter scale.\nFires.\nIn the 16 electrical transformers at the center, silicone fluid is used as a coolant \"with less risk of ignition\" than hydrocarbon coolant. The native flammable chaparral was removed and fire-resistant poverty weed was added to the slopes around the center. Each year, a herd of goats is rented to clear brush on the surrounding hills.\nAt the north end of the center, a tank with of water, together with a grass-covered helipad, allow helicopters to collect water. The access ramp from the entry plaza to the museum was constructed to allow a fire truck to pass over it. Inside the museum, the sprinkler system is designed to balance \"between the potential damage of a fire and the risk of water damage to valuable artwork\".","categories":[],"infobox_types":["museum"],"annotations":[{"uri":"Brentwood%2C_Los_Angeles","surface_form":"Brentwood","offset":29},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":40},{"uri":"California","surface_form":"California","offset":53},{"uri":"J._Paul_Getty","surface_form":"J. Paul Getty","offset":95},{"uri":"J._Paul_Getty_Museum","surface_form":"J. Paul Getty Museum","offset":593},{"uri":"Irises_(painting)","surface_form":"\"Irises\"","offset":835},{"uri":"Vincent_van_Gogh","surface_form":"Vincent van Gogh","offset":847},{"uri":"Getty_Research_Institute","surface_form":"Getty Research Institute","offset":918},{"uri":"Getty_Conservation_Institute","surface_form":"Getty Conservation Institute","offset":954},{"uri":"Getty_Foundation","surface_form":"Getty Foundation","offset":988},{"uri":"J._Paul_Getty_Trust","surface_form":"J. Paul Getty Trust","offset":1044},{"uri":"Richard_Meier","surface_form":"Richard Meier","offset":1212},{"uri":"Robert_Irwin_(artist)","surface_form":"Robert Irwin","offset":1283},{"uri":"J._Paul_Getty","surface_form":"J. Paul Getty","offset":1579},{"uri":"Pacific_Palisades%2C_Los_Angeles","surface_form":"Pacific Palisades","offset":1604},{"uri":"Villa","surface_form":"villa","offset":1728},{"uri":"Santa_Monica_Mountains","surface_form":"Santa Monica Mountains","offset":2185},{"uri":"I-405_(CA)","surface_form":"Interstate 405","offset":2214},{"uri":"San_Bernardino_Mountains","surface_form":"San Bernardino Mountains","offset":2419},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2471},{"uri":"Getty_Villa","surface_form":"Getty Villa","offset":3385},{"uri":"Barry_Munitz","surface_form":"Barry Munitz","offset":3530},{"uri":"Getty_Research_Institute","surface_form":"Getty Research Institute","offset":4911},{"uri":"Concrete","surface_form":"concrete","offset":6292},{"uri":"Steel","surface_form":"steel","offset":6305},{"uri":"Travertine","surface_form":"travertine","offset":6323},{"uri":"Aluminium","surface_form":"aluminium","offset":6337},{"uri":"Americans_with_Disabilities_Act","surface_form":"Americans with Disabilities Act","offset":6709},{"uri":"Promontory","surface_form":"promontory","offset":6752},{"uri":"Heliport","surface_form":"heliport","offset":6850},{"uri":"Succulent_plant","surface_form":"succulent plant","offset":6926},{"uri":"Cactus","surface_form":"cactus","offset":6946},{"uri":"Quercus_agrifolia","surface_form":"Quercus agrifolia","offset":7174},{"uri":"Tram","surface_form":"tram","offset":7408},{"uri":"Robert_Irwin_(artist)","surface_form":"Robert Irwin","offset":9903},{"uri":"Grotto","surface_form":"grotto","offset":10270},{"uri":"Azalea","surface_form":"azalea","offset":10362},{"uri":"Art_conservation","surface_form":"art conservation","offset":13282},{"uri":"Architectural_conservation","surface_form":"architectural conservation","offset":13303},{"uri":"1994_Northridge_earthquake","surface_form":"Northridge earthquake","offset":14006},{"uri":"Richter_magnitude_scale","surface_form":"Richter scale","offset":14289},{"uri":"Transformer","surface_form":"transformer","offset":14332},{"uri":"Silicone","surface_form":"silicone","offset":14360},{"uri":"Hydrocarbon","surface_form":"hydrocarbon","offset":14430},{"uri":"Chaparral","surface_form":"chaparral","offset":14472},{"uri":"Iva_(plant)","surface_form":"poverty weed","offset":14513}]}