{"id":302349,"url":"http://en.wikipedia.org/wiki/Minamisanriku%2C_Miyagi","text":", also spelled Minami Sanriku, is a resort town on the Pacific Coast of Miyagi Prefecture, Japan. The town has an area of, and as of October 1, 2004 the population of the area was 19,170. The town was created on October 1, 2005, when the towns of Shizugawa and Utatsu merged to form the new town of Minamisanriku.\nMinamisanriku was largely destroyed by the Japanese 2011 tsunami, with most buildings swept away by waves of or more. Over half the town's population is missing and almost certainly dead.\n2011 earthquake and tsunami disaster.\n95 percent of the town was destroyed by the 2011 Japanese tsunami that followed the 2011 Tōhoku earthquake. Only the tallest buildings remain and an estimated 9,500 people are missing, roughly half the population. 9,700 people are confirmed alive and evacuated.\nThe town had two evacuation centres where residents could go to escape from a tsunami. One was on the southern headland overlooking the town. The other was inland away from the center of the town. Although both were 20 meters above sea level, the tsunami covered them and washed people away. At least 31 of the town's 80 designated evacuation sites were inundated by the tsunami.\nOne early report suggests that many residents may have evacuated to the nearby city of Tome, Miyagi. According to an English teacher at the local high school located on a hill above the tsunami, \"The entire town was simply swept away. It just no longer exists. There were around 7,000 of us on the hill that day. Perhaps a few thousand at the school on the hill opposite. But there are 17,000 in the town. All the others have gone.\" Since the schools were all on high ground, many children were orphaned. Survivors wrote \"SOS\" in white lettering, in the playing field of Shizugawa High school.\nWhen the earthquake struck, the mayor of the town, Jin Sato (佐藤仁), was talking at the town assembly. They were discussing the much smaller tsunami caused by the March 9 foreshock before the March 11 earthquake. The three-story building of the town's was covered by the tsunami. Out of the 130 people who worked at the town hall, Sato was one of only 30 who reached the roof. He was one of only 10 who survived. He returned to government affairs, founding the headquarters for disaster control at the Bayside Arena on March 13, 2011.\nShizugawa hospital was one of the few major buildings that survived the tsunami. However, it was partly flooded, and 74 out of 109 patients died. Close to 200 people were rescued from the roof of the building.\nMiki Endo (远藤未希), a 25 year old employee of the town's Crisis Management Department, continued to broadcast warnings and alerts over a community loudspeaker system as the tsunami came in. People believe she saved many lives. The three-storey headquarters of the department remained standing but only the steel frame remained. All of the interior and walls were destroyed. After the disaster, Endo was missing and was later found dead. Photos show the roof of the building completely submerged at the height of the tsunami. Some people held onto an antenna on the roof.\nInternational response.\nThe town is the site of the first field hospital established by an outside nation offering assistance following the disaster. A team of five doctors from Israel set up a surgery. A 53 member group of medical personnel from the Home Front Command and the IDF’s Medical Corps opened a field hospital near Minamisanriku on March 29. The clinic included surgical, pediatrics and maternity wards, and an intensive care unit, pharmacy and laboratory along with 62 tons of medical supplies. The clinic began treating patients immediately.\nOn April 23, 2011, the Prime Minister of Australia Julia Gillard visited Minami Sanriku.\n1960 tsunami.\nThe Great Chilean Earthquake of 1960 caused a tsunami that crossed the Pacific Ocean and struck the then town of Shizugawa. That tsunami was as high as, At that time, the damage was considered extensive. As a result, two-storey-high harbor walls were built by 1963, and residents held tsunami drills each year on the anniversary. The harbor walls were ineffective in the 2011 tsunami, which washed over four-storey buildings.\nTo mark the 30th anniversary in 1990, a bilingual Spanish-Japanese plaque was installed, with a message from President Patricio Aylwin of Chile, accompanied by a replica moai statue. The plaque survived the 2011 tsunami.\nThe 2010 Chile earthquake caused a tsunami in Minamisanriku.\nTransportation.\nThe Kesennuma Line includes the following stops: Rikuzen-Togura, Shizugawa, Shizuhama, Utatsu, and Rikuzen-Minato. Major roads include Route 45 and Route 398.","categories":[],"infobox_types":[],"annotations":[{"uri":"Miyagi_Prefecture","surface_form":"Miyagi Prefecture","offset":72},{"uri":"Japan","surface_form":"Japan","offset":91},{"uri":"Shizugawa%2C_Miyagi","surface_form":"Shizugawa","offset":247},{"uri":"Utatsu%2C_Miyagi","surface_form":"Utatsu","offset":261},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"Japanese 2011 tsunami","offset":357},{"uri":"Tome%2C_Miyagi","surface_form":"Tome, Miyagi","offset":1269},{"uri":"SOS","surface_form":"SOS","offset":1704},{"uri":"Foreshock","surface_form":"foreshock","offset":1945},{"uri":"Field_hospital","surface_form":"field hospital","offset":3146},{"uri":"Israel","surface_form":"Israel","offset":3266},{"uri":"Home_Front_Command","surface_form":"Home Front Command","offset":3339},{"uri":"Medical_Corps_(Israel)","surface_form":"IDF’s Medical Corps","offset":3366},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":3667},{"uri":"Julia_Gillard","surface_form":"Julia Gillard","offset":3695},{"uri":"1960_Valdivia_earthquake","surface_form":"Great Chilean Earthquake","offset":3751},{"uri":"Patricio_Aylwin","surface_form":"Patricio Aylwin","offset":4292},{"uri":"Moai","surface_form":"moai","offset":4343},{"uri":"February_2010_Chile_earthquake","surface_form":"2010 Chile earthquake","offset":4398},{"uri":"Kesennuma_Line","surface_form":"Kesennuma Line","offset":4475},{"uri":"Rikuzen-Togura_Station","surface_form":"Rikuzen-Togura","offset":4520},{"uri":"Shizugawa_Station","surface_form":"Shizugawa","offset":4536},{"uri":"Shizuhama_Station","surface_form":"Shizuhama","offset":4547},{"uri":"Utatsu_Station","surface_form":"Utatsu","offset":4558},{"uri":"Rikuzen-Minato_Station","surface_form":"Rikuzen-Minato","offset":4570},{"uri":"Route_45_(Japan)","surface_form":"Route 45","offset":4606},{"uri":"Route_398_(Japan)","surface_form":"Route 398","offset":4619}]}