{"id":302327,"url":"http://en.wikipedia.org/wiki/Brentwood_(Washington%2C_D.C.)","text":"Brentwood is a neighborhood in Northeast Washington, D.C.. It is named after the Brentwood Mansion built at Florida Avenue and 6th Street NE in 1817 by Robert Brent, the first mayor of Washington City. He built it as a wedding present for his daughter Eleanor and Congressman Joseph Pearson. Brent gave them both the mansion and a large farm surrounding it. Congressman Pearson also purchased additional properties and expanded the estate further. The property then known as Brentwood was larger than the present (2007) neighborhood known as Brentwood. Images of the mansion may be found in the book \"Capital Losses: A Cultural History of Washington's Destroyed Buildings\" by James W. Goode, and in several books in the collection of the Historical Society of Washington, D.C. Edward Sisson, a descendant of the family that owned the mansion throughout its existence, has posted a collection of paintings, drawings, photos, and histories of the mansion on-line. The Frick Art Reference Library (http://www.frick.org/) has drawings, paintings, and perhaps photographs (although none appear to be accessible on-line as of late 2007). On the web, a small drawing of the mansion, together with a brief description of its owners in 1873, Capt. & Mrs. Carlile Pollock Patterson, may be found in \"Washington Outside and Inside\" by George Alfred Townsend, at page 620, searchable as a \"google book.\"\nMany people think that Benjamin Latrobe (who designed the United States Capitol) designed Brentwood Mansion. However, at the time of the house's design, Latrobe was suffering family troubles and his records for this period are poor.\nDuring the administration of President Ulysses S. Grant (1869-1877), Brentwood Mansion was a center of Washington social life, with many parties hosted by Elizabeth (Eliza) Worthington Patterson (daughter of Joseph Pearson and his third wife Catherine Worthington Pearson) and her husband Carlile Pollock Patterson. Patterson had known Grant since 1852; Patterson's brother-in-law David Dixon Porter, married to Patterson's sister George Ann, was the highest-ranking Admiral in the US Navy; and Patterson's brother Thomas H. Patterson was commander of the Washington Navy Yard (1873-1876) before becoming the Rear Admiral in command of the Asiatic Squadron (1877-1880). Patterson Street, N.E., which is adjacent to the property, was probably named for the Patterson family.\nC.P. Patterson, a Naval officer and ship captain turned scientist and administrator of a government department, had neither the interest nor the aptitude to manage the transformation of a large rural farming and forest property into an urbanized part of the city growing around it. After C.P. Patterson's death in 1881, long-delayed financial problems came to a head, and on June 6, 1884, three years after Patterson's death, Congress enacted a private bill, House bill No. 4689, entitled \"An act for the relief of Eliza W. Patterson,\" C.P. Patterson's widow, excusing accumulated District of Columbia property taxes on the Patterson land. President Chester A. Arthur neither signed nor vetoed the bill, but held it ten days and allowed it to become law without his signature. In a message dated June 21, 1884, the President explained \"I do not question the constitutional right of Congress to pass a law relieving the family of an officer, in view of the services he had rendered his country, from the burdens of taxation, but I submit to Congress that this just gift of the nation to the family of such faithful officer should come from the National Treasury rather than from that of this District, and I therefore recommend that an appropriation be made to reimburse the District for the amount of taxes which would have been due to it had this act not become a law.\"\nAfter five more years confusion, in March 1889, Patterson's son-in-law, Lt. Francis Winslow (II) USN (oldest brother of future Rear Admiral Cameron Winslow), after 19 years of Naval service during the slow-promotion post-war years, resigned from the Navy to devote himself to subdividing, renting, developing, and selling portions of the property. He was successful. A portion of this property later became the subject of a lawsuit that reached the United States Supreme Court, \"Francis Winslow v. Baltimore & Ohio RR Co.\", 188 U.S. 646 (1903), which includes excerpts of the will by which Mrs. Patterson came into the property on the death of her mother, Catherine Worthington Pearson, in 1868. The suit, which the Patterson/Winslow family won, involved renewal of a lease of some of the land to a railroad. (Winslow (II) also developed an expertise in oysters, having led government surveys in the 1870s, 1880s, and 1890s. A \"google\" search on \"Francis Winslow\" and \"oyster\" returns dozens of \"hits,\" referring to the Francis Winslow who managed the Brentwood property. His work is still cited today (2007) as authoritative and accurate. See: http://www.ocracokepreservation.org/id39.html. Winslow was also a leader of US government survey expeditions in Nicaragua, studying potential routes for a canal to connect the Atlantic and Pacific.).\nThe death of Francis Winslow (II) in 1908, suspected to have been caused by illnesses contracted in the Nicaraguan jungle, led to another period of drift in the management of the property as his four sons pursued other careers. In 1917, 100 years after it was built, the vacant Brentwood Mansion burned, and the land became the site of a World War I Army staging camp, Camp Meigs. Three of Francis Winslow (II)'s sons were officers in World War I, and they may have staged in that camp, on their own family land. In 1919 the partially burnt house was finally demolished. Part of the property became the first lumberyard for the building supply and hardware company Hechinger Co., a store that was prominent in Washington into the 1990s.\nIn the 1920s, Lt. Winslow's son, Francis Winslow (III), ended his career as a mining engineer and took over active management of the Brentwood Patterson/Winslow land. His most notable achievement was the development of the Union Market. For years called the Florida Avenue Market, it still operates after 80 years as the city's principal wholesale food and produce market. Photographs and a detailed history of this development may be found in an April 24, 2007, District of Columbia planning document, the Florida Avenue Market Study, at http://www.anc6a.org/FLaveMarketStudy.pdf.\nIn the early 1940s, the District of Columbia used eminent domain to acquire a large parcel of the Patterson land known as \"square 710\", on which is being built (2007) the new headquarters of the Bureau of Alcohol, Tobacco, and Firearms (200 Florida Avenue, N.E.). Illustrations of the ATF headquarters can be found at http://www.loopnet.com/xNet/MainSite/Listing/Profile/ProfileSE.aspx?LID=15025032&linkcode=10850&sourcecode=1lww2t006a00001. The seizure of square 710 led to a suit by Winslow (III) as trustee, asserting that the compensation offered by the District was inadequate. Winslow won the suit and a judgment for a larger sum, whereupon, according to the family, the District informed him that it simply didn't have the money to pay the larger judgment. Regardless of payment or nonpayment, title had vested in the government. At about this time, Winslow was demoralized by the death of his 17-year-old daughter in a 1946 car accident, and was then diagnosed with cancer. He died in 1948.\nHis youngest brother Cameron, an insurance executive in Hartford, CT, stepped in as trustee, but it is unclear whether either Francis or Cameron ever received payment from the government of the court-ordered price of \"square 710.\" If not, there may be the ironic situation of a government law-enforcement agency headquarters located on land for which the government did not comply with the law by paying the lawful price. Cameron Winslow, determining that no one in the next generation appeared interested in managing the property, and unable to manage the properties day-to-day from Hartford, began selling all remaining parts of the property in the 1950s, completing the last of the sales in the 1960s, breaking-up the landed estate that Robert Brent had assembled some 200 years before.\nOver the decades, much of the land was acquired by or donated to Gallaudet University, a prominent school for the deaf. Cogswell Hall, a residence hall of Gallaudet University, is said to be built on the site of the old Brentwood Mansion. According to a website on Washington ghost stories, http://members.aol.com/waniehol/DCplaces.html, students have reported that it is haunted by the spirit of a little girl. Allegedly, blankets have been yanked off, an unplugged alarm clock went off, papers have moved with no draft or breeze, there are feelings of being watched, and at least one student has been tapped awake with no one there.\nBrentwood neighborhood as it is today (whose boundaries are somewhat different than the original Brent property, as increased by Pearson) is trapezoidal in its geography. It is bounded by New York Avenue to the south, Montana Avenue to the east, Rhode Island Avenue NE to the north, and the tracks of the Washington Metro's Red Line and Amtrak's Northeast Corridor to the west. It is serviced by the Rhode Island Ave-Brentwood Metro station. Politically, Brentwood is in Ward 5.\nBrentwood has the main post office for Washington, D.C. It was the postal mail sorting facility through which anthrax-contaminated mail addressed to two members of the U.S. Senate passed in the 2001 anthrax attacks. The Post Office is now named after Joseph Curseen Jr. and Thomas Morris Jr., who were postal workers who died after exposure to the anthrax in the incident. The 633,000 square foot facility was closed October 21, 2001, because of anthrax contamination and did not reopen until December 21, 2003.\nThe area also is the site of a major rapid transit rail maintenance facility of the Washington Metropolitan Area Transportation Authority (WMATA), the principal public transit operator in metropolitan Washington, D.C. It is served by the New York Avenue Metrorail station.","categories":[],"infobox_types":[],"annotations":[{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":41},{"uri":"Robert_Brent","surface_form":"Robert Brent","offset":152},{"uri":"Mayor","surface_form":"mayor","offset":176},{"uri":"Joseph_Pearson","surface_form":"Joseph Pearson","offset":276},{"uri":"Carlile_Pollock_Patterson","surface_form":"Carlile Pollock Patterson","offset":1246},{"uri":"Benjamin_Latrobe","surface_form":"Benjamin Latrobe","offset":1415},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":1450},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":1664},{"uri":"Carlile_Pollock_Patterson","surface_form":"Carlile Pollock Patterson","offset":1914},{"uri":"David_Dixon_Porter","surface_form":"David Dixon Porter","offset":2006},{"uri":"Thomas_H._Patterson","surface_form":"Thomas H. Patterson","offset":2140},{"uri":"Asiatic_Squadron","surface_form":"Asiatic Squadron","offset":2265},{"uri":"Cameron_Winslow","surface_form":"Cameron Winslow","offset":3910},{"uri":"Gallaudet_University","surface_form":"Gallaudet University","offset":8288},{"uri":"New_York_Avenue_(Washington%2C_D.C.)","surface_form":"New York Avenue","offset":9046},{"uri":"Rhode_Island_Avenue","surface_form":"Rhode Island Avenue","offset":9104},{"uri":"Red_Line_(Washington_Metro)","surface_form":"Washington Metro's Red Line","offset":9163},{"uri":"Amtrak","surface_form":"Amtrak","offset":9195},{"uri":"Northeast_Corridor","surface_form":"Northeast Corridor","offset":9204},{"uri":"Rhode_Island_Ave-Brentwood_(Washington_Metro)","surface_form":"Rhode Island Ave-Brentwood","offset":9258},{"uri":"U.S._Postal_Service","surface_form":"postal","offset":9404},{"uri":"Anthrax_disease","surface_form":"anthrax","offset":9447},{"uri":"United_States_Senate","surface_form":"U.S. Senate","offset":9505},{"uri":"2001_anthrax_attacks","surface_form":"2001 anthrax attacks","offset":9531},{"uri":"Washington_Metropolitan_Area_Transportation_Authority","surface_form":"Washington Metropolitan Area Transportation Authority","offset":9933},{"uri":"Public_transit","surface_form":"public transit","offset":10010},{"uri":"New_York_Avenue%E2%80%93Florida_Avenue%E2%80%93Gallaudet_University_(WMATA_station)","surface_form":"New York Avenue","offset":10087}]}