{"id":302386,"url":"http://en.wikipedia.org/wiki/Getty_Foundation","text":"ce=\"preserve\">The Getty Foundation awards grants for \"the understanding and preservation of the visual arts\". It is based in Los Angeles, California, at the Getty Center. In the past, it funded the Getty Leadership Institute for \"current and future museum leaders\", which is now at Claremont Graduate University. Its budget for 2006-07 was budget of $27.8 million. It is part of the J. Paul Getty Trust.\nGrants.\nIn 1998, the Program granted $750,000 for electronic cataloging to art museums in the Los Angeles area. The program awarded $180,000 in 1999 to the National Gallery in Prague to digitize images of works of art in its collections. In 2005, the program awarded the University of California, Los Angeles and to the Museum of Fine Arts, Houston almost $400,000 to \"support the documentation and preservation of Latino and Latin American art\".\nThe name of the Getty Grant Program was changed to \"Getty Foundation\" in 2005 to \"better reflect[] the expanded scope of the Getty's grant-making over the past two decades and reaffirm[] its commitment to philanthropy going forward\". Grants made by the Foundation include funding the Multicultural Undergraduate Internship Program, begun in 1993, \"seeks to increase staff diversity within visual arts organizations\" in Los Angeles County. Between 2002 and 2007, the Foundation expended over $13.5 million to fund \"plans to care for, maintain, and preserve... historic resources\" at 86 United States colleges and universities. In 2006, the Foundation committed $3.5 million to restore an 80 by 100 foot \"America Tropical\" mural on Olvera Street in Los Angeles that was painted by David Alfaro Siqueiros. In 2006, in the aftermath of Hurricane Katrina, the Foundation announced a $2 million fund \"to aid New Orleans's visual arts organizations\".\nIn the summer of 2011, the foundation is funding Multicultural Undergraduate Internships at 70 Los Angeles-area museums and visual arts organizations. The internships seek to attract into museum and visual arts organizations students from historically underrepresented groups: people of African American, Asian, Latino/Hispanic, Native American, and Pacific Islander descent.\nGetty Leadership Institute at Claremont Graduate University.\nThe Foundation also sponsors the Getty Leadership Institute (GLI). The major GLI program is the Museum Leadership Institute (MLI). The MLI was formerly known as the Museum Management Institute. It \"has served close to 1,000 museum professionals from the United States and 30 countries worldwide\". It offers a three-week curriculum for \"museum directors and senior executive team members\", with instruction in areas such as \"strategy, marketing, management and finance\". Most of the attendees work in art museums; among the executives who attended the MLI were the directors of the Frick Collection, San Francisco Museum of Modern Art, Van Gogh Museum, and Winnipeg Art Gallery.\nIn addition to the MLI, GLI offers other professional development programs, convenes meetings involving non-profit agencies, and hosts an online forum. The GLI began in 1979 with a headquarters in New York City and classes taught at the University of California Berkeley. From 1999 to 2009, the program was headquartered at the Getty Center in Los Angeles, California. In 2004, classes moved from Berkeley to the Getty Center. In 2010, the GLI affiliated with Claremont Graduate University in Claremont, California and was renamed The Getty Leadership Institute at Claremont Graduate University. After the transfer, the foundation supports the GLI with a three-year, $2.2 million grant, but the program is headquartered on the Claremont campus. Claremont is paying for GLI's indirect costs. Although the transfer took effect on January 2, 2010, the 2010 MLI was held at the Getty Center. The 2011 MLI will be held on the Claremont campus.\nSenior staff.\nDeborah Marrow, who was Foundation Director, now serves as interim president and CEO of the J. Paul Getty Trust.\nEmployees and budget.\nDuring the period July 2006 - June 2007, the Foundation had approximately 30 full-time and part-time employees, and a budget of $27.8 million.\nFoundation with similar name.\nThe Getty Foundation should not be confused with the \"Ann and Gordon Getty Foundation,\" which is based in San Francisco, California, and which awards grants largely \"to promote the fields of music, the opera, and the symphony\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":125},{"uri":"Getty_Center","surface_form":"Getty Center","offset":157},{"uri":"J._Paul_Getty_Trust","surface_form":"J. Paul Getty Trust","offset":383},{"uri":"National_Gallery_in_Prague","surface_form":"National Gallery in Prague","offset":560},{"uri":"University_of_California%2C_Los_Angeles","surface_form":"University of California, Los Angeles","offset":675},{"uri":"Museum_of_Fine_Arts%2C_Houston","surface_form":"Museum of Fine Arts, Houston","offset":724},{"uri":"Olvera_Street","surface_form":"Olvera Street","offset":1581},{"uri":"David_Alfaro_Siqueiros","surface_form":"David Alfaro Siqueiros","offset":1630},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":1683},{"uri":"Art_museum","surface_form":"art museum","offset":2732},{"uri":"Frick_Collection","surface_form":"Frick Collection","offset":2813},{"uri":"San_Francisco_Museum_of_Modern_Art","surface_form":"San Francisco Museum of Modern Art","offset":2831},{"uri":"Van_Gogh_Museum","surface_form":"Van Gogh Museum","offset":2867},{"uri":"Winnipeg_Art_Gallery","surface_form":"Winnipeg Art Gallery","offset":2888},{"uri":"New_York_City","surface_form":"New York City","offset":3107},{"uri":"University_of_California_Berkeley","surface_form":"University of California Berkeley","offset":3147},{"uri":"Getty_Center","surface_form":"Getty Center","offset":3238},{"uri":"Claremont_Graduate_University","surface_form":"Claremont Graduate University","offset":3370},{"uri":"Gordon_Getty","surface_form":"Gordon Getty","offset":4233},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":4277}]}