{"id":302421,"url":"http://en.wikipedia.org/wiki/Wyomia_Tyus","text":"Wyomia Tyus (pronunciation: \"why-o-ma\"; born August 29, 1945 in Griffin, Georgia, United States) is an American athlete. She was the first person to win and keep the Olympic title in the 100 m. She participated in the 1964 Summer Olympics at age 19. In the heats of the event, she equalled Wilma Rudolph's World Record. She was in a good position for the final. Her main rival was another American, Edith McGuire. Tyus won the final, beating McGuire by two tenths of a second. At the same Olympics, she also won a silver medal with the 4 x 100 m relay team.\nTyus continued to compete and won national championships in sprint events and a gold medal in the 200 m at the Pan-American Games. In 1968, she returned to the Olympics to defend her title in the 100 m. In the final, she set a new World Record of 11.08 seconds. She became the first woman to hold the Olympic 100 m title through a second Olympic Games. Tyus also finished sixth in the 200 m. She ran the final leg for the relay team and helped set a new World Record. Winning the relay was her third gold medal.\nTyus retired from amateur sports after the 1968 Olympics. She became a member of the National Track & Field Hall of Fame in 1980 and the U.S. Olympic Hall of Fame in 1985.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pronunciation","surface_form":"pronunciation","offset":13},{"uri":"Griffin%2C_Georgia","surface_form":"Griffin, Georgia","offset":64},{"uri":"Americans","surface_form":"American","offset":103},{"uri":"Athletics_(track_and_field)","surface_form":"athlete","offset":112},{"uri":"Olympic_Games","surface_form":"Olympic","offset":166},{"uri":"1964_Summer_Olympics","surface_form":"1964 Summer Olympics","offset":218},{"uri":"Wilma_Rudolph","surface_form":"Wilma Rudolph","offset":290},{"uri":"Edith_McGuire","surface_form":"Edith McGuire","offset":399},{"uri":"Pan-American_Games","surface_form":"Pan-American Games","offset":669},{"uri":"1968","surface_form":"1968","offset":692}]}