{"id":302488,"url":"http://en.wikipedia.org/wiki/Josef_Hickersberger","text":"Josef Hickersberger(born 27 April 1948 in Amstetten, Austria) is a former Austrian football midfielder. He is now football manager. He was two times coach of the Austrian national footballteam.\nPlayer.\nHe started playing professional football in 1966 for FK Austria Wien. After six seasons he went to Germany playing for Kickers Offenbach and Fortuna Düsseldorf. Coming back to Austria he played for Wacker Innsbruck and later for SK Rapid Wien. After finishing as professional he played for the amateur squads of Badener AC, UFC Pama, SV Forchtenstein and WSV Traisen. In Traisen he had his first time as coach. He played 372 matches in the leagues of Austria and Germany scoring 71 goals.\nHe played 39 matches for the Austrian national football team and scored five goals. His first match was versus Romania. His last match was the 3:2 win versus Germany during the 1978 FIFA World Cup.\nManager.\nHe was the coach of the Austrian national football team during the 1990 FIFA World Cup and the 2008 UEFA European Championship. After losing a qualifying match versus the Faroe Islands he resigned and coached Fortuna Düsseldorf and Austria Wien. The years between 1994 and 2004 he spent in the Arabian region coaching various club teams and national teams. 2002 he went back to Austria and became coach of SK Rapid Wien. In this time Rapid won the first championship since 1995. The team also qualified for the UEFA Champions league. 2006 he became again coach of the Austrian soccer team and played in the EURO 2008. After the event he resigned and went back to Arabia.","categories":[],"infobox_types":[],"annotations":[{"uri":"FK_Austria_Wien","surface_form":"FK Austria Wien","offset":255},{"uri":"Kickers_Offenbach","surface_form":"Kickers Offenbach","offset":321},{"uri":"Fortuna_D%C3%BCsseldorf","surface_form":"Fortuna Düsseldorf","offset":343},{"uri":"SK_Rapid_Wien","surface_form":"SK Rapid Wien","offset":431},{"uri":"Austria_national_football_team","surface_form":"Austrian national football team","offset":720},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":970}]}