{"id":302490,"url":"http://en.wikipedia.org/wiki/State_University_of_New_York_Upstate_Medical_University","text":"The State University of New York Upstate Medical University is a State University of New York university of health sciences in the University Hill district of Syracuse, New York, USA. Its main campus includes the College of Medicine, College of Nursing, College of Health Related Professions, School of Graduate Studies, Graduate Program in Public Health, and University Hospital of Syracuse and Binghamton, as well as a student center and residences.\nIt teaches at Binghamton Hospital and 22 other hospitals throughout central New York. Upstate also has numerous partnerships, including a joint PhD Program in Biomedical Engineering with Syracuse University; science enrichment programs for local youth in tandem with the SC Hope Clinic; and the SUNY ESF.\nUpstate directly generates 10,117 jobs, making it the Central New York's largest employer.\nHistory.\nThe present-day university's earliest predecessor was Geneva Medical College founded 1834 as part of Geneva College, today known as Hobart and William Smith Colleges. The new medical college was located in Geneva, New York, and became the first college to grant a full M.D. to a woman, Elizabeth Blackwell in 1849. In 1871, the college was disbanded and its assets donated to the recently-founded Syracuse University, which subsequently founded a medical college.\nIn 1950, Syracuse University sold the college to the State University of New York (SUNY) for only $1. It has been owned by SUNY since then. At first the school was named \"SUNY Upstate Medical Center\" and later named \"SUNY Health Science Center at Syracuse\" in 1986. The current name was adopted in 1999.\nA clinical campus in Binghamton, New York for third and fourth year medical students was established in 1979.\n\"Dedicated to all those of scientific and technological mind who purpose to serve humanity.\"\nCampus.\nThe university's main campus is located in downtown Syracuse, New York flanking Interstate 81. It includes the University Hospital, the Institute for Human Performance, Setnor Academic Building, Central New York Gamma Knife Center, Jacobsen Hall, Regional Oncology Center, Upstate Golisano Children's Hospital, Weiskotten Hall (which includes the Health Sciences Library), and Clark Tower dormitory for 170 students.\nA clinical campus in Binghamton, New York teaches third and fourth year medical students. Some students spend their first two years of medical school in Syracuse, New York and then complete their training in Binghamton. Other students stay in Syracuse for all four years.\nOrganization.\nThe College of Medicine is one of the oldest medical schools in New York. It has the highest percentage of non-white students of any medical school in the state. More physicians practicing in Central New York received their training at Upstate than at any other medical school. Upstate also ranks eighth nationally for the number of graduates who are on the faculty of a academic medical center in the United States.\nThe Colleges of Nursing and Health Related Professions also important to Central New York. The College of Nursing is the only nursing school in New York to offer graduate programs in all major tracks: nurse practitioner, clinical nurse specialist, nurse midwifery, and nurse anesthesia. Approximately three-fourths of its students are minorities.\nThe College of Health Related Professions is the gateway for students seeking to enter some of the most competitive and highly paid careers in healthcare today: physician assistant, physical and occupational therapy, medical informatics, diagnostic medical imaging, and midwifery. The college is particularly proud of its historic claim to having the oldest midwifery program in the nation.\nThe School of Graduate Studies is known for its excellence in basic science education and research. Students have the opportunity to work side by side with many of the top neuroscientists and basic researchers in the country.\nThe university operates the Southern Tier Center on Aging in conjunction with the SUNY Binghamton. The Center develops, implements and evaluates new interventions and models of service delivery geared to enhancing quality of life of older adults and their caregivers.\nThe current president is David Smith, MD.","categories":[],"infobox_types":[],"annotations":[{"uri":"State_University_of_New_York","surface_form":"State University of New York","offset":65},{"uri":"Health_sciences","surface_form":"health sciences","offset":108},{"uri":"University_Hill%2C_Syracuse","surface_form":"University Hill","offset":131},{"uri":"Syracuse%2C_New_York","surface_form":"Syracuse, New York","offset":159},{"uri":"USA","surface_form":"USA","offset":179},{"uri":"Geneva_Medical_College","surface_form":"Geneva Medical College","offset":911},{"uri":"Hobart_and_William_Smith_Colleges","surface_form":"Hobart and William Smith Colleges","offset":989},{"uri":"Geneva%2C_New_York","surface_form":"Geneva, New York","offset":1063},{"uri":"Elizabeth_Blackwell_(doctor)","surface_form":"Elizabeth Blackwell","offset":1143},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":1254},{"uri":"State_University_of_New_York","surface_form":"State University of New York","offset":1374},{"uri":"Binghamton%2C_New_York","surface_form":"Binghamton, New York","offset":1646},{"uri":"Syracuse%2C_New_York","surface_form":"Syracuse, New York","offset":1888},{"uri":"Interstate_81","surface_form":"Interstate 81","offset":1916},{"uri":"Binghamton%2C_New_York","surface_form":"Binghamton, New York","offset":2274},{"uri":"Syracuse%2C_New_York","surface_form":"Syracuse, New York","offset":2406},{"uri":"Binghamton_University","surface_form":"SUNY Binghamton","offset":4002}]}