{"id":302480,"url":"http://en.wikipedia.org/wiki/State_University_of_New_York","text":"The State University of New York, abbreviated SUNY (), is a system of public institutions of higher education in New York, United States. It is the largest comprehensive system of universities, colleges, and community colleges in the world. It has a total enrollment of 465,000 students, plus 1.1 million adult education students. SUNY has 64 campuses in different places in New York State. The SUNY system has 88,000 faculty members. It awards 7,660 different degree and certificates. The annual budget of SUNY is $10.7 billion. SUNY includes many institutions and four University Centers: Albany (1844), Binghamton (1946), Buffalo (1846), and Stony Brook (1957). SUNY's administrative offices are in Albany.\nSUNY comprises all institutions of higher education (above 12th grade) in New York State that are state-supported, but the City University of New York (CUNY) are not a part of SUNY. CUNY receives money from both SUNY and from New York City.\nHistory.\nThe first colleges in New York State were established privately, with some arising from local seminaries. New York State has a long history of supported higher education prior to the start of the SUNY system in 1948. On May 7, 1844, the State legislature voted to establish New York State Normal School in Albany as the first college for teacher education. In 1865 New York created Cornell University as its land grant college. New York began direct financial support of Cornell's statutory colleges in 1894. From 1889 to 1903, Cornell operated the New York State College of Forestry, until the Governor vetoed its annual appropriation. The school was moved to Syracuse University in 1911. It is now the State University of New York College of Environmental Science and Forestry. In 1908, the State legislature began the NY State College of Ceramics at Alfred University.\nIn 1946-48, the Governor appointed a Temporary Commission on the Need for a State University. It was chaired by Owen D. Young, then-Chairman of the General Electric Company. The Commission studied New York's existing higher education institutions and recommended consolidating them into a state university system. While Thomas E. Dewey was Governor, the state legislature established The State University of New York in 1948. The new law followed the commission's recommendations. The system was greatly expanded during the administration of Governor Nelson A. Rockefeller, who took a personal interest in the design and construction of new SUNY facilities across the state.\nOn October 8, 1953, SUNY took a historic step of banning national fraternities and sororities that discriminated based on race or religion from its 33 campuses. Various fraternities challenged this rule in court. As a result, national organizations felt pressured to open their membership to students of all races and religions.\nOrganization.\nSUNY is governed by a Board of Trustees, which consists of sixteen members, fifteen of whom are appointed by the Governor, with consent of the New York State Senate. The sixteenth member is the President of the SUNY Student Assembly. The Board of Trustees appoints the Chancellor who serves as SUNY Chief Executive Officer. The SUNY Chancellor is Nancy L. Zimpher.\nThe state of New York assists in financing the SUNY system, which, along with CUNY, provides lower-cost college-level education to residents of the state. SUNY students also come from out-of-state and 171 foreign countries. Out of state and foreign students pay more tuition than do students from New York State.\nAlthough tuition is higher for these non-resident students, their tuition is subsidized by New York State taxpayer dollars.\nFor the 2010-2011 academic year, tuition costs at SUNY schools for an undergrad degree are less than two-thirds the cost of most other state run college institutions in the U.S.\nTuition at the State University of New York at Buffalo for an undergraduate degree is $7,772.75 per semester or $15,545.50 per year for non-resident students.\nUndergrad tuition for non-resident students at the University of Maryland is $24,830.44 per year.\nNon-resident tuition and fees at University of Oregon are $25,830.00 per year.\nThere are a large variety of colleges in the SUNY system with some overlap in specialties from site to site. SUNY divides its campuses into four distinct categories: university centers/doctoral-granting institutions, university colleges, technology colleges, and community colleges. SUNY also has a unique relationship with its statutory colleges which embeds state-funded colleges within other institutions such as Cornell University and Alfred University. Students at the statutory colleges have the benefit of state-subsidized tuition while receiving all of the campus life amenities of the host institutions.\nSUNY and the City University of New York are entirely different university systems. (However, both are public institutions which receive funding from New York State.) Also, SUNY is not to be confused with the University of the State of New York (USNY), which is the governmental umbrella organization for most education-related institutions and many education-related personnel (both public and private) in New York State, and which includes, as a component, the New York State Education Department.\nStudent representation.\nIn the 1970s, students asked for voting representation on the governing boards of SUNY colleges. In 1971, the State Legislature added five student voting members to Cornell's Board of Trustees. In 1975, the legislature added a non-voting student seat to the boards of all SUNY units. Two Attorney General of the State of New York opinion letters reduced the parliamentary rights of the student members to participate at meetings. These documents indicated that the student members were not in fact Public Officers. For this reason the Attorney General said the students might be taken to court for their decisions. In 1977, another statutory amendment made student members of SUNY councils and boards subject to the NYS Public Officers Law or NYS General Municipal Law and granted student representatives parliamentary powers of moving or seconding motions and of placing items on the agendas of the bodies. Finally, the legislature gave full voting rights to the student members in 1979, resulting in the students of all SUNY units having voting representatives, except for the NYS College of Environmental Science and Forestry. Finally, in 1986, the legislature gave the student representative of that college voting rights as well.\nInstitute for Community College Development.\nThe Institute for Community College Development (ICCD) operates leadership ability assessment programs. It also provides leadership skills development. ICCD's programs are open to administrators, faculty and trustees of SUNY's community colleges. The ICCD also conducts two \"Successful Teaching Conferences\" each year for developing community college faculty skills. ICCD is a part of the New York State School of Industrial and Labor Relations.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York","surface_form":"New York","offset":113},{"uri":"United_States","surface_form":"United States","offset":123},{"uri":"Universities","surface_form":"universities","offset":180},{"uri":"Colleges","surface_form":"colleges","offset":194},{"uri":"Community_college","surface_form":"community college","offset":208},{"uri":"Adult_education","surface_form":"adult education","offset":305},{"uri":"University_at_Albany%2C_The_State_University_of_New_York","surface_form":"Albany","offset":591},{"uri":"Binghamton_University","surface_form":"Binghamton","offset":606},{"uri":"University_at_Buffalo%2C_The_State_University_of_New_York","surface_form":"Buffalo","offset":625},{"uri":"State_University_of_New_York_at_Stony_Brook","surface_form":"Stony Brook","offset":645},{"uri":"SUNY_System_Administration_Building","surface_form":"SUNY's administrative offices","offset":665},{"uri":"Albany%2C_New_York","surface_form":"Albany","offset":702},{"uri":"City_University_of_New_York","surface_form":"City University of New York","offset":833},{"uri":"New_York_City","surface_form":"New York City","offset":936},{"uri":"Normal_School","surface_form":"Normal School","offset":1249},{"uri":"Cornell_University","surface_form":"Cornell University","offset":1342},{"uri":"Land_grant_college","surface_form":"land grant college","offset":1368},{"uri":"New_York_State_College_of_Forestry","surface_form":"New York State College of Forestry","offset":1509},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":1621},{"uri":"State_University_of_New_York_College_of_Environmental_Science_and_Forestry","surface_form":"State University of New York College of Environmental Science and Forestry","offset":1664},{"uri":"Alfred_University","surface_form":"Alfred University","offset":1813},{"uri":"General_Electric_Company","surface_form":"General Electric Company","offset":1980},{"uri":"Thomas_E._Dewey","surface_form":"Thomas E. Dewey","offset":2152},{"uri":"Nelson_A._Rockefeller","surface_form":"Nelson A. Rockefeller","offset":2383},{"uri":"Fraternities","surface_form":"fraternities","offset":2573},{"uri":"Sororities","surface_form":"sororities","offset":2590},{"uri":"Racial_discrimination","surface_form":"discriminated","offset":2606},{"uri":"Governor_of_New_York","surface_form":"Governor","offset":2963},{"uri":"New_York_Legislature","surface_form":"New York State Senate","offset":2993},{"uri":"SUNY_Student_Assembly","surface_form":"SUNY Student Assembly","offset":3061},{"uri":"CUNY","surface_form":"CUNY","offset":3293},{"uri":"University_of_Maryland","surface_form":"University of Maryland","offset":4040},{"uri":"University_of_Oregon","surface_form":"University of Oregon","offset":4120},{"uri":"Statutory_college","surface_form":"statutory college","offset":4494},{"uri":"Cornell_University","surface_form":"Cornell University","offset":4582},{"uri":"Alfred_University","surface_form":"Alfred University","offset":4605},{"uri":"University_of_the_State_of_New_York","surface_form":"University of the State of New York","offset":4988},{"uri":"College_of_Environmental_Science_and_Forestry","surface_form":"College of Environmental Science and Forestry","offset":6386},{"uri":"New_York_State_School_of_Industrial_and_Labor_Relations","surface_form":"New York State School of Industrial and Labor Relations","offset":6972}]}