{"id":302580,"url":"http://en.wikipedia.org/wiki/Upper_Palaeolithic","text":"The Upper Palaeolithic (Upper Paleolithic or Late Stone Age) is the third and last part of the Palaeolithic period. It lasted from about 40,000 to 10,000 years ago. Humans used tools for hunting and fishing. They also developed cave paintings. In this period, the Neanderthal man completely disappeared, leaving Homo sapiens as the only surviving species in the human genus.\nIn Europe, Asia and Africa, this time is known as the last part of the Old Stone Age.\nThe first \"modern humans\" found in Western Europe date back to about 36,000 years ago. Those fossils were found in the south-west of Romania. The founds were made in a stone cave called Peștera cu Oase.\nThe Lascaux cave paintings are from this time period. They are part of the UNESCO World Heritage Sites since 1979 and are in France.\nEvidence for belief in the afterlife in the Upper Palaeolithic: appearance of burial rituals and ancestor worship.\nVenus figurines.\nPossibly among the earliest traces of art are Venus figurines. These are \"figurines\" (very small statues) of women, mostly pregnant with visible breasts. The figurines were found in areas of Western Europe to Siberia. Most are between 20,000 and 30,000 years old. Two figurines have been found that are much older: the Venus of Tan-Tan, dated to 300,000 to 500,000 years ago was found in Morocco. The Venus of Berekhat Ram was found on the Golan Heights. It has been dated to 200,000 to 300,000 years ago. It may be the one of the earliest things that show the human form.\nDifferent kinds of stone, bones and ivory were used to make the figurines. Some are also made of clay which was then burned in a fire. This is one of the earliest known traces of the use of ceramics.\nScientists have excluded that these figurines were linked to the fertility of fields, because agriculture had not been discovered at the time the figurines were made.\nThe two figurines that are older may have mostly formed by natural processes. The Venus of Tan-Tan was covered with a substance that could have been some kind of paint. The substance contained traces of iron and manganese. The figurine of Berekhat Ram shows traces that someone worked on it with a tool. A study done in 1997 states that these traces could not have been left by nature alone.\nCave paintings.\nCave paintings are paintings that were made on the walls or roofs of caves. Many cave paintings belong to the Palaeolothic Age, and date from about 15,000 to 30,000 years ago. Among the most famous are those in the caves of Altamira in Spain and Lascaux in France.p545 There are about 350 caves in Europe where cave paintings have been found. Usually, animals have been painted, like aurochs, bisons or horses. Why these paintings were done is not known. They are not simply decorations of places where people lived. The caves they were found in usually do not show signs that someone lived in them.\nOne of the oldest caves is that of Chauvet in France. Paintings in the cave fall into two groups. One has been dated to around 30,000 to 33,000 years ago, the other to 26,000 or 27,000 years ago.p546 The oldest known cave paintings, based on radiocarbon dating of \"black from drawings, from torch marks and from the floors\". As of 1999, the dates of 31 samples from the cave have been reported. The oldest paintings have been dated from 32,900±490 years ago.\nSome archaeologists have questioned the dating. Züchner believe the two groups date from 23,000–24,000, and 10,000–18,000 years ago. Pettitt and Bahn believe the dating is inconsistent. They say the people at that periods of time painted things differently. They also do not know where the charcoal used to paint some things is from, and how big the painted area is.\nPeople from the Palaeolithic era drew well. They knew about perspective, and they knew of different ways to draw things. They also were able to observe the behaviour of animals they painted. Some of the paintings show how the painted animals behaved. The paintings may have been important for rituals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palaeolithic","surface_form":"Palaeolithic","offset":95},{"uri":"Human","surface_form":"Human","offset":165},{"uri":"Hunting","surface_form":"hunting","offset":187},{"uri":"Fishing","surface_form":"fishing","offset":199},{"uri":"Cave","surface_form":"cave","offset":228},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":264},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":312},{"uri":"Species","surface_form":"species","offset":347},{"uri":"Genus","surface_form":"genus","offset":368},{"uri":"Europe","surface_form":"Europe","offset":378},{"uri":"Asia","surface_form":"Asia","offset":386},{"uri":"Africa","surface_form":"Africa","offset":395},{"uri":"Stone_Age","surface_form":"Stone Age","offset":450},{"uri":"Romania","surface_form":"Romania","offset":594},{"uri":"Pe%C8%99tera_cu_Oase","surface_form":"Peștera cu Oase","offset":647},{"uri":"Lascaux","surface_form":"Lascaux","offset":668},{"uri":"Cave_painting","surface_form":"cave painting","offset":676},{"uri":"UNESCO","surface_form":"UNESCO","offset":739},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":746},{"uri":"France","surface_form":"France","offset":789},{"uri":"Venus_figurines","surface_form":"Venus figurines","offset":975},{"uri":"Statue","surface_form":"statue","offset":1026},{"uri":"Pregnant","surface_form":"pregnant","offset":1052},{"uri":"Breast","surface_form":"breast","offset":1074},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1120},{"uri":"Siberia","surface_form":"Siberia","offset":1138},{"uri":"Venus_of_Tan-Tan","surface_form":"Venus of Tan-Tan","offset":1248},{"uri":"Morocco","surface_form":"Morocco","offset":1317},{"uri":"Venus_of_Berekhat_Ram","surface_form":"Venus of Berekhat Ram","offset":1330},{"uri":"Golan_Heights","surface_form":"Golan Heights","offset":1369},{"uri":"Bone","surface_form":"bone","offset":1528},{"uri":"Ivory","surface_form":"ivory","offset":1538},{"uri":"Clay","surface_form":"clay","offset":1599},{"uri":"Ceramics","surface_form":"ceramics","offset":1692},{"uri":"Agriculture","surface_form":"agriculture","offset":1796},{"uri":"Paint","surface_form":"paint","offset":2031},{"uri":"Iron","surface_form":"iron","offset":2072},{"uri":"Manganese","surface_form":"manganese","offset":2081},{"uri":"Cave_painting","surface_form":"Cave painting","offset":2277},{"uri":"Altamira_(cave)","surface_form":"Altamira","offset":2501},{"uri":"Spain","surface_form":"Spain","offset":2513},{"uri":"Lascaux","surface_form":"Lascaux","offset":2523},{"uri":"France","surface_form":"France","offset":2534},{"uri":"Aurochs","surface_form":"aurochs","offset":2661},{"uri":"Bison","surface_form":"bison","offset":2670},{"uri":"Horse","surface_form":"horse","offset":2680},{"uri":"Chauvet_Cave","surface_form":"Chauvet","offset":2912},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":3119},{"uri":"Charcoal","surface_form":"charcoal","offset":3626},{"uri":"Perspective_(graphical)","surface_form":"perspective","offset":3763},{"uri":"Ritual","surface_form":"ritual","offset":3996}]}