{"id":302593,"url":"http://en.wikipedia.org/wiki/Judiciary_Square%2C_Washington%2C_D.C.","text":"e=\"preserve\">Judiciary Square is a neighborhood in Northwest Washington, D.C.. It has various federal and municipal courthouses and a number of important federal and municipal office buildings. Judiciary Square is roughly between Pennsylvania Avenue to the south, H Street NW to the north, 6th Street to the west, and the I-395 access tunnel to the east.\nThe center of the Judiciary Square neighborhood is an actual plaza by the name of Judiciary Square, so named because it is adjacent to or inclusive of most of the courthouse buildings in the area. The square is between 4th and 5th Streets, with D Street to the south and F Street to the north.\nThe neighborhood is served by the Judiciary Square station on the Red Line of the Washington Metro.\nHistory.\nDuring the first half of the 19th century, Judiciary Square was mostly residential. Its proximity to the courthouses drew a number of lawyers, judges, and clerks to the neighborhood, while its location between the White House and the Capitol made it ideal for government employees. Among its most prominent residents were Missouri Senator Thomas Hart Benton, Vice President John C. Calhoun, and Daniel Webster. As of 2006, however, nearly all of the once plentiful rowhouses in the area were gone, with the remaining houses mostly centered around the intersection of 5th and D Streets.\nAround the turn of the 20th century, the eastern side of Judiciary Square became an enclave of Italian immigrants in Washington - the equivalent of a Little Italy (although it was never called that). The Italian neighborhood rested on the eastern edge of the square proper, stretching eastward to about 2nd Street NW. The heart of the community was Holy Rosary Church, a chapel built at 3rd and F Streets NW. [http://www.holyrosarychurchdc.org/churchhistory.html] The neighborhood lasted well into the 20th century, with a particular surge of Italian immigrants in the 1950s and 60s; in the mid 1970s, however, construction of the I-395 northbound extension through the city gutted about half of the neighborhood and forced its remaining residents to move away from the heavy commuter traffic. Today the former Italian enclave is dominated by Federal office buildings and law offices for the trial attorneys who argue in Judiciary Square courthouses, although Holy Rosary Church remains standing and continues to draw a heavily Italian congregation along with its \"Casa Italia\" cultural center next door.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northwest%2C_Washington%2C_D.C.","surface_form":"Northwest","offset":51},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":61},{"uri":"Courthouse","surface_form":"courthouse","offset":116},{"uri":"Pennsylvania_Avenue","surface_form":"Pennsylvania Avenue","offset":230},{"uri":"H_Street","surface_form":"H Street","offset":264},{"uri":"Interstate_395_(District_of_Columbia-Virginia)","surface_form":"I-395","offset":322},{"uri":"Plaza","surface_form":"plaza","offset":416},{"uri":"Judiciary_Square_(Washington_Metro)","surface_form":"Judiciary Square","offset":683},{"uri":"Red_Line_(Washington_Metro)","surface_form":"Red Line","offset":715},{"uri":"Washington_Metro","surface_form":"Washington Metro","offset":731},{"uri":"White_House","surface_form":"White House","offset":972},{"uri":"United_States_Capitol","surface_form":"Capitol","offset":992},{"uri":"Missouri","surface_form":"Missouri","offset":1080},{"uri":"United_States_Senate","surface_form":"Senator","offset":1089},{"uri":"Thomas_Hart_Benton_(senator)","surface_form":"Thomas Hart Benton","offset":1097},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":1117},{"uri":"John_C._Calhoun","surface_form":"John C. Calhoun","offset":1132},{"uri":"Daniel_Webster","surface_form":"Daniel Webster","offset":1153},{"uri":"Italian_people","surface_form":"Italian","offset":1439},{"uri":"Little_Italy","surface_form":"Little Italy","offset":1494}]}