{"id":302532,"url":"http://en.wikipedia.org/wiki/Molecular_orbital","text":"In chemistry, a molecular orbital (or MO) explains what happens to electrons when atoms join together in a molecule. A MO is a mathematical function which describes the wave-like behaviour of an electron in a molecule. The functions can tell the probability of finding an electron in any specific region. Chemists use such functions to predict or explain chemical and physical properties.\nChemists usually build mathematical models of molecular orbitals by combining atomic orbitals. Hybrid orbitals from each atom of the molecule, or other molecular orbitals from groups of atoms can also be used. Computers can work on these functions. Molecular orbitals allow chemists to apply quantum mechanics to study molecules. MOs answer questions about how the atoms in molecules stick together. The various rounded shapes in an orbital diagram indicate where electrons would most likely be found in an atom.\nHistory.\nThe word \"orbital\" was first used in English by Robert S. Mulliken. The German physicist Erwin Schrödinger wrote about MOs earlier. Schrödinger called them \"Eigenfunktion\".\nPhysicist Max Born described the theory behind molecular orbitals in 1926. Today, it is known as Born's rule and is part of the Copenhagen interpretation of quantum mechanics. When initially proposed, this theory did not agree with the atom model of Niels Bohr. Bohr's model described electrons as \"orbiting\" the nucleus, as they moved around in circles. However, the Born model eventually gained popular support because it was able to describe the locations of electrons within molecules and explained a number of previously inexplicable chemical reactions.\nOverview.\nAtomic orbitals predict the position of an electron in an atom. Molecular orbitals are created when atomic orbitals are brought together. A molecular orbital can give information about the electron configuration of a molecule. The electron configuration is the most likely position, and the energy of one (or one pair of) electron(s). Mostly a MO is represented as a linear combination of atomic orbitals (the LCAO-MO method), especially in approximate use. This means that chemists assume the chance of an electron being at any point in the molecule is the sum of the probabilities of the electron being there based on the individual atomic orbitals. LCAO-MO is a simple model of bonding in molecules, and is important for studying molecular orbital theory.\nTheoretical chemists use computers to calculate the MOs of different molecules (both real and imaginary). The computer can draw graphs of the \"cloud\" to show how likely the electron will be in any region. The computers can also give information about the physical properties of the molecule. They can also say how much energy is required to form the molecule. This helps chemists say whether some small molecules can be combined to make bigger molecules.\nMost present-day ways of doing computational chemistry begin by calculating the MOs of a system. Each MO's electric field is generated by the nuclei of all the atoms and some average distribution of the other electrons.\nAnalogy.\nUnderstanding MOs is like the task of knowing where each employee is in a large home improvement store (without looking inside the store). An analyst knows the number of employees working at the store and each employee's department. He also knows that employees do not step on each other toes and employees stand in the aisle rather than on the merchandise shelves. Employees leave their own department to help customers locate merchandise in other departments or to check inventory. An analyst giving the location of all employees in the store at a selected moment without looking inside is like a chemist calculating the MOs of a molecule. Just as MOs cannot tell the exact location of each electron, the exact location of each employee is not known. An MO having a nodal plane is like the conclusion that employees walk down aisles and not through shelves. Although electrons are contributed from a specific atom, the electron fills an MO without regard to its source atom. This is like an employee leaving his department to walk elsewhere in the store during the day. So, an MO is an incomplete description of an electron just as the analyst's calculations about the unseen store is an incomplete guess about employee locations.\nFormation of molecular orbitals.\nTheoretical chemists have invented rules for calculating MOs. These rules come from an understanding of quantum mechanics. Quantum mechanics helps chemists to use what physics said about electrons to work out how the electrons behave in molecules.\nMolecular orbitals form from \"allowed\" interactions between atomic orbitals. (The interactions are \"allowed\" if the symmetries (determined from group theory) of the atomic orbitals are compatible with each other.) Chemists study atomic orbital interactions. These interactions come from the overlap (a measure of how well two orbitals constructively interact with one another) between two atomic orbitals. The overlap is important if the atomic orbitals are close in energy. Finally, the number of MOs in a molecule must equal the number of atomic orbitals in the atoms being brought together to form the molecule.\nQualitative approach.\nChemists need to understand the geometry of MOs in order to discuss molecular structure. The LCMO (Linear combination of atomic orbitals molecular orbital) method gives a rough but good description of the MOs. In this method, the molecular orbitals are expressed as linear combinations of all of the atomic orbitals of each atom in the molecule.\nLinear combinations of atomic orbitals (LCAO).\nMolecular orbitals were first introduced by Friedrich Hund and Robert S. Mulliken in 1927 and 1928.\nThe linear combination of atomic orbitals or \"LCAO\" approximation for molecular orbitals was introduced in 1929 by Sir John Lennard-Jones. His ground-breaking paper showed how to derive the electronic structure of the fluorine and oxygen molecules from quantum principles. This qualitative approach to molecular orbital theory is part of the start of modern quantum chemistry.\nLinear combinations of atomic orbitals (LCAO) can be used to guess the molecular orbitals that are made when the molecule’s atoms bond together. Similar to an atomic orbital, a Schrodinger equation, which describes the behavior of an electron, can be constructed for a molecular orbital as well. Linear combinations of atomic orbitals, (the sums and differences of the atomic wavefunctions) provide approximate solutions to the molecular Schrodinger equations. For simple diatomic molecules, the wavefunctions that you get are represented mathematically by the equations\nwhere Ψ and Ψ* are the molecular wavefunctions for the bonding and antibonding molecular orbitals, respectively, ψa and ψb are the atomic wavefunctions from atoms a and b, respectively, and ca and cb are adjustable coefficients. These coefficients can be positive or negative, depending on the energies and symmetries of the individual atomic orbitals. As the two atoms become closer together, their atomic orbitals overlap to produce areas of high electron density. So, molecular orbitals are formed between the two atoms. The atoms are held together by the electrostatic attraction between the positively charged nuclei and the negatively charged electrons occupying bonding molecular orbitals.\nBonding, Antibonding, and Nonbonding MOs.\nWhen atomic orbitals interact, the resulting molecular orbital can be of three types: bonding, antibonding, or nonbonding.\nHOMO and LUMO.\nEach molecular orbital has its own energy level. Chemists sort the MOs by energy levels. Chemists assume that the electrons will fill the lowest energy level MOs first. For example, if a molecule has electrons to fill 15 orbitals, the 15 MOs with the lowest energy levels will be filled. The 15th MO on the list would be called the \"highest occupied molecular orbital\" (HOMO) and the 16th MO on the list would be the \"lowest unoccupied molecular orbital\" (LUMO). The difference in the HOMO's energy level and the LUMO's energy level is called the band gap. The band gap can sometimes serve as a measure of the excitability of the molecule: the smaller the energy, the more easily it will be excited. When the electron is excited, it will jump to an unoccupied MO. For example, this can help guess whether something will give out light (luminescence).","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemistry","surface_form":"chemistry","offset":3},{"uri":"Electron","surface_form":"electron","offset":67},{"uri":"Atom","surface_form":"atom","offset":82},{"uri":"Molecule","surface_form":"molecule","offset":107},{"uri":"Function_(mathematics)","surface_form":"mathematical function","offset":127},{"uri":"Wave","surface_form":"wave","offset":169},{"uri":"Electron","surface_form":"electron","offset":195},{"uri":"Molecule","surface_form":"molecule","offset":209},{"uri":"Electron","surface_form":"electron","offset":272},{"uri":"Region","surface_form":"region","offset":297},{"uri":"Chemist","surface_form":"Chemist","offset":305},{"uri":"Predict","surface_form":"predict","offset":336},{"uri":"Chemistry","surface_form":"chemical","offset":355},{"uri":"Physics","surface_form":"physical","offset":368},{"uri":"Property","surface_form":"properties","offset":377},{"uri":"Mathematical_model","surface_form":"mathematical model","offset":412},{"uri":"Atomic_orbital","surface_form":"atomic orbital","offset":467},{"uri":"Hybrid_orbital","surface_form":"Hybrid orbital","offset":484},{"uri":"Atom","surface_form":"atom","offset":510},{"uri":"Computer","surface_form":"Computer","offset":599},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":681},{"uri":"Robert_S._Mulliken","surface_form":"Robert S. Mulliken","offset":959},{"uri":"Germany","surface_form":"German","offset":983},{"uri":"Erwin_Schr%C3%B6dinger","surface_form":"Erwin Schrödinger","offset":1000},{"uri":"Max_Born","surface_form":"Max Born","offset":1094},{"uri":"Copenhagen_interpretation","surface_form":"Copenhagen interpretation","offset":1212},{"uri":"Bohr_model","surface_form":"atom model","offset":1320},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":1334},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":1623},{"uri":"Predict","surface_form":"predict","offset":1669},{"uri":"Electron_configuration","surface_form":"electron configuration","offset":1842},{"uri":"Linear_combination_of_atomic_orbitals_molecular_orbital_method","surface_form":"linear combination of atomic orbitals","offset":2020},{"uri":"Approximate","surface_form":"approximate","offset":2094},{"uri":"Assume","surface_form":"assume","offset":2136},{"uri":"Probability","surface_form":"probabilities","offset":2222},{"uri":"Molecular_orbital_theory","surface_form":"molecular orbital theory","offset":2386},{"uri":"Theoretical_chemistry","surface_form":"Theoretical chemists","offset":2412},{"uri":"Computer","surface_form":"computer","offset":2437},{"uri":"Real","surface_form":"real","offset":2497},{"uri":"Imaginary","surface_form":"imaginary","offset":2506},{"uri":"Graph","surface_form":"graph","offset":2540},{"uri":"Cloud","surface_form":"cloud","offset":2555},{"uri":"Physics","surface_form":"physical","offset":2667},{"uri":"Property","surface_form":"properties","offset":2676},{"uri":"Gibbs_free_energy","surface_form":"energy is required to form the molecule","offset":2731},{"uri":"Computational_chemistry","surface_form":"computational chemistry","offset":2898},{"uri":"Electric_field","surface_form":"electric field","offset":2974},{"uri":"Nucleus_(physics)","surface_form":"nuclei","offset":3009},{"uri":"Employee","surface_form":"employee","offset":3153},{"uri":"Aisle","surface_form":"aisle","offset":3416},{"uri":"Merchandise","surface_form":"merchandise","offset":3441},{"uri":"Shelve","surface_form":"shelve","offset":3453},{"uri":"Inventory","surface_form":"inventory","offset":3569},{"uri":"Plane_(mathematics)","surface_form":"plane","offset":3870},{"uri":"Atom","surface_form":"atom","offset":4007},{"uri":"Guess","surface_form":"guess","offset":4297},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":4466},{"uri":"Physics","surface_form":"physics","offset":4530},{"uri":"Interaction","surface_form":"interaction","offset":4649},{"uri":"Atomic_orbital","surface_form":"atomic orbital","offset":4670},{"uri":"Symmetry","surface_form":"symmetries","offset":4726},{"uri":"Group_theory","surface_form":"group theory","offset":4754},{"uri":"Compatible","surface_form":"compatible","offset":4795},{"uri":"Overlap","surface_form":"overlap","offset":4901},{"uri":"Measure","surface_form":"measure","offset":4912},{"uri":"Equality","surface_form":"equal","offset":5131},{"uri":"Linear_combination","surface_form":"linear combination","offset":5513},{"uri":"Atomic_orbital","surface_form":"atomic orbital","offset":5547},{"uri":"Friedrich_Hund","surface_form":"Friedrich Hund","offset":5684},{"uri":"Robert_S._Mulliken","surface_form":"Robert S. Mulliken","offset":5703},{"uri":"John_Lennard-Jones","surface_form":"Sir John Lennard-Jones","offset":5855},{"uri":"Fluorine","surface_form":"fluorine","offset":5958},{"uri":"Oxygen","surface_form":"oxygen","offset":5971},{"uri":"Quantum_chemistry","surface_form":"quantum chemistry","offset":6098},{"uri":"Schrodinger_equation","surface_form":"Schrodinger equation","offset":6294},{"uri":"Antibonding","surface_form":"antibonding","offset":6755},{"uri":"Band_gap","surface_form":"band gap","offset":8112},{"uri":"Measure","surface_form":"measure","offset":8160},{"uri":"Excited_state","surface_form":"excitability","offset":8175},{"uri":"Light","surface_form":"light","offset":8394},{"uri":"Luminescence","surface_form":"luminescence","offset":8401}]}