{"id":302634,"url":"http://en.wikipedia.org/wiki/Kazimierz_%C5%9Awi%C4%85tek","text":"Kazimierz Świątek (; born October 21, 1914 – died July 21, 2011) was a Roman Catholic Cardinal in Belarus. He was sentenced to death by the Soviet Union, but escaped after two months. He was later spent nine years hard labor by the Gulag and survived.\nEarly life.\nŚwiątek was born at Valga in the Apostolic Administration of Estonia on October 21, 1914. He graduated from the Major Seminary in Pinsk, Belarus. Świątek was ordained as a priest on April 8, 1939 He was sent to work in Pruzhany.\nDeath sentence.\nIn Pruzhany in 1939, Świątek was accused of spying. He was found guilty in Stalinist show trial, and sentenced to death. A \"show trial\" is a highly public trial where the sentence has been decided before the trial starts. When German troops gained control of the territory, Świątek was able to escape from prison and avoid his execution.\nSiberian labor camp.\nŚwiątek was arrested by the KGB on December 18, 1944. He Minsk until July 21, 1945. Świątek was sentenced to 10 years of hard labor in the Gulag concentration camps. He spent two years in Mariinsk, Siberia, and seven years north of the polar circle in Vorkuta and Inta. He release on June 16, 1954. Świątek returned to Pinsk and his pastoral work in the cathedral parish.\nLeadership in the church.\nOn April 13, 1991, Pope John Paul II appointed the 77 year old Świątek the first archbishop of the new archdiocese of Minsk-Mohilev. He was also appointed the Apostolic Administrator of the diocese of Pinsk.\nOn November 26, 1994, Pope John Paul II named Świątek Cardinal. On February 11, 1999, Cardinal Świątek was elected the first president of the Conference of Catholic Bishops in Belarus. On the 14th of June 2006 Pope Benedict XVI accepted Świątek's resignation from the pastoral care of the Archdiocese of Minsk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":71},{"uri":"Cardinal_(Catholicism)","surface_form":"Cardinal","offset":86},{"uri":"Belarus","surface_form":"Belarus","offset":98},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":140},{"uri":"Gulag","surface_form":"Gulag","offset":232},{"uri":"Priest","surface_form":"priest","offset":436},{"uri":"Espionage","surface_form":"spying","offset":553},{"uri":"Stalinism","surface_form":"Stalinist","offset":584},{"uri":"KGB","surface_form":"KGB","offset":896},{"uri":"Siberia","surface_form":"Siberia","offset":1066},{"uri":"Polar_circle","surface_form":"polar circle","offset":1104},{"uri":"Cathedral","surface_form":"cathedral","offset":1222},{"uri":"Parish","surface_form":"parish","offset":1232},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":1285},{"uri":"Archbishop","surface_form":"archbishop","offset":1347},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":1684},{"uri":"Resignation","surface_form":"resignation","offset":1721}]}