{"id":302696,"url":"http://en.wikipedia.org/wiki/Geek","text":"The word \"geek\" is a slang word. It has many different meanings. It can mean a person who enjoys computers and knows a lot about them. It used to mean a carnival worker \"who bit the heads off of chickens and rats.\" One dictionary says that a geek is \"a peculiar or otherwise dislikable person, especially one who is perceived to be overly intellectual\". This means \"a strange and un-likeable person, especially one who is thought to be very clever\", in simple English.\nHistory.\nThis word comes from English dialect words (words that are used in certain places) \"geek, geck\": fool, freak; from Low German \"geck\", from Middle Low German. A different form of the word \"geck\" is still used in Dutch and Afrikaans \"gek\": crazy. Other forms of \"geck\" are also used in some German dialects, and in the Alsatian word \"Gickeleshut\": geek's hat, used in carnivals.\nIn 18th century Austria-Hungary, \"Gecken\" were freaks shown by some circuses.\nIn 19th century, in North-America, the term \"geek\" referred to a freak in circus side-shows (see also freak show). In some cases, its performance included biting the head off a live chicken. The 1976 edition of the \"American Heritage Dictionary\" included only the definition regarding geek shows.\nThe word is often used to be rude or mean to someone. However, it can also be used without meaning to be hurtful, or with pride. An example is the 'Geek Squad' of the Best Buy company.\nMeanings.\nThe meaning of geek has changed much over time, and there is no longer a single meaning. The words nerd, gimp, dweeb, dork, spod and gump have similar meanings as geek. But many people choose to say that these words mean slightly different things. However, the differences are not agreed on. In a 2007 interview on \"The Colbert Report\", Richard Clarke said the difference between nerds and geeks is \"geeks get it done.\" Julie Smith described a geek as \"a bright young man turned inward, poorly socialized, who felt so little kinship with his own planet that he routinely traveled to the ones invented by his favorite authors, who thought of that secret, dreamy place his computer took him to as cyberspace—somewhere exciting, a place more real than his own life, a land he could conquer, not a drab teenager's room in his parents' house.\"\nEtymology.\nThe word \"geek\" is in Robert Heinlein's 1952 short story \"The Year of the Jackpot\". The word appears meaning the modern definition.\nReclamation and self-identification.\nBeing called a \"geek\" is usually an insult. The word is now often a nice thing to say, meaning that the person it is describing has extraordinary technical skill. Geek Pride Day has been observed on May 25 in Spain since 2006 (May 25 being the world premiere date of Star Wars and also Towel Day). The holiday promotes the right to be nerdy or geeky, and to express it in public without feeling bad. A new meeting, Geek.Kon, is held in Madison, Wisconsin to celebrate all things geek.\nThe website BoardGameGeek is an online community of boardgamers who see themselves as geeks at boardgame meetings; they call their website \"The Geek\", for short. Technical support services such as Geek Squad use the term \"geek\" to show that they have helpful technical abilities. In recent history, some geeks have grown a geek culture, such as geek humor and odd references on t-shirts. The so-called \"geek chic\" trend is a deliberate affectation of geek or nerd traits as a fashion statement. Nonetheless, the derogatory definition of geeks remains that of a person only thinking about his area of interest at the cost of social skills, personal hygiene, and status.\nThere has been criticism over the widespread appropriation of the terms \"geek\" and \"nerd\" as self descriptors. Certain people who would have most likely not been described as such under the traditional stereotype have argued this. Along with efforts to de-emphasize the negative social aspects, in recent years there have been arguments for de-emphasizing the necessity for having noticeably high levels of intelligence or technical aptitude. This has resulted in the desire to redefine the term geek rather as any person who pursues a passionate interest in anything regardless of genre, is creative, and individualistic. Arguments against the revisionist definitions, however, state that it is not only unnecessary, but it completely contradicts the traditional accepted definition of the terms which distinctly refer to persons who are noticeably above average intelligence, usually good at things in technically demanding fields, and socially awkward or alienated to a certain extent.\nGeek chic.\n\"Geek chic\" is a phrase that means a person who has stereotypically \"geek\" features including black-rimmed glasses, T-shirts with geek in-jokes, and more technically complex things.\nThere are many ways of looking at the term \"geek chic\", with heavy black-rimmed glasses being the one defining thing as far as the press is concerned. Wearing them is sufficiently notable to have celebrities like David Beckham, Justin Timberlake and Myleene Klass being reported as \"trying geek chic\". David Tennant, the Tenth Doctor in \"Doctor Who\", has also described the look of his bespectacled character as having \"a bit of geek chic\".\nGeeks themselves think that the term is used for \"reclaiming the geek identity as something not only meaningful, but also stylish.\" - for this usage, more than just glasses are needed, and so the term has a wider meaning, being applied to home fittings and objects as well as clothes. In this usage, the term \"geek chic\" can even be used as a positive contrast to the somewhat more negative term \"geeky\".\nGeek chic is not to be confused with preppie fashion, which is more widely to do with a conservative image rather than geek culture. Instead, much of the geek chic image borrows from various other youth fashions such as goth, hippie, and bohemian among others, but t-shirts with geeky in-jokes seem to originate from the geeks themselves. Shirt designers who tailor to geeks offer rewards for the best ideas.\nTrademark dispute.\nThe Best Buy company of Richfield, Minnesota has trademarked \"Geek Squad\" as the name of its computer repair service. Best Buy has fought the trademarks of a dozen other companies, including Geek Rescue, Rent a Geek, and Speak With a Geek. It is also fighting with Newegg over the use of \"Take it from a Geek\" on Newegg's website. The NBC television show \"Chuck\" wanted to use \"Geek Squad\" to describe the main characters' job. But Best Buy asked for them to change the name. So the characters on \"Chuck\" were called \"Nerd Herd\" instead.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slang","surface_form":"slang","offset":21},{"uri":"Computer","surface_form":"computer","offset":97},{"uri":"Carnival","surface_form":"carnival","offset":153},{"uri":"Dictionary","surface_form":"dictionary","offset":219},{"uri":"English_language","surface_form":"English","offset":499},{"uri":"Dialect","surface_form":"dialect","offset":507},{"uri":"Foolishness","surface_form":"fool","offset":575},{"uri":"Freak","surface_form":"freak","offset":581},{"uri":"Dutch_language","surface_form":"Dutch","offset":689},{"uri":"Afrikaans","surface_form":"Afrikaans","offset":699},{"uri":"German_dialects","surface_form":"German dialects","offset":767},{"uri":"Alsace","surface_form":"Alsatian","offset":795},{"uri":"Circus","surface_form":"circus","offset":923},{"uri":"Sideshow","surface_form":"side-shows","offset":1014},{"uri":"Freak_show","surface_form":"freak show","offset":1035},{"uri":"American_Heritage_Dictionary","surface_form":"American Heritage Dictionary","offset":1149},{"uri":"Geek_show","surface_form":"geek show","offset":1218},{"uri":"Geek_Squad","surface_form":"Geek Squad","offset":1378},{"uri":"Best_Buy","surface_form":"Best Buy","offset":1397},{"uri":"Nerd","surface_form":"nerd","offset":1524},{"uri":"Gimp","surface_form":"gimp","offset":1530},{"uri":"Dweebs","surface_form":"dweeb","offset":1536},{"uri":"Dork","surface_form":"dork","offset":1543},{"uri":"Spod","surface_form":"spod","offset":1549},{"uri":"Gump","surface_form":"gump","offset":1558},{"uri":"The_Colbert_Report","surface_form":"The Colbert Report","offset":1741},{"uri":"Richard_A._Clarke","surface_form":"Richard Clarke","offset":1762},{"uri":"Julie_Smith","surface_form":"Julie Smith","offset":1845},{"uri":"Robert_Heinlein","surface_form":"Robert Heinlein","offset":2297},{"uri":"The_Year_of_the_Jackpot","surface_form":"The Year of the Jackpot","offset":2333},{"uri":"Geek_Pride_Day","surface_form":"Geek Pride Day","offset":2607},{"uri":"Spain","surface_form":"Spain","offset":2653},{"uri":"Star_Wars","surface_form":"Star Wars","offset":2711},{"uri":"Towel_Day","surface_form":"Towel Day","offset":2730},{"uri":"Geek.Kon","surface_form":"Geek.Kon","offset":2859},{"uri":"BoardGameGeek","surface_form":"BoardGameGeek","offset":2941},{"uri":"Geek_Squad","surface_form":"Geek Squad","offset":3126},{"uri":"Geek_humor","surface_form":"geek humor","offset":3274},{"uri":"Fashion","surface_form":"fashion","offset":3405},{"uri":"Social_skill","surface_form":"social skill","offset":3553},{"uri":"Personal_hygiene","surface_form":"personal hygiene","offset":3568},{"uri":"Stereotype","surface_form":"stereotype","offset":3800},{"uri":"Intelligence","surface_form":"intelligence","offset":4005},{"uri":"Creativity","surface_form":"creative","offset":4190},{"uri":"Individual","surface_form":"individual","offset":4204},{"uri":"Alienation","surface_form":"alienated","offset":4556},{"uri":"Stereotypically","surface_form":"stereotypically","offset":4650},{"uri":"Glasses","surface_form":"glasses","offset":4705},{"uri":"T-shirt","surface_form":"T-shirt","offset":4714},{"uri":"David_Beckham","surface_form":"David Beckham","offset":4993},{"uri":"Justin_Timberlake","surface_form":"Justin Timberlake","offset":5008},{"uri":"Myleene_Klass","surface_form":"Myleene Klass","offset":5030},{"uri":"David_Tennant","surface_form":"David Tennant","offset":5082},{"uri":"Tenth_Doctor","surface_form":"Tenth Doctor","offset":5101},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":5118},{"uri":"Preppie","surface_form":"preppie","offset":5663},{"uri":"Conservatism","surface_form":"conservative","offset":5714},{"uri":"Goth_subculture","surface_form":"goth","offset":5846},{"uri":"Hippie","surface_form":"hippie","offset":5852},{"uri":"Bohemianism","surface_form":"bohemian","offset":5864},{"uri":"Best_Buy","surface_form":"Best Buy","offset":6058},{"uri":"Richfield%2C_Minnesota","surface_form":"Richfield, Minnesota","offset":6078},{"uri":"Speak_With_A_Geek","surface_form":"Speak With a Geek","offset":6275},{"uri":"NBC","surface_form":"NBC","offset":6389},{"uri":"Chuck_(TV_series)","surface_form":"Chuck","offset":6410}]}