{"id":302711,"url":"http://en.wikipedia.org/wiki/Molecular_symmetry","text":"Molecular symmetry is a basic idea in chemistry. It is about the symmetry of molecules. It puts molecules into groups according to their symmetry. It can predict or explain many of a molecule's chemical properties.\nChemists study symmetry to explain how crystals are made up and how chemicals react. The molecular symmetry of the reactants help predict how the product of the reaction is made up and the energy needed for the reaction.\nMolecular symmetry can be studied several different ways. Group theory is the most popular idea. Group theory is also useful in studying the symmetry of molecular orbitals. This is used in the Hückel method, ligand field theory, and the Woodward–Hoffmann rules. Another idea on a larger scale is the use of crystal systems to describe crystallographic symmetry in bulk materials.\nScientists find molecular symmetry by using X-ray crystallography and other forms of spectroscopy. Spectroscopic notation is based on facts taken from molecular symmetry.\nHistorical background.\nPhysicist Hans Bethe used characters of point group operations in his study of ligand field theory in 1929. Eugene Wigner used group theory to explain the selection rules of atomic spectroscopy. The first character tables were compiled by László Tisza (1933), in connection to vibrational spectra. Robert Mulliken was the first to publish character tables in English (1933). E. Bright Wilson used them in 1934 to predict the symmetry of vibrational normal modes. The complete set of 32 crystallographic point groups was published in 1936 by Rosenthal and Murphy.\nSymmetry concepts.\nMathematical group theory has been adapted to study of symmetry in molecules.\nElements.\nThe symmetry of a molecule can be described by 5 types of symmetry elements.\nOperations.\nEach of the five symmetry elements has a symmetry operation. People use a caret symbol (^) to talk about the operation rather than the symmetry element. So, Ĉn is the rotation of a molecule around an axis and Ê is the identity operation. A symmetry element can have more than one symmetry operation associated with it. Since C1 is equivalent to E, S1 to σ and S2 to \"i\", all symmetry operations can be classified as either proper or improper rotations.\nPoint groups.\nA point group is a set of symmetry operations forming a mathematical \"group\", for which at least one \"point\" remains fixed under all operations of the group. A crystallographic point group is a point group which will work with translational symmetry in three dimensions. There are a total of 32 crystallographic point groups, 30 of which are relevant to chemistry. Scientists use Schoenflies notation to classify point groups.\nGroup theory.\nThe order of a group is the number of symmetry operations for that group.\nFor example, the point group for the water molecule is C2v, with symmetry operations E, C2, σv and σv'. Its order is thus 4. Each operation is its own inverse. As an example of closure, a C2 rotation followed by a σv reflection is seen to be a σv' symmetry operation: σv*C2 = σv'. (Note that \"Operation A followed by B to form C\" is written BA = C).\nAnother example is the ammonia molecule, which is pyramidal and contains a three-fold rotation axis as well as three mirror planes at an angle of 120° to each other. Each mirror plane contains an N-H bond and bisects the H-N-H bond angle opposite to that bond. Thus ammonia molecule belongs to the C3v point group which has order 6: an identity element E, two rotation operations C3 and C32, and three mirror reflections σv, σv' and σv\".\nCommon point groups.\nThe following table contains a list of point groups with representative molecules. The description of structure includes common shapes of molecules based on VSEPR theory.\nRepresentations.\nAlthough an infinite (going on forever) number of such representations (ways of showing things) exist, the irreducible representations (or \"irreps\") of the group are commonly used, as all other representations of the group can be described as a linear combination of the irreducible representations. (The irreps span the vector space of the symmetry operations.) Chemists use the irreps to sort the symmetry groups and to talk about their properties.\nCharacter tables.\nFor each point group, a character table summarizes information on its symmetry operations and on its irreducible representations. The tables are square because there are always equal numbers of irreducible representations and groups of symmetry operations.\nThe table itself is made of characters which show how a particular irreducible representation changes when a particular symmetry operation is applied (put to it). Any symmetry operation in a molecule's point group acting on the molecule itself will leave it unchanged. But for acting on a general entity (thing), such as a vector or an orbital, this does not have to be what happens. The vector could change sign or direction, and the orbital could change type. For simple point groups, the values are either 1 or -1: 1 means that the sign or phase (of the vector or orbital) is unchanged by the symmetry operation (\"symmetric\") and -1 denotes a sign change (\"asymmetric\").\nThe tables also tell the Cartesian basis vectors, rotations about them, and quadratic functions of them transformed by the symmetry operations of the group. The table also shows which irreducible representation transforms in the same way (on the right hand side of the tables). Chemists use this because chemically important orbitals (in particular \"p\" and \"d\" orbitals) have the same symmetries as these entities.\nFor example, water (H2O) which has the C2v symmetry described above. The 2\"p\"x orbital of oxygen is oriented perpendicular to the plane of the molecule and switches sign with a C2 and a σv'(yz) operation, but remains unchanged with the other two operations (obviously, the character for the identity operation is always +1). This orbital's character set is thus, corresponding to the B1 irreducible representation. Similarly, the 2\"p\"z orbital is seen to have the symmetry of the A1 irreducible representation, 2\"p\"y B2, and the 3\"d\"xy orbital A2. These assignments and others are in the rightmost two columns of the table.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemistry","surface_form":"chemistry","offset":38},{"uri":"Symmetry","surface_form":"symmetry","offset":65},{"uri":"Molecule","surface_form":"molecule","offset":77},{"uri":"Predict","surface_form":"predict","offset":154},{"uri":"Chemical_property","surface_form":"chemical properties","offset":194},{"uri":"Crystal","surface_form":"crystal","offset":254},{"uri":"Chemical_reaction","surface_form":"chemicals react","offset":283},{"uri":"Reactant","surface_form":"reactant","offset":330},{"uri":"Activation_energy","surface_form":"energy","offset":404},{"uri":"Group_theory","surface_form":"Group theory","offset":494},{"uri":"Molecular_orbital","surface_form":"molecular orbital","offset":589},{"uri":"H%C3%BCckel_method","surface_form":"Hückel method","offset":629},{"uri":"Ligand_field_theory","surface_form":"ligand field theory","offset":644},{"uri":"Woodward%E2%80%93Hoffmann_rules","surface_form":"Woodward–Hoffmann rules","offset":673},{"uri":"Crystal_system","surface_form":"crystal system","offset":743},{"uri":"Crystallography","surface_form":"crystallographic","offset":771},{"uri":"X-ray_crystallography","surface_form":"X-ray crystallography","offset":860},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":901},{"uri":"Spectroscopic_notation","surface_form":"Spectroscopic notation","offset":915},{"uri":"Hans_Bethe","surface_form":"Hans Bethe","offset":1020},{"uri":"Ligand_field_theory","surface_form":"ligand field theory","offset":1089},{"uri":"Eugene_Wigner","surface_form":"Eugene Wigner","offset":1118},{"uri":"Atomic_spectroscopy","surface_form":"atomic spectroscopy","offset":1184},{"uri":"L%C3%A1szl%C3%B3_Tisza","surface_form":"László Tisza","offset":1249},{"uri":"Robert_Mulliken","surface_form":"Robert Mulliken","offset":1308},{"uri":"E._Bright_Wilson","surface_form":"E. Bright Wilson","offset":1385},{"uri":"Normal_mode","surface_form":"normal mode","offset":1459},{"uri":"Group_theory","surface_form":"group theory","offset":1605},{"uri":"Symmetry_element","surface_form":"symmetry element","offset":1738},{"uri":"Symmetry_operation","surface_form":"symmetry operation","offset":1810},{"uri":"Caret","surface_form":"caret","offset":1843},{"uri":"Point_group","surface_form":"point group","offset":2238},{"uri":"Group_(mathematics)","surface_form":"group","offset":2306},{"uri":"Crystallographic_point_group","surface_form":"crystallographic point group","offset":2396},{"uri":"Schoenflies_notation","surface_form":"Schoenflies notation","offset":2616},{"uri":"Order_(group_theory)","surface_form":"order of a group","offset":2681},{"uri":"Water","surface_form":"water","offset":2788},{"uri":"Ammonia","surface_form":"ammonia","offset":3124},{"uri":"Point_groups_in_three_dimensions","surface_form":"list of point groups","offset":3591},{"uri":"VSEPR_theory","surface_form":"VSEPR theory","offset":3717},{"uri":"Irreducible_representation","surface_form":"irreducible representation","offset":3855},{"uri":"Linear_combination","surface_form":"linear combination","offset":3993},{"uri":"Vector_space","surface_form":"vector space","offset":4069},{"uri":"Vector_(geometric)","surface_form":"vector","offset":4797},{"uri":"Atomic_orbital","surface_form":"orbital","offset":4810},{"uri":"Basis_vector","surface_form":"basis vector","offset":5183},{"uri":"Rotation","surface_form":"rotation","offset":5198},{"uri":"Quadratic_function","surface_form":"quadratic function","offset":5224},{"uri":"Atomic_orbital","surface_form":"orbital","offset":5642}]}