{"id":302779,"url":"http://en.wikipedia.org/wiki/Sulaimon_Brown","text":"ce=\"preserve\">Sulaimon Maurice Brown (born July 31, 1970 in Charleston, SC) is an accountant. He was a candidate for mayor of the District of Columbia in 2010. During the campaign, he actively supported another candidate, Vincent Gray. After Gray became mayor, Brown's criminal record became public. He is being investigated by the United States Attorney. Brown is also being investigated by committees of the DC City Council and of Congress.\nBackground.\nBrown's father, Melvin Brown, was an Army Ranger, and Brown's mother was a nurse at Howard University Hospital.\nBrown earned a Bachelor of Business Administration - Accounting from the University of the District of Columbia. Brown worked as a University of the District of Columbia police officer until 2005. Brown then worked at various accounting firms. In 1988, Brown was tried and acquitted by a jury on an attempted murder charge in Chicago. Brown was also accused of assault in Essex County, New Jersey, but a grand jury refused to indict Brown. The \"Washington City Paper\" reported that DC court records show \"gun charges against Brown were dropped in 1991 in exchange for Brown going to a diversion program, and a jury found Brown guilty in 1995 for unlawful entry.\" The \"City Paper\" also reported that a restraining order had been issued against Brown in 2007. The press asked Brown if he had a criminal record. Brown replied that he had been arrested once for trespassing at Howard University.\nPolitical activity.\nBrown was a volunteer in Adrian Fenty's 2006 campaign for mayor. According to Brown's 2009 website, Brown \"worked behind the scenes campaigning for many elected officials [including] The President of the United States Barack Obama. He has helped in efforts to get White House Legislation passed and most recently trying to get a Supreme Court nominee appointed.\" Brown became a candidate for the 2010 Democratic Party nomination for mayor.\nOn June 24, 2010, Brown was running out of money because he had not held a job for 18 months. Brown discussed his financial problems with another candidate for mayor, Vincent Gray. Brown and Gray reached an agreement for Gray to provide cash payments to Brown for the rest of the campaign. They also agreed that if Gray won the election, the city would hire both Brown and his brother. Before the primary election, Brown received $44,000 from the Gray campaign and an additional $750 from Lorraine Green, Chairwoman of Gray's campaign. Howard Brooks carried the cash between Gray's campaign and Brown.\nBecause Brown was a declared candidate, he participated with Mayor Fenty in a number of candidate debates. At the August 2010 forum in Ward 8, Brown questioned whether Fenty loved his parents. According to the \"Washington Post\", \"During the election, Brown, 40, drew attention at debates by urging voters to cast ballots for Gray and criticizing incumbent Adrian M. Fenty.\" Brown received 209 votes in the primary. Gray defeated Fenty in the September 14, 2010 primary, and Gray won the general election in November 2010. Gray became Mayor in January 2011.\nPolitical appointment.\nThe Gray Transition Team hired the Capitol Inquiry firm to check Brown's background. Capitol Inquiry discovered Brown's past legal proceedings in Chicago and New Jersey, and included them in a confidential report.\nHe’s qualified to do the work, Mark. What he did on the campaign has no relation to this. What he did on the campaign is what he decided to do. I didn't ask him to do that nor did I encourage him to do that.Turnage said that he fired Brown because they could not get along and not because of what was printed about his background. Brown sat in the back of the press conference as an uninvited guest, and spoke to reporters at the end of the conference. When the press asked Brown if Gray had promised him a job, Brown refused to answer. Brown blamed City Councilman David Catania for his being fired. Brown said that Catania had threatened to delay the confirmation of Turnage until Brown was fired. Catania denied this.\nBrown was placed on paid administrative leave for 15 days.\nInvestigations.\nIn March 2011, Congress announced an investigation into the hiring of Brown.\nIn April and May 2011, the DC City Council issued a subpeona to get Brown to testify. Brown hid from the people trying to give him the subpeona and went to court to fight having to testify. On May 31, 2011, the D.C. Superior Court order Brown to testify before the D.C. Council committee that was investigating this matter. On June 6, 2011, Brown testified under oath that Gray had paid him cash to keep in as a candidate in the primary race and had promised him a job. Brown claimed that Gray himself had ordered one of the payoffs. The City Council probe showed that Green, Gray's chief of staff Gerri Mason Hall and Gray's personnel director Judy Banks gave Gray's political allies city jobs. They did it in a way that did not pay attention to qualifications or laws.\nBrown was required to report the money that he got as campaign contributions. On June 5, Brown gave the press copies of money orders payable to \"Sulaimon Brown for Mayor\" from relatives of Howard Brooks, including Brook's son (Peyton Brooks), the son's girlfriend, and a cousin of Brook's wife. The last two denied ever making the contributions. Peyton Brooks was also hired as a $110,000-a-year special assistant in the Office of the Deputy Mayor for Planning and Economic Development. Peyton Brooks was one of several children of Gray's campaign workers to be fired after the press printed stories about the jobs. Brown said that he received additional money orders from Howard Brooks, but that those did not have names on them.\nThe United States Attorney's Office is also investigating. Brown said that the Federal Bureau of Investigation asked Brown about the payments from Brooks, Green and Gray.","categories":[],"infobox_types":[],"annotations":[{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":130},{"uri":"Vincent_Gray","surface_form":"Vincent Gray","offset":222},{"uri":"DC_City_Council","surface_form":"DC City Council","offset":410},{"uri":"United_States_Congress","surface_form":"Congress","offset":433},{"uri":"University_of_the_District_of_Columbia","surface_form":"University of the District of Columbia","offset":640},{"uri":"Howard_University","surface_form":"Howard University","offset":1440},{"uri":"Adrian_Fenty","surface_form":"Adrian Fenty","offset":1504},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1697},{"uri":"David_Catania","surface_form":"David Catania","offset":3881},{"uri":"Federal_Bureau_of_Investigation","surface_form":"Federal Bureau of Investigation","offset":5769}]}