{"id":302775,"url":"http://en.wikipedia.org/wiki/Adrian_Fenty","text":"Adrian Malik Fenty (born December 6, 1970) was the sixth, and youngest Mayor of the District of Columbia. He was a national leader in urban education reform. He lost his re-election bid in the 2010 Democratic primary to Vincent C. Gray, who went on to win the general election for mayor.\nEarly life, education, and family.\nFenty grew up in the Mount Pleasant neighborhood of Washington, D.C. and graduated from Mackin Catholic High School. As a teenager, he worked at Swenson's Ice Cream next to the Uptown Theatre.\nFenty's mother is white, and his father is African-American. Adrian Fenty is the middle child of three boys—older brother Shawn, a bicycle expert, and younger brother Jess. Their parents are runners and own a Fleet Feet athletic shoe store in the D.C. neighborhood of Adams Morgan. Adrian has run in the Cherry Blossom Ten Mile Run each year since 2004, improving his finishing time from 1:17:22 in 2005 to 1:02:59 in 2009.\nFenty earned a B.A. in English and Economics at Oberlin College and a J.D. from the Howard University School of Law. He is a member of Kappa Alpha Psi Fraternity.\nIn 1997, Fenty and lawyer Michelle Cross eloped. Michelle Cross Fenty works for the Inter-American Development Bank. They have three children: twins Matthew and Andrew (b. 2000) and Aerin Alexandra (b. 2008).\nEntry into politics and service on D.C. Council.\nFenty was an intern for Senator Howard Metzenbaum (D-OH), Delegate Eleanor Holmes Norton (D-DC), and Representative Joseph P. Kennedy II (D-MA) before becoming involved in local politics. In addition to serving as an aide to Councilmember Kevin P. Chavous, he was elected as an Advisory Neighborhood Commissioner in ANC 4C and was president of the 16th Street Neighborhood Civic Association.\nIn 2000, Fenty won a seat on the D.C. Council. Fenty ran against long-time Ward 4 Councilmember Charlene Drew Jarvis. Jarvis was well known and a heavy favorite, but Fenty campaigned hard. He pursued an aggressive door-to-door strategy and put up large numbers of green yard signs. Fenty was elected to the Council seat by a 57–43 percent margin. Unopposed in both the primary and general elections in 2004, Fenty was reelected for a second term.\nAs a Council member, Fenty worked on constituent services. He opposed public funding for a new baseball stadium. He proposed funding a $1 billion capital improvement program for public schools, which the Council subsequently passed in an altered form. He is a member of the Mayors Against Illegal Guns Coalition, an organization formed in 2006 and co-chaired by New York City mayor Michael Bloomberg and Boston mayor Thomas Menino.\nWhile major, Fenty used three BlackBerry devices. One BlackBerry directly connected him to Police Chief Cathy Lanier while the latter two were for business and personal matters.\n2006 Mayoral Campaign.\nFenty formally announced his decision to campaign for mayor of the District of Columbia on June 1, 2005. In the fall of 2005, then-mayor Anthony A. Williams made the widely anticipated announcement that he would not seek re-election, and then-Council Chair Linda Cropp announced she would be a candidate for Mayor. Other candidates included businesswoman Marie Johns, then-Council member Vincent Orange, and lobbyist Michael A. Brown. Brown dropped out of the race in September 2006.\nFenty ran on a platform of bringing a more energetic and hands-on approach to district government. Cropp trumpeted her 25 years of experience in district government and her desire to continue the progress made by Anthony Williams, who endorsed her candidacy. The race was widely viewed as neck-and-neck through the spring of 2006. Both candidates raised significant and nearly equal amounts of money –roughly $1.75 million through June 10, 2006 –and neither gained any significant advantage from the numerous debates and forums.\nBy July 2006, public and private polling gave Fenty a roughly 10-point advantage. Political observers have debated whether it was Fenty's unprecedented door-to-door campaign, in which he and his campaign workers visited virtually every block in the district, Cropp's lack of engagement in the campaign, or the electorate's desire for a new direction after eight years of Anthony Williams. Cropp's campaign began a series of negative attacks during the last month of the campaign. In direct mail and television advertisements, Cropp painted Fenty as unfit for the job and a careless lawyer who had been admonished by the D.C. Bar; in 2005, he received an informal admonition from the Bar Association for his role in a probate case in 1999. The attacks, however, backfired; the reaction, coupled with the endorsement of the \"Washington Post\" newspaper, increased Fenty's lead in the campaign's final weeks.\nOn September 12, 2006, Fenty won all 142 district precincts in the Democratic Primary. This had never happened before in District of Columbia history—and defeated Linda Cropp by a 57–31 percent margin.\nFenty received 89% of the vote in the general election. He became the district's sixth elected mayor since the establishment of home rule.\nTenure (2007–11).\nFenty paid a lot of attention to education reform. On the first day of his term, in an unprecedented and controversial move, Fenty introduced legislation to restructure the school system to give him full responsibility for schools. Across the district, district residents had been demanding that the schools be \"fixed.\" Schools in the district had been troubled for years with student test performance scores and graduation rates among the lowest in the nation. In 1996, a Control Board appointed by Congress had taken over control of the public school system, declaring that the schools were in a \"state of emergency.\" Mayor Fenty viewed this re-structuring as the solution.\nIn April, 2007, the D.C. Council approved Fenty's school takeover plan, and in May 2007, legislation needed to approve the change was passed by Congress and signed by President Bush. Under the new structure, the existing superintendent was replaced by a school chief, or chancellor, who was selected by the mayor and would report directly to him. This power shift also allowed the mayor to make swift changes in the system's central office, alter teacher qualification requirements, and implement a school consolidation process. His selection of Michelle Rhee to manage District schools surprised many people. In choosing Rhee, he stepped outside of the local landscape to consult with national education experts including New York City School Chancellor Joel Klein.\nThe move to restructure the school's reporting system and the addition of a school chancellor as a direct report have been credited with putting the school system on the path to long-awaited improvements. To ensure that maximum resources would go directly to classrooms, the mayor and chancellor closed 23 underenrolled schools and significantly reduced the school system's central administrative staff.\nStudent achievement at the secondary level rose 14 points in reading and 17 points in math since 2007, gains that are unprecedented in DC history and unparalleled nationwide. Student SAT scores rose 27 points in 2010. Graduation rates rose each year since 2007, and 72 percent of district students took the Practice Scholastic Aptitude Test, a.k.a. the PSAT, which functions as a practice test for students entering college. His administration also took on a major, five-year maintenance and construction effort to dramatically improve school buildings by 2014. The Mayor and Chancellor successfully negotiated a collective bargaining agreement with the Washington Teachers Union. The contract has become a national model for other jurisdictions, especially because it establishes a system of performance-based teacher compensation.\nWhile focusing on improving schools, the Fenty Administration changed district agencies, ensuring more efficient and effective service delivery throughout district government. Fenty's choice for police chief, Cathy Lanier, also made national headlines. Under Fenty, Lanier has added police officers to the streets and expanded community policing initiatives, for example, \"beefing up\" the policy of accepting anonymous text message tips from local residents to cut down on retaliation. By local news accounts, there is evidence of success. The homicide rate in the District dropped 25% in 2009. The closure rate for homicide cases rose to 70%. In his \"State of the District\" speech, the Mayor reported that homicides were at their \"lowest level since 1964\" and that \"both violent crimes and property crimes\" had experienced a double-digit decline.\nFenty has championed development efforts across the district. Across the district, several schools, libraries, parks and recreation centers have been renovated to offer state-of-the-art facilities for residents, youth and families. There have been many improvements made to recreational play spaces for children: Under Fenty, 16 neighborhood and school playgrounds were opened and 9 play courts and fields were completed. Under his leadership, the District's largest shopping center, the D.C. USA Shopping Center, was opened. New developments, such as the Camp Simms retail development, have infused new life into the neighborhood with a retail grocery store and a sit-down restaurant east of the Anacostia River. Renovation of affordable housing units helped provide housing during tough economic times.\nThe Fenty Administration also expanded health care coverage for the uninsured and established thousands of units of affordable housing, while creating the \"Housing First\" program to provide permanent supportive housing for the district's homeless. The administration also reduced the backlog of Child Protective Services (CPS) investigations by improving the retention of social workers, increasing recruitment of social workers to fill vacancies, and building a quality, experienced leadership. Additionally, the Fenty Administration improved the delivery of emergency medical services. It also finalized the sale of Greater Southeast Community Hospital (now United Medical Center) in a public-private partnership that kept the facility open for patients east of the Anacostia River.\nIn December 2009, Fenty signed the Religious Freedom and Civil Marriage Equality Act of 2009 to legalize same-sex marriage in the District of Columbia. During the signing ceremony, Mayor Fenty and other attending district officials expressed their support for the gay rights movement by expressing \"they want the District to provide a road map for gay rights activists as the debate over same-sex marriage...moves across the nation...\"\nControversies.\nMayor Fenty and his administration came under attack from political opponents. Council Chair Gray complained that Fenty did not share with the district council tickets donated by a local sports arena. Chair Gray demanded that Fenty hand the tickets over to him so Gray could have control of them.\nThe D.C. council also charged that Fenty circumvented them in making contracts for park improvements. Rather than treat them as district contracts, the contracts were made with the D.C. Housing Agency.\nUnsuccessful 2010 re-election campaign.\nFenty officially launched his reelection bid on April 10, 2010, at his campaign headquarters at 5929 Georgia Avenue, NW, in Washington, D.C.’s Brightwood neighborhood. The Fenty campaign's headquarters were located on the site of the old Curtis Chevrolet dealership within Ward 4, the ward in which Fenty began his political career as an Advisory Neighborhood Commissioner in ANC 4C.\nFenty faced ten candidates in the District's September 14, 2010, Democratic primary. On July 31, 2009 (13½ months before the 2010 primary), Fenty's 2010 mayoral campaign passed the 2006 primary fundraising total of $2.4 million.\nOn August 1, 2010, the editorial board of \"The Washington Post\" officially endorsed Fenty. \"Washington City Paper\" followed on September 9.\nOne primary candidate in particular, Sulaimon Brown devoted his efforts to attacking Fenty rather than establishing his own positive campaign. After the election, Brown was given a $110,000 per year job in the D.C. Department of Health Care Finance within the new administration. However, Brown was later fired because of questions about his past. In March 2011, Congress announced an investigation into the hiring of Brown.\nA \"Washington Post\" poll released on Aug. 29 found Gray with a 17-point lead among likely voters. A Clarus poll conducted September 7 gave Gray a 7-point lead among likely voters, and a Public Policy Polling survey sponsored by WAMU-FM radio and \"Washington City Paper\" showed an 11 percent lead for Gray.\nFenty lost the Democratic primary election to Vincent C. Gray. Gray received 53 percent of the vote to Fenty's 46 percent. Following the reporting of the results, Fenty called it highly unlikely he would run for public office again.\nWhile Fenty received the most write-in votes for mayor in the Republican primary election, Fenty had previously said he would not accept the Republican nomination.\nAfter politics.\nFenty signed with Greater Talent Network, a major speakers bureau, in January 2011. The same month, Fenty became an outside adviser and counsel to Heffler, Radetich & Saitta, an accounting and consulting firm based in Philadelphia. Also in January 2011, it was announced that Fenty would become a distinguished visiting professor of politics, a featured lecturer and a career adviser in the Department of African American Studies at Oberlin College. In February 2011, Fenty became an outside adviser to Rosetta Stone, which produces foreign language learning software. In March 2011, Fenty became a strategic adviser for the state and local government practice of Capgemini Government Solutions LLC, an information technology consulting firm. In May 2011, Fenty became a member of the advisory board of EverFi Inc., an online education and certification firm. In July 2011, Fenty joined the law firm Klores Perry Mitchell P.C. as special counsel.\nOn the \"Morning Joe\" broadcast on March 8, 2011, Adrian Fenty backed Wisconsin Republican Governor Scott Walker's union-busting bill and said that the Democratic state senators should be held accountable.\nElection history.\n2000 Council of the District of Columbia, Ward 4, Democratic Primary Election\n2000 Council of the District of Columbia, Ward 4, General Election\n2004 Council of the District of Columbia, Ward 4, Democratic Primary Election\n2004 Council of the District of Columbia, Ward 4, General Election\n2006 Mayor of the District of Columbia, Democratic Primary Election\n2006 Mayor of the District of Columbia, General Election","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"Mayor_of_the_District_of_Columbia","surface_form":"Mayor of the District of Columbia","offset":71},{"uri":"Vincent_C._Gray","surface_form":"Vincent C. Gray","offset":220},{"uri":"Mount_Pleasant%2C_Washington%2C_D.C.","surface_form":"Mount Pleasant","offset":344},{"uri":"Adams_Morgan","surface_form":"Adams Morgan","offset":784},{"uri":"Cherry_Blossom_Ten_Mile_Run","surface_form":"Cherry Blossom Ten Mile Run","offset":820},{"uri":"B.A.","surface_form":"B.A.","offset":955},{"uri":"Oberlin_College","surface_form":"Oberlin College","offset":988},{"uri":"Juris_Doctor","surface_form":"J.D.","offset":1010},{"uri":"Howard_University_School_of_Law","surface_form":"Howard University School of Law","offset":1024},{"uri":"Kappa_Alpha_Psi","surface_form":"Kappa Alpha Psi","offset":1075},{"uri":"Lawyer","surface_form":"lawyer","offset":1122},{"uri":"Inter-American_Development_Bank","surface_form":"Inter-American Development Bank","offset":1187},{"uri":"Howard_Metzenbaum","surface_form":"Howard Metzenbaum","offset":1393},{"uri":"Eleanor_Holmes_Norton","surface_form":"Eleanor Holmes Norton","offset":1428},{"uri":"Joseph_P._Kennedy_II","surface_form":"Joseph P. Kennedy II","offset":1477},{"uri":"Kevin_P._Chavous","surface_form":"Kevin P. Chavous","offset":1600},{"uri":"Advisory_Neighborhood_Commission","surface_form":"ANC","offset":1677},{"uri":"Civic_Association","surface_form":"Civic Association","offset":1734},{"uri":"D.C._Council","surface_form":"D.C. Council","offset":1786},{"uri":"Charlene_Drew_Jarvis","surface_form":"Charlene Drew Jarvis","offset":1849},{"uri":"Mayors_Against_Illegal_Guns_Coalition","surface_form":"Mayors Against Illegal Guns Coalition","offset":2474},{"uri":"New_York_City","surface_form":"New York City","offset":2562},{"uri":"Michael_Bloomberg","surface_form":"Michael Bloomberg","offset":2582},{"uri":"Boston","surface_form":"Boston","offset":2604},{"uri":"Thomas_Menino","surface_form":"Thomas Menino","offset":2617},{"uri":"BlackBerry","surface_form":"BlackBerry","offset":2662},{"uri":"Cathy_Lanier","surface_form":"Cathy Lanier","offset":2736},{"uri":"Anthony_A._Williams","surface_form":"Anthony A. Williams","offset":2970},{"uri":"Linda_W._Cropp","surface_form":"Linda Cropp","offset":3090},{"uri":"Vincent_Orange","surface_form":"Vincent Orange","offset":3221},{"uri":"Michael_A._Brown","surface_form":"Michael A. Brown","offset":3250},{"uri":"List_of_mayors_of_Washington%2C_D.C.","surface_form":"mayor","offset":5048},{"uri":"District_of_Columbia_home_rule","surface_form":"home rule","offset":5081},{"uri":"Michelle_Rhee","surface_form":"Michelle Rhee","offset":6332},{"uri":"New_York_City_School_Chancellor","surface_form":"New York City School Chancellor","offset":6509},{"uri":"Joel_Klein","surface_form":"Joel Klein","offset":6541},{"uri":"PSAT","surface_form":"PSAT","offset":7310},{"uri":"Cathy_Lanier","surface_form":"Cathy Lanier","offset":7999},{"uri":"Text_message","surface_form":"text message","offset":8209},{"uri":"Anacostia_River","surface_form":"Anacostia River","offset":9335},{"uri":"Greater_Southeast_Community_Hospital","surface_form":"Greater Southeast Community Hospital","offset":10061},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":10333},{"uri":"Brightwood%2C_Washington%2C_D.C.","surface_form":"Brightwood","offset":11361},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":11874},{"uri":"Washington_City_Paper","surface_form":"Washington City Paper","offset":11923},{"uri":"Sulaimon_Brown","surface_form":"Sulaimon Brown","offset":12008},{"uri":"Public_Policy_Polling","surface_form":"Public Policy Polling","offset":12582},{"uri":"WAMU-FM","surface_form":"WAMU-FM","offset":12624},{"uri":"Vincent_C._Gray","surface_form":"Vincent C. Gray","offset":12748},{"uri":"Rosetta_Stone_(company)","surface_form":"Rosetta Stone","offset":13618},{"uri":"Council_of_the_District_of_Columbia","surface_form":"Council of the District of Columbia","offset":14290},{"uri":"Ward_Four_of_the_District_of_Columbia","surface_form":"Ward 4","offset":14327},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":14335},{"uri":"Primary_Election","surface_form":"Primary Election","offset":14346},{"uri":"Council_of_the_District_of_Columbia","surface_form":"Council of the District of Columbia","offset":14368},{"uri":"Ward_Four_of_the_District_of_Columbia","surface_form":"Ward 4","offset":14405},{"uri":"General_Election","surface_form":"General Election","offset":14413},{"uri":"Council_of_the_District_of_Columbia","surface_form":"Council of the District of Columbia","offset":14435},{"uri":"Ward_Four_of_the_District_of_Columbia","surface_form":"Ward 4","offset":14472},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":14480},{"uri":"Primary_Election","surface_form":"Primary Election","offset":14491},{"uri":"Council_of_the_District_of_Columbia","surface_form":"Council of the District of Columbia","offset":14513},{"uri":"Ward_Four_of_the_District_of_Columbia","surface_form":"Ward 4","offset":14550},{"uri":"General_Election","surface_form":"General Election","offset":14558},{"uri":"List_of_mayors_of_Washington%2C_D.C.","surface_form":"Mayor of the District of Columbia","offset":14580},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":14615},{"uri":"Primary_Election","surface_form":"Primary Election","offset":14626},{"uri":"List_of_mayors_of_Washington%2C_D.C.","surface_form":"Mayor of the District of Columbia","offset":14648},{"uri":"General_Election","surface_form":"General Election","offset":14683}]}