{"id":302786,"url":"http://en.wikipedia.org/wiki/2011_Norway_attacks","text":"The 2011 Norway attacks were two attacks in Norway on 22 July 2011. The first attack was a car bombing near government buildings in Oslo. The second attack was a mass shooting at a summer youth camp on an island northwest of Oslo. Of the total 77 deaths, 55 were teenagers, and another 96 people were injured. The car bomb also shattered many windows of buildings in the government quarter of downtown Oslo.\nThe bomb explosion was near the office of Prime Minister Jens Stoltenberg at 15:26. It killed eight people and injured several others. The second attack was about 90 minutes later, at a youth camp organized by the youth group (AUF) of the Norwegian Labour Party (AP) at the island of Utøya in Tyrifjorden, Buskerud. A gunman disguised as a policeman opened fire at the campers, and killed 69 people.\nThe police arrested several suspects, but many were released. Anders Behring Breivik, a 32-year-old Norwegian Protestant man, committed both attacks. He was later charged with both attacks.\nRecords show he had planned the attacks for years, as an act of anti-immigration ideology and against multiculturalism.\nThe European Union, NATO and countries around the world have expressed their support for Norway and condemned the attacks.\nOslo bombing.\nOn 22 July 2011 at 15:26 (CEST) a powerful explosion went off near the offices of the Prime Minister of Norway (\"H-blokka\") and several other governmental buildings, such as the Ministry of Petroleum and Energy (\"R4\") and Ministry of Finance. \"(See map)\"\nThe nearby street was filled with glass and debris following the explosion. The wreckage of a car was sighted near one of the affected buildings. A giant cloud of white smoke was seen as a fire burned at the Ministry of Petroleum. The blast was heard at least seven kilometres away.\nFollowing the explosion, police cleared the area and searched for more explosive devices. The police asked people to leave central Oslo.\nCasualties.\nEight people are known to have been killed in the explosion, with fifteen injured, eleven seriously. A doctor at the Oslo University Hospital said the hospital staff were treating head, chest and abdominal injuries.\nPrime Minister Jens Stoltenberg was not hurt in the blast. Norway’s finance minister, Sigbjørn Johnsen, was on holiday in Denmark at the time.\nBecause July is the main holiday time in Norway, and that attacks took place during the weekend, there were not as many people in the area as usual, which may saved many lives.\nImpact on transportation.\nAll roads into Oslo's downtown area were closed as police moved people from the area and warned Oslo residents to stay away from the city center. They were also told to limit their usage of mobile phones due to concerns of another possible terrorist attack. Public transport into and out of the city was stopped. The police checked cars on the road to Oslo airport, which remained open as the police conducted searches in cars at the site.\nThe Gardermoen railway line between Lillestrøm and Oslo airport was shut down after a suspicious package was found close to the tracks. The same happened at the offices of TV 2, which were evacuated after a suspicious package was found outside the building.\nUtøya shooting.\nAbout 90 minutes after the Oslo explosion, a gunman in police uniform, believed to be Anders Behring Breivik, got on a ferry about 40 kilometres (25 miles) northwest of Oslo. The ferry went to the island of Utøya in lake Tyrifjorden. The island was the site of the Labour Party's annual Workers' Youth League (AUF) youth summer camp. Once on the island, the gunman began to shoot the mainly adolescent campers, before finally being captured.\nThe shooter was dressed as a police officer, and said he had come over for a routine check following the bombing event in Oslo. He signalled and asked people to gather around him before firing his weapons, killing and injuring many people. He first shot people on the island and later started shooting at people who were trying to escape by swimming across the lake. The police reported that most of the casualties were youths of about 15 and 16 years old. People on the island were reported to have hidden in lavatories or undergrowth, communicating by text message to avoid giving their positions away to the gunman.\nThe shooting supposedly lasted for 90 minutes. The police were informed about the shooting at 17:27, and at 18:27 the gunman had been arrested. When the police arrived at the scene, they were confronted with a scene of survivors begging the officers to throw away their weapons. They were afraid that the men in uniforms would again open fire on them.\nAt about 03:50 (CEST) on 23 July 2011, the National Police Commissioner Øystein Mæland thought the number of deaths at Utøya was \"at least 80\" with the count expected to increase. Sixty-nine people died.\nPerpetrator.\nThe attacker is Anders Behring Breivik. He was arrested on Utøya for the shootings and also linked to the Oslo bombings. He has been charged and convicted of carrying out both attacks. He is in prison.\nPolitical views.\nActing national police chief Sveinung Sponheim said that the suspected gunman's Internet postings \"suggest that he has some political traits directed toward the right, and anti-Muslim views, but whether that was a motivation for the actual act remains to be seen\". Police have described Breivik as being a right-wing extremist. Breivik described himself as a conservative nationalist. He has been described as a Christian fundamentalist by news sources. He is reported to have written many posts on the website \"document.no\", described by \"Aftenposten\" as \"Islam-critical and Israel-friendly\". He went to meetings of \"Documents venner\" (Friends of Document), linked with the website. He is was also once a member of the right-wing Progress Party (FrP) and its youth wing FpU. FpU leader Ove Vanebo said Breivik was active early in the 2000s, but he left the party as his viewpoints became more extreme.\nMedia reports say that Breivik posted comments on the internet saying he is an admirer of Winston Churchill and Max Manus, and also of Dutch politician Geert Wilders. Breivik said Wilders' Party for Freedom, is \"the only true party for conservatives\". Breivik has said he is \"pro-gay and pro-Israel\". On Twitter he paraphrased utilitarian philosopher John Stuart Mill: \"One person with a belief is equal to the force of 100,000 who have only interests.\" The Norwegian Broadcasting Corporation (NRK) said that Breivik published a 1516-page manifesto, on his anti-multiculturalist and right-wing militant ideologies, on the day of the attacks.\nBeliefs that there were other perpetrator(s).\nSeveral witnesses at the youth camp, believe (as of 23 July 2011) that there was more than one shooter. The police have received descriptions of a second gunman, and are currently checking this information. Due to the uncertainty surrounding these witness descriptions and the chaotic nature of the events the police have, as a matter of precaution, yet to make an official comment on the matter. Acting Police Chief Sveinung Sponheim has said that \"It's very difficult at this point to say whether he was acting alone or whether he was acting as part of a larger network\".\nDomestic.\nAt a press conference on the morning after the attacks, prime minister Jens Stoltenberg called the attack a \"national tragedy\" and the worst atrocity since World War II. Stoltenberg said that the attack would not hurt the Norwegian democracy, and said the proper answer to the violence was \"more democracy, more openness, but not naivety\".\nEskil Pedersen of the Workers' Youth League vowed to \"return to Utøya\" and urged Norway to continue its tradition of openness and tolerance.\nKing Harald sent his condolences to the victims and their families, and urged unity.\nSvein Østerud, professor emeritus, said that before we can analyze the trauma of the nation, we have to acknowledge that Breivik and [some] other terrorists, are youths that lost their way, when going thru institutions... while struggling to find one's identity, and at the same time (and everyday) being forced to [conform to the] norms set by school, parents, and social media.\nInternational.\nThe European Union, NATO, the United Nations Security Council, governments and leaders from around the world expressed their condemnation of the attack, condolences, and solidarity with Norway.\nMemorials.\nAt Utøya, the place of memorial is called [\"the clearing\"] \"Lysninga\"; a part of it is [\"the ring\"] \"Ringen\" - a \"ring of steel [that] hangs between trees and here the names and age of the majority of those 69 killed are engraved\"; \"it lies at the highest point of the island\"; It was unveiled during the summer of 2015. \"Hegnhuset\" was inaugurated in 2016.\nA temporary national monument in Oslo was unveiled on 22 July 2016.\nOne monolith stands in each municipality.\nAt 53 [places] in Norway, are statues by Nico Widerberg that were anonymously financed.\nOne monolith was put at Utsikten - a roadside rest area with a view of Utøya; it is located on E16 at Nes in Hole (municipality).\nNational memorial in Hole municipality.\nIn June 2017 the government decided that one of the national memorials, should be placed at Utøya-kaia, in Hole municipality; the memorial will not [be a work of art, or] have an artistic expression. KORO (no), an agency under the Ministry of Culture, will no longer formally be tied to the process in regard to the memorial in Hole.\nIn popular culture.\nJan Kjærstad (en) published in 2017, \"Berge\", a novel that is about the attacks and a triple homicide in 1999, in Norway (en).","categories":[],"infobox_types":[],"annotations":[{"uri":"Norway","surface_form":"Norway","offset":44},{"uri":"Car_bomb","surface_form":"car bomb","offset":91},{"uri":"Oslo","surface_form":"Oslo","offset":132},{"uri":"Island","surface_form":"island","offset":205},{"uri":"Teenager","surface_form":"teenager","offset":263},{"uri":"Downtown","surface_form":"downtown","offset":393},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":450},{"uri":"Jens_Stoltenberg","surface_form":"Jens Stoltenberg","offset":465},{"uri":"Workers%27_Youth_League_(Norway)","surface_form":"youth group","offset":622},{"uri":"Labour_Party_(Norway)","surface_form":"Labour Party","offset":657},{"uri":"Ut%C3%B8ya","surface_form":"Utøya","offset":692},{"uri":"Tyrifjorden","surface_form":"Tyrifjorden","offset":701},{"uri":"Buskerud","surface_form":"Buskerud","offset":714},{"uri":"Anders_Behring_Breivik","surface_form":"Anders Behring Breivik","offset":870},{"uri":"Immigration","surface_form":"immigration","offset":1067},{"uri":"Ideology","surface_form":"ideology","offset":1079},{"uri":"Multiculturalism","surface_form":"multiculturalism","offset":1100},{"uri":"European_Union","surface_form":"European Union","offset":1122},{"uri":"NATO","surface_form":"NATO","offset":1138},{"uri":"Central_European_Summer_Time","surface_form":"CEST","offset":1281},{"uri":"Prime_Minister_of_Norway","surface_form":"Prime Minister of Norway","offset":1341},{"uri":"Ministry_of_Petroleum_and_Energy_(Norway)","surface_form":"Ministry of Petroleum and Energy","offset":1433},{"uri":"Ministry_of_Finance_(Norway)","surface_form":"Ministry of Finance","offset":1477},{"uri":"Oslo_University_Hospital","surface_form":"Oslo University Hospital","offset":2059},{"uri":"Jens_Stoltenberg","surface_form":"Jens Stoltenberg","offset":2173},{"uri":"Sigbj%C3%B8rn_Johnsen","surface_form":"Sigbjørn Johnsen","offset":2244},{"uri":"Denmark","surface_form":"Denmark","offset":2280},{"uri":"Oslo_Airport%2C_Gardermoen","surface_form":"Oslo airport","offset":2856},{"uri":"Gardermoen_Line","surface_form":"Gardermoen railway line","offset":2948},{"uri":"TV_2_(Norway)","surface_form":"TV 2","offset":3116},{"uri":"Ferry","surface_form":"ferry","offset":3337},{"uri":"Ut%C3%B8ya","surface_form":"Utøya","offset":3425},{"uri":"Labour_Party_(Norway)","surface_form":"Labour Party's","offset":3483},{"uri":"Workers%27_Youth_League_(Norway)","surface_form":"Workers' Youth League (AUF)","offset":3505},{"uri":"Adolescent","surface_form":"adolescent","offset":3609},{"uri":"Central_European_Summer_Time","surface_form":"CEST","offset":4647},{"uri":"%C3%98ystein_M%C3%A6land","surface_form":"Øystein Mæland","offset":4703},{"uri":"Prison","surface_form":"prison","offset":5042},{"uri":"Internet","surface_form":"Internet","offset":5147},{"uri":"Right-wing","surface_form":"right-wing","offset":5373},{"uri":"Extremism","surface_form":"extremist","offset":5384},{"uri":"Christian_fundamentalist","surface_form":"Christian fundamentalist","offset":5479},{"uri":"Islamophobia","surface_form":"Islam-critical","offset":5624},{"uri":"Israel","surface_form":"Israel","offset":5643},{"uri":"Progress_Party_(Norway)","surface_form":"Progress Party","offset":5798},{"uri":"Progress_Party%27s_Youth_(Norway)","surface_form":"FpU","offset":5838},{"uri":"Ove_Vanebo","surface_form":"Ove Vanebo","offset":5854},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":6060},{"uri":"Max_Manus","surface_form":"Max Manus","offset":6082},{"uri":"Geert_Wilders","surface_form":"Geert Wilders","offset":6122},{"uri":"Party_for_Freedom","surface_form":"Party for Freedom","offset":6159},{"uri":"Utilitarian","surface_form":"utilitarian","offset":6297},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":6321},{"uri":"Norwegian_Broadcasting_Corporation","surface_form":"Norwegian Broadcasting Corporation","offset":6428},{"uri":"Multiculturalism","surface_form":"multiculturalist","offset":6532},{"uri":"Militant","surface_form":"militant","offset":6564},{"uri":"World_War_II","surface_form":"World War II","offset":7398},{"uri":"Eskil_Pedersen","surface_form":"Eskil Pedersen","offset":7582},{"uri":"Workers%27_Youth_League_(Norway)","surface_form":"Workers' Youth League","offset":7604},{"uri":"Harald_V_of_Norway","surface_form":"King Harald","offset":7723},{"uri":"Svein_%C3%98sterud","surface_form":"Svein Østerud","offset":7808},{"uri":"Professor_emeritus","surface_form":"professor emeritus","offset":7823},{"uri":"Trauma","surface_form":"trauma","offset":7879},{"uri":"Acknowledgement","surface_form":"acknowledge","offset":7912},{"uri":"Youth","surface_form":"youth","offset":7970},{"uri":"Institution","surface_form":"institution","offset":8014},{"uri":"Identity","surface_form":"identity","offset":8061},{"uri":"Conformity","surface_form":"conform","offset":8124},{"uri":"Norm","surface_form":"norm","offset":8140},{"uri":"Social_media","surface_form":"social media","offset":8174},{"uri":"European_Union","surface_form":"European Union","offset":8207},{"uri":"NATO","surface_form":"NATO","offset":8223},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":8233},{"uri":"Ut%C3%B8ya","surface_form":"Utøya","offset":8411},{"uri":"Inauguration","surface_form":"inaugurated","offset":8745},{"uri":"Statue","surface_form":"statue","offset":8906},{"uri":"Nico_Widerberg","surface_form":"Nico Widerberg","offset":8917},{"uri":"Monolith","surface_form":"monolith","offset":8968},{"uri":"Utsikten","surface_form":"Utsikten","offset":8988},{"uri":"Rest_area","surface_form":"rest area","offset":9010},{"uri":"European_route_E16","surface_form":"E16","offset":9059},{"uri":"Hole%2C_Norway","surface_form":"Hole (municipality)","offset":9073},{"uri":"Ut%C3%B8ya-kaia","surface_form":"Utøya-kaia","offset":9226},{"uri":"Hole","surface_form":"Hole","offset":9241},{"uri":"Art","surface_form":"art","offset":9296},{"uri":"Artistic_expression","surface_form":"artistic expression","offset":9313},{"uri":"KORO","surface_form":"KORO","offset":9334},{"uri":"KORO","surface_form":"(no)","offset":9339},{"uri":"Jan_Kj%C3%A6rstad","surface_form":"Jan Kjærstad","offset":9488},{"uri":"Jan_Kj%C3%A6rstad","surface_form":"(en)","offset":9501},{"uri":"Berge","surface_form":"Berge","offset":9526},{"uri":"Triple_murder_at_the_Orderud_farm","surface_form":"a triple homicide in 1999, in Norway","offset":9572},{"uri":"Orderud_case","surface_form":"(en)","offset":9609}]}