{"id":302724,"url":"http://en.wikipedia.org/wiki/Muammar_al-Gaddafi","text":"Muammar Muhammad Abu Minyar al-Gaddafi(')<a href=\"%23Transliteration_of_his_Arabic_name\">a></a> (c. 1942 - 20 October 2011) better known as Colonel Gaddafi, was a Libyan politician. He ruled Libya from 1969 to 2011.\nEarly life.\nMuammar al-Gaddafi was born in a tent near Qasr Abu Hadi. His family came from a small tribal group called Qadhadhfa. His family were Arabized Berber people in heritage. He joined the Libyan military in 1961; the military was one of the few ways for lower class Libyans like him to rise in social status. He became a colonel.\nRuler of Libya.\nGaddafi became head of state of Libya after removing King Idris from power in a 1969 bloodless coup. He ruled Libya from September 1, 1969 to August 23, 2011. After the coup, Gaddafi established the Libyan Arab Republic. He was one of the longest-serving non royal rulers in history, because he had ruled for more than 41 years. Gaddafi used Arab socialist and Arab nationalist ideas. He published a book about his philosophical views in 1975. This book is commonly known as \"The Green Book\". In 1977, he left the power of Libya, and continued playing role of revolutionary. People called him the \"Brother Leader and Guide of the Revolution\".\nThe Libyan Arab Republic was renamed to the Socialist People's Libyan Arab Jamahiriya in 1977 later it was renamed again to the Great Socialist People's Libyan Arab Jamahiriya by Gaddafi in 1986.\nIn the 1980s, he developed chemical weapons, because of it critics called Libya a pariah state. A Dutch investigation found that Gaddafi had built up a \"billion-dollar empire\", from assets in an international company in the oil industry. It also claims that his assets are scattered throughout much of Europe, Despite no trace or proof for even 1 billion have been found. Gaddafi had a strong interest in geo-political control, was a firm supporter of OAPEC and led a Pan-African campaign for a United States of Africa. In 1986 Libya was bombed by US, home of Gaddafi was targeted but he survived. Bombing was condemned by many nations and also by UN.\nIn 1988, the United Nations imposed economic sanctions on Libya. Gaddafi started to have closer economic and security relations with the West. He cooperated with investigations into alleged Libyan anti-western acts, by 1999 he offered to dismantle weapon of mass destruction of Libya, which would be inspected in 2003. As a result, the UN sanctions were lifted in the same year.\nGaddafi was elected Chairperson of the African Union in 2009.\n2011 Libyan protests.\nIn February 2011 there were major violent protests against Libyan government. These came alongside other demonstrations in Tunisia, Egypt, and other parts of the Arab world. The protests quickly turned into a civil war. Gaddafi vowed to \"die a martyr\" if necessary in his fight against rebels and external forces; he also said that \"peaceful protest is one thing but armed rebellion is another.\"\nAccusal of Crimes.\nOn 17 May 2011 the International Criminal Court issued a request for an arrest warrant against Gaddafi for alleged crimes against humanity, which was approved on 27 June and a warrant was issued by the court. On June 2011, according to investigation made by Amnesty International, it was found that there was no evidence for many of the alleged crimes, and that the rebels had falsely blamed Gaddafi as well as the government. He was accused of ordering the Lockerbie bombing in Scotland that killed over 200 people. The bombing targeted a civilian plane and it was downed.\nDeath.\nThe Libyan Civil War (2011) erupted in February. The aim was to remove Gaddafi from power. Gaddafi was captured alive and killed by NATO backed rebels in Sirte, Libya, on 20 October 2011. Sirte was the last stronghold of the Gaddafi regime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Libya","surface_form":"Libya","offset":163},{"uri":"Libya","surface_form":"Libya","offset":191},{"uri":"Berber_people","surface_form":"Berber people","offset":371},{"uri":"Colonel","surface_form":"colonel","offset":545},{"uri":"Idris_of_Libya","surface_form":"King Idris","offset":623},{"uri":"Coup_d%27%C3%A9tat","surface_form":"bloodless coup","offset":655},{"uri":"Arab_socialist","surface_form":"Arab socialist","offset":912},{"uri":"Arab_nationalist","surface_form":"Arab nationalist","offset":931},{"uri":"The_Green_Book_(Muammar_Gaddafi)","surface_form":"The Green Book","offset":1046},{"uri":"Pariah_state","surface_form":"pariah state","offset":1491},{"uri":"Netherlands","surface_form":"Dutch","offset":1507},{"uri":"Petroleum_industry","surface_form":"oil industry","offset":1633},{"uri":"OAPEC","surface_form":"OAPEC","offset":1861},{"uri":"Pan-African","surface_form":"Pan-African","offset":1877},{"uri":"United_States_of_Africa","surface_form":"United States of Africa","offset":1904},{"uri":"United_Nations","surface_form":"United Nations","offset":2074},{"uri":"Embargo","surface_form":"economic sanctions","offset":2097},{"uri":"Weapon_of_mass_destruction","surface_form":"weapon of mass destruction","offset":2309},{"uri":"Chairperson_of_the_African_Union","surface_form":"Chairperson of the African Union","offset":2460},{"uri":"Tunisia","surface_form":"Tunisia","offset":2647},{"uri":"Egypt","surface_form":"Egypt","offset":2656},{"uri":"Arab_world","surface_form":"Arab world","offset":2686},{"uri":"2011_Libyan_civil_war","surface_form":"civil war","offset":2733},{"uri":"Martyr","surface_form":"martyr","offset":2768},{"uri":"International_Criminal_Court","surface_form":"International Criminal Court","offset":2958},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":3054},{"uri":"Scotland","surface_form":"Scotland","offset":3418},{"uri":"Libyan_Civil_War_(2011)","surface_form":"Libyan Civil War (2011)","offset":3524},{"uri":"NATO","surface_form":"NATO","offset":3652}]}