{"id":302789,"url":"http://en.wikipedia.org/wiki/Franz_Wohlfahrt","text":"Franz Bernhard Wohlfahrt (born 1 July 1964 in Sankt Veit an der Glan, Austria) is a former Austrian goalkeeper.\nCareer.\nHe started with the local club SV St.Veit and turned professional with F.K. Austria Wien. He came together with his older brother Mario, who soon went back to St. Veit. Franz Wohlfahrt played then 20 years or 496 matches for this club divided in two sections. With Austria Wien he became 6 times Austrian Champion and four times Austrian cup winner. He became widely known during a UEFA Cup match versus Ajax Amsterdam when he was injured by a bar thrown by an Ajax supporter. Following this Ajax was banned for one year in European football. From 1996 till 2000 he played for the German team VfB Stuttgart, with the club he played in the 1997/98 UEFA Cup final versus Chelsea (0:1). 2000 he went back to Austria Wien. 2002 he ended his career but in 2007 he started again playing for ASK Hirm, whose goalkeeper was injured.\nInternational.\nIn 1983 he played in the 1983 FIFA World Youth Championship. His first match in the senior team was in August 1987 in a match versus Switzerland. His last match was a qualification match for the 2002 FIFA World Cup versus Turkey. He was also a goalkeeper in the 1998 FIFA World Cup squad. In 1999 he was goalkeeper during the 0:9 defeat versus Spain in Valencia. All in all he played 59 matches for Austria.","categories":[],"infobox_types":[],"annotations":[{"uri":"1964","surface_form":"1964","offset":38},{"uri":"Sankt_Veit_an_der_Glan","surface_form":"Sankt Veit an der Glan","offset":46},{"uri":"Austria","surface_form":"Austria","offset":70},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":100},{"uri":"F.K._Austria_Wien","surface_form":"F.K. Austria Wien","offset":191},{"uri":"A.F.C._Ajax","surface_form":"Ajax Amsterdam","offset":524},{"uri":"VfB_Stuttgart","surface_form":"VfB Stuttgart","offset":713},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":789},{"uri":"Turkey","surface_form":"Turkey","offset":1182},{"uri":"1998_FIFA_World_Cup","surface_form":"1998 FIFA World Cup","offset":1222},{"uri":"Spain","surface_form":"Spain","offset":1304},{"uri":"Valencia","surface_form":"Valencia","offset":1313}]}