{"id":302856,"url":"http://en.wikipedia.org/wiki/Arlington_National_Cemetery","text":"Arlington National Cemetery is a cemetery in Arlington County, Virginia. People who served in the United States military are buried here. The cemetery started during the American Civil War. It is on a big farm called Arlington House. Arlington House was the home of Mary Anna Custis Lee. Mary Anna Custis Lee was a great-granddaughter of Martha Washington. She was also the wife of Confederate general Robert E. Lee. Although most of the farm now has graves, the old farmhouse still stands in the middle of the cemetery. The cemetery is across the Potomac River from the Lincoln Memorial in Washington, D.C..\nThe cemetery covers. People who died serving the United States in a war, and military veterans are allowed to be buried in the cemetery. People are buried here who fought in wars from American Civil War to the military actions in Afghanistan and Iraq. People who were buried here before the Civil War were reburied after 1900.\nArlington National Cemetery is taken care of by the United States Army. Arlington House (Custis-Lee Mansion) and its land are taken care of by the National Park Service as a memorial to Lee. Recently, the way the cemetery is managed caused controversy.\nHistory.\nGeorge Washington Parke Custis was the grandson of Martha Washington, and grew up with Martha and George Washington. He got the land that now is Arlington National Cemetery in 1802. He began building Arlington House, where he lived with his wife Mary Lee Fitzhugh Custis. The land and house was given to their only child that lived to be an adult, Mary Anna Custis Lee. She was married to Robert E. Lee, a West Point graduate and United States Army officer. When Fort Sumter was forced to surrender at the beginning of the American Civil War, President Abraham Lincoln asked Lee to be the general of the federal army. Lee did not give an answer right away, but waited to see if his home state of Virginia would leave the Union.\nLee left the federal army when Virginia said it was leaving the United States. He decided he could not fight against his home state. He became the leader of the armed forces of the Commonwealth of Virginia. He then became commander of the Army of Northern Virginia. Lee was a great commander and won several battles against the Union forces. Most Union officers thought Lee had broken his promises to the Union because he chose to fight against them. Part of Arlington was taken away from the Lee family and became a graveyard. Mostly Union dead are buried there.\nBefore the Civil War, the United States did not have large military-only cemeteries. Important generals were buried in the Congressional Cemetery with other important leaders. American military cemeteries were needed on distant frontiers, and near battles and hospitals where many soldiers died. When dead Civil War soldiers filled the burial grounds near Washington, D.C., Quartermaster General Montgomery C. Meigs proposed in 1864 that of the Robert E. Lee family property at Arlington be taken for a cemetery.\nDuring the Civil War, people invented tricks to capture or to make life hard for Americans that fought on the other side of the war. The government assessed taxes on properties and insisted that the owners appear in person to pay them. If the plantation owner did not come, the government would sell the land. The government bought Arlington at tax sale in 1864 for $26,800. Mrs. Lee did not show up in person, but rather had sent an agent to pay the $92.07 in property taxes that were owed for the land. The government turned away her agent, refusing to accept the tax payment. In 1874, Custis Lee, heir under his grandfather's will passing the estate in trust to his mother, sued the United States claiming ownership of Arlington. After the U.S. Supreme Court ruled 5-4 in Lee's favor in \"United States v. Lee\", deciding that Arlington had been taken illegally, Congress returned the land to him. The next year, Custis Lee sold it back to the government for $150,000. Custis Lee and Robert Todd Lincoln, Secretary of War and son of President Lincoln, were both present when the property was officially turned over to the government.\nIn 2011, Hurricane Irene killed six large trees at the cemetery. The 220-year-old \"Arlington Oak\" fell down near the grave of John F. Kennedy.\nSections.\nArlington National Cemetery is divided into 70 sections, with some sections in the southeast part of the cemetery saved for future use. Section 60, in the southeast part of the cemetery, is the burial ground for military personnel killed in the Iraq War and the War in Afghanistan. In 2005, Arlington National Cemetery bought another from the National Park Service, along with from the Department of Defense that was part of Fort Myer and that is the site of the Navy Annex.\nSection 21, also known as the Nurses Section, is the area of Arlington National Cemetery where many nurses are buried. The Nurses Memorial is there. In the cemetery, there is a Confederate section with graves of soldiers of the Confederate States of America and a Confederate Memorial. All Confederate headstones are peaked rather than rounded. In Section 27, there are buried more than 3,800 former slaves, called \"Contrabands\" during the Civil War. Their headstones are designated with the word \"Civilian\" or \"Citizen\".\nGrave markers, niches and headstones.\nThe United States Department of Veterans Affairs takes care of the National Cemetery Administration's requests for the words and faith emblems (a cross, Jewish star, etc.) at no charge to the family of the dead put on upright marble headstones or columbarium niche covers. There are 39 authorized faith emblems available for placement to represent the deceased's faith. See also, the United States Department of Veterans Affairs webpage \"Available Emblems of Belief for Placement on Government Headstones\" and \"Markers\" Markers\nThe cemetery had allowed privately-purchased markers in certain burial areas. Since 2001, the areas that the cemetery permitted such markers in are filled. The older sections of the cemetery have many different private markers, including artillery pieces.\nTomb of the Unknowns.\nThe Tomb of the Unknowns at Arlington National Cemetery is also called the \"Tomb of the Unknown Soldier\". It stands on top of a hill overlooking Washington, D.C. It honors soldiers who died without their bodies being identified.\nThe Tomb is one of the more popular sites at the Cemetery. The tomb is made from Yule marble quarried in Colorado. It consists of seven pieces, with a total weight of 79 short tons (72 metric tons). The tomb was completed and opened to the public April 9, 1932, at a cost of $48,000.\nU.S. Army guards have stood watch at the Tomb of the Unknowns at all times since July 2, 1937. The 3rd U.S. Infantry Regiment (\"The Old Guard\") began guarding the Tomb April 6, 1948.\nArlington Memorial Amphitheater.\nThe Tomb of the Unknowns is part of the Arlington Memorial Amphitheater. The Memorial Amphitheater has hosted state funerals and Memorial Day and Veterans Day ceremonies. Ceremonies are also held for Easter. About 5,000 people attend these holiday ceremonies each year. The structure is mostly built of Imperial Danby marble from Vermont. The Memorial Display room, between the amphitheater and the Tomb of the Unknowns, uses Botticino stone, imported from Italy. The amphitheater was the result of a campaign by Ivory Kimball to construct a place to honor America's soldiers. Congress authorized the structure March 4, 1913. Woodrow Wilson laid the cornerstone for the building on October 15, 1915. The cornerstone contained 15 items including a Bible and a copy of the Constitution.\nNetherlands Carillon.\nThe Netherlands Carillon is a carillon (bell tower) that was a gift from the Netherlands to the people of the United States in 1954, in thanks for their efforts during World War II. The bells are played by people with special training. This happens regularly during the summer and on special days. Recorded tunes are played on the hour and during the day. It is next to Arlington National Cemetery, on the north side.\nMemorials.\nIt is now hard to find space to build new memorials at the cemetery. The army worries that new memorials take up space that could otherwise be used for graves. The army requires a joint or concurrent resolution from Congress before it will place new memorials onto the cemetery grounds. Still, there are several memorials on the cemetery grounds, and groups regularly ask for space for new memorials.\nThe Space Shuttle \"Challenger\" Memorial was dedicated on May 20, 1986, in memory of the crew of flight STS-51-L, who died during launch on January 28, 1986. Written on the back of the stone is the text of the John Gillespie Magee, Jr. poem \"High Flight\". Although many remains were identified and returned to the families for private burial, some were not, and were laid to rest under the marker. Two of the crew members, Scobee and Smith, are buried in Arlington, as well. There is a similar memorial to those who died when the Shuttle \"Columbia\" broke apart during reentry on February 1, 2003. It was dedicated on the first anniversary of the disaster. Astronauts Laurel Clark, David Brown and Michael Anderson are also buried in Arlington.\nThe Cairn, the Lockerbie memorial is a memorial to the 270 killed in the bombing of Pan Am Flight 103 over Lockerbie, Scotland. The memorial is made up of 270 stones, one for each person killed in the disaster. In section 64, there is a memorial to the 184 victims of the September 11 attacks on the Pentagon. The memorial takes the shape of a pentagon, and lists the names of all the victims that were killed.\nThere are only two mausoleums located within the confines of the cemetery. One is for the family of General Nelson Appleton Miles in Section 3 and the other one belongs to the family of General Thomas Crook Sullivan and it is in Section 1.\nThere is a Commonwealth Cross of Sacrifice with the names of all the citizens of the USA who lost their lives fighting in the Canadian forces during the Korean War and the two world wars.\nThe \"Women in Military Service for America Memorial\" is at the Ceremonial Entrance to Arlington National Cemetery.\nNotable burials.\nThe first soldier to be buried in Arlington was Private William Henry Christman of Pennsylvania on May 13, 1864.\nNotable civilians.\nWhether or not they were wartime service members, U.S. presidents are eligible to be buried at Arlington, since they oversaw the armed forces as commanders-in-chief.\nFour state funerals have been held at Arlington: those of Presidents William Howard Taft and John F. Kennedy, that of General John J. Pershing, and that of U.S. Senator Edward M. Kennedy.\nMilitary burials.\nAs of May 2006, there were 367 Medal of Honor recipients buried in Arlington National Cemetery. Nine of these recipients are Canadians.\nBurial under protest.\nWarrant Officer Gregory S. Crandall's helicopter was shot down over Savannakhet province, Laos, on February 18, 1971. In May of that year the military listed him KIA. According to Arlington National cemetery records John Manning, chief of the Army's Mortuary Affairs Branch stated that witnesses to the crash reported that the...\"helicopter burst into flames and exploded when it hit the ground.\". It was also reported that there were a series of seven explosions. The remains of Crandall and two other soldiers were recovered in February 1991 and on September 17, 1993, with full military honors, a full sized steel casket, and at the protest of the family, the remains of Warrant Officer Gregory S. Crandall, a single No. 4 maxillary premolar tooth, was buried.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cemetery","surface_form":"cemetery","offset":33},{"uri":"Arlington%2C_Virginia","surface_form":"Arlington County, Virginia","offset":45},{"uri":"Military","surface_form":"military","offset":112},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":170},{"uri":"Arlington_House%2C_The_Robert_E._Lee_Memorial","surface_form":"Arlington House","offset":217},{"uri":"Martha_Washington","surface_form":"Martha Washington","offset":338},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":382},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":402},{"uri":"Potomac_River","surface_form":"Potomac River","offset":548},{"uri":"Lincoln_Memorial","surface_form":"Lincoln Memorial","offset":571},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":591},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":793},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"Afghanistan","offset":839},{"uri":"Iraq_War","surface_form":"Iraq","offset":855},{"uri":"United_States_Army","surface_form":"United States Army","offset":988},{"uri":"Controversy","surface_form":"controversy","offset":1176},{"uri":"George_Washington_Parke_Custis","surface_form":"George Washington Parke Custis","offset":1198},{"uri":"Martha_Washington","surface_form":"Martha Washington","offset":1249},{"uri":"George_Washington","surface_form":"George Washington","offset":1296},{"uri":"Arlington_House%2C_The_Robert_E._Lee_Memorial","surface_form":"Arlington House","offset":1398},{"uri":"Mary_Lee_Fitzhugh_Custis","surface_form":"Mary Lee Fitzhugh Custis","offset":1444},{"uri":"Mary_Anna_Custis_Lee","surface_form":"Mary Anna Custis Lee","offset":1546},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":1587},{"uri":"West_Point","surface_form":"West Point","offset":1604},{"uri":"United_States_Army","surface_form":"United States Army","offset":1628},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":1661},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1721},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1751},{"uri":"Commonwealth_of_Virginia","surface_form":"Commonwealth of Virginia","offset":2107},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":2165},{"uri":"Graveyard","surface_form":"graveyard","offset":2443},{"uri":"Congressional_Cemetery","surface_form":"Congressional Cemetery","offset":2613},{"uri":"Montgomery_C._Meigs","surface_form":"Montgomery C. Meigs","offset":2886},{"uri":"Custis_Lee","surface_form":"Custis Lee","offset":3591},{"uri":"U.S._Supreme_Court","surface_form":"U.S. Supreme Court","offset":3746},{"uri":"United_States_v._Lee","surface_form":"United States v. Lee","offset":3794},{"uri":"Robert_Todd_Lincoln","surface_form":"Robert Todd Lincoln","offset":3988},{"uri":"Hurricane_Irene","surface_form":"Hurricane Irene","offset":4147},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":4264},{"uri":"Iraq_War","surface_form":"Iraq War","offset":4536},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"War in Afghanistan","offset":4553},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":4634},{"uri":"United_States_Department_of_Defense","surface_form":"Department of Defense","offset":4677},{"uri":"Fort_Myer","surface_form":"Fort Myer","offset":4716},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":4994},{"uri":"Headstone","surface_form":"headstone","offset":5223},{"uri":"United_States_Department_of_Veterans_Affairs","surface_form":"United States Department of Veterans Affairs","offset":5330},{"uri":"National_Cemetery_Administration","surface_form":"National Cemetery Administration","offset":5393},{"uri":"United_States_Department_of_Veterans_Affairs_emblems_for_headstones_and_markers","surface_form":"authorized faith emblems","offset":5612},{"uri":"Tomb_of_the_Unknown_Soldier","surface_form":"Tomb of the Unknown Soldier","offset":6208},{"uri":"Short_ton","surface_form":"short ton","offset":6531},{"uri":"Metric_ton","surface_form":"metric ton","offset":6546},{"uri":"3rd_United_States_Infantry_Regiment_(TOG)","surface_form":"3rd U.S. Infantry Regiment","offset":6744},{"uri":"Arlington_Memorial_Amphitheater","surface_form":"Arlington Memorial Amphitheater","offset":6901},{"uri":"Memorial_Day","surface_form":"Memorial Day","offset":6990},{"uri":"Veterans_Day","surface_form":"Veterans Day","offset":7007},{"uri":"Easter","surface_form":"Easter","offset":7061},{"uri":"Vermont","surface_form":"Vermont","offset":7191},{"uri":"Botticino","surface_form":"Botticino","offset":7287},{"uri":"Italy","surface_form":"Italy","offset":7318},{"uri":"Ivory_Kimball","surface_form":"Ivory Kimball","offset":7374},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":7487},{"uri":"Carillon","surface_form":"carillon","offset":7698},{"uri":"Netherlands","surface_form":"Netherlands","offset":7745},{"uri":"Space_Shuttle_Challenger","surface_form":"Space Shuttle \"Challenger\"","offset":8502},{"uri":"STS-51-L","surface_form":"STS-51-L","offset":8601},{"uri":"Space_Shuttle_Challenger_disaster","surface_form":"died during launch","offset":8615},{"uri":"John_Gillespie_Magee%2C_Jr.","surface_form":"John Gillespie Magee, Jr.","offset":8707},{"uri":"High_Flight","surface_form":"High Flight","offset":8739},{"uri":"Dick_Scobee","surface_form":"Scobee","offset":8920},{"uri":"Michael_J._Smith_(astronaut)","surface_form":"Smith","offset":8931},{"uri":"Space_Shuttle_Columbia","surface_form":"Columbia","offset":9036},{"uri":"Space_Shuttle_Columbia_disaster","surface_form":"broke apart during reentry","offset":9046},{"uri":"Pan_Am_Flight_103","surface_form":"Pan Am Flight 103","offset":9325},{"uri":"Lockerbie","surface_form":"Lockerbie","offset":9348},{"uri":"Scotland","surface_form":"Scotland","offset":9359},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":9513},{"uri":"Mausoleum","surface_form":"mausoleum","offset":9671},{"uri":"Nelson_Appleton_Miles","surface_form":"Nelson Appleton Miles","offset":9760},{"uri":"Thomas_Crook_Sullivan","surface_form":"Thomas Crook Sullivan","offset":9846},{"uri":"Cross_of_Sacrifice","surface_form":"Cross of Sacrifice","offset":9916},{"uri":"Women_in_Military_Service_for_America_Memorial","surface_form":"Women in Military Service for America Memorial","offset":10085},{"uri":"William_Henry_Christman","surface_form":"William Henry Christman","offset":10268},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":10295},{"uri":"President_of_the_United_States","surface_form":"U.S. presidents","offset":10394},{"uri":"Commander-in-chief","surface_form":"commanders-in-chief","offset":10489},{"uri":"State_funeral","surface_form":"state funeral","offset":10515},{"uri":"John_J._Pershing","surface_form":"General John J. Pershing","offset":10628},{"uri":"Edward_M._Kennedy","surface_form":"Edward M. Kennedy","offset":10679},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":10747},{"uri":"Canada","surface_form":"Canadians","offset":10841},{"uri":"Savannakhet_province","surface_form":"Savannakhet province","offset":10942},{"uri":"Laos","surface_form":"Laos","offset":10964},{"uri":"Killed_in_action","surface_form":"KIA","offset":11036}]}