{"id":302849,"url":"http://en.wikipedia.org/wiki/National_Museum_of_the_Marine_Corps","text":"The National Museum of the Marine Corps is the historical museum of the United States Marine Corps. It is located in Quantico, Virginia. It is open to the public with free admission. The museum had its grand opening on November 10, 2006. Over 500,000 people visit the museum each year.\nThe museum is a public-private venture, a cooperative effort of the United States Marine Corps and the Marine Corps Heritage Foundation. The Foundation manages the museum operation, while the museum building will be donated to the Marine Corps. The Foundation raised $60 million to build the building. The Marine Corps spent $30 million to build the museum's exhibits and displays.\nHistory.\nOn the day the museum opened, President George W. Bush gave a dedication speech and also presented the Medal of Honor to the family of fallen Marine Jason Dunham.\nPresident Bush said, \"These walls remind all who visit here that honor, courage, and commitment are not just words. They are core values for a way of life that puts service above self. And these walls will keep the history of the Marine Corps alive for generations of Americans to come.\"\nCurtis W. Fentress, FAIA, RIBA of Fentress Architects, designed the museum building. The exterior design is meant to \"evoke the image of the flag raisers of Iwo Jima,\" an image that is also preserved by the USMC War Memorial. The 210 ft steel spire is like the Iwo Jima flagpole. The museum is a tribute to the U.S. Marines who have served their country since 1775.\nThe new museum replaces the Marine Corps Historical Center, in the Washington Navy Yard, which closed 1 July 2005, and the Marine Corps Air-Ground Museum, in Quantico, Virginia, which closed on 15 November 2002.\nThe museum building was designed for expansion. New galleries can be added around the circular lobby. On June 5, 2010, 12,000 square feet of additional galleries were added. They cost $12 million.\nIn October 2010, skylights in the museum lobby were shot on two different evenings as a part of the Northern Virginia military shootings. On April 14, 2011, the Semper Fidelis Memorial Park was dedicated. It covers 23.2 acres and includes 1.07 miles of new walking trails.\nMarine Corps Heritage Foundation.\nThe Marine Corps Heritage Foundation, established in 1979, is a private, non-profit organization which was established in support of historical programs of the Marine Corps. The MCHF programs initially included \"education, awards, publications, special projects, preservation...\" In 1999, the Foundation expanded its mission to include the creation of the National Museum of the Marine Corps.\nHeritage Center.\nThe National Museum of the Marine Corps is designed to be the centerpiece of a complex of facilities called the Marine Corps Heritage Center. This multi-use, campus includes the Semper Fidelis Memorial Park and Semper Fidelis Chapel; a demonstration area with parade grounds; hiking trails and other outdoor recreational offerings; a conference center and hotel; and an archive facility to restore and preserve Marine artifacts.\nThe chapel, designed by Fentress Architects, was completed in 2009 with a donation of $5 million from a retired Marine.\nExhibits.\nOn 5 June 2010 the following three exhibits were opened.\nThe historical exhibits including displays of artifacts, multimedia, and full immersion experiences. For example, the exhibit on wintertime in the Korean War is in a room cooled to a lower temperature. The museum building also include class rooms, a theater, a gift shop, bar and a restaurant.\nPrograms.\nThe museum hosts lectures by historians and military experts. The Marine Corps Band performs a summer concert series. The Arts Mentorship Program has interships for student artists attending the Prince William County schools.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":72},{"uri":"MCB_Quantico","surface_form":"Quantico","offset":117},{"uri":"Virginia","surface_form":"Virginia","offset":127},{"uri":"Museum","surface_form":"museum","offset":187},{"uri":"US_dollar","surface_form":"$","offset":553},{"uri":"George_W._Bush","surface_form":"President George W. Bush","offset":707},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":780},{"uri":"Jason_Dunham","surface_form":"Jason Dunham","offset":826},{"uri":"Curtis_W._Fentress","surface_form":"Curtis W. Fentress","offset":1128},{"uri":"Fentress_Architects","surface_form":"Fentress Architects","offset":1162},{"uri":"Iwo_Jima","surface_form":"Iwo Jima","offset":1285},{"uri":"USMC_War_Memorial","surface_form":"USMC War Memorial","offset":1335},{"uri":"United_States","surface_form":"their country","offset":1468},{"uri":"Marine_Corps_Museum","surface_form":"Marine Corps Historical Center","offset":1522},{"uri":"Washington_Navy_Yard","surface_form":"Washington Navy Yard","offset":1561},{"uri":"Marine_Corps_Air-Ground_Museum","surface_form":"Marine Corps Air-Ground Museum","offset":1617},{"uri":"Northern_Virginia_military_shootings","surface_form":"Northern Virginia military shootings","offset":2003},{"uri":"Diorama","surface_form":"full immersion experiences","offset":3309}]}