{"id":302843,"url":"http://en.wikipedia.org/wiki/Pentagon_Force_Protection_Agency","text":"The Pentagon Force Protection Agency (PFPA) protects and keeps safe the occupants, visitors, and infrastructure of the Pentagon, Navy Annex and other assigned Pentagon facilities. PFPA is a civilian Defense Agency within the United States Department of Defense. PFPA does its job using law enforcement officers (Pentagon Police), criminal investigative and protective services agents; threat management agents; chemical, biological, radiological, nuclear and explosives technicians; and anti-terrorism/force protection and physical security personnel.\nPentagon Police Directorate (PPD).\nThe mission of the Pentagon Police Department (PPD) is to promote high quality law enforcement and security services, in order to provide a safe and orderly work environment for Department of Defense workers in the Washington, DC area.\nFormerly The Defense Protective Service (DPS), The Pentagon Police have exclusive jurisdiction within the Pentagon Reservation and share concurrent jurisdiction with other police agencies in an area of approximately around the complex. Arlington County, Virginia also gave the Pentagon Police officers conditional police authority throughout Arlington County. The United States Pentagon Police is also charged with the protection of certain Department of Defense executive officers.\nPentagon Police officers are Federal law enforcement officers, appointed under Title 10 Section 2674 of the United States Code. They receive their initial training at the Federal Law Enforcement Training Center in Glynco, Georgia.\nAnti-Terrorism / Force Protection Directorate (AT/FP).\nThe mission of the Anti-Terrorism / Force Protection Directorate (AT/FP) is to provide Office of the Secretary of Defense (OSD) interests throughout the National Capital Region with a total AT/FP program designed to protect lives, facilities, information and equipment. The AT/FP Division advises Pentagon leaders on AT/FP matters; conducts anti-terrorism training for all OSD workers; gathers, analyzes and disseminates threat information as it relates to AT/FP; develops AT/FP plans and programs, conducts threat/vulnerability assessments and performs other duties pursuant to the protection and security of the Pentagon.\nThe AT/FP Directorate is composed of highly trained anti-terrorism and security specialists responsible for deterring, detecting, and responding against terrorist activity particularly when the Secretary of Defense or other Department of Defense employees are the target. They are leaders in this effort even when top Defense officials are away from the Pentagon.\nCriminal Investigations & Protective Directorate (CIPD).\nThe Criminal Investigations & Protective Directorate investigates violations of the United States Code within the jurisdiction of PFPA and provide executive protection to DoD High Risk Personnel (HRP) in the Washington area.\nPFPA Special Agent's (1811) investigate violations of federal criminal laws. The agents also provide protection during visits by foreign Ministers of Defense to the 48 contiguous United States. They also protect other visits designated by the Office of the Secretary of Defense. CIPD's Operations Section is responsible for coordinating protection missions and providing around-the-clock (\"24/7\") support for field agents.\nThe Protective Services Unit (PSU) is responsible for providing protective support for the Office of the Secretary of Defense and the Chairman and Vice Chairman of the Joint Chiefs of Staff at the Pentagon Building. They handle visits to the Pentagon by foreign and domestic dignitaries, as well as cover protection for special events on the Pentagon Reservation, most recently noted the dedication of the 9/11 memorial. The police officers assigned to PSU provide residence security in hotels while traveling with HRP's both inside and outside of the United States.\nThe Chemical, Biological, Radiological, Nuclear, & Explosive Directorate (CBRNE).\nThis unit guards the Pentagon and other nearby Department of Defense facilities against possible attacks. It checks all mail and deliveries. CBRNE also monitors the environment at the Pentagon and DOD installations to make sure that they do not have these hazards. When a suspicious item is found, bomb experts are sent to examine and sometimes to destroy the item.\nForce Protection Technology Directorate (FPTD).\nThis group manages PFPA's computers and networks. It maintains security alarms and sensoring systems. It operates the computerized locks that control building access.\nSecurity Services Directorate (SSD).\nThis group issues Pentagon building passes. It operates all barriers and gates that control access on the Pentagon campus. It reviews all requests from people to take pictures of the Pentagon.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Department_of_Defense","surface_form":"United States Department of Defense","offset":225},{"uri":"Arlington_County%2C_Virginia","surface_form":"Arlington County, Virginia","offset":1059},{"uri":"Federal_Law_Enforcement_Training_Center","surface_form":"Federal Law Enforcement Training Center","offset":1477},{"uri":"Glynco%2C_Georgia","surface_form":"Glynco, Georgia","offset":1520},{"uri":"Office_of_the_Secretary_of_Defense","surface_form":"Office of the Secretary of Defense","offset":1679}]}