{"id":302866,"url":"http://en.wikipedia.org/wiki/Blue_shark","text":"The blue shark (\"Prionace glauca\") is a species of requiem shark. It has a slim, smooth-looking body with large eyes, and a long, cone-shaped snout. The dorsal surface is a dark blue colour, and the belly is white.\nThe largest blue sharks can reach lengths of up to 3.8 metres, and weigh as much as 206 kg. The shark is found worldwide in temperate and tropical waters. They range from the surface to as deep as 350 metres, and prefer water with the temperature of 7 to 16 °C.\nDescription.\nThe blue shark has a slim, smooth-looking body with large eyes, and a long, cone-shaped snout that is longer than the width of its mouth. It has extremely long, pointed pectoral fins, which are usually as long as the distance from its snout to the front of its gill slit. The dorsal fin is moderate in size. It is located closer to the pelvic fins than to the pectoral fins. The blue shark's name comes from its distinct dark blue dorsal surface, and bright blue sides. The belly is white. The colours of the blue shark help it to camouflage in the open ocean. The largest blue shark on record measured 3.8 metres (12.5 feet), but they are rumored to get as large as 6.1 metres (20 feet). Males reach maturity at the ages of 4–5 years, when they are at the lengths of between 1.8-2.8 metres (6-9.2 feet). Females mature at slightly older ages from 5–6 years, when they are at the lengths of between 2.2-3.2 metres (7.2-10.5 feet). The largest blue sharks range in weights from 204–206 kg (450-454 pounds).\nHabitat.\nBlue sharks are found worldwide, in temperate and tropical waters. They are a pelagic species that rarely comes near shore. They have been known to frequently swim to inshore areas around oceanic islands, and locations where the continental shelf is narrow. In the western Atlantic they can be found from Newfoundland, Canada to Argentina. In the eastern Atlantic they range from Norway to South Africa, including the Mediterranean. In the Indian Ocean, they range from South Africa to Indonesia. In the western Pacific they are found from Japan to New Zealand. In the eastern Pacific, Blue sharks range from the Gulf of Alaska to Chile.\nBeing a pelagic species, the shark's habitat consists of open ocean areas, from the surface to 350 metres (1,148 feet) in depth. They prefer cooler water ranging from 7 to 16 °C (45-61 °F) in temperature. They are known to swim in water with the temperature of 21 °C (70 °F) or greater. When in the tropics, the shark usually swims to deeper water with cooler temperatures. This is common in the tropical Indian Ocean, where the majority of Blue sharks are found at depths of 80–220 metres (263–722 feet), where water temperatures range from 12-25 °C (54-77 °F). In the Pacific, at latitudes between 20°N and 50°N, they are known to migrate to higher latitudes during the summer and lower latitudes during the winter. Their populations remain constant throughout the year between 20°N and 20°S latitude.\nBehaviour.\nThe blue shark has one of the largest ranges in terms of depths of the water. They can be found from the surface to the bottom. This type of adaption makes it easy for them to be able to find food. Blue sharks are known to migrate thousands of miles for food and for mating. This species of shark often is not found alone. Instead, they form groups based on their gender and on their size. They are often referred to as the \"Wolves of the Sea\" due to the complex levels of hierarchy that they form within their groups which highly reflects the behaviour of wolves. Due to their territorial instincts and their aggressive behaviours, divers have to be very careful around them. Many of the filmings of these sharks have been done with the divers in cages for the divers' own personal safety.\nFeeding.\nThe majority of the blue shark's diet consists of invertebrates such as squid, cuttlefish, and pelagic octopus, and bony fish such as herring and sardines. They also feed on various types of sea birds, crustaceans such as lobster, crab, and shrimp, and they also feed on carrion.\nThey are very opportunistic when it comes to hunting. They have been known to feed on almost anything that they can find, including prey items which they can find in large numbers such as shrimp. They have been known to feed until they actually can not eat any more. Since they feed on almost anything that they can find, they have been known to feed on garbage and rubbish such as plastic and rubber tires. This can result in the shark falling ill, and even dying.\nReproduction.\nBlue sharks are viviparous, with the males maturing at the age of 4-5, and females reaching maturity at the age of 5-6. The gestation period lasts from 9 to 12 months. During mating, the males have been known to bite the females, but their thick skin is believed to stop any pain. Pups are 41 to 50 cm (16 to 20 inches) long at birth, with females giving birth to 4-135 pups at a time, but the number of pups depend on the size of the female, with larger females giving birth to more pups. Blue sharks live to up to 20 years.\nPredators.\nPredators of the blue shark include the California sea lion and larger sharks such as the Shortfin mako shark, and the Great white shark.\nHuman interaction.\nRecreationally, blue sharks are considered a sport fish, and large individuals provide a challenge for fishermen. Most commercially caught blue sharks are considered bycatch. It is estimated that 10 to 20 million are killed each year, possibly having a negative impact on world populations. The salmon, mackerel, and sardine fisheries are affected by Blue shark predation on catches, and entanglement in nets. The fins of blue sharks are sold to Asian markets and are used to make shark-fin soup.\nHaving been known to attack humans and boats, blue sharks are considered to be a dangerous species. Twelve unprovoked attacks and four boat attacks have been documented by the International Shark Attack File (ISAF). Three documented attacks resulted from air or sea disasters. There are several accounts where Blue sharks attacked shipwrecked sailors floating in the open ocean. The blue shark sometimes circles swimmers or divers for up to fifteen minutes or more. While not overly aggressive, it is not a timid shark, and needs to be approached with caution, especially if it has been circling, since it may attempt to bite.\nConservation.\nAlthough blue sharks are among the most abundant, widespread, and fast growing shark, they are one of the most heavily fished sharks in the world. With an estimated 10 to 20 million individuals caught and killed each year, there is concern not only about what this is doing to Blue shark populations, but also about the effect the removal of such an important predator might have on the oceanic ecosystem. Blue sharks are one of the most important species in the international shark-fin trade. However, their meat, while eaten in a few countries, is not very popular. The blue shark is listed as Near Threatened by the IUCN.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":40},{"uri":"Carcharhinidae","surface_form":"requiem shark","offset":51},{"uri":"Temperate","surface_form":"temperate","offset":339},{"uri":"Tropical","surface_form":"tropical","offset":353},{"uri":"Eye","surface_form":"eye","offset":548},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":659},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":766},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":826},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":850},{"uri":"Temperate","surface_form":"temperate","offset":1541},{"uri":"Tropical","surface_form":"tropical","offset":1555},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":1583},{"uri":"Species","surface_form":"species","offset":1591},{"uri":"Island","surface_form":"island","offset":1701},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":1778},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1810},{"uri":"Canada","surface_form":"Canada","offset":1824},{"uri":"Argentina","surface_form":"Argentina","offset":1834},{"uri":"Norway","surface_form":"Norway","offset":1885},{"uri":"South_Africa","surface_form":"South Africa","offset":1895},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":1923},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":1945},{"uri":"South_Africa","surface_form":"South Africa","offset":1975},{"uri":"Indonesia","surface_form":"Indonesia","offset":1991},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2017},{"uri":"Japan","surface_form":"Japan","offset":2045},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2054},{"uri":"Gulf_of_Alaska","surface_form":"Gulf of Alaska","offset":2118},{"uri":"Chile","surface_form":"Chile","offset":2136},{"uri":"Latitude","surface_form":"latitude","offset":2725},{"uri":"Shark","surface_form":"shark","offset":3249},{"uri":"Wolf","surface_form":"wolves","offset":3515},{"uri":"Invertebrate","surface_form":"invertebrate","offset":3808},{"uri":"Squid","surface_form":"squid","offset":3830},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":3837},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":3853},{"uri":"Octopus","surface_form":"octopus","offset":3861},{"uri":"Bony_fish","surface_form":"bony fish","offset":3874},{"uri":"Herring","surface_form":"herring","offset":3892},{"uri":"Sardine","surface_form":"sardine","offset":3904},{"uri":"Sea_bird","surface_form":"sea bird","offset":3949},{"uri":"Crustacean","surface_form":"crustacean","offset":3960},{"uri":"Lobster","surface_form":"lobster","offset":3980},{"uri":"Crab","surface_form":"crab","offset":3989},{"uri":"Shrimp","surface_form":"shrimp","offset":3999},{"uri":"Carrion","surface_form":"carrion","offset":4029},{"uri":"Viviparous","surface_form":"viviparous","offset":4534},{"uri":"California_sea_lion","surface_form":"California sea lion","offset":5095},{"uri":"Shark","surface_form":"shark","offset":5126},{"uri":"Shortfin_mako_shark","surface_form":"Shortfin mako shark","offset":5145},{"uri":"Great_white_shark","surface_form":"Great white shark","offset":5174},{"uri":"Salmon","surface_form":"salmon","offset":5507},{"uri":"Mackerel","surface_form":"mackerel","offset":5515},{"uri":"Sardine","surface_form":"sardine","offset":5529},{"uri":"Fin","surface_form":"fin","offset":5626},{"uri":"Asia","surface_form":"Asia","offset":5658},{"uri":"Near_Threatened","surface_form":"Near Threatened","offset":6946},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":6969}]}