{"id":302839,"url":"http://en.wikipedia.org/wiki/USS_Enterprise_(CV-6)","text":"USS \"Enterprise\" (CV-6), often called the \"Big E,\" was the sixth aircraft carrier of the United States Navy. She was also the seventh U.S. Navy ship to use the name. She was launched in 1936 and was a \"Yorktown\" class aircraft carrier. She was one of three American carriers brought into service before World War II which survived the war. She took part in more fights against Japan than any other U.S. ship. These fights included the Battle of Midway, the Battle of the Eastern Solomons, the Battle of the Santa Cruz Islands, many other fights during the Guadalcanal campaign, the Battle of the Philippine Sea, and the Battle of Leyte Gulf. At three different times during the Pacific War, the Japanese said that she had been sunk in battle. This lead her to be nicknamed \"The Grey Ghost\".\n\"Enterprise\" earned 20 battle stars. This was more than any other U.S. warship in World War II. Some have said that she is the most glorious and honored ship in the history of the United States Navy. However, the 18th century frigate USS \"Constitution\" could perhaps rival that.\nBuilding and commissioning.\n\"Enterprise\" was launched on 3 October 1936 at Newport News Shipbuilding. She was sponsored by Lulie Swanson, who was the wife of the Secretary of the Navy Claude A. Swanson. \"Enterprise\" was commissioned on 12 May 1938. \"Enterprise\" sailed south so that her performance could be tested. This took her to Rio de Janeiro. After she returned, she was used along the east coast and in the Caribbean until April 1939. This is when she was ordered to serve in the Pacific.\nService history.\n\"Enterprise\" was one of fourteen ships to be fitted with the RCA CXAM-1 RADAR. She was first based in San Diego (where she was used in the movie \"Dive Bomber\") and then at Pearl Harbor after President Roosevelt ordered the Fleet to be based far forward. \"Enterprise\" and the aircraft squads she carries trained a lot and moved aircraft among the island bases of the Pacific. \"Enterprise\" left Pearl Harbor on 28 November 1941. \"Enterprise\" was completing a transport mission, returning to Hawaii after moving Marine Fighter Squadron 211 (VMF-211) to Wake Island on 7 December 1941. This was when the Japanese attacked Pearl Harbor.\nPearl Harbor.\n\"Enterprise\" was returning to Oahu on the morning of 7 December 1941. 18 SBD Dauntlesses from \"Enterprise\" squadrons Scouting Squadron Six (VS-6) and Bombing Squadron Six (VB-6) arrived at Pearl Harbor while the Japanese were attacking it. Even though they were surprised, they quickly went into action to defend Pearl Harbor. VS-6 lost six planes during the attack. VB-6 lost one. Many of these planes were shot down by the Japanese. However, at least one plane was lost to anti-aircraft (AA) fire, and many more were damaged. During the battle, one radio report was heard: \"Do not attack me, this is Six Baker Three an American plane\". Later, the same pilot (Ensign Manuel Gonzales from VB-6) was heard telling his radioman/gunner to get ready to land on the water. Lieutenant C. E. Dickinson and his crewmate William C. Miller, from VS-6, shot down one Japanese plane before they had to jump out after their plane caught fire. Dickinson later went to Ford Island to fly another plane. He took part when the United States were searching for the Japanese fleet.\n\"Enterprise\" also sent up six F4F Wildcats from Fighting Squadron Six (VF-6) during the attack. All of these aircraft except two were shot down by shellshocked AA gunners when they tried to land on Ford Island later that night. \"Enterprise\" got her aircraft ready to go on a large search for the Japanese force that attacked Pearl Harbor. They search was to the south and west of Oahu. However, the Japanese had started moving northwest. \"Enterprise\" went into Pearl Harbor for fuel and supplies on the night of 8 December. Early the next morning, she went to patrol the rest of the Hawaiian Islands to make sure there were no more attacks. Even though the group did not find any ships, \"Enterprise\" aircraft sank Japanese submarine. \"I-70\" was sunk at on 10 December 1941.\nDuring the last two weeks of December 1941, \"Enterprise\" and her group moved to the west of Hawaii to make sure those islands were not attacked. Two other groups tried to help at Wake Island at the same time. After the \"Enterprise\" group had a short rest at Pearl Harbor, they left on 11 January. They were protecting ships sending help to Samoa. On 1 February, \"Enterprises Task Force 8 raided Kwajalein, Wotje, and Maloelap in the Marshall Islands. They sank three ships, damaged eight and destroyed many aircraft.\nThe Battle of Midway.\nFive days later, \"Enterprise\" sailed for the South Pacific to help other U.S. carriers in the Coral Sea. However, the Battle of the Coral Sea was over before \"Enterprise\" got there.\nOn 28 May, \"Enterprise\" moved, as Rear Admiral Raymond A. Spruance's flagship, to Midway. She was ordered to hold Midway and do as much damage to the enemy as possible. USS \"Hornet\", six cruisers and 10 destroyers were with \"Enterprise\" on that day.\nBoth the Americans and Japanese launched air attacks. Even though the fighting went on until 7 June, by the end of 4 June the result had been decided. The Battle of Midway began on the morning of 4 June 1942, when four Japanese carriers attacked on Midway Island. The Japanese did not know that the U.S. Navy was in the area. Just three hours after the first bomb hit Midway, planes from the U.S. carriers attacked. \"Enterprise\" launched an attack using torpedo bombers, but this failed. Soon after this, \"Enterprise\" dive bombers attacked and sank the Japanese carriers and. Later in the afternoon, bombers from \"Enterprise\" and USS \"Yorktown\" sank (aircraft from \"Yorktown\" also sank). \"Yorktown\" and USS \"Hammann\" were the only American ships sunk, but 113 planes were lost. 61 of these were lost during the attacks. Japanese losses were much bigger. They lost four carriers, one cruiser and 272 planes. Even though she lost many planes, \"Enterprise\" returned to Pearl Harbor on 13 June 1942 undamaged.\nSouth Pacific.\nAfter a month of rest, \"Enterprise\" headed on 15 July 1942 for the South Pacific. There, she helped support the attack on the Solomon Islands on 8 August. During the Battle of the Eastern Solomons, the Japanese light carrier \"Ryūjō\" was sunk. The Japanese troops that were supposed to land on Guadalcanal was forced back. \"Enterprise\" was hit three times. 77 sailors were killed and 91 were hurt. \"Enterprise\" was damaged badly.\n\"Enterprise\" was fixed at Pearl Harbor from 10 September-16 October 1942.\nOn 13 November, pilots from \"Enterprise\" helped to sink. When the Naval Battle of Guadalcanal ended on 15 November 1942, \"Enterprise\" had helped to sink 16 ships and damage eight more.\nOn July 20 1943, \"Enterprise\" started being upgraded. These happened over several months. She was given an anti-torpedo blister. This meant that the carrier would be protected more against torpedoes.\nReturn to duty.\n\"Enterprise\" was back by November 1943. She helped the U.S. soldiers landing on Makin Atoll from 19–21 November 1943.\n\"Enterprise\" launched planes to strike the Marshall Islands and helped U.S. soldiers land on Kwajalein from 29 January-3 February 1944. Then she went to strike the Japanese base in Truk Lagoon in the Caroline Islands on 17 February.\n\"Enterprise\" launched planes to hit Jaluit Atoll on 20 February. She helped troops who were landing on Emirau Island (19–25 March). On 14 April she helped troops to land in Hollandia (currently known as Jayapura), in New Guinea.\nThe Battle of the Philippine Sea.\nOn 19 June 1944, \"Enterprise\" took part in the Battle of the Philippine Sea. For over eight hours, American and Japanese pilots fought. Over two days, six American ships were damaged. 130 planes and 76 pilots and aircrew were lost. American aircraft and U.S. submarines sank three Japanese carriers (, and). The Japanese lost 426 planes.\n\"Enterprise\" helped to defend the U.S. ships and to strike the Japanese ships. After the battle, \"Enterprise\" helped with the invasion of Saipan until 5 July. She then went back to Pearl Harbor for a month of rest. She came back on 24 August and attacked the Bonin Islands from 31 August – 2 September.\nThe Battle of Leyte Gulf.\nIn the Battle of Leyte Gulf (23–26 October), \"Enterprise\" planes attacked battleships and destroyers. During November, planes from \"Enterprise\" hit Manila and Yap. She returned to Pearl Harbor on 6 December 1944.\nOperation Magic Carpet.\n\"Enterprise\" sailed to Pearl Harbor with 1,100 soldiers. She then started sailing to Europe. She brought 10,000 soldiers home. During the Enterprise’s last trip, the ship was caught in very high winds in the Atlantic. The crew almost abandoned ship. \"Enterprise\" had to go back to New York.\n\"Enterprise\" got a British Admiralty Pennant. The pennant was given to \"Enterprise\" as a gift from an ally. \"Enterprise\" is the only non-Royal Navy ship to get the award in more than 400 years.\nThe end of the \"Big E\".\n\"Enterprise\" went into the New York Naval Shipyard on 18 January 1946 to be deactivated. In 1946, she was going to be given to the state of New York to be a memorial. However, this plan was cancelled in 1949. The \"Big E\" was sold on 1 July 1958 to the Lipsett Corporation to be scrapped. Scrapping was done in May 1960.\nSuccessor to the \"Big E\".\nIn November 1961, USS \"Enterprise\" (CVA(N)-65) was brought into service. This was the world's first nuclear-powered aircraft carrier. The was decommissioned on 1 December 2012. Another \"Enterprise\" would be a, CVN-80.\nAwards.\n\"Enterprise\" also got the Navy Unit Commendation and 20 battle stars for World War II service. This means that she is the highest decorated US ship ever.","categories":[],"infobox_types":["ship image","ship career","ship characteristics"],"annotations":[{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":65},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":89},{"uri":"USS_Enterprise","surface_form":"use the name","offset":152},{"uri":"Yorktown_class_aircraft_carrier","surface_form":"\"Yorktown\" class","offset":201},{"uri":"World_War_II","surface_form":"World War II","offset":303},{"uri":"Battle_of_Midway","surface_form":"Battle of Midway","offset":435},{"uri":"Battle_of_the_Eastern_Solomons","surface_form":"Battle of the Eastern Solomons","offset":457},{"uri":"Battle_of_the_Santa_Cruz_Islands","surface_form":"Battle of the Santa Cruz Islands","offset":493},{"uri":"Guadalcanal_campaign","surface_form":"Guadalcanal campaign","offset":556},{"uri":"Battle_of_the_Philippine_Sea","surface_form":"Battle of the Philippine Sea","offset":582},{"uri":"Battle_of_Leyte_Gulf","surface_form":"Battle of Leyte Gulf","offset":620},{"uri":"Battle_star","surface_form":"battle star","offset":814},{"uri":"USS_%27%27Constitution%27%27","surface_form":"USS \"Constitution\"","offset":1025},{"uri":"Ship_naming_and_launching","surface_form":"launched","offset":1115},{"uri":"Northrop_Grumman_Newport_News","surface_form":"Newport News Shipbuilding","offset":1145},{"uri":"Secretary_of_the_Navy","surface_form":"Secretary of the Navy","offset":1232},{"uri":"Claude_A._Swanson","surface_form":"Claude A. Swanson","offset":1254},{"uri":"Ship_commissioning","surface_form":"commissioned","offset":1290},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1403},{"uri":"Caribbean","surface_form":"Caribbean","offset":1484},{"uri":"RCA","surface_form":"RCA","offset":1644},{"uri":"CXAM_radar","surface_form":"CXAM-1","offset":1648},{"uri":"RADAR","surface_form":"RADAR","offset":1655},{"uri":"San_Diego","surface_form":"San Diego","offset":1685},{"uri":"Dive_Bomber_(movie)","surface_form":"Dive Bomber","offset":1729},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":1755},{"uri":"President_Roosevelt","surface_form":"President Roosevelt","offset":1774},{"uri":"Hawaii","surface_form":"Hawaii","offset":2072},{"uri":"VMA-211","surface_form":"Marine Fighter Squadron 211 (VMF-211)","offset":2092},{"uri":"Wake_Island","surface_form":"Wake Island","offset":2133},{"uri":"Japan","surface_form":"Japan","offset":2183},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attacked Pearl Harbor","offset":2192},{"uri":"Oahu","surface_form":"Oahu","offset":2259},{"uri":"SBD_Dauntless","surface_form":"SBD Dauntless","offset":2302},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attacking","offset":2455},{"uri":"Anti-aircraft","surface_form":"anti-aircraft","offset":2704},{"uri":"Ensign_(rank)","surface_form":"Ensign","offset":2890},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":2997},{"uri":"Fleet","surface_form":"fleet","offset":3285},{"uri":"F4F_Wildcat","surface_form":"F4F Wildcat","offset":3322},{"uri":"Shell_shock","surface_form":"shellshocked","offset":3439},{"uri":"Wake_Island","surface_form":"Wake Island","offset":4245},{"uri":"Samoa","surface_form":"Samoa","offset":4406},{"uri":"Kwajalein","surface_form":"Kwajalein","offset":4461},{"uri":"Wotje","surface_form":"Wotje","offset":4472},{"uri":"Maloelap","surface_form":"Maloelap","offset":4483},{"uri":"Marshall_Islands","surface_form":"Marshall Islands","offset":4499},{"uri":"Coral_Sea","surface_form":"Coral Sea","offset":4699},{"uri":"Battle_of_the_Coral_Sea","surface_form":"Battle of the Coral Sea","offset":4723},{"uri":"Raymond_A._Spruance","surface_form":"Raymond A. Spruance","offset":4834},{"uri":"Flagship","surface_form":"flagship","offset":4856},{"uri":"USS_Hornet","surface_form":"USS \"Hornet\"","offset":4956},{"uri":"Cruiser","surface_form":"cruiser","offset":4974},{"uri":"Destroyer","surface_form":"destroyer","offset":4990},{"uri":"Battle_of_Midway","surface_form":"Battle of Midway","offset":5192},{"uri":"Torpedo_bomber","surface_form":"torpedo bomber","offset":5491},{"uri":"Dive_bomber","surface_form":"dive bomber","offset":5555},{"uri":"USS_Yorktown","surface_form":"USS \"Yorktown\"","offset":5667},{"uri":"USS_Hammann_(DD-412)","surface_form":"USS \"Hammann\"","offset":5740},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":6184},{"uri":"Battle_of_the_Eastern_Solomons","surface_form":"Battle of the Eastern Solomons","offset":6224},{"uri":"Japanese_aircraft_carrier_Ry%C5%ABj%C5%8D","surface_form":"\"Ryūjō\"","offset":6283},{"uri":"Guadalcanal","surface_form":"Guadalcanal","offset":6351},{"uri":"Naval_Battle_of_Guadalcanal","surface_form":"Naval Battle of Guadalcanal","offset":6627},{"uri":"Anti-torpedo_bulge","surface_form":"anti-torpedo blister","offset":6853},{"uri":"Torpedoes","surface_form":"torpedoes","offset":6935},{"uri":"Makin_Atoll","surface_form":"Makin Atoll","offset":7042},{"uri":"Truk_Lagoon","surface_form":"Truk Lagoon","offset":7261},{"uri":"Caroline_Islands","surface_form":"Caroline Islands","offset":7280},{"uri":"Jaluit_Atoll","surface_form":"Jaluit Atoll","offset":7349},{"uri":"Landing_on_Emirau","surface_form":"landing on Emirau Island","offset":7405},{"uri":"Jayapura","surface_form":"Hollandia (currently known as Jayapura)","offset":7486},{"uri":"New_Guinea","surface_form":"New Guinea","offset":7530},{"uri":"Battle_of_the_Philippine_Sea","surface_form":"Battle of the Philippine Sea","offset":7623},{"uri":"Battle_of_Saipan","surface_form":"invasion of Saipan","offset":8040},{"uri":"Bonin_Islands","surface_form":"Bonin Islands","offset":8173},{"uri":"Battle_of_Leyte_Gulf","surface_form":"Battle of Leyte Gulf","offset":8250},{"uri":"Yap","surface_form":"Yap","offset":8402},{"uri":"Pennon","surface_form":"Pennant","offset":8808},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":8908},{"uri":"New_York_Naval_Shipyard","surface_form":"New York Naval Shipyard","offset":9016},{"uri":"USS_Enterprise_(CVA(N)-65)","surface_form":"USS \"Enterprise\" (CVA(N)-65)","offset":9353},{"uri":"Nuclear_power","surface_form":"nuclear-powered","offset":9435},{"uri":"USS_Enterprise_(CVN-80)","surface_form":"CVN-80","offset":9545},{"uri":"Navy_Unit_Commendation","surface_form":"Navy Unit Commendation","offset":9587},{"uri":"Battle_star","surface_form":"battle star","offset":9617}]}