{"id":302865,"url":"http://en.wikipedia.org/wiki/Goblin_shark","text":"The goblin shark (\"Mitsukurina owstoni\") is a rare, poorly-known species of deep-sea shark. Sometimes called a \"living fossil\", it is the only living species in the family Mitsukurinidae.\nThe Goblin shark can be easily identified by its long, flattened snout. Males can reach up to lengths of 12.6 feet (3.8 meters), and females can reach up to lengths of 12.2 feet (3.7 meters). The heaviest Goblin shark found weighed 210 kg (460 pounds).\nThe Goblin shark is a bottom-dwelling shark, being found in waters as deep as 4265 feet (1,300 meters). It has been found in the Atlantic, Indian, and Pacific Ocean.\nDescription.\nThe Goblin shark can be easily identified by its long, flattened snout. It has a noticeably long head, tiny eyes and five short gill openings. The mouth is large and parabolic in shape. Its body is soft and flabby. This shark has a long caudal fin without a ventral lobe. The pectoral fins are short and wide, and the two dorsal fins are small, round and equal in size. The anal fin is round and smaller than the dorsal fins, while the pelvic fins are larger than the dorsals. The Goblin shark has a long extendable jaw, with long, thin teeth. The shape of its body shows that the Goblin shark is a slow moving species of shark.\nLiving Goblin sharks are a pinkish-white color with bluish fins. Specimens fade and become a brownish color when preserved in alcohol.\nGoblin sharks have 26 long, thin, spike-like teeth on their upper jaw and 24 on their lower jaw. They have three rows of front teeth on each side of both jaws. The teeth in the front upper jaw are separated from the smaller upper side teeth by a gap.\nMature male Goblin sharks have been found to reach lengths ranching from 8.66 to 12.6 feet (2.6 to 3.8 meters) long. Mature females have been found to reach lengths ranging from 11 to 12.2 feet (3.4 to 3.7 meters). The size at birth is not known, but the smallest specimen found was 3.51 feet (1.07 meters) long. The heaviest Goblin shark found weighed 210 kg (460 pounds), and was 3.8 metres (12 feet) long.\nDistribution.\nThis species of deep-sea shark is thought to be widely distributed. Specimens have been seen in the Atlantic, off the coast of Guyana, Surinam, French Guiana, France, Madeira, Senegal, Portugal, and the Gulf of Guinea. It has also been reported in the western Pacific off Japan, Australia and New Zealand. In the Indian Ocean it is found off South Africa and Mozambique. It was recently recorded in the U.S.A near San Clemente Island off the coast of California, as well as in the northern Gulf of Mexico, south of Pascagoula, Mississippi.\nHabitat.\nThe Goblin shark is a bottom-dwelling shark that is rarely seen at the surface or in shallow coastal waters. This species is found along the outer continental shelves, upper slopes, and off seamounts. Most specimens have been observed near continental slopes, between 885 and 3149 feet (270 and 960 meters) deep. It has been found in waters up to 4265 feet (1,300 meters) deep, and in waters as shallow as 311 to 449 feet (95 to 137 meters). Records show that the Goblin shark could also be an oceanic species.\nFeeding.\nThe Goblin shark senses its prey with the help of electro-sensitive organs. The jaws are made for rapid projection to help in the capture of prey. The jaw is thrust forward by a double set of ligaments at the mandibular (lower jaw) joints. When the jaws are withdrawn, the ligaments are stretched and they become relaxed when the jaw is projected forward. The jaws are usually held tightly while swimming, and have a function like a catapult when the Goblin shark wants to feed. The front teeth are made for crushing. The Goblin shark feeds on shrimps, pelagic octopuses, fish, and squids. It is also thought to feed on crabs, and deep-sea rockfish.\nReproduction.\nThere is no proper information about the reproduction habits of the Goblin shark. No pregnant female has been found or captured. It is believed that they are ovoviviparous, meaning that the young are born live, but there is no placental connection, instead the embryos are nourished by egg yolk. There is no real information of when the Goblin shark matures, when and how it mates, and how long the gestation period lasts.\nHuman interactions.\nThe Goblin shark is fished commercially off Japan, and is sometimes caught along with cutlassfish off Portugal. Elsewhere, they are taken mainly as bycatch of deep-water trawls and occasionally with deep-water longlines, deep-set gillnets, and possibly purse seines.\nThe Goblin shark is probably harmless, but since it has rarely been encountered by humans it is not yet possible to tell. Although probably common, this species of shark is rarely seen and is therefore poorly known.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":65},{"uri":"Shark","surface_form":"shark","offset":85},{"uri":"Living_fossil","surface_form":"living fossil","offset":112},{"uri":"Family_(biology)","surface_form":"family","offset":165},{"uri":"Mitsukurinidae","surface_form":"Mitsukurinidae","offset":172},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":570},{"uri":"Indian_Ocean","surface_form":"Indian","offset":580},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":592},{"uri":"Gill","surface_form":"gill","offset":748},{"uri":"Parabola","surface_form":"parabolic","offset":786},{"uri":"Shark","surface_form":"shark","offset":840},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":857},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":896},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":942},{"uri":"Anal_fin","surface_form":"anal fin","offset":994},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":1056},{"uri":"Jaw","surface_form":"jaw","offset":1136},{"uri":"Teeth","surface_form":"teeth","offset":1157},{"uri":"Species","surface_form":"species","offset":1231},{"uri":"Alcohol","surface_form":"alcohol","offset":1375},{"uri":"Species","surface_form":"species","offset":2063},{"uri":"Shark","surface_form":"shark","offset":2083},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":2158},{"uri":"Guyana","surface_form":"Guyana","offset":2185},{"uri":"Surinam","surface_form":"Surinam","offset":2193},{"uri":"French_Guiana","surface_form":"French Guiana","offset":2202},{"uri":"France","surface_form":"France","offset":2217},{"uri":"Madeira","surface_form":"Madeira","offset":2225},{"uri":"Senegal","surface_form":"Senegal","offset":2234},{"uri":"Portugal","surface_form":"Portugal","offset":2243},{"uri":"Gulf_of_Guinea","surface_form":"Gulf of Guinea","offset":2261},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2318},{"uri":"Japan","surface_form":"Japan","offset":2330},{"uri":"Australia","surface_form":"Australia","offset":2337},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2351},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2371},{"uri":"South_Africa","surface_form":"South Africa","offset":2400},{"uri":"Mozambique","surface_form":"Mozambique","offset":2417},{"uri":"United_States","surface_form":"U.S.A","offset":2461},{"uri":"San_Clemente_Island","surface_form":"San Clemente Island","offset":2472},{"uri":"California","surface_form":"California","offset":2509},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2548},{"uri":"Pascagoula%2C_Mississippi","surface_form":"Pascagoula","offset":2573},{"uri":"Mississippi","surface_form":"Mississippi","offset":2585},{"uri":"Coastal","surface_form":"coastal","offset":2700},{"uri":"Seamount","surface_form":"seamount","offset":2797},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":3195},{"uri":"Jaw","surface_form":"jaw","offset":3207},{"uri":"Shrimp","surface_form":"shrimp","offset":3671},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":3680},{"uri":"Octopus","surface_form":"octopus","offset":3688},{"uri":"Fish","surface_form":"fish","offset":3699},{"uri":"Squid","surface_form":"squid","offset":3709},{"uri":"Crab","surface_form":"crab","offset":3747},{"uri":"Rockfish","surface_form":"rockfish","offset":3767},{"uri":"Ovoviviparous","surface_form":"ovoviviparous","offset":3949},{"uri":"Placental","surface_form":"placental","offset":4018},{"uri":"Japan","surface_form":"Japan","offset":4278},{"uri":"Cutlassfish","surface_form":"cutlassfish","offset":4320},{"uri":"Portugal","surface_form":"Portugal","offset":4336},{"uri":"Species","surface_form":"species","offset":4654},{"uri":"Shark","surface_form":"shark","offset":4665}]}