{"id":302977,"url":"http://en.wikipedia.org/wiki/Till_Eulenspiegel%27s_Merry_Pranks","text":"e=\"preserve\">Till Eulenspiegel's Merry Pranks (German: \"Till Eulenspiegels lustige Streiche\") is a very well-known piece of music for orchestra by Richard Strauss. It is a tone poem (a piece of music which tells some kind of story). In this work, Richard Strauss describes the adventures of Till Eulenspiegel who was the character in a series of stories written in Germany many years ago. Till Eulenspiegel was a kind of folk hero. He was a naughty boy who got up to all kinds of tricks. The music is very humorous and describes his adventures.\nThe music is played by a large orchestra. There is a small clarinet (normally an E flat clarinet, although in Strauss's day he used a D clarinet) that describes the character of Till. Till is also represented by a French horn.\nThe music.\nThe music starts with the main theme, which is like saying: 'Once upon a time'. The horn plays one of Till's themes and this is taken up by the orchestra. The small clarinet is then heard, sounding like Till laughing. He rides his horse through the market and knocks lots of things off the stalls, then flirts with the girls (the first violin plays a theme which suggests love).\nTill gets on his horse again. Then suddenly there is a funeral march. Till has been caught and he is sentenced to death. Till pleads to be let free and tries to joke his way out of his troubles, but the executioner takes no notice. Till is taken to the gallows (small clarinet), the flutes rattle as he reaches the top. The small clarinet describes his death scream, and then he is executed (strings playing pizzicato. There is a short silence, then the music returns to the opening 'Once upon a Time' theme, but the music finishes with a little joke, as if saying that someone like Till can never be destroyed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":147},{"uri":"Tone_poem","surface_form":"tone poem","offset":172},{"uri":"Germany","surface_form":"Germany","offset":365},{"uri":"Clarinet","surface_form":"clarinet","offset":604},{"uri":"French_horn","surface_form":"French horn","offset":759},{"uri":"Funeral_march","surface_form":"funeral march","offset":1217},{"uri":"Executioner","surface_form":"executioner","offset":1365},{"uri":"Gallow","surface_form":"gallow","offset":1415},{"uri":"Pizzicato","surface_form":"pizzicato","offset":1570}]}