{"id":302983,"url":"http://en.wikipedia.org/wiki/Thomson%27s_gazelle","text":"The Thomson's gazelle (\"Gazella thomsonii\") is the most common gazelle in East Africa. It is a kind of small antelope. It is named after explorer Joseph Thomson and, as a result, is sometimes referred to as a \"tommie\". They can be found on ranches and farmland throughout East Africa, and survive long after other species have been killed off or migrated away.\nDescription.\nThomson's gazelles are commonly referred to as \"tommies\". Tommies stand at about half a meter (22-26 inches) tall and weigh in between 15 and 25 kilograms (35-55 pounds). Although very similar in appearance to the Grant's gazelle, they have some distinguishing features.\nPredators.\nThe tommy has adapted to drier life on the open grass plains of East Africa, mainly southern Kenya and northern Tanzania. Although tommies have many predators, including cheetahs, lions, leopards, crocodiles and hyenas, they are frequently the last animals left on an abandoned ranch or farmland.\nTheir major predators are cheetahs, which can run faster, but gazelles can outlast them in long chases and are able to make turns more speedily. This small antelope-gazelle can run extremely fast, from, to 96 km/h (60 mph) and zigzag, a peculiarity which often saves it from predators.\nSometimes they are also chased by leopards, lions and hyenas, but the gazelles are faster and more agile; these predators attack especially the young or infirm individuals. They can also be devoured by crocodiles and pythons, and their fawns are sometimes the prey of eagles, jackals, and baboons. A noticeable behaviour of Thomson's gazelles is their bounding leap, known as stotting or pronking, used to startle predators and display strength.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gazelle","surface_form":"gazelle","offset":63},{"uri":"Antelope","surface_form":"antelope","offset":109},{"uri":"Joseph_Thomson","surface_form":"Joseph Thomson","offset":146},{"uri":"East_Africa","surface_form":"East Africa","offset":272},{"uri":"Grant%27s_gazelle","surface_form":"Grant's gazelle","offset":588},{"uri":"Kenya","surface_form":"Kenya","offset":749},{"uri":"Tanzania","surface_form":"Tanzania","offset":768},{"uri":"Cheetah","surface_form":"cheetah","offset":826},{"uri":"Lion","surface_form":"lion","offset":836},{"uri":"Leopard","surface_form":"leopard","offset":843},{"uri":"Crocodile","surface_form":"crocodiles","offset":853},{"uri":"Hyena","surface_form":"hyena","offset":868},{"uri":"Leopard","surface_form":"leopard","offset":1273},{"uri":"Lion","surface_form":"lion","offset":1283},{"uri":"Hyena","surface_form":"hyena","offset":1293},{"uri":"Crocodile","surface_form":"crocodile","offset":1441},{"uri":"Python","surface_form":"python","offset":1456},{"uri":"Fawn","surface_form":"fawn","offset":1475},{"uri":"Eagle","surface_form":"eagle","offset":1507},{"uri":"Jackal","surface_form":"jackal","offset":1515},{"uri":"Baboon","surface_form":"baboon","offset":1528},{"uri":"Stotting","surface_form":"stotting","offset":1615},{"uri":"Pronking","surface_form":"pronking","offset":1627}]}