{"id":303003,"url":"http://en.wikipedia.org/wiki/Spiny_dogfish","text":"The spiny dogfish (\"Squalus acanthias\") is one of the most common and well known species of dogfish. It is a small species of shark, with an average length of 28-39 inches (70–100 cm), and reaching a maximum weight of 9.8 kg.\nThe dogfish is found in the Atlantic and Pacific Ocean, and can be found from the surface to depths as deep as 1,460 metres. The spiny dogfish feeds mainly on pelagic fish such as herring, menhaden, capelin, sand lance, and mackerel.\nDescription.\nThe spiny dogfish has a slim, long body and a flattened head. The snout is narrow, with a pointed tip. The eyes of this species are quite large. The first dorsal fin is located about halfway between the pectoral fins and the pelvic fins. The second dorsal fin is about two-thirds the size of the first one and is located behind the pelvic fins.\nOn the front of each dorsal fin there is a sharp spine attached to them, giving the spiny dogfish its name. The first spine is about half as long as the second spine. The pectoral fins form nearly perfect equilateral triangles, with rounded rear tips, and slightly concave rear margins. The pelvic fins are closer to the second dorsal fin than to the first dorsal fin. One the caudal fin, there is no notch on the upper lobe and the lower lobe is not well-developed. There is no anal fin on the Spiny dogfish.\nThe dorsal surface of the dogfish is slate-coloured and may have a brownish cast. There are rows of white spots along each side, from above the pectoral fins to above the pelvic fins. These spots are more visible on immature spiny dogfish, and they fade as the shark matures. With some individuals, the spots completely disappear. The edges of the dorsal fins and the caudal fin have a dusky-colour at birth, but this colour quickly fades. The ventral surface of the dogfish ranges from pale grey to pure white.\nThe average length of the spiny dogfish is 28-39 inches (70–100 cm), with adult males ranging from 24-35 inches (60–90 cm), and adult females ranging from 30-42 inches (76–107 cm). The maximum reported length of males is 39 inches (100 cm), and females is 49 inches (124 cm). Mature females can weigh as much as 3.2-4.5 kg (7-10 pounds), with a maximum recorded weight of 9.8 kg (22 pounds). The all-tackle game fish record is 7.14 kg (16 pounds), and was caught off the coast of Ireland in 1989.\nHabitat.\nIn the western Atlantic, the spiny dogfish ranges from Greenland to Argentina, and in the eastern Atlantic it is found from Iceland and the Murmanski Coast (Russia) to South Africa, including the Mediterranean Sea and the Black Sea. In the western Pacific, the dogfish occurs from the Bering Sea to New Zealand, while in the eastern Pacific, this species is found from the Bering Sea to Chile.\nSpiny dogfish are benthopelagic, meaning that they are found just above the bottom of the ocean. They are found from the surface to depths as deep as 1,460 metres. Spiny dogfish can be found in brackish water, but prefer seawater, and are commonly found in waters with the temperature of 7-15 °C. Spiny dogfish are found inshore and offshore, over continental and insular (island) shelve, and upper slopes. They are often found in enclosed bays and estuaries. They have been reported to enter freshwater but cannot survive there for more than a few hours.\nPredators.\nSpiny dogfish have been found in the stomachs of cod, red hake, and goosefish, as well as other dogfish. Larger species of sharks, as well as seals and Killer whales also feed on the spiny dogfish. To defend itself, the dogfish curls into a ball, and strikes at predators with its spines on the dorsal fins.\nFeeding.\nThe spiny dogfish usually feeds in groups. They feed mainly on pelagic fish such as herring, menhaden, capelin, sand lance, and mackerel, often consuming large numbers of them. They have been known to bite through fishing nets to be able to feed on the caught fish, usually releasing most of the fish. This has given the dogfish a bad reputation among fishermen. Other food items of this species includes molluscs (such as squid and octopus), crustacea (such as shrimp and crab), jellyfish, sea cucumber, algae, smaller sharks, and shark egg cases.\nReproduction.\nThe gestation period of the spiny dogfish lasts up to 2 years. Spiny dogfish are ovoviviparous, meaning that the embryos develop inside eggs inside the female, and are nourished by yolk-filled sacs. Finally, the female gives birth to 1-20 pups, each one measuring around 20 to 33 centimeters. The spiny dogfish lives to the age of 20–75 years.\nHuman interaction.\nThe dogfish poses little threat to humans, but if it is not handled properly, the spines on its dorsal fins can give a harmful wound. Also, the spiny dogfish has earned itself a bad reputation among fishermen due to its habit of biting through fishing nets to get at any fish which is caught in the nets.\nThe spiny dogfish is the most common living shark, yet two populations in the northwest and northeast Atlantic are at great risk due to overfishing. This shark is caught for food, liver oil, and is used to make sand paper, vitamins, leather, fertiliser, and pet food. Between 1900 and 1910, when the dogfish was at its peak abundance, it was estimated that up to 27 million spiny dogfish were caught off the Massachusetts coast every year.\nConservation.\nDue to their long gestation period and the low number of pups they give birth to at a time, the spiny dogfish must be managed carefully. This species is extremely vulnerable to overfishing and is currently on the brink of collapse.\nCommercial fishermen target mature females because they grow to larger sizes than males. The fishing of spiny dogfish increased dramatically in the U.S.A during the 1990s, resulting in the population of mature females to decrease by 75%, leading to low number of pups. In 2001, the Atlantic States Marine Fisheries Commission (ASMFC) voted to extend an emergency action that closes state waters to fish for the vulnerable dogfish. This was in response to heavy fishing that devastated dogfish populations during the 1990s.\nIn late 2000, a fishery management plan for the spiny dogfish began to develop, followed by its approval in November 2002. Federal and state recovery plans are currently in place but are continually challenged. The National Marine Fisheries Service, with new data predicting the collapse of the spiny dogfish populations, closed federal waters to dogfish fishing in July 2003. The spiny dogfish is currently listed as Vulnerable by the IUCN.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":81},{"uri":"Squalidae","surface_form":"dogfish","offset":92},{"uri":"Species","surface_form":"species","offset":115},{"uri":"Shark","surface_form":"shark","offset":126},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":254},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":267},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":385},{"uri":"Fish","surface_form":"fish","offset":393},{"uri":"Herring","surface_form":"herring","offset":406},{"uri":"Mackerel","surface_form":"mackerel","offset":450},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":628},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":676},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":698},{"uri":"Equilateral_triangle","surface_form":"equilateral triangle","offset":1023},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":1195},{"uri":"Anal_fin","surface_form":"anal fin","offset":1297},{"uri":"Ireland","surface_form":"Ireland","offset":2320},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":2361},{"uri":"Greenland","surface_form":"Greenland","offset":2401},{"uri":"Argentina","surface_form":"Argentina","offset":2414},{"uri":"Iceland","surface_form":"Iceland","offset":2470},{"uri":"Murmanski_Coast","surface_form":"Murmanski Coast","offset":2486},{"uri":"Russia","surface_form":"Russia","offset":2503},{"uri":"South_Africa","surface_form":"South Africa","offset":2514},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":2542},{"uri":"Black_Sea","surface_form":"Black Sea","offset":2568},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2594},{"uri":"Bering_Sea","surface_form":"Bering Sea","offset":2631},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2645},{"uri":"Chile","surface_form":"Chile","offset":2733},{"uri":"Estuary","surface_form":"estuaries","offset":3189},{"uri":"Cod","surface_form":"cod","offset":3356},{"uri":"Shark","surface_form":"shark","offset":3430},{"uri":"Pinniped","surface_form":"seals","offset":3449},{"uri":"Killer_whale","surface_form":"Killer whale","offset":3459},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":3687},{"uri":"Fish","surface_form":"fish","offset":3695},{"uri":"Herring","surface_form":"herring","offset":3708},{"uri":"Mackerel","surface_form":"mackerel","offset":3752},{"uri":"Molluscs","surface_form":"molluscs","offset":4029},{"uri":"Squid","surface_form":"squid","offset":4047},{"uri":"Octopus","surface_form":"octopus","offset":4057},{"uri":"Crustacea","surface_form":"crustacea","offset":4067},{"uri":"Shrimp","surface_form":"shrimp","offset":4086},{"uri":"Crab","surface_form":"crab","offset":4097},{"uri":"Jellyfish","surface_form":"jellyfish","offset":4104},{"uri":"Sea_cucumber","surface_form":"sea cucumber","offset":4115},{"uri":"Algae","surface_form":"algae","offset":4129},{"uri":"Shark","surface_form":"shark","offset":4144},{"uri":"Gestation_period","surface_form":"gestation period","offset":4191},{"uri":"Ovoviviparous","surface_form":"ovoviviparous","offset":4268},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":4957},{"uri":"Overfishing","surface_form":"overfishing","offset":4991},{"uri":"Shark","surface_form":"shark","offset":5009},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":5263},{"uri":"United_States","surface_form":"U.S.A","offset":5689},{"uri":"Vulnerable_species","surface_form":"Vulnerable","offset":6482},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":6500}]}