{"id":303002,"url":"http://en.wikipedia.org/wiki/Nurse_shark","text":"The nurse shark (\"Ginglymostoma cirratum\") is a bottom-dwelling shark, and is the only known species in the genus \"Ginglymostoma\". They range in length from, and weigh.\nNurse sharks feed on crustaceans, mollusks, sea snakes, fish, coral, and tunicates.\nThe Nurse shark is common in the coastal tropical and subtropical waters of the eastern Pacific and the Atlantic Ocean.\nNurse sharks are nocturnal, and are very sluggish and are harmless unless bothered.\nDescription.\nNurse sharks have two spineless, rounded dorsal fins, with the first dorsal fin being much larger than the second, and they have one anal fin. The first dorsal fin is located over the pelvic fins. The caudal fin is more than one quarter of the total shark's length. The sub-terminal mouth is placed well in front of the eyes, the spiracles are small, and there are long barbels on the mouth. The Nurse shark has nasoral grooves, but there is no perinasal groove.\nAdult Nurse sharks are usually light yellow to dark brown in colour. The young that are up to 60 cm (24 inches) long have small black spots, with an area of lightness surrounding each spot, covering the entire body. Larger young which are 70-120 cm long (28-47 inches) are capable of limited colour changes. Studies show that Nurse sharks kept out of sunlight become slightly lighter in colour, as compared to Nurse sharks which are exposed to sunlight. Nurse sharks with unusally colours (such as brilliant yellow or milky white) have been reported several times.\nNurse sharks have the simplest type of tooth arrangement found in sharks. This means that there is no overlapping between the teeth, and that forward movements of teeth leading to shedding does not depend on other teeth. With sharks that have many overlapping teeth, the replacement of teeth cannot take place until the outer blocking teeth are lost. Young Nurse sharks can replace their teeth quicker than adults. Also, teeth replacing occurs faster in summer, when water temperatures are higher. Averaging 2.2-2.7 metres (7.2-9 feet) in total length, and weighing 75-105 kg (165-232 pounds), adult females reach a larger size than adult males which are around 2.1-2.6 metres (7-8.5 feet) long, and weigh around 90-120 kg (198-265 pounds). Females reach maturity at about 2.3 metres (7.6 feet), and males reach maturity at about 2.1 metres (7 feet). New-born Nurse sharks range in length from 28 to 30 cm (11 to 12 inches), with growth rates of 13 cm (5 inches) and 2.3 kg (5 pounds) per year. Once the Nurse sharks reach maturity, their growth rates usually become much lower.\nDistribution.\nThe Nurse shark is common in the coastal tropical and subtropical waters of the eastern Pacific and the Atlantic Ocean. In the Atlantic, it ranges from Senegal to Gabon, Rhode Island to southern Brazil, and Mexico to Peru. Also, some Nurse sharks have been reported in the Gulf of Gascogne, in southwest France. This species is common in shallow waters throughout the West Indies, south Florida and the Florida Keys.\nBehaviour.\nThe Nurse shark is a nocturnal animal that rests on sandy bottoms or in caves or crevices in shallow waters during the day. They are usually found in groups of up to 40, as they lie very close together, sometimes even piling on one another.\nNurse sharks are very active during the night. In addition to swimming near the bottom, the Nurse shark can move around on the sea floor, using its flexible, muscular pectoral fins as limbs. Large juveniles and adults are usually found around deep coral reefs, and rocky areas at depths of up to 3-75 metres (10-246 feet) during the daytime, and then they migrate into shallower waters of less than 20 metres (66 feet) deep after darkness.\nYoung Nurse sharks up to 1.7 metres (6 feet) are usually found around shallow coral reefs, grass flats or mangrove islands in waters which are 1-4 metres (3-13 feet) deep. They often lie in groups within limestone holes or under rock ledges.\nNurse sharks have been known to repeatedly return to the same caves and crevices in which they have rested before.\nNurse sharks are sluggish, and are not aggressive towards humans and will not attack unless they are provoked. If they are provoked, then they usually bite, but their bites are not deadly.\nFeeding.\nThe Nurse shark is a nocturnal predator, and hunts alone. They feed on fish (such as catfish, mullets, and pufferfish) stingrays, mollusks (such as octopuses, squids, and clams), sea snakes, and tunicates. They move very slowly as they hunt along the bottom. They also consume algae, coral, crustaceans (such as lobsters, shrimps, and crabs), sea urchins, snails and bivalves.\nThe Nurse shark is one of the few species of sharks that can remain motionless in the water when it wants to. This not only helps it to conserve energy, it gives the Nurse shark an advantage when it comes to hunting. As it stays motionless, it's prey usually donesn't notice it, giving the Nurse shark a chance to ambush it's prey.\nReproduction.\nThe mating season occurs once every 18 months, and lasts from the end of June till the end of July. They are ovoviviparous, with the gestation period lasting 6 months. Females can give birth to 21-29 pups at a time. However, sometimes the larger pups will feed on the smaller pups. As a result, only a small number of pups from each litter will live to the age of maturity. The young are born with spots, which fade as the sharks grow older. The average lifespan in the wild for these sharks is from 25 to 30 years.\nPredators.\nAlthough the Nurse shark has no real predator, remains of Nurse sharks have been found in the stomachs of Tiger sharks, and Lemon sharks. Also, there have been reports of Bull sharks, and Great white sharks feeding on Nurse sharks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shark","surface_form":"shark","offset":64},{"uri":"Species","surface_form":"species","offset":93},{"uri":"Genus","surface_form":"genus","offset":108},{"uri":"Crustacean","surface_form":"crustacean","offset":190},{"uri":"Mollusk","surface_form":"mollusk","offset":203},{"uri":"Sea_snake","surface_form":"sea snake","offset":213},{"uri":"Fish","surface_form":"fish","offset":225},{"uri":"Coral","surface_form":"coral","offset":231},{"uri":"Tunicate","surface_form":"tunicate","offset":242},{"uri":"Coastal","surface_form":"coastal","offset":286},{"uri":"Tropical","surface_form":"tropical","offset":294},{"uri":"Subtropical","surface_form":"subtropical","offset":307},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":341},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":357},{"uri":"Nocturnal","surface_form":"nocturnal","offset":390},{"uri":"Sluggish","surface_form":"sluggish","offset":414},{"uri":"Harmless","surface_form":"harmless","offset":431},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":511},{"uri":"Anal_fin","surface_form":"anal fin","offset":603},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":654},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":671},{"uri":"Shark","surface_form":"shark's","offset":720},{"uri":"Mouth","surface_form":"mouth","offset":753},{"uri":"Eye","surface_form":"eye","offset":790},{"uri":"Spiracle","surface_form":"spiracle","offset":800},{"uri":"Tooth","surface_form":"tooth","offset":1537},{"uri":"Shark","surface_form":"shark","offset":1564},{"uri":"Coastal","surface_form":"coastal","offset":2624},{"uri":"Tropical","surface_form":"tropical","offset":2632},{"uri":"Subtropical","surface_form":"subtropical","offset":2645},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2679},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2695},{"uri":"Senegal","surface_form":"Senegal","offset":2743},{"uri":"Gabon","surface_form":"Gabon","offset":2754},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":2761},{"uri":"Brazil","surface_form":"Brazil","offset":2786},{"uri":"Mexico","surface_form":"Mexico","offset":2798},{"uri":"Peru","surface_form":"Peru","offset":2808},{"uri":"Gulf_of_Gascogne","surface_form":"Gulf of Gascogne","offset":2864},{"uri":"France","surface_form":"France","offset":2895},{"uri":"West_Indies","surface_form":"West Indies","offset":2959},{"uri":"Florida","surface_form":"Florida","offset":2978},{"uri":"Florida_Keys","surface_form":"Florida Keys","offset":2994},{"uri":"Nocturnal","surface_form":"nocturnal","offset":3040},{"uri":"Animal","surface_form":"animal","offset":3050},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":3427},{"uri":"Limb","surface_form":"limb","offset":3444},{"uri":"Coral_reef","surface_form":"coral reef","offset":3508},{"uri":"Nocturnal","surface_form":"nocturnal","offset":4276},{"uri":"Fish","surface_form":"fish","offset":4326},{"uri":"Catfish","surface_form":"catfish","offset":4340},{"uri":"Mullet","surface_form":"mullet","offset":4349},{"uri":"Pufferfish","surface_form":"pufferfish","offset":4362},{"uri":"Stingray","surface_form":"stingray","offset":4374},{"uri":"Mollusk","surface_form":"mollusk","offset":4385},{"uri":"Octopus","surface_form":"octopus","offset":4403},{"uri":"Squid","surface_form":"squid","offset":4414},{"uri":"Clam","surface_form":"clam","offset":4426},{"uri":"Sea_snake","surface_form":"sea snake","offset":4434},{"uri":"Tunicate","surface_form":"tunicate","offset":4450},{"uri":"Algae","surface_form":"algae","offset":4532},{"uri":"Coral","surface_form":"coral","offset":4539},{"uri":"Crustacean","surface_form":"crustacean","offset":4546},{"uri":"Lobster","surface_form":"lobster","offset":4567},{"uri":"Shrimp","surface_form":"shrimp","offset":4577},{"uri":"Crab","surface_form":"crab","offset":4590},{"uri":"Sea_urchin","surface_form":"sea urchin","offset":4598},{"uri":"Snail","surface_form":"snail","offset":4611},{"uri":"Bivalve","surface_form":"bivalve","offset":4622},{"uri":"Shark","surface_form":"shark","offset":4677},{"uri":"Ovoviviparous","surface_form":"ovoviviparous","offset":5087},{"uri":"Gestation_period","surface_form":"gestation period","offset":5111},{"uri":"Tiger_shark","surface_form":"Tiger shark","offset":5611},{"uri":"Lemon_shark","surface_form":"Lemon shark","offset":5629},{"uri":"Bull_shark","surface_form":"Bull shark","offset":5676},{"uri":"Great_white_shark","surface_form":"Great white shark","offset":5693}]}