{"id":303130,"url":"http://en.wikipedia.org/wiki/Video_High_Density","text":"Video High Density (VHD) was a videodisc format which was marketed predominantly in Japan by JVC. There was also an audio-only variant, Audio High Density (AHD).\nTechnology.\nVHD discs are 25 cm (9 5/6 inches) in diameter, and store up to 60 minutes of video per side. Each disc is stored in a plastic case, similar to a CED's case, so that the user could not touch the disc itself. The entire case was put into the player, which would take out the disc, and then the now empty case could be taken back out. After one side has finished playing, the disc would have to be taken out, flipped, and put back in to continue playing.\nSimilar to the RCA's CED, the signal on the VHD is recorded by varying capacitance on the disc. However, unlike the CED, the VHD does not contain any groves and the needle is made of diamond instead of titanium. Instead of having grooves, the needle is kept on track electronically so the needle does not have to actually touch the disc therefore resulting in less wear on the disc and on the needle. In one rotation of the disc, 2 frames of picture and audio were read.\nVHD was designed to be very interactive and was used in some video game systems as well as in car engine diagnostic tools.\nHistory.\nThe VHD was first demonstrated in 1978, and after many advertisements in National Geographic magazines, It was eventually released in Japan and in the USA in 1983. However, by this time both Laserdisc and CED were already not selling well compared to the VHS and Betamax VCR systems. As a result of this, JVC did not let the VHD be sold in North America, but made it available to the general public in Japan and commercially in the UK and the US.\nDuring the time the VHD was made, it was mostly used for karaoke systems, anime video games, and interactive training systems. In the UK, the VHD was used for training, demonstration, and fault diagnostics.\nIn Japan, a 3D version of the VHD utilizes double speed discs and special glasses.\nVHDs Today.\nThe VHD was not very successful as a consumer product, but it sold well for commercial purposes. In Japan, the CED is still somewhat popular and the discs and players are both still collected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Videodisc","surface_form":"videodisc","offset":31},{"uri":"Recording_format","surface_form":"format","offset":41},{"uri":"Japan","surface_form":"Japan","offset":84},{"uri":"CED","surface_form":"CED","offset":320},{"uri":"CED","surface_form":"CED","offset":648},{"uri":"Laserdisc","surface_form":"Laserdisc","offset":1421},{"uri":"CED","surface_form":"CED","offset":1435},{"uri":"VHS","surface_form":"VHS","offset":1485},{"uri":"Betamax","surface_form":"Betamax","offset":1493},{"uri":"VCR","surface_form":"VCR","offset":1501},{"uri":"Karaoke","surface_form":"karaoke","offset":1734}]}