{"id":303113,"url":"http://en.wikipedia.org/wiki/Ronnie_Radke","text":"Ronald Joseph Radke (born December 15, 1983 in Las Vegas, Nevada) is an American singer. He was the founder and singer in the band Escape the Fate from 2004 to 2008. As of december 2008, he is the founder and singer in the band Falling in Reverse.\nHistory.\nRonald Joseph Radke was born on December 15, 1983 at Saint Rose Hospital, Las Vegas, Nevada. He has Native American ancestry. His mother left him at a very young age, but later in life he was able to meet her. She was working as a dog groomer at this point. She ended up leaving him again due to her troubles with addiction. He was raised by his father who also had a drug problem but later became a born again Christian, and sober. Around this time his father also became the president of a motorcycle club.\nRadke grew up very poor. Focusing was a struggle for him during school. He often wore girls' jeans with his friend Mich because his favorite skateboarders wore similar clothes. Ronald has stated that he got them mostly from girls' houses.\nHe learned to skateboard, and he can still ride to this day. In high school, he was bullied by the kids for his unique style of wearing tight clothes and very small shirts. Despite this he also got along with some of his classmates because of his interest in rapping. Radke dropped out of high school twice.\nRadke started forming bands during his high school years. His first band was called 3.0. The logo of this band was made in Microsoft Paint and resembled the Ninja Turtles logo. His second band, named Lefty (with Robert Ortiz), competed in the high school talent contest. While on stage, Radke's microphone fell and Max Green (who was in a band called Almost Heroes at the time) picked it up for him and they almost instantly became friends. Together, they formed a band called True Story. Their interest shifted out of the pop punk scene and got into bands like Trice. Radke started playing piano and guitar. He played left-handed guitar, but still played a normal right-handed guitar when he played Blink 182 songs. At age 21, Radke along with Max Green founded the band Escape the Fate. He made two albums with the band and two EPs. The more popular was \"Dying Is Your Latest Fashion\",it was released September 26, 2006. In late 2008 Radke left Escape the Fate. Radke then founded the band Falling in Reverse and continues to make music. N\nHe has several lead singles from the album \"The Drug In Me is You\" released.\nDiscography.\nWith Escape the Fate\nWith Falling in Reverse","categories":[],"infobox_types":[],"annotations":[{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":47},{"uri":"United_States","surface_form":"American","offset":72},{"uri":"Singer","surface_form":"singer","offset":81},{"uri":"Escape_the_Fate","surface_form":"Escape the Fate","offset":131},{"uri":"Falling_in_Reverse","surface_form":"Falling in Reverse","offset":228},{"uri":"Native_American","surface_form":"Native American","offset":357},{"uri":"Ancestry","surface_form":"ancestry","offset":373},{"uri":"High_school","surface_form":"high school","offset":1294},{"uri":"Piano","surface_form":"piano","offset":1904},{"uri":"Escape_the_Fate","surface_form":"Escape the Fate","offset":2085},{"uri":"Albums","surface_form":"albums","offset":2114},{"uri":"Falling_in_Reverse","surface_form":"Falling in Reverse","offset":2305},{"uri":"Escape_the_Fate","surface_form":"Escape the Fate","offset":2450},{"uri":"Falling_in_Reverse","surface_form":"Falling in Reverse","offset":2471}]}