{"id":303188,"url":"http://en.wikipedia.org/wiki/Fiat_Ducato","text":"e=\"preserve\">The Fiat Ducato is a series of vans and minibuses made by Fiat. There have been three generations since 1981. It is built in cooperation with Citroën and Peugeot.\nFirst generation (1981–1993).\nThe first generation Fiat Ducato came out in July 1981.\nIn 1986, Alfa Romeo, Peugeot, Citroën, Fiat, Talbot and Zastava all made the same vehicle but with different names, The names were: Alfa Romeo AR6, Peugeot J5, Citroën C25, Fiat Talento, Talbot Express and Zastava Ducato.\nBetween 1985 and 1990, the model was improved at the front and back, It had a new grille and different headlamps.\nSecond generation (1993–2006).\nThe second generation Fiat Ducato came out in 1993,\nIn 1993, Citroen and Peugeot made the same vehicle but with different names, The names were: Citroën Jumper, Citroën Relay and the Peugeot Boxer.\nIn February 2002, the model was improved at the front and back, It had a new grille, new bonnet, new bumper and different headlamps and breaklights.\nThird generation (2006–present).\nThe third generation Fiat Ducato came out in 2006.\nIn 2006, Citroen, Peugeot and Ram Trucks made the same vehicle but with different names, The names were: Citroën Jumper, Citroën Relay, Peugeot Boxer and Ram ProMaster\nIn 2014, the model was improved at the front and back, It had a new grille, new bonnet, new bumper and different headlamps and breaklights.","categories":[],"infobox_types":[],"annotations":[{"uri":"Van","surface_form":"van","offset":44},{"uri":"Bus","surface_form":"bus","offset":57},{"uri":"Fiat","surface_form":"Fiat","offset":71},{"uri":"Citro%C3%ABn","surface_form":"Citroën","offset":155},{"uri":"Peugeot","surface_form":"Peugeot","offset":167},{"uri":"Alfa_Romeo","surface_form":"Alfa Romeo","offset":271},{"uri":"Peugeot","surface_form":"Peugeot","offset":283},{"uri":"Citro%C3%ABn","surface_form":"Citroën","offset":292},{"uri":"Fiat","surface_form":"Fiat","offset":301},{"uri":"Talbot","surface_form":"Talbot","offset":307},{"uri":"Zastava","surface_form":"Zastava","offset":318},{"uri":"Ram_Trucks","surface_form":"Ram Trucks","offset":1090}]}