{"id":303125,"url":"http://en.wikipedia.org/wiki/Jesse_Owens","text":"James Cleveland Owens (September 12, 1913 – March 31, 1980) was an American athlete. He was from Oakville, Alabama and moved to Cleveland, Ohio. He won four NCAA Championships in 1935 and 1936. At the 1936 Summer Olympics, he won gold medals in the 100m, 200m, long jump and 4x100 relay. He died of lung cancer in Tucson, Arizona.\nEarly years.\nOwens was born in Oakville, Alabama and moved to Cleveland, Ohio when he was nine years old as the seventh of the eleven children of Henry and Emma Owens. Owens was the grandson of a slave and the son of a sharecropper. He was often sick with what his mother reportedly called \"the devil's cold\". He was given the name \"Jesse\" by a teacher in Cleveland who did not understand his accent when the young boy said he was called \"J.C.\"\nThroughout his life Owens attributed the success of his athletic career to the encouragement of Charles Riley, his junior-high track coach at Fairview Junior High, who had picked him off the playground and put him on the track team (see also Harrison Dillard, a Cleveland athlete inspired by Owens). Since Jesse worked in a shoe repair shop after school, Riley allowed Jesse to practice before school instead.\nOwens first came to national attention when, as a student of East Technical High School in Cleveland, Ohio, he tied the world record of 9.4 seconds in the 100-yard dash and long-jumped 24 feet 9 1/2 inches (7.56 m) at the 1933 National High School Championship in Chicago.\nNCAA.\nOwens attended Ohio State University only after employment was found for his father, ensuring the family could be supported. He was affectionately known as the \"Buckeye Bullet\" and won a record eight individual NCAA championships, four each in 1935 and 1936. The record of four golds at the NCAA has only been equaled by Xavier Carter, in 2006, although his titles included relay medals too.\nOwens's greatest achievement came in a span of 45 minutes on May 25, 1935 at the Big Ten meet in Ann Arbor, Michigan, where he set four world records. He tied the world record for the 100 yard (91 m) dash (9.4 seconds) and set world records in the long jump (26 feet 8¼ inches (8.13 m), a world record that would last 25 years), 220 yard (201 m) dash (20.3 seconds), and the 220 yard low hurdles (22.6 seconds to become the first person to break 23 seconds). This incredible feat is widely considered one of the most amazing athletic achievements of all time. In fact, in 2005 both NBC sports announcer, Bob Costas, and University of Central Florida Professor of Sports History, Richard C. Crepeau chose this as the most impressive athletic achievement since 1850.\nJesse Owens Memorial Stadium was completed in 2001 on The Ohio State University campus. It is a multi-sport facility that hosts the university's varsity track and field, lacrosse and soccer teams.\nBerlin Olympics.\nIn 1936 Owens arrived in Berlin to compete for the United States in the Summer Olympics. Adolf Hitler was using the games to show the world a resurgent Nazi Germany. He and other government officials had high hopes German athletes would dominate the games with victories. Meanwhile, Nazi propaganda promoted concepts of \"Aryan racial superiority\" and depicted ethnic Africans as inferior.\nOwens surprised many by winning four gold medals: On August 3 1936 the 100m sprint, defeating Ralph Metcalfe; on August 4, the long jump, after friendly and helpful advice from German competitor Lutz Long; on August 5, the 200m dash; and, after he was added to the 4 x 100m relay team, his fourth on August 9 (his performance wasn't duplicated until Carl Lewis won gold medals in the same events at the 1984 Summer Olympics).\nOn the first day, Hitler shook hands only with the German victors and then left the stadium (some claim this was to avoid having to shake hands with Cornelius Johnson, who was African-American, but according to a spokesman Hitler's exit had been pre-scheduled). Olympic committee officials then insisted Hitler greet each and every medalist or none at all. Hitler opted for the latter and skipped all further medal presentations.\nPost Olympics.\nAfter the games he had difficulty making a living and became a sports promoter, essentially an entertainer. He would give local sprinters a ten or twenty yard start and beat them in the 100 yd (91 m) dash. He also challenged and defeated racehorses although as he revealed later, the trick was to race a high-strung thoroughbred horse that would be frightened by the starter's pistol and give him a good jump. His self-promotion eventually turned into a public relations career in Chicago, including a long stint as a popular jazz disc jockey there. In 1968, Owens received some criticism for supporting the racially turbulent XIX Olympic Games that year.\nJesse Owens was awarded the Presidential Medal of Freedom in 1976 by Gerald Ford and (posthumously) the Congressional Gold Medal by George H. W. Bush on March 28, 1990. In 1984, a street in Berlin was renamed for him and the Jesse Owens Realschule/Oberschule (a secondary school) is in Berlin-Lichtenberg. His birthplace in Oakville dedicated a park in his honor in 1996, at the same time the Olympic Torch came through the community, 60 years after his Olympic triumph.\nA pack-a-day smoker for 35 years, he died of lung cancer at age 66 in Tucson, Arizona. Owens is buried in Oak Woods Cemetery in Chicago.\nThe dormitory that Owens occupied during the Berlin Olympics has been fully restored into a living museum, with pictures of his accomplishments at the games.","categories":[],"infobox_types":["sportsperson"],"annotations":[{"uri":"Americans","surface_form":"American","offset":67},{"uri":"Oakville%2C_Alabama","surface_form":"Oakville, Alabama","offset":97},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":128},{"uri":"1936_Summer_Olympics","surface_form":"1936 Summer Olympics","offset":201},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":299},{"uri":"Tucson%2C_Arizona","surface_form":"Tucson, Arizona","offset":314},{"uri":"Oakville%2C_Alabama","surface_form":"Oakville, Alabama","offset":362},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":393},{"uri":"Charles_Riley","surface_form":"Charles Riley","offset":872},{"uri":"Harrison_Dillard","surface_form":"Harrison Dillard","offset":1018},{"uri":"East_Technical_High_School","surface_form":"East Technical High School","offset":1247},{"uri":"Cleveland","surface_form":"Cleveland","offset":1277},{"uri":"Ohio","surface_form":"Ohio","offset":1288},{"uri":"Chicago","surface_form":"Chicago","offset":1450},{"uri":"Ohio_State_University","surface_form":"Ohio State University","offset":1480},{"uri":"Xavier_Carter","surface_form":"Xavier Carter","offset":1786},{"uri":"May_25","surface_form":"May 25","offset":1918},{"uri":"1935","surface_form":"1935","offset":1926},{"uri":"Big_Ten_Conference","surface_form":"Big Ten","offset":1938},{"uri":"Ann_Arbor%2C_Michigan","surface_form":"Ann Arbor, Michigan","offset":1954},{"uri":"Long_jump","surface_form":"long jump","offset":2105},{"uri":"NBC","surface_form":"NBC","offset":2439},{"uri":"Bob_Costas","surface_form":"Bob Costas","offset":2461},{"uri":"1936_Summer_Olympics","surface_form":"Summer Olympics","offset":2908},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":2925},{"uri":"Nazism","surface_form":"Nazi","offset":2988},{"uri":"Propaganda","surface_form":"propaganda","offset":3124},{"uri":"Aryan","surface_form":"Aryan","offset":3157},{"uri":"Rhineland_Bastard","surface_form":"ethnic Africans","offset":3196},{"uri":"August_3","surface_form":"August 3","offset":3278},{"uri":"1936","surface_form":"1936","offset":3287},{"uri":"100_metres","surface_form":"100m","offset":3296},{"uri":"Ralph_Metcalfe","surface_form":"Ralph Metcalfe","offset":3319},{"uri":"August_4","surface_form":"August 4","offset":3338},{"uri":"Long_jump","surface_form":"long jump","offset":3352},{"uri":"Lutz_Long","surface_form":"Lutz Long","offset":3420},{"uri":"August_5","surface_form":"August 5","offset":3434},{"uri":"200_metres","surface_form":"200m","offset":3448},{"uri":"August_9","surface_form":"August 9","offset":3525},{"uri":"Carl_Lewis","surface_form":"Carl Lewis","offset":3575},{"uri":"1984_Summer_Olympics","surface_form":"1984 Summer Olympics","offset":3628},{"uri":"Cornelius_Cooper_Johnson","surface_form":"Cornelius Johnson","offset":3800},{"uri":"Public_relations","surface_form":"public relations","offset":4550},{"uri":"Chicago","surface_form":"Chicago","offset":4577},{"uri":"Jazz","surface_form":"jazz","offset":4622},{"uri":"Disc_jockey","surface_form":"disc jockey","offset":4627},{"uri":"1968_Summer_Olympics","surface_form":"XIX Olympic Games","offset":4723},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":4780},{"uri":"1976","surface_form":"1976","offset":4813},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":4821},{"uri":"Congressional_Gold_Medal","surface_form":"Congressional Gold Medal","offset":4856},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":4884},{"uri":"March_28","surface_form":"March 28","offset":4905},{"uri":"1990","surface_form":"1990","offset":4915},{"uri":"1984","surface_form":"1984","offset":4924},{"uri":"Berlin","surface_form":"Berlin","offset":4942},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":5268},{"uri":"Tucson%2C_Arizona","surface_form":"Tucson, Arizona","offset":5293},{"uri":"Oak_Woods_Cemetery%2C_Chicago","surface_form":"Oak Woods Cemetery","offset":5329},{"uri":"Chicago","surface_form":"Chicago","offset":5351}]}