{"id":303201,"url":"http://en.wikipedia.org/wiki/Dust_devil","text":"Dust devils are twirling masses of air that form in the desert and send sand spinning. The height of a dust devil can range from a few meters tall to more than tall. They are usually harmless, but occasionally they can cause some damage to both people and property.\nFormation.\nA dust devil forms when hot air near the ground rises quickly through a small pocket of cooler, low-pressure air above it. If conditions are just right, then the air may begin to rotate. As the air rapidly rises, the hot air is stretched vertically and because of angular momentum, the spinning gets much more intense. Because the hot air cools when it rises, it eventually goes down to the base and expands horizontally, while more hot air shoots up the column to replace the lost air. The air that is displaced falls to the ground around the dust devil, creating a balancing force. Thus, a dust devil is formed.\n1. Flat barren, desert terrain: Flat terrain and hot conditions help the hot air \"fuel\" being always available. The dust and sand helps the dust devil be seen.\n2. Clear skies or lightly cloudy conditions: The surface needs a lot of solar energy to heat the air.\n3. Light or no wind, and cool temperature in the atmosphere: Without a cool atmosphere and hot surface, the dust devil with never form. Wind will not keep the dust devil stable.\nA dust devil \"dies\" when it eventually sucks in cool air from the surface. Cool air destroys the dust devil because it quickly discourages the rising of air through the column. This usually happens when the dust devil becomes weak, or moves across a new terrain were the surface temperatures are cooler.\nMartian dust devils.\nDust devils occur on the planet of Mars as well. They can be ten times higher than ones on Earth, and fifty times as wide. They can pose a threat to technology placed on Mars.\nHowever, not all dust devils are damaging. Mission members keeping an eye on the Mars Spirit rover reported that on March 12, 2005, a lucky encounter with a dust devil had cleaned the solar panels of that robot. Power levels dramatically increased, and much more scientific work was able to be done.","categories":[],"infobox_types":[],"annotations":[{"uri":"Desert","surface_form":"desert","offset":56},{"uri":"Sand","surface_form":"sand","offset":72},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":541},{"uri":"Desert","surface_form":"desert","offset":907},{"uri":"Solar_power","surface_form":"solar energy","offset":1123},{"uri":"Planet","surface_form":"planet","offset":1681},{"uri":"Mars","surface_form":"Mars","offset":1691},{"uri":"Spirit_(rover)","surface_form":"Spirit rover","offset":1918}]}