{"id":303335,"url":"http://en.wikipedia.org/wiki/Art_Institute_of_Chicago","text":"The Art Institute of Chicago (AIC) is an art museum in Grant Park, Chicago. The Art Institute owns one of the world's best collections of Impressionist and Post-Impressionist art. It also owns important American art, Old Masters, European and American decorative arts, Asian art and modern and contemporary art. The museum is linked with the School of the Art Institute of Chicago. James Cuno is its Director and President. Its buildings have one million square feet (92,903,040 m2) of space. It is the second largest art museum in the United States. Only the Metropolitan Museum of Art in New York City has more space.\nHistory.\nIn 1866, a group of 35 artists founded the Chicago Academy of Design in a studio on Dearborn Street. The group wanted to run a free school with its own art gallery. The organization was modeled after European art academies, such as the Royal Academy. People who worked there were called Academians and Associate Academians. The Academy's charter was granted in March 1867.\nClasses started in 1868. Classes met every day. Students paid the school US$10 per month. The new Academy was a success. The school next built a five story stone building at 66 West Adams Street, which opened on November 22, 1870.\nWhen the Great Chicago Fire destroyed the building in 1871, the Academy began to owe a lot of money. The Academy tried and failed by renting facilities. By 1878, the Academy owed $10,000. Members tried to rescue the weak institution by making deals with local businesses. Some people gave up in 1879 and started a new new organization, named the Chicago Academy of Fine Arts. When the Chicago Academy of Design went bankrupt the same year, the new Chicago Academy of Fine Arts bought its assets in an auction.\nIn 1882, the Chicago Academy of Fine Arts changed its name to the current name, Art Institute of Chicago. The same year, it purchased a lot on the corner of Michigan Avenue and Van Buren Street for $45,000. The school rented the property's existing building, and a new building was constructed behind it to house the school's facilities.\nWhile Chicago planned how to host the 1892–93 World's Columbian Exposition (World's Fair), the Art Institute wanted a new building. The Art Institute proposed that the city build a permanent building on the lakefront for the fair and give the new building to the Institute afterwards. The city agreed, and the building was completed in time for the second year of the fair. Construction costs were paid by selling the Michigan/Van Buren property. On October 31, 1893, the Institute moved into the new building. This building is now called the Allerton Building. It faces Michigan Avenue on the west and the Illinois Central Railroad track on the east.\nFrom the 1900s to the 1960s, the school offered with the Logan Family (members of the board) the Logan Medal of the Arts. The Logan Medal became one of the most distinguished awards presented to artists in the US. In 1924, the museum building expanded to the east by bridging over the railroad tracks with a new wing on the east side of the tracks.\nBetween 1959 and 1970, some people did not think that photos (art and documentary photography) were serious art that should be shown in art galleries. The Institute fought to change people's minds to accept such photos. Photo curator Hugh Edwards lead this fight.\nAs Director of the museum starting in the early 1980s, James N. Wood conducted a major expansion of its collection and oversaw a major renovation and expansion project for its facilities. \"The New York Times\" called Wood \"one of the most respected museum leaders in the country\". Wood created major exhibitions of works by Paul Gauguin, Claude Monet and Vincent Van Gogh that set records for attendance at the museum. He retired from the museum in 2004.\nIn 2006, the Art Institute began building its new \"The Modern Wing\". The new wing is on the southwest corner of Columbus and Monroe. Pritzker Prize winning architect Renzo Piano designed the new wing. It opened to the public on May 16, 2009. The building makes the Art Institute the second largest art museum in the United States. The building houses the museum’s world-renowned collections of 20th- and 21st-century art, specifically modern European painting and sculpture, contemporary art, architecture and design, and photography.\nThe Museum’s Collection.\nThe collection of the Art Institute of Chicago covers more than 5,000 years of human expression from cultures around the world. The museum owns more than 260,000 works of art. The art institute holds works of art ranging from as early as the Japanese prints to the most updated American art.\nToday, the museum is most famous for its collections of Impressionist, Post-Impressionist, and American paintings. There are more than 30 paintings by Claude Monet in the Impressionist and Post-Impressionist collection. These include six of Monet's \"Haystacks\" and a number of his \"Water Lilies\". Also in the collection are important works by Pierre-Auguste Renoir such as \"Two Sisters (On the Terrace)\" and Henri Matisse's \"The Bathers\", Paul Cézanne's \"The Basket of Apples\", and \"Madame Cézanne in a Yellow Chair.\" \"At the Moulin Rouge\" by Henri de Toulouse-Lautrec is another highlight, as are Georges Seurat's \"Sunday Afternoon on the Island of La Grande Jatte\" and Gustave Caillebotte's \"Paris Street; Rainy Day\". Non-French paintings of the Impressionist and Post-Impressionist collection include Vincent Van Gogh's \"Bedroom in Arles\" and \"Self-portrait, 1887\". The museum also has American art works including Grant Wood's \"American Gothic,\" Edward Hopper's \"Nighthawks\" and Mary Cassatt's \"The Child's Bath.\" In September 2010, the Art Institute launched its first mobile application. This application is a catalogue (guide) to this Impressionist and Post-Impressionist collection.\nThe Art Institute also shows a number of works that are not paintings. The Thorne Miniature Rooms hold 1:12 scale interiors showcasing American, European and Asian architectural and furniture styles from the Middle Ages to the 1930s (when the rooms were constructed).\nThe Touch Gallery of the museum is specially designed for people who cannot see. It has several works which museum guests are encouraged to experience though the sense of touch instead of through sight as well as specially designed description plates written in braille. The American Decorative Arts galleries contain furniture pieces designed by Frank Lloyd Wright and Charles and Ray Eames. The Ancient Egyptian, Greek, and Roman galleries hold the mummy and mummy case of Paankhenamun, as well as several gold and silver coins.\nThe Terra Collection.\nThe Terra Museum (now the Terra Foundation) was a separate Chicago art museum that closed in October 2004. Since April 2005, approximately fifty paintings from that museum have been on loan to the Department of American Art at the Art Institute of Chicago. The combined collections of the Terra and the Art Institute are located in a new suite of galleries. They provide one of the nation’s most comprehensive presentations of American art. The foundation’s collection of American works on paper are in the Department of Prints and Drawings at the Art Institute.\nAfrican American Art Collection.\nArt Institute of Chicago promotes the study of art made by African-Americans. Its collection provide a historical illustration of the progress made by African Americans. Works also show African Americans' continuing struggle. The collection includes items dating from the Civil War era, from the Harlem Renaissance, from the civil rights struggles following World War II and from the contemporary period.\nEuropean Art Collection.\nThe Art Institute owns a collection of medieval art made in Europe during the years 800-1300 AD. It features both religious works and daily life objects. It includes painting and sculpture, luxury metalwork and stained glass, textiles and manuscript illumination. The museum owns major collections of arms and armor, jewelry, ceramics, and tapestries. The museum owns items from the Renaissance era (1300-1600) in France, Germany, Italy, Spain, and the Netherlands.\nThe Art Institute Building.\nShepley, Rutan and Coolidge of Boston, Massachusetts designed the Allerton Building in the Beaux-Arts style. It was built for the 1893 World's Columbian Exposition as the World's Congress Auxiliary Building with the intent that the Art Institute occupy the building after the fair closed.\nTwo bronze lion statues are on the sides of the Art Institute's western entrance on Michigan Avenue. Their sculptor Edward L. Kemeys gave them unofficial names: the south lion is \"stands in an attitude of defiance,\" and the north lion is \"on the prowl.\" When a Chicago sports team plays in the championships of their respective league (that is, the Super Bowl or Stanley Cup Finals, not the entire playoffs), the lions are frequently dressed in that team's uniform. Evergreen wreaths are placed around their necks during the Christmas season.\nThe east entrance of the museum is marked by the stone arch entrance that was moved from the old Chicago Stock Exchange building. Louis Sullivan designed the Exchange in 1894. The Exchange was torn down in 1972. But saved portions of the original trading room were rebuilt inside the Art Institute.\nGalleries above the railroad tracks.\nThe Art Institute building is unusual because it is two sets of buildings linked by a two-story bridge over open-air railroad tracks. The construction of Millenium Park moved the Metra Electric and South Shore railroad lines underground. This made room for the new Modern Wing and exterior courtyards. Before this change, the lower level of the bridge building was formerly the windowless Gunsaulus hall, but is now home to the Alsdorf Galleries showcasing Indian, Southeast Asian and Himalayan Art. The renovation added windows facing north toward Millennium Park. Renzo Piano designed the gallery space in conjunction with his design of the Modern Wing. The gallery features the same window screening used there to protect the art from direct sunlight. The upper level of the bridge building formerly held the modern European galleries, But it was renovated in 2008. The galleries now show Impressionist and Post-Impressionist art.\nModern Wing.\nOn May 16, 2009, the Art Institute opened the Modern Wing, the largest expansion in the museum's history. The addition, designed by Renzo Piano, makes the Art Institute the second-largest museum in the US. The Modern Wing is home to the museum's collection of early 20th-century European art, including Pablo Picasso’s \"The Old Guitarist\", Henri Matisse’s \"Bathers by a River\", and René Magritte’s \"Time Transfixed.\" The Modern wing also houses contemporary art from after 1960; new photography, video media, architecture and design galleries. Those galleries show original renderings by Frank Lloyd Wright, Ludwig Mies van der Rohe and Bruce Goff. The Modern wing also has temporary exhibition space; shops and classrooms; a cafe and a restaurant, \"Terzo Piano\", that overlooks Millennium Park from its terrace. In addition, the Nichols Bridgeway connects a sculpture garden on the roof of the Modern wing with the adjacent Millennium Park to the north and a courtyard designed by Gustafson Guthrie Nichol.\nIn 2009, the Modern Wing won a Chicago Innovation Awards.\nLibraries.\nThe Ryerson & Burnham Libraries are on the ground floor of the museum. The Libraries' collections cover all periods of art, but is most known for its large collection of 18th-20th century architecture. The Libraries serve the museum staff, college, and university students, and the general public. The Friends of the Libraries is a support group for the Libraries. It offers events and special tours for its members.\nAdditional notable selections from the collection.\nNote that other notable works are in the collection but the following examples are ones in the public domain and for which pictures are available.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":41},{"uri":"Grant_Park_(Chicago)","surface_form":"Grant Park","offset":55},{"uri":"Chicago","surface_form":"Chicago","offset":67},{"uri":"Impressionist","surface_form":"Impressionist","offset":138},{"uri":"Post-Impressionist","surface_form":"Post-Impressionist","offset":156},{"uri":"American_art","surface_form":"American art","offset":203},{"uri":"Old_Master","surface_form":"Old Master","offset":217},{"uri":"Decorative_arts","surface_form":"decorative arts","offset":252},{"uri":"Asian_art","surface_form":"Asian art","offset":269},{"uri":"Modern_art","surface_form":"modern","offset":283},{"uri":"Contemporary_art","surface_form":"contemporary art","offset":294},{"uri":"School_of_the_Art_Institute_of_Chicago","surface_form":"School of the Art Institute of Chicago","offset":342},{"uri":"Board_of_directors","surface_form":"Director","offset":400},{"uri":"President","surface_form":"President","offset":413},{"uri":"United_States","surface_form":"United States","offset":536},{"uri":"Metropolitan_Museum_of_Art","surface_form":"Metropolitan Museum of Art","offset":560},{"uri":"New_York_City","surface_form":"New York City","offset":590},{"uri":"Studio","surface_form":"studio","offset":703},{"uri":"Dearborn_Street","surface_form":"Dearborn Street","offset":713},{"uri":"School","surface_form":"school","offset":761},{"uri":"Art_gallery","surface_form":"art gallery","offset":781},{"uri":"Academy","surface_form":"academies","offset":842},{"uri":"Royal_Academy","surface_form":"Royal Academy","offset":865},{"uri":"US%24","surface_form":"US$","offset":1075},{"uri":"Great_Chicago_Fire","surface_form":"Great Chicago Fire","offset":1242},{"uri":"Business","surface_form":"business","offset":1493},{"uri":"Chicago_Academy_of_Fine_Arts","surface_form":"Chicago Academy of Fine Arts","offset":1579},{"uri":"Bankrupt","surface_form":"bankrupt","offset":1649},{"uri":"Auction","surface_form":"auction","offset":1734},{"uri":"Michigan_Avenue_(Chicago)","surface_form":"Michigan Avenue","offset":1900},{"uri":"World%27s_Columbian_Exposition","surface_form":"World's Columbian Exposition","offset":2127},{"uri":"World%27s_Fair","surface_form":"World's Fair","offset":2157},{"uri":"Illinois_Central_Railroad","surface_form":"Illinois Central Railroad","offset":2688},{"uri":"Logan_Medal_of_the_Arts","surface_form":"Logan Medal of the Arts","offset":2830},{"uri":"Art_gallery","surface_form":"art galleries","offset":3218},{"uri":"Hugh_Edwards_(photographer)","surface_form":"Hugh Edwards","offset":3316},{"uri":"James_N._Wood","surface_form":"James N. Wood","offset":3401},{"uri":"Art_collection","surface_form":"collection","offset":3450},{"uri":"Renovation","surface_form":"renovation","offset":3481},{"uri":"Expansion","surface_form":"expansion","offset":3496},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":3535},{"uri":"Paul_Gauguin","surface_form":"Paul Gauguin","offset":3669},{"uri":"Claude_Monet","surface_form":"Claude Monet","offset":3683},{"uri":"Vincent_Van_Gogh","surface_form":"Vincent Van Gogh","offset":3700},{"uri":"Pritzker_Prize","surface_form":"Pritzker Prize","offset":3933},{"uri":"Renzo_Piano","surface_form":"Renzo Piano","offset":3966},{"uri":"Architecture","surface_form":"architecture","offset":4293},{"uri":"Design","surface_form":"design","offset":4310},{"uri":"Impressionism","surface_form":"Impressionist","offset":4708},{"uri":"Post-impressionism","surface_form":"Post-Impressionist","offset":4723},{"uri":"Claude_Monet","surface_form":"Claude Monet","offset":4803},{"uri":"Haystacks_(Monet)","surface_form":"\"Haystacks\"","offset":4901},{"uri":"Water_Lilies","surface_form":"Water Lilies","offset":4934},{"uri":"Pierre-Auguste_Renoir","surface_form":"Pierre-Auguste Renoir","offset":4995},{"uri":"The_Basket_of_Apples","surface_form":"The Basket of Apples","offset":5107},{"uri":"At_the_Moulin_Rouge","surface_form":"At the Moulin Rouge","offset":5171},{"uri":"Henri_de_Toulouse-Lautrec","surface_form":"Henri de Toulouse-Lautrec","offset":5195},{"uri":"Georges_Seurat","surface_form":"Georges Seurat's","offset":5250},{"uri":"Sunday_Afternoon_on_the_Island_of_La_Grande_Jatte","surface_form":"Sunday Afternoon on the Island of La Grande Jatte","offset":5268},{"uri":"Gustave_Caillebotte","surface_form":"Gustave Caillebotte's","offset":5323},{"uri":"Paris_Street%3B_Rainy_Day","surface_form":"Paris Street; Rainy Day","offset":5346},{"uri":"Vincent_Van_Gogh","surface_form":"Vincent Van Gogh's","offset":5456},{"uri":"Bedroom_in_Arles","surface_form":"Bedroom in Arles","offset":5476},{"uri":"Grant_Wood","surface_form":"Grant Wood's","offset":5570},{"uri":"American_Gothic","surface_form":"American Gothic","offset":5584},{"uri":"Edward_Hopper","surface_form":"Edward Hopper's","offset":5602},{"uri":"Nighthawks","surface_form":"Nighthawks","offset":5619},{"uri":"Mary_Cassatt","surface_form":"Mary Cassatt's","offset":5635},{"uri":"The_Child%27s_Bath","surface_form":"The Child's Bath","offset":5651},{"uri":"Furniture","surface_form":"furniture","offset":6025},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":6051},{"uri":"Braille","surface_form":"braille","offset":6373},{"uri":"Frank_Lloyd_Wright","surface_form":"Frank Lloyd Wright","offset":6458},{"uri":"Charles_and_Ray_Eames","surface_form":"Charles and Ray Eames","offset":6481},{"uri":"Egyptian_art","surface_form":"Egyptian","offset":6516},{"uri":"Greek_art","surface_form":"Greek","offset":6526},{"uri":"Roman_art","surface_form":"Roman","offset":6537},{"uri":"Mummy","surface_form":"mummy","offset":6562},{"uri":"Paankhenamun","surface_form":"Paankhenamun","offset":6586},{"uri":"Gold","surface_form":"gold","offset":6619},{"uri":"Silver","surface_form":"silver","offset":6628},{"uri":"Coin","surface_form":"coin","offset":6635},{"uri":"Terra_Museum","surface_form":"Terra Museum","offset":6668},{"uri":"American_art","surface_form":"American art","offset":7091},{"uri":"Paper","surface_form":"paper","offset":7154},{"uri":"African-American","surface_form":"African-American","offset":7319},{"uri":"Harlem_Renaissance","surface_form":"Harlem Renaissance","offset":7556},{"uri":"Civil_Rights_Movement","surface_form":"civil rights struggles","offset":7585},{"uri":"World_War_II","surface_form":"World War II","offset":7618},{"uri":"Medieval_art","surface_form":"medieval art","offset":7729},{"uri":"Religious_art","surface_form":"religious works","offset":7804},{"uri":"Luxury","surface_form":"luxury","offset":7880},{"uri":"Stained_glass","surface_form":"stained glass","offset":7901},{"uri":"Textile","surface_form":"textile","offset":7916},{"uri":"Manuscript_illumination","surface_form":"manuscript illumination","offset":7929},{"uri":"Armor","surface_form":"armor","offset":8000},{"uri":"Jewelry","surface_form":"jewelry","offset":8007},{"uri":"Ceramic","surface_form":"ceramic","offset":8016},{"uri":"Tapestry","surface_form":"tapestries","offset":8030},{"uri":"Renaissance","surface_form":"Renaissance","offset":8073},{"uri":"France","surface_form":"France","offset":8104},{"uri":"Germany","surface_form":"Germany","offset":8112},{"uri":"Italy","surface_form":"Italy","offset":8121},{"uri":"Spain","surface_form":"Spain","offset":8128},{"uri":"Netherlands","surface_form":"Netherlands","offset":8143},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":8215},{"uri":"Beaux-Arts_architecture","surface_form":"Beaux-Arts","offset":8275},{"uri":"World%27s_Columbian_Exposition","surface_form":"World's Columbian Exposition","offset":8319},{"uri":"Intent","surface_form":"intent","offset":8400},{"uri":"Occupy","surface_form":"occupy","offset":8430},{"uri":"Bronze","surface_form":"bronze","offset":8477},{"uri":"Lion","surface_form":"lion","offset":8484},{"uri":"Statue","surface_form":"statue","offset":8489},{"uri":"Entrance","surface_form":"entrance","offset":8545},{"uri":"Michigan_Avenue_(Chicago)","surface_form":"Michigan Avenue","offset":8557},{"uri":"Edward_L._Kemeys","surface_form":"Edward L. Kemeys","offset":8589},{"uri":"Sports_team","surface_form":"sports team","offset":8742},{"uri":"Championship","surface_form":"championship","offset":8767},{"uri":"League","surface_form":"league","offset":8801},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":8822},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":8836},{"uri":"Christmas","surface_form":"Christmas","offset":8998},{"uri":"Chicago_Stock_Exchange","surface_form":"Chicago Stock Exchange","offset":9113},{"uri":"Louis_Sullivan","surface_form":"Louis Sullivan","offset":9146},{"uri":"1894","surface_form":"1894","offset":9186},{"uri":"1972","surface_form":"1972","offset":9222},{"uri":"Trading_room","surface_form":"trading room","offset":9263},{"uri":"Metra","surface_form":"Metra","offset":9531},{"uri":"Metra_Electric","surface_form":"Electric","offset":9537},{"uri":"South_Shore_Line_(NICTD)","surface_form":"South Shore","offset":9550},{"uri":"Indian_art","surface_form":"Indian","offset":9809},{"uri":"Southeast_Asian_art","surface_form":"Southeast Asian","offset":9817},{"uri":"Himalayan_Art","surface_form":"Himalayan Art","offset":9837},{"uri":"Window_screen","surface_form":"window screen","offset":10038},{"uri":"Sunlight","surface_form":"sunlight","offset":10097},{"uri":"Renzo_Piano","surface_form":"Renzo Piano","offset":10431},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":10602},{"uri":"The_Old_Guitarist","surface_form":"The Old Guitarist","offset":10619},{"uri":"Henri_Matisse","surface_form":"Henri Matisse","offset":10639},{"uri":"Ren%C3%A9_Magritte","surface_form":"René Magritte","offset":10681},{"uri":"Time_Transfixed","surface_form":"Time Transfixed","offset":10698},{"uri":"Video_media","surface_form":"video media","offset":10795},{"uri":"Architecture","surface_form":"architecture","offset":10808},{"uri":"Design","surface_form":"design","offset":10825},{"uri":"Rendering","surface_form":"renderings","offset":10873},{"uri":"Frank_Lloyd_Wright","surface_form":"Frank Lloyd Wright","offset":10887},{"uri":"Ludwig_Mies_van_der_Rohe","surface_form":"Ludwig Mies van der Rohe","offset":10907},{"uri":"Bruce_Goff","surface_form":"Bruce Goff","offset":10936},{"uri":"Temporary_exhibition","surface_form":"temporary exhibition","offset":10973},{"uri":"Space","surface_form":"space","offset":10994},{"uri":"Shop","surface_form":"shop","offset":11001},{"uri":"Classroom","surface_form":"classroom","offset":11011},{"uri":"Cafe","surface_form":"cafe","offset":11025},{"uri":"Restaurant","surface_form":"restaurant","offset":11036},{"uri":"Nichols_Bridgeway","surface_form":"Nichols Bridgeway","offset":11129},{"uri":"Sculpture_garden","surface_form":"sculpture garden","offset":11158},{"uri":"Roof","surface_form":"roof","offset":11182},{"uri":"Millennium_Park","surface_form":"Millennium Park","offset":11224},{"uri":"Courtyard","surface_form":"courtyard","offset":11259},{"uri":"Gustafson_Guthrie_Nichol","surface_form":"Gustafson Guthrie Nichol","offset":11281},{"uri":"Chicago_Innovation_Awards","surface_form":"Chicago Innovation Awards","offset":11338},{"uri":"Ryerson_%26amp%3B_Burnham_Libraries","surface_form":"Ryerson & Burnham Libraries","offset":11380},{"uri":"Collection","surface_form":"collection","offset":11532},{"uri":"General_public","surface_form":"general public","offset":11658},{"uri":"Event","surface_form":"event","offset":11751},{"uri":"Tour","surface_form":"tour","offset":11770},{"uri":"Member","surface_form":"member","offset":11784}]}