{"id":303396,"url":"http://en.wikipedia.org/wiki/Macaroni_penguin","text":"The macaroni penguin is a crested penguins that gets their names from their crest. Macaroni penguins are known for their black faces and the orange-yellow crests that create a band across their foreheads.\nMacaroni penguins live on islands on the edge of Antarctica, as well as on islands that lie south of Africa and the Americas. They make their nests on cliffs and hillsides.\nSize.\nMacaroni penguins weigh 10 pounds and are a little over 2 feet tall. As predators, Macaroni penguins eat fish, squid, and krill, but they mostly eat krill as their food. Mothers and fathers of their chicks will feed their young by regurgitating the food into their mouth. Penguins get their food by diving into the ocean and chasing after their food. Penguins can survive up to 40 days without food. When penguins go hunting for their food, they swim from down in the water. Sometimes when they are hunting at night, they swim up to. But that is really rare. They usually swim for 2 minutes before coming up for air. Macaroni penguin chicks do not get any food until they are a week old.\nMacaroni penguins usually live on bumpy or flat ground. They don't really live in places with many plants, but some penguins make their nests around grass. Macaroni penguins generally live by the water because they eat seafood.\nMacaroni penguins have many different ways of communicating. They might make noisy, shrieking sounds or they might bobble their heads. Sometimes, they even flap their wings. They make their head feathers wave when they are excited.\nPenguins use their feet and tail to help them swim. They can swim up to 15 miles per hour. Swimming that fast helps them get away from predators that might eat them. Penguins spend a lot of their time swimming. Penguins are slow on land because they waddle their feet instead of walking. They sway their body from side to side while they waddle their feet. Sometimes, they also slide down hills on their belly which is much faster than waddling. Sliding helps them get to places faster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crested_penguin","surface_form":"crested penguin","offset":26},{"uri":"Crest","surface_form":"crest","offset":76},{"uri":"Black","surface_form":"black","offset":121},{"uri":"Orange_(color)","surface_form":"orange","offset":141},{"uri":"Yellow","surface_form":"yellow","offset":148},{"uri":"Crest_(feathers)","surface_form":"crest","offset":155},{"uri":"Forehead","surface_form":"forehead","offset":194},{"uri":"Antarctica","surface_form":"Antarctica","offset":254},{"uri":"Africa","surface_form":"Africa","offset":306},{"uri":"Americas","surface_form":"Americas","offset":321}]}