{"id":303398,"url":"http://en.wikipedia.org/wiki/Little_penguin","text":"The Little penguin (\"Eudyptula minor\"), also called the fairy penguin, little blue penguin, and blue penguin'\". They are a species of penguin that lives near the coasts of Australia and New Zealand. The little penguin is the smallest of all penguins.\nDescription.\nThe penguins weigh around 0.9 kg (2 lbs) and are up to 40 cm (15 in) tall. On average, they are 33 cm (13 in) tall.\nThe little penguin is slate gray or indigo along the head and back, with a white belly and neck. The flippers - wings - are dark blue, with a white edge along the back. Males and females of the species are very similar but males have a curve on the end of their beak. Juvenile little penguins, which are younger than adults, have lighter colors. Little penguin chicks have blue-grey bellies and brown feathers.\nSubspecies.\nOriginally, the Eudyptula genus included two different species of penguin, the little penguin (\"E. minor\") and the fairy penguin (\"E. undina\"). In 1976, scientists combined these two species into one species (\"E. minor\") with six subspecies. However, new research on the penguins' mitochondrial DNA shows that the DNA of populations in the Australia and southern New Zealand region are very different from those of little penguins in northern New Zealand. Because of those discoveries, some researchers still argue about whether these two populations should be divided into two different species. Another common argument is over the classification of the white-flippered penguin. While most believe the white-flippered penguin is a subspecies of the little penguin, some argue that it is a different species. Others argue that it is not a subspecies at all, but a morph that just has different colors.\nThe little penguin has different common names depending on their location. In Australia, they are often called fairy penguins because the Australia population was originally considered a part of that species. In New Zealand, they are called little blue penguins or blue penguins because their gray feathers look more blue in the sun. They are also called 'Kororā' in Māori, the language of New Zealand natives.\nHabitat.\nLittle penguins live in sandy burrows at night and go to the ocean during the day. They can be found right around the south coast of Australia, from Perth in the west to Coffs Harbour on the east coast. They are found all around Tasmania. The largest little penguin colonies in New South Wales are on Montague Island, Tollgate Island and Brush Island.\nCalls.\nThe little penguin is known for its wide variety of calls. In fact, one of the main ways scientists identify different little penguin subspecies is by the differences in the noises the penguin groups make.\nBecause little penguins live together in large groups, called colonies, it is important they can tell each other apart. Little penguins can find their mates, even in crowded and loud areas, by the distinctive call that each penguin makes.\nLittle penguins have one call that changes to mean different things. Most calls have a rhythm of two repeated sounds.\nReproduction.\nLittle penguins are the only penguin species that breeds nocturnally - that is, at night.\nIn popular culture.\nAt Phillip Island off the coast of Victoria, there is a \"Penguin Parade\" where lights and viewing stands have been set up so that people can watch the penguins return to their homes at dusk. Over 500,000 visitors from around the world visit each year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":123},{"uri":"Penguin","surface_form":"penguin","offset":134},{"uri":"Australia","surface_form":"Australia","offset":172},{"uri":"New_Zealand","surface_form":"New Zealand","offset":186},{"uri":"Kg","surface_form":"kg","offset":294},{"uri":"Pound_(mass)","surface_form":"lbs","offset":300},{"uri":"Cm","surface_form":"cm","offset":322},{"uri":"In","surface_form":"in","offset":329},{"uri":"Cm","surface_form":"cm","offset":363},{"uri":"In","surface_form":"in","offset":370},{"uri":"Slate_gray","surface_form":"slate gray","offset":402},{"uri":"Indigo","surface_form":"indigo","offset":416},{"uri":"Flipper","surface_form":"flipper","offset":481},{"uri":"Genus","surface_form":"genus","offset":829},{"uri":"1976","surface_form":"1976","offset":950},{"uri":"Subspecies","surface_form":"subspecies","offset":1033},{"uri":"Mitochondria","surface_form":"mitochondria","offset":1084},{"uri":"DNA","surface_form":"DNA","offset":1098},{"uri":"Biological_classification","surface_form":"classification","offset":1436},{"uri":"White-flippered_penguin","surface_form":"white-flippered penguin","offset":1458},{"uri":"Polymorphism","surface_form":"morph","offset":1667},{"uri":"Gray","surface_form":"gray","offset":1998},{"uri":"Blue","surface_form":"blue","offset":2022},{"uri":"M%C4%81ori_language","surface_form":"Māori","offset":2072},{"uri":"Sand","surface_form":"sand","offset":2149},{"uri":"Ocean","surface_form":"ocean","offset":2186},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":2274},{"uri":"Coffs_Harbour%2C_New_South_Wales","surface_form":"Coffs Harbour","offset":2295},{"uri":"Tasmania","surface_form":"Tasmania","offset":2354},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2403},{"uri":"Rhythm","surface_form":"rhythm","offset":3016},{"uri":"Nocturnal","surface_form":"nocturnal","offset":3118},{"uri":"Phillip_Island","surface_form":"Phillip Island","offset":3174},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":3206},{"uri":"Dusk","surface_form":"dusk","offset":3356}]}