{"id":30337,"url":"http://en.wikipedia.org/wiki/History_of_China","text":"Prehistory.\nPrehistory means history of a time before any written record. In such cases, it is very difficult to tell anything definite about the prehistory of China or any other country. Even then, historians believe some facts about the China of that period. About a million years ago Homo erectus, an early human species, lived in China. Later, about 65,000 years ago, modern human beings Homo sapiens reached China from Africa. For food, they hunted wild animals. They also began to pick and gather fruits, eventually resulting in the Chinese learning to farm by 5000 BC. They had started cultivating rice and possibly other types of grains. By 2500 BC, the Bronze Age had come to China. A ruling class with kings and queens had come into society.\nXia dynasty.\nSome scholars think that about 4000 years ago, the Xia dynasty ruled China. Yu(Da Yu) was the first ruler of this dynasty. There are few credible sources about Yu(who could have been legendary), his time, and other rulers of the Xia dynasty.\nShang dynasty.\nFrom the time of the Shang Dynasty, some written history is available. Writings were done on Oracle Bones. Several such bones and shells have been found. Scholars believe that present day Henan was the ninth and last capital of kings of the Shang Dynasty.\nMost Chinese historians of that time think that one dynasty came after another but it is possible that two dynasties were ruling in different parts of China at the same time. Therefore, some scholars think that Xia dynasty and Shang Dynasty may have ruled at the same time, but in different areas of China.\nZhou dynasty.\nAbout 1046 BC, the Zhou Dynasty defeated the last king of the Shang Dynasty and came to power. They changed the capital from Henan to a place near present-day Xi'an, near the Yellow River. The Zhou Dynasty also brought a new theory to China(see the Mandate of Heaven). Almost all dynasties of Chinese rulers continued to repeat this theory. The kings of this dynasty won many new areas. For the first time in the history of China, a large number of people also moved from one area to another area for settlement.\nSpring and Autumn period.\nThe Spring and Autumn Period was around the 8th century BC. The Zhou dynasty continued, but its power waned as the lords gained lands and followers. Many kings ruled in different parts of China. China became several fragmented states, each ruled by a different king. In some cases, a king ruled just a village with a small fort.\nDuring this period of China, many new lines of thinking arose. Some of them still continue to be important. They are Confucianism, Taoism, Legalism and Mohism.\nWarring States period.\nThe Spring and Autumn Period continued for about 300 years. By the 5th century BC, there were only seven main Chinese states left. They had taken over all the smaller areas. These states continued to fight each other. Historians call this period the Warring States Period due to wars and fights among these states. In 221BC, Ying Zheng, king of the State of Qin, united all the seven states. He made himself the Emperor of China and founded the Qin Dynasty.\nQin dynasty.\nQin Dynasty was a very important dynasty in the history of China. They followed the philosophy of Legalism. Their capital was at Xianyang. Under the king of this dynasty, China became a powerful country. Many new things were done for the first time. A tight legal system was followed. Written language was developed. Common currency was used. The building of the Great Wall of China was started.\nHan dynasty.\nThe Han dynasty was founded by Liu Bang after the Qin dynasty ended. During the Han dynasty, the territory of China expanded, and many advancements in science and technology took place. It was considered to be a golden age in Chinese history.\nThe Three Kingdoms.\nThe Three Kingdoms period (traditional Chinese: 三國; simplified Chinese: 三国; pinyin: Sānguó) is a period in the history of China, part of an era of disunity called the Six Dynasties following immediately the loss of real power of the Han Dynasty emperors.\nKingdom Wu.\nKingdom Wu was a country built by Sunquan in the third century. Jianye was the capital city. In 222 AD, Sun became the king of Kingdom Wu and in April 229 AD, he became the emperor. The Three Kingdoms period were terminated. The kingdom's economy was boosted quickly while Sunquan was the ruler of Kingdom Wu. At that time, many people escaped from other countries because of war and famine. This increased the population of the kingdom and also improved the agriculture. Furthermore, Sun let people build a new canal across the kingdom. At that time, Kingdom Wu had shipbuilding, foundry industry and porcelain manufacturing. The textile industry of Kingdom Wu began at this time. The economic improvements boosted the culture of Kingdom Wu. Many scholars appeared, such as Yufan, Luji, and Weizhao. Buddhism began to spread in some areas of Kingdom Wu, and the influence of Daoism continued expanding. In 230 AD, General Weiwen brought a big fleet to Yizhou (Taiwan today) and started to garrison there. In 280 AD, the Kingdom was destroyed by the Jin Dynasty.\nSui dynasty.\nThe Sui Dynasty (隋朝朝 Suí cháo; 581-618) was founded by Emperor Wen, or \"Yang Jian\". Its capital was Chang'an (present-day Xi'an). The dynasty is important because it reunited Southern and Northern China and the Grand Canal was built in that time.\nTang dynasty.\nThe Tang Dynasty was founded by the Li (李) family, who came to power during the fall of the Sui Empire. The dynasty was interrupted for a short time by the Second Zhou Dynasty (16 October 690–3 March 705) when Empress Wu Zetian managed to claim the throne, becoming the first and only Chinese Empress.\nThe capital of the Tang, Chang'an (today Xi'an), was the biggest city in the world at the time. Many historians see the Tang dynasty as a high point in Chinese civilization and as a golden age of cosmopolitan culture.\nYuan dynasty.\nThe Yuan Dynasty was first ruled by Genghis Khan, a Mongolian leader who took control from the Song Dynasty. He was considered a barbarian and not civilized. His grandson, Kublai Khan, was one of the most famous and liked rulers of the Yuan dynasty. He opened up China to many other cultures and improved life for the Chinese very much.\nMing dynasty.\nIn 1368, a rebellion led by Zhu Yuanzhang broke out in southern China, and eventually overthrew the Yuan Dynasty. Then Zhu Yuanzhang founded the Ming Dynasty at Nanjing, its capital until Emperor Yongle changed the capital to Beijing. In the 15th century, a man named Zheng He took the majority of the Ming navy and explored the Indian Ocean, and brought wealth and power to the Ming Dynasty. The empire experienced a prosperous period until 1449, when the Battle of Tumu Fortress broke out. In the battle the Mongol descendants of Yuan captured the emperor and surrounded the capital. After the war with the Mongols, the Ming started to decline. During this time, the empire had two wars with the Japanese (the first against the Japanese pirates took place at southeastern China; the second against the armies of Toyotomi Hideyoshi that invaded Korea), and one war with the Portuguese of Macao. These wars eventually weakened the declining empire. In 1616, rebellions broke out at Manchuria and Shanxi. Twenty-eight years later, the Manchus crossed the Great Wall, invaded the capital, and destroyed the Shanxi rebels.\nPeople's Republic of China.\nMao Zedong was the leader of the People's Republic of China from 1949 until his death in 1976.\nIn the 21st century China became the richest country in the world in terms of GDP.","categories":[],"infobox_types":[],"annotations":[{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":287},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":392},{"uri":"Shang_Dynasty","surface_form":"Shang Dynasty","offset":1043},{"uri":"Xia_dynasty","surface_form":"Xia dynasty","offset":1489},{"uri":"Zhou_Dynasty","surface_form":"Zhou Dynasty","offset":1618},{"uri":"Shang_Dynasty","surface_form":"Shang Dynasty","offset":1661},{"uri":"Xi%27an","surface_form":"Xi'an","offset":1758},{"uri":"Yellow_River","surface_form":"Yellow River","offset":1774},{"uri":"Mandate_of_Heaven","surface_form":"Mandate of Heaven","offset":1848},{"uri":"8th_century_BC","surface_form":"8th century BC","offset":2182},{"uri":"Confucianism","surface_form":"Confucianism","offset":2584},{"uri":"Taoism","surface_form":"Taoism","offset":2598},{"uri":"Legalism","surface_form":"Legalism","offset":2606},{"uri":"Mohism","surface_form":"Mohism","offset":2619},{"uri":"Legalism","surface_form":"Legalism","offset":3219},{"uri":"Great_Wall_of_China","surface_form":"Great Wall of China","offset":3484},{"uri":"Liu_Bang","surface_form":"Liu Bang","offset":3561},{"uri":"Golden_age","surface_form":"golden age","offset":3742},{"uri":"Three_Kingdoms","surface_form":"Three Kingdoms","offset":3797},{"uri":"Sui_Dynasty","surface_form":"Sui Dynasty","offset":5140},{"uri":"Emperor_Wen_of_Sui","surface_form":"Emperor Wen","offset":5191},{"uri":"Chang%27an","surface_form":"Chang'an","offset":5236},{"uri":"Xi%27an","surface_form":"Xi'an","offset":5258},{"uri":"Grand_Canal_of_China","surface_form":"Grand Canal","offset":5347},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":5401},{"uri":"Second_Zhou_Dynasty","surface_form":"Second Zhou Dynasty","offset":5553},{"uri":"Wu_Zetian","surface_form":"Wu Zetian","offset":5615},{"uri":"Empress","surface_form":"Empress","offset":5690},{"uri":"Capital_(city)","surface_form":"capital","offset":5703},{"uri":"Chang%27an","surface_form":"Chang'an","offset":5724},{"uri":"Xi%27an","surface_form":"Xi'an","offset":5740},{"uri":"China","surface_form":"Chinese","offset":5851},{"uri":"Civilization","surface_form":"civilization","offset":5859},{"uri":"Cosmopolitan","surface_form":"cosmopolitan","offset":5895},{"uri":"Yuan_Dynasty","surface_form":"Yuan Dynasty","offset":5935},{"uri":"Zhu_Yuanzhang","surface_form":"Zhu Yuanzhang","offset":6310},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":6427},{"uri":"Emperor_Yongle","surface_form":"Emperor Yongle","offset":6470},{"uri":"Beijing","surface_form":"Beijing","offset":6508},{"uri":"15th_century","surface_form":"15th century","offset":6524},{"uri":"Zheng_He","surface_form":"Zheng He","offset":6550},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":6611},{"uri":"Battle_of_Tumu_Fortress","surface_form":"Battle of Tumu Fortress","offset":6739},{"uri":"Toyotomi_Hideyoshi","surface_form":"Toyotomi Hideyoshi","offset":7096},{"uri":"Macao","surface_form":"Macao","offset":7171},{"uri":"Manchuria","surface_form":"Manchuria","offset":7264},{"uri":"Shanxi","surface_form":"Shanxi","offset":7278},{"uri":"Manchus","surface_form":"Manchus","offset":7316},{"uri":"Great_Wall","surface_form":"Great Wall","offset":7336},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":7430},{"uri":"21st_century","surface_form":"21st century","offset":7532},{"uri":"GDP","surface_form":"GDP","offset":7603}]}