{"id":30341,"url":"http://en.wikipedia.org/wiki/Kayastha","text":"Kayastha (also referred to as Kayasth or Kayeth) Maharashtra Rajasthan kaystha is sweet Makaker.The Karn are a community of Kayastha that inhabit the Mithila of Bihar, India. They are thought to have emigrated there from Karnataka many centuries ago. commonly use the surname Karn or Karna or Das or lalDas and Bengali Kayastha (Karan)of Bengal they are mixed cust (Son ofBaysha father+sudra Mother) theya are tritted as sudra before British Rule.\nChitraguptavanshi of North India, Chandraseniya(CKP) theya are not equal to kaystha because they are Royal\nBramha kahatriya (Bramhin+Khatriya) is prestn in Vaidya bramhin group in Bengal\nKayasthas are considered to be members of the writer caste, and have traditionally acted as keepers of public records and accounts, writers, and administrators of the state. In modern times, Kayasthas have attained success in politics, as well as in the arts and various professional fields.\nOrigins.\nModern historians and researches do not consider Kayasthas as a uniform caste but a functional group. Kayasthas are not a cohesive, uniform group.\n\"There are two groups of Kayasthas. Chitraguptavanshi of North India and Bengali Kayastha of Bengal.\"\nAccording to the ancient Indian texts known as the \"Puranas\", \"Chitraguptavanshi\" Kayasthas are descended from the Hindu god Chitragupta, who is responsible for recording the deeds of humanity, upholding the rule of law, and judging whether human beings go to heaven or hell upon death.\nFrom Chitragupta; 12 subcastes of the north Indian chitragupta kayasthas were formed: Srivastava, Gaur, Saxena, Mathur, Karan, Nigam, Bhatnagar, Ambashtha, Asthana, Kulshreshtha, Valmiki Kayastha and Surajdhwaj Kayastha.\nThere are several theories of their origin. Hindu religious texts refer to these \"chitraguptavanshi\" Kayasthas as a caste of scribes, recruited in the beginning from the Brahmin community but eventually forming distinct subcastes in India.\n\"Historians P. C. Choudhuri, K. R. Medhi and K. L. Barua state that \"the Brahmins noted in the Nidhanpur and Dubi inscriptions of king Bhaskaravarman\" bore surnames \"which are at present used by Kayasthas of Bengal and Nagara Brahmins of Gujarat,\" and \"were either of the Alpine origin or pre-Vedic Aryans.\" Similarly, the Kayasthas and Kalitas of Assam \"are also supposed to be descendants of extra-Vedic Aryans\".\"\n\"According to André Wink, another historian, the caste is first referred to around the 5th–6th century CE, and may well have become so identified during the period of the Sena dynasty. Between that time and the 11th–12th century, this category of officials or scribes was composed of \"putative\" Kshatriyas and, \"for the larger majority\", Brahmins, who retained their caste identity or became Buddhists. As in South India, Bengal had lacked a clearly defined Kshatriya caste.\"\n\"The Pala, Sena, Chandra, and Varman dynasties and their descendants, who claimed the status of Kshatriya, \"almost imperceptibly merged\" with the Kayastha caste, which in this way became \"the region's surrogate Kshatriya or warrior class\".\nIn eastern India, Bengali Kayasthas are believed to have evolved from a class of officials into a caste between the 5th/6th centuries and 11th/12th centuries, its component elements being putative Kshatriyas and mostly Brahmins, and likely obtained the aspect of a caste under the Sena dynasty.\n\"Noticing brahmanic names with a large number of modern Bengali Kayastha cognomens in several early epigraphs discovered in Bengal, some scholars have suggested that there is a considerable brahmana element in the present day Kayastha community of Bengal.\nOriginally the professions of Kayastha (scribe) and Vaidya (physician) were not restricted and could be followed by people of different varnas including the brahmanas. So there is every probability that a number of brahmana families were mixed up with members of other varnas in forming the present Kayastha and Vaidya communities of Bengal.\"\nIn Maharashtra, Chandraseniya Kayastha Prabhus (CKP) claim descent from the warrior Chandrasen. Historically they produced prominent warriors and also held positions such as Deshpandes and Gadkaris (fort holder, an office similar to that of a castellan). They also studied the Vedas and performed Vedic rituals. According to André Béteille, a sociologist, they could be considered \"socially proximate\" to the Konkanastha Brahmin community and, like that community, they wear the sacred thread.\nVarna status.\nThe exact \"varna\" status of \"Chitraguptavanshi\" Kayasthas has been a subject of debate. According to some accounts, they are a literate and educated class of Kshatriyas, and they have been referred to as a twice-born caste.\nIn Bengal, Bengali Kayastha, alongside Brahmins, have been described as the \"highest Hindu castes\". After the Muslim conquest of India, Bengali Kayasthas absorbed remnants of Bengal's old Hindu ruling dynasties - including the Sena, Pala, Chandra, and Varman - and, in this way, became the region's surrogate Kshatriya or \"warrior\" class. During the British rule, the Bengali Kayasthas, along with the Bengali Brahmins and Baidyas, were considered as \"Bhadralok\", a term coined in Bengal for the 'Gentry' or 'respectable people'- based on refined culture, prestige, education etc.\nThe last census of the British Raj in India (1931) classified them as an 'upper caste' i.e. Dwija and the final British Raj law case involving their varna in 1926 placed them into the Kashtriya varna.\nAccording to W.Rowe's account (that later scholars disagreed with), during the British Raj era, certain law cases in Calcutta, led to courts classifying Kayasthas as shudras to diminish their influence with Indian royalty, based largely upon the pseudo-theories of Herbert Hope Risley who had conducted studies on castes and tribes of the Bengal Presidency. According to Rowe, the Kayasthas of Bengal, Bombay and the United Provinces repeatedly challenged this classification by producing a flood of books, pamphlets, family histories and journals to pressurize the government for recognizing them as Kshatriya and to reform the caste practices in the directions of sanskritisation and westernisation. However, scholars from the University of Berkeley as well as the University of Cambridge have disagreed with Rowe's research by pinpointing 'factual and interpretative errors' in his study as well as criticizing his study for making 'unquestioned assumptions' about the kayastha movement of sanskritisation and westernisation.\nH.Bellenoit gives the details of the individual British Raj era law cases and concludes that since the kayasthas are a non-cohesive group and not a single caste, their varna was resolved in the cases that came up by taking into account regional differences and customs followed by that particular caste. Bellenoit also disagrees with W.Rowe by showing that Herbert Hope Risley's theories were in fact used to ultimately classify them as Kshatriyas by the British courts. The first case began in 1860 in Jaunpur, Uttar Pradesh with a property dispute where the plaintiff was considered an 'illegitimate child' by the defendants, a north-Indian Kayastha family. The British court denied inheritance to the child, citing that Kayasthas are Dvija, \"twice-born\" or \"upper-caste\" and that the illegitimate children of Dwijas have no rights to inheritance. In the next case in 1875 in the Allahabad High Court, a north Indian Kayastha widow was denied adoption rights as she was an upper-caste i.e. Dwija woman. However, in a 1884 adoption case as well as a 1916 property dispute, Calcutta High Court argued that Bengali kayasthas have started using names like 'Das' and classified the Bengali Kayasthas as shudras - although the court did acknowledge their Kshatriya origin. The Allahabad High Court ruled in 1890 that Kayasthas were Kshatriyas. Finally, in a property dispute case in Patna in 1926, the Patna court characterized both the 1884 and 1916 Calcutta courts rulings as inconclusive and ultimately ruled that the kayasthas were of Kshatriya origin and hence twice born or dwija. The Patna court cited smritis and Puranas, several colonial ethnologists, such as William Crooke and Herbert Hope Risley, and used their qualified endorsements on the dwija origins of Kayasthas. The British census of 1931 also lists Kayasthas as one of the upper (twice-born) castes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu_mythology","surface_form":"Chitragupta","offset":1310},{"uri":"North_India","surface_form":"north Indian","offset":1510},{"uri":"Sena_dynasty","surface_form":"Sena dynasty","offset":3346}]}