{"id":303671,"url":"http://en.wikipedia.org/wiki/Stenhousemuir_F.C.","text":"Stenhousemuir FC is a Scottish football club from Stenhousemuir. The club is a member of the Scottish Football League and currently plays in the Scottish Second Division.\nThrough much of its history the team has competed in the lower leagues of Scottish football, spending the 2006–07 season in the Third Division. In 2008–09, despite earning 4th place, the club won the promotion play-offs and returned to the Scottish Second Division.\nIn September 2009, Stenhousemuir Football Club, Ltd. was re-registered as a Community Interest Company.\n1884–1989.\nThe club was founded in 1884 following a break away from a local team called \"Heather Rangers\". In 1890, the Warriors moved to Ochilview Park following spells at Tryst Park and Goschen Park. In the early 20th century the club had a brief spell of success, winning the Scottish Qualifying Cup twice in 1901 and 1902. In 1902–03, the club reached the Scottish Cup semi-final, losing 1–4 at home to Rangers. The 1921–22 season saw Stenhousemuir compete for the first time in senior Scottish League Football.\nIn 1925–26, Stenhousemuir goalkeeper Joe Shortt was offered a £50 bribe to throw a match against Broxburn, but he rejected the offer and the Warriors won the match 6–2. A bookmaker from Bainsford, a small village on the outskirts of Falkirk, was subsequently jailed for attempted match fixing.\nIn 1928, the wooden grandstand at Ochilview Park burnt down in a fire, which lead to a new stand being built in its place, although staircases had to be added later due to planning errors. During the 1936–37 season saw the club record a record victory – a 9–2 win against Dundee United. More than a decade later in 1949–50, a Scottish Cup quarter-final tie against East Fife drew a record crowd of 12,500 – the highest ever at Ochilview Park.. In November 1951, the first floodlit game between two Scottish senior teams occurred at Ochilview Park, between Stenhousemuir and Hibernian.\nIn the summer of 1964, Rangers FC revealed a plan to The Scottish Football League to remove the Warriors from the league, along with four other clubs, on the basis that they were poorest-supported clubs over the previous three seasons. Four years later, Stenhousemuir, along with Albion Rovers, Berwick Rangers, Brechin City and Stranraer, with support from a number of clubs, including Celtic F.C., Hamilton Academical F.C. and Airdrieonians F.C., successfully defeated this plan.\nIn 1972–73, the Warriors defeated Rangers 2–1 at Ibrox Stadium in the Scottish League Cup. Notably, Rangers were the holders of the UEFA Cup Winners' Cup at the time.\n1990–present.\nIn 1992–93, the team allowed their rivals Stirling Albion to share their stadium Ochilview Park. In the 1993–94 season, the Warriors moved out of the bottom league for the first time, due to the formation of the Scottish Third Division. The mid-90s was one of the club's most successful periods in its history; in 1994–95 they defeated St. Johnstone 4–0 and Aberdeen 2–0, both higher league opposition, en-route to the Scottish Cup quarter finals. In the 1995–96 season, Stenhousemuir won the Scottish Challenge Cup, defeating Dundee United 5–4 on penalties after a goalless 90 minutes and extra time. In the process, reaching their first national semi-final since 1902.\nStenhousemuir was relegated from the Scottish Second Division to the Scottish Third Division for the first time in the history of the club. However, the next season winning promotion back to the Second Division, also a first in its history.\nIn 2006–07, the club announced a plan to lay 'fake' grass at Ochilview Park. It became the first in the UK to pass the FIFA 2 Star category accreditation.\nStenhousemuir were promoted to the Scottish Second Division after defeating Cowdenbeath 5–4 on penalties after drawing 0–0 on aggregate in the play-off final at the end of the 2008–09 season. The 2010–11 season saw the club narrowly avoid relegation after spending most of the season in the relegation zone. On the final day of the season the club defeated Peterhead 3–0 to move above Alloa Athletic and therefore avoided the relegation play-offs.\nFor the 2011/2012 Season, the Home Kit is sponsored by [http://www.figure11.co.uk Figure 11 Communications Ltd], the Away Kit is sponsored by [http://www.apexhotels.co.uk/ Apex Hotels], and the rear of kit sponsor is [http://www.wrightandmaclennan.co.uk/ Wright & MacLennan].\nSupporters.\nStenhousemuir Supporters' Club is the official supporters' club of Stenhousemuir FC. It is a democratic organisation based on one vote per person, and its committee is elected every year by the members. It is the largest shareholder in the club with about 11 % of the shares with the aim to increase the shareholding so that no individual(s) can take control of the club away from its supporters.\nThe Kriss Akabusi Loyal is a band of traveling supporters. It has a democratically-elected representative on the Stenhousemuir FC Board to relay supporter's ideas and wishes. This person serves two years on the Board before being replaced by another member of the committee.\nThe club also has many foreign supporters: the Norwegian Supporters' Club is a small supporters' organisation based in Oslo, Norway). The Supporters Club was founded on New Year's Eve 1992 by Rolf Erik Wulff, Christian Wulff and Kjell Jarslett. In 1996 it was given one share of Stenhousemuir F.C. as a recognition of their support and promotion of the club. As of today, the supporters club and its members owns about 5% of the shares in Stenhousemuir. Also the Stenhousemuir FC Danish Support. The Denmark based supporters club is an unofficial Warriors fan club founded and established in the summer 2000. The fan club has approximately 30 members.\nStenhousemuir Supporters Trust also The 'Warriors Supports Trust' is registered with the Financial Services Agency as a not-for-profit Industrial and Provident Society. It was established in 2003. It works with the Board of the football club and the Supporters Club to develop a more successful football club. The annual membership subscription of the Trust is £5 but Trust members can take out either a 'silver' membership of £5 a month, or a 'gold' membership of £10 a month. The cash obtained from membership of the Trust is used to buy shares the football club has for sale, and hence the club benefits financially. Since its inception the Trust has given money to the club and its members have given their time and labour towards several projects. The current Chairman of the Stenousemuir Supporters Trust is Graeme Wallace who is also the stadium announcer at Ochilview","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":22},{"uri":"Football_(soccer)","surface_form":"football club","offset":31},{"uri":"Stenhousemuir","surface_form":"Stenhousemuir","offset":50},{"uri":"Scottish_Football_League","surface_form":"Scottish Football League","offset":93},{"uri":"Scottish_Football_League_Second_Division","surface_form":"Scottish Second Division","offset":145},{"uri":"Scottish_Football_League_Third_Division","surface_form":"Third Division","offset":299},{"uri":"Scottish_Football_League_Second_Division","surface_form":"Scottish Second Division","offset":411},{"uri":"Ochilview_Park","surface_form":"Ochilview Park","offset":679},{"uri":"Scottish_Qualifying_Cup","surface_form":"Scottish Qualifying Cup","offset":820},{"uri":"Scottish_Cup","surface_form":"Scottish Cup","offset":901},{"uri":"Rangers_F.C.","surface_form":"Rangers","offset":948},{"uri":"Goalkeeper_(association_football)","surface_form":"goalkeeper","offset":1083},{"uri":"Bookmaker","surface_form":"bookmaker","offset":1228},{"uri":"Bainsford","surface_form":"Bainsford","offset":1243},{"uri":"Falkirk","surface_form":"Falkirk","offset":1290},{"uri":"Match_fixing","surface_form":"match fixing","offset":1337},{"uri":"Dundee_United_F.C.","surface_form":"Dundee United","offset":1623},{"uri":"East_Fife_F.C.","surface_form":"East Fife","offset":1716},{"uri":"Hibernian_F.C.","surface_form":"Hibernian","offset":1925},{"uri":"Albion_Rovers_F.C.","surface_form":"Albion Rovers","offset":2216},{"uri":"Berwick_Rangers_F.C.","surface_form":"Berwick Rangers","offset":2231},{"uri":"Brechin_City_F.C.","surface_form":"Brechin City","offset":2248},{"uri":"Stranraer_F.C.","surface_form":"Stranraer","offset":2265},{"uri":"Ibrox_Stadium","surface_form":"Ibrox Stadium","offset":2467},{"uri":"Scottish_League_Cup","surface_form":"Scottish League Cup","offset":2488},{"uri":"UEFA_Cup_Winners%27_Cup","surface_form":"UEFA Cup Winners' Cup","offset":2550},{"uri":"Scottish_Football_League_Third_Division","surface_form":"Scottish Third Division","offset":2811},{"uri":"St._Johnstone_F.C.","surface_form":"St. Johnstone","offset":2935},{"uri":"Aberdeen_F.C.","surface_form":"Aberdeen","offset":2957},{"uri":"Scottish_Cup","surface_form":"Scottish Cup","offset":3018},{"uri":"Scottish_Challenge_Cup","surface_form":"Scottish Challenge Cup","offset":3092},{"uri":"Dundee_United_F.C.","surface_form":"Dundee United","offset":3126},{"uri":"Extra_time","surface_form":"extra time","offset":3189},{"uri":"Scottish_Football_League_Second_Division","surface_form":"Scottish Second Division","offset":3307},{"uri":"Scottish_Football_League_Third_Division","surface_form":"Scottish Third Division","offset":3339},{"uri":"FIFA","surface_form":"FIFA","offset":3630},{"uri":"Democratic","surface_form":"democratic","offset":4495},{"uri":"Shareholder","surface_form":"shareholder","offset":4623},{"uri":"Kriss_Akabusi","surface_form":"Kriss Akabusi","offset":4803},{"uri":"Oslo","surface_form":"Oslo","offset":5193},{"uri":"Norway","surface_form":"Norway","offset":5199}]}