{"id":303646,"url":"http://en.wikipedia.org/wiki/Gay_Nigger_Association_of_America","text":"The Gay Nigger Association of America (often referred to as the GNAA) is an anti-blogging and Internet trolling group (a group that likes causing trouble on the Internet). The group takes their name from the 1992 Danish movie \"Gayniggers from Outer Space\", and the words gay and nigger. They have trolled (made trouble for) many popular websites and Internet people. They have trolled many bloggers, and sites including Slashdot, Wikipedia, and CNN. They have also released software and made available secret information about operating systems. In addition, they maintain a wiki-based site that makes fun of Slashdot posts and have a software archive that has many GNAA coding projects.\nMembers of the GNAA also started Goatse Security, a grey hat computer safety group. Members of Goatse Security told media groups in June 2010 about a problem located on AT&T's website that made the privacy of people who pre-ordered the iPad public. After the mistake in the website was talked about, the then-president of the GNAA, \"weev\", and GNAA member \"JacksonBrown\" were arrested by the police.\nBeginning and purpose.\nThe group says that it was started in 2002. There is not much information about the group's structure. Researcher Andrew Lih has said that it is not clear if there was a actual group of GNAA members at the start. Also not known is if the first members of the GNAA were online pranksters who used the name in order to disturb or disrupt websites.\nThe group's name has been causing trouble (known as trolling) on the Internet, having been described as causing \"alarm in anyone with [even a little bit] of good taste\", and as being \"[amazingly] offensive.\" However, the group claims that it is neither racist nor homophobic (fear of or hatred of gay people). GNAA members deny it when people say that they are racist. They say that these words are said only to get people to make angry responses and to undermine or challenge long-standing social norms, and say that the name of the group came from the 1992 Danish satirical blaxploitation movie (an exploitation movie made specifically for an urban, black people audience) \"Gayniggers from Outer Space\".\nTrolling.\nThe GNAA uses more than one way of causing damage to the Internet. One way is flooding (making many requests at once) weblogs with a very big amount of words and sentences, called \"crapflooding\". They have also made shocking websites that have malware that infects people who visit the sites. One website, \"Last Measure\", had malware that opened up pop-up windows that had shocking pictures. On Wikipedia, the group made a page about itself, while following every rule of Wikipedia in order to use the rules against themselves.\nThey have also attacked many Internet Relay Chat channels using IRC flooding. GNAA used an old but little known way to force users of the Freenode IRC network to flood IRC channels after going to websites that have malware. They also have used bugs in Firefox to crapflood IRC channels. They have also shown people new bugs and problems. These actions have sometimes stopped the day-to-day working of big websites such as Slashdot, even making some websites (like 4chan) to shut down for a little bit of time.\nIn July 2004, two GNAA members sent secret pictures of the future operating system Mac OS X v10.4 to the popular Apple Macintosh news website MacRumors, which read \"With WWDC just days away, the first Tiger information and [pictures] appears to have been leaked. [Sources say] Apple [might give our coders]... a Mac OS X 10.4 preview copy at WWDC on Monday. The [pictures] were [said to have] come from this [future coder sneak-peek].\" Later, when people said that the images were fake, the GNAA made a press release which said that the screenshots were real and said that they had \"trolled\" the Apple websites.\nIn June 2005, the GNAA said that they had made a Mac OS X Tiger release for Intel x86 processors which made media stories from many sources. The next day, the suspicious leak and was talked about on the G4 show \"Attack of the Show\". The DVD put on BitTorrent just showed an image of Goatse when you started your computer and not the OS X Tiger as many people were led to believe.\nOn February 3, 2007, the GNAA tricked CNN reporter Paula Zahn into thinking that \"one in three Americans\" think that the September 11, 2001 terror attacks were done by Israeli agents. CNN then decided to publish a story, not truthfully reporting this, adding pictures of the GNAA-owned website jewsdidwtc.com The story had a round-table talk about people who hate Jews and a talk with the father of a Jewish 9/11 victim. The GNAA-owned website had claims that \"over 4,000\" Jews were not at work at the World Trade Center on 9/11.\nGoatse Security.\nMany members of the GNAA with experience in grey hat computer safety research began giving out details about security problems under the name \"Goatse Security.\" Goatse Security takes its name from a shock site called goatse. They chose a new name to publish their work under because they were afraid that their work would not get talked about if given out by the \"Gay Nigger Association of America.\"\nIn June 2010, Goatse Security got attention from the media for their finding of 114,000 email addresses owned by people who pre-ordered Apple's 3G iPad. The data was retrieved from AT&T's own servers. The FBI soon investigated the event. This search for the truth led to the arrest of then-GNAA President, Andrew 'weev' Auernheimer, on drug charges that happened because of an FBI search of his house, and were not having anything to do with his hacking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enemy","surface_form":"anti","offset":76},{"uri":"Blog","surface_form":"blog","offset":81},{"uri":"Internet_trolling","surface_form":"Internet trolling","offset":94},{"uri":"Denmark","surface_form":"Danish","offset":213},{"uri":"Movie","surface_form":"movie","offset":220},{"uri":"Gayniggers_from_Outer_Space","surface_form":"Gayniggers from Outer Space","offset":227},{"uri":"Gay","surface_form":"gay","offset":271},{"uri":"Nigger","surface_form":"nigger","offset":279},{"uri":"Troll_(internet)","surface_form":"troll","offset":297},{"uri":"Slashdot","surface_form":"Slashdot","offset":420},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":430},{"uri":"CNN","surface_form":"CNN","offset":445},{"uri":"Software","surface_form":"software","offset":474},{"uri":"Operating_system","surface_form":"operating system","offset":527},{"uri":"Wiki","surface_form":"wiki","offset":575},{"uri":"Software_archive","surface_form":"software archive","offset":635},{"uri":"Programmer","surface_form":"coding","offset":671},{"uri":"Goatse_Security","surface_form":"Goatse Security","offset":721},{"uri":"Grey_hat","surface_form":"grey hat","offset":740},{"uri":"News_media","surface_form":"media","offset":804},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":857},{"uri":"IPad","surface_form":"iPad","offset":924},{"uri":"Andrew_Lih","surface_form":"Andrew Lih","offset":1225},{"uri":"Racist","surface_form":"racist","offset":1710},{"uri":"Homophobic","surface_form":"homophobic","offset":1721},{"uri":"Social_norms","surface_form":"social norms","offset":1948},{"uri":"Satire","surface_form":"satirical","offset":2023},{"uri":"Exploitation_movie","surface_form":"exploitation movie","offset":2058},{"uri":"Black_people","surface_form":"black people","offset":2109},{"uri":"Blog","surface_form":"weblogs","offset":2291},{"uri":"Shock_site","surface_form":"shocking websites","offset":2389},{"uri":"Malware","surface_form":"malware","offset":2417},{"uri":"Pop-up","surface_form":"pop-up","offset":2522},{"uri":"Internet_Relay_Chat","surface_form":"Internet Relay Chat","offset":2730},{"uri":"IRC_flooding","surface_form":"IRC flooding","offset":2765},{"uri":"Freenode","surface_form":"Freenode","offset":2839},{"uri":"Firefox","surface_form":"Firefox","offset":2953},{"uri":"Proof_of_concept","surface_form":"shown people new bugs and problems","offset":3003},{"uri":"4chan","surface_form":"4chan","offset":3165},{"uri":"Operating_system","surface_form":"operating system","offset":3277},{"uri":"Mac_OS_X_v10.4","surface_form":"Mac OS X v10.4","offset":3294},{"uri":"Apple_Computer","surface_form":"Apple","offset":3324},{"uri":"Apple_Macintosh","surface_form":"Macintosh","offset":3330},{"uri":"Worldwide_Developers_Conference","surface_form":"WWDC","offset":3381},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":3872},{"uri":"Software_release","surface_form":"release","offset":3887},{"uri":"Intel","surface_form":"Intel","offset":3899},{"uri":"Processors","surface_form":"processors","offset":3909},{"uri":"Torrent","surface_form":"Torrent","offset":4074},{"uri":"Goatse","surface_form":"Goatse","offset":4106},{"uri":"September_11%2C_2001","surface_form":"September 11, 2001","offset":4324},{"uri":"Jewsdidwtc.com","surface_form":"jewsdidwtc.com","offset":4497},{"uri":"Round-table_talk","surface_form":"round-table talk","offset":4528},{"uri":"Antisemitism","surface_form":"hate Jews","offset":4562},{"uri":"Jew","surface_form":"Jew","offset":4604},{"uri":"Grey-hat","surface_form":"grey hat","offset":4794},{"uri":"Shock_site","surface_form":"shock site","offset":4949},{"uri":"Goatse.cx","surface_form":"goatse","offset":4967},{"uri":"Email","surface_form":"email","offset":5238},{"uri":"IPad","surface_form":"iPad","offset":5297},{"uri":"Retrieved","surface_form":"retrieved","offset":5316},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":5331},{"uri":"FBI","surface_form":"FBI","offset":5355},{"uri":"Investigation","surface_form":"investigated","offset":5364},{"uri":"Arrest","surface_form":"arrest","offset":5425},{"uri":"Hacking","surface_form":"hacking","offset":5596}]}