{"id":303666,"url":"http://en.wikipedia.org/wiki/Army_of_the_Potomac","text":"The Army of the Potomac was the main Union Army in the Eastern Theater of the American Civil War From 1861 to 1865. The army was also known as Mr. Lincoln's Army due to the close involvement by President Abraham Lincoln. It had two missions. The first was to protect Washington, D.C.. The second mission was to defeat the Confederate Army of Northern Virginia. The generals who led the Army of the Potomac remain some of the most controversial military leaders in history. Under Irvin McDowell, George McClellan, Joseph Hooker and George G. Meade, the army had more defeats than victories.\nHistory.\nThe Army of the Potomac had its beginnings when President Lincoln called for 75,000 militia from Northern states. This was just a day after the garrison at Fort Sumter surrendered to Confederate forces. These units were to serve for 90 days and each state governor was given a quota. At the time 90 days was the maximum time militia units could serve under the Militia Act of 1795. In 1861, the regular U.S. Army only had 16,367 officers and men. They were organized into 197 companies, 179 of which were scattered in frontier duty in the west. East of the Mississippi River the remaining 18 companies were all artillery. In total there were only six generals including the General-in-Chief, Winfield Scott.\nThere was an urgency to gathering an army together as quickly as possible. Washington was being threatened by the presence of 20,000 Confederate troops camped just 25 miles away near Manassas, Virginia. During the months of April, May and June of 1861, volunteers were everywhere. Almost daily a new group arrived by train. They camped everywhere, even on the White House lawn. On May 24, 1861, Brigadier general Irwin McDowell took command of the new army, called the Army of Northeastern Virginia. With training still incomplete McDowell was ordered to engage the Confederate forces at Manassas. He moved south very slowly which allowed the Confederate commander, P. G. T. Beauregard, enough time to call for reinforcements from his fellow general, Joseph E. Johnston. The engagement that followed was called the First Battle of Bull Run.\nFirst Battle of Bull Run.\nAlso called the First Battle of Manassas, fought on July 21, 1861 it was the first large battle of the American Civil War. McDowell started marching part of his army around the left end of the Confederate army attempting a flanking maneuver. The two armies started shooting at each other about 6 a.m. near Matthews Hill. The Confederates did not expect the Union army to attack but they moved brigades to their left flank. The Union army pushed the Confederates back from Matthews Hill about 11 a.m. The Confederates retreated back to another hill called Henry House Hill. On the hill was Thomas J. Jackson's brigade. Another Confederate general was trying to regroup his men. When Jackson rushed forward to fill a gap in the Confederate line the general said, \"Look men, there is Jackson standing like a stone wall!\" After the battle Jackson would be called \"Stonewall Jackson\". All the Union attacks on the Confederate lines failed. In the afternoon the Confederates made an attack of their own. This drove the Union army back towards Washington, D.C. The Confederates were too tired to chase after them.\nFour days later, McDowell was replaced by Major general George B. McClellan. A month later the name was changed to the Army of the Potomac. McClellan began training McDowell's raw troops. He organized the army and made sure they were well equipped. For several months, Lincoln urged MaClellan to take the Army of the Potomac and go on the offensive. Finally Lincoln demanded he take action against the Confederate army.\nPeninsula Campaign.\nIn March 1862, the Army of the Potomac began its first large-scale offensive in the Eastern Theater of the American Civil War. McClellan landed his army at Fort Monroe. The Army then moved northwest, up the Virginia Peninsula. The Confederate defensive position on the Warwick Line caught McClellan by surprise. McClellan ordered his army to prepare for a siege of Yorktown, Virginia. Before the Union army was ready, the Confederates began a withdrawal toward Richmond. The first heavy fighting of the campaign happened in the Battle of Williamsburg. The Union troops managed some small victories, but the Confederates continued their withdrawal. An amphibious flanking movement cut off the Confederate retreat. In the Battle of Drewry's Bluff, an attempt by the U.S. Navy to reach Richmond by way of the James River failed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Army","surface_form":"Union Army","offset":37},{"uri":"Eastern_Theater_of_the_American_Civil_War","surface_form":"Eastern Theater of the American Civil War","offset":55},{"uri":"President_of_the_United_States","surface_form":"President","offset":194},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":204},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":267},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":322},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":334},{"uri":"General_officer","surface_form":"generals","offset":365},{"uri":"Controversy","surface_form":"controversial","offset":430},{"uri":"Irvin_McDowell","surface_form":"Irvin McDowell","offset":479},{"uri":"George_McClellan","surface_form":"George McClellan","offset":495},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":513},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":531},{"uri":"Defeat","surface_form":"defeat","offset":566},{"uri":"Victory","surface_form":"victories","offset":579},{"uri":"Militia","surface_form":"militia","offset":683},{"uri":"Northern_United_States","surface_form":"Northern states","offset":696},{"uri":"Garrison","surface_form":"garrison","offset":743},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":755},{"uri":"Surrender_(military)","surface_form":"surrender","offset":767},{"uri":"Confederate_States_Army","surface_form":"Confederate forces","offset":782},{"uri":"Governor","surface_form":"governor","offset":855},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":1002},{"uri":"Company_(military)","surface_form":"companies","offset":1075},{"uri":"Frontier","surface_form":"frontier","offset":1117},{"uri":"West","surface_form":"west","offset":1138},{"uri":"East","surface_form":"East","offset":1144},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1156},{"uri":"Artillery","surface_form":"artillery","offset":1210},{"uri":"Winfield_Scott","surface_form":"Winfield Scott","offset":1291},{"uri":"Manassas%2C_Virginia","surface_form":"Manassas, Virginia","offset":1490},{"uri":"White_House","surface_form":"White House","offset":1667},{"uri":"Brigadier_general","surface_form":"Brigadier general","offset":1702},{"uri":"P._G._T._Beauregard","surface_form":"P. G. T. Beauregard","offset":1973},{"uri":"Joseph_E._Johnston","surface_form":"Joseph E. Johnston","offset":2058},{"uri":"Battle","surface_form":"engagement","offset":2082},{"uri":"First_Battle_of_Bull_Run","surface_form":"First Battle of Bull Run","offset":2122},{"uri":"Battle","surface_form":"battle","offset":2263},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2277},{"uri":"Flanking_maneuver","surface_form":"flanking maneuver","offset":2397},{"uri":"Brigade","surface_form":"brigade","offset":2567},{"uri":"Stonewall_Jackson","surface_form":"Thomas J. Jackson","offset":2763},{"uri":"Major_general","surface_form":"Major general","offset":3323},{"uri":"Urge","surface_form":"urge","offset":3558},{"uri":"Offensive_(military)","surface_form":"offensive","offset":3620},{"uri":"Demand","surface_form":"demand","offset":3647},{"uri":"Eastern_Theater_of_the_American_Civil_War","surface_form":"Eastern Theater of the American Civil War","offset":3805},{"uri":"Fort_Monroe","surface_form":"Fort Monroe","offset":3877},{"uri":"Northwest","surface_form":"northwest","offset":3910},{"uri":"Virginia_Peninsula","surface_form":"Virginia Peninsula","offset":3928},{"uri":"Warwick_Line","surface_form":"Warwick Line","offset":3990},{"uri":"Siege","surface_form":"siege","offset":4077},{"uri":"Yorktown%2C_Virginia","surface_form":"Yorktown, Virginia","offset":4086},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond","offset":4182},{"uri":"Battle_of_Williamsburg","surface_form":"Battle of Williamsburg","offset":4249},{"uri":"Amphibious","surface_form":"amphibious","offset":4372},{"uri":"Battle_of_Drewry%27s_Bluff","surface_form":"Battle of Drewry's Bluff","offset":4441},{"uri":"U.S._Navy","surface_form":"U.S. Navy","offset":4485},{"uri":"James_River","surface_form":"James River","offset":4527}]}