{"id":303686,"url":"http://en.wikipedia.org/wiki/Zone_of_Avoidance","text":"The Zone of Avoidance (ZOA) is the area of the night sky that is obscured by our own galaxy, the Milky Way.\nDust and stars in the plane of the Milky Way (the galactic plane) block our view of about 20% of the sky at visible wavelengths. As a result, optical galaxy catalogues are usually very incomplete close to the galactic plane.\nModern developments.\nIn more recent years, many projects have attempted to bridge the gap in our knowledge caused by the Zone of Avoidance. However, the effects of the Zone drops at longer wavelengths, such as the infrared, and the Milky Way is effectively transparent at radio wavelengths. Surveys in the infrared have given us a more complete picture of the extragalactic sky. Indeed, two very large nearby galaxies, Maffei 1 and Maffei 2, were discovered in the Zone of Avoidance by Paolo Maffei by their infrared emission in 1968. Even so, about 10% of the sky remains difficult to survey because extragalactic objects (for example, distant galaxies) can be confused with stars in the Milky Way.\nProjects to survey the Zone of Avoidance at radio wavelengths have detected many galaxies that could not be detected in the infrared. Examples of galaxies detected from their HI emission include Dwingeloo 1 and Dwingeloo 2.\nImportant superclusters of galaxies lying hidden or partly hidden by ZOA are The Great Attractor and the Norma Cluster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galaxy","surface_form":"galaxy","offset":85},{"uri":"Milky_Way","surface_form":"Milky Way","offset":97},{"uri":"Dust","surface_form":"Dust","offset":108},{"uri":"Star","surface_form":"star","offset":117},{"uri":"Galactic_plane","surface_form":"galactic plane","offset":158},{"uri":"Visible","surface_form":"visible","offset":216},{"uri":"Wavelength","surface_form":"wavelength","offset":224},{"uri":"Infrared","surface_form":"infrared","offset":547},{"uri":"Transparency","surface_form":"transparent","offset":590},{"uri":"Radio","surface_form":"radio","offset":605},{"uri":"Maffei_1","surface_form":"Maffei 1","offset":752},{"uri":"Maffei_2","surface_form":"Maffei 2","offset":765},{"uri":"Paolo_Maffei","surface_form":"Paolo Maffei","offset":819},{"uri":"Dwingeloo_1","surface_form":"Dwingeloo 1","offset":1228},{"uri":"Dwingeloo_2","surface_form":"Dwingeloo 2","offset":1244},{"uri":"Great_Attractor","surface_form":"Great Attractor","offset":1338},{"uri":"Norma_Cluster","surface_form":"Norma Cluster","offset":1362}]}