{"id":303697,"url":"http://en.wikipedia.org/wiki/Shamrock_Rovers_F.C.","text":"Shamrock Rovers Football Club (\"Irish: Cumann Peile Ruagairí na Seamróige\") is a football club from Dublin, Ireland. They play in the Premier Division of the League of Ireland. The club is the most successful in Ireland's football history.\nHistory.\nThe club was founded in 1901 and is named after Shamrock Avenue in Dublin, the place where the club was founded. They started playing friendly matches. In 1904/05 they began to play in a league. From 1907 till 1914 they were not allowed to play because they had no home ground. In 1921 they missed the founding of the league of Ireland, but the next season they played in this league and won the title. The next decades the Rovers were very successful. In 1967, they played as Boston Rovers one season in the United Soccer Association in the USA.\nIn 1987 Glenmalure Park, the home ground was sold by the club owners as building area. The club started to build a new stadium in Dublins suburb Tallaght but came into financial troubles. The County South Dublin finished the construction in 2009 and so the Rovers have a new homeground. During the troubles the club was also relegated to the first division of the League of Ireland in 2005 but in 2007 they won and were again promoted to the Premier Division.\nThrough a 2:1 after extra time against (home 1:1) the Rovers are qualified for the UEFA-Europa League group stage 2011/12. They will play in group A versus Tottenham Hotspur, Rubin Kasan and PAOK Saloniki.\nCurrent squad.\n\"All players used during the season:\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Dublin","surface_form":"Dublin","offset":100},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":108},{"uri":"League_of_Ireland_Premier_Division","surface_form":"Premier Division of the League of Ireland","offset":134},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":1412},{"uri":"Rubin_Kazan","surface_form":"Rubin Kasan","offset":1431},{"uri":"P.A.O.K._Thessaloniki_F.C.","surface_form":"PAOK Saloniki","offset":1447}]}