{"id":303647,"url":"http://en.wikipedia.org/wiki/Pickett%27s_Charge","text":"Pickett's Charge was an infantry attack ordered by Confederate General Robert E. Lee against Maj. Gen. George G. Meade's Union positions. The attack took place on Cemetery Ridge on July 3, 1863. It was part of the last day of the Battle of Gettysburg during the American Civil War. Lt. Gen. James Longstreet (who was in charge of attack) believed that it would fail. The farthest point reached by the attack has been called the high-water mark of the Confederacy.\nThe charge is named after Maj. Gen. George Pickett. Pickett was one of three Confederate generals who led the attack under Longstreet.\nLee hoped to attack the Union center on the third day of the Battle of Gettysburg. Confederate attacks on both Union sides had failed the day and night before. On the night of July 2, General Meade said at a council of war that he thought Lee would try an attack on his lines in the center the next day.\nA large attack by artillery took place before the infantry charge. The Confederates hoped the artillery attack would make the Union weaker. It did not work well. About 12,500 men in nine infantry brigades marched over open fields for three-quarters of a mile under heavy Union artillery and rifle fire. Some Confederates were able to get past the low stone wall that many of the Union defenders hid behind. However, they could not hold this area. The Union pushed the Confederates back. Over 50% of the Confederate soldiers on the charge suffered casualties. This defeat ended the three-day battle and Lee's campaign into Pennsylvania. Years later, when asked why his charge at Gettysburg failed, General Pickett said: \"I've always thought the Yankees had something to do with it.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Infantry","surface_form":"infantry","offset":24},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":51},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":71},{"uri":"Major_general","surface_form":"Maj. Gen.","offset":93},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":103},{"uri":"Union_Army","surface_form":"Union","offset":121},{"uri":"Cemetery_Ridge","surface_form":"Cemetery Ridge","offset":163},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":230},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":262},{"uri":"Lieutenant_general","surface_form":"Lt. Gen.","offset":282},{"uri":"James_Longstreet","surface_form":"James Longstreet","offset":291},{"uri":"High-water_mark_of_the_Confederacy","surface_form":"high-water mark of the Confederacy","offset":428},{"uri":"George_Pickett","surface_form":"George Pickett","offset":500},{"uri":"Council_of_war","surface_form":"council of war","offset":807},{"uri":"Artillery","surface_form":"artillery","offset":921},{"uri":"Brigade","surface_form":"brigade","offset":1099},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1525}]}