{"id":303667,"url":"http://en.wikipedia.org/wiki/Army_of_Northern_Virginia","text":"The Army of Northern Virginia was the most successful of any Confederate army during the American Civil War. It was the main Confederate fighting force in the Eastern Theater of the American Civil War. The army often fought against the Union Army of the Potomac. The army was led by several generals during its early history, but was best known for its final leader, General Robert E. Lee, who took over in June of 1862. For that reason it was often called \"Lee's army\".\nHistory.\nThe army, when first organized was called the (Confederate) Army of the Potomac. It was formed October 22, 1861. Confederate General P. G. T. Beauregard was first given command of what was called the \"Alexandria Line\" on May 31, 1861. He joined his troops near Manassas, Virginia on June 2. He planned an attack on Washington, D.C. which first required pushing the Union army back behind Bull Run. He called for additional support from Joseph E. Johnston's army in the Shenandoah Valley. On the morning of July 21, 1861, Beauregard planned a surprise attack on the Union forces that failed. He was driven back until the afternoon, when Johnston's troops arrived by train. The Confederates were then able to push the Union forces back and created a victory out of a near-disaster. Both Beauregard and Johnston were full generals. But Johnson took over command of the two armies which were now merged into one. Confederate President Jefferson Davis did not like or agree with Beauregard. There was a series of verbal disputes with Beauregard following Johnston taking command. Possibly as a result, Beauregard was sent west in January 1862 to serve as second in command in the Army of Mississippi.\nIn the Battle of Seven Pines, Johnston was wounded. Jefferson Davis appointed Lee to take over command. In June 1862, when Lee took over, the army was a collection of various commands in Virginia and North Carolina. This is also when the army reached its peak strength of 90,000 soldiers. When he replaced Johnston, his orders had the heading \"Department of Northern Virginia,\" and the \"Army of Northern Virginia\". From that time on that was the name it was known by.\nThe army under Lee.\nLee wanted to inspire his troops telling them \"every man has resolved to maintain the ancient fame of the Army of Northern Virginia and the reputation of its general and to conquer or die in the approaching contest.\" There was no ancient history, it was a newly formed army. But Lee got the idea across. The first first series of battles under Lee, called Seven Days Battles, defined Lee's army. His soldiers were tough, dedicated men willing to inflict and suffer great casualties in order to win battles. Between 1861 and 1865, the Army of Northern Virginia fought in dozens of battles. Some of the better known are the Battle of Antietam, the Battle of Chancellorsville and the Battle of Gettysburg. In the Battle of Fredericksburg his army managed to inflict 12,653 casualties on the Union army while losing only 5,377 men. In December 1861, Lee corrected one of his officers after a fight saying \"you allow these people to get away\". \"Go after them, and damage them all you can!\" In the months following Lee's takeover of the Army of Northern Virginia, as they drove the Union army away from Richmond, Virginia, and out of Virginia, he became a hero to his soldiers and the people of Virginia.\nAntietam and the Maryland Campaign.\nAntietam was the third of four battles in Lee's Maryland Campaign. It fought on September 17, 1862 and was the bloodiest one-day battle of the Civil War. Exact numbers are unknown, but official records show the Army of Northern Virginia suffered 10,320 casualties (killed, wounded or missing). The Union Army of the Potomac suffered 12,400 casualties.\nLee's goal was for the Army of Northern Virginia to invade the Northern states of Maryland and Pennsylvania. That way he could threaten the cities of Washington, D.C. and Baltimore. By a series of decisive victories Lee thought that the South could gain recognition from England and France and get them to support the Southern cause. The hope was if Lee's army was victorious, it might cause Abraham Lincoln to sue for peace. During the month of September Lee had moved his army north. They captured the garrison at the Battle of Harpers Ferry. Lee's army was driven back at the Battle of South Mountain and withdrew again after a day of heavy fighting at Antietam. Retreating back into Virginia, Lee managed to reinforce General George B. McClellan's overly-cautious nature with a successful rearguard action at the Battle of Shepherdstown. It stopped the Union Army of the Potomac from chasing the Army of Northern Virginia back into Virginia. From a military standpoint, Antietam was a draw. But it gave Lincoln the opportunity he needed to claim a victory and use it to deliver his Emancipation Proclamation.\nChancellorsville.\nAt Chancellorsville, Lee's army defeated the Army of the Potomac once again, this time inflicting 16,800 casualties while losing 13,000 men. The victory at Chancellorsville brought new hope to the South. It reinforced the idea that a single blow to the North could win the war. His soldiers and officers held Lee in the highest regard. They trusted his judgment and believed him to be a military genius. At this same time the Union Army of the Potomac was suffering poor morale under General Joseph Hooker. Time and again the Army of Northern Virginia, which had fewer men and far fewer resources, defeated the larger Army of the Potomac. Lee carefully monitored events in the Northern newspapers for any and all information about his enemy.\nGettysburg.\nGettysburg was Lee's next chance to strike a final blow that would win the war. The battle was fought from July 1 to July 3, 1863. This time Lee suffered more casualties than he could afford. The standoff that was Gettysburg ended Lee's invasion of the north and nearly destroyed the Army of Northern Virginia. Now the war was turned around for the Union.\nThe battle revealed the Army of Northern Virginia had another agenda. As the Confederate army swept northward into Pennsylvania, the soldiers rounded up escaped slaves and free blacks. African-Americans, men, women and children were gathered up and taken with the army as they marched north. When the Army of Northern Virginia retreated, they took the captured black people, estimated to be over a thousand, back to Virginia. There those who had escaped slavery were returned to their slaveowners. Others were sold at auction or imprisoned. Lee may not have ordered the \"slave hunt\". Once in Pennsylvania he told his troops \"no greater disgrace could befall the army,\" or discredit the Confederate cause, \"than the perpetuation of the barbarous outrages upon the unarmed and defenceless [sic] and the wanton destruction of private property that have marked the course of the enemy in our own country.\" This did not stop his officers and men from rounding up blacks. In one case at Mercersburg, Pennsylvania, soldiers threatened to burn \"every house which harbored a fugitive slave\". They gave the people in their homes 20 minutes to give up any black people.\nAppomattox.\nIn mid-May, 1864, rumors were going around that the Army of Northern Virginia was beaten. A Union officer on General George G. Meade's staff corrected the idea. He said \"Lee is a brave and skillful soldier and he will fight while he has a division or a day's rations left.\" Of Lee's soldiers Lyman said \"These rebels are not half-starved and ready to give up—a more sinewy, tawny, formidable-looking set of men could not be\". Lyman knew they were still a deadly fighting force even after three years of hard war against a larger and better equipped army. Not surprisingly, it would take another 11 months of hard fighting before the Army of Northern Virginia finally surrendered at Appomattox.","categories":[],"infobox_types":[],"annotations":[{"uri":"Successful","surface_form":"successful","offset":43},{"uri":"Confederate_States_Army","surface_form":"Confederate army","offset":61},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":89},{"uri":"Eastern_Theater_of_the_American_Civil_War","surface_form":"Eastern Theater of the American Civil War","offset":159},{"uri":"Union_Army","surface_form":"Union","offset":236},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":242},{"uri":"General_officer","surface_form":"generals","offset":291},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":375},{"uri":"P._G._T._Beauregard","surface_form":"P. G. T. Beauregard","offset":613},{"uri":"Manassas%2C_Virginia","surface_form":"Manassas, Virginia","offset":741},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":795},{"uri":"Union_army","surface_form":"Union army","offset":845},{"uri":"Bull_Run_(Occoquan_River)","surface_form":"Bull Run","offset":868},{"uri":"Joseph_E._Johnston","surface_form":"Joseph E. Johnston","offset":916},{"uri":"Shenandoah_River","surface_form":"Shenandoah Valley","offset":949},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":1411},{"uri":"Dispute","surface_form":"dispute","offset":1495},{"uri":"Army_of_Mississippi","surface_form":"Army of Mississippi","offset":1655},{"uri":"Battle_of_Seven_Pines","surface_form":"Battle of Seven Pines","offset":1683},{"uri":"Wound","surface_form":"wound","offset":1719},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":1728},{"uri":"Command","surface_form":"command","offset":1771},{"uri":"Virginia","surface_form":"Virginia","offset":1863},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1876},{"uri":"Inspire","surface_form":"inspire","offset":2178},{"uri":"Seven_Days_Battles","surface_form":"Seven Days Battles","offset":2520},{"uri":"Tough","surface_form":"tough","offset":2578},{"uri":"Dedicated","surface_form":"dedicated","offset":2585},{"uri":"Casualty_(person)","surface_form":"casualties","offset":2635},{"uri":"Battle_of_Antietam","surface_form":"Battle of Antietam","offset":2786},{"uri":"Battle_of_Chancellorsville","surface_form":"Battle of Chancellorsville","offset":2810},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":2845},{"uri":"Battle_of_Fredericksburg","surface_form":"Battle of Fredericksburg","offset":2874},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":3261},{"uri":"Hero","surface_form":"hero","offset":3314},{"uri":"Maryland_Campaign","surface_form":"Maryland Campaign","offset":3447},{"uri":"Bloody","surface_form":"bloodiest","offset":3510},{"uri":"Northern_United_States","surface_form":"Northern","offset":3814},{"uri":"US_State","surface_form":"states","offset":3823},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":3846},{"uri":"Cities","surface_form":"cities","offset":3891},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":3901},{"uri":"Baltimore","surface_form":"Baltimore","offset":3922},{"uri":"Decisive","surface_form":"decisive","offset":3948},{"uri":"Victory","surface_form":"victories","offset":3957},{"uri":"Recognition","surface_form":"recognition","offset":4005},{"uri":"England","surface_form":"England","offset":4022},{"uri":"France","surface_form":"France","offset":4034},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":4143},{"uri":"Garrison","surface_form":"garrison","offset":4255},{"uri":"Battle_of_Harpers_Ferry","surface_form":"Battle of Harpers Ferry","offset":4271},{"uri":"Battle_of_South_Mountain","surface_form":"Battle of South Mountain","offset":4330},{"uri":"Reinforce","surface_form":"reinforce","offset":4463},{"uri":"George_B._McClellan","surface_form":"George B. McClellan","offset":4481},{"uri":"Cautious","surface_form":"cautious","offset":4510},{"uri":"Rearguard","surface_form":"rearguard","offset":4544},{"uri":"Battle_of_Shepherdstown","surface_form":"Battle of Shepherdstown","offset":4568},{"uri":"Emancipation_Proclamation","surface_form":"Emancipation Proclamation","offset":4837},{"uri":"Southern_United_States","surface_form":"South","offset":5079},{"uri":"Northern_United_States","surface_form":"North","offset":5135},{"uri":"Judgment","surface_form":"judgment","offset":5235},{"uri":"Genius","surface_form":"genius","offset":5278},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":5374},{"uri":"Newspaper","surface_form":"newspaper","offset":5568},{"uri":"Agenda","surface_form":"agenda","offset":6054},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":6107},{"uri":"Slave","surface_form":"slave","offset":6153},{"uri":"Free_black","surface_form":"free black","offset":6164},{"uri":"African-American_people","surface_form":"African-Americans","offset":6177},{"uri":"North","surface_form":"north","offset":6277},{"uri":"Retreat","surface_form":"retreat","offset":6319},{"uri":"Mercersburg%2C_Pennsylvania","surface_form":"Mercersburg, Pennsylvania","offset":6973},{"uri":"Rumor","surface_form":"rumor","offset":7181},{"uri":"Officer","surface_form":"officer","offset":7261},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":7280},{"uri":"Staff_(military)","surface_form":"staff","offset":7298},{"uri":"Division_(military)","surface_form":"division","offset":7402},{"uri":"Ration","surface_form":"ration","offset":7422},{"uri":"Appomattox_Court_House","surface_form":"Appomattox","offset":7845}]}