{"id":303764,"url":"http://en.wikipedia.org/wiki/Croatian_National_Resistance","text":"e=\"preserve\">The Croatian National Resistance () was a terrorist Ustaše emigrant organization. The goal of this organization was to destroy Yugoslavia and to establish an independent Croatia, following the vision of Ustaše leader Ante Pavelić and ideology of Mile Budak. It was founded in 1955 by escaped Ustaše war criminal Vjekoslav Luburić, a chief guard of the Jasenovac concentration camp.\n\"[We] regard Yugoslavism and Yugoslavia as the greatest and only evil that has caused the existing calamity [...] We therefore consider every direct or indirect help to Yugoslavia as treason against the Croatian nation [...] Yugoslavia must be destroyed - be it with the help of the Russians or the Americans, of Communists, non-Communists or anti-Communists - with the help of anyone willing the destruction of Yugoslavia: destroyed by the dialectic of the word, or by dynamite - but at all costs destroyed.\"\nOdpor had its Australian branch based in Melbourne. It was linked to the Odpor headquarters in Spain and to other arms of the Ustashe movement around the world. The Australian branch was led by Ustashe Srecko Blaz Rover\nOdpor was heavily involved in racketeering, attempted murder, extortion, hijacking, terrorist bombing, and other violent crimes. After Luburić's death, his successors on the organization commanding post, sought out criminal organization ties with La Cosa Nostra, the Provisional Irish Republican Army, and the Croatian Mafia in San Pedro.\nOdpor most spectacular action was the 10 September 1976 hijacking of Trans World Airlines flight, en route from New York to Chicago. Odpor's five hijackers diverted the plane to Newfoundland, from there to Iceland, and ultimately to Paris with passengers aboard. The terrorists had planted a bomb in Grand Central Station. After authorities met the terrorists' demands, the bomb location was revealed. The bomb deactivation killed one policeman and another three wounded, when they tried to deactivate it. After terrorists learned that the bomb in New York had exploded and killed a policeman, they surrendered to French police.\nThe leaders of the hijackers of TWA Flight 355, Zvonko Bušić and his wife, Julienne Bušić, were both convicted on U.S. federal charges of air piracy and murder in May 1977 and sentenced to life imprisonment.\nJulienne Bušić was released from prison on lifelong parole in 1989. Zvonko Bušić briefly escaped from prison on 16 March 1987 but was quickly captured two days later. Julienne Bušić was appointed by President Franjo Tudjman to the diplomatic post of adviser to the Croatian ambassador to the United States. This appointment of a convicted terrorist to a diplomatic post within the United States drew protests in December 1994 from the New York Patrolmen’s Benevolent Association as well as from Kathlyn Murray, the widow of the police officer killed by the bomb in Grand Central Station in 1976.\nHer husband, Zvonko Bušić, was paroled in July 2008 and expelled from the U.S. to Croatia.\nOdpor was banned in Germany for terrorist activities and operated between legitimate emigre functions and a thuggish underworld. Its leaders tried to distance the organization from the acts of the so-called renegade elements that hijacked international flights and served prison sentences for extortion. It embraced a radical nationalist ideology that differed only marginally from Ustaše ideology.\nA number of terrorist attacks against Yugoslavia were organized by this Ustaše organization. They were Miro Barešić's killing of ambassador Vladimir Rolović, bomb attacks in Belgrade cinemas, terrorist group actions in Krajina region during the Croatian Spring of 1971, and the JAT Flight 367 bombing of 1972.\nThe organization published its own magazine, \"Drina\". Odpor was dissolved in 1991.","categories":[],"infobox_types":[],"annotations":[{"uri":"Terrorist","surface_form":"terrorist","offset":55},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":65},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":216},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":230},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":305},{"uri":"Jasenovac_concentration_camp","surface_form":"Jasenovac concentration camp","offset":365},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":424},{"uri":"Provisional_Irish_Republican_Army","surface_form":"Provisional Irish Republican Army","offset":1392},{"uri":"Zvonko_Bu%C5%A1i%C4%87","surface_form":"Zvonko Bušić","offset":2141},{"uri":"Zvonko_Bu%C5%A1i%C4%87","surface_form":"Zvonko Bušić","offset":2369},{"uri":"Zvonko_Bu%C5%A1i%C4%87","surface_form":"Zvonko Bušić","offset":2910},{"uri":"Germany","surface_form":"Germany","offset":3008},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":3370},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":3459},{"uri":"Belgrade","surface_form":"Belgrade","offset":3561}]}