{"id":303789,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Italy_(1861%E2%80%931946)","text":"The Kingdom of Italy was the Italian state from the Italian unification in 1861 to its defeat in WW2 and dissolution in 1946 when it became the modern day Italian Republic.\nHistory.\nBefore 1861, Italy was not one country. Instead, there were many kingdom<nowiki/>s and duchies (places ruled by dukes) in the Italian Peninsula. In 1861, they all became one country and King Victor Emmanuel II of Sardinia became the King of Italy. In WW1, Italy was on the allies side and was one of the winners. In 1922, Benito Mussolini became Prime Minister. He was a fascist leader and made Italy into a dictatorship without much liberty.\nWhen WW2 began, Mussolini led Italy to be allied with Hitler, and the Axis powers. The axis powers lost WW2. Mussolini's leadership ended in 1943, and he was killed in 1945. Germany invaded Italy and this is why Italy didn't become an occupied country as Germany did. In 1946, the people voted to get rid of the monarchy and become today's Italian Republic and slowly became stable again.\nColonies.\nItaly began their colonial empire in the late 1880s when they conquered Eritrea and Somalia in the Horn of Africa. In the 1910's, they took Libya from the Ottoman Empire. In 1936, Italy conquered Ethiopia, creating the colony of Italian East Africa. When they lost WW2, their colonies were lost to the British and the French.\nAftermath of World War II.\nNazi Germany controlled Italy at the end of WW2, but they eventually were invaded by the Allies and when Hitler killed himself, The Nazis lost WW2. After Nazi Germany ceased to exist, Italy was independent again. However, all was not good. Italy was left in huge debt, causing Italy to be poor. Many people from Italy emigrated to the United States to escape being poor. In 1946, People voted to get rid of the monarchy (kings) and establish the new Italian Republic. Slowly, the new government helped Italy get back up again into its current state. Also, dramatically, people stopped emigrating because life in Italy was becoming better.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_unification","surface_form":"Italian unification","offset":52},{"uri":"WW2","surface_form":"WW2","offset":97},{"uri":"Italy","surface_form":"Italian Republic","offset":155},{"uri":"Kingdom","surface_form":"kingdom","offset":247},{"uri":"Victor_Emmanuel_II_of_Italy","surface_form":"King Victor Emmanuel II of Sardinia","offset":368},{"uri":"World_War_I","surface_form":"WW1","offset":433},{"uri":"Triple_Entente","surface_form":"allies side","offset":455},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":504},{"uri":"Fascism","surface_form":"fascist","offset":553},{"uri":"Adolf_Hitler","surface_form":"Hitler","offset":679},{"uri":"Axis_countries","surface_form":"Axis powers","offset":695},{"uri":"Nazi_Germany","surface_form":"Germany","offset":799},{"uri":"Occupied_territory","surface_form":"occupied country","offset":860},{"uri":"Italy","surface_form":"Italian Republic","offset":965},{"uri":"Eritrea","surface_form":"Eritrea","offset":1096},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1179},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":1220},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1377},{"uri":"Suicide","surface_form":"killed himself","offset":1489},{"uri":"Emigration","surface_form":"emigrated","offset":1695},{"uri":"United_States","surface_form":"United States","offset":1712}]}