{"id":30382,"url":"http://en.wikipedia.org/wiki/Opus_number","text":"e=\"preserve\">Opus or the shortened form op. after the title of a piece of music means “work”. It is followed by a number. When a composer writes their first piece of music it is followed by the term “opus 1”. The next composition would then be called “opus 2”, etc.\nGiving pieces of music opus numbers helps us to identify which piece of music (from a certain composer) that composition is. For example: Beethoven wrote lots of piano sonatas. His first Piano sonata in A flat major has the opus number of op.26. This shows that he wrote this sonata when he was young in his composing career. Many years later, he wrote another piano sonata which is also in A flat major, and this piece one has the opus number of 110 (op. 110).\nYou cannot always tell from a composer’s opus numbers the order in which the works were composed. Until around the end of the 18th century, opus numbers were only given to pieces of music which were published.\nSome musicologists (people who study and write about music) have studied all the works by a famous composer and have given them a catalogue number. For example Mozart’s music does not have opus numbers. Some of them are long operas, others are tiny little pieces for the piano he might have written in a hurry one day. A man called Köchel made a list of every single work by Mozart and gave them K numbers (K for Köchel). His numbering goes up to 622. This is useful, for example, to tell the difference between his Symphony in G minor K183 and his Symphony in G minor K550.\nThe plural of “opus” is “opuses” in English. This is because the Latin plural is opera which is rather confusing to English speakers as the word is already used in musical terminology.\nThe word \"opus\" can also refer to the \"work\" of an artist. (For example: \"This opus was composed by Chopin,\" or \"This opus is the last Piano sonata that Beethoven composed\")\nAn artist's \"magnum opus\" means his or her \"greatest\" work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":74},{"uri":"Composer","surface_form":"composer","offset":129},{"uri":"Composition_(music)","surface_form":"composition","offset":218},{"uri":"Beethoven","surface_form":"Beethoven","offset":404},{"uri":"Piano","surface_form":"piano","offset":428},{"uri":"Sonata","surface_form":"sonatas","offset":434},{"uri":"A-flat_major","surface_form":"A flat major","offset":469},{"uri":"18th_century","surface_form":"18th century","offset":854},{"uri":"Musicology","surface_form":"musicologists","offset":943},{"uri":"Composer","surface_form":"composer","offset":1037},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart’s","offset":1098},{"uri":"Opera_seria","surface_form":"operas","offset":1163},{"uri":"K%C3%B6chel","surface_form":"Köchel","offset":1270},{"uri":"K_numbers","surface_form":"K numbers","offset":1334},{"uri":"Symphony","surface_form":"Symphony","offset":1454},{"uri":"G_minor","surface_form":"G minor","offset":1466},{"uri":"Latin","surface_form":"Latin","offset":1578},{"uri":"Opera","surface_form":"opera","offset":1594},{"uri":"Magnum_opus","surface_form":"magnum opus","offset":1885}]}