{"id":304,"url":"http://en.wikipedia.org/wiki/Glass","text":"Glass is a hard material that can be made in many shapes. It is usually transparent, but it can also be made in colours. Glass is mainly made of silica; glass made of silica only is called silica glass.\nGlass used to make windows and bottles is a specific type called soda-lime glass, composed of about 75% silicon dioxide (SiO2), sodium oxide (Na2O) from sodium carbonate (Na2CO3), calcium oxide, also called lime (CaO), and several minor additives.\nBy changing the proportions, and adding different ingredients, many kinds of glass can be made. Coloured glass is made by adding small amounts of metal oxides. For example, a blue colour is given by tiny amounts of cobalt oxide.\nBecause glass is used to make lenses, the word \"glasses\" often means eyeglasses.\nThe myth that glass is actually a liquid comes from the fact that old windows in houses and churches (200–300 years old) are sometimes a little out of shape: thicker at the bottom than the top. This is actually due to the process of glass making in the past which led to the glass pane being thicker at one edge than the other. It was sensible to install the windows with the thick edge at the bottom. Sometimes a window can be found with the thick edge at the top of the window.\nGlass can be recycled over and over. Glass bottles and jars can easily be recycled to make new glass bottles and jars or used in industry as aggregate (building material) or sand.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hard","surface_form":"hard","offset":11},{"uri":"Material","surface_form":"material","offset":16},{"uri":"Shape","surface_form":"shape","offset":50},{"uri":"Transparency","surface_form":"transparent","offset":72},{"uri":"Colour","surface_form":"colour","offset":112},{"uri":"Silica","surface_form":"silica","offset":145},{"uri":"Window","surface_form":"window","offset":222},{"uri":"Bottle","surface_form":"bottle","offset":234},{"uri":"Silicon_dioxide","surface_form":"silicon dioxide","offset":307},{"uri":"Sodium_oxide","surface_form":"sodium oxide","offset":331},{"uri":"Sodium_carbonate","surface_form":"sodium carbonate","offset":356},{"uri":"Calcium_oxide","surface_form":"calcium oxide, also called lime","offset":383},{"uri":"Cobalt_oxide","surface_form":"cobalt oxide","offset":666},{"uri":"Lens_(optics)","surface_form":"lenses","offset":710},{"uri":"Eyeglasses","surface_form":"eyeglasses","offset":749},{"uri":"Myth","surface_form":"myth","offset":765},{"uri":"Recycling","surface_form":"recycled","offset":1254}]}