{"id":30407,"url":"http://en.wikipedia.org/wiki/Tort","text":"e=\"preserve\">Tort law is the part of law for most harms that are not either criminal or based on a contract. Tort law helps people to make claims for compensation (repayment) when someone hurts them or hurts their property. For example, a car accident where one driver hurts another driver because he or she was not paying attention might be a tort. If a person is hurt by someone else, he or she can sue in court.\nMany torts are accidents, like car accidents or slippery floors that make people fall down and get hurt. These are called \"negligent\" torts. But some torts are done on purpose. These are called \"intentional\" torts. For example, if one person punches another person in the nose, it might be an intentional tort called \"battery\".\nMany torts cause physical harm to people. Some torts cause damage to property, like a broken window. Some torts can harm other things, like someone's reputation or a business.\nThe kinds of torts this article talks about are a part of the common law. The common law is found in England and former British colonies, such as the United States of America. Different laws are found in civil law countries such as France or Germany. In those countries people usually use the word delict instead of tort, but they mean very similar things.\nIn general.\nTorts are what happens when one person (or organization) injures another. The person or organization that causes the injury is known as a \"tortfeasor\". The person who is injured is often called the \"victim\".\nThe victim may sue the tortfeasor. The people or organizations on each side of a lawsuit are called the \"parties\". In a lawsuit, the victim is called the plaintiff. The tortfeasor is called the defendant.\nUsually, the plaintiff in a lawsuit is asking the court to make the defendant pay money to make up for the harm that the defendant caused. For example, the money that the plaintiff asks for might pay for the plaintiff's medical bills if he or she was hurt in an accident. Money that the court orders the defendant to pay is called damages. For some torts, especially ones done on purpose (intentional torts), the plaintiff might also ask the court to punish the defendant by making him or her pay extra money. That extra money is sometimes called \"punitive damages\".\nSometimes a plaintiff also asks the court to order the defendant to stop doing something, like polluting the air or water. An order to stop doing something is called an injunction (in the United States it is sometimes called a \"restraining order\").\nTort law or <nowiki/>'The Law of Torts' is a body of laws that is applied by civil court proceedings to compensate people who have suffered harm due to the wrongful act of another.\nSometimes the same act can be both a tort and a crime. For instance, stealing someone else's property might be a criminal offense, but it is also a tort against the person who owns the property. Similarly, punching somebody in the nose can constitute both the crime and tort of \"battery\".\nIntentional torts.\nWhen a defendant causes an injury on purpose, that injury is an intentional tort. Sometimes, an injury can be an intentional tort if the defendant knows it will happen, even if the defendant does not want it to happen. Intentional torts include hitting people and saying things about them that are not true.\nUnintentional torts.\nUnintentional torts are accidents. They usually happen because someone was not being careful. When someone is not careful, it is called negligence or recklessness.\nAn example of negligence is driving a car while not paying attention to the road. In a case of negligence, the court figures out what happened and decides whether the defendant was careful enough. It orders the defendant to pay money only if the defendant was not careful enough.\nRecklessness occurs when somebody knows that a substantial risk may result to the lives and safety of others as a result of his or her actions, but acts with indifference to the safety of others. An example of a reckless act is shooting a gun randomly toward an occupied building. Although there is no intent to hurt anybody inside of the building, the action creates a significant risk that somebody could be injured or killed.\nStrict liability.\nIn some kinds of cases, it does not matter whether the defendant was careful or not. This is called strict liability or absolute liability. For example, in the United States, if someone buys a soda can and it explodes because it was manufactured badly, the manufacturer will probably have to pay the victim money even if the court finds that the defendant was as careful as it could be.\nPhysical torts.\nPhysical torts are injuries to a person's body, such as hitting them or making them sick.\nAbstract torts.\nAbstract torts are injuries to a person's mind, reputation, or property. A person's mind or reputation can be injured by saying things about them that are not true. A person's property can be injured by taking it from them without permission or saying that it belongs to someone else.\nTorts involving people.\nTorts that involve people include hitting them, saying things about them that are not true, and making them stay in one place when they want to leave. Hitting someone is called battery. Saying things about someone that are not true is called slander, and writing things about someone that are not true is called libel, both of which are forms of defamation. When a police officer takes a person to prison when he or she is not supposed to, that is called false imprisonment or false arrest.\nTorts involving property.\nTorts involving property include walking on someone else's property without permission, taking someone else's property without permission, or damaging someone else's property. Walking on someone else's property without permission is called trespassing. Taking someone else's property without permission is called stealing or.","categories":[],"infobox_types":[],"annotations":[{"uri":"Criminal","surface_form":"criminal","offset":76},{"uri":"Contract","surface_form":"contract","offset":99},{"uri":"Money","surface_form":"compensation","offset":150},{"uri":"Sue","surface_form":"sue","offset":401},{"uri":"Court","surface_form":"court","offset":408},{"uri":"Common_law","surface_form":"common law","offset":981},{"uri":"England","surface_form":"England","offset":1020},{"uri":"United_States","surface_form":"United States of America","offset":1069},{"uri":"Civil_law","surface_form":"civil law","offset":1123},{"uri":"France","surface_form":"France","offset":1151},{"uri":"Germany","surface_form":"Germany","offset":1161},{"uri":"Lawsuit","surface_form":"lawsuit","offset":1577},{"uri":"Plaintiff","surface_form":"plaintiff","offset":1650},{"uri":"Defendant","surface_form":"defendant","offset":1690},{"uri":"Damages","surface_form":"damages","offset":2032},{"uri":"Punish","surface_form":"punish","offset":2152},{"uri":"Injunction","surface_form":"injunction","offset":2437},{"uri":"Crime","surface_form":"crime","offset":2746},{"uri":"Criminal","surface_form":"criminal","offset":2811},{"uri":"Negligence","surface_form":"negligence","offset":3471},{"uri":"Strict_liability","surface_form":"strict liability","offset":4326},{"uri":"Absolute_liability","surface_form":"absolute liability","offset":4346},{"uri":"Reputation","surface_form":"reputation","offset":4783},{"uri":"Property","surface_form":"property","offset":4798},{"uri":"Battery","surface_form":"battery","offset":5221},{"uri":"Defamation","surface_form":"defamation","offset":5390},{"uri":"False_imprisonment","surface_form":"false imprisonment","offset":5499},{"uri":"False_arrest","surface_form":"false arrest","offset":5521},{"uri":"Trespassing","surface_form":"trespassing","offset":5801}]}