{"id":304087,"url":"http://en.wikipedia.org/wiki/Nancy_Wake","text":"Nancy Grace Augusta Wake (30 August 1912 – 7 August 2011) known as the \"White Mouse\", was an Australian who worked as a spy for the British in World War II. At one time she was on the top of the Gestapo's most wanted list. A novel by Sebastian Faulks based on her life called \"Charlotte Gray\", was later made into a movie starring Cate Blanchett.\nWake was born in Wellington, New Zealand in 1911, and moved to Australia when she was two. She ran away from home at the age of 16, and in 1935 went to London. She learned to be a journalist and worked in Paris. She married a rich factory owner, Henry Fioca in 1939. When the war started she became an ambulance driver. She soon became a part of a group led by Pat O'Leary (real name Albert Guérisse) which helped British soldiers escape from France. The Gestapo soon noticed her activities and she fled to Spain. Her husband was captured, tortured and shot dead.\nIn England she joined the Special Operation Executive (SOE). In April 1944, Wake was parachuted into France to work with the French Resistance before the D-Day landings. She was involved in several major battles with the German army. She claimed to have once killed an SS soldier with her bare hands.\nShe was given several important medals for bravery including the British George Medal, the French Croix de Guerre (on three occasions), the Médaille de la Résistance and she was made a Chevalier de la Légion d'Honneur. The Americans gave her the Medal of Freedom. In 2004 Australia made her a Companion of the Order of Australia.\nShe was an unusual woman for her time. She had a reputation among the soldiers she worked with for being a heavy drinker. Major John Farmer said about her drinking that \"...we just couldn't work out where it all went\". When the Australian government offered her a medal she said they could \"stick their medals where the monkey sticks his nuts\". She sold her medals to support her income in her old age. She said \"There was no point in keeping them, I'll probably go to hell and they'd melt anyway\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":93},{"uri":"Spy","surface_form":"spy","offset":120},{"uri":"British","surface_form":"British","offset":132},{"uri":"World_War_II","surface_form":"World War II","offset":143},{"uri":"Gestapo","surface_form":"Gestapo","offset":195},{"uri":"Cate_Blanchett","surface_form":"Cate Blanchett","offset":331},{"uri":"Wellington","surface_form":"Wellington","offset":364},{"uri":"New_Zealand","surface_form":"New Zealand","offset":376},{"uri":"London","surface_form":"London","offset":499},{"uri":"Journalist","surface_form":"journalist","offset":527},{"uri":"Paris","surface_form":"Paris","offset":552},{"uri":"Ambulance","surface_form":"ambulance","offset":649},{"uri":"Spain","surface_form":"Spain","offset":854},{"uri":"Parachute","surface_form":"parachute","offset":996},{"uri":"D-Day","surface_form":"D-Day","offset":1065},{"uri":"SS","surface_form":"SS","offset":1180},{"uri":"George_Medal","surface_form":"George Medal","offset":1285},{"uri":"Croix_de_Guerre","surface_form":"Croix de Guerre","offset":1310},{"uri":"M%C3%A9daille_de_la_R%C3%A9sistance","surface_form":"Médaille de la Résistance","offset":1352},{"uri":"Chevalier_de_la_L%C3%A9gion_d%27Honneur","surface_form":"Chevalier de la Légion d'Honneur","offset":1397},{"uri":"Medal_of_Freedom","surface_form":"Medal of Freedom","offset":1458},{"uri":"Order_of_Australia","surface_form":"Companion of the Order of Australia","offset":1505}]}