{"id":30411,"url":"http://en.wikipedia.org/wiki/Lawsuit","text":"e=\"preserve\">A lawsuit occurs when two people or organizations ask a court or judge to solve a disagreement or argument. The two (or more) participants in a lawsuit are called the parties. Each party is usually represented by a lawyer. That means that the lawyer will talk to the judge for the party.\nThe party that starts the lawsuit is called the plaintiff because they are complaining about something the other side has done. This is also called \"suing\", or to \"sue\". The other party is called the defendant because it must defend what it has done. Both sides or parties will show evidence or proof that they are right and the other side or party is wrong. The parties may also ask witnesses questions about what the argument or disagreement is about.\nAfter both parties have shown evidence and asked witnesses questions, the judge or jury will decide which party is right. Then the court will do something to make the winning party happy again. The court might make the losing party pay the winner money, or it might make the losing party stop doing something that made the winner unhappy.\nThe conduct of a lawsuit is called litigation. The plaintiffs and defendants are called \"litigants\" and the attorneys representing them are called \"litigators\". The term \"litigation\" may also refer to criminal trial.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organization","surface_form":"organizations","offset":49},{"uri":"Court","surface_form":"court","offset":69},{"uri":"Judge","surface_form":"judge","offset":78},{"uri":"Disagreement","surface_form":"disagreement","offset":95},{"uri":"Argument","surface_form":"argument","offset":111},{"uri":"Party","surface_form":"parties","offset":180},{"uri":"Lawyer","surface_form":"lawyer","offset":228},{"uri":"Plaintiff","surface_form":"plaintiff","offset":349},{"uri":"Complain","surface_form":"complaining","offset":376},{"uri":"Defendant","surface_form":"defendant","offset":501},{"uri":"Evidence","surface_form":"evidence","offset":584},{"uri":"Witness","surface_form":"witness","offset":685},{"uri":"Jury","surface_form":"jury","offset":838},{"uri":"Criminal_procedure","surface_form":"criminal trial","offset":1295}]}