{"id":304105,"url":"http://en.wikipedia.org/wiki/Barnard%27s_star","text":"Barnard's Star, also known as \"Barnard's Runaway Star\", is a very low-mass red dwarf star approximately six light-years away from Earth in the constellation of Ophiuchus (the Snake-holder). It is very old, and moving relatively fast.\nIn 1916, the American astronomer E. E. Barnard measured its proper motion as 10.3 arcseconds per year. This is the largest-known proper motion of any star relative to the Sun. At a distance of about 1.8 parsecs from the Solar System, or just under six light-years, Barnard's Star is the nearest known star in the constellation Ophiuchus, and the fourth-closest known individual star to the Sun, after the three components of the Alpha Centauri system. Despite its proximity, Barnard's Star, at a dim apparent magnitude of about nine, is not visible with the unaided eye; however, it is much brighter in infrared light than it is in visible light.\nDetails.\nBarnard's Star has been the subject of much study, and it has probably received more attention from astronomers than any other class M dwarf star due to its proximity and favorable location for observation near the celestial equator. Barnard's Star is also notable as the target for Project Daedalus, a study on the possibility of fast, unmanned travel to nearby star systems.\nAt seven to 12 billion years of age, Barnard's Star is considerably older than the Sun, and it might be among the oldest stars in the Milky Way galaxy. Barnard's Star rotates just once every 130 days (compared with just over 25 days for the Sun). In 1998 astronomers saw an intense flare, showing that Barnard's Star is a 'flare star'. Barnard's Star has the variable star designation V2500 Ophiuchi.\nThe proper motion of Barnard's Star is 'sideways' relative to our line of sight to the Sun of 90 kilometers per second (km/s). The 10.3 seconds of arc it travels annually amount to a quarter of a degree in a human lifetime, roughly half the angular diameter of the full Moon.\nThe radial velocity of Barnard's Star towards the Sun can be measured by its blue shift. These measurements, combined with proper motion, suggest a true velocity relative to the Sun of about 140 km/s.\nWhile Barnard's Star has the largest proper motion, the largest known true velocity of another star in the Milky Way belongs to Wolf 424 at 555 km/s.\nBarnard's Star will make its closest approach to the Sun around AD 11,700, when it approaches to within about 3.8 light-years. However, at that time, it will \"not\" be the nearest star, since Proxima Centauri will have moved even closer to the Sun. Barnard's Star will still be too dim to be seen with the naked eye at the time of its closest approach, since its apparent magnitude will be about 8.5 then. After that it will gradually recede from the Sun.","categories":[],"infobox_types":[],"annotations":[{"uri":"Red_dwarf","surface_form":"red dwarf","offset":75},{"uri":"Star","surface_form":"star","offset":85},{"uri":"Light-year","surface_form":"light-year","offset":108},{"uri":"Constellation","surface_form":"constellation","offset":143},{"uri":"Ophiuchus","surface_form":"Ophiuchus","offset":160},{"uri":"Astronomer","surface_form":"astronomer","offset":256},{"uri":"Edward_Emerson_Barnard","surface_form":"E. E. Barnard","offset":267},{"uri":"Proper_motion","surface_form":"proper motion","offset":294},{"uri":"Minute_of_arc","surface_form":"arcseconds","offset":316},{"uri":"Sun","surface_form":"Sun","offset":405},{"uri":"Parsecs","surface_form":"parsecs","offset":437},{"uri":"Solar_System","surface_form":"Solar System","offset":454},{"uri":"Light-years","surface_form":"light-years","offset":486},{"uri":"Constellation","surface_form":"constellation","offset":547},{"uri":"List_of_nearest_stars","surface_form":"fourth-closest","offset":580},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":663},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":734},{"uri":"Infrared_light","surface_form":"infrared light","offset":837},{"uri":"Visible_light","surface_form":"visible light","offset":866},{"uri":"M_dwarf","surface_form":"M dwarf","offset":1023},{"uri":"Celestial_equator","surface_form":"celestial equator","offset":1105},{"uri":"Project_Daedalus","surface_form":"Project Daedalus","offset":1173},{"uri":"Interstellar_travel","surface_form":"travel to nearby star systems","offset":1236},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1401},{"uri":"Flare_star","surface_form":"flare star","offset":1590},{"uri":"Variable_star","surface_form":"variable star","offset":1626},{"uri":"Blue_shift","surface_form":"blue shift","offset":2021},{"uri":"Milky_Way","surface_form":"Milky Way","offset":2252},{"uri":"Wolf_424","surface_form":"Wolf 424","offset":2273},{"uri":"Proxima_Centauri","surface_form":"Proxima Centauri","offset":2486}]}