{"id":30415,"url":"http://en.wikipedia.org/wiki/Chamber_music","text":"Chamber music means music written for small groups of instruments. A “chamber” is a “room” (from the French word “chambre”). Usually the word “chamber” in English means a room in a large house or castle. In the days when people with big houses or castles kept their own musicians, they might have their own private orchestra which played in the large hall. Sometimes there would be a concert in a small chamber. This was called “chamber music”.\nChamber music can be any group of instruments from two up to about eight or nine. Each player will be playing something different from the others (“one to a part”). Compare that to an orchestra where there may be, for example, several violins all playing the same notes.\nThe word “chamber” is also used for a “chamber orchestra” meaning: a small orchestra. By contrast: a large orchestra is often called a “symphony orchestra”. A small choir may be called a “chamber choir”. But these examples are not usually thought of as “chamber music”.\nHistory.\nChamber music for instruments became popular as something different from big orchestras. The orchestra developed in the 17th century and so did chamber music. Composers wrote trio sonatas which were for two high instruments (e.g. two violins) and a continuo accompaniment (usually harpsichord and cello). Arcangelo Corelli and Johann Sebastian Bach wrote many trio sonatas.\nJoseph Haydn wrote lots of string quartets. He made this combination popular. Mozart and Beethoven also wrote some very great string quartets. The last ones that Beethoven wrote were very difficult to play and to understand, but composers of the 19th century like Schubert, Schumann, Mendelssohn and Brahms were inspired by them. In the twentieth century some of the best string quartets were written by Bartók and Shostakovich.\nPlaying chamber music.\nIt is great fun to play chamber music because each player is an individual. It is like having a conversation in music. There is no conductor, so each musician has to listen carefully to the others and learn to play together as a small team. The musicians can also hear their own playing better than they can in an orchestra. Some living composers have written a lot of music for young players who are not very advanced. Some of Mozart’s earlier string quartets are not too difficult and make an excellent introduction to chamber music playing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":20},{"uri":"Musical_instrument","surface_form":"instruments","offset":54},{"uri":"Chamber","surface_form":"chamber","offset":70},{"uri":"House","surface_form":"house","offset":187},{"uri":"Castle","surface_form":"castle","offset":196},{"uri":"Musician","surface_form":"musician","offset":270},{"uri":"Orchestra","surface_form":"orchestra","offset":315},{"uri":"Violin","surface_form":"violin","offset":680},{"uri":"17th_century","surface_form":"17th century","offset":1115},{"uri":"Trio_sonata","surface_form":"trio sonata","offset":1170},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1276},{"uri":"Arcangelo_Corelli","surface_form":"Arcangelo Corelli","offset":1300},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":1322},{"uri":"Joseph_Haydn","surface_form":"Joseph Haydn","offset":1369},{"uri":"Beethoven","surface_form":"Beethoven","offset":1458},{"uri":"19th_century","surface_form":"19th century","offset":1615},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":1633},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":1643},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":1669},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Bartók","offset":1773},{"uri":"Dmitri_Shostakovich","surface_form":"Shostakovich","offset":1784}]}