{"id":30427,"url":"http://en.wikipedia.org/wiki/Circumcision","text":"Circumcision is an operation in which the foreskin is removed. In common speech, someone who has been circumcised is described as \"cut\" while someone who is not is described as \"uncut\". For example, one teenaged boy might ask another teenaged boy, \"Are you cut?\" While this is slang English, it is not considered profanity.\nCircumcision may be done by a doctor using a surgical tool, such as scissors, a plastic tool called a plastibell device, or it may be done with a laser. If the doctor uses a laser there is almost no bleeding.\nCircumcision may be a religious ritual, a custom in certain tribes or countries, or a medical practice.\nBenefits and criticisms.\nPeople disagree about whether circumcision is a good for health and sexual pleasure. People who think circumcision is a good idea may point to health reasons. Circumcision reduces sexually transmitted diseases like HIV and HPV, prevents certain kinds of cancer, and gets rid of infections and unpleasant smells under the foreskin. If circumcision is done soon after birth, it makes it less common for baby boys to get urinary tract infections (UTIs). UTIs can cause permanent damage to the kidneys. Many people think a penis looks better if it is circumcised. A study done in the United States found that the women prefer a circumcised penis, to look at and in sexual activity, especially if they are going to put their mouth on the penis. In countries where most boys are circumcised as babies, parents sometimes think that uncircumcised boys will be teased. Some boys are mean to a boy if his penis looks different. Bullying was a bigger problem in the past when boys had to take showers together at school after gym class or before swimming. People opposed to routine circumcision are called \"intactivists\".\nOne study, conducted in 2015, determined that the foreskin does not provide a sexual response or serve a sexual function in men. Instead, it is the corona and frenular (the area \"under\" the frenulum) areas which provide sexual response due to the high concentration of genital corpuscles. Out of a large sample of Kenyan men in a controlled trial, 74.8% of men reported higher penile sensitivity two years after circumcision, while only 7.1% reported lower penile sensitivity two years after circumcision. It was deduced that even a retracted foreskin would tend to reduce the stimulus to the corona and frenular areas, particularly on the outward stroke of intercourse. The study determined that “any sexual effect of circumcision must depend solely on the exposure of the glans and not on the absence of the prepuce.” The study concluded that male circumcision has no adverse effect on parameters relevant to sexual function, sensation, sensitivity, satisfaction, or pleasure.\nThe area of the outer and inner foreskin combined spans a wide range: 7–100 cm2 and 18–68 cm2 respectively. In discussing vestigial structures, Charles Darwin stated, “An organ, when rendered useless, may well be variable, for its variations cannot be checked by natural selection.” The variability in foreskin size is consistent with the foreskin being a vestigial structure.\nThose who believe that the foreskin is important for sexual pleasure are against circumcision. Others do not like circumcision because they believe it has no medical advantage, or that it is easy to clean under the foreskin, or that circumcision harms the penis or the mind. People who do not like circumcision of baby boys say doctors and parents should not make this decision. They say that the owner should choose when he is old enough to decide for himself. (However, it will hurt more if done at a later age.)\nAccording to the CDC, the latest data (from NCHS) on male circumcision in the United States show a 2.5% overall increase in prevalence in males aged 14 to 59 years between 2000 and 2010. In contrast, there has been a decline of 6.1% in newborn circumcisions. The newborn circumcision rate in the US dropped slightly from 83.3% in the 1960s to 77.2% in 2010. The main reason for this 6 point drop is most likely the much faster increase in the Hispanic population, the ethnic group having the lowest circumcision prevalence. The growing Hispanic population in the West accounts for most of the decrease in national prevalence. Because Hispanic and black individuals are over-represented in poorer demographics, the withdrawal of Medicaid funding for elective circumcision in 18 states is of concern to public health, as was also expressed by the authors of the CDC’s recent report. After controlling for other factors, states with Medicaid coverage had hospital circumcision rates 24 percentage points higher than states without such coverage. Many, but not all, private health insurance plans pay for circumcision. A study of 96,457 male babies in the state of Maryland found that 75% of new baby boys were circumcised before they left the hospital. More were circumcised in a religious ceremony or in a doctor's office later. With those boys included, 82% of baby boys in Maryland got circumcised. It was less common for Asian and Hispanic babies than for non-Asian and non-Hispanic babies.\nTraditions.\nIn Islam and Judaism, male circumcision is commonly done for religious reasons.\nJudaism.\nIn Judaism, religious law orders that baby boys be circumcised on the 8th day after their birth. This is required even if the 8th day after birth is Shabbat (Saturday). In the Jewish faith, circumcision is an important tradition because it represents the newly born baby being included in the covenant (or agreement) which God made with the prophet Abraham.\nA \"mohel\" is someone who circumcises Jewish baby boys eight days after they are born in accordance with Jewish law. A knife is traditionally used for this, but a clamp is now sometimes used instead. Mohels are traditionally male, but most types of non-orthodox (not fully traditional) types of Judaism allow women to be mohels without restriction.\nFor Jews who observe religious law, the circumcision is performed at a ceremony called a Brit milah. Family, relatives and guests attend. Others, such as Reform Jews may choose to have the circumcision done in a hospital before the baby goes home. They may have a celebration afterwards, or after the birth of a baby girl for whom there is no ritual act.\nIslam.\nIn the Quran, no sura or ayat mention male or female circumcision. However, there are some injunctions of the prophet Muhammad that explain and command \"only\" male circumcision, as a \"continuation\" of Abrahamic/Hebraic tradition. For example, the prophet Muhammad said in a hadith that \"Five are the acts which are part of \"fitrah\": Circumcision, clipping or shaving the pubic hair, cutting the nails, plucking or shaving the hair under the armpits and clipping (or shaving) the moustache\".\nAlso, according to the Qur'an, Allah ordered Muhammad to follow the religion of Ibrahim (the Hebrew Abraham): \"Then We inspired you: 'Follow the religion of Ibrahim, the upright in Faith'.\" —(Qur'an 16:123)\nMany Islamic scholars say that is an important ritual and a symbolic step of purification along the lines of Abrahamic tradition. Most Shafi Islamic Jurists (judges) say that circumcision is required for men. It is an accepted tradition in almost all Islamic sects and among most Islamic scholars and theologians. Circumcision is also important within Islam because Islam claims to be the 'truth' and the 'continuation' of the old and true message of Ibrahim/Abraham. According to Islam, God's covenant with Abraham was passed on to Muhammad, whose mission was to continue the covenant. The covenant is continued, according to Islam, through several steps, including male circumcision. The Quran discusses this covenant in detail in several places, including sura 14 (Ibrahim – \"Abraham\").\nAge of men illustration.\nIbn Jubayr Sa'id reported: \"Ibn `Abbas was asked the following question: 'How was it with you, [when] the Prophet, peace be upon him, died?,' he said, 'I was circumcised at that particular time because the men were usually only circumcised when they became sexually mature.'\"\nAnd further, Ibn `Abbas reported: \"When the Prophet, peace be upon him died, I was circumcised at that particular time.\"\nAlong with being an important rite of passage, circumcision may have helped people keep track of dates and place events into the correct time and place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Foreskin","surface_form":"foreskin","offset":42},{"uri":"Laser","surface_form":"laser","offset":470},{"uri":"Religious","surface_form":"religious","offset":555},{"uri":"Ritual","surface_form":"ritual","offset":565},{"uri":"Custom","surface_form":"custom","offset":575},{"uri":"Tribe","surface_form":"tribe","offset":593},{"uri":"Medical","surface_form":"medical","offset":619},{"uri":"Sexual","surface_form":"sexual","offset":730},{"uri":"Sexually_transmitted_disease","surface_form":"sexually transmitted disease","offset":842},{"uri":"HIV","surface_form":"HIV","offset":877},{"uri":"Cancer","surface_form":"cancer","offset":916},{"uri":"Urinary_tract_infection","surface_form":"urinary tract infection","offset":1080},{"uri":"Kidneys","surface_form":"kidneys","offset":1152},{"uri":"Foreskin","surface_form":"foreskin","offset":1823},{"uri":"Corona_of_glans_penis","surface_form":"corona","offset":1921},{"uri":"Frenulum","surface_form":"frenulum","offset":1963},{"uri":"Penis","surface_form":"penis","offset":3385},{"uri":"Centers_for_Disease_Control_and_Prevention","surface_form":"CDC","offset":3661},{"uri":"National_Center_for_Health_Statistics","surface_form":"NCHS","offset":3688},{"uri":"Insurance","surface_form":"insurance","offset":4721},{"uri":"Maryland","surface_form":"Maryland","offset":4805},{"uri":"Hispanic","surface_form":"Hispanic","offset":5076},{"uri":"Islam","surface_form":"Islam","offset":5151},{"uri":"Judaism","surface_form":"Judaism","offset":5161},{"uri":"Shabbat","surface_form":"Shabbat","offset":5386},{"uri":"Covenant","surface_form":"covenant","offset":5530},{"uri":"Abraham","surface_form":"Abraham","offset":5586},{"uri":"Mohel","surface_form":"mohel","offset":5598},{"uri":"Halakha","surface_form":"religious law","offset":5964},{"uri":"Brit_milah","surface_form":"Brit milah","offset":6032},{"uri":"Reform_Judaism","surface_form":"Reform Jews","offset":6097},{"uri":"Quran","surface_form":"Quran","offset":6312},{"uri":"Sura","surface_form":"sura","offset":6322},{"uri":"Ayat","surface_form":"ayat","offset":6330},{"uri":"Muhammad","surface_form":"Muhammad","offset":6423},{"uri":"Hadith","surface_form":"hadith","offset":6579},{"uri":"Allah","surface_form":"Allah","offset":6827},{"uri":"Hebrews","surface_form":"Hebrew","offset":6889},{"uri":"Sect","surface_form":"sect","offset":7262}]}