{"id":30423,"url":"http://en.wikipedia.org/wiki/Museum_in_Bielsko-Bia%C5%82a","text":"The Bielsko-Biała Museum has its main location in the historical Bielsko Castle, Poland. Since the 1970s there are three local branches: the Julian Fałat Museum, the Museum of Technology and Textile Industry and the Weaver's House Museum.\nThe castle.\nThe castle was built in the 14th century by the Piast family, the rulers of the Cieszyn Duchy in Poland, the castle was used as one of their residences for over two centuries. In 1752 the Bielsko state became a duchy owned by the Sulkowski family. The castle was their property until 1945. After World War II the castle was taken over by the Polish State. Since 1983 its only owner has been the Bielsko-Biała Museum.\nThe permanent exhibition in the castle.\nIn the west wing of the building the hunting room and armoury are located. The next two rooms display three centuries of art history from the 15th to the 17th century. Neighbouring with these rooms are a rococo concert hall and a Biedermeier room. The castle's east wing contains a gallery of the 19th and 20th century painting and graphic art. Next rooms located in the north wing display an exhibition of the history of the city and castle, as well as craftsman traditions of old Bielsko and Biała. The east wing of the castle is occupied by art gallery (the 19th century paintings displayed here include works of art representing realism and academism, Młoda Polska (Young Poland) paintings, works of artists connected with Bielsko-Biała during the twenty years of independence after World War I and during the modern times)\nMuseum of Technology and Textile Industry.\nThe museum shows traditions of wool industry in Bielsko-Biała, by means of collecting machines, equipment and documents. The exhibits are stored in four rooms and show the look of old textile factory A separate room displays machines for making hats and the history of Bielsko-Biała fire brigade. There is also a little printing office and a room where all the historical household equipments, radio sets, typewriters etc., are being stored.\nThe weaver’s house.\nReconstruction of the weaver’s house and workshop owned by a guild master. It shows live and work in 19th and 20th centuries. There are two main rooms – workshop on the left and living room on the right, with a kitchen and a bedroom.\nThe weaver’s house is an original example of the old wooden house. It tries to show craftsman’s work.\nJulian Fałat’s villa.\nThe museum of Julian Fałat in Bystra Śląska is housed in a historical villa of the artist, called “Fałatówka” and its visitors can see the art and some biographical documents of the artist. This is the house where the artists lived after he stoped being a headmaster of the Cracow Academy of Fine Arts. The exhibition presents oil paintings and watercolours: self-portraits, portraits of his family and friends, landscapes from his travels and hunting scenes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Polish State","offset":593},{"uri":"Rococo","surface_form":"rococo","offset":912},{"uri":"Art_gallery","surface_form":"gallery","offset":990},{"uri":"Painting","surface_form":"painting","offset":1027},{"uri":"Graphic","surface_form":"graphic","offset":1040},{"uri":"Art","surface_form":"art","offset":1048},{"uri":"Craftsman","surface_form":"craftsman","offset":1162},{"uri":"Wool","surface_form":"wool","offset":1610},{"uri":"Industry","surface_form":"industry","offset":1615},{"uri":"Machine","surface_form":"machine","offset":1665},{"uri":"Textile","surface_form":"textile","offset":1763},{"uri":"Factory","surface_form":"factory","offset":1771},{"uri":"Hat","surface_form":"hat","offset":1824},{"uri":"Fire_brigade","surface_form":"fire brigade","offset":1862},{"uri":"Printing_office","surface_form":"printing office","offset":1899},{"uri":"Household","surface_form":"household","offset":1951},{"uri":"Radio","surface_form":"radio","offset":1973},{"uri":"Typewriter","surface_form":"typewriter","offset":1985},{"uri":"Weaver","surface_form":"weaver","offset":2063},{"uri":"Workshop","surface_form":"workshop","offset":2082},{"uri":"Guild","surface_form":"guild","offset":2102},{"uri":"Master","surface_form":"master","offset":2108},{"uri":"Craftsman","surface_form":"craftsman","offset":2359},{"uri":"Julian_Fa%C5%82at","surface_form":"Julian Fałat","offset":2413},{"uri":"Villa","surface_form":"villa","offset":2469},{"uri":"Art","surface_form":"art","offset":2538},{"uri":"Biographical","surface_form":"biographical","offset":2551},{"uri":"Artist","surface_form":"artist","offset":2581},{"uri":"Cracow","surface_form":"Cracow","offset":2673},{"uri":"Academy","surface_form":"Academy","offset":2680},{"uri":"Fine_Arts","surface_form":"Fine Arts","offset":2691},{"uri":"Oil_painting","surface_form":"oil painting","offset":2726},{"uri":"Watercolour","surface_form":"watercolour","offset":2744},{"uri":"Self-portrait","surface_form":"self-portrait","offset":2758},{"uri":"Portrait","surface_form":"portrait","offset":2774},{"uri":"Landscape","surface_form":"landscape","offset":2811}]}