{"id":3045,"url":"http://en.wikipedia.org/wiki/Poland","text":"Poland is a country in Central Europe. Its official name is Republic of Poland. It is on the east of Germany (along Oder and Lusatian Neisse). The Czech Republic and Slovakia are to the south, Ukraine and Belarus to the east, and the Baltic Sea, Lithuania, and the Russian exclave Kaliningrad to the north. The total land area of Poland is about 312,679 km2 (120,728 mi2), slightly larger than Oman. This makes Poland the 77th largest country in the world with over 38.5 million people. Most Polish people live in large cities, including the capital, Warsaw (Polish: \"Warszawa\"), Łódź, Cracow (Polish: \"Kraków\"), the second capital of Poland (first was Gniezno), Szczecin, Gdańsk, Wrocław and Poznań.\nThe word \"Poland\" was written officially for the first time in 966. In 1569, Poland formed a strong union with Lithuania called the Polish-Lithuanian Commonwealth. At some point in its history, it was the largest state in Europe and became very influential. Much of the territory that now makes up Central European states used to belong to that Commonwealth. Eventually, after a slow decline, the Commonwealth collapsed in 1795. Poland regained its independence in 1918 after World War I. In 1921, Poland defeated Soviet Russia in the Polish-Soviet War that started in 1919.\nHowever, Poland lost independence again not long after the beginning of World War II, after suffering a defeat by both the USSR and Nazi Germany. More than six million people died during the war, including 3 million Jews in the Holocaust. The Polish Government in Exile, Polish forces in the West, and Polish underground fought on during the occupation. However, following the Soviet defeat of Germany in the Eastern front, Poland became a communist country within the Eastern Bloc.\nIn 1989, Poland ceased being a communist country and became a liberal democracy. Its change of government was the first in a series of events that led to the states of Eastern and Central Europe regaining their independence and the fall of the USSR in 1991. After the democratic consolidation, Poland joined the European Union on 1 May 2004. Poland is also a member of NATO, the United Nations, and the World Trade Organization.\nEarly history.\nThe first sign of humans in Polish lands was 500,000 years ago. The Bronze Age started around 2400-2300 BC. The Iron Age started around 750-700 BC. At that time the Polish lands were under the influence of the Lusatian culture. About 400 BC Celtic and Germanic tribes lived there. Those people had trade contacts with the Roman Empire.\nOver time, Slavs came to Polish lands. Some of those Slavs, now commonly referred to as Western Slavs (though in reality a diverse group of tribes with shared ethnic and cultural features), stayed there and started to create new nations. The most powerful tribe was called the Polans, who united all of the other Slavic tribes living there, and this is where the name \"Poland\" comes from.\nPiast and Jagiellon dynasties.\nPoland began to form into a country around the middle of the 10th century in the Piast dynasty. In 966, Prince Mieszko I became a Christian, and so the Polish people also became Christians. The next king was Bolesław I of Poland (called Bolesław the Brave). He conquered many lands and he became the first King of Poland. Casimir I of Poland changed the Polish capital from Gniezno to Kraków. In the 12th century Poland broke into some smaller states after the death of King Bolesław III Wrymouth in 1138 because of his will. Those states were later attacked by Mongol armies in 1241, which slowed down the unification of the small states into the big country of Poland. This happened eighty years later, in 1320, when Władysław I became the King of the United Poland. His son Casimir III the Great reformed the Polish economy, built new castles and won the war against the Ruthenian Dukedom. Many people emigrated to Poland, becoming a haven for emigrants. Many Jewish people also moved into Poland during that time. The Black Death, which affected many parts of Europe from 1347 to 1351, did not come to Poland.\nAfter the death of the last Piast on the Polish throne, Casimir III, Louis I of Hungary and his daughter Jadwiga of Poland began their rule. She married the Lithuanian prince Jogaila. Their marriage started a new dynasty in Poland: the Jagiellon dynasty. Under the Jagiellon dynasty, Poland made an alliance with its neighbor Lithuania.\nPolish-Lithuanian Commonwealth to Second Republic of Poland.\nIn the 17th century Sweden attacked almost all of Poland (this was called “the Deluge”). Many wars against the Ottoman Empire, Russia, Cossacks, Transylvania and Brandenburg-Prussia ended in 1699. For the next 80 years, the government and the nation were weak, making Poland dependent on Russia. Russian tsars took advantage of this by offering money to dishonest members of the Polish government, who would block new ideas and solutions. Russia, Prussia, and Austria broke Poland into three pieces in 1772, 1793 and 1795, which dissolved the country. Before the second split, a Constitution called \"The Constitution of 3 May\" was made in 1791. The Polish people did not like the new kings, and often rebelled (two big rebellions in 1830 and 1863).\nNapoleon made another Polish state, “the Duchy of Warsaw”, but after the Napoleonic wars, Poland was split again by the countries at the Congress of Vienna. The eastern part was ruled by the Russian tsar.\nDuring World War I all the Allies agreed to save Poland. Soon after the surrender of Germany in November 1918, Poland became the Second Polish Republic (\"II Rzeczpospolita Polska\"). It got its freedom after several military conflicts; the largest was in 1919-1921 Polish-Soviet War.\nWorld War II.\nOn September 1, 1939, World War II started when Nazi Germany attacked Poland. The Soviet Union attacked Poland on September 17, 1939. Warsaw was defeated on September 28, 1939. Poland was split into two pieces, one half owned by Nazi Germany, the other by the Soviet Union. More than 6 million Polish people died, and half of these people were Jewish. Most of these deaths were part of the Holocaust, in which 6 million Jews were killed. At the war's end, Poland's borders were moved west, pushing the eastern border to the Curzon line. The western border was moved to the Oder-Neisse line. The new Poland became 20% smaller by 77,500 square kilometers (29,900 sq mi). The shift forced millions of Poles, Germans, Ukrainians, and Jews to move.\nPolish People's Republic to Third Polish Republic.\nAfter these events Poland gradually became a communist country. It was supposedly an independent country. But in reality the new government was appointed by Joseph Stalin. It was also under the control of the Soviet Union. The country was then renamed the People's Republic of Poland. There are many Poles in the neighboring countries Ukraine, Belarus, and Lithuania (these three countries were part of the Soviet Union until 1991), as well as in other countries. The most Poles outside of Poland are in the United States, especially in Chicago. Germany and the United Kingdom are also home to a large Polish diaspora. The most recent mass emigration of Poles to western countries began after 1989.\nIn 1989 Solidarity - a trade union led by Lech Wałęsa - helped defeat the communist government in Poland. Even before that event, Lech Wałęsa was given a Nobel Prize for leading the first non-communist trade union fighting for democracy in the Communist Block. When Communism ended in Poland there were many improvements in human rights, such as freedom of speech, democracy, etc. In 1991 Poland became a member of the Visegrad Group and joined NATO in 1999 along with the Czech Republic and Hungary. Polish voters then voted to join the European Union in a vote in June 2003. The country joined the EU on May 1, 2004.\nCurrently, the Prime Minister is Mateusz Morawiecki. On 10 April 2010 the President Lech Kaczyński died in a government plane crash in Smolensk in Russia. The president is elected directly by the citizens for a five-year term. The Prime Minister is appointed by the President and confirmed by the \"Sejm\". The Sejm is the lower chamber of Parliament legislature for the country. It has 460 deputies elected every four years.\nGeography.\nPoland's territory is a plain reaching from the Baltic Sea in the north to the Carpathian Mountains in the south. Within that plain, the land varies from east to west.\nThe Polish Baltic coast is mostly smooth but has natural harbors in the Gdańsk-Gdynia region and Szczecin in the far northwest. This coast has several spits, dunes and coastal lakes. Coast lakes are former bays that have been cut off from the sea. These areas are sometimes called lagoons. Szczecin Lagoon is on the western border with Germany. The Vistula Lagoon is on the eastern border with Kaliningrad, province of Russia. The longest river in Poland, the Vistula river, empties into the Vistula Lagoon and also directly into the Baltic Sea.\nThe northeastern region is densely wooded, sparsely populated and lacks agricultural and industrial resources. The geographical region has four hilly districts of moraines and lakes created by moraines. These formed during and after the Pleistocene ice age. The Masurian Lake District is the largest of the four districts and covers much of northeastern Poland.\nPoland has many lakes. In Europe only Finland has more lakes. The largest lakes are Śniardwy and Mamry. In addition to the lake districts in the north, there are also many mountain lakes in the Tatras mountains.\nSouth of the northeastern region is the regions of Silesia and Masovia, which are marked by broad ice age river valleys. Silesia region has many resources and people. Coal is abundant. Lower Silesia has large copper mining. Masovian Plain is in central Poland. It is in the valleys of three large rivers: Vistula, Bug and Narew.\nFurther south is the Polish mountain region. These mountains include the Sudetes and the Carpathian Mountains. The highest part of the Carpathians is the Tatra mountains which is along Poland’s southern border. The tallest mountain in Poland, Rysy at 2,503 m (8,210 ft), is in the High Tatras.\nAdministrative divisions.\nPoland is made of sixteen regions known as voivodeships (\"województwa\", singular - \"województwo\"). They are basically created from the country's historical regions, whereas those of the past two decades (till 1998) had been focused on and named for separate cities. The new units range in areas from under 10,000 km2 (Opole Voivodeship) to over 35,000 km2 (Masovian Voivodeship). Voivodeships are controlled by voivod governments, and their legislatures are called voivodeship sejmiks.\nThe sixteen voivodeships that make up Poland are further divided into \"powiaty\" (singular \"powiat\"), second-level units of administration, which are about the same as to a county, district or prefecture in other countries.\nLiterature.\nAlmost no Polish literature remains before Christianisation in the 10th century. Polish literature was written in the Latin language during the Middle Ages. The Polish language was accepted as equal to Latin after the Renaissance for literature.\nJan Kochanowski was a leading poet of European Renaissance literature in the 16th century. Other great Polish poets include Adam Mickiewicz who wrote \"Pan Tadeusz\" epic in 1834.\nSeveral Polish novelists have won the Nobel prize. Henryk Sienkiewicz won in 19 dramatized versions of famous events in Polish history. Władysław Reymont won a Nobel prize in 1924. He wrote the novel Chłopi. Two polish poets won Nobel prize as well. One is Wisława Szymborska (1996) and the second Czesław Miłosz (1980).\nStanisław Lem is a famous science fiction author in the modern era. His \"Solaris\" novel was made twice into a feature film.\nPeople.\nIn the past, Poland was inhabited by people from different nations and of different religions (mainly Catholics, Orthodox and Judaism). This changed after 1939, because of the Nazi Holocaust which killed many Polish Jews. After World War II, the country was changed into a communist country, by the Warsaw Pact which included most central European countries and Russia Russia.\nToday 38,038,000 people live in Poland (2011). In 2002 96.74% of the population call themselves Polish, while 471,500 people (1.23%) claimed another nationality. 774,900 people (2.03%) did not declare any nationality. Nationalities, or ethnic groups in Poland are Silesians, Germans (most in the former Opole Voivodeship), Ukrainians, Lithuanians, Russians, Jews and Belarusians. The Polish language is part of the West Slavic section of the Slavic languages. It is also the official language of Poland. English and German are the most common second languages studied and spoken.\nIn the past few years, Poland's population has gone down because of an increase in emigration and a sharp drop in the birth rate. In 2006, the census office estimated the total population of Poland at 38,536,869, a very small rise on the 2002 figure of 38,230,080. Since Poland's accession to the European Union, many Polish people have moved to work in Western European countries like the United Kingdom and the Republic of Ireland. Some organizations state people have left because of high unemployment (10.5%) and better opportunities for work somewhere else. In April 2007, the Polish population of the United Kingdom had risen to about 300,000 people and estimates predict about 65,000 Polish people living in the Republic of Ireland. However, in recent years strong growth of Polish economy and increasing value of Polish currency (PLN) makes many Polish immigrants to go back home. In 2007, the number of people leaving the country was lower than people who are coming back. Poland became an attractive place to work for people from other countries (mainly Ukraine).\nA Polish minority is still present in neighboring countries of Ukraine, Belarus, and Lithuania, as well as in other countries. The largest number of ethnic Poles outside of the country can be found in the United States.\nUrban demographics.\nThe lists below show the population count of Poland's largest cities based on 2005 estimates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_Europe","surface_form":"Central Europe","offset":23},{"uri":"Germany","surface_form":"Germany","offset":101},{"uri":"Oder","surface_form":"Oder","offset":116},{"uri":"Lusatian_Neisse","surface_form":"Lusatian Neisse","offset":125},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":147},{"uri":"Slovakia","surface_form":"Slovakia","offset":166},{"uri":"Ukraine","surface_form":"Ukraine","offset":193},{"uri":"Belarus","surface_form":"Belarus","offset":205},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":234},{"uri":"Lithuania","surface_form":"Lithuania","offset":246},{"uri":"Russia","surface_form":"Russia","offset":265},{"uri":"Exclave","surface_form":"exclave","offset":273},{"uri":"Kaliningrad","surface_form":"Kaliningrad","offset":281},{"uri":"Warsaw","surface_form":"Warsaw","offset":551},{"uri":"Polish_language","surface_form":"Polish","offset":559},{"uri":"%C5%81%C3%B3d%C5%BA","surface_form":"Łódź","offset":580},{"uri":"Krak%C3%B3w","surface_form":"Cracow","offset":586},{"uri":"Polish_language","surface_form":"Polish","offset":594},{"uri":"Gniezno","surface_form":"Gniezno","offset":653},{"uri":"Szczecin","surface_form":"Szczecin","offset":663},{"uri":"Gda%C5%84sk","surface_form":"Gdańsk","offset":673},{"uri":"Wroc%C5%82aw","surface_form":"Wrocław","offset":681},{"uri":"Pozna%C5%84","surface_form":"Poznań","offset":693},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Polish-Lithuanian Commonwealth","offset":833},{"uri":"State","surface_form":"state","offset":914},{"uri":"Partitions_of_Poland","surface_form":"collapsed","offset":1111},{"uri":"Independence","surface_form":"independence","offset":1150},{"uri":"World_War_I","surface_form":"World War I","offset":1177},{"uri":"Polish-Soviet_War","surface_form":"Polish-Soviet War","offset":1236},{"uri":"1919","surface_form":"1919","offset":1270},{"uri":"World_War_II","surface_form":"World War II","offset":1348},{"uri":"USSR","surface_form":"USSR","offset":1399},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1408},{"uri":"Holocaust","surface_form":"Holocaust","offset":1504},{"uri":"People%27s_Republic_of_Poland","surface_form":"communist country","offset":1716},{"uri":"Eastern_Bloc","surface_form":"Eastern Bloc","offset":1745},{"uri":"Liberal_democracy","surface_form":"liberal democracy","offset":1821},{"uri":"Independence","surface_form":"independence","offset":1970},{"uri":"Democratic_consolidation","surface_form":"democratic consolidation","offset":2027},{"uri":"European_Union","surface_form":"European Union","offset":2071},{"uri":"NATO","surface_form":"NATO","offset":2128},{"uri":"United_Nations","surface_form":"United Nations","offset":2138},{"uri":"World_Trade_Organization","surface_form":"World Trade Organization","offset":2162},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":2271},{"uri":"BC","surface_form":"BC","offset":2307},{"uri":"Iron_Age","surface_form":"Iron Age","offset":2315},{"uri":"BC","surface_form":"BC","offset":2347},{"uri":"Lusatian_culture","surface_form":"Lusatian culture","offset":2413},{"uri":"Celts","surface_form":"Celtic","offset":2444},{"uri":"Germanic_people","surface_form":"Germanic","offset":2455},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2525},{"uri":"Slavs","surface_form":"Slavs","offset":2550},{"uri":"Polans","surface_form":"Polans","offset":2816},{"uri":"10th_century","surface_form":"10th century","offset":3020},{"uri":"Piast_dynasty","surface_form":"Piast dynasty","offset":3040},{"uri":"Mieszko_I","surface_form":"Mieszko I","offset":3070},{"uri":"Christian","surface_form":"Christian","offset":3089},{"uri":"Boles%C5%82aw_I_of_Poland","surface_form":"Bolesław I of Poland","offset":3167},{"uri":"Casimir_I_of_Poland","surface_form":"Casimir I of Poland","offset":3281},{"uri":"Gniezno","surface_form":"Gniezno","offset":3333},{"uri":"Krak%C3%B3w","surface_form":"Kraków","offset":3344},{"uri":"States","surface_form":"states","offset":3403},{"uri":"Boles%C5%82aw_III_Wrymouth","surface_form":"Bolesław III Wrymouth","offset":3434},{"uri":"Will_(law)","surface_form":"will","offset":3479},{"uri":"Mongol","surface_form":"Mongol","offset":3521},{"uri":"W%C5%82adys%C5%82aw_I_of_Poland","surface_form":"Władysław I","offset":3678},{"uri":"Casimir_III","surface_form":"Casimir III","offset":3736},{"uri":"Ruthenian_Dukedom","surface_form":"Ruthenian Dukedom","offset":3833},{"uri":"Emigration","surface_form":"emigrated","offset":3864},{"uri":"Jewish","surface_form":"Jewish","offset":3922},{"uri":"Black_Death","surface_form":"Black Death","offset":3981},{"uri":"Europe","surface_form":"Europe","offset":4023},{"uri":"Casimir_III_of_Poland","surface_form":"Casimir III","offset":4129},{"uri":"Louis_I_of_Hungary","surface_form":"Louis I of Hungary","offset":4142},{"uri":"Jadwiga_of_Poland","surface_form":"Jadwiga of Poland","offset":4178},{"uri":"Lithuania","surface_form":"Lithuania","offset":4230},{"uri":"Jogaila","surface_form":"Jogaila","offset":4248},{"uri":"Jagiellon_dynasty","surface_form":"Jagiellon dynasty","offset":4309},{"uri":"Jagiellon_dynasty","surface_form":"Jagiellon dynasty","offset":4338},{"uri":"Lithuania","surface_form":"Lithuania","offset":4399},{"uri":"Sweden","surface_form":"Sweden","offset":4491},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":4582},{"uri":"Russia","surface_form":"Russia","offset":4598},{"uri":"Cossacks","surface_form":"Cossacks","offset":4606},{"uri":"Transylvania","surface_form":"Transylvania","offset":4616},{"uri":"Brandenburg-Prussia","surface_form":"Brandenburg-Prussia","offset":4633},{"uri":"Tsars","surface_form":"tsars","offset":4775},{"uri":"Government","surface_form":"government","offset":4857},{"uri":"Russia","surface_form":"Russia","offset":4910},{"uri":"Prussia","surface_form":"Prussia","offset":4918},{"uri":"Austria","surface_form":"Austria","offset":4931},{"uri":"Constitution","surface_form":"Constitution","offset":5050},{"uri":"The_Constitution_of_3_May","surface_form":"The Constitution of 3 May","offset":5071},{"uri":"Rebellion","surface_form":"rebellion","offset":5190},{"uri":"Napoleon","surface_form":"Napoleon","offset":5220},{"uri":"Duchy_of_Warsaw","surface_form":"Duchy of Warsaw","offset":5261},{"uri":"Napoleonic_wars","surface_form":"Napoleonic wars","offset":5293},{"uri":"Congress_of_Vienna","surface_form":"Congress of Vienna","offset":5357},{"uri":"World_War_I","surface_form":"World War I","offset":5432},{"uri":"Allies_of_World_War_I","surface_form":"Allies","offset":5452},{"uri":"Second_Polish_Republic","surface_form":"Second Polish Republic","offset":5554},{"uri":"Polish-Soviet_War","surface_form":"Polish-Soviet War","offset":5689},{"uri":"World_War_II","surface_form":"World War II","offset":5744},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":5770},{"uri":"Invasion_of_Poland_(1939)","surface_form":"attacked Poland","offset":5783},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5804},{"uri":"Warsaw","surface_form":"Warsaw","offset":5856},{"uri":"Jews","surface_form":"Jewish","offset":6066},{"uri":"Holocaust","surface_form":"Holocaust","offset":6112},{"uri":"Curzon_line","surface_form":"Curzon line","offset":6246},{"uri":"Oder-Neisse_line","surface_form":"Oder-Neisse line","offset":6295},{"uri":"Communism","surface_form":"communist","offset":6562},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":6674},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":6726},{"uri":"People%27s_Republic_of_Poland","surface_form":"People's Republic of Poland","offset":6773},{"uri":"Ukraine","surface_form":"Ukraine","offset":6852},{"uri":"Belarus","surface_form":"Belarus","offset":6861},{"uri":"Chicago","surface_form":"Chicago","offset":7054},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7079},{"uri":"Solidarity","surface_form":"Solidarity","offset":7224},{"uri":"Trade_union","surface_form":"trade union","offset":7239},{"uri":"Lech_Wa%C5%82%C4%99sa","surface_form":"Lech Wałęsa","offset":7258},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":7370},{"uri":"Eastern_Bloc","surface_form":"Communist Block","offset":7460},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":7562},{"uri":"Democracy","surface_form":"democracy","offset":7581},{"uri":"Visegrad_Group","surface_form":"Visegrad Group","offset":7635},{"uri":"NATO","surface_form":"NATO","offset":7661},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":7689},{"uri":"Hungary","surface_form":"Hungary","offset":7708},{"uri":"European_Union","surface_form":"European Union","offset":7754},{"uri":"EU","surface_form":"EU","offset":7816},{"uri":"Mateusz_Morawiecki","surface_form":"Mateusz Morawiecki","offset":7868},{"uri":"Lech_Kaczy%C5%84ski","surface_form":"Lech Kaczyński","offset":7919},{"uri":"Smolensk","surface_form":"Smolensk","offset":7970},{"uri":"Russia","surface_form":"Russia","offset":7982},{"uri":"Term","surface_form":"term","offset":8056},{"uri":"Legislature","surface_form":"legislature","offset":8184},{"uri":"Elect","surface_form":"elect","offset":8233},{"uri":"Plain","surface_form":"plain","offset":8294},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":8318},{"uri":"Carpathian_Mountains","surface_form":"Carpathian Mountains","offset":8349},{"uri":"Harbor","surface_form":"harbor","offset":8495},{"uri":"Tricity","surface_form":"Gdańsk-Gdynia","offset":8510},{"uri":"Szczecin","surface_form":"Szczecin","offset":8535},{"uri":"Spit","surface_form":"spit","offset":8589},{"uri":"Dune","surface_form":"dune","offset":8596},{"uri":"Bay","surface_form":"bay","offset":8644},{"uri":"Szczecin_Lagoon","surface_form":"Szczecin Lagoon","offset":8728},{"uri":"Germany","surface_form":"Germany","offset":8774},{"uri":"Vistula_Lagoon","surface_form":"Vistula Lagoon","offset":8787},{"uri":"Kaliningrad","surface_form":"Kaliningrad","offset":8832},{"uri":"Russia","surface_form":"Russia","offset":8857},{"uri":"Vistula","surface_form":"Vistula","offset":8898},{"uri":"Vistula_Lagoon","surface_form":"Vistula Lagoon","offset":8930},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":8972},{"uri":"District","surface_form":"district","offset":9134},{"uri":"Moraine","surface_form":"moraine","offset":9147},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":9221},{"uri":"Ice_age","surface_form":"ice age","offset":9233},{"uri":"Finland","surface_form":"Finland","offset":9384},{"uri":"%C5%9Aniardwy","surface_form":"Śniardwy","offset":9430},{"uri":"Lake_Mamry","surface_form":"Mamry","offset":9443},{"uri":"Tatras_Mountains","surface_form":"Tatras mountains","offset":9540},{"uri":"Silesia","surface_form":"Silesia","offset":9609},{"uri":"Masovia","surface_form":"Masovia","offset":9621},{"uri":"Valley","surface_form":"valley","offset":9670},{"uri":"Coal","surface_form":"Coal","offset":9725},{"uri":"Copper","surface_form":"copper","offset":9767},{"uri":"Mazovian_Lowland","surface_form":"Masovian Plain","offset":9782},{"uri":"Vistula","surface_form":"Vistula","offset":9863},{"uri":"Bug_River","surface_form":"Bug","offset":9872},{"uri":"Narew","surface_form":"Narew","offset":9880},{"uri":"Sudetes","surface_form":"Sudetes","offset":9960},{"uri":"Carpathian_Mountains","surface_form":"Carpathian Mountains","offset":9976},{"uri":"Rysy","surface_form":"Rysy","offset":10130},{"uri":"High_Tatras","surface_form":"High Tatras","offset":10168},{"uri":"Region","surface_form":"region","offset":10233},{"uri":"Voivodeship","surface_form":"voivodeship","offset":10250},{"uri":"Voivodeship_sejmik","surface_form":"voivodeship sejmik","offset":10672},{"uri":"Powiat","surface_form":"powiat","offset":10764},{"uri":"Local_government","surface_form":"administration","offset":10816},{"uri":"County","surface_form":"county","offset":10865},{"uri":"District","surface_form":"district","offset":10873},{"uri":"Prefecture","surface_form":"prefecture","offset":10885},{"uri":"Christianity","surface_form":"Christianisation","offset":10971},{"uri":"10th_century","surface_form":"10th century","offset":10995},{"uri":"Latin_language","surface_form":"Latin language","offset":11046},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":11072},{"uri":"Polish_language","surface_form":"Polish language","offset":11089},{"uri":"Renaissance","surface_form":"Renaissance","offset":11146},{"uri":"Jan_Kochanowski","surface_form":"Jan Kochanowski","offset":11174},{"uri":"Renaissance","surface_form":"European Renaissance","offset":11212},{"uri":"16th_century","surface_form":"16th century","offset":11251},{"uri":"Adam_Mickiewicz","surface_form":"Adam Mickiewicz","offset":11298},{"uri":"Sir_Thaddeus","surface_form":"Pan Tadeusz","offset":11325},{"uri":"Henryk_Sienkiewicz","surface_form":"Henryk Sienkiewicz","offset":11403},{"uri":"W%C5%82adys%C5%82aw_Reymont","surface_form":"Władysław Reymont","offset":11488},{"uri":"Ch%C5%82opi","surface_form":"Chłopi","offset":11552},{"uri":"Wis%C5%82awa_Szymborska","surface_form":"Wisława Szymborska","offset":11609},{"uri":"Czes%C5%82aw_Mi%C5%82osz","surface_form":"Czesław Miłosz","offset":11650},{"uri":"Stanis%C5%82aw_Lem","surface_form":"Stanisław Lem","offset":11673},{"uri":"Science_fiction","surface_form":"science fiction","offset":11699},{"uri":"Solaris_(novel)","surface_form":"Solaris","offset":11746},{"uri":"Movie","surface_form":"film","offset":11791},{"uri":"Roman_Catholicism","surface_form":"Catholics","offset":11907},{"uri":"Eastern_Orthodox_Church","surface_form":"Orthodox","offset":11918},{"uri":"Judaism","surface_form":"Judaism","offset":11931},{"uri":"Nazism","surface_form":"Nazi","offset":11981},{"uri":"Holocaust","surface_form":"Holocaust","offset":11986},{"uri":"World_War_II","surface_form":"World War II","offset":12033},{"uri":"Communism","surface_form":"communist","offset":12078},{"uri":"Warsaw_Pact","surface_form":"Warsaw Pact","offset":12104},{"uri":"Russia","surface_form":"Russia","offset":12174},{"uri":"Ethnicity","surface_form":"ethnic groups","offset":12418},{"uri":"Silesians","surface_form":"Silesians","offset":12446},{"uri":"Germans","surface_form":"Germans","offset":12457},{"uri":"Opole_Voivodeship","surface_form":"Opole Voivodeship","offset":12485},{"uri":"Ukraine","surface_form":"Ukrainians","offset":12505},{"uri":"Lithuania","surface_form":"Lithuania","offset":12517},{"uri":"Russia","surface_form":"Russia","offset":12530},{"uri":"Jew","surface_form":"Jew","offset":12540},{"uri":"Belarus","surface_form":"Belarus","offset":12549},{"uri":"Polish_language","surface_form":"Polish language","offset":12566},{"uri":"West_Slavs","surface_form":"West Slavic","offset":12597},{"uri":"Slavic_languages","surface_form":"Slavic languages","offset":12624},{"uri":"Official_language","surface_form":"official language","offset":12657},{"uri":"English_language","surface_form":"English","offset":12686},{"uri":"German_language","surface_form":"German","offset":12698},{"uri":"Emigrate","surface_form":"emigration","offset":12845},{"uri":"European_Union","surface_form":"European Union","offset":13059},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":13152},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":13175},{"uri":"Unemployment","surface_form":"unemployment","offset":13254},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":13369},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":13481},{"uri":"United_States","surface_form":"United States","offset":14041}]}