{"id":304561,"url":"http://en.wikipedia.org/wiki/Communications_satellite","text":"Communications satellites are satellites stationed in space for the purpose of telecommunications. They relay radio waves between different places. Most are in synchronous orbit. Direct-broadcast satellite<nowiki/>s transmit many television channels.\nSatellite based communication systems can be used for voice and data transmission in remote and underserved locations such as ships at sea. Satellite internet access is internet access provided through satellites. Satellite based systems can be used for providing high quality broadband internet connection to businesses.\nHerman Potočnik (writing as 'Herman Noordung') was the first to propose that space stations use radio to communicate with Earth. In October 1945 Arthur C. Clarke published an article titled \"Extraterrestrial relays\" in the British magazine \"Wireless World\". The article described artificial satellites in geostationary orbits to relay radio signals. So, Clarke is often quoted as being the inventor of the communications satellite.\nPrimitive communication satellites were tested in the early 1960s. Geosynchronous satellites became inpotant in the 1970s.\nTypes of Satellite Orbits.\nThere are 4 main satellite orbits.\nRevisit Time.\nThe time taken by the satellite to visit the same point on earth again is called the revisit time. Revisit time can be reduced by combining data from multiple satellites.\nOther uses of Communication Satellites.\nIn addition to transmitting data, Modern satellites have;","categories":[],"infobox_types":[],"annotations":[{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":30},{"uri":"Outer_space","surface_form":"space","offset":54},{"uri":"Telecommunications","surface_form":"telecommunications","offset":79},{"uri":"Radio_wave","surface_form":"radio wave","offset":110},{"uri":"Synchronous_orbit","surface_form":"synchronous orbit","offset":160},{"uri":"Direct-broadcast_satellite","surface_form":"Direct-broadcast satellite","offset":179},{"uri":"Television_network","surface_form":"television channels","offset":230},{"uri":"Herman_Poto%C4%8Dnik","surface_form":"Herman Potočnik","offset":573},{"uri":"Arthur_C._Clarke","surface_form":"Arthur C. Clarke","offset":718},{"uri":"Satellite","surface_form":"artificial satellite","offset":853},{"uri":"Geostationary_orbit","surface_form":"geostationary orbit","offset":878},{"uri":"Invention","surface_form":"inventor","offset":963},{"uri":"Orbit","surface_form":"orbits","offset":1182}]}