{"id":304545,"url":"http://en.wikipedia.org/wiki/Marc_Janko","text":"Marc Janko (born 25 June 1983 in Vienna) is an Austrian football striker. He plays for Twente Enschede in the Dutch Eredivisie. He is the son of Eva Janko who won a medal in the 1968 Summer Olympics.\nClub career.\nHe started in the youth ranks of Admira Wacker Mödling and became a professional player in 2002 for this club. In 2005 he went to F.C. Red Bull Salzburg. For Salzburg he scored 75 goals in 108 matches. The 2007/08 season was bad because he was injured most of the time. His most successful season was 2008/09 when he scored 39 goals in the league (and 9 assists). This was the club record. The old record was Oliver Bierhoff's. Janko reached it after half the season of the season (25 goals). In the match against SC Altachhe he scored all 4 goals in the 4:3 victory, when he came on in the second half. Only Hans Krankl scored more goals in a single season (41). Although many clubs were interested, he signed again with Red Bull Salzburg. 2010 he went to FC Twente in the Dutch Eredivisie where he scored 14 goals in 29 matches in his first year with the club.\nInternational career.\nHe plays for the Austrian national football team. In 20 matches he scored 7 goals. His first match was in 2006 against Croatia.","categories":[],"infobox_types":[],"annotations":[{"uri":"25_June","surface_form":"25 June","offset":17},{"uri":"1983","surface_form":"1983","offset":25},{"uri":"Association_football","surface_form":"football","offset":56},{"uri":"FC_Twente","surface_form":"Twente Enschede","offset":87},{"uri":"Netherlands","surface_form":"Dutch","offset":110},{"uri":"Eredivisie","surface_form":"Eredivisie","offset":116},{"uri":"1968_Summer_Olympics","surface_form":"1968 Summer Olympics","offset":178},{"uri":"F.C._Red_Bull_Salzburg","surface_form":"F.C. Red Bull Salzburg","offset":343},{"uri":"Oliver_Bierhoff","surface_form":"Oliver Bierhoff","offset":622},{"uri":"SC_Altach","surface_form":"SC Altach","offset":727},{"uri":"Hans_Krankl","surface_form":"Hans Krankl","offset":822}]}