{"id":30455,"url":"http://en.wikipedia.org/wiki/Bathroom","text":"A bathroom (also known as a restroom, washroom, toilet or lavatory) is where people go for personal hygiene activities. This includes use of the toilet, wash their hands, brush their teeth, take a bath, or take a shower. The room may also contain a sink, often called a \"wash basin\", “hair basin” or \"hand basin\" (in parts of the United States) and often a \"lavatory.\" In the United States, \"bathroom\" mostly means \"a room containing a lavatory.\" In other countries this is mostly called the \"toilet\". The word \"bathroom\" is also used in the United States for a public toilet or \"restroom.\" Bathrooms also have bathroom cabinets.\nHistory.\nBaths go back to 3,000 B.C. Usually, a town would have a special building for people to take baths, which sometimes were part of a religious ceremony. Starting in the 16th century, public baths started declining. People at this time started building baths inside their homes.\nVariations.\nUsually, a full bath will have a toilet, a sink, a bathtub, and/or a shower. If a bathroom has only a toilet and a sink, then it is called a half bath or a powder room. A master bath is connected to a master bedroom for the use of whoever lives in that bedroom and no one else.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hygiene","surface_form":"hygiene","offset":100},{"uri":"Toilet","surface_form":"toilet","offset":145},{"uri":"Washing","surface_form":"wash","offset":153},{"uri":"Hands","surface_form":"hands","offset":164},{"uri":"Teeth","surface_form":"teeth","offset":183},{"uri":"Bath","surface_form":"bath","offset":197},{"uri":"Shower","surface_form":"shower","offset":213},{"uri":"United_States","surface_form":"United States","offset":330},{"uri":"Country","surface_form":"countries","offset":456},{"uri":"Public","surface_form":"public","offset":562},{"uri":"Bathroom_cabinet","surface_form":"bathroom cabinet","offset":611},{"uri":"Master_bedroom","surface_form":"master bedroom","offset":1128}]}