{"id":304539,"url":"http://en.wikipedia.org/wiki/Classical_Chinese","text":"Classical Chinese or literary Chinese is a traditional register of written Chinese. It is based on the grammar and vocabulary of ancient Chinese, so it is very different from any modern spoken form of Chinese. Classical Chinese was once used for almost all formal writing before and during the beginning of the 20th century in China, and during various different periods in Korea, Japan and Vietnam. Among Chinese speakers, Classical Chinese has been largely replaced by written vernacular Chinese, or 白话/白話 \"báihuà\" (\"plain speech\") after the overthrow of the Qing dynasty and therefore the end of Imperial China. Written Vernacular Chinese is a writing style very closely related to modern spoken Mandarin Chinese. At the same time, non-Chinese speakers have largely given up Classical Chinese, and use their local languages or dialects instead.\nAlthough many words and phrases used in Classical Chinese have been replaced by words and phrases made up of different characters in Standard Chinese, many of the characters that were common in Classical Chinese can be found in modern Chinese words and phrases as well as retain their meanings. For example, while the word \"to eat\" is 食 (shí) in Classical Chinese, it is 吃 (chī) in Standard Chinese. However, the character 食 is still found in words related to food and eating like 食品 (shípĭn), which is the Standard Chinese word for \"food\". The chart below compares Classical Chinese words to the Standard Chinese words that replaced them.\nMany modern Chinese words and phrases either came from northern dialects or are loanwords from other languages such as Mongolian or Korean.\nDue to the changes of the spoken Chinese over the centuries, spoken Chinese lost many sounds that existed in older dialects, and therefore many words in Classical Chinese were beginning to sound too much like each other. Although documents written in Classical Chinese can be reasonably understood by someone who can read Chinese, they can be very difficult to understand when they are read aloud. One-syllable articles, or poems written in Classical Chinese in which every word in the poem is pronounced by the same syllable, are perfect examples that how impractical Classic is as a spoken language. The title of one poem 施氏食狮史 (\"Shī Shì Shí Shī Shǐ\"), known as the \"Lion-Eating Poet of the Stone Den\" in English, literally translates to \"The Story of Shi Shi Eating Lions\". Every single word of the poem is pronounced \"shi\", even though they have different tones. If the title were to be translated into Standard Chinese, it be read something like 施氏吃狮子的史诗 (Shī Shì chī shīzi de shǐshī\")\".\nStructurally, words in Classical Chinese tend to be much simpler because they are usually made up of one Chinese character, while in Standard Chinese most words are made of two to four characters. This is so that the writer can write what they want to write using as few characters as possible. Examples are found below.\nOnce again, due to the merging of Chinese sounds, extra characters are added to words in Standard Chinese to distinguish similar-sounding words that would otherwise be impossible to tell apart.\nExamples of phrases in Classical Chinese is Confucius's famous quote 有教無類 (yǒu jiào wú lèi), which roughly translates to, \"In education, there should be no class distinction.\"","categories":[],"infobox_types":["Chinese"],"annotations":[{"uri":"Register_(linguistics)","surface_form":"register","offset":55},{"uri":"Chinese_character","surface_form":"written Chinese","offset":67},{"uri":"Grammar","surface_form":"grammar","offset":103},{"uri":"Vocabulary","surface_form":"vocabulary","offset":115},{"uri":"Chinese_language","surface_form":"Chinese","offset":137},{"uri":"20th_century","surface_form":"20th century","offset":311},{"uri":"Korea","surface_form":"Korea","offset":374},{"uri":"Japan","surface_form":"Japan","offset":381},{"uri":"Vietnam","surface_form":"Vietnam","offset":391},{"uri":"Standard_Chinese_language","surface_form":"written vernacular Chinese","offset":471},{"uri":"Coup_d%27%C3%A9tat","surface_form":"overthrow","offset":544},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":561},{"uri":"Imperial_China","surface_form":"Imperial China","offset":599},{"uri":"Standard_Chinese_language","surface_form":"Written Vernacular Chinese","offset":615},{"uri":"Languages","surface_form":"languages","offset":817},{"uri":"Dialect","surface_form":"dialects","offset":830},{"uri":"Standard_Chinese_language","surface_form":"Standard Chinese","offset":981},{"uri":"Mongolian_language","surface_form":"Mongolian","offset":1607},{"uri":"Korean_language","surface_form":"Korean","offset":1620},{"uri":"One-syllable_article","surface_form":"One-syllable articles","offset":2026},{"uri":"English_language","surface_form":"English","offset":2335}]}