{"id":304652,"url":"http://en.wikipedia.org/wiki/Nasi_kucing","text":"\"Nasi kucing\" (also called \"sego kucing\"), meaning cat rice or cat's rice, is an Indonesian rice dish. It comes from Yogyakarta, Semarang, and Surakarta. It can now be found in many places. It is a small serving of rice with different toppings. Often the toppings include chili sauce, dried fish, and tempeh. It is wrapped in banana leaves.\nName origin.\nThe name \"nasi kucing\", which means \"cat rice\" or \"cat's rice\", comes from the size of the rice served. There is very little rice, almost like what a Javanese person would give to a cat.\nOrigin.\n\"Nasi kucing\" was first served in Yogyakarta, Semarang, and Surakarta. Now it can be found in many places. It can be found in Jakarta and even Mecca; in Mecca it is sold by Indonesian workers during the hajj.\nServing.\nThe rice part of \"nasi kucing\" is small, about as big as a fist. It is served with different toppings. The toppings often include \"sambal\" (chili sauce), dried fish, and tempeh. Sometimes the toppings can be egg, chicken, and cucumber. It is able to be eaten immediately after it is bought. It is served wrapped in a banana leaf and paper.\nAnother version of \"nasi kucing\", called \"sego macan\" (meaning \"tiger's rice\") is three times the size of a regular portion of \"nasi kucing\". \"Sego macan\" is served with roasted rice, dried fish, and vegetables. Like \"nasi kucing\", \"sego macan\" is served wrapped in a banana leaf and paper.\nSales.\n\"Nasi kucing\" is often sold at a low price. Sometimes \"nasi kucing\" can be as cheap as Rp 1000 (US$ 0.12). \"Sego macan\" can be about Rp 4000 (US$ 0.48). It is often sold at small food stalls called \"angkringan\", which are located at the side of many roads. The customers are often poorer people, including pedicab and taxi drivers, students, and street musicians. This has led to \"angkringan\" being called the \"lowest class of eatery\".\nThe owners of the \"angkringan\" often come from poorer families, may have few skills that can be used to find a job, or come from far-away villages. To open their stalls, they borrow money from a patron, called a \"juragan\". They may borrow up to Rp 900,000.00 (US$ 105.00). The seller must repay the patron from the net profits of Rp 15,000.00 – Rp 20,000.00 (US$ 1.75 – 2.35) a day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indonesia","surface_form":"Indonesia","offset":81},{"uri":"Rice_dish","surface_form":"rice dish","offset":92},{"uri":"Yogyakarta","surface_form":"Yogyakarta","offset":117},{"uri":"Semarang","surface_form":"Semarang","offset":129},{"uri":"Surakarta","surface_form":"Surakarta","offset":143},{"uri":"Tempeh","surface_form":"tempeh","offset":301},{"uri":"Javanese_people","surface_form":"Javanese person","offset":504},{"uri":"Yogyakarta","surface_form":"Yogyakarta","offset":583},{"uri":"Semarang","surface_form":"Semarang","offset":595},{"uri":"Surakarta","surface_form":"Surakarta","offset":609},{"uri":"Jakarta","surface_form":"Jakarta","offset":675},{"uri":"Mecca","surface_form":"Mecca","offset":692},{"uri":"Hajj","surface_form":"hajj","offset":752},{"uri":"Sambal","surface_form":"sambal","offset":898},{"uri":"Tempeh","surface_form":"tempeh","offset":937},{"uri":"Banana_leaf","surface_form":"banana leaf","offset":1084},{"uri":"Roasted","surface_form":"roasted","offset":1277},{"uri":"Rupiah","surface_form":"Rp","offset":1492},{"uri":"Pedicab","surface_form":"pedicab","offset":1711},{"uri":"Patron","surface_form":"patron","offset":2036},{"uri":"Net_profit","surface_form":"net profit","offset":2156}]}