{"id":304614,"url":"http://en.wikipedia.org/wiki/Delaware_Route_82","text":"Delaware Route 82 (DE 82) is a state highway in the northwest suburbs of Wilmington in New Castle County, Delaware. The route runs from DE 52 near Greenville to the Pennsylvania border near Yorklyn. There it continues as Pennsylvania Route 82 (PA 82). The route passes through areas of trees and fields in the north part of New Castle County. A lot of the route passes next to the Red Clay Creek. All of the route is a part of the Red Clay Valley Scenic Byway, made in 2005. DE 82 was first given its number by 1952. It was signed onto the same road it is on today. In 2010, DelDOT had planned to remove the route number. But it did not happen because people did not want the route number to be removed.\nRoute description.\nDE 82 heads to the west of DE 52 near Greenville as Campbell Road. The road has two lanes cars can travel on without a median, which is a physical divider between the travel lanes in each direction. East of DE 52, the road continues to DE 100 as Kirk Road. The road passes areas of homes with trees and fields. Then it crosses over the Hoopes Reservoir. Not far after the reservoir, DE 82 makes a left turn onto New London Road to go south. The route passes through large areas of trees, turning to the west as it makes many turns. The road goes near more fields and homes in a rural area before coming to an intersection with Mt. Cuba Road. Here, DE 82 goes northwest on Creek Road and passes next to the Red Clay Creek and the Wilmington and Western Railroad on a road with many trees. It makes more turns and goes over the creek two times before crossing the railroad two times. In this area, the route passes the Ashland Nature Center. The route comes to the community of Yorklyn, where the route turns southwest for a short time and passes a few buildings in rural areas. After making a turn to the northwest to go on Creek Road, DE 82 heads north next to the Red Clay Creek. The Wilmington and Western Railroad turns to the southwest away from the road. A short distance past Yorklyn, the route comes to the Pennsylvania border, where it becomes PA 82 and goes toward Kennett Square, Pennsylvania. All of DE 82 is a part of the Red Clay Valley Scenic Byway, a scenic byway (road) name given to many roads in the Red Clay Creek valley.\nHistory.\nWhen Delaware started giving numbers to state highways in the 1930s, the road that is DE 82 today did not have a number. By 1952, DE 82 was made on the road it follows today to go between PA 82 to DE 52 near Greenville. DE 82 became part of the Red Clay Valley Scenic Byway, the second scenic byway in Delaware, in 2005. In 2010, DelDOT planned to remove the DE 82 signs in order to keep the route as a scenic byway. After a public workshop on the proposed sign removal was held, DelDOT decided in April 2010 to keep the DE 82 signs because\npeople in the area did not like the plan to remove the signs.\nMajor intersections.\nThe entire route is in New Castle County.","categories":[],"infobox_types":[],"annotations":[{"uri":"State_highway","surface_form":"state highway","offset":31},{"uri":"Suburb","surface_form":"suburb","offset":62},{"uri":"Wilmington%2C_Delaware","surface_form":"Wilmington","offset":73},{"uri":"New_Castle_County%2C_Delaware","surface_form":"New Castle County","offset":87},{"uri":"Delaware","surface_form":"Delaware","offset":106},{"uri":"Delaware_Route_52","surface_form":"DE 52","offset":136},{"uri":"Greenville%2C_Delaware","surface_form":"Greenville","offset":147},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":165},{"uri":"Yorklyn%2C_Delaware","surface_form":"Yorklyn","offset":190},{"uri":"Pennsylvania_Route_82","surface_form":"Pennsylvania Route 82","offset":221},{"uri":"Red_Clay_Creek","surface_form":"Red Clay Creek","offset":381},{"uri":"Head","surface_form":"head","offset":729},{"uri":"Delaware_Route_52","surface_form":"DE 52","offset":750},{"uri":"Greenville%2C_Delaware","surface_form":"Greenville","offset":761},{"uri":"Delaware_Route_100","surface_form":"DE 100","offset":959},{"uri":"Hoopes_Reservoir","surface_form":"Hoopes Reservoir","offset":1059},{"uri":"Reservoir","surface_form":"reservoir","offset":1095},{"uri":"Rural","surface_form":"rural","offset":1301},{"uri":"Intersection","surface_form":"intersection","offset":1332},{"uri":"Red_Clay_Creek","surface_form":"Red Clay Creek","offset":1429},{"uri":"Wilmington_and_Western_Railroad","surface_form":"Wilmington and Western Railroad","offset":1452},{"uri":"Creek","surface_form":"creek","offset":1549},{"uri":"Ashland_Nature_Center","surface_form":"Ashland Nature Center","offset":1640},{"uri":"Yorklyn%2C_Delaware","surface_form":"Yorklyn","offset":1699},{"uri":"Pennsylvania_Route_82","surface_form":"PA 82","offset":2075},{"uri":"Kennett_Square%2C_Pennsylvania","surface_form":"Kennett Square, Pennsylvania","offset":2097},{"uri":"Red_Clay_Valley_Scenic_Byway","surface_form":"Red Clay Valley Scenic Byway","offset":2157},{"uri":"Scenic","surface_form":"scenic","offset":2189},{"uri":"Scenic","surface_form":"scenic","offset":2559},{"uri":"Workshop","surface_form":"workshop","offset":2705},{"uri":"New_Castle_County%2C_Delaware","surface_form":"New Castle County","offset":2920}]}