{"id":3047,"url":"http://en.wikipedia.org/wiki/England","text":"England is a country in Europe. It is a country with over sixty cities in it. It is in a union with Scotland, Wales and Northern Ireland. All four countries are in the British Isles and are part of the United Kingdom (UK).\nOver 55 million people live in England (2015 estimate). This is 84% of the population of the UK. The capital city of England is London, which is also the biggest city in the country. Other large cities in England are Birmingham, Liverpool, Manchester and Leeds.\nThe English flag is a red cross on a white background. This cross is the cross of Saint George, who is the patron saint of England. Some other symbols used for England are a red rose and three lions.\nGeography.\nEngland is the largest part of the island of Great Britain, and it is also the largest constituent country of the United Kingdom. Scotland and Wales are also part of Great Britain (and the UK), Scotland to the north and Wales to the west. To the east and south, and part of the west, England is bordered by sea. France is to the south, separated by the English Channel. The Channel Tunnel, (Chunnel) under the English Channel, connects England to northern France (and the rest of mainland Europe). Ireland is a large island to the west, divided into Northern Ireland which is part of the United Kingdom, and the Republic of Ireland.\nLondon is the largest city and the capital. The longest river in England is the River Severn. Other large rivers are the Thames (which runs through London), the Trent and the Humber.\nIn geological terms, the Pennines, known as the \"backbone of England\", are the oldest range of mountains in the country, originating from the end of the Paleozoic Era around 300 million years ago. Most of England's landscape consists of low hills and plains, with upland and mountainous terrain in the north and west of the country.\nThe English Lowlands are in the central and southern regions of the country, consisting of green rolling hills, including the Cotswold Hills, Chiltern Hills, North and South Downs; where they meet the sea they form white rock exposures such as the cliffs of Dover. This also includes relatively flat plains such as the Salisbury Plain, Somerset Levels, South Coast Plain and The Fens.\nThe United Kingdom is reducing greenhouse gas emissions. It has met Kyoto Protocol target of a 12.5% reduction from 1990 levels and intends to meet the legally binding target of a 20% cut in emissions by 2010. In 2019, the British Parliament became the first national government in the world to officially declare a climate emergency.\nHistory.\nEngland was named after a Germanic tribe called the \"Angles\", who settled in Central, Northern, and Eastern England in the 5th and 6th centuries. A related tribe called the \"Saxons\" settled in the south of England. That is why that period of English history is called \"Anglo-Saxon\". For most of this time, England did not exist as a united country. The Anglo-Saxons lived in many small kingdoms, which slowly united.\nThe countries of England, Scotland and Wales correspond to boundaries of the earlier Roman Britain. It also corresponds with language differences, since the German tribes did not reach those areas, at least in any large numbers. The English language is derived from German languages of the time, whereas the native British languages of the time were Celtic languages.\nThe English kingdoms fought both the Scots, who were also uniting into one kingdom, and Danish invaders. The Danes formed their own large region in the Northeast of England called Danelaw. Many villages and towns in this area (particularly in Yorkshire and Lincolnshire) have Danish names, and use some Danish-based words. At one time Wessex (in the West of England) was the only English kingdom left. After many battles, King Alfred the Great of Wessex became king of the whole of England, and the old kingdoms (Mercia, Northumbria, etc.) just became provinces, called \"Earldoms\" governed by an \"Earl\". By AD 927 Alfred's grandson Athelstan was the king of all of England not controlled by the Danes.\nWar with the Danes continued and from 1016 to 1042, the king of Denmark (Knut or Canute,who died in 1035,and then his sons) ruled England.\nWhen King Edward the Confessor died, Harold Godwinson (the Earl of Wessex) became king. William the Conqueror, Duke of Normandy (today part of northern France), said that Harold had promised to make William the king. He invaded England and fought King Harold at the Battle of Hastings in 1066. William won, and became king of England.\nThe kings of England spoke French for the next 300 years. England took over the country of Wales in the 13th century. There were many wars, often against France and Scotland.\nFor several centuries the religion of England was Roman Catholicism. The bishops (church leaders) of England and all their churches obeyed the Pope and the church in Rome, Italy. During the Protestant Reformation many did not agree with this. In the 1530s, the Pope told King Henry VIII that he could not divorce his wife. King Henry VIII created the Church of England (a \"Protestant\" church) partly so that he could divorce his wife. He made Protestantism the official church in England. For the next 200 years, there was struggle over whether the King (or Queen) of England should be \"Roman Catholic\" or \"Protestant\".\nQueen Elizabeth I was Henry's second daughter. She was a powerful queen who ruled for more than 40 years. When Queen Elizabeth I died, she had no children, and in 1603 James VI of Scotland (the son of Mary, Queen of Scots) became King James I of England. He called his two countries \"Great Britain\", but they were still separate countries with their own parliaments and laws, even though they were in personal union. They shared the same monarch.\nJames' son, Charles I and the English Parliament fought each other in the English Civil War (Scotland and Ireland were involved as well, but the story is complicated!). Oliver Cromwell became leader of the Parliamentary Army (the \"Roundheads\") and defeated the Royalist Army (the \"Cavaliers\"). King Charles was beheaded in 1649 and Oliver Cromwell became dictator (\"Lord Protector\"). When Cromwell died, his son Richard was not strong enough to rule, and Charles II, the son of Charles I, was invited to come to England and be king in 1660.\nWhen King Charles II died, his brother James II was the next king. A lot of people did not like James because he was Roman Catholic. William of Orange was invited to invade England. He was the ruler of part of the Netherlands and husband of Mary, the daughter of King James. Many people welcomed William because he was a Protestant. James left the country without a fight and Parliament asked William and Mary to become King and Queen together. When Mary II of England died, William ruled alone. Queen Mary's sister Anne became the next queen. While she was queen, England and Scotland were officially joined as one country. This was called the Acts of Union 1707. It also merged their separate parliaments. The parliament in London now included Scottish Members of Parliament (\"MPs\"), and was called the Parliament of Great Britain.\nAfter this, the history of England becomes the history of Great Britain and United Kingdom.\nThe United Kingdom was formed in 1800, when the Irish Parliament merged with the British one. later on, many in Ireland fought against this merger. The result was the separation of the Republic of Ireland. This is not the whole island of Ireland. The rest of the island, Northern Ireland, is now the only part of Ireland still in the UK. England is the only country of UK not to have its own government, Parliament or Assembly, but is governed by Parliament of the United Kingdom. Seats in Parliament are decide by the number of electors in the various parts of the UK.\nAchievements.\nEngland has been central to many aspects of the modern world. Global exploration and trade, the British Empire, modern science, modern agriculture, railways, the Industrial Revolution, the development of modern representative democracy... In all these developments England was deeply involved. In some of them, such as the Industrial Revolution, England was the place that modern developments first occurred.\nThe Royal Society is a society for science and scientists. It was founded in 1660 by Charles II. It is the oldest society of its kind still in existence.\nLanguage.\nThe English language is a West Germanic language spoken in many countries around the world. With around 380 million native speakers, it is the second most spoken language in the world, as a native language. As many as a billion people speak it as a second language. English is an influence on, and has been influenced by many different languages. Some people in England speak other languages, such as Welsh.\nWilliam Shakespeare was an English playwright. He wrote plays in the late 16th century. Some of his plays were \"Romeo and Juliet\" and \"Macbeth\". In the 19th century, Jane Austen and Charles Dickens were novelists. Twentieth century writers include the science fiction novelist H.G. Wells and J.R.R. Tolkien. The children's fantasy \"Harry Potter\" series was written by J.K. Rowling. Aldous Huxley was also from the United Kingdom.\nEnglish language literature is written by authors from many countries. Eight people from the United Kingdom have won the Nobel Prize in Literature.\nClimate.\nAll of Great Britain has an oceanic climate. There can be a temperature difference of 510°c between the north and the south (the north is generally colder), and there is often snow in the north before there is in the south.\nThe prevailing wind for most of the year is from the Atlantic, to the west of England. Therefore, there is more rain on the western side of the country. The east is colder and drier than the west. The country usually has a mild climate because the Gulf Stream to the western side is warm water. The climate is warmer than it was 200 years ago, and now ice and snow are rare in the southern part of the country. Occasionally, air from the Arctic Circle comes down the eastern side of the country and the temperature can drop below 0oC.\nPolitics.\nAs part of the United Kingdom, the basic political system in England is a constitutional monarchy and parliamentary system. It has a monarch (meaning a king or queen is the head of that country). The head of state is Queen Elizabeth II, who is officially the Queen of the United Kingdom of Great Britain and Northern Ireland. In the House of Commons which is the lower house of the British Parliament based at the Palace of Westminster, there are 532 Members of Parliament (MPs) for constituencies in England, out of the 650 total.\nThe English people are represented by members of Parliament, not ruled by monarchs. After the English Civil War, Oliver Cromwell became Lord Protector, and the monarchy was disbanded. Although the monarchy was restored after his death, the Crown slowly became the secondary power, and Parliament the first. Members of Parliament (called MPs) were elected, but until the early twentieth century, only men who owned property could vote. In the nineteenth century, more people were given suffrage. But in 1928, all men and women got the vote: this is called universal suffrage. Parliament is in Westminster in London, but it has power over the whole of the United Kingdom.\nAlmost all members of Parliament belong to political parties. The biggest parties are the Conservative Party, Labour Party, Liberal Democrats and Green Party. Members of the same party agree to act and vote more or less together. A party with more than half the seats (a majority) forms the government; the leader of the party becomes the Prime Minister, who then appoints other ministers. Because the government has a majority in Parliament, it can normally control what laws are passed.\nEconomy.\nEngland's economy is one of the largest and most dynamic in the world, with an average GDP per capita of £28,100 or $36,000.\nUsually regarded as a mixed market economy, it has adopted many free market principles, yet maintains an advanced social welfare infrastructure. The official currency in England is the pound sterling, whose ISO 4217 code is GBP. Taxation in England is quite competitive when compared to much of the rest of Europe – as of 2014 the basic rate of personal tax is 20% on taxable income up to £31,865 above the personal tax-free allowance (normally £10,000), and 40% on any additional earnings above that amount.\nThe economy of England is the largest part of the UK's economy, which has the 18th highest GDP PPP per capita in the world. England is a leader in the chemical and pharmaceutical sectors and in key technical industries, particularly aerospace, the arms industry, and the manufacturing side of the software industry. London, home to the London Stock Exchange, the United Kingdom's main stock exchange and the largest in Europe, is England's financial centre, with 100 of Europe's 500 largest corporations being based there. London is the largest financial centre in Europe, and as of 2014 is the second largest in the world. Manchester is the largest financial and professional services sector outside London and is the mid tier private equity capital of Europe as well as one of the growing technology hubs of Europe.\nEducation.\nState primary schools and secondary schools exist. These consist of academies, grammar schools, foundation schools, faith schools, free schools, studio schools and city technology academies. The most common specialist schools are performing arts schools, science schools, maths schools and technology schools. Independent public schools also exist. Eton College and Harrow School are the best known independent schools, but Manchester Grammar School consistently gets the best exam results.\nThe National Curriculum was introduced in 1988, giving pupils an entitlement to a broad and balanced curriculum. The school curriculum is framed by broad aims to promote the spiritual, moral, cultural, mental and physical development of pupils, and to prepare them for the opportunities, responsibilities and experiences of later life.\nMany prominent people who have reached the top in their fields have been products of English higher education. The two oldest and most prestigious universities are Oxford and Cambridge. Imperial College, University College London and Manchester University are also highly rated by independent lists.\nTransport.\nRoad traffic in the United Kingdom drives on the left hand side of the road (unlike the Americas and most of Europe), and the driver steers from the right hand side of the vehicle. The road network on the island of Great Britain is extensive, with most local and rural roads having evolved from Roman and Medieval times.\nThe system of rail transport was invented in England, so it has the oldest railway network in the world. It was built mostly during the Victorian era. The British Rail network is part privatised, with privately owned train operating companies providing service along particular lines or regions, whilst the tracks, signals and stations are owned by a Government controlled company called Network Rail. The system of underground railways in London, known as the Tube, has been copied by many other cities around the globe.\nEngland is home to the largest airport and is one of the most important international hubs in the world.\nMedia.\nThe BBC is an organisation in the United Kingdom. It broadcasts in the United Kingdom and other countries on television, radio and the Internet. The BBC also sells its programmes to other broadcasting companies around world. The organisation is run by a group of twelve governors who have been given the job by the Queen, on the advice of government ministers. The BBC is established under a royal charter, which allows the BBC to broadcast.\nEnglish culture.\nSee English literature,\nEnglish Heritage,\nAldeburgh Festival,\nThe Royal Society\nEnglish culture can be compared with Northern European countries, in the way that it is considered a bad thing to show off, as opposed to the US, where this is more acceptable. Humour, tradition and good manners are characteristics commonly associated with being English.\nSport.\nThe English football team won the World Cup in 1966. They came close in Italy 1990, closely losing in the semi-final against West Germany on penalties. In the 2006 World Cup they got to the quarter finals, then lost to Portugal after penalty kicks. In the 2018 FIFA World Cup, they came close again only to be knocked out in the semi-final, losing 2-1 to Croatia.\nDivisions.\nEngland is divided into 48 ceremonial counties, which are also known as geographic counties. The counties of England are areas used for different purposes, which include administrative, geographical, cultural and political demarcation. The original county structure has its origins in the Middle Ages.\nThe historic counties of Yorkshire, Cumberland, Westmorland, Huntingdonshire and Middlesex are the five defunct ceremonial counties which were historically counties.\nWith their abolition as ceremonial counties, Yorkshire is divided for that purpose into the East Riding of Yorkshire, North Yorkshire, South Yorkshire and West Yorkshire, Cumberland and Westmorland were combined with a former exclave of Lancashire to form Cumbria, Huntingdonshire merged into Cambridgeshire, and the vast majority of Middlesex became part of Greater London.\nThere is no well-established series of official symbols or flags covering all the counties. From 1889 the newly-created county councils could apply to the College of Arms for coats of arms. A recent series of flags, with varying levels of official adoption, have been established in many of the counties by competition or public poll. County days are a recent innovation in some areas. There are seventeen first-class county cricket teams that are based on historical English counties.\nTwelve of the 51 cities in England are in metropolitan counties and their city councils are single-tier metropolitan district councils. Outside the metropolitan counties eleven cities are unitary authorities, and fifteen have ordinary district councils, which are subordinate to their local county council.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":24},{"uri":"Scotland","surface_form":"Scotland","offset":100},{"uri":"Wales","surface_form":"Wales","offset":110},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":120},{"uri":"Country","surface_form":"countries","offset":147},{"uri":"British_Isles","surface_form":"British Isles","offset":168},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":202},{"uri":"People","surface_form":"people","offset":239},{"uri":"Capital_city","surface_form":"capital city","offset":324},{"uri":"London","surface_form":"London","offset":351},{"uri":"Birmingham","surface_form":"Birmingham","offset":440},{"uri":"Liverpool","surface_form":"Liverpool","offset":452},{"uri":"Manchester","surface_form":"Manchester","offset":463},{"uri":"Leeds","surface_form":"Leeds","offset":478},{"uri":"Saint_George","surface_form":"Saint George","offset":567},{"uri":"Patron_saint","surface_form":"patron saint","offset":592},{"uri":"Rose","surface_form":"rose","offset":663},{"uri":"Great_Britain","surface_form":"Great Britain","offset":741},{"uri":"Countries_of_the_United_Kingdom","surface_form":"constituent country","offset":783},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":810},{"uri":"Scotland","surface_form":"Scotland","offset":826},{"uri":"Wales","surface_form":"Wales","offset":839},{"uri":"France","surface_form":"France","offset":1008},{"uri":"English_Channel","surface_form":"English Channel","offset":1049},{"uri":"Channel_Tunnel","surface_form":"Channel Tunnel","offset":1070},{"uri":"English_Channel","surface_form":"English Channel","offset":1106},{"uri":"Europe","surface_form":"Europe","offset":1185},{"uri":"Ireland","surface_form":"Ireland","offset":1194},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1246},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":1308},{"uri":"London","surface_form":"London","offset":1329},{"uri":"River_Severn","surface_form":"River Severn","offset":1409},{"uri":"River_Thames","surface_form":"Thames","offset":1450},{"uri":"River_Trent","surface_form":"Trent","offset":1490},{"uri":"Humber","surface_form":"Humber","offset":1504},{"uri":"Climate_change","surface_form":"greenhouse gas emissions","offset":2261},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"British Parliament","offset":2453},{"uri":"Climate_change","surface_form":"climate emergency","offset":2546},{"uri":"Denmark","surface_form":"Germanic","offset":2600},{"uri":"Angles","surface_form":"Angles","offset":2627},{"uri":"Saxons","surface_form":"Saxons","offset":2748},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":2927},{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":3076},{"uri":"Celtic_languages","surface_form":"Celtic languages","offset":3341},{"uri":"Danelaw","surface_form":"Danish invaders","offset":3447},{"uri":"Danelaw","surface_form":"Danelaw","offset":3539},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":3602},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":3616},{"uri":"Wessex","surface_form":"Wessex","offset":3694},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":3786},{"uri":"Mercia","surface_form":"Mercia","offset":3872},{"uri":"Northumbria","surface_form":"Northumbria","offset":3880},{"uri":"Earl","surface_form":"Earl","offset":3956},{"uri":"AD","surface_form":"AD","offset":3966},{"uri":"Athelstan","surface_form":"Athelstan","offset":3991},{"uri":"Canute","surface_form":"Canute","offset":4142},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":4210},{"uri":"Harold_Godwinson","surface_form":"Harold Godwinson","offset":4237},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":4288},{"uri":"Normandy","surface_form":"Normandy","offset":4319},{"uri":"Battle_of_Hastings","surface_form":"Battle of Hastings","offset":4466},{"uri":"Wales","surface_form":"Wales","offset":4626},{"uri":"France","surface_form":"France","offset":4689},{"uri":"Scotland","surface_form":"Scotland","offset":4700},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":4760},{"uri":"Rome","surface_form":"Rome","offset":4876},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":4900},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":4986},{"uri":"Church_of_England","surface_form":"Church of England","offset":5061},{"uri":"Protestant","surface_form":"Protestant","offset":5083},{"uri":"State_religion","surface_form":"official church","offset":5171},{"uri":"Elizabeth_I","surface_form":"Elizabeth I","offset":5336},{"uri":"James_VI_of_Scotland","surface_form":"James VI of Scotland","offset":5498},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Mary, Queen of Scots","offset":5531},{"uri":"James_I_of_England","surface_form":"James I of England","offset":5565},{"uri":"Parliament","surface_form":"parliament","offset":5684},{"uri":"Personal_union","surface_form":"personal union","offset":5731},{"uri":"Monarch","surface_form":"monarch","offset":5768},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":5789},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":5851},{"uri":"Scotland","surface_form":"Scotland","offset":5870},{"uri":"Ireland","surface_form":"Ireland","offset":5883},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":6109},{"uri":"Dictator","surface_form":"dictator","offset":6132},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":6232},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":6435},{"uri":"William_III_of_England","surface_form":"William of Orange","offset":6451},{"uri":"Protestant","surface_form":"Protestant","offset":6639},{"uri":"Mary_II_of_England","surface_form":"Mary II of England","offset":6768},{"uri":"Anne_of_Great_Britain","surface_form":"sister Anne","offset":6827},{"uri":"Acts_of_Union_1707","surface_form":"Acts of Union 1707","offset":6963},{"uri":"Member_of_Parliament","surface_form":"Members of Parliament","offset":7073},{"uri":"Parliament_of_Great_Britain","surface_form":"Parliament of Great Britain","offset":7123},{"uri":"Great_Britain","surface_form":"Great Britain","offset":7210},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7228},{"uri":"Irish_Parliament","surface_form":"Irish Parliament","offset":7292},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":7429},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":7515},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Parliament of the United Kingdom","offset":7691},{"uri":"Global","surface_form":"Global","offset":7890},{"uri":"Trade","surface_form":"trade","offset":7913},{"uri":"British_Empire","surface_form":"British Empire","offset":7924},{"uri":"Science","surface_form":"science","offset":7947},{"uri":"Agriculture","surface_form":"agriculture","offset":7963},{"uri":"Railways","surface_form":"railways","offset":7976},{"uri":"Industrial_revolution","surface_form":"Industrial Revolution","offset":7990},{"uri":"Democracy","surface_form":"democracy","offset":8054},{"uri":"The_Royal_Society","surface_form":"The Royal Society","offset":8237},{"uri":"Society","surface_form":"society","offset":8260},{"uri":"Science","surface_form":"science","offset":8272},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":8322},{"uri":"Language","surface_form":"language","offset":8413},{"uri":"West_Germanic_language","surface_form":"West Germanic language","offset":8427},{"uri":"Country","surface_form":"countries","offset":8465},{"uri":"List_of_languages","surface_form":"language in the world","offset":8563},{"uri":"Welsh_language","surface_form":"Welsh","offset":8802},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":8809},{"uri":"English_people","surface_form":"English","offset":8836},{"uri":"Playwright","surface_form":"playwright","offset":8844},{"uri":"Romeo_and_Juliet","surface_form":"Romeo and Juliet","offset":8921},{"uri":"Macbeth","surface_form":"Macbeth","offset":8944},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":8975},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":8991},{"uri":"H.G._Wells","surface_form":"H.G. Wells","offset":9086},{"uri":"J.R.R._Tolkien","surface_form":"J.R.R. Tolkien","offset":9101},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":9141},{"uri":"J.K._Rowling","surface_form":"J.K. Rowling","offset":9177},{"uri":"Aldous_Huxley","surface_form":"Aldous Huxley","offset":9191},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":9360},{"uri":"Great_Britain","surface_form":"Great Britain","offset":9403},{"uri":"Oceanic_climate","surface_form":"oceanic climate","offset":9424},{"uri":"Wind","surface_form":"wind","offset":9635},{"uri":"Atlantic","surface_form":"Atlantic","offset":9673},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":9868},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":10058},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":10239},{"uri":"Parliamentary_system","surface_form":"parliamentary system","offset":10267},{"uri":"Monarch","surface_form":"monarch","offset":10298},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":10382},{"uri":"House_of_Commons","surface_form":"House of Commons","offset":10498},{"uri":"Palace_of_Westminster","surface_form":"Palace of Westminster","offset":10579},{"uri":"Parliament","surface_form":"Parliament","offset":10746},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":10791},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":10810},{"uri":"Member_of_parliament","surface_form":"MPs","offset":11034},{"uri":"Suffrage","surface_form":"suffrage","offset":11182},{"uri":"Westminster","surface_form":"Westminster","offset":11289},{"uri":"Political_party","surface_form":"political parties","offset":11410},{"uri":"Conservative_Party","surface_form":"Conservative Party","offset":11457},{"uri":"Labour_Party","surface_form":"Labour Party","offset":11477},{"uri":"Liberal_Democrats","surface_form":"Liberal Democrats","offset":11491},{"uri":"Green_Party_of_England_and_Wales","surface_form":"Green Party.","offset":11513},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":11706},{"uri":"Welfare_state","surface_form":"social welfare infrastructure","offset":12104},{"uri":"Pound_sterling","surface_form":"pound sterling","offset":12175},{"uri":"Tax","surface_form":"Taxation in England","offset":12219},{"uri":"Finance","surface_form":"financial centre","offset":12939},{"uri":"Primary_school","surface_form":"primary schools","offset":13334},{"uri":"Secondary_school","surface_form":"secondary schools","offset":13354},{"uri":"Eton_College","surface_form":"Eton College","offset":13677},{"uri":"Harrow_School","surface_form":"Harrow School","offset":13694},{"uri":"Manchester_Grammar_School","surface_form":"Manchester Grammar School","offset":13752},{"uri":"Exam","surface_form":"exam","offset":13805},{"uri":"Curriculum","surface_form":"National Curriculum","offset":13823},{"uri":"Oxford","surface_form":"Oxford","offset":14319},{"uri":"Cambridge","surface_form":"Cambridge","offset":14330},{"uri":"Imperial_College","surface_form":"Imperial College","offset":14341},{"uri":"University_College_London","surface_form":"University College London","offset":14359},{"uri":"Manchester_University","surface_form":"Manchester University","offset":14389},{"uri":"Great_Britain","surface_form":"Great Britain","offset":14681},{"uri":"Rail_transport","surface_form":"rail transport","offset":14801},{"uri":"Railway","surface_form":"railway","offset":14862},{"uri":"British_Rail","surface_form":"British Rail","offset":14942},{"uri":"London_Underground","surface_form":"Tube","offset":15248},{"uri":"Airline_hub","surface_form":"hubs","offset":15395},{"uri":"BBC","surface_form":"BBC","offset":15425},{"uri":"Organisation","surface_form":"organisation","offset":15435},{"uri":"Country","surface_form":"countries","offset":15517},{"uri":"Television","surface_form":"television","offset":15530},{"uri":"Radio","surface_form":"radio","offset":15542},{"uri":"Internet","surface_form":"Internet","offset":15556},{"uri":"Governor","surface_form":"governors","offset":15691},{"uri":"Elizabeth_II","surface_form":"the Queen","offset":15732},{"uri":"Government","surface_form":"government","offset":15760},{"uri":"Minister_(government)","surface_form":"ministers","offset":15771},{"uri":"Royal_charter","surface_form":"royal charter","offset":15813},{"uri":"English_literature","surface_form":"English literature","offset":15884},{"uri":"English_Heritage","surface_form":"English Heritage","offset":15904},{"uri":"Aldeburgh_Festival","surface_form":"Aldeburgh Festival,","offset":15922},{"uri":"The_Royal_Society","surface_form":"The Royal Society","offset":15942},{"uri":"Northern_Europe","surface_form":"Northern European","offset":15997},{"uri":"United_States","surface_form":"US","offset":16102},{"uri":"Football","surface_form":"football","offset":16251},{"uri":"FIFA_World_Cup","surface_form":"World Cup","offset":16273},{"uri":"World_Cup_2006","surface_form":"2006 World Cup","offset":16398},{"uri":"2018_FIFA_World_Cup","surface_form":"2018 FIFA World Cup","offset":16495},{"uri":"County","surface_form":"counties","offset":16652},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":16941},{"uri":"Cumberland_County","surface_form":"Cumberland","offset":16952},{"uri":"Westmorland","surface_form":"Westmorland","offset":16964},{"uri":"Huntingdonshire","surface_form":"Huntingdonshire","offset":16977},{"uri":"Middlesex","surface_form":"Middlesex","offset":16997},{"uri":"Lancashire","surface_form":"Lancashire","offset":17319},{"uri":"Cumbria","surface_form":"Cumbria","offset":17338},{"uri":"Huntingdonshire","surface_form":"Huntingdonshire","offset":17347},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":17375},{"uri":"Middlesex","surface_form":"Middlesex","offset":17416},{"uri":"Greater_London","surface_form":"Greater London","offset":17441}]}