{"id":304750,"url":"http://en.wikipedia.org/wiki/Pyramid_scheme","text":"A pyramid scheme is a way of making money that cannot continue very long. It involves promising people payment, services or ideals, primarily for enrolling other people into the scheme or training them to take part. It does not supply any real investment or sale of products or services to the public. Pyramid schemes are a form of fraud. For this reason, pyramid schemes are illegal in many countries.\nThis type of scheme has existed for at least a century (100 years). The way the scheme is described is sometimes changed to hide what it is doing. Many people believe that multilevel marketing (MLM) is also a pyramid scheme.\nConcept and basic models.\nA successful pyramid scheme combines a business that seems real with a simple-to-understand money-making description which is used for profit. The idea is that the first person, Mr. X, makes a payment. To get money, Mr. X has to recruit others like him who will also make a payment. Mr. X gets paid out of money received from those new people (recruits). The recruits go on to involve others. As each new recruit makes a payment, Mr. X gets a part. He is promised always increasing benefits as the \"business\" expands.\nSuch \"businesses\" do not have real products or services. To make them more believable, most such scams have fake letters from successful members and information. Only the first person (sometimes called the \"pharaoh\") and a very few at the top levels of the pyramid make a lot of money. The amounts get much smaller further down the pyramid. Someone at the bottom of the pyramid loses money. They paid to enter, but cannot get anyone else to join.\nThe \"Eight-Ball\" model.\nRecruiting a large number of others into a scheme can be difficult so a system is used that seems more simple. In this model each person must recruit only two others. However, a larger number of levels is needed before the person gets paid any money. The scheme requires a person to recruit two others, who must each recruit two others, who must each recruit two others.\nThe \"eight-ball\" model contains a total of fifteen members. This scheme has been called the \"Airplane Game\" and the four tiers labelled as \"captain,\" \"co-pilot,\" \"crew,\" and \"passenger\" to denote a person's level.\nSuch schemes may hide their pyramid nature by calling themselves as \"gifting circles\" with money being \"gifted.\" The eight passengers must each pay (or \"gift\") a sum (e.g. $1,000) to join the scheme. This total of $8,000 goes to the captain who leaves the scheme. Everyone remaining moves up one level. There are now two new captains so the group splits in two with each group requiring eight new passengers. A person who joins the scheme as a passenger will not get any money until they advance through the crew and co-pilot levels to captain. Therefore, the participants in the bottom 3 tiers of the pyramid lose their money if the scheme collapses. Popular schemes such as the \"Women Empowering Women\" do this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fraud","surface_form":"fraud","offset":332},{"uri":"Multilevel_marketing","surface_form":"multilevel marketing","offset":575},{"uri":"Profit","surface_form":"profit","offset":789}]}