{"id":304818,"url":"http://en.wikipedia.org/wiki/Andrew_Gaze","text":"Andrew Barry Casson Gaze (born 24 July 1965) is a famous Australian basketball player. He has been very successful in his career.\nAndrew is the son of Lindsay Gaze, who coached and played basketball himself. Andrew started playing in the NBL when he was 18 years old. He won the 'rookie of the year' prize in 1984. He scored the most points out of everyone in a season 14 times. This was because he was very good at shooting, including 'three-point' shots. Gaze played with Lanard Copeland at the Melbourne Tigers for most of his career. He often through 'alley oop' passes to Copeland. Gaze helped the Tigers reach the finals almost every year. He also helped them win two championships.\nGaze played in the Olympic Games for Australia in 1984, 1988, 1992, 1996 and 2000. In 2000 he became only the third basketball player to play in 5 Olympic Games. He led the team to 4th place at the 1988, 1996 and 2000 Olympics.) He was chosen to be the flag-bearer for the Australian team at the opening ceremony at the 2000 Sydney Olympics. He has scored more points at the Olympics than any other player. He is the second-highest scorer of all-time in World Championship play.\nIn 1988–99, Gaze played for a season college basketball at Seton Hall. His team reached the 1989 NCAA finals. They lost in overtime to Michigan. He tried out with the NBA's Seattle SuperSonics, but did not make the team. In 1993–94 he played seven games for the Washington Bullets. He also played with the San Antonio Spurs in 1998, but became hurt at the end of the season. The Spurs won the title and Gaze was given a championship ring.\nAfter the Sydney Olympics, Gaze retired from playing overseas. He retired from the NBL on May 12th 2005. He had played for more than 20 years. Soon after, he wrote his autobiography, \"A Kid, a Ball, a Dream\", with help from Grantley Bernard.\nNowadays, Gaze often takes part in TV advertisements. He also commentates for channel 7, SEN 1116 and (occasionally) Fox Sports. Gaze now coaches for the Melbourne Tigers' junior basketball club. Gaze took part in series five of \"Dancing with the Stars\" He is now also working as a presenter on Channel Seven's \"Guide to the Good Life\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":57},{"uri":"Basketball","surface_form":"basketball","offset":68},{"uri":"Lindsay_Gaze","surface_form":"Lindsay Gaze","offset":151},{"uri":"National_Basketball_League_(Australia)","surface_form":"NBL","offset":238},{"uri":"Lanard_Copeland","surface_form":"Lanard Copeland","offset":474},{"uri":"Alley_oop_(basketball)","surface_form":"alley oop","offset":556},{"uri":"2000_Summer_Olympics","surface_form":"2000 Sydney Olympics","offset":1009},{"uri":"Basketball_World_Championship","surface_form":"World Championship","offset":1143},{"uri":"College_basketball","surface_form":"college basketball","offset":1205},{"uri":"Seton_Hall_University","surface_form":"Seton Hall","offset":1227},{"uri":"NCAA_Men%27s_Division_I_Basketball_Championship","surface_form":"NCAA finals","offset":1265},{"uri":"Overtime_(sport)","surface_form":"overtime","offset":1291},{"uri":"University_of_Michigan","surface_form":"Michigan","offset":1303},{"uri":"National_Basketball_Association","surface_form":"NBA","offset":1335},{"uri":"Seattle_SuperSonics","surface_form":"Seattle SuperSonics","offset":1341},{"uri":"Washington_Wizards","surface_form":"Washington Bullets","offset":1430},{"uri":"San_Antonio_Spurs","surface_form":"San Antonio Spurs","offset":1474},{"uri":"SEN_1116","surface_form":"SEN 1116","offset":1938},{"uri":"Dancing_with_the_Stars_(Australian_TV_series)","surface_form":"Dancing with the Stars","offset":2079},{"uri":"Seven_Network","surface_form":"Channel Seven","offset":2144},{"uri":"Guide_to_the_Good_Life","surface_form":"Guide to the Good Life","offset":2161}]}