{"id":3049,"url":"http://en.wikipedia.org/wiki/Scotland","text":"Scotland (Scottish Gaelic: \"Alba\") is one of the four countries that make up the United Kingdom. It is the northern half of the island of Great Britain, along with many other islands, with about five million people living there. To the south of Scotland is England, the North Sea to the east, the Atlantic Ocean to the west and the Irish Sea to the south-west.\nScotland was once an independent country and had its own monarch, but is now in a union with England, Wales and Northern Ireland, which is called the United Kingdom. In 1603, the King of Scotland, James VI, became King of England too, because Queen Elizabeth I of England died and had no son or daughter to take her place as king or queen. In 1707, the parliament of Scotland joined with the parliament of England to become the Parliament of Great Britain.\nEven though Scotland is not independent, throughout history it has had its own legal system, church, schools and culture. Since 1999, Scotland has had its own parliament, the Scottish Parliament. It was devolved from the British parliament, which still controls many things regarding Scotland.\nOn 18 September 2014, a referendum on independence from the United Kingdom took place. A majority (55%) voted to stay in the United Kingdom.\nThe Flag of Scotland is blue with a white diagonal cross. This is the cross of Saint Andrew, who is the patron saint of Scotland. Some other symbols used for Scotland are a thistle, and a lion rampant.\nThe capital city of Scotland is Edinburgh on the east coast, but the biggest city is Glasgow on the west coast. Other cities in Scotland are Aberdeen, Dundee, Inverness, Perth and Stirling.\nGeography.\nThe main part of Scotland makes up ⅓ of the size of the British Isles, and is to the northwest of mainland Europe.\nThe size of the land of Scotland is 78,772km² (30,414 sq mi). Scotland's only land border is with England, and runs for 96 kilometres (60 mi) across. The Atlantic Ocean borders the west coast and the North Sea is to the east. The island of Ireland is only 30 kilometres (20 mi) from the southern part of Kintyre, Norway is 305 kilometers (190 mi) to the east and the Faroe Islands are 270 kilometres (168 mi) to the north. Scotland's land also includes several islands, including the Inner and Outer Hebrides off the west coast and the archipelagoes of Orkney and Shetland to the north of the mainland.\nCompared to the other areas of the islands of Great Britain and Ireland, Scotland is sparsely populated, most especially the northwestern half of it. The main geographical feature that dictates this is the Highland Boundary Fault which roughly splits the country in half from the southwest to the northeast.\nTo the north and west of the Highland Boundary Fault are the more mountainous Scottish Highlands and islands, and this half of the country contains less than 5% of the total population. To the south and east of the Highland Boundary Fault is the Scottish Lowlands, which contain the vast majority (about 75%) of the Scottish population, and 3 of the 4 biggest cities (Glasgow which is 1st, Edinburgh which is 2nd, and Dundee which is 4th). Below the lowlands are the Southern Uplands which are hilly, but not as hilly at the Highlands. They are less densely populated than the lowlands, but still a lot more dense than the highlands and islands.\nLocated within the central part of the lowlands is the “Central Belt”, a rectangle of land roughly 88 kilometers (55 miles) from West to East and 48 kilometers (30 miles) North to South. About half of the population of Scotland lives within these roughly 4,530 square kilometers (or 1,750 square miles), which is a little more than 2% of the total land area of Scotland. This is the area between Scotland’s two largest cities - Glasgow, at the Central Belt’s Western end, and Edinburgh, at the Central Belt’s Eastern end. This area is geographically bound by two bays of water – the Firth of Clyde to the West and the Firth of Forth to the East. It is the most fertile Earth in Scotland, which is why it is so population-dense, compared to the rest of the country.\nThe tallest mountain in Scotland is Ben Nevis, which is also the tallest mountain in the British Isles.\nHistory.\nThe history of Scotland begins when humans first began to live in Scotland after the end of the last ice age. According to myths and legends, Mary of Guise's mothers haunts Linlithgow Palace her name is also The White Lady. It is believed, John Brown haunts Balmoral castle. Of the Stone Age, Bronze Age, and Iron Age civilization that existed in the country, many fossils remain, but no written records were left behind. These people did not have writing.\nThe written history of Scotland begins when the Roman Empire came to Britain, and the Romans invaded what is now England and Wales, calling it Britannia. To the north was \"Caledonia\", land not fully owned by the Romans. Only the southern Caledonia was conquered by the Romans, who founded cities like Edinburg when created the Antonine wall. Its people were the Picts. This meant the Scottish were not affected by the Romans in the same way the English were. The sea was very important for trade reasons.\nBecause of where Scotland is in the world and its strong reliance on trade routes by sea, the nation held close links in the south and east with the Baltic countries, and through Ireland with France and Europe. Following the Acts of Union and Industrial Revolution, Scotland grew to be one of the largest commercial, intellectual and industrial states in Europe.\nWars of Independence.\nThe Wars of Scottish Independence were many military campaigns fought between Scotland and England in the late 13th and early 14th centuries.\nThe First War (1296–1328) began with the English invasion of Scotland in 1296, and ended with the signing of the Treaty of Edinburgh-Northampton in 1328. The Second War (1332–1357) began with the English-supported invasion of Scotland by Edward Balliol and the 'Disinherited' in 1332, and ended around 1357 with the signing of the Treaty of Berwick.\nThe wars were part of a great national crisis for Scotland and the period became one of the most important moments in the nation's history. At the end of both wars, Scotland still was a free and independent country, which was its main aim throughout the conflict. The wars were also important for other reasons, such as the invention of the longbow as an important weapon in medieval warfare.\nA series of deaths in the line of succession in the 1280s, followed by King Alexander III's death in 1286 left the Scottish crown in crisis. His granddaughter, Margaret, the \"Maid of Norway\", a four-year-old girl, was the heir.\nEdward I of England, as Margaret's great-uncle, suggested that his son (also a child) and Margaret should marry, stabilising the Scottish line of succession. In 1290 Margaret's guardians agreed to this, but Margaret herself died in Orkney on her voyage from Norway to Scotland of sea sickness before she was made Queen, or her wedding could take place.\nBecause there was no clear heir to the throne anymore, the Scottish people decided to ask Edward I of England to choose their king. The strongest candidate was called Robert Bruce. Robert Bruce had castles all around the country, and had a private army. But Edward wanted to invade Scotland, so he chose the weaker candidate, who was John Balliol. He had the strongest claim to the throne, and became king on 30 November 1292. Robert Bruce decided to accept this decision (his grandson and namesake later took the throne as Robert I).\nOver the next few years, Edward I kept trying to undermine both the authority of King John and the independence of Scotland. In 1295, John, on the recommendation of his chief councillors, entered into an alliance with France. This was the beginning of the Auld Alliance.\nIn 1296, Edward invaded Scotland. He removed King John from power, and put him in jail. The following year William Wallace and Andrew de Moray raised an army from the southern and northern parts of the country to fight the English. Under their joint leadership, an English army was defeated at the Battle of Stirling Bridge. For a short time Wallace ruled Scotland in the name of John Balliol as Guardian of the realm.\nEdward came north in person and defeated Wallace at the Battle of Falkirk in 1298. Wallace escaped but resigned as Guardian of Scotland. John Comyn and Robert the Bruce were put in his place. In 1305 Wallace was captured by the English, who executed him for treason. Wallace claimed he did not commit treason as he was not loyal to England.\nIn February 1306 Robert Bruce murdered John Comyn, a leading rival, in a church. Bruce went on to take the crown, but Edward's army overran the country yet again after defeating Bruce's small army at the Battle of Methven. Despite the excommunication of Bruce and his followers by Pope Clement V, his support slowly strengthened; and by 1314, with the help of leading nobles such as Sir James Douglas and the Earl of Moray, only the castles at Bothwell and Stirling were still under English control.\nEdward I died in Carlisle in 1307. His heir, Edward II, moved an army north to break the siege of Stirling Castle and again take control. Robert defeated that army at the Battle of Bannockburn in 1314, securing temporary independence. In 1320, a letter to the Pope from the nobles of Scotland (the Declaration of Arbroath) went part of the way towards convincing Pope John XXII to overturn the earlier excommunication and cancel the various acts of submission by Scottish kings to English ones so that Scotland's independence could be recognised by other European countries.\nIn 1326, the first full Parliament of Scotland met. The parliament was made from an earlier council of nobility and clergy around 1235, but in 1326 representatives of the burghs—the burgh commissioners—joined them to form the Three Estates.\nIn 1328, Edward III signed the Treaty of Northampton which declared Scottish independence under the rule of Robert the Bruce. Four years after Robert's death in 1329, England invaded Scotland yet again, looking to put the \"Rightful King\"—Edward Balliol, son of John Balliol—to the Scottish throne, starting the Second War of Independence. In the face of tough Scottish resistance, led by Sir Andrew Murray, attempts to secure Balliol on the throne failed. Edward III lost interest in Balliol after the outbreak of the Hundred Years' War with France. In 1341 David II, King Robert's son and heir, was able to return from temporary exile in France. Balliol finally resigned his empty claim to the throne to Edward in 1356, before retiring to Yorkshire, where he died in 1364.\nThe Norse.\nMost of the Scottish islands were ruled by the Norse (and then by Norwegians and Danes) for over four hundred years. This includes the Hebrides to the west and Orkney and Shetland to the north. The islands still have a culture of their own. St Kilda, Heart of Neolithic Orkney and Skara Brae are all World Heritage Sites, as are the Antonine Wall and New Lanark on the mainland.\nSince 1603.\nIn 1603, Queen Elizabeth I of England died and, because she did not have any children, James VI of Scotland (son of Mary, Queen of Scots) also became King James I of England. In 1707, Scotland and England were joined in the Act of Union to make one big Kingdom, the Kingdom of Great Britain. When Ireland joined in 1801, the United Kingdom was created.\nIn 1997, a majority of voters in Scotland chose to have their own Scottish Parliament, which was set up in 1999. Former First Minister of Scotland Alex Salmond led the Scottish National Party to government in Scotland in 2007 and won an overall majority in 2011, taking 69 out of 129 seats. The Scottish independence referendum, 2014 ended in a majority (55%) voting against independence from the United Kingdom. Alex Salmond resigned shortly after and was succeeded by Nicola Sturgeon on 19 November 2014.\nThe Scottish National Party won 56 out of the 59 Scottish seats in the House of Commons in the United Kingdom general election, 2015, while the Conservatives won an overall majority. Scotland had traditionally voted for the Labour Party in general elections before then.\nLanguage.\nThe official languages of Scotland are English, Scots and Gaelic. English is spoken by most people in Scotland, while only a small number, mostly in the Western Isles, speaks Gaelic. Gaelic began declining in the late Middle Ages when Scottish kings and nobles preferred English.\nFootball.\nFootball is the most popular sport in Scotland. Three of the big cities, Glasgow, Edinburgh and Dundee, have two or three big football teams, and most cities have at least one team. The two most famous teams in Scotland are known as the \"Old Firm\". These are Celtic and Rangers. These two Glasgow clubs have a lot of history, and are fierce rivals, often causing fights, riots and even murders between the fans. Rangers are world record holders, having won the most amount of league titles of any football team, currently 54.\nScotland were the winners of the Homeless World Cup in 2007 and are the current champions after they won in August 2011. They defeated Mexico 4–3 in Paris, France.\nOther football clubs.\nThe other main clubs in Scotland are Aberdeen, Hearts, Hibs and Dundee United. These teams are in the Premier League right now, and usually take the most places in the top six of the league.\nSome other Scottish clubs include Gretna, who won three titles in a row, moving from the Third Division, to the SPL in only three seasons. Gretna ran out of money, and they were shut down. Also, Raith Rovers, who famously played UEFA Cup Winners, Bayern München. Raith Rovers were knocked out by Bayern München, but managed to lead 1-0 at half time. Queen of the south also reached the europa league, after reaching the 2008 Scottish cup final. they lost 3 -2 to Rangers.\nScottish Premier League.\nThe top division of Scottish Football is called the \"Scottish Premier League\" (or SPL), and is currently sponsored by the Clydesdale Bank, a large Scottish Bank. In 2013, its name was changed to \"Scottish Premiership\".\nRugby.\nIn 1925, 1984 and 1990, Scotland were winners of the Five Nations' Gran Slam, having beaten all four other teams - England, Wales, Ireland and France.\nGolf.\nGolf is a popular sport in Scotland. It is unique, as Scotland is the birthplace of golf, and there are many public golf courses where people can play for small fees. Everywhere else in the world, golf is a game for the rich.\nSandy Lyle was the first Scottish golfer to win a major title in modern times. Colin Montgomery is one of the best players never to have won a major championship after finishing second five times.\nMotorsports.\nScotland is also involved with motorsports. Former F1 driver David Coulthard is a thirteen time Grand Prix winner. Jackie Stewart is a 3-time F1 World Champion and regarded as one of the best drivers ever. Jim Clark was a 2-time F1 World Champion and regarded as one of the best ever with Fangio, Schumacher and Senna. Paul di Resta, born in Livingston, is a current F1 driver for the Force India team. Colin McRae was also the 1995 World Rally Champion.\nElephant Polo.\nScotland were the world champions of the unusual sport of Elephant Polo in 2004. Elephant Polo, registered as an Olympic sport with the Nepal Olympic Committee, was invented by Scotsman Nathan Mochan in 1983.\nTennis.\nAndy Murray, originally from Scotland, is currently the United Kingdom's best tennis player, having won singles titles at the US Open, and Wimbledon, where his 2013 win ended a 77-year wait for a British man to win the competition. He also won Olympic Gold in the men's singles at the 2012 Summer Olympics in London. His brother, Jamie Murray, is a successful doubles player.\nTraditional music.\nTraditional Scottish musical instruments include: the bagpipe, accordion, the fiddle, the harp and tin whistle.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Scottish_Gaelic_language","surface_form":"Scottish Gaelic","offset":10},{"uri":"Countries_of_the_United_Kingdom","surface_form":"the four countries","offset":45},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":81},{"uri":"Great_Britain","surface_form":"Great Britain","offset":138},{"uri":"Million","surface_form":"million","offset":200},{"uri":"England","surface_form":"England","offset":257},{"uri":"North_Sea","surface_form":"North Sea","offset":270},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":297},{"uri":"Irish_Sea","surface_form":"Irish Sea","offset":332},{"uri":"Monarch","surface_form":"monarch","offset":418},{"uri":"Wales","surface_form":"Wales","offset":463},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":473},{"uri":"King","surface_form":"King","offset":540},{"uri":"James_I_of_England","surface_form":"James VI","offset":558},{"uri":"Elizabeth_I","surface_form":"Elizabeth I","offset":610},{"uri":"Parliament_of_Scotland","surface_form":"parliament of Scotland","offset":714},{"uri":"Parliament_of_England","surface_form":"parliament of England","offset":753},{"uri":"Parliament_of_Great_Britain","surface_form":"Parliament of Great Britain","offset":789},{"uri":"Parliament","surface_form":"parliament","offset":977},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":993},{"uri":"Devolution","surface_form":"devolved","offset":1021},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"British parliament","offset":1039},{"uri":"Referendum","surface_form":"referendum","offset":1136},{"uri":"Independence","surface_form":"independence","offset":1150},{"uri":"Flag_of_Scotland","surface_form":"Flag of Scotland","offset":1257},{"uri":"Saint_Andrew","surface_form":"Saint Andrew","offset":1332},{"uri":"Patron_saint","surface_form":"patron saint","offset":1357},{"uri":"Thistle","surface_form":"thistle","offset":1426},{"uri":"Lion","surface_form":"lion","offset":1441},{"uri":"Capital_city","surface_form":"capital city","offset":1459},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1487},{"uri":"Glasgow","surface_form":"Glasgow","offset":1540},{"uri":"Aberdeen","surface_form":"Aberdeen","offset":1596},{"uri":"Dundee","surface_form":"Dundee","offset":1606},{"uri":"Inverness","surface_form":"Inverness","offset":1614},{"uri":"Perth%2C_Scotland","surface_form":"Perth","offset":1625},{"uri":"Stirling","surface_form":"Stirling","offset":1635},{"uri":"British_Isles","surface_form":"British Isles","offset":1712},{"uri":"Northwest","surface_form":"northwest","offset":1741},{"uri":"Europe","surface_form":"Europe","offset":1763},{"uri":"Km","surface_form":"km","offset":1813},{"uri":"Mile","surface_form":"sq mi","offset":1825},{"uri":"Kilometres","surface_form":"kilometres","offset":1894},{"uri":"Mile","surface_form":"mi","offset":1909},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1925},{"uri":"North_Sea","surface_form":"North Sea","offset":1971},{"uri":"Ireland","surface_form":"Ireland","offset":2011},{"uri":"Kilometre","surface_form":"kilometre","offset":2030},{"uri":"Miles","surface_form":"mi","offset":2045},{"uri":"Kintyre","surface_form":"Kintyre","offset":2075},{"uri":"Norway","surface_form":"Norway","offset":2084},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":2138},{"uri":"Inner_Hebrides","surface_form":"Inner","offset":2255},{"uri":"Outer_Hebrides","surface_form":"Outer Hebrides","offset":2265},{"uri":"Archipelago","surface_form":"archipelago","offset":2307},{"uri":"Orkney_Islands","surface_form":"Orkney","offset":2324},{"uri":"Shetland","surface_form":"Shetland","offset":2335},{"uri":"Highland_Boundary_Fault","surface_form":"Highland Boundary Fault","offset":2580},{"uri":"Scottish_Highlands","surface_form":"Scottish Highlands","offset":2760},{"uri":"Scottish_Lowlands","surface_form":"Scottish Lowlands","offset":2928},{"uri":"Glasgow","surface_form":"Glasgow","offset":3050},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":3072},{"uri":"Ben_Nevis","surface_form":"Ben Nevis","offset":4129},{"uri":"British_Isles","surface_form":"British Isles","offset":4182},{"uri":"Human","surface_form":"human","offset":4242},{"uri":"Ice_age","surface_form":"ice age","offset":4307},{"uri":"Stone_Age","surface_form":"Stone Age","offset":4488},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":4499},{"uri":"Iron_Age","surface_form":"Iron Age","offset":4515},{"uri":"Civilization","surface_form":"civilization","offset":4524},{"uri":"Fossil","surface_form":"fossil","offset":4571},{"uri":"Writing","surface_form":"writing","offset":4654},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":4711},{"uri":"England","surface_form":"England","offset":4776},{"uri":"Wales","surface_form":"Wales","offset":4788},{"uri":"Roman_Britain","surface_form":"Britannia","offset":4806},{"uri":"Antonine_wall","surface_form":"Antonine wall","offset":4990},{"uri":"Picts","surface_form":"Picts","offset":5025},{"uri":"Reliance","surface_form":"reliance","offset":5225},{"uri":"Acts_of_Union_1707","surface_form":"Acts of Union","offset":5393},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":5411},{"uri":"Wars_of_Scottish_Independence","surface_form":"Wars of Scottish Independence","offset":5557},{"uri":"Campaign","surface_form":"campaign","offset":5606},{"uri":"England","surface_form":"England","offset":5644},{"uri":"Kingdom_of_England","surface_form":"English","offset":5736},{"uri":"Treaty_of_Edinburgh-Northampton","surface_form":"Treaty of Edinburgh-Northampton","offset":5808},{"uri":"England","surface_form":"English","offset":5891},{"uri":"Edward_Balliol","surface_form":"Edward Balliol","offset":5933},{"uri":"Berwick-upon-Tweed","surface_form":"Berwick","offset":6036},{"uri":"Longbow","surface_form":"longbow","offset":6386},{"uri":"Medieval_warfare","surface_form":"medieval warfare","offset":6420},{"uri":"Alexander_III_of_Scotland","surface_form":"Alexander III","offset":6514},{"uri":"Margaret_I_of_Scotland","surface_form":"Margaret, the \"Maid of Norway\"","offset":6598},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":6666},{"uri":"Orkney","surface_form":"Orkney","offset":6898},{"uri":"Sea_sickness","surface_form":"sea sickness","offset":6946},{"uri":"Robert_Bruce","surface_form":"Robert Bruce","offset":7186},{"uri":"John_I_of_Scotland","surface_form":"John Balliol","offset":7353},{"uri":"Namesake","surface_form":"namesake","offset":7509},{"uri":"France","surface_form":"France","offset":7772},{"uri":"Auld_Alliance","surface_form":"Auld Alliance","offset":7810},{"uri":"William_Wallace","surface_form":"William Wallace","offset":7932},{"uri":"Andrew_de_Moray","surface_form":"Andrew de Moray","offset":7952},{"uri":"Battle_of_Stirling_Bridge","surface_form":"Battle of Stirling Bridge","offset":8123},{"uri":"Battle_of_Falkirk","surface_form":"Battle of Falkirk","offset":8300},{"uri":"John_III_Comyn%2C_Lord_of_Badenoch","surface_form":"John Comyn","offset":8381},{"uri":"Robert_I_of_Scotland","surface_form":"Robert the Bruce","offset":8396},{"uri":"Church","surface_form":"church","offset":8658},{"uri":"Battle_of_Methven","surface_form":"Battle of Methven","offset":8789},{"uri":"Excommunication","surface_form":"excommunication","offset":8820},{"uri":"Pope_Clement_V","surface_form":"Pope Clement V","offset":8866},{"uri":"Sir_James_Douglas","surface_form":"Sir James Douglas","offset":8968},{"uri":"Thomas_Randolph%2C_1st_Earl_of_Moray","surface_form":"Earl of Moray","offset":8994},{"uri":"Carlisle","surface_form":"Carlisle","offset":9102},{"uri":"Edward_II_of_England","surface_form":"Edward II","offset":9130},{"uri":"Stirling_Castle","surface_form":"Stirling Castle","offset":9183},{"uri":"Battle_of_Bannockburn","surface_form":"Battle of Bannockburn","offset":9256},{"uri":"Declaration_of_Arbroath","surface_form":"Declaration of Arbroath","offset":9383},{"uri":"Pope_John_XXII","surface_form":"Pope John XXII","offset":9448},{"uri":"Parliament_of_Scotland","surface_form":"Parliament of Scotland","offset":9684},{"uri":"Edward_III_of_England","surface_form":"Edward III","offset":9910},{"uri":"Treaty_of_Northampton","surface_form":"Treaty of Northampton","offset":9932},{"uri":"Edward_Balliol","surface_form":"Edward Balliol","offset":10139},{"uri":"Sir_Andrew_Murray","surface_form":"Sir Andrew Murray","offset":10289},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":10419},{"uri":"David_II_of_Scotland","surface_form":"David II","offset":10459},{"uri":"Norse","surface_form":"Norse","offset":10733},{"uri":"Norway","surface_form":"Norwegians","offset":10752},{"uri":"Denmark","surface_form":"Danes","offset":10767},{"uri":"Hebrides","surface_form":"Hebrides","offset":10821},{"uri":"Orkney","surface_form":"Orkney","offset":10846},{"uri":"Shetland","surface_form":"Shetland","offset":10857},{"uri":"St_Kilda","surface_form":"St Kilda","offset":10927},{"uri":"Heart_of_Neolithic_Orkney","surface_form":"Heart of Neolithic Orkney","offset":10937},{"uri":"Skara_Brae","surface_form":"Skara Brae","offset":10967},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":10986},{"uri":"Antonine_Wall","surface_form":"Antonine Wall","offset":11019},{"uri":"New_Lanark","surface_form":"New Lanark","offset":11037},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":11092},{"uri":"James_VI_of_Scotland","surface_form":"James VI of Scotland","offset":11164},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Mary, Queen of Scots","offset":11193},{"uri":"James_I_of_England","surface_form":"James I of England","offset":11232},{"uri":"Act_of_Union","surface_form":"Act of Union","offset":11301},{"uri":"Kingdom_of_Great_Britain","surface_form":"Kingdom of Great Britain","offset":11343},{"uri":"Ireland","surface_form":"Ireland","offset":11374},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":11402},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":11496},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":11550},{"uri":"Alex_Salmond","surface_form":"Alex Salmond","offset":11577},{"uri":"Scottish_National_Party","surface_form":"Scottish National Party","offset":11598},{"uri":"Scottish_independence_referendum%2C_2014","surface_form":"Scottish independence referendum, 2014","offset":11725},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":11827},{"uri":"Nicola_Sturgeon","surface_form":"Nicola Sturgeon","offset":11900},{"uri":"Scottish_National_Party","surface_form":"Scottish National Party","offset":11941},{"uri":"House_of_Commons","surface_form":"House of Commons","offset":12008},{"uri":"United_Kingdom_general_election%2C_2015","surface_form":"United Kingdom general election, 2015","offset":12032},{"uri":"Conservative_Party_(UK)","surface_form":"Conservatives","offset":12081},{"uri":"Labour_Party","surface_form":"Labour Party","offset":12161},{"uri":"English_language","surface_form":"English","offset":12257},{"uri":"Lowland_Scots","surface_form":"Scots","offset":12266},{"uri":"Scottish_Gaelic_language","surface_form":"Gaelic","offset":12276},{"uri":"English_language","surface_form":"English","offset":12284},{"uri":"Western_Isles","surface_form":"Western Isles","offset":12371},{"uri":"Scottish_Gaelic_language","surface_form":"Gaelic","offset":12393},{"uri":"Scottish_Gaelic_language","surface_form":"Gaelic","offset":12401},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":12436},{"uri":"Association_football","surface_form":"Football","offset":12508},{"uri":"Glasgow","surface_form":"Glasgow","offset":12581},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":12590},{"uri":"Dundee","surface_form":"Dundee","offset":12604},{"uri":"Celtic_F.C.","surface_form":"Celtic","offset":12767},{"uri":"Rangers_F.C.","surface_form":"Rangers","offset":12778},{"uri":"Homelessness","surface_form":"Homeless","offset":13067},{"uri":"Mexico","surface_form":"Mexico","offset":13169},{"uri":"Paris","surface_form":"Paris","offset":13183},{"uri":"France","surface_form":"France","offset":13190},{"uri":"Aberdeen_F.C.","surface_form":"Aberdeen","offset":13257},{"uri":"Heart_of_Midlothian_F.C.","surface_form":"Hearts","offset":13267},{"uri":"Hibernian_F.C.","surface_form":"Hibs","offset":13275},{"uri":"Dundee_United_F.C.","surface_form":"Dundee United","offset":13284},{"uri":"Scottish_Premier_League","surface_form":"Premier League","offset":13322},{"uri":"Gretna_F.C.","surface_form":"Gretna","offset":13445},{"uri":"Raith_Rovers_F.C.","surface_form":"Raith Rovers","offset":13606},{"uri":"UEFA","surface_form":"UEFA Cup","offset":13640},{"uri":"Bayern_M%C3%BCnchen","surface_form":"Bayern München","offset":13658},{"uri":"Queen_of_the_south_fc","surface_form":"Queen of the south","offset":13761},{"uri":"Scottish_Premier_League","surface_form":"Scottish Premier League","offset":13961},{"uri":"Clydesdale_Bank","surface_form":"Clydesdale Bank","offset":14030},{"uri":"Sandy_Lyle","surface_form":"Sandy Lyle","offset":14517},{"uri":"Colin_Montgomery","surface_form":"Colin Montgomery","offset":14596},{"uri":"F1","surface_form":"F1","offset":14778},{"uri":"Paul_di_Resta","surface_form":"Paul di Resta","offset":15046},{"uri":"Livingston","surface_form":"Livingston","offset":15069},{"uri":"Force_India","surface_form":"Force India","offset":15112},{"uri":"Colin_McRae","surface_form":"Colin McRae","offset":15130},{"uri":"Andy_Murray","surface_form":"Andy Murray","offset":15414},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":15470},{"uri":"Wimbledon","surface_form":"Wimbledon","offset":15553},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":15699},{"uri":"London","surface_form":"London","offset":15723},{"uri":"Jamie_Murray","surface_form":"Jamie Murray","offset":15744},{"uri":"Bagpipes","surface_form":"bagpipe","offset":15863},{"uri":"Accordion","surface_form":"accordion","offset":15872},{"uri":"Fiddle","surface_form":"fiddle","offset":15887},{"uri":"Harp","surface_form":"harp","offset":15899},{"uri":"Tin_whistle","surface_form":"tin whistle","offset":15908}]}