{"id":304997,"url":"http://en.wikipedia.org/wiki/Dragan_Klaric","text":"Dragan Klaric, born 17 February 1965, is a Swedish blogger and former Sweden Democrats (SD) politician of Croatian origin. He was the head of “SD-television”, the Sweden Democrats’ own TV station, and a full-time party employee. He left the party in temper, motivating his resignation by writing, “the reason [for my resignation] is that I was ‘assfucked’ a mere month before the election as I was requested to resign from my chair at SD-television. Two years and eight months of faithful and loyal service to the party is suddenly forgotten”.\nKlaric has been found guilty of libel three times, in tort cases, and has been forced to pay damages in every case. In 2009, the Helsingborg district court found him guilty of libel against Tommy Funebo, and once more in 2010, against Fredrik Jönsson. However, he was not found guilty of the comments somebody wrote about Jönsson on Klaric's blog, which Klaric approved. The court of appeal of Skåne and Blekinge later overruled the district court, finding him guilty.\nKlaric’s blog was investigated by the Swedish anti-racist newspaper Expo during its review of the atmosphere of the Sweden Democrats community on the Internet. On May 20, 2010, press ombudsman Yrsa Stenius stated that Klaric “from a press-ethical point of view was to be considered a public person”.\nOn January 7, 2011, Swedish newspaper Helsingborgs Dagblad reported that the party and Dragan Klaric will end their cooperation in a legal dispute since they do not agree on Klaric’s time as chair of SD-television. According to SD, the party holds the copyright to all of the material from SD-television, and, in addition, SD demands that Klaric returns all equipment he has taken from the station. Klaric refuses to comply, arguing that SD-television was his own private project, and not a part of his employment, and, thus, that he alone owns the physical as well as intellectual property of the station. The events surrounding his resignation were covered by Expo.\nAfter leaving the party, Klaric has intensively criticized the SD leadership on his blog.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blogger","surface_form":"blogger","offset":51},{"uri":"Sweden_Democrats","surface_form":"Sweden Democrats","offset":70},{"uri":"Politician","surface_form":"politician","offset":92},{"uri":"Tommy_Funebo","surface_form":"Tommy Funebo","offset":734},{"uri":"Fredrik_J%C3%B6nsson","surface_form":"Fredrik Jönsson","offset":779},{"uri":"Blog","surface_form":"blog","offset":886},{"uri":"Expo","surface_form":"Expo","offset":1975}]}