{"id":305025,"url":"http://en.wikipedia.org/wiki/Aga_Khan_IV","text":"His Highness Karīm al-Ḥussayni Shah, Aga Khan IV KBE (born 13 December 1936) is the 49th and current Imam of the Shia Ismaili Muslims.\nHe has held this position under the title of Aga Khan since 11 July 1957, when, at the age of 20, he succeeded his grandfather, Sir Sultan Mahomed Shah Aga Khan. He is responsible for the interpretation of the faith for his followers and helps to improve the quality of their lives and communities.\nUnlike his grandfather, the present Aga Khan's higher education was in the United States at Harvard University. His children have also been educated in the U.S.\nSince he became imam, the Aga Khan has followed the political and economic changes which have affected his followers. These events included the independence of African countries from colonial rule, the expulsion of Asians from Uganda, the independence of Central Asian countries such as Tajikistan from the former Soviet Union and the continuous turmoil in Afghanistan and Pakistan.\nThe Aga Khan is interested in the elimination of global poverty; the advancement of women; the promotion of Islamic culture, art, and architecture; and promoting pluralistic values in society. He is the founder and chairman of the Aga Khan Development Network, one of the largest private development networks in the world. This works for the environment, health, education, architecture, culture, microfinance, rural development, and disaster reduction. Goals include promotion of private-sector enterprise and the revitalisation of historic cities.\nDuring his visit to India in 1983, the Aga Khan said,\nThe Aga Khan has been married twice, and has four children. His main residence is a vast walled compound and chateau, the Aiglemont estate near Chantilly, France. His Highness has many awards. Especially notable are the Nishan-e-Pakistan, Pakistan's highest civil award (1983), and the Knight Grand Cross of the Order of Merit of the Italian Republic. The Aga Khan is the first Muslim to receive this honour (1977).","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"KBE","offset":49},{"uri":"Shia","surface_form":"Shia","offset":113},{"uri":"Ismailism","surface_form":"Ismaili","offset":118},{"uri":"Muslims","surface_form":"Muslims","offset":126},{"uri":"Aga_Khan_III","surface_form":"Sultan Mahomed Shah Aga Khan","offset":267},{"uri":"Harvard_University","surface_form":"Harvard University","offset":526},{"uri":"Uganda","surface_form":"Uganda","offset":822},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":882},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":909},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":952},{"uri":"Pakistan","surface_form":"Pakistan","offset":968},{"uri":"Islamic","surface_form":"Islamic","offset":1086},{"uri":"Aga_Khan_Development_Network","surface_form":"Aga Khan Development Network","offset":1209},{"uri":"Chateau","surface_form":"chateau","offset":1691},{"uri":"Chantilly","surface_form":"Chantilly","offset":1726},{"uri":"Pakistan","surface_form":"Pakistan","offset":1821},{"uri":"Italian_Republic","surface_form":"Italian Republic","offset":1916}]}