{"id":305028,"url":"http://en.wikipedia.org/wiki/Jesse_Jackson","text":"Jesse Louis Jackson, Sr. (born October 8, 1941) is an American church minister, activist and politician. Jackson was born Jesse Louis Burns, in Greenville, South Carolina. His mother, Helen Burns, was 16 years old at the time he was born. She never married his father, Noah Louis Robinson. When Jackson was two, his mother married Charles Jackson. Jesse was raised by his grandmother Matilda until he was 13. In 1957, he returned home when his step-father adopted him.\nAfter he graduated from high school, Jackson had an offer to play professional baseball from the Chicago White Sox. He also received a scholarship to play college football at the University of Illinois, which he accepted. He later transferred to North Carolina A&T. He was one of Martin Luther King Jr.'s main organizers in Chicago for the Southern Christian Leadership Conferences. After King was shot, Jackson formed several civil rights organizations of his own. Two of these were Operation PUSH and the Rainbow Coalition. Jackson was also active in civil rights movements outside the United States. He also served as a Baptist minister.\nJackson ran for President in 1984 and 1988, coming in second in the 1988 Democratic party. Both times, he ran on a very liberal platform that wanted people of all races to co-operate, as well as more emphasis on education, urban issues and infrastructure. He wanted to be chosen as the Democrat's Vice-Presidential nominee, but Lloyd Bentsen was chosen instead. From 1991 to 1997, he was a shadow senator from the District of Columbia. People thought Jackson might run against Bill Clinton in the 1996 primaries, but he did not.\nHe is known for saying some things that are controversial. Some things he said were offensive to Jews. He also said that Barack Obama was \"acting like he's white\" and \"talking down to black people.\"\nJackson's eldest son, Jesse Jackson, Jr., is a former congressman from Illinois.\nIn November 2017, Jackson was diagnosed with Parkinson's disease.\nIn 2016, during the 2016 United States presidential election he endorsed Democratic candidate Hillary Clinton. In 2020, during the 2020 Democratic Party presidential primaries, he endorsed Bernie Sanders to be the democratic nominee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":54},{"uri":"Clergy","surface_form":"church minister","offset":63},{"uri":"Activist","surface_form":"activist","offset":80},{"uri":"Politician","surface_form":"politician","offset":93},{"uri":"Greenville%2C_South_Carolina","surface_form":"Greenville, South Carolina","offset":144},{"uri":"High_school","surface_form":"high school","offset":493},{"uri":"Professional_baseball","surface_form":"professional baseball","offset":535},{"uri":"Chicago_White_Sox","surface_form":"Chicago White Sox","offset":566},{"uri":"Scholarship","surface_form":"scholarship","offset":604},{"uri":"College_football","surface_form":"college football","offset":624},{"uri":"University_of_Illinois","surface_form":"University of Illinois","offset":648},{"uri":"North_Carolina_A%26amp%3BT","surface_form":"North Carolina A&T","offset":715},{"uri":"Martin_Luther_King_Jr.","surface_form":"Martin Luther King Jr.","offset":749},{"uri":"Lloyd_Bentsen","surface_form":"Lloyd Bentsen","offset":1438},{"uri":"Shadow_congressperson","surface_form":"shadow senator","offset":1500},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":1524},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1587},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1760},{"uri":"White_people","surface_form":"white","offset":1795},{"uri":"Jesse_Jackson%2C_Jr.","surface_form":"Jesse Jackson, Jr.","offset":1860},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":1964},{"uri":"2016_United_States_presidential_election","surface_form":"2016 United States presidential election","offset":2005},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":2079},{"uri":"2020_Democratic_Party_presidential_primaries","surface_form":"2020 Democratic Party presidential primaries","offset":2116},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":2174}]}