{"id":305096,"url":"http://en.wikipedia.org/wiki/Jeddah_Tower","text":"Jeddah Tower, or Kingdom Tower is a skyscraper that is under construction. The tower is being built in Jeddah, a major port city on the Red Sea coast of Saudi Arabia. After its completion, Kingdom Tower will be the tallest building in the world, according to Construction Weekly. The consultants at Advanced Construction Technology Services state that the new tower will be approximately high, which is significantly taller than the current Guinness World Record holder, the Burj Khalifa. In contrast, the Burj Khalifa is only high.\nKingdom Tower will be the first part in a new project called Kingdom City, a planned suburb of Jeddah, with plans to eventually become a new city entirely. Plans for Kingdom Tower have been circulating since 2008, when it was originally named the \"Mile-High Tower,\" for the obvious reason that it was going to be a mile high. However, the foundation where the Kingdom Holding Company wanted to build the tower was not stable enough to support such a large project. Instead, the company settled for the kilometer high title, where on August 2, 2011, Kingdom Holding announced that construction would commence soon, as the support for the tower had finally been gathered. The idea of Kingdom Tower is accredited to the Prince of Saudi Arabia, Al-Waleed bin Talal, whom also owns Kingdom Holding Company. The prince is the main contributor to this project, as he is known to be one of the wealthiest men in the world.\nIssues.\nHowever, many people are complaining that the tower is going to be a waste of much needed capital. The government has many problems and issues that require the money of the Saudi Arabian government, such as improving education and providing jobs that will benefit the country as a whole. As such, there are some that believe the country cannot afford to pursue such a large project. Many believe that this project is an elitist venture made simply to compete with the already-failed Burj Khalifa, which is known to be almost completely empty. Saudi Arabians and immigrants alike fear that the project is going to be a failure in stimulating the lagging economy of Saudi Arabia, and will instead add to the debt of the country.\nStill, others also believe that the project will benefit the economy of Saudi Arabia, bringing in much needed jobs to help construct the building, and will bring in a large amount of tourism already concentrated within the Hejaz area where Jeddah resides.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skyscraper","surface_form":"skyscraper","offset":36},{"uri":"Jeddah","surface_form":"Jeddah","offset":103},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":153},{"uri":"List_of_tallest_buildings_in_the_world","surface_form":"tallest building in the world","offset":215},{"uri":"Burj_Khalifa","surface_form":"Burj Khalifa","offset":475},{"uri":"Burj_Khalifa","surface_form":"Burj Khalifa","offset":1939}]}