{"id":305100,"url":"http://en.wikipedia.org/wiki/Harmonium","text":"A harmonium, also called a \"melodeon\", \"reed organ\" or \"pump organ\", is a keyboard instrument that is a lot like an organ. It makes sound by blowing air through reeds, which are tuned to different pitches to make musical notes.\nThe hand-pumped harmonium was created by Dwarkanath Ghose so that the instrument could be played while the player was sitting down on the floor. It is used in India, Pakistan, Nepal, Afghanistan, Bangladesh and in other South Asian countries as an accompanying instrument in Hindustani classical music, Sufi Music, Bhajan and other devotional music, Qawwali, Natya Sangeet, and a variety of genres including accompaniment to Classical Kathak Dance and other entertainments.\nOthers began building similar instruments. In Vienna, Anton Haeckl constructed the physharmonica, a keyboard instrument filled with free reeds. John Green invented the seraphine, which produced music when air was blown over metallic reeds. Such instruments are now museum pieces.\nSpecial types.\nIt was first invented by Alexandre Debain in 1840 in France, who patented his Harmonium in Paris on August 9, 1840. Harmonium with a Swarmandal (a small, harp-like instrument, similar to Zither and Autoharp) was produced by Bhishmadev Vedi. As the Swarmandal box was too big for the Harmonium, his disciple Manohar Chimote fixed the strings within the breadth of the instrument naming it as ‘Samvadini’. This instrument allows the strings to be played by the hand on the bellows, and keys by the other hand. Chimote provided a new natural ‘Gandhar’ tuning in this Harmonium. Although this tuning was limited to the 12 tones versus the 22 required in Hindustani classical music, it surely gave the European tuning of the Harmonium, an Indian flavour.\n22-Shruti-Harmonium was created by Vidyadhar Oke (Indian Patent No. 250197). To achieve this, he first clarified the essential difference between 'Nada' and 'Shruti' and pinpointed the positions to play the 22 Microtones (Shrutis) on any string instrument. He documented the specific difference between 22 Shrutis versus the 12-Tone Equal temperament Scale. His 22-Shruti-Harmonium provides special knobs below each of the keys to regulate the reeds, making 22 Shrutis available within 12 keys. As this is a modified hand-pumped harmonium, no special playing skill is necessary. The 22-Shruti-Harmonium enables the creation of any Raga with all the notes perfectly consonant with a Tanpura. Additionally, by positioning all the knobs in the central position, the 22-Shruti-Harmonium can produce the sound of an Accordion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Keyboard_instrument","surface_form":"keyboard instrument","offset":74},{"uri":"Organ_(music)","surface_form":"organ","offset":116},{"uri":"Air","surface_form":"air","offset":149},{"uri":"Reed_(instrument)","surface_form":"reeds","offset":161},{"uri":"Pitch_(music)","surface_form":"pitches","offset":197},{"uri":"Musical_note","surface_form":"musical note","offset":213},{"uri":"Dwarkanath_Ghose","surface_form":"Dwarkanath Ghose","offset":269},{"uri":"India","surface_form":"India","offset":387},{"uri":"Pakistan","surface_form":"Pakistan","offset":394},{"uri":"Nepal","surface_form":"Nepal","offset":404},{"uri":"Afghanistan","surface_form":"Afghanistan,","offset":411},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":424},{"uri":"South_Asia","surface_form":"South Asian","offset":448},{"uri":"Hindustani","surface_form":"Hindustani","offset":503},{"uri":"Sufi","surface_form":"Sufi","offset":531},{"uri":"Bhajan","surface_form":"Bhajan","offset":543},{"uri":"Qawwali","surface_form":"Qawwali","offset":578},{"uri":"Natya_Sangeet","surface_form":"Natya Sangeet","offset":587},{"uri":"Kathak","surface_form":"Kathak","offset":663},{"uri":"Alexandre_Debain","surface_form":"Alexandre Debain","offset":1022}]}