{"id":305159,"url":"http://en.wikipedia.org/wiki/Fishing_dredge","text":"A fishing dredge, also known as a scallop dredge or an oyster dredge, is a kind of fishing net. It is pulled along the bottom of the sea by a fishing boat to collect scallops, oysters and other kind of clams, crabs, and sea cucumber. Fishermen then lift the dredge into the boat and empty it.\nIn Europe, used to have \"teeth\" at the bottom, called tynes. These teeth raked or ploughed the sand and mud. This dug up buried clams. The New Bedford (USA) dredge does not have teeth.\nDredge nets have a gross mesh in order to let organisms smaller than the target organisms through. The net catches the larger organisms: in the case of scallop dredging that includes the scallops' predators, such as whelks, starfish and octopus.\nSometimes three or four dredges are attached to a wheeled stiff axle. A number of these dredges can be towed from a heavy spreading bar. Usually there is one on each side of the ship. The length of the bar and the number of dredges towed is dependent on the power of the ship and the room on the side of the boat for working the dredges. There could be 3 on each side on a small 10 metre boat. There could be up to 20 on each side for a 30 metre ship with 1500 hp. The weight and strength of this can dig up the ground. It overturns rocks and can crush animals and plants in its path.\nScallops often contain sand when fishermen use dredges. It can also damage the seabed if they use dredges carelessly. These days scallop dredging is sometimes replaced by scuba diving. However inventors are trying to invent a better dredge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fishing_net","surface_form":"fishing net","offset":83},{"uri":"Sea","surface_form":"sea","offset":133},{"uri":"Fishing","surface_form":"fishing","offset":142},{"uri":"Boat","surface_form":"boat","offset":150},{"uri":"Scallop","surface_form":"scallop","offset":166},{"uri":"Oyster","surface_form":"oyster","offset":176},{"uri":"Clams","surface_form":"clams","offset":202},{"uri":"Crab","surface_form":"crab","offset":209},{"uri":"Sea_cucumber","surface_form":"sea cucumber","offset":220},{"uri":"Fishermen","surface_form":"Fishermen","offset":234},{"uri":"Rake","surface_form":"rake","offset":366},{"uri":"Plough","surface_form":"plough","offset":375},{"uri":"Sand","surface_form":"sand","offset":388},{"uri":"Mud","surface_form":"mud","offset":397},{"uri":"New_Bedford","surface_form":"New Bedford","offset":432},{"uri":"Whelk","surface_form":"whelk","offset":694},{"uri":"Starfish","surface_form":"starfish","offset":702},{"uri":"Octopus","surface_form":"octopus","offset":715},{"uri":"Axle","surface_form":"axle","offset":788},{"uri":"Horsepower","surface_form":"hp","offset":1185},{"uri":"Scuba_diving","surface_form":"scuba diving","offset":1480}]}