{"id":305111,"url":"http://en.wikipedia.org/wiki/Conscription","text":"Conscription, also called draft, is when a government forces people to join the armed forces. Usually, only men are conscripted, but in Israel, women are as well. A soldier who has been forced to serve in the army is called a \"conscript\".\nConscription may or may not be compulsory. If compulsory, it may be resisted. Usually, exceptions are allowed. Since men in their late teens and twenties are the main objective, conscription clashes with higher education, and exceptions may be allowed.\nThe first large, modern conscript army was the French Grand Army after the French Revolution. Conscription became a common way of making up the armies after the French Revolution. Almost all the powerful armies in the world except United Kingdom were conscript armies. During the World War<nowiki/>s even the British Army were mostly conscripts.\nProblems.\nConscription armies are large, but they are often poorly equipped and trained and have poor morale. In combat they usually suffer many casualties. Usually conscripts serve with little pay and many are treated little better than slaves. Conscription can be considered as a form of forced labour. In many countries, young men who refuse to join the army are sentenced to prison. Many people \"dodged\" or illegally avoided conscription during the Vietnam War in the United States.\nThere are arguments for conscription. Some see it as fair, since everyone shares the burden of service. A small country with few people can make up a large enough army by conscription. If a country is in the midst of hostile neighbours and war can break up at any time, or if the country is a \"buffer state\" (= is located between two military blocks), training all available young people as soldiers can be a good idea.\nThe alternatives for conscription are militia system, as in Switzerland, or professional army made up from volunteers. The United States gave up conscription during the Cold War. The Vietnam War proved so unpopular that the Army no longer wanted conscripts, but volunteers, which have better motivation to serve. Most other Western World countries followed the American example and gave up conscription. Some American countries now have all-volunteer army and in Europe universal conscription remains only in some countries like Finland, Russia and Turkey.\nIn Germany, conscription for the Bundeswehr was removed in July 2011 after a long discussion in the German Bundestag.\nPeople who oppose conscription because of pacifism idea are called conscientious objectors. Some countries draft conscientious objectors, but give them jobs where they will not have to fight in combat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Army","surface_form":"armed forces","offset":80},{"uri":"Men","surface_form":"men","offset":108},{"uri":"Israel","surface_form":"Israel","offset":136},{"uri":"French_Revolution","surface_form":"French Revolution","offset":567},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":723},{"uri":"World_War","surface_form":"World War","offset":772},{"uri":"British_Army","surface_form":"British Army","offset":801},{"uri":"Slave","surface_form":"slave","offset":1076},{"uri":"Forced_labour","surface_form":"forced labour","offset":1128},{"uri":"Prison","surface_form":"prison","offset":1217},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1291},{"uri":"United_States","surface_form":"United States","offset":1310},{"uri":"Militia","surface_form":"militia","offset":1783},{"uri":"Switzerland","surface_form":"Switzerland","offset":1805},{"uri":"United_States","surface_form":"United States","offset":1868},{"uri":"Cold_War","surface_form":"Cold War","offset":1914},{"uri":"Germany","surface_form":"Germany","offset":2305},{"uri":"Bundeswehr","surface_form":"Bundeswehr","offset":2335},{"uri":"Bundestag","surface_form":"Bundestag","offset":2409},{"uri":"Pacifism","surface_form":"pacifism","offset":2462},{"uri":"Conscientious_objector","surface_form":"conscientious objector","offset":2487}]}