{"id":305182,"url":"http://en.wikipedia.org/wiki/Maulana_Mohammad_Ali","text":"Maulana Mohammad Ali (/mɔːˈlɑːnə mʊˈhɑːməd ɑːˈliː/; Arabic: محمد علي‎‎; 1874 – 13 October 1951) was an Indian writer, scholar, and leading figure of the [https://aaiil.org/ Lahore Ahmadiyya Movement for the Propagation of Islam].\nBorn in 1874 in Punjab (India), [https://maulanamuhammadali.ml/ Maulana Muhammad Ali] achieved a very high distinction in his academic studies and obtained degrees in English (M.A.) and Law (Ll. B.) by the year 1899. He joined the Ahmadiyya Movement in 1897.\nAs he stood on the threshold of a lucrative career in law in 1900, [https://aaiil.org/text/mga/mainmga.shtml Hazrat Mirza Ghulam Ahmad], the Founder of the Ahmadiyya Movement, called on him to devote his life to the service of Islam. He forthwith abandoned his worldly plans and went and joined the Great Reformer in Qadian. Here he learnt those gems of Islamic truth which were uncovered in this age by Hazrat Mirza, through which Islam was now going to attract the hearts of people all over the world.\n________________________________________________________________________________________________\n\"Hazrat Mirza appoints Maulana Muhammad Ali to key positions\".\nHazrat Mirza appointed the Maulana as editor of the \"Review of Religions,\" one of the first Islamic journals in English, which started publication in the year 1902. Through this magazine, [https://maulanamuhammadali.ml/ Maulana Muhammad Ali] presented the pristine, beautiful face of Islam to a modern world which had only seen an ugly image of it.\nIn 1905, Hazrat Mirza Ghulam Ahmad published his Will in which he established the \"[https://aaiil.org/ Sadr Anjuman Ahmadiyya],\" a body to govern the Ahmadiyya Movement, and he appointed [https://maulanamuhammadali.ml/ Maulana Muhammad Ali] as the Secretary of its executive council. Hazrat Mirza empowered this executive council to be his successor, and stipulated in writing that \"after my death the decision of this [https://aaiil.org/ Anjuman] in every matter shall be final and binding\".\n_________________________________________________________________________________________________\n\"After Hazrat Mirza's death\".\nAfter Hazrat Mirza<nowiki/>'s death in 1908, his right-hand man [https://aaiil.org/text/ameers/1nuruddin/nuruddin.shtml Maulana Nur-ud-Din] became Head of the Ahmadiyya Movement, and led the Movement according to the rules laid down by Hazrat Mirza in his Will. However, certain elements in the Ahmadiyya Movement were seeking to turn the Movement into an intolerant, narrow sect which would call other Muslims as unbelievers, and were trying to establish autocratic rule in the Movement by a family dynasty.\nWhen Maulana Nur-ud-Din died in March 1914, these circumstances compelled Maulana Muhammad Ali to leave Qadian, and he along with other very senior members of the Ahmadiyya Movement, established the [https://aaiil.org/ahmadiyyat.shtml Ahmadiyya Anjuman Isha`at Islam] (Ahmadiyya Association for the Propagation of Islam) in Lahore, to continue Hazrat Mirza Ghulam Ahmad's real mission and preserve his actual beliefs.\n1. A person who professes the Kalima Shahada is a Muslim, and cannot be called a kafir by anyone.\n2. The Holy Prophet Muhammad was the Last of the Prophets, and after him no prophet can appear, neither a past one like Jesus, nor a new one.\n_________________________________________________________________________________________________\n\"Work as head of Lahore Ahmadiyya Movement\".\nFrom the foundation of the [https://aaiil.org/ahmadiyyat.shtml Lahore Ahmadiyya Movement] in 1914 till his death in 1951, [https://maulanamuhammadali.ml/ Maulana Muhammad Ali] led this Movement, organised its world-wide missionary activities, and produced a vast amount of highly scholarly and invaluable Islamic literature in English and Urdu.\nHe did translations of the Holy Quran, with full commentary, in both English and Urdu. His other chief English writings include: \"[https://www.kafir-musalman.org/book/the-religion-of-islam-complete-book/ The Religion of Islam], [https://www.kafir-musalman.org/book/muhammad-the-prophet/ Muhammad The Prophet,] [https://www.kafir-musalman.org/book/a-manual-of-hadith/ A Manual of Hadith], [https://www.kafir-musalman.org/book/the-living-thoughts-of-prophet-muhammad-saw/ The New World Order]\" [https://www.kafir-musalman.org/book/the-living-thoughts-of-prophet-muhammad-saw/ and \"Living Thoughts of the Prophet Muhammad\"]. This is a unique collection of books, dealing with all aspects of Islam and clearing the serious misconceptions about its teachings held by both Muslims and outsiders. Within their pages is a complete picture of Islam restored to its original purity --- a religion of peace, tolerance and spirituality. This literature has spread to all parts of the world due to popular demand, and it is now being translated into other languages. The Maulana's contribution and his books have been highly acclaimed by eminent Muslims outside our Movement.\nA famous British Muslim scholar, [http://www.wokingmuslim.org/pers/pickthall/trib-mali.htm Marmaduke Pickthall], writing in 1936, began his review of a book by the Maulana with the following words:\"Probably no man living has done longer or more valuable service for the cause of Islamic revival than Maulana Muhammad Ali of Lahore.\"_________________________________________________________________________________________________\nReferences.\n• [https://maulanamuhammadali.ml/ Maulana Muhammad Ali] detailed biography website\n• [https://letslearnquran.in/ Lets Learn Quran] includes the English translation of The Holy Quran by Maulana Muhammad Ali\n• [https://www.kafir-musalman.org/ Kafir-Musalman.org] includes all the books written by Maulana Muhammad Ali\n• [https://aaiil.org/ahmadiyyat.shtml AAILL.org] provides all the details regarding \"Ahmadiyya Anjuman Isha’at-e-Islam Lahore\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Qadian","surface_form":"Qadian","offset":2736}]}