{"id":305141,"url":"http://en.wikipedia.org/wiki/Phillips_Exeter_Academy","text":"Phillips Exeter Academy (also called Exeter, Phillips Exeter, or PEA) is a high school for boys and girls in Exeter, New Hampshire. It is a boarding school, and 80% of the students live there. The school has 1.3 billion dollars, which is the most any school in New England has, and as much as many colleges do.\nPhillips Exeter Academy is one of the oldest private boarding school in the United States, and was founded in 1781, during the American Revolution, by John Phillips, as a school for only boys. The school opened to girls also in 1970. The school is known for its special teaching method, the Harkness method, where students discuss concepts instead of being lectured. The school has many important buildings, like the Class of 45 Library and the Exeter Inn. It has an art museum, called the Lamont Gallery.\nIts rival school, Phillips Academy, was founded three years before in Andover, Massachusetts by John Phillips' nephew, Samuel Phillips Jr. with the help of the older Phillips. Their football teams have played against each other almost every year since 1878. This makes their rivalry one of the oldest high school rivalries in the country.\nMany politicians, writers, and other leaders have graduated from this school. An American president, Franklin Pierce, went there, as did the children of three other American presidents: Abraham Lincoln, Ulysses S. Grant, and Grover Cleveland. The inventor of Facebook, Mark Zuckerberg, also did. The school has three mottos: \"Non Sibi\", which means \"Not For Oneself\", \"Finis Origine Pendet\", which means \"The End Depends On The Beginning\", and \"Χάριτι Θεοῦ\", which means \"By the Grace of God\".","categories":[],"infobox_types":[],"annotations":[{"uri":"High_school","surface_form":"high school","offset":75},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":117},{"uri":"New_England","surface_form":"New England","offset":261},{"uri":"College","surface_form":"colleges","offset":298},{"uri":"American_Revolutionary_War","surface_form":"American Revolution","offset":438},{"uri":"Phillips_Academy","surface_form":"Phillips Academy","offset":835},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":896},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":1257},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1342},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":1359},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":1381},{"uri":"Facebook","surface_form":"Facebook","offset":1415},{"uri":"Mark_Zuckerberg","surface_form":"Mark Zuckerberg","offset":1425}]}