{"id":305168,"url":"http://en.wikipedia.org/wiki/Pacifier","text":"A pacifier (called a dummy or soother in some countries) is an object that a baby sucks to comfort them. Sucking is a natural instinct for babies and it soothes them.\nIt generally consists of a teat (which is the part designed to be sucked) made from either silicone (a type of plastic) or latex (a form of rubber). Silicone is becoming more popular as it is more durable and easier to keep clean. The teat is mounted on a plastic plate which can vary in shape from circular, oval or butterfly shape. It can come in a variety of different colors with different designs like cartoon characters to make it look more appealing to the baby. The main purpose of the plastic mouth guard is to stop the baby from accidentally swallowing the pacifier. If for some reason the child is able to swallow it, the mouth guard is made to be too large to pass through the throat and if it should get lodged in the throat it also has holes to allow air to pass through so the child can still breathe. Finally there is sometimes a ring attached to allow the parent to remove the pacifier.\nThere is some concern that the use of pacifiers can affect the child's teeth so many teats now are a special shape to allow the teeth to form properly, these are called orthodontic teats. Non-orthodontic teats are sometimes called cherry teats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infant","surface_form":"baby","offset":77},{"uri":"Suck","surface_form":"sucks","offset":82},{"uri":"Teat","surface_form":"teat","offset":194},{"uri":"Silicone","surface_form":"silicone","offset":258},{"uri":"Plastic","surface_form":"plastic","offset":278},{"uri":"Latex","surface_form":"latex","offset":290},{"uri":"Rubber","surface_form":"rubber","offset":307},{"uri":"Circle","surface_form":"circular","offset":466},{"uri":"Oval","surface_form":"oval","offset":476},{"uri":"Mouth_guard","surface_form":"mouth guard","offset":669},{"uri":"Throat","surface_form":"throat","offset":856},{"uri":"Hole","surface_form":"hole","offset":917},{"uri":"Ring","surface_form":"ring","offset":1013},{"uri":"Teeth","surface_form":"teeth","offset":1142},{"uri":"Orthodontist","surface_form":"orthodontic","offset":1240}]}