{"id":305277,"url":"http://en.wikipedia.org/wiki/Pippi_Longstocking_(book)","text":"\"Pippi Longstocking\" () is a novel by Astrid Lindgren. It was originally published in Sweden on 26 November 1945. It is the first in a series of books about Pippi Longstocking. Pippi is a girl who lives alone in a house with her pets, a monkey named Mr. Nilsson and a horse that she keeps on the porch. She befriends Tommy and his sister Annika, who live next door to her.\nAs of 2009, the book has been translated into 64 languages.\nBackground.\nAstrid Lindgren first thought of Pippi Longstocking in 1941. Her 7-year-old daughter Karin was sick and had to be kept in bed. She asked her mother to tell her a story, so Lindgren made up a character named Pippi Longstocking and some stories about her to entertain her daughter. In 1944, she wrote them down and sent the manuscript of the book to Bonnier Publishers. They said that they did not want to publish the book. When the publishing company Rabén and Sjögren announced a children's book contest on January 28 of the next year, she sent a new version of the book to the company. It won first prize and was published in 1945. Afterwards, Rabén and Sjögren would also publish the sequels, \"Pippi Goes on Board\" (1946) and \"Pippi in the South Seas\" (1948). Since then, the series has been translated into many other languages. It has also been adapted into a television series and two movies.\nPlot.\nPippi is a girl who is 9 years old. She lives alone in Villa Villekulla, an old house in a garden way out at the end of a small town (the name of the town is not given). She lives there all alone because her father, a sea captain called Captain Efraim Longstocking, disappeared when he was washed overboard in a storm and her mother died when she was very young. Pippi believes that her mother is now an angel in Heaven, watching her through a peephole and her father, instead of drowning after being washed overboard, had actually floated to an island filled with cannibals and become a cannibal king.\nLuckily for her, her father had bought Villa Villekulla many years ago so that when he would grow old he would move into the house with his daughter. So Pippi decides to move into the house with the two things she had taken from her father's ship: her pet monkey named Mr. Nilsson (a present from her father) and a suitcase filled with gold coins. After moving into the house, she also buys a horse, which she keeps on the porch. She likes living alone because nobody orders her to go to bed and no one forces her to take cod liver oil, when she likes candy more.\nBeside the house, there is another house in which there live two well-behaved siblings named Annika and Tommy. They first meet Pippi when she is out on the road in the morning, walking backwards. They ask her about this and she answers that a person can walk any way she wants to in a free country. She continues to tell them that in Egypt, all the people walk backwards and nobody thinks it is strange. After they ask her whether she actually has been to Egypt, she answers that she has and that in Farthest India, the people have an even stranger way of walking: they walk on their hands. At this, they accuse her of lying and then she admits that she was lying and that in the Congo nobody speaks the truth.\nAfterwards, she invites them over to her house, where they eat pancakes and Pippi tells them about Brazilians, who always have eggs in their hair. Then she shows them some of the things which she and her father brought home from their journeys around the world. From these, Pippi gives them some gifts: Tommy gets a small knife with a handle of pearl and Annika gets a ring with a green stone. Annika and Tommy then go back to their home.","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Novel","surface_form":"novel","offset":29},{"uri":"Astrid_Lindgren","surface_form":"Astrid Lindgren","offset":38},{"uri":"Sweden","surface_form":"Sweden","offset":86},{"uri":"Pippi_Longstocking","surface_form":"Pippi Longstocking","offset":157},{"uri":"Monkey","surface_form":"monkey","offset":237},{"uri":"Horse","surface_form":"horse","offset":268},{"uri":"Translation","surface_form":"translated","offset":403},{"uri":"Orphan","surface_form":"all alone","offset":1535},{"uri":"Angel","surface_form":"angel","offset":1753},{"uri":"Heaven","surface_form":"Heaven","offset":1762},{"uri":"Drowning","surface_form":"drowning","offset":1829},{"uri":"Cannibal","surface_form":"cannibal","offset":1914},{"uri":"Cod","surface_form":"cod","offset":2474},{"uri":"Liver","surface_form":"liver","offset":2478},{"uri":"Candy","surface_form":"candy","offset":2504},{"uri":"Egypt","surface_form":"Egypt","offset":2850},{"uri":"India","surface_form":"India","offset":3025},{"uri":"Lying","surface_form":"lying","offset":3135},{"uri":"Congo_River","surface_form":"Congo","offset":3196},{"uri":"Pancake","surface_form":"pancake","offset":3290},{"uri":"Brazil","surface_form":"Brazil","offset":3326},{"uri":"Egg_(biology)","surface_form":"egg","offset":3354}]}