{"id":305298,"url":"http://en.wikipedia.org/wiki/A_Wrinkle_in_Time","text":"e=\"preserve\">\"A Wrinkle in Time\" is a science fiction and fantasy novel by Madeleine L'Engle. It was first published in 1962. The book won the 1963 Newbery Medal and the 1965 Sequoyah Book Award. It also won the Lewis Carroll Shelf Award in 1964.\nA live-action movie by Disney based on the book will be released in 2018.\nSummary.\n\"A Wrinkle in Time\" is the story of Meg Murry, a high-school-aged girl who is transported on an adventure through time and space with her younger brother Charles Wallace and her friend Calvin O'Keefe to rescue her father, a gifted scientist, from the evil forces that hold him prisoner on another planet. At the beginning of the book, Meg is a homely, awkward, but loving girl, troubled by personal insecurities and her concern for her father, who has been missing for over a year. The plot begins with the arrival of Mrs. Whatsit at the Murry house on a dark and stormy evening. Although she looks like an eccentric tramp, she is actually a celestial creature with the ability to read Meg's thoughts. she loves me so much the way, they meet Calvin O'Keefe, a popular boy in Meg's school whom Charles considers a kindred spirit. The three children learn from Mrs. Whatsit and her friends Mrs. Who and Mrs. Which that the universe is threatened by a great evil called the Dark Thing and taking the form of a giant cloud, engulfing the stars around it. Several planets have already succumbed to this evil force, including Camazotz, the planet on which Mr. Murry is imprisoned.\nThe three Mrs. W's transport the children to Camazotz and instruct them to remain always in each other's company while on their quest for Mr. Murry. On Camazotz, all objects and places appear exactly alike because the whole planet must conform to the terrifying rhythmic pulsation of IT, a giant disembodied brain. Charles Wallace tries to fight IT with his exceptional intelligence but is overpowered by the evil and becomes a robot-like creature mouthing the words with which IT infuses him. Under the control of IT, Charles leads Meg and Calvin to Mr. Murry and together they confront IT. However, they, too, are unable to withstand IT's power; they escape only at the last minute, when Mr. Murry appears and seizes Meg and Calvin, \"tessering\" away with them (traveling via another tesseract) to a gray planet called Ixchel inhabited by tall, furry beasts who care for the travelers. Charles Wallace remains possessed by IT, a prisoner of Camazotz.\nOn Planet Ixchel the three Mrs. W's appear once again, and Meg realizes that she must travel alone back to Camazotz to rescue her brother. Mrs. Which tells her that she has one thing that IT does not have, and this will be her weapon against the evil. However, Meg must discover this weapon for herself. When standing in the presence of IT, Meg realizes what this is: her ability to love. Thus, by concentrating on her love for Charles Wallace, she is able to restore him to his true identity. Meg releases Charles from IT's clutches and tessers with him through time and space, landing in her twin brothers' vegetable garden on Earth, where her father and Calvin stand waiting. The family joyously reunites, and the Mrs. W's visit the happy scene en route to further travels.\nMain Characters.\nMeg Murry -  The book's heroine and protagonist, a homely, awkward, but loving high school student who is sent on an adventure through time and space with her brother and her friend Calvin to rescue her father from the evil force that is attempting to take over the universe. Meg's greatest faults are her anger, impatience, and lack of self-confidence, but she channels and overcomes them, ultimately emerging victorious.\nCharles Wallace Murry  -  Meg's extraordinarily intelligent five-year-old younger brother who is capable of reading minds and understanding other creatures in a way that none of the other Murry children can.\nCalvin O'Keefe -  A popular boy and talented athlete in Meg's high school who accompanies the Murry children on their adventure. Calvin comes from a large family that does not really care about him, but he nonetheless demonstrates a strong capacity for love and affection, and shows a burgeoning romantic interest in Meg.\nIT -  The disembodied brain that controls all the inhabitants of Camazotz with its revolting, pulsing rhythm. IT, identified with the Black Thing, is the embodiment of evil on this planet.\nThe Black Thing  -  A cold and dark shadow that symbolizes the evil forces that Meg, Calvin, and Charles Wallace must fight against in order to rescue their father.\nMrs. Whatsit -  The youngest of the three celestial beings who accompany the children on their adventure. Meg initially comes to know Mrs. Whatsit as the tramp who stole bed-sheets from their neighbors and then sought shelter from a storm in the Murrys' warm kitchen. She later learns that Mrs. Whatsit gave up her existence as a star in order to fight the Dark Thing.\nMrs. Which -  The oldest of the three celestial beings who accompany the children on their adventure. Mrs. Which has difficulty materializing and is usually just a shimmering gleam. Her unconventional speech is usually rendered in capitalized words, with the first consonants repeated several times.\nMrs. Who -  The second of the three celestial beings who accompany the children on their adventure. She usually speaks in quotations from famous thinkers and writers because she finds it too difficult to craft her own sentences. When the children first meet Mrs. Who, she is sewing sheets in the haunted house in their neighborhood.\nMr. Murry  -  Meg's father and a physicist who works for a top-secret government agency on experiments with travel through space-time in the fifth dimension. In trying to tesser to Mars (i.e., travel through a tesseract, or wrinkle in time), he is captured and imprisoned on the dark planet of Camazotz. When the plot begins, no one on Earth has heard from him for over a year.\nAunt Beast -  This tall, furry, many-tentacled inhabitant of the planet Ixchel cares lovingly for Meg after she is nearly destroyed by the Black Thing. Aunt Beast, like all the creatures on Ixchel, lacks eyes and has no concept of light or vision.\nHappy Medium -  A jolly, clairvoyant woman in a silk turban and satin gown who shows the children a vision of Earth through her crystal ball. The Medium is reluctant to show them anything unpleasant, but the Mrs. W's insist that they see what they are up against.\nMan with the Red Eyes  -  A robot-like inhabitant of Camazotz who tries to hypnotize Meg, Charles Wallace, and Calvin in the CENTRAL Central Intelligence building. The Man, like all of Camazotz, is totally controlled by the power of IT.\nMrs. Murry  -  Meg's mother and an experimental biologist who works out of a lab in the Murry home. She is at once a brilliant scientist and a loving mother who cooks meals for her family on her Bunsen burner. She also writes loving letters to her absent husband every night.\nMr. Jenkins -  Meg's cold and unfeeling high-school principal who calls her \"belligerent and uncooperative\" and implies that her family is in denial about Mr. Murry's true whereabouts.\nMrs. Buncombe -  The wife of the constable in Meg's hometown, who has twelve bed-sheets stolen from her at the beginning of the novel.\nSandy and Dennys Murry  -  Meg's athletic and socially successful ten-year-old twin brothers who encourage her to let them fight off the bullies who make fun of Charles Wallace. The twins do not accompany Meg and Charles Wallace on their interplanetary adventure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Madeleine_L%27Engle","surface_form":"Madeleine L'Engle","offset":75},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":148},{"uri":"A_Wrinkle_in_Time_(2018_movie)","surface_form":"live-action movie","offset":249},{"uri":"Disney","surface_form":"Disney","offset":270}]}