{"id":305235,"url":"http://en.wikipedia.org/wiki/Margot_Fonteyn","text":"Dame Margot Fonteyn DBE (born Peggy Hookham, Reigate, Surrey, 18 May 1919 – Panama City, 21 February 1991) was an English ballerina. She is widely regarded as one of the greatest classical ballet dancers of all time.\nShe spent her entire career as a dancer with the Royal Ballet, eventually being appointed \"Prima Ballerina Assoluta\" of the company by Queen Elizabeth II. This is an honour rarely given to a dancer. The highest rank in the Royal Ballet today is \"Principal dancer\". Fonteyn's appointment as a Dame commander of the British Empire is the female equivalent to a knighthood.\nFonteyn danced until 1979, when she was nearly 60. This is unusual for any dancer, male or female. Her career was expected to end round about 1960, but it was reborn by a new partnership with a Russian dancer who had escaped from the Soviet Union. He was Rudolph Nureyev, one of the three greatest male ballet dancers of the twentieth century. Though he was 19 years younger than her, the partnership flourished, and was called \"the most famous partnership in ballet history\".p188\nShe married a Panamanian politician in 1955. He survived an assassin's bullets ten years later. She continued dancing to raise money for his upkeep. The marriage was not happy; he had a mistress. However, the couple remained married until his death in 1989.\nFilm.\nSeveral films were made of her performances.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"DBE","offset":20},{"uri":"Reigate","surface_form":"Reigate","offset":45},{"uri":"Surrey","surface_form":"Surrey","offset":54},{"uri":"Panama_City","surface_form":"Panama City","offset":76},{"uri":"English_people","surface_form":"English","offset":114},{"uri":"Ballet","surface_form":"ballet","offset":189},{"uri":"Dancer","surface_form":"dancer","offset":196},{"uri":"Royal_Ballet","surface_form":"Royal Ballet","offset":266},{"uri":"Queen_regnant","surface_form":"Queen","offset":352},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":358},{"uri":"Knighthood","surface_form":"knighthood","offset":576},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":822},{"uri":"Rudolph_Nureyev","surface_form":"Rudolph Nureyev","offset":843},{"uri":"Panama","surface_form":"Panama","offset":1083},{"uri":"Assassin","surface_form":"assassin","offset":1129},{"uri":"Mistress_(lover)","surface_form":"mistress","offset":1255}]}