{"id":3053,"url":"http://en.wikipedia.org/wiki/Scottish_Football_League","text":"e=\"preserve\">These are the Scottish football (soccer) teams and the leagues they played in for the 2005/06 season.\nAberdeen F.C..\nIt was founded in 1903. They play at the Pittodrie Stadium in Aberdeen.\nIn the 1980s Sir Alex Ferguson was the manager of Aberdeen F.C. and they won the European Cup Winners Cup in 1983.\nCeltic F.C..\nThey were started in 1888. They play at Celtic Park in Glasgow. They are rivals with Rangers F.C..\nCeltic were the first British team to win the European Champion Clubs' Cup. Celtic did this in 1967. The final of the European Champion Clubs' Cup was in Lisbon<nowiki/>iure6f4y68uy746ghuthguyfu43678hgdjhdfuiy8974yrtouihdshfjhy\nHibernian F.C..\nHibernian Football Club were founded in 1875. They play in the Scottish capital of Edinburugh at Easter Road Stadium. Hibernian or, \"The Hibees\" play in green and white shirts with white shorts and stokings. A traditionally Catholic team, they play in the Scottish Premiere League, or SPL.\nAnd The Hibs go marching on!\"\nRangers F.C..\nRangers Football Club were formed in 1873 and are the most successful football team in world football history reaching an unprecedented fifty one league titles in the 2004/2005 season. Rangers achieved European success in 1972; they won the European Cup Winners Cup. Overall they have won over a hundred major trophies throughout their history. Ranger's play their rivals Celtic F.C. in the famous \"Old Firm Derby\".\nRangers home ground is Ibrox Stadium which is in Glasgow, Scotland.\nDundee F.C..\nIn June 1893, Dundee Football Club was formed by an amalgamation of two city teams, Our Boys and East End. Dundee have played at Dens Park Stadium since 19th August 1899. Dundee became the Champions of Scotland on 28th April 1962 for the first and only time to date. Dundee have also won the Scottish Cup once, in 1910.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":27},{"uri":"Football_(soccer)","surface_form":"football (soccer)","offset":36},{"uri":"1903","surface_form":"1903","offset":148},{"uri":"Stadium","surface_form":"Stadium","offset":181},{"uri":"Aberdeen","surface_form":"Aberdeen","offset":192},{"uri":"1980s","surface_form":"1980s","offset":209},{"uri":"Alex_Ferguson","surface_form":"Alex Ferguson","offset":219},{"uri":"European_Cup_Winners_Cup","surface_form":"European Cup Winners Cup","offset":283},{"uri":"1983","surface_form":"1983","offset":311},{"uri":"1888","surface_form":"1888","offset":351},{"uri":"Celtic_Park","surface_form":"Celtic Park","offset":370},{"uri":"Glasgow","surface_form":"Glasgow","offset":385},{"uri":"United_Kingdom","surface_form":"British","offset":451},{"uri":"European_Champion_Clubs%27_Cup","surface_form":"European Champion Clubs' Cup","offset":475},{"uri":"1967","surface_form":"1967","offset":524},{"uri":"Lisbon","surface_form":"Lisbon","offset":583},{"uri":"Glasgow","surface_form":"Glasgow","offset":1472}]}