{"id":305386,"url":"http://en.wikipedia.org/wiki/Rottnest_Island","text":"Rottnest Island (also known as Rotto or just Rottnest) is 18 kilometres from the mainland of Western Australia. It is called Wadjemup by the Noongar tribe, which means \"land across the water\". Rottnest is a popular tourist attaction.\nHistory.\nAboriginal people originally occupied Rottnest around 30,000 years ago. The island was originally connected to the mainland, but it eventually became separated with the Indian Ocean, and so it became an island. As Aboriginal people did not have boats, the island had no one living on it until the Europeans arrived. Dutch sailor Willem de Vlamingh named the island \"Rattenest\", meaning \"Rat's nest\". The 'rats' he was referring to was actually a Quokka, a native animal on the island.\nAfter the Swan River Colony was established in 1830, Robert Thomson settled on the island with his family. He made a living selling salt, which is naturally found on the island. Before refrigeration, salt was very important, as it kept food fresh.\nThe island became a prison for Aboriginals, during the periods of 1838-1849 and 1855-1931. Around 3,700 Aboriginal men and boys were imprisoned for crimes such as spearing livestock, burning the bush and digging vegetables.\nRottnest Island was also used during World War I and II.\nAnimals.\nRottnest is home to the Quokka, and is one of the few places in the world where they live.\nTourism.\nRottnest Island is now a very popular tourist destination, due to its beaches, wildlife and natural environment. Nearly 500,000 people visit the island each year, mostly by ferry but others by aircraft (Rottnest has its own airport). The island is looked after by the Rottnest Island Authority (RIA). A fee is charged when people enter the island, which goes to help maintain it.\nMotor vehicles are prohibited on the island, except for use by the RIA, Police or other emergency services. Additionally, only certain individuals are allowed to permanently live on the island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_Australia","surface_form":"Western Australia","offset":93},{"uri":"Aboriginal","surface_form":"Aboriginal","offset":243},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":412},{"uri":"Quokka","surface_form":"Quokka","offset":689},{"uri":"Prison","surface_form":"prison","offset":996},{"uri":"World_War_I","surface_form":"I","offset":1247},{"uri":"World_War_II","surface_form":"II","offset":1253},{"uri":"Quokka","surface_form":"Quokka","offset":1290},{"uri":"Police","surface_form":"Police","offset":1818}]}