{"id":305492,"url":"http://en.wikipedia.org/wiki/Microsoft_Agent","text":"e=\"preserve\">Microsoft Agent is the technology created by Microsoft which uses animated characters Text to speech engines, and Speech recognition software to improve interaction with computer users. It comes pre-installed with Windows 2000 through to Windows Vista but not on Windows 7.\nTechnology.\nMicrosoft Agent characters are stored in files of the.ACS file format, and can be stored in a number of compressed.ACF files for better World Wide Web distribution. Microsoft Office 97 and Microsoft Bob Actor characters are stored in files of the.ACT format.\nThe speech engine itself is driven by the Microsoft Speech API (SAPI), version 4 and above. Microsoft SAPI provides a control panel for easily installing and switching between various available Text to Speech and Speech to Text engines, as well as voice training and scoring systems to improve the quality and accuracy of both engines.\nMicrosoft provides four agent characters for free, which can be downloaded from the Microsoft Agent website. These are called Peedy, Merlin, Genie, and Robby. Some characters also shipped with Microsoft Office up to version 2003 as the Office Assistants and with Windows XP as search assistants. New Agent characters can also be created using Microsoft's development tools, including the Agent Character Editor. Agents can be embedded in software with Visual Basic for Applications and in web pages with VBScript, and automated tools for the purpose of simplifying this exist. However, web page agents are only compatible with Internet Explorer, since alternative browsers like Opera or Mozilla Firefox do not support ActiveX. Additionally, users of Windows Me, Windows 2000, Windows XP, and above or owners of Microsoft Office 2000 and up are the only ones who have Agent software pre-loaded on their computers; others have to download the software and install it manually.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":79},{"uri":"Characters","surface_form":"characters","offset":88},{"uri":"Text_to_speech","surface_form":"Text to speech","offset":99},{"uri":"Speech_recognition","surface_form":"Speech recognition","offset":127},{"uri":"Computer","surface_form":"computer","offset":183},{"uri":"Windows_2000","surface_form":"Windows 2000","offset":227},{"uri":"Windows_Vista","surface_form":"Windows Vista","offset":251},{"uri":"Windows_7","surface_form":"Windows 7","offset":276},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":435},{"uri":"Speech_Application_Programming_Interface","surface_form":"Speech API (SAPI)","offset":610},{"uri":"Office_Assistant","surface_form":"Office Assistant","offset":1130},{"uri":"Windows_XP","surface_form":"Windows XP","offset":1157},{"uri":"Visual_Basic_for_Applications","surface_form":"Visual Basic for Applications","offset":1346},{"uri":"VBScript","surface_form":"VBScript","offset":1398},{"uri":"Internet_Explorer","surface_form":"Internet Explorer","offset":1521},{"uri":"Opera_(web_browser)","surface_form":"Opera","offset":1572},{"uri":"Mozilla_Firefox","surface_form":"Mozilla Firefox","offset":1581},{"uri":"ActiveX","surface_form":"ActiveX","offset":1612},{"uri":"Windows_Me","surface_form":"Windows Me","offset":1644},{"uri":"Windows_2000","surface_form":"Windows 2000","offset":1656},{"uri":"Windows_XP","surface_form":"Windows XP","offset":1670}]}