{"id":305490,"url":"http://en.wikipedia.org/wiki/M%C3%A9rida_(state)","text":"Estado Mérida () is one of the 23 states of Venezuela. The state capital is Mérida. Mérida State covers a total surface area of 11,300 km² and, in 2007, had an estimated population of 843,800.\nRivers.\nHydrography is divided into two basins of the Orinoco River (Atlantic) and Lake Maracaibo (Caribbean Sea): In the Orinoco River basin major rivers are: Santo Domingo, Canaguá, Escagüey, Ticopoto, Bumbúm and Carapo; in the In the Lake Maracaibo basin major rivers are: Chama, Motatán, Mucujepe, Capaz, Torondoy, Mocotíes and Nuestra Señora.\nLagons.\nIn the state there are a lot of gaps between them are: La Mucuy, Los Patos, Negra, Mucubaji, Santo Cristo, El Arco, Los Anteojos, Suero, Encierro, La Sangre, El Gallo, Don Pedro, Laguna Grande, campanario, La Honda, La Negra, Fría y La Carbonera. Other gaps: Laguna Brava, Los Lirios and Urao\nClimate and Vegetation.\nThe climate is cold but in the relatively small area of Mérida state, there are usually several dramatic climatic changes that occur daily. The climate in Mérida city is between 19 °C and 20 °C, temperatures between 5 °C and 9 °C at El Bolivar Peak, or below zero when it snows and 28 °C in the El Vigía area. Its rains almost every late afternoon in January–February that is the coldest months an August–September and in August and September it often rains at night. The vegetation is exuberant and there are many lakes and rivers, a great number of which are well stocked with trout, one of the delicacies of Mérida. The most important river in the state is the \"Chama\" because a large part of the water resources of Venezuela originates in the Mérida mountains. The state tree is the \"Bucare\" and the state flower is the \"Frailejón\" and in the \"Coloradito\" is found the tree at the highest altitude in the world. In this mountains habitat the \"Oso Frontino\" bear and the majestic Condor flies through the skies of the páramos and in the lagoons there are many trout.","categories":[],"infobox_types":[],"annotations":[{"uri":"States_of_Venezuela","surface_form":"states","offset":34},{"uri":"Venezuela","surface_form":"Venezuela","offset":44},{"uri":"M%C3%A9rida%2C_M%C3%A9rida","surface_form":"Mérida","offset":76},{"uri":"Orinoco_River","surface_form":"Orinoco River","offset":247},{"uri":"Lake_Maracaibo","surface_form":"Lake Maracaibo","offset":276},{"uri":"Vegetation","surface_form":"vegetation","offset":1338},{"uri":"Lakes","surface_form":"lakes","offset":1381},{"uri":"River","surface_form":"river","offset":1391},{"uri":"Trout","surface_form":"trout","offset":1445},{"uri":"Mountain","surface_form":"mountain","offset":1790},{"uri":"Habitat","surface_form":"habitat","offset":1800}]}