{"id":305488,"url":"http://en.wikipedia.org/wiki/Diario_Frontera","text":"\"Diario Frontera\" is a Venezuelan regional newspaper, headquartered in Ejido, in the state of Mérida. Founded in 1978, its slogan is \"El diario del occidente del país\" (The Daily of the occident of the country).\nFeatures.\nThe newspaper is distributed as standard colored format. It contains regional, national, and international news. It has two supplements, issued every Sunday: \"Aquí entre Nos\" magazine, and a supplement for children, \"Chipilín\". It has special editions for occasions like \"Feria del Sol\" and \"Día del Trabajador\".\nHistory.\n\"Diario Frontera\" was founded by José Benedicto Monsalve, along with the writer Rafael Ángel Gallegos, who was the first director, on 12 August 1978. At the beginning, it was printed in black and white using a rotary owned by \"Diario Critica\".\nIn the eighties, \"Diario Frontera\" became a generalist newspaper, printed in black and white, and with 20 pages. Since 1989, it has printed a page or a section dedicated to the University of the Andes, due to the great number of students and the importance of the University in the life of the city.\nIn June 2005, it printed an inquiry about a student of the university killed by the police. \"Diario\" wrote that the student had been hit by the policemen, but also revealed his belonging to an armed political group. The headquarter of the newspaper was attacked by groups of students; it was the beginning of riots that then spread all over the city. The pleas of Reporters Without Borders remained unheard.\nIn 2008, on the occasion of the thirtieth anniversary, \"Diario\" has revamped graphics (logo, typeface).","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuela","surface_form":"Venezuela","offset":23},{"uri":"Newspaper","surface_form":"newspaper","offset":43},{"uri":"Ejido_(Venezuela)","surface_form":"Ejido","offset":71},{"uri":"M%C3%A9rida_(state)","surface_form":"Mérida","offset":94},{"uri":"1978","surface_form":"1978","offset":113},{"uri":"Feria_del_Sol_(M%C3%A9rida)","surface_form":"Feria del Sol","offset":494},{"uri":"1989","surface_form":"1989","offset":907},{"uri":"University_of_the_Andes_(Venezuela)","surface_form":"University of the Andes","offset":965},{"uri":"2005","surface_form":"2005","offset":1096},{"uri":"Reporters_Without_Borders","surface_form":"Reporters Without Borders","offset":1452},{"uri":"2008","surface_form":"2008","offset":1499}]}