{"id":305513,"url":"http://en.wikipedia.org/wiki/Arrows","text":"e=\"preserve\">\"This article is about the Formula One racing team. For other uses of the term \"arrow,\" see Arrow.\"\nArrows Grand Prix International was a Formula One team active from 1978 to 2002. The team was also known as Footwork.\nOrigins.\nThe Arrows Grand Prix International team was founded in 1977, by Italian financier (someone who handles lots of money) Franco Ambrosio, Alan Rees, Jackie Oliver, Dave Wass and Tony Southgate when Rees, Oliver, Wass and Southgate left the Shadow team. They named the team after the first letter of each person's last name in order, spelling out AROWS. The name was then changed to the correct spelling of Arrows.\nArrows Grand Prix International.\nThe team earned their first podium at the 1978 Swedish Grand Prix, with future Williams driver Riccardo Patrese earning second. The rest of the season consisted of him earning points occasionally. Arrows fielded Patrese until 1981. In 1984 the team used BMW M12 turbo engines, and later Megatron turbos, and results improved as the turbo era moved along, going at its peak in 1988 when the team finished fifth in the constructors' championship. In between 1984 and 1988 the team had gotten two podium positions. Eventually when turbo engines were banned from the regulations, making them illegal to run in a race, Arrows' performance dropped, despite a third place podium finish at the 1989 USA Grand Prix in Phoenix.\nFootwork Arrows.\nThe team was renamed Footwork in 1991 until being changed back to Arrows after the 1996 season. Arrows' performance dropped with the usage of the Porsche engines. Footwork eventually changed to Mugen Honda engines. The team also ran Ford and Hart engines as well.\nTom Walkenshaw's Arrows.\nIn 1997, Tom Walkenshaw bought a part of Arrows, and hired 1996 Drivers' Champion Damon Hill and Pedro Diniz. Diniz was very rich and helped pay for Hill's salary, placing Diniz as the role of a pay driver. Hill nearly won the Hungarian Grand Prix but a component failure meant that Hill had slowed down and fell to second place, where Hill would finish. In the next few years Walkenshaw would buy out what Jackie Oliver had owned.\nAs the seasons went on Arrows started to go in debt. In 2002 at times the two drivers, Heinz-Harald Frentzen and Enrique Bernoldi deliberately failed to qualify for a couple of races in an attempt to save some money. The team could not finish the season and went into liquidation and folded at the end of the season. However, Phoenix Finance purchased the team's assets and tried to enter in the 2003 season but was not allowed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":40},{"uri":"Arrow","surface_form":"Arrow","offset":105},{"uri":"1978_Formula_One_season","surface_form":"1978","offset":180},{"uri":"2002_Formula_One_season","surface_form":"2002","offset":188},{"uri":"Franco_Ambrosio","surface_form":"Franco Ambrosio","offset":359},{"uri":"Alan_Rees","surface_form":"Alan Rees","offset":376},{"uri":"Jackie_Oliver","surface_form":"Jackie Oliver","offset":387},{"uri":"Dave_Wass","surface_form":"Dave Wass","offset":402},{"uri":"Tony_Southgate","surface_form":"Tony Southgate","offset":416},{"uri":"Shadow_Racing_Cars","surface_form":"Shadow","offset":478},{"uri":"WilliamsF1","surface_form":"Williams","offset":764},{"uri":"Riccardo_Patrese","surface_form":"Riccardo Patrese","offset":780},{"uri":"Porsche","surface_form":"Porsche","offset":1566},{"uri":"Honda","surface_form":"Honda","offset":1620},{"uri":"Ford_Motor_Company","surface_form":"Ford","offset":1653},{"uri":"Brian_Hart_Ltd.","surface_form":"Hart","offset":1662},{"uri":"Tom_Walkenshaw","surface_form":"Tom Walkenshaw","offset":1718},{"uri":"Damon_Hill","surface_form":"Damon Hill","offset":1791},{"uri":"Pedro_Diniz","surface_form":"Pedro Diniz","offset":1806},{"uri":"Pay_driver","surface_form":"pay driver","offset":1904},{"uri":"Heinz-Harald_Frentzen","surface_form":"Heinz-Harald Frentzen","offset":2228},{"uri":"Enrique_Bernoldi","surface_form":"Enrique Bernoldi","offset":2254},{"uri":"Phoenix_Finance","surface_form":"Phoenix Finance","offset":2467}]}