{"id":305536,"url":"http://en.wikipedia.org/wiki/Coniston_Water","text":"Coniston Water (usually called just Coniston) is a lake in Cumbria. It is the third largest lake in the Lake District. It is long and wide. The lake has an elevation of 143 feet (44 m) above sea level. It drains to the sea via the River Crake.\nWaterspeed record.\nIn the 20th century Coniston was the scene of many attempts to break the world water speed record. On August 19, 1939 Sir Malcolm Campbell set the record at 141.74 miles per hour (228.108 km/h) in Bluebird K4. Between 1956 and 1959 Sir Malcolm's son Donald Campbell set four successive records on the lake in Bluebird K7, a hydroplane.\nIn 1966 Donald Campbell decided that he needed to get over 300 miles per hour (483 km/h) to keep the record. On January 4, 1967 he achieved a top speed of over 320 miles per hour (515 km/h) in Bluebird K7 on the return leg of a record-breaking attempt. He then lost control of Bluebird, which somersaulted and crashed, sinking rapidly. Campbell was killed instantly on impact. The attempt could not be counted as a record-breaking run because the second leg was not completed.\nLady in the Lake.\nIn recent times, Coniston Water has become known for a controversial murder case. Mrs Carol Park was dubbed the \"Lady in the Lake\" after the Raymond Chandler novel of the same name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake","surface_form":"lake","offset":51},{"uri":"Cumbria","surface_form":"Cumbria","offset":59},{"uri":"Lake_District","surface_form":"Lake District","offset":104},{"uri":"River_Crake","surface_form":"River Crake","offset":231},{"uri":"Water_speed_record","surface_form":"water speed record","offset":342},{"uri":"Malcolm_Campbell","surface_form":"Sir Malcolm Campbell","offset":381},{"uri":"Bluebird_K4","surface_form":"Bluebird K4","offset":460},{"uri":"Donald_Campbell","surface_form":"Donald Campbell","offset":513},{"uri":"Bluebird_K7","surface_form":"Bluebird K7","offset":572},{"uri":"Hydroplane_(boat)","surface_form":"hydroplane","offset":587},{"uri":"Lady_in_the_Lake_trial","surface_form":"Lady in the Lake","offset":1207},{"uri":"Raymond_Chandler","surface_form":"Raymond Chandler","offset":1235}]}