{"id":305543,"url":"http://en.wikipedia.org/wiki/Delirium_tremens","text":"Delirium tremens (often called DTs or \"the DTs\") is a medical emergency. It is the worst form of alcohol withdrawal, which can happen when a person who drinks a lot of alcohol suddenly stops drinking. \"Delirium\" means very bad confusion that comes on quickly; \"tremens\" means \"shaking.\"\nScientists think the DTs happen because the autonomic nervous system gets too excited. It works too hard and will not shut off.\nDTs were first written about in 1813.\nWho gets DTs?\nAbout 5% of people who have alcohol withdrawal symptoms get the DTs. About 5-10% of chronic (long-term) alcoholics get the DTs at some point in their life.\nSymptoms.\nDTs cause symptoms that can be very bad and very dangerous. Even though not many people get DTs when they stop drinking, many people that do get DTs die from them. Others get permanent brain damage or other problems.\nSymptoms usually start within 2 to 3 days after the person had their last drink. But in some people, DTs can happen up to a week or 10 days after their last drink.\nTreatment.\nDTs always need to be treated in a hospital. If a person starts having symptoms of DTs at home, 9-1-1 (or their local emergency number) should be called for an ambulance right away.\nPeople with DTs are also often given thiamine (vitamin B1), an important vitamin, because alcoholics often do not have enough thiamine. If thiamine levels are low enough, this can cause brain damage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medical_emergency","surface_form":"medical emergency","offset":54},{"uri":"Alcohol_withdrawal","surface_form":"alcohol withdrawal","offset":97},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":168},{"uri":"Delirium","surface_form":"Delirium","offset":202},{"uri":"Mental_confusion","surface_form":"confusion","offset":227},{"uri":"Autonomic_nervous_system","surface_form":"autonomic nervous system","offset":331},{"uri":"Alcoholism","surface_form":"alcoholics","offset":571},{"uri":"Symptom","surface_form":"symptom","offset":643},{"uri":"Brain_damage","surface_form":"brain damage","offset":818},{"uri":"9-1-1","surface_form":"9-1-1","offset":1121},{"uri":"Emergency_telephone_number","surface_form":"local emergency number","offset":1137},{"uri":"Ambulance","surface_form":"ambulance","offset":1185},{"uri":"Thiamine","surface_form":"thiamine","offset":1244}]}