{"id":305714,"url":"http://en.wikipedia.org/wiki/Candidatus","text":"e=\"preserve\">Candidatus is a term in the taxonomy (scientific classification) of bacteria.\nIt is a label put before the name of a bacterium which cannot be grown on an agar plate or in any other bacteriology culture. An example would be \"Candidatus\" Phytoplasma allocasuarinae\". Candidatus status may be used when a species or genus is well studied but cannot be cultured. Nowadays much information is got by 16S ribosomal RNA sequence analysis.\nHistory.\nFor correct publication of a species, bacteria must be isolated, cultured, described, and deposited in a bacteriology culture collection. However, some bacteria require special tissue culture conditions and cannot be maintained in Bacteriology Culture Collections. This includes bacteria which live inside other organisms or cells. These include obligately intracellular pathogens and endosymbionts, insect symbionts, and populations from oceans or sludge.\nIn 1994, Murray and Schleifer published a taxonomic note. They recommended that the new category of indefinite rank (Candidatus) be established for certain putative taxa that could not be described in sufficient detail to warrant establishment of a new taxon. It was also recommended that a Candidatus list should be established in the \"International Journal of Systematic and Evolutionary Microbiology\".\nAccording to the \"IRPCM Phytoplasma/Spiroplasma Working Team – Phytoplasma taxonomy group\" the abbreviation for Candidatus should be Ca.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taxonomy","surface_form":"taxonomy","offset":41},{"uri":"Scientific_classification","surface_form":"scientific classification","offset":51},{"uri":"Bacteria","surface_form":"bacteria","offset":81},{"uri":"Agar_plate","surface_form":"agar plate","offset":168},{"uri":"Bacteriology","surface_form":"bacteriology","offset":195},{"uri":"Phytoplasma","surface_form":"Phytoplasma","offset":250},{"uri":"Ribosome","surface_form":"16S ribosomal","offset":409},{"uri":"RNA","surface_form":"RNA","offset":423},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":427},{"uri":"Tissue_culture","surface_form":"tissue culture","offset":632},{"uri":"Pathogen","surface_form":"pathogen","offset":826},{"uri":"Endosymbiont","surface_form":"endosymbiont","offset":840},{"uri":"Putative","surface_form":"putative","offset":1068},{"uri":"Taxon","surface_form":"taxon","offset":1165},{"uri":"Spiroplasma","surface_form":"Spiroplasma","offset":1353}]}