{"id":305744,"url":"http://en.wikipedia.org/wiki/Universit%C3%A9_de_Versailles_Saint-Quentin-en-Yvelines","text":"Université de Versailles Saint-Quentin-en-Yvelines is a French public university created in 1991, in the department of Yvelines and since 2002, in Hauts-de-Seine. It is mainly in the cities of Versailles, Saint-Quentin-en-Yvelines, Mantes-en-Yvelines and Vélizy-Villacoublay and Rambouillet. It has eight campuses.\nIt has 19,000 students, 752 staff people and 1389 teachers and researchers. 285 teachers outside of the university come each year to give courses.\nThe subjects taught are the sciences, the social sciences, the political sciences, engineering, technology and medicine. It also has courses about the relationship between economy, ethics, natural environment and sustainable development.\n1987 - 1991.\nSome Parisian universities had anticipated the decree of the French Ministry of National Education and had relocated part of their activities outside of Paris. In fact, experiencing a significant increase of their numbers, they begin to open new locations to alleviate their main campuses. Thus, an antenna of the Pierre and Marie Curie University is created in Versailles in 1987. Dedicated to Sciences, it joined in the Yvelines the law annex of Nanterre established two years earlier at Saint-Quentin-en-Yvelines.\nIn the mean time, the French Ministry of Higher Education and Research program as part of French higher education modernization plan called \"Université 2000\" the creation of new universities.\nThe Versailles Saint-Quentin-en-Yvelines University is officially created the 22th of July 1991 from these two centers of delocalized of the Pierre and Marie Curie University and Paris West University Nanterre La Défense.\n1991 - 2002.\nAt the end of 1996, the university changes its special status to join the regime of the law of 1984, as well as other French universities. UVSQ elects its instances and its first President, Michel Garnier, at the beginning of 1997. He sets up the final structure (board of directors, scientific council, student life council) which then proceeded to his election. It is then the turn of Dominique Gentile to be at the President of the university, from 1997 to 2002.\nThis period is marked by a strong evolution of the French higher education and the university took the opportunity to consolidate: creation of the Doctoral colleges and prefiguration of UniverSud Paris.\nIt is also during this period that of the college of Medicine of the Paris Descartes University is relocated at Saint-Quentin-en-Yvelines, renamed «Paris-Île-de-France-Ouest» (PIFO).\n2002 - today.\nIn 2002, the university has a new President. Sylvie Faucheux is nominated. The university starts to delivers Bachelors, Masters and Doctorates in 2004.\nThe \"CFA d'Alembert\" is created at Guyancourt in 2006. The year 2007 shows the removal of the \"Unité de formation et de recherche médicale Paris Île-de-France Ouest\" (PIFO) to Saint-Quentin-en-Yvelines and the creation, with Paris-Sud 11 University and \"École Normale Supérieure de Cachan\", of UniverSud Paris.\n2010 is also the year of the reorganization of the humanities and social sciences college of UVSQ. He disappears to make way for four new colleges: \"institut des études culturelles\" (cultural studies institute), \"institut supérieur de management\" (management institute), \"institut de langues et études internationales\" (languages and international studies institute) and social sciences research institute.\nThe university is entering a phase of expansion. The UVSQ becomes founding member of UniverSud Paris but also of the foundation for scientific cooperation. A partnership with Cergy-Pontoise University is studied in 2011. Thus, the Université du grand ouest parisien is created in February 2012. An political studies institute commons to both universities is also being studied.\nGovernance.\nLike all the other French universities, UVSQ is managed by a President elected by the Board of directors. He is member of the three councils of the university.\nPresidents history.\nThe current President is Alain Bui. He is the sixth person to be the Chairman since the creation of the university. He was elected in 2017, succeeding at Didier Guillemot.\nBudget.\nThe University has a budget of 166 millions of euros in 2011. In 2010, the University had a budget of 143 millions of euros, which is 13.1% more than the one of 2009.\nEmployment structure except for teachers of hospital department.\nIn 2009-2010, the \"Université de Versailles Saint-Quentin-en-Yvelines\" employs 229 non-permanent teachers. The total number of permanent teachers is 464, including 121 university professors, 250 assistants, and 93 secondary school teachers.\nVersailles University fondation.\nA partnership foundation was prepared in autumn 2008 and opened the 13th of May 2010. It has nine founding members which have given a total of 2 million euros for the creation of the foundation.\nCalled \"Mov’eoTec\", it relates to transport and sustainable mobility.\nComponents.\nAccording to the French educational law for the legal organization of public universities in France, the \"Université de Versailles Saint-Quentin-en-Yvelines\" is divided into several components. There are faculties and « graduate schools and institutes ».\nFaculties.\nThe science faculty, located at Versailles and Le Chesnay, welcomes courses in biology, universe and earth science, physics, chemistry, mathematics, computer science. The social science faculty, located at Saint-Quentin-en-Yvelines, welcomes courses in economy, geography and social sciences. The law and political science faculty, located at Saint-Quentin-en-Yvelines, welcomes courses in law and political science with 15 Master's degree, four research centers and a judicial studies institute. The Île-de-France West medical training and research faculty, located at Saint-Quentin-en-Yvelines, is for the training of doctors and midwives. The institute of languages ​​and international studies, located at Saint-Quentin-en-Yvelines, is for the development of research and training, use of knowledge in languages​​, cultures and international studies. The institute of cultural studies, located at Saint-Quentin-en-Yvelines, welcomes the courses in history, literature, English, Spanish. The higher institute of management, located at Saint-Quentin-en-Yvelines, welcomes the courses in management, information science, communication and educational science.\nGraduate schools and institutes.\nUVSQ as a postgraduate school in engineering, called ISTY, created in 1992 and which delivers two Master's degree specialized in computer science or mechatronics, both recognized by \"Commission des titres d'ingénieur\".\nIt has also two University Institutes of Technology: one at Velizy and another one at Mantes-en-Yvelines, and also a training center for apprentices (called \"CFA d'Alembert\"), created in 2006 and located at Guyancourt.\nObservatory.\nUVSQ has a science of the universe observatory. Located at Saint-Quentin-en-Yvelines, it is where the natural environment, system science and social science courses are done. The university has a strong reputation in sustainable development.\nPhD graduate schools.\nThe university has PhD graduate schools which take care of the PhD students and also of habilitation. There are five schools: Cultures, regulations, institutions and territories, Genome organizations, Environmental Science in Ile de France, Science and technology of Versailles, public health. 102 PhD has been delivered in 2009.\nLibrary and electronic documentation network.\nIts main library, opened in June 2002, has an area of ​​ and 100,000 books. In 2005, the university opened the library of Saint-Quentin-en-Yvelines with an area of ​​ and 1,100 reading places. In September 2011, another one was opened on the sciences campus, located in Versailles. In total, the university has six academic libraries located, in addition to the campus already mentioned, on those of Velizy, Boulogne-Billancourt, Rambouillet and Mantes, consisting of about 200,000 books, 5,000 digital books and 26,000 magazines and newspapers.\nLocations.\nThe university has height campuses in total, on two departments and seven communes. In total, UVSQ has of buildings. Versailles campus welcomes the sciences college and the one of computer science. On the campus of Saint-Quentin-en-Yvelines are located the law and political sciences, social sciences, medical research colleges and the sciences of the universe observatory. At Le Chesnay, another part of the sciences college is located. Vélizy-Villacoublay welcomes the University Institutes of Technology of Vélizy and Rambouillet an annex of it. On the campus of Mantes-la-Jolie is located the University Institutes of Technology of Mantes-en-Yvelines. Mantes-la-ville welcomes the mechatronics college.\nCourses.\nIn 2012, the \"Université de Versailles Saint-Quentin-en-Yvelines\" offers 50 Bachelor's degree, 10 e-learning courses, 95 Master's degree, 1 Doctor of Medicine degree and 1 Midwifery degree.\nInternational relations.\nFrom the beginning, the university is part of Erasmus or other programmes.\nThe number of partners is about 230 in 2011. The university has welcomed 330 students from a foreign country in 2010.\nThe university also welcomes foreign students who wants to obtain a French degree. In 2010, they are about 2,400, which is 13,3% of the students. They are much more in the PhD courses, where they are almost half of the students (45%).\nResearch.\nResearch activities at the university are done in 35 laboratories. It is grouped in six departments: chemistry, physics, materials, renewable energy, environment and sustainable development, mathematics, computer science, engineering sciences, biology and health, cultures, humanities and sciences, institutions and organizations. It have a total of nearly 950 researchers and 715 PhD students.\nStudent associations.\nIn September 2011, 31 associations are approved by UVSQ. They are in science, social sciences and humanities, law, medicine, humanitarian-social-environment, communication, entertainment, thought and politics. A student house will open in 2013. It will have an area of ​​1,730 m2; this building must accommodate cultural activities, a multipurpose room, an art room, and also a cafeteria.\nSociology.\n14,226 students are at the university in 2004. 12.5% of students receive scholarships. Concerning the social origins, 49.2% of the students have a favored social origin, 30.6% have an average social origin and 20.2% a disadvantaged social backgrounds.\nTeachers and former teachers.\nSeveral sociologists teach or have taught at the university like Roland Guillon, known for his work on the problem of employment and capital, Laurent Mucchielli, specialist in criminology, Philippe Robert, specialized in the study of delinquency, or also Étienne Anheim, Didier Demazière and Claude Dubar.\nUVSQ also counts among its current or former teachers historians like Bernard Cottret, honorary member of the \"Institut Universitaire de France\", Christian Delporte, specialist of the twentieth-century of France, Bruno Laurioux, French Middle Ages historian, Jean-Yves Mollier and Loïc Vadelorge, both specialized in contemporary history.\nIn science, people like the creator of the ext2 file system Rémy Card, the specialist in photography Fabien Danesi, the vice director of the \"École Normale Supérieure\" Jean-Charles Darmon or the chemist and member of the French Academy of Sciences Gérard Férey teach or have taught at the university.\nValérie-Laure Bénabou, teacher of law, is also on the faculty.\nDoctors Honoris causa.\nDuring the honorary degree graduation ceremony the 18th of October 2011, Sylvie Faucheux awards six people: Andrew Abbott (sociology teacher at the University of Chicago), George Bermann (international law teacher at Columbia University), Amos Gitai (director and filmmaker Israeli), Robin Hartshorne (mathematics teacher at the University of California), Günther Lottes (history teacher at the University of Potsdam) and Seiji Miyashita (physics teacher at the University of Tokyo).\nImage and communication.\nThe university has a logo showing a white sunrise on a green earth referring to the sustainable development, major theme of the university.\nIt has also diary and a movie diary.\nMoreover, the university is the initiator of the European project « Europolytec » which purpose is to design a website for careers in computer science and mechatronics.","categories":[],"infobox_types":["University"],"annotations":[{"uri":"France","surface_form":"French","offset":56},{"uri":"Public_university","surface_form":"public university","offset":63},{"uri":"Departments_of_France","surface_form":"department","offset":105},{"uri":"Yvelines","surface_form":"Yvelines","offset":119},{"uri":"Hauts-de-Seine","surface_form":"Hauts-de-Seine","offset":147},{"uri":"Versailles","surface_form":"Versailles","offset":193},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":205},{"uri":"V%C3%A9lizy-Villacoublay","surface_form":"Vélizy-Villacoublay","offset":255},{"uri":"Rambouillet","surface_form":"Rambouillet","offset":279},{"uri":"Sciences","surface_form":"sciences","offset":490},{"uri":"Social_sciences","surface_form":"social sciences","offset":504},{"uri":"Political_science","surface_form":"political science","offset":525},{"uri":"Engineering","surface_form":"engineering","offset":545},{"uri":"Technology","surface_form":"technology","offset":558},{"uri":"Medicine","surface_form":"medicine","offset":573},{"uri":"Economy","surface_form":"economy","offset":634},{"uri":"Ethics","surface_form":"ethics","offset":643},{"uri":"Natural_environment","surface_form":"natural environment","offset":651},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":675},{"uri":"Paris","surface_form":"Paris","offset":718},{"uri":"Paris","surface_form":"Paris","offset":866},{"uri":"Versailles","surface_form":"Versailles","offset":1075},{"uri":"Yvelines","surface_form":"Yvelines","offset":1135},{"uri":"Nanterre","surface_form":"Nanterre","offset":1161},{"uri":"France","surface_form":"French","offset":1775},{"uri":"UniverSud_Paris","surface_form":"UniverSud Paris","offset":2309},{"uri":"Unit%C3%A9_de_formation_et_de_recherche_m%C3%A9dicale_Paris_%C3%8Ele-de-France_Ouest","surface_form":"college of Medicine","offset":2368},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":2438},{"uri":"Unit%C3%A9_de_formation_et_de_recherche_m%C3%A9dicale_Paris_%C3%8Ele-de-France_Ouest","surface_form":"Paris-Île-de-France-Ouest","offset":2474},{"uri":"Sylvie_Faucheux","surface_form":"Sylvie Faucheux","offset":2568},{"uri":"Bachelor%27s_degree","surface_form":"Bachelors","offset":2632},{"uri":"Master%27s_degree","surface_form":"Masters","offset":2643},{"uri":"Doctorate","surface_form":"Doctorate","offset":2655},{"uri":"Guyancourt","surface_form":"Guyancourt","offset":2710},{"uri":"Unit%C3%A9_de_formation_et_de_recherche_m%C3%A9dicale_Paris_%C3%8Ele-de-France_Ouest","surface_form":"Unité de formation et de recherche médicale Paris Île-de-France Ouest","offset":2770},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":2851},{"uri":"%C3%89cole_normale_sup%C3%A9rieure","surface_form":"École Normale Supérieure de Cachan","offset":2929},{"uri":"UniverSud_Paris","surface_form":"UniverSud Paris","offset":2969},{"uri":"Humanities","surface_form":"humanities","offset":3037},{"uri":"Social_sciences","surface_form":"social sciences","offset":3052},{"uri":"UniverSud_Paris","surface_form":"UniverSud Paris","offset":3478},{"uri":"Universit%C3%A9_du_grand_ouest_parisien","surface_form":"Université du grand ouest parisien","offset":3624},{"uri":"France","surface_form":"French","offset":3802},{"uri":"Board_of_directors","surface_form":"Board of directors","offset":3869},{"uri":"Alain_Bui","surface_form":"Alain Bui","offset":3988},{"uri":"Didier_Guillemot","surface_form":"Didier Guillemot","offset":4117},{"uri":"Secondary_school","surface_form":"secondary school","offset":4589},{"uri":"Versailles_University_Foundation","surface_form":"partnership foundation","offset":4651},{"uri":"Transport","surface_form":"transport","offset":4878},{"uri":"France","surface_form":"France","offset":5019},{"uri":"Science","surface_form":"science","offset":5196},{"uri":"Versailles","surface_form":"Versailles","offset":5224},{"uri":"Le_Chesnay","surface_form":"Le Chesnay","offset":5239},{"uri":"Biology","surface_form":"biology","offset":5271},{"uri":"Earth_science","surface_form":"earth science","offset":5293},{"uri":"Physics","surface_form":"physics","offset":5308},{"uri":"Chemistry","surface_form":"chemistry","offset":5317},{"uri":"Mathematics","surface_form":"mathematics","offset":5328},{"uri":"Computer_science","surface_form":"computer science","offset":5341},{"uri":"Social_science","surface_form":"social science","offset":5363},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":5398},{"uri":"Economy","surface_form":"economy","offset":5445},{"uri":"Geography","surface_form":"geography","offset":5454},{"uri":"Social_sciences","surface_form":"social sciences","offset":5468},{"uri":"Law","surface_form":"law","offset":5582},{"uri":"Political_science","surface_form":"political science","offset":5590},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":5616},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":5901},{"uri":"History","surface_form":"history","offset":6143},{"uri":"Literature","surface_form":"literature","offset":6152},{"uri":"English_language","surface_form":"English","offset":6164},{"uri":"Spanish_language","surface_form":"Spanish","offset":6173},{"uri":"Management","surface_form":"management","offset":6280},{"uri":"Communication","surface_form":"communication","offset":6313},{"uri":"Institut_des_sciences_et_techniques_des_Yvelines","surface_form":"ISTY","offset":6438},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":6483},{"uri":"Computer_science","surface_form":"computer science","offset":6514},{"uri":"Commission_des_titres_d%27ing%C3%A9nieur","surface_form":"Commission des titres d'ingénieur","offset":6568},{"uri":"V%C3%A9lizy-Villacoublay","surface_form":"Velizy","offset":6664},{"uri":"Guyancourt","surface_form":"Guyancourt","offset":6811},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":6895},{"uri":"Natural_environment","surface_form":"natural environment","offset":6938},{"uri":"Social_science","surface_form":"social science","offset":6978},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":7053},{"uri":"PhD","surface_form":"PhD","offset":7163},{"uri":"Habilitation","surface_form":"habilitation","offset":7188},{"uri":"PhD","surface_form":"PhD","offset":7398},{"uri":"Saint-Quentin-en-Yvelines","surface_form":"Saint-Quentin-en-Yvelines","offset":7598},{"uri":"Versailles","surface_form":"Versailles","offset":7746},{"uri":"V%C3%A9lizy-Villacoublay","surface_form":"Velizy","offset":7876},{"uri":"Boulogne-Billancourt","surface_form":"Boulogne-Billancourt","offset":7884},{"uri":"Rambouillet","surface_form":"Rambouillet","offset":7906},{"uri":"Mantes-la-Jolie","surface_form":"Mantes","offset":7922},{"uri":"Departments_of_France","surface_form":"departments","offset":8085},{"uri":"Communes_of_France","surface_form":"communes","offset":8107},{"uri":"Computer_science","surface_form":"computer science","offset":8213},{"uri":"Law","surface_form":"law","offset":8290},{"uri":"Social_sciences","surface_form":"social sciences","offset":8318},{"uri":"Le_Chesnay","surface_form":"Le Chesnay","offset":8410},{"uri":"V%C3%A9lizy-Villacoublay","surface_form":"Vélizy-Villacoublay","offset":8471},{"uri":"Rambouillet","surface_form":"Rambouillet","offset":8554},{"uri":"Mantes-la-Jolie","surface_form":"Mantes-la-Jolie","offset":8599},{"uri":"Bachelor%27s_degree","surface_form":"Bachelor's degree","offset":8825},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":8870},{"uri":"Doctor_of_Medicine","surface_form":"Doctor of Medicine","offset":8889},{"uri":"ERASMUS_programme","surface_form":"Erasmus","offset":9010},{"uri":"PhD","surface_form":"PhD","offset":9329},{"uri":"PhD","surface_form":"PhD","offset":9783},{"uri":"Science","surface_form":"science","offset":9888},{"uri":"Social_sciences","surface_form":"social sciences","offset":9897},{"uri":"Humanities","surface_form":"humanities","offset":9917},{"uri":"Law","surface_form":"law","offset":9929},{"uri":"Medicine","surface_form":"medicine","offset":9934},{"uri":"Humanitarian","surface_form":"humanitarian","offset":9944},{"uri":"Social","surface_form":"social","offset":9957},{"uri":"Environment","surface_form":"environment","offset":9964},{"uri":"Communication","surface_form":"communication","offset":9977},{"uri":"Entertainment","surface_form":"entertainment","offset":9992},{"uri":"Thought","surface_form":"thought","offset":10007},{"uri":"Politics","surface_form":"politics","offset":10019},{"uri":"Roland_Guillon","surface_form":"Roland Guillon","offset":10566},{"uri":"Didier_Demazi%C3%A8re","surface_form":"Didier Demazière","offset":10772},{"uri":"Claude_Dubar","surface_form":"Claude Dubar","offset":10793},{"uri":"Historians","surface_form":"historians","offset":10861},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":11043},{"uri":"Historian","surface_form":"historian","offset":11055},{"uri":"Lo%C3%AFc_Vadelorge","surface_form":"Loïc Vadelorge","offset":11088},{"uri":"Photography","surface_form":"photography","offset":11235},{"uri":"%C3%89cole_Normale_Sup%C3%A9rieure","surface_form":"École Normale Supérieure","offset":11288},{"uri":"Jean-Charles_Darmon","surface_form":"Jean-Charles Darmon","offset":11314},{"uri":"Chemist","surface_form":"chemist","offset":11341},{"uri":"French_Academy_of_Sciences","surface_form":"French Academy of Sciences","offset":11367},{"uri":"G%C3%A9rard_F%C3%A9rey","surface_form":"Gérard Férey","offset":11394},{"uri":"Law","surface_form":"law","offset":11481},{"uri":"Honorary_degree","surface_form":"honorary degree","offset":11544},{"uri":"Sylvie_Faucheux","surface_form":"Sylvie Faucheux","offset":11606},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":11681},{"uri":"Columbia_University","surface_form":"Columbia University","offset":11750},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California","offset":11862},{"uri":"Sunrise","surface_form":"sunrise","offset":12084},{"uri":"Earth","surface_form":"earth","offset":12103},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":12126},{"uri":"Website","surface_form":"website","offset":12330},{"uri":"Computer_science","surface_form":"computer science","offset":12353}]}