{"id":305725,"url":"http://en.wikipedia.org/wiki/French_Civil_Aviation_University","text":"The French Civil Aviation University (French: \"École nationale de l'aviation civile\"), also known as ENAC, is a French public aeronautical \"grande école.\" It was created on 28 August 1949. It has locations in Biscarosse, Carcassonne, Castelnaudary, Château-Arnoux-Saint-Auban, Grenoble, Melun, Montpellier, Muret, Saint-Yan and Toulouse, in France. It is a member of the \"Conférence des Grandes Écoles\", the University of Toulouse, and of the Aerospace Valley. It is one of five founders of France AEROTECH.\nENAC provides training in civil aeronautics. The university has around 25 courses. These include aerospace engineering, Masters, \"Mastères Spécialisés\", and courses for technicians, airline pilots, air traffic controllers, managers and flight instructors (people who teach others to fly planes).\n1945 - 1949.\nAir travel grew rapidly in France after World War II. Safe air transport required staff trained specifically for this activity. It also required people in different sectors of the aviation world to work together and understand each other. That is why ENAC was started. Max Hymans, the secretary general of civil and commercial aviation, was the chief organiser.\n1949 - 1955.\nENAC was created on 28 August 1949 (Decree 49-1205) in Paris. The university was located in Orly, south of Paris. René Lemaire considers ENAC as \"a university of aviation safety\".\nA report of the \"Inspection générale de l'aviation civile\" said: \"It was in the minds of the creators of the university, to develop between the crew and the ground staff a community of ideas, reciprocal knowledge, and esteem, that are essential for the teamwork required by air transport.\" Training courses were longer or shorter depending on specialty.\n1955 - 1959.\nThe decree of 13 October 1959 announced the first partner of the university: Air France. It resulted in a sharing of tasks. It also established recruitment for airline pilots students with no previous flight experience. In 1958, the university already welcomed the first airline pilots students, on an experimental basis.\nENAC cooperated with the \"École nationale de la météorologie\" (National School of Meteorology). It promoted the teaching of this subject for air traffic controllers. After World War II, ENAC helped the conversion of military aircrew. The \"Service de l'aviation légère et sportive\" (SALS), under the decree of 31 March 1951, provided free flight training for airline pilot candidates coming from the army.\nFrom 1949 to 1959, the number of courses held increased from 6 to 64. The number of students increased from 49 to 800. In 1956, the navigation instructor rating was created. A training programme also started. In 1958, the airline pilot theoretical training course started.\nIt had rites such as a reception in full uniform by local authorities when university officials and students arrived at a new location.\nENAC Orly also held a yearly trip for all the students.\n1959 - 1968.\nThe university moved to Toulouse in 1968. The main campus is still there in 2020. It also changed from an external department of the French civil aviation administration to a public administration institution in 1970.\nThe French Civil Aviation University was started close to Paris-Orly Airport. This location was near the largest French airport at the time. It offered easy use of airplanes for a lot of activities such as navigation flights and promotional trips. It was also close to many airlines and aircraft manufacturers or businesses related to the aviation industry. The managers of these businesses often gave lectures and conferences at the university.\nTraffic at Paris-Orly Airport grew rapidly at the beginning of the 1950s. In the mid-1950s plans began for a new location near to Parisian airports. The potential locations were all less than 150 km from Paris, for example Melun, Pontoise, Coulommiers, Étampes, Reims, Évreux, Chartres, and Orleans. A report dated 20 May 1959 lists the disadvantages of a location too far from Paris. René Lemaire gave a report on 14June 1960 in which he supported a transfer to Toulouse. The \"École nationale supérieure d'ingénieurs de constructions aéronautiques\" settled in Toulouse in 1961 and the \"École nationale supérieure de l'aéronautique et de l'espace\" was also going to move from Paris to Toulouse. On the 15 June 1961 Prime Minister Michel Debré accepted the transfer to Toulouse. His successor Georges Pompidou confirmed the transfer in a letter dated 23 July 1963.\nThe construction of new buildings on the campus of Rangueil began in April 1966. The project ended on 19 August 1968. The academic year started on 16 September 1968. 500 students started, including 325 who started their training. These trainees were as follows: 15 air navigation engineering student (mostly from the \"École Polytechnique)\", 70 engineering students in air navigation from two-years studies after the French Baccalaureate (the main end of school exams in France), 60 airline pilot students, 100 air traffic controller students, 40 electronics students, 20 commercial pilot students and 20 flight dispatcher students.\n1968 - 1975.\nBefore the university opened its doors to its new campus, the \"Commission permanente\" took into consideration the problem of an inadequate (not good enough) legal status. This problem was old. It was identified soon after the creation of the university. ENAC was supervised closely. There were many inspection reports. On average, these usually happened once every two years, sometimes more often. The management of the institution was judged severely (strictly). In the mid-1950s, some reports said the university was not allowed to exist, for example, the confidential report of Brancourt Controller on 12 March 1952. Some reports said that the university had \"a lack of doctrine\", and that \"there is a certain tension with the training center of Air France\", and even that \"ENAC is madness\".\nThe final decision is taken by Decree No. 70-347 of 13 April 1970. It was applied on 1 January 1971. ENAC received a board of directors when it became a public administrative institution. René Lemaire was the first president.\n1975 - 1990.\nFrom 1975 a new thing is starting. It consists of an increase of the proportion of engineering students called \"civilians\" in opposition to the \"officials\" (civil servants) engineering students. ENAC is becoming a major player in the training for aerospace industry (civilian personnel), while its primary goal was only the training of officials for \"direction générale de l'aviation civile\". It is true that the existence of students for the private sector is not new at the university: it was in 1956 that are trained the first of them. At the end of 1950s, however, this recruitment affects only a minority of students. It is primarily done to compensate the disadvantage which consists of the highly different number of students to work in the administration and to prevent the size of successive promotions with a too great difference. However, this second source tends to become more and more important, to finally become the first one. This results in an revision of the teachings. ENAC engineering education, particularly that of the specialty called \"facilities\" - it focuses on electronics - seduce the industrial sectors of electronics and information technology. Without having particularly desired, the university has progressively the role of a National University of Engineers.\nIndustry oriented university, research appeared in 1984, following the law on Higher education which provides that \"engineering education [...] has a research activity, basic or applied, \" and is organized around four areas: electronics, automation, computer and air transport economy. The university then feels interest for future engineers to learn research methods: while the method of deductive reasoning, for a long time favored by teachers in the two-years studies after French high school diploma and universities, shows its limitations, the method of inductive reasoning, characteristic of research, appears progressively better adapted to the nature of functions performed by today's engineers. The most recent manifestation of the growing interest in research at ENAC is the creation of the air transport economics laboratory, which designation reflects the desire to study, in addition to air transport itself, certain related activities such as air navigation.\nThe mid 1980s saw the emergence of \"mastères spécialisés\" programs. They are born for most of them from an industrial demand, including the \"groupement des industries françaises aéronautiques et spatiales\", in order to support the export contracts by training. Indeed, while filling the needs of many French students or professionals, they can train in a relatively short period some foreign executives. The same period saw the diversification of continuing education at the university. The continuing education courses are organized in five main areas: air traffic systems, electronics, computer, aeronautics and languages/humanities.\n1990 - today.\nThe international dimension of the university grew in the 1990s. It is constrained, however, by the design and implementation of the new cycle for air traffic controllers. The effort required a specifically European component. It consists first in the participation in European projects such as EATCHIP (European Air Traffic control Harmonization and Integration Program), then in joining mobility programs for students such as Erasmus or Socrates. Under these programs, the university welcomes a growing number of foreign students. In doing so, it forges close relations with foreign universities, including those of Berlin and Darmstadt in Germany, as well as the one of Tampere in Finland. Since 1990, the university has new missions. Thus, ENAC negotiates new contracts for studies and research abroad. The 2000s are the years of the creation of courses entirely taught in English language and the development of activities focused on air navigation. In 2009, the university and its alumni association organize the first edition of the \"salon du livre aéronautique\" (aeronautical literary festival) in Toulouse. In December 2010, ENAC becomes an ICAO center for training in aviation security.\nMeanwhile, the university develops new teaching facilities: the air traffic control simulator \"CAUTRA\", the aerodrome control simulator \"AERSIM\", an Airbus A320 flight management system simulator, a static model of the Airbus A321' s engine and the laboratory of telecom networks.\nSince the 1st January 2011 and the merging of ENAC with the SEFA, the university is the biggest European aviation university.\nIn 2013, ENAC starts with the DGAC the consulting company France Aviation Civile Services.\nHeads history.\nThe current head of the university is Olivier Chansou, after Marc Houalla who was SEFA director from 2006 till the 1th of January 2011. It is the eighth person to be director since 1949. He was elected the 27th of November 2017. The directors since 1949 are given in the following table.\nGovernance.\nIn addition to these three councils, the university has a director's office which includes communication and cultural affairs, a division of information systems and a general secretariat dedicated to legal management, logistics, financial and human resources.\nENAC fondation.\nIn consideration for several months, a corporate foundation has been established in September 2011. It aims to guide the training and research council on the changes to be made to the training \"Ingénieur ENAC\" (ENAC engineer) and to the corporate partnerships.\nIt consists of technical and human resources managers from aerospace companies such as Air France, Airbus, Aéroport de Paris, Rockwell Collins, Thalès, \"Aéroconseil\"...\nCampuses.\nENAC has eight campuses and can provide accommodation. It also has a canteen, cafeteria, library, computer rooms, sports halls including a fitness room, a sports field, a rugby field, five tennis courts, a beach volleyball and a golf driving range. Its main campus is located at Rangueil (Toulouse).\nEquipment.\nENAC has a fleet of 130 aircraft of different types: CAP-10, Socata TB-10, Socata TB-20, Beechcraft Baron 58, Beechcraft 200, ATR 42, Diamond DA40 (to replace the Socata TB-20) and Diamond DA42 (to replace the Beechcraft Baron 58).\nOn its Toulouse campus, the university has flight simulator Robin DR400 and Socata TB-20, and also some static simulators of Airbus A320 and Airbus A340.\nIn the air navigation department, it has control tower simulators (at 120 or 360 degrees).\nInitial training.\nENAC has four Bachelor's degree courses to train pilots and aerospace technicians.\nENAC provide theoretical training for pilot students in eight months in its campus of Toulouse. Practical training of 16 months is given in the other campuses of the university in Montpellier, Carcassonne, Saint-Yan or Muret. There is also training for various aviation technicians.\nIn addition, the university has seven Master's degree programs to train people for both aerospace industry and French civil aviation authority.\nCourses of Air traffic controller and Air Traffic Safety Electronics Personnel are done by the university. The \"Ingénieur ENAC\" course trains aerospace engineer in three sectors: electronics and aeronautical telecommunications (L), computer systems and air traffic (S) and aeronautical engineering (T). The university has created in 2007 a Master's degree in International Air Transport Opération Management, in 2011 the course Master's degree in Global Navigation Satellite System supported by the European Commission and in 2012 the Master's degree in Air Traffic Management in partnership with the Massachusetts Institute of Technology. The Master's degree in Human–computer interaction (IHM) is realized in cooperation with the Paul Sabatier University.\nFinally, the French Civil Aviation University provides nine \"Mastères Spécialisés\" courses in the fields: airport management, air transport management (in partnership with Toulouse Business School), communication - navigation - surveillance and satellite applications for aviation, aviation safety aircraft airworthiness (in partnership with other \"grandes écoles\"), air-ground collaborative systems engineering, aviation and air traffic management and aerospace project management (APM) (in partnership with other \"grandes écoles\").\nThe former students of the three Master programs, the \"Ingénieur ENAC\" course, as well as those of the Corps of Bridges and Roads and those of the \"Mastères Spécialisés\" courses was represented by an association, INGENAC, created in 1988, member of the CNISF (French scientific and engineer council) and in Toulouse. The 16th of March 2012, INGENAC decided to represent all the former students of the university and changes its name to « ENAC Alumni ».\nEach course of the university has its own recruitment process.\nContinuing education.\nBy hosting each year more than 7,500 students who participate to more than 600 courses annually organized by the university, with a turnover of 15 million of euros, ENAC is now the largest organization in Europe for aeronautical continuing education. The continuing education of ENAC has been developed in areas which ENAC is well recognized: air traffic, electronics, computer science, aeronautical engineering, aircraft control...\nInternational partners.\nStudents of the aerospace engineer course can study at the two other \"grandes écoles\" members of the \"groupement des écoles d'aéronautique\", and also at the National Polytechnic Institute of Toulouse and at Nantes business school. Moreover, as part of France AEROTECH, an exchange of third year engineering students is under elaboration with the \"grandes écoles\" of this network.\nIn another country, students have access to the Erasmus programme and to Pegasus. In the aerospace engineer course, the university welcomes 8% of foreign students in 2011. Considering all the courses, this number is 46% in 2010.\nThe university has also agreements with: Embry-Riddle Aeronautical University, Florida Institute of Technology, University of California, University of Washington, \"École africaine de la météorologie et de l'aviation civile\". It also educates people of the \"Agence pour la sécurité de la navigation aérienne en Afrique et à Madagascar\".\nAlso, ENAC is a founder of the \"Institut sino-européen d'ingénierie de l'aviation\" of Tianjin. On this city, the university has four \"Mastères Spécialisés\" courses at the Civil Aviation University of China only for Chinese students: airport management, aviation safety management - airworthiness, aviation safety management - flight operations and aviation safety management - aeronautical maintenance.\nFinally, in December 2011, the university has signed a partnership with the \"École des Ponts ParisTech\" and the \"Académie internationale Mohammed VI de l'aviation civile\" to start an Executive MBA in aviation management for aerospace people in March 2012 at Casablanca.\nResearch activities.\nResearch is a growing business at ENAC. Industry oriented university, it appears in 1984, following the law on higher education which provides that « engineer training...contains a research activity, pure or applied ». It was originally organized around four areas: electronics, automation, computer and air transport economy. Mid-2009, the research teams was in the following laboratories: automation - operational research (LARA), economy - air econometrics (LEEA), study - optimization of telecommunications networks architectures (LEOPART), electromagnetism for aeronautical telecommunications (LETA), interactive computer (LII), applied mathematics (LMA), air traffic optimization (LOTA) and signal processing for the aeronautical telecommunications (LTST).\nENAC also has, since 2005, a team specializing in UAVs that maintains and develops \"Paparazzi\", a free system for automatic control of UAVs, unmanned aerial vehicle laboratory. The infrastructure includes also a planetarium and an air traffic control simulator. ENAC is a founding member of the European academy for aviation safety (EAFAS), network of the key training organizations in the field of air safety.\nDuring the Paris Air Show of 2005, the university announces a partnership with \"Office National d'Études et de Recherches Aérospatiales\" in the fields of air traffic management, air safety, satellite navigation, sustainable development and air transport economy.\nEnd of 2011, the university has established a new research organization that are six transverse programs: UAVs and air traffic management, airports, aircraft and air operations, human-computer interaction, air/ground communications and sustainable development, everything is now based on four laboratories: applied mathematics - optimization - optimal control - control engineering operations research (MAIAA), signal processing - satellite positioning system - electromagnetism - networks (TELECOM), architecture - modeling - engineering of interactive systems (LII) and economics - air transport econometrics (LEEA).\nAlumni.\nSeveral famous pilots have studied at the French Civil Aviation University like Émile Allegret, soldier and member of the French Resistance during the World War II, Xavier Barral (Promotion 1966), former President of the \"association des professionnels navigants de l'aviation\" (Professional aircrew association), Noël Chevrier (Promotion 1970), antistress center manager at Air France, Gérard Feldzer (Promotion 1971), former President of the \"Aéro-Club de France\", Bernard Pestel (Promotion 1972), vice president of the \"société française de droit aérien\" (French Air Law company), Béatrice Vialle (Promotion 1981), one of the two female Concorde pilot and the first French female pilot on a supersonic airliner.\nParticularly because of its status of a French civil servant university, some civil servant has been student at ENAC like Jean-Marc de Raffin Dourny (Promotion 1966), President of the \"organisme pour la sécurité de l'aviation civile\" (organization for the safety of civil aviation), Michel Bernard (Promotion 1967), former head of the \"Agence nationale pour l'emploi\" and former President of \"Air Inter\", Paul-Louis Arslanian (Promotion 1968), former head of the French \"Bureau d'Enquêtes et d'Analyses pour la Sécurité de l'Aviation Civile\", Jean-Paul Troadec (Promotion 1970), head of the \"Bureau d'Enquêtes et d'Analyses pour la Sécurité de l'Aviation Civile\", Patrick Ky (Promotion 1989), head of the EASA, Michel Wachenheim (Promotion 1975), French ambassador.\nSome alumni of the university became managers like Yves Lambert (Promotion 1959), former head of Eurocontrol, Gérard Mestrallet (Promotion 1971), CEO of GDF Suez., Jean-Michel Vernhes (Promotion 1971), head of the Toulouse-Blagnac Airport, Jean-Charles Corbet (Promotion 1974), former head of \"Air Lib\", Olivier Colaïtis (Promotion 1977), President of Galileo, Lionel Guérin, founding President of Airlinair, Philippe Crébassa, head of Toulouse-Blagnac airport, Franck Goldnadel (Promotion 1990), former head of the Paris-Charles de Gaulle Airport, Régis Lacote (Promotion 1997), head of the Orly Airport, Méziane Idjerouidène (Promotion 2003), general manager of Aigle Azur.\nFew intellectuals graduate from the university like Jacques Villiers (Promotion 1948), founder of the \"Centre d'études de la navigation aérienne\" (French air navigation center), Jean Peyrelevade (Promotion 1961), politician and business leader, Hamza Ben Driss Ottmani (Promotion 1963), Moroccan economist and writer, Alain Lefebvre (Promotion 1970), Journalist, Solenn Colléter (Promotion 1993), novelist., Nicolas Tenoux (Promotion 2007), Philanthropist.\nIn science, personalities like Gabriel Weishaupt (Promotion 1948), founding member of the \"Académie de l'air et de l'espace\", Jean Robieux, Physicist, Georges Maignan (Promotion 1955), former director of the experimental center of Eurocontrol, Gérard Desbois (Promotion 1979), younger flight engineer graduate and crew member during the first flight of the Airbus A380, have studied at the university.\nTeachers and former teachers.\nSome aerospace personalities teach at the university such as Hervé Hallot, meteorology teacher and co-author of \"Météorologie aéronautique\", Joel Laitselart (TAE 87), air operations teacher and former operations manager of Aeris airline, Patrick Lepourry, head of the engine department and co-author of \"Propulseurs aéronautiques\", \"Instruments de bord\" and \"Initiation à l'aéronautique\", Félix Mora-Camino, head of the control engineering department and co-author of \"Avionique - Tome 2, Système de conduite automatique et gestion du vol\", Yves Plays (IENAC S71), head of the specialized master in air transport and co-author of \"Initiation à l'aéronautique\"., or Frantz Yvelin, founder of two French airlines.","categories":[],"infobox_types":["university"],"annotations":[{"uri":"France","surface_form":"French","offset":112},{"uri":"Aeronautics","surface_form":"aeronautical","offset":126},{"uri":"Grande_%C3%A9cole","surface_form":"grande école","offset":140},{"uri":"Biscarosse","surface_form":"Biscarosse","offset":209},{"uri":"Carcassonne","surface_form":"Carcassonne","offset":221},{"uri":"Castelnaudary","surface_form":"Castelnaudary","offset":234},{"uri":"Ch%C3%A2teau-Arnoux-Saint-Auban","surface_form":"Château-Arnoux-Saint-Auban","offset":249},{"uri":"Grenoble","surface_form":"Grenoble","offset":277},{"uri":"Melun","surface_form":"Melun","offset":287},{"uri":"Montpellier","surface_form":"Montpellier","offset":294},{"uri":"Muret","surface_form":"Muret","offset":307},{"uri":"Saint-Yan","surface_form":"Saint-Yan","offset":314},{"uri":"Toulouse","surface_form":"Toulouse","offset":328},{"uri":"Conf%C3%A9rence_des_Grandes_%C3%89coles","surface_form":"Conférence des Grandes Écoles","offset":372},{"uri":"University_of_Toulouse","surface_form":"University of Toulouse","offset":408},{"uri":"Aerospace_Valley","surface_form":"Aerospace Valley","offset":443},{"uri":"France_AEROTECH","surface_form":"France AEROTECH","offset":491},{"uri":"Aeronautics","surface_form":"aeronautics","offset":540},{"uri":"Aerospace_engineering","surface_form":"aerospace engineering","offset":605},{"uri":"Master%27s_degree","surface_form":"Masters","offset":628},{"uri":"Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","surface_form":"Mastères Spécialisés","offset":638},{"uri":"Pilot","surface_form":"airline pilots","offset":690},{"uri":"Air_traffic_control","surface_form":"air traffic control","offset":706},{"uri":"Air_travel","surface_form":"Air travel","offset":817},{"uri":"World_War_II","surface_form":"World War II","offset":857},{"uri":"Paris","surface_form":"Paris","offset":1247},{"uri":"Orly","surface_form":"Orly","offset":1284},{"uri":"Ren%C3%A9_Lemaire","surface_form":"René Lemaire","offset":1306},{"uri":"Air_France","surface_form":"Air France","offset":1816},{"uri":"Recruitment","surface_form":"recruitment","offset":1883},{"uri":"Flight","surface_form":"flight","offset":1940},{"uri":"Cooperation","surface_form":"cooperated","offset":2066},{"uri":"Meteorology","surface_form":"Meteorology","offset":2143},{"uri":"World_War_II","surface_form":"World War II","offset":2233},{"uri":"Rites_of_passage","surface_form":"rites","offset":2746},{"uri":"Toulouse","surface_form":"Toulouse","offset":2968},{"uri":"Public_administration","surface_form":"public administration","offset":3119},{"uri":"Orly_Airport","surface_form":"Paris-Orly Airport","offset":3220},{"uri":"Melun","surface_form":"Melun","offset":3831},{"uri":"Pontoise","surface_form":"Pontoise","offset":3838},{"uri":"Coulommiers","surface_form":"Coulommiers","offset":3848},{"uri":"%C3%89tampes","surface_form":"Étampes","offset":3861},{"uri":"Reims","surface_form":"Reims","offset":3870},{"uri":"%C3%89vreux","surface_form":"Évreux","offset":3877},{"uri":"Chartres","surface_form":"Chartres","offset":3885},{"uri":"Orleans","surface_form":"Orleans","offset":3899},{"uri":"Toulouse","surface_form":"Toulouse","offset":4071},{"uri":"Institut_sup%C3%A9rieur_de_l%27a%C3%A9ronautique_et_de_l%27espace","surface_form":"École nationale supérieure d'ingénieurs de constructions aéronautiques","offset":4086},{"uri":"Institut_sup%C3%A9rieur_de_l%27a%C3%A9ronautique_et_de_l%27espace","surface_form":"École nationale supérieure de l'aéronautique et de l'espace","offset":4195},{"uri":"Prime_Minister_of_France","surface_form":"Prime Minister","offset":4323},{"uri":"Georges_Pompidou","surface_form":"Georges Pompidou","offset":4400},{"uri":"%C3%89cole_Polytechnique","surface_form":"École Polytechnique","offset":4790},{"uri":"French_Baccalaureate","surface_form":"French Baccalaureate","offset":4888},{"uri":"Commercial_pilot_licence","surface_form":"commercial pilot","offset":5043},{"uri":"Secrecy","surface_form":"confidential","offset":5675},{"uri":"Air_France","surface_form":"Air France","offset":5866},{"uri":"Decree","surface_form":"Decree","offset":5943},{"uri":"Board_of_directors","surface_form":"board of directors","offset":6029},{"uri":"Electronics","surface_form":"electronics","offset":7239},{"uri":"Electronics","surface_form":"electronics","offset":7286},{"uri":"Information_technology","surface_form":"information technology","offset":7302},{"uri":"Higher_education","surface_form":"Higher education","offset":7522},{"uri":"Electronics","surface_form":"electronics","offset":7669},{"uri":"Computer","surface_form":"computer","offset":7694},{"uri":"Deductive_reasoning","surface_form":"deductive reasoning","offset":7833},{"uri":"Inductive_reasoning","surface_form":"inductive reasoning","offset":8003},{"uri":"Air_navigation","surface_form":"air navigation","offset":8401},{"uri":"Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","surface_form":"mastères spécialisés","offset":8453},{"uri":"Groupement_des_industries_fran%C3%A7aises_a%C3%A9ronautiques_et_spatiales","surface_form":"groupement des industries françaises aéronautiques et spatiales","offset":8558},{"uri":"Electronics","surface_form":"electronics","offset":8992},{"uri":"Computer","surface_form":"computer","offset":9005},{"uri":"Aeronautics","surface_form":"aeronautics","offset":9015},{"uri":"ERASMUS_programme","surface_form":"Erasmus","offset":9495},{"uri":"English_language","surface_form":"English language","offset":9944},{"uri":"Air_navigation","surface_form":"air navigation","offset":10006},{"uri":"Salon_du_livre_a%C3%A9ronautique","surface_form":"salon du livre aéronautique","offset":10108},{"uri":"Toulouse","surface_form":"Toulouse","offset":10173},{"uri":"Air_traffic_control","surface_form":"air traffic control","offset":10328},{"uri":"Aerodrome","surface_form":"aerodrome","offset":10372},{"uri":"Airbus_A320","surface_form":"Airbus A320","offset":10413},{"uri":"Service_d%27exploitation_de_la_formation_a%C3%A9ronautique","surface_form":"SEFA","offset":10605},{"uri":"Directorate_General_for_Civil_Aviation","surface_form":"DGAC","offset":10701},{"uri":"France_Aviation_Civile_Services","surface_form":"France Aviation Civile Services","offset":10729},{"uri":"Olivier_Chansou","surface_form":"Olivier Chansou","offset":10815},{"uri":"Marc_Houalla","surface_form":"Marc Houalla","offset":10838},{"uri":"Service_d%27exploitation_de_la_formation_a%C3%A9ronautique","surface_form":"SEFA","offset":10859},{"uri":"ENAC_Foundation","surface_form":"corporate foundation","offset":11392},{"uri":"Airbus","surface_form":"Airbus","offset":11713},{"uri":"Thal%C3%A8s","surface_form":"Thalès","offset":11758},{"uri":"Canteen_(place)","surface_form":"canteen","offset":11862},{"uri":"Library","surface_form":"library","offset":11882},{"uri":"Rugby_football","surface_form":"rugby","offset":11964},{"uri":"Tennis","surface_form":"tennis","offset":11982},{"uri":"Golf","surface_form":"golf","offset":12022},{"uri":"Toulouse","surface_form":"Toulouse","offset":12082},{"uri":"Aircraft","surface_form":"aircraft","offset":12128},{"uri":"Toulouse","surface_form":"Toulouse","offset":12343},{"uri":"Airbus_A320","surface_form":"Airbus A320","offset":12461},{"uri":"Airbus_A340","surface_form":"Airbus A340","offset":12477},{"uri":"Air_navigation","surface_form":"air navigation","offset":12497},{"uri":"Degree_(angle)","surface_form":"degrees","offset":12571},{"uri":"Bachelor%27s_degree","surface_form":"Bachelor's degree","offset":12613},{"uri":"Toulouse","surface_form":"Toulouse","offset":12768},{"uri":"Montpellier","surface_form":"Montpellier","offset":12862},{"uri":"Carcassonne","surface_form":"Carcassonne","offset":12875},{"uri":"Saint-Yan","surface_form":"Saint-Yan","offset":12888},{"uri":"Muret","surface_form":"Muret","offset":12901},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":13003},{"uri":"Directorate_General_for_Civil_Aviation","surface_form":"French civil aviation authority","offset":13076},{"uri":"Air_Traffic_Safety_Electronics_Personnel","surface_form":"Air Traffic Safety Electronics Personnel","offset":13147},{"uri":"Aerospace_engineer","surface_form":"aerospace engineer","offset":13251},{"uri":"Electronics","surface_form":"electronics","offset":13288},{"uri":"Telecommunications","surface_form":"telecommunications","offset":13317},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":13449},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":13537},{"uri":"European_Commission","surface_form":"European Commission","offset":13608},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":13644},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":13710},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":13753},{"uri":"Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","surface_form":"Mastères Spécialisés","offset":13928},{"uri":"Toulouse_Business_School","surface_form":"Toulouse Business School","offset":14039},{"uri":"Satellite","surface_form":"satellite","offset":14112},{"uri":"Grande_%C3%A9cole","surface_form":"grandes écoles","offset":14216},{"uri":"Project_management","surface_form":"project management","offset":14330},{"uri":"Grande_%C3%A9cole","surface_form":"grandes écoles","offset":14383},{"uri":"Corps_of_Bridges_and_Roads_(France)","surface_form":"Corps of Bridges and Roads","offset":14504},{"uri":"Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","surface_form":"Mastères Spécialisés","offset":14549},{"uri":"ENAC_Alumni","surface_form":"INGENAC","offset":14614},{"uri":"ENAC_Alumni","surface_form":"ENAC Alumni","offset":14839},{"uri":"Electronics","surface_form":"electronics","offset":15295},{"uri":"Computer_science","surface_form":"computer science","offset":15308},{"uri":"Grande_%C3%A9cole","surface_form":"grandes écoles","offset":15466},{"uri":"Groupement_des_%C3%A9coles_d%27a%C3%A9ronautique","surface_form":"groupement des écoles d'aéronautique","offset":15498},{"uri":"France_AEROTECH","surface_form":"France AEROTECH","offset":15648},{"uri":"Grande_%C3%A9cole","surface_form":"grandes écoles","offset":15743},{"uri":"ERASMUS_programme","surface_form":"Erasmus programme","offset":15824},{"uri":"Partnership_of_a_European_Group_of_Aeronautics_and_Space_Universities","surface_form":"Pegasus","offset":15849},{"uri":"Aerospace_engineer","surface_form":"aerospace engineer","offset":15865},{"uri":"Tianjin","surface_form":"Tianjin","offset":16428},{"uri":"Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","surface_form":"Mastères Spécialisés","offset":16476},{"uri":"%C3%89cole_des_Ponts_ParisTech","surface_form":"École des Ponts ParisTech","offset":16822},{"uri":"Acad%C3%A9mie_internationale_Mohammed_VI_de_l%27aviation_civile","surface_form":"Académie internationale Mohammed VI de l'aviation civile","offset":16858},{"uri":"Master_of_Business_Administration","surface_form":"Executive MBA","offset":16928},{"uri":"Casablanca","surface_form":"Casablanca","offset":17003},{"uri":"Research","surface_form":"Research","offset":17036},{"uri":"Econometrics","surface_form":"econometrics","offset":17483},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":17581},{"uri":"Paparazzi_Project","surface_form":"Paparazzi","offset":17883},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":18422},{"uri":"Applied_mathematics","surface_form":"applied mathematics","offset":18780},{"uri":"Control_engineering","surface_form":"control engineering","offset":18835},{"uri":"Signal_processing","surface_form":"signal processing","offset":18884},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":18935},{"uri":"Econometrics","surface_form":"econometrics","offset":19071},{"uri":"%C3%89mile_Allegret","surface_form":"Émile Allegret","offset":19180},{"uri":"Soldier","surface_form":"soldier","offset":19196},{"uri":"World_War_II","surface_form":"World War II","offset":19251},{"uri":"Association_des_professionnels_navigants_de_l%27aviation","surface_form":"association des professionnels navigants de l'aviation","offset":19322},{"uri":"G%C3%A9rard_Feldzer","surface_form":"Gérard Feldzer","offset":19487},{"uri":"A%C3%A9ro-Club_de_France","surface_form":"Aéro-Club de France","offset":19545},{"uri":"B%C3%A9atrice_Vialle","surface_form":"Béatrice Vialle","offset":19684},{"uri":"Concorde","surface_form":"Concorde","offset":19740},{"uri":"Supersonic","surface_form":"supersonic","offset":19794},{"uri":"Civil_servant","surface_form":"civil servant","offset":19862},{"uri":"Michel_Bernard","surface_form":"Michel Bernard","offset":20098},{"uri":"Paul-Louis_Arslanian","surface_form":"Paul-Louis Arslanian","offset":20220},{"uri":"Jean-Paul_Troadec","surface_form":"Jean-Paul Troadec","offset":20358},{"uri":"Patrick_Ky","surface_form":"Patrick Ky","offset":20479},{"uri":"European_Aviation_Safety_Agency","surface_form":"EASA","offset":20520},{"uri":"Michel_Wachenheim","surface_form":"Michel Wachenheim","offset":20526},{"uri":"Ambassador","surface_form":"ambassador","offset":20569},{"uri":"Yves_Lambert","surface_form":"Yves Lambert","offset":20632},{"uri":"G%C3%A9rard_Mestrallet","surface_form":"Gérard Mestrallet","offset":20691},{"uri":"Chief_executive_officer","surface_form":"CEO","offset":20727},{"uri":"Jean-Michel_Vernhes","surface_form":"Jean-Michel Vernhes","offset":20745},{"uri":"Jean-Charles_Corbet","surface_form":"Jean-Charles Corbet","offset":20821},{"uri":"Lionel_Gu%C3%A9rin","surface_form":"Lionel Guérin","offset":20942},{"uri":"Philippe_Cr%C3%A9bassa","surface_form":"Philippe Crébassa","offset":20990},{"uri":"Franck_Goldnadel","surface_form":"Franck Goldnadel","offset":21043},{"uri":"Paris-Charles_de_Gaulle_Airport","surface_form":"Paris-Charles de Gaulle Airport","offset":21097},{"uri":"R%C3%A9gis_Lacote","surface_form":"Régis Lacote","offset":21130},{"uri":"Orly_Airport","surface_form":"Orly Airport","offset":21173},{"uri":"M%C3%A9ziane_Idjerouid%C3%A8ne","surface_form":"Méziane Idjerouidène","offset":21187},{"uri":"Aigle_Azur","surface_form":"Aigle Azur","offset":21245},{"uri":"Jacques_Villiers","surface_form":"Jacques Villiers","offset":21309},{"uri":"Jean_Peyrelevade","surface_form":"Jean Peyrelevade","offset":21435},{"uri":"Hamza_Ben_Driss_Ottmani","surface_form":"Hamza Ben Driss Ottmani","offset":21502},{"uri":"Morocco","surface_form":"Moroccan","offset":21544},{"uri":"Economist","surface_form":"economist","offset":21553},{"uri":"Alain_Lefebvre","surface_form":"Alain Lefebvre","offset":21575},{"uri":"Journalist","surface_form":"Journalist","offset":21608},{"uri":"Solenn_Coll%C3%A9ter","surface_form":"Solenn Colléter","offset":21620},{"uri":"Nicolas_Tenoux","surface_form":"Nicolas Tenoux","offset":21665},{"uri":"Acad%C3%A9mie_de_l%27air_et_de_l%27espace","surface_form":"Académie de l'air et de l'espace","offset":21805},{"uri":"Jean_Robieux","surface_form":"Jean Robieux","offset":21840},{"uri":"Physicist","surface_form":"Physicist","offset":21854},{"uri":"G%C3%A9rard_Desbois","surface_form":"Gérard Desbois","offset":21958},{"uri":"Airbus_A380","surface_form":"Airbus A380","offset":22071},{"uri":"Meteorology","surface_form":"meteorology","offset":22221},{"uri":"Engine","surface_form":"engine","offset":22414},{"uri":"Control_engineering","surface_form":"control engineering","offset":22566},{"uri":"Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","surface_form":"specialized master","offset":22723},{"uri":"Frantz_Yvelin","surface_form":"Frantz Yvelin","offset":22811}]}