{"id":305741,"url":"http://en.wikipedia.org/wiki/Mast%C3%A8re_Sp%C3%A9cialis%C3%A9","text":"e=\"preserve\">A Mastère Spécialisé (MS), also called Specialized Master or Advanced Master, is a French degree (created in 1986) that a person gets after completing a Master's degree and then continuing to study in a Grande École in some specific field. These students are considered to possess more advanced knowledge of the field that they study, as compared to those who only get a Master's degree.\nThe course takes one year to complete, including at least four months of practical internship.\nHistory.\nThe history of the Mastère Spécialisé starts in 1986. During the end of the 1980s, the \"Commission des titres d'ingénieur\" required that a student spend two years in a school to graduate with the French Master's degree. But a lot of foreign students sometimes came one entirely year in the French schools and came back to their own country without a degree. Also, the European Credit Transfer and Accumulation System was not yet adopted by all the schools.\nOtherwise, companies in France was looking for graduated students with specialized skills, for jobs in key sectors.\nFor these two reasons, the French \"Conférence des Grandes Écoles\" has created the Mastère Spécialisé.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":96},{"uri":"Academic_degree","surface_form":"degree","offset":103},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":166},{"uri":"Grande_%C3%89cole","surface_form":"Grande École","offset":216},{"uri":"Commission_des_titres_d%27ing%C3%A9nieur","surface_form":"Commission des titres d'ingénieur","offset":593},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":708},{"uri":"Academic_degree","surface_form":"degree","offset":855},{"uri":"France","surface_form":"France","offset":986},{"uri":"Conf%C3%A9rence_des_Grandes_%C3%89coles","surface_form":"Conférence des Grandes Écoles","offset":1113}]}