{"id":305851,"url":"http://en.wikipedia.org/wiki/Shatranj","text":"Chatrang, or Shatranj, was the name given to the early game of chess when it travelled to Persia and then to the Arab world.\nIn Sassanid Persia around 600 the name became Chatrang and the rules were developed further, and players started calling \"Shāh!\" (Persian for 'King') when threatening the opponent's king, and \"Shāh māt!\" (Persian for 'the king is finished') when the king could not escape from attack. These exclamations persisted in chess as it traveled to other lands.\nThe game was taken up by the Muslim world after the Islamic conquest of Persia, with the pieces largely retaining their Persian names; in Arabic \"māt\" or \"māta\" مَاتَ means \"died\", \"is dead\". In Arabic, the game became Shatranj. In all other languages, the name of the game is derived either from \"shatranj\" or from \"shah\".\nOne interesting fact is that the Arabs divided their game into the same three stages which we do today: opening, middlegame and endgame.p234\nTabiyat.\nAt the start of a game, the Arabic masters took a number of moves before the pieces were in contact with the other side.\nThe following table provides a glimpse of the changes in the names and character of chess pieces, as they passed from one culture to another, from India through Persia to Europe:p221","categories":[],"infobox_types":[],"annotations":[{"uri":"History_of_chess","surface_form":"chess","offset":63},{"uri":"Persia","surface_form":"Persia","offset":90},{"uri":"Arab","surface_form":"Arab","offset":113},{"uri":"Sassanid","surface_form":"Sassanid","offset":128},{"uri":"Persia","surface_form":"Persia","offset":137},{"uri":"Muslim_world","surface_form":"Muslim world","offset":508},{"uri":"Arabic_language","surface_form":"Arabic","offset":674},{"uri":"List_of_chess_openings","surface_form":"opening","offset":907},{"uri":"Middlegame","surface_form":"middlegame","offset":916},{"uri":"Culture","surface_form":"culture","offset":1196}]}