{"id":305910,"url":"http://en.wikipedia.org/wiki/Chemical_education","text":"Chemistry education is the study of the teaching and learning of chemistry. Topics in chemistry education include understanding how students learn chemistry and how best to teach chemistry. Researchers in chemistry education try to improve learning results by improving teaching methods and training chemistry teachers. Researchers study many teaching modes, including: classroom lecture, demonstrations, and laboratory activities.\nThere is a world-wide shortage of chemistry teachers. This is because people with science training can get jobs that pay more outside of teaching. It is hard to keep science teachers. More than 45,000 math and science teachers left teaching in the United States just after the 1999–2000 school year.\nOverview.\nThere are several different ways of thinking about chemistry education. One is a \"practitioner’s perspective\". The people who teach chemistry define chemistry education by their actions.\nAnother is defined by a self-identified group of \"chemical educators\" (faculty members and instructors who focus on teaching rather than focus on chemical research). Dr. Robert L. Lichter, then-Executive Director of the Camille and Henry Dreyfus Foundation, speaking in a plenary session at the 16th Biennial Conference on Chemical Education (recent BCCE meetings: [http://www.chem.iastate.edu/bcce/],[http://www.chem.purdue.edu/bcce]), posed the question “why do terms like ‘chemical educator’ even exist in higher education, when there is a perfectly respectable term for this activity, namely, ‘chemistry professor.’\" One criticism of this view is that few professors bring any formal preparation in education or background about education to their jobs. Most chemistry professors do not have a professional perspective on teaching and learning efforts. They may not know about effective teaching methods and how students learn.\nA third perspective is \"chemical education research\" (CER). Following the example of physics education research (PER), CER tends to take the theories and methods developed in pre-college science education research and applies them to understanding comparable problems in post-secondary settings. (CER also tries to improve pre-college chemistry instruction). Like science education researchers, CER practitioners tend to study the teaching practices of others as opposed to focusing on their own classroom practices. Chemical education research is typically carried out \"in situ\" using human subjects from secondary and post-secondary schools. Chemical education research collects both quantitative and qualitative data. Quantitative methods typically involve collecting data that can then be analyzed using various statistical methods. Qualitative methods include interviews, observations, journaling, and other methods common to social science research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Teaching","surface_form":"teaching","offset":40},{"uri":"Chemistry","surface_form":"chemistry","offset":65},{"uri":"Researcher","surface_form":"Researcher","offset":190},{"uri":"Mode","surface_form":"mode","offset":352},{"uri":"Demonstration","surface_form":"demonstration","offset":389},{"uri":"Define","surface_form":"define","offset":884},{"uri":"Formal","surface_form":"formal","offset":1610},{"uri":"Preparation","surface_form":"preparation","offset":1617},{"uri":"Job","surface_form":"job","offset":1681},{"uri":"Physics_education","surface_form":"physics education","offset":1946},{"uri":"Interview","surface_form":"interview","offset":2726},{"uri":"Observation","surface_form":"observation","offset":2738},{"uri":"Journaling","surface_form":"journaling","offset":2752},{"uri":"Social_science_research","surface_form":"social science research","offset":2792}]}