{"id":306,"url":"http://en.wikipedia.org/wiki/Ghost","text":"A ghost is considered to be the spirit of a dead person. Scientists say that there are no real ghosts, but many people believe that there are.\nThere a are huge amount of stories about ghosts in books and movies. Sometimes the ghost is the spirit of a person who was killed by someone or who was already dead. The ghost may stay on Earth because he or she has unfinished problems or is still trying to say good bye to people who they missed. Sometimes ghosts are said to live in a particular locality, for example an abandoned house.\nSometimes the ghosts in these stories exist because of some problem the person had during life or to say good bye to loved ones, that was not solved before he or she died. The ghost stays on the Earth trying to fix the problem. If the problem is fixed, the ghost can leave the Earth. Many people say they have seen or heard ghosts. People who try to talk to ghosts as their job are called mediums.\nThere can be bad ghosts and there can also be good ones. There have never been any ghosts that have actually hurt or killed people, although people tell stories about it.\nMany people believe they have seen ghosts. Others believe they have felt ghosts near them. Often the ghost is said to appear as a feeling of cold and a light or a misty cloud, but sometimes people say they have seen ghosts that look more like people. Sometimes ghosts are said to come in human form. Some ghosts might cause fear in the person who sees them, by being seen suddenly. Some ghosts are said to be friendly and help people who have problems.\nGhosts are said to form right after they die, or even centuries later. Many people make up stories or urban legends. Many try to prove the existence of these paranormal creatures with special technology such as heat sensors. They also make TV shows dedicated to proving the existence of ghosts. They often investigate cases where a person has seen one or visit a place of sighting.\nStories of ghosts can be found all over the world. Chinese philosopher Confucius said \"Respect ghosts and gods, but keep away from them.\"\nThe most feared spirit in Thailand is Phi Tai Hong, the ghost of a person who has died suddenly of a violent death. The Koran discusses spirits known as \"jinn\". In Europe there is the recurring fear of \"returning\" or \"revenant\" deceased who may harm the living. This includes the Scandinavian \"gjenganger\", the Romanian \"strigoi\", the Serbian \"vampir\", the Greek \"vrykolakas\" among others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spirit","surface_form":"spirit","offset":32},{"uri":"Human_death","surface_form":"dead","offset":44},{"uri":"Scientist","surface_form":"Scientist","offset":57},{"uri":"Reality","surface_form":"real","offset":90},{"uri":"Story","surface_form":"stories","offset":170},{"uri":"Book","surface_form":"book","offset":194},{"uri":"Movie","surface_form":"movie","offset":204},{"uri":"Earth","surface_form":"Earth","offset":331},{"uri":"Locality","surface_form":"locality","offset":491},{"uri":"House","surface_form":"house","offset":526},{"uri":"Medium_(spirituality)","surface_form":"mediums","offset":922},{"uri":"Cold","surface_form":"cold","offset":1243},{"uri":"Light","surface_form":"light","offset":1254},{"uri":"Cloud","surface_form":"cloud","offset":1271},{"uri":"Human","surface_form":"human","offset":1390},{"uri":"Century","surface_form":"centuries","offset":1609},{"uri":"Legend","surface_form":"legend","offset":1663},{"uri":"Creature","surface_form":"creature","offset":1724},{"uri":"Technology","surface_form":"technology","offset":1747},{"uri":"Sensor","surface_form":"sensor","offset":1771},{"uri":"Confucius","surface_form":"Confucius","offset":2008},{"uri":"Phi_Tai_Hong","surface_form":"Phi Tai Hong","offset":2113},{"uri":"Koran","surface_form":"Koran","offset":2195},{"uri":"Jinn","surface_form":"jinn","offset":2229},{"uri":"Revenant_(folklore)","surface_form":"revenant","offset":2293},{"uri":"Gjenganger","surface_form":"gjenganger","offset":2369},{"uri":"Strigoi","surface_form":"strigoi","offset":2396},{"uri":"Vampire","surface_form":"vampir","offset":2419},{"uri":"Vrykolakas","surface_form":"vrykolakas","offset":2439}]}