{"id":306061,"url":"http://en.wikipedia.org/wiki/Boko_Haram","text":"e=\"preserve\">Boko Haram is a branch of the Islamic State of Iraq and the Levant. It has been active in Nigeria since 2009. The name of the group means \"Western\" or \"non-Islamic\" education is a sin. The group is active in the north of Nigeria, and wants to impose Islamic law as the only law in Nigeria. It also wants to outlaw education that is not based on Islam in the country. The group sees itself as similar to the Taliban, which are active in Afghanistan. Locally, the group is known as the \"Taliban\". The official name of the group is \"Jama'atu Ahlis Sunna Lidda'awati wal-Jihad\", which in Arabic means \"People Committed to the Propagation of the Prophet's Teachings and Jihad.\" They also call themselves 'Islamic State West Africa Province (ISWAP)'.\nThe group was formed in Maiduguri in 2002. They follow Sunni Islam. Local residents of the area soon called the group Boko Haram. Loosely translated from the local Hausa language, this means Western education is forbidden. Residents gave it the name because of its strong opposition to Western education, which it sees as corrupting Muslims. The term \"Boko Haram\" comes from the Hausa word 'boko' meaning \"Animist, western or otherwise non-Islamic education\" and the Arabic word 'haram' figuratively meaning \"sin\" (literally, \"forbidden\").\nBoko Haram opposes not only Western education, but Western culture and modern science as well. The group also forbids the wearing of shirts and trousers and the act of voting in elections. In its view, the Nigerian state is run by non-believers.\nIn a 2009 BBC interview, Mohammed Yusuf, the group's leader at the time, said he rejects the fact that the earth is a sphere and views it as contrary to Islam, along with Darwinism and the fact that rain comes from water evaporated by the sun.\nBoko Haram is not associated with the group Movement for the Emancipation of the Niger Delta which fights against the oil industry in the Niger Delta, since 2006.\nOn April 14 2014, Boko Haram kidnapped 276 schoolgirls. Boko Haram killed at least 100 people in Baga in January 2015. About 620 buildings were damaged or destroyed by fire.\nBoko Haram became part of Islamic State in March 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islamic_State_of_Iraq_and_the_Levant","surface_form":"Islamic State of Iraq and the Levant","offset":43},{"uri":"Nigeria","surface_form":"Nigeria","offset":103},{"uri":"Sin","surface_form":"sin","offset":193},{"uri":"Sharia","surface_form":"Islamic law","offset":263},{"uri":"Taliban","surface_form":"Taliban","offset":420},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":449},{"uri":"Arabic_language","surface_form":"Arabic","offset":597},{"uri":"Jihad","surface_form":"Jihad","offset":678},{"uri":"Maiduguri","surface_form":"Maiduguri","offset":782},{"uri":"Sunni_Islam","surface_form":"Sunni Islam","offset":813},{"uri":"Hausa_language","surface_form":"Hausa language","offset":922},{"uri":"Arabic_language","surface_form":"Arabic","offset":1225},{"uri":"Education","surface_form":"education","offset":1334},{"uri":"Western_culture","surface_form":"Western culture","offset":1349},{"uri":"Science","surface_form":"modern science","offset":1369},{"uri":"Shirt","surface_form":"shirt","offset":1431},{"uri":"Trousers","surface_form":"trousers","offset":1442},{"uri":"Vote","surface_form":"voting","offset":1466},{"uri":"Flat_Earth","surface_form":"the earth is a sphere","offset":1647},{"uri":"Darwinism","surface_form":"Darwinism","offset":1715},{"uri":"Rain","surface_form":"rain","offset":1743},{"uri":"Evaporation","surface_form":"evaporated","offset":1765},{"uri":"Movement_for_the_Emancipation_of_the_Niger_Delta","surface_form":"Movement for the Emancipation of the Niger Delta","offset":1832},{"uri":"Niger_Delta","surface_form":"Niger Delta","offset":1926},{"uri":"Schoolgirl","surface_form":"schoolgirl","offset":1994},{"uri":"Islamic_State","surface_form":"Islamic State","offset":2151}]}