{"id":306046,"url":"http://en.wikipedia.org/wiki/Karl_Decker","text":"Karl Decker (September 5, 1921 - September 27, 2005) was an Austrian footballer and football coach. He played most of his active time for First Vienna FC as midfielder.\nCareer.\nHe started with minor clubs in Vienna and came to First Vienna FC in 1937. He played in this team until 1952. During the occupation of Austria by Nazi-Germany he and his team were very successful. They won three times the Gauliga Donau-Alpenland of the Ostmark, as Austria was called at this time (1942, 1943, 1944), and the Tschammer-Pokal (German Cup) in 1943. 8 times he played for the German football national team. After the end of the war he played 25 matches for the Austrian team between 1945 and 1952. 1944 and 1950 he was the top scorer of the league. He also played for S.K. Sturm Graz, then for Sochaux in France and for Grenchen in Swizerland.\nCoach.\nHe was coach of Sturm Graz (1952–1954),FC Grenchen (1956–1958) and SK Rapid Wien (1968–1970). With Rapid he reached the Quarterfinals of the European Champion Cup and won in the third round against Real Madrid. In the quarterfinals they lost versus Manchester United.\nBetween 1958 and 1964 he was coach of the Austrian national football team. In this time the team was very successful. They won versus Scotland(4:1), UdSSR (3:1 and 1:0), Spain(3:0 in front of 90.726 visitors-this is the record in Austria), Italy(2:1), England (3:1) and Hungary(2:1 and 2:1). They qualified for the 1962 FIFA World Cup in Chile but the ÖFB had not enough money to send the team to the competition. Nevertheless the era Decker was one of the best for Austria's national football team.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Vienna_F.C._1894","surface_form":"First Vienna FC","offset":138},{"uri":"S.K._Sturm_Graz","surface_form":"S.K. Sturm Graz","offset":758},{"uri":"Real_Madrid","surface_form":"Real Madrid","offset":1039},{"uri":"Manchester_United","surface_form":"Manchester United","offset":1090}]}