{"id":306054,"url":"http://en.wikipedia.org/wiki/Bisphenol_A","text":"Bisphenol A (BPA) is an organic compound which has two phenol functional groups. It is used to make polycarbonate plastic, epoxy resins, and other things.\nScientist discovered in the mid 1930s that people and animals react to BPA in the same way that they react to hormone (oestrogen-like effects.) Some stores stopped selling products made with BPA in 2008 because government reports said BPA was not safe for humans. Many news stories wrote about BPA safety.\nA 2010 report from the United States Food and Drug Administration (FDA) said that contact with BPA could hurt fetuses (unborn children), infants and young children. In September 2010, Canada became the first country to say that BPA was a toxic substance. In the European Union and Canada, BPA cannot be used to make baby bottles.\nHealth effects.\nBisphenol A damages the way hormones regulate (control) the human body (endocrine disruptor). BPA can pretend to be the body's own hormones. BPA may cause health problems. Very young children are most sensitive to BPA. Some studies have shown that there is a link (connection) between BPA exposure before birth (prenatal) and later problems of the nervous system. Health organizations have decided how much BPA (in a substance) is safe for people. But new studies have caused other scientists and health organizations to disagree with these decisions. A 2011 study that investigated the number of chemicals to which pregnant women in the U.S. are exposed found BPA in 96% of women.\nIn 2009, The Endocrine Society said it was worried about current human exposure to BPA.\nIn 2011, the United Kingdom Food Standards Agency's chief scientist said \"the evidence [is] that BPA is rapidly absorbed, detoxified, and eliminated from humans – therefore is not a health concern.\"\nExpert panel conclusions.\nIn 2007, 38 experts on bisphenol A wrote a consensus statement which said average levels in people are above those that cause harm to many animals in laboratory experiments. However, the experts noted that 1) BPA is not persistent in the environment or in humans, 2) biomonitoring surveys indicate that exposure is continuous, 3) it is hard to use acute animal exposure studies to estimate daily human exposure to BPA, and 4) no studies that had examined BPA pharmacokinetics in animal models had followed continuous low level exposures. The measurement of BPA levels in human serum and other body fluids suggests that either BPA intake is much higher than previously thought or that BPA can bioaccumulate in some conditions such as pregnancy, or both. A 2011 study, the first to examine BPA in a continuous low level exposure throughout the day, did find an increased absorption and accumulation of BPA in the blood of mice.\nIn 2007, 153 government-funded BPA experiments on lab animals and tissues found adverse effects and 14 did not. In contrast, all 13 studies funded by chemical corporations reported no harm. The studies indicating harm reported a variety of deleterious effects in rodent offspring exposed in the womb: abnormal weight gain, insulin resistance, prostate cancer, and too much mammary gland development.\nA panel convened by the U.S. National Institutes of Health in 2007 determined that there was \"some concern\" about BPA's effects on fetal and infant brain development and behavior. The concern over the effect of BPA on infants was also heightened by the fact that infants and children are estimated to have the highest daily intake of BPA. A 2008 report by the U.S. National Toxicology Program (NTP) later agreed with the panel, expressing \"some concern for effects on the brain, behavior, and prostate gland in fetuses, infants, and children at current human exposures to bisphenol A,\" and \"minimal\" concern for effects on the mammary gland and an earlier age for puberty for females in fetuses, infants, and children at current human exposures to bisphenol A.\" The NTP had \"negligible\" concern that exposure of pregnant women to bisphenol A will result in fetal or neonatal mortality, birth defects, or reduced birth weight and growth in their offspring.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_compound","surface_form":"organic compound","offset":24},{"uri":"Phenol","surface_form":"phenol","offset":55},{"uri":"Functional_group","surface_form":"functional group","offset":62},{"uri":"Polycarbonate","surface_form":"polycarbonate","offset":100},{"uri":"Epoxy","surface_form":"epoxy resins","offset":123},{"uri":"Hormone","surface_form":"hormone","offset":265},{"uri":"Oestrogen","surface_form":"oestrogen","offset":274},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":498},{"uri":"Contact","surface_form":"contact","offset":543},{"uri":"Toxic","surface_form":"toxic","offset":699},{"uri":"European_Union","surface_form":"European Union","offset":723},{"uri":"Endocrine_disruptor","surface_form":"endocrine disruptor","offset":879},{"uri":"Hormones","surface_form":"hormones","offset":938},{"uri":"The_Endocrine_Society","surface_form":"The Endocrine Society","offset":1498},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1590},{"uri":"Food_Standards_Agency","surface_form":"Food Standards Agency","offset":1605},{"uri":"Persistent","surface_form":"persistent","offset":2022},{"uri":"Biomonitoring","surface_form":"biomonitoring","offset":2069},{"uri":"Pharmacokinetics","surface_form":"pharmacokinetics","offset":2261},{"uri":"Pregnancy","surface_form":"pregnancy","offset":2535},{"uri":"Mouse","surface_form":"mice","offset":2722},{"uri":"Insulin","surface_form":"insulin","offset":3051},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":3071},{"uri":"Mammary_gland","surface_form":"mammary gland","offset":3101},{"uri":"National_Institutes_of_Health","surface_form":"National Institutes of Health","offset":3157},{"uri":"National_Toxicology_Program","surface_form":"National Toxicology Program","offset":3493},{"uri":"Puberty","surface_form":"puberty","offset":3792}]}