{"id":306076,"url":"http://en.wikipedia.org/wiki/Jack_Layton","text":"John Gilbert \"Jack\" Layton (July 18, 1950 – August 22, 2011) was a Canadian politician and the Leader of the Official Opposition. He was the leader of the New Democratic Party from 2003 to 2011, and previously sat on Toronto City Council. He was the Member of Parliament for the riding of Toronto—Danforth from 2004 until his death.\nHe was a son of Progressive Conservative cabinet minister Robert Layton (1925-2002). He was born in Montreal and raised in Hudson, Quebec. He rose to prominence in Toronto municipal politics where he campaigned tirelessly for the needs of ordinary citizens and for environmental issues. Eventually, he became head of the Federation of Canadian Municipalities. In 2003, he was elected leader of the NDP on the first ballot of the convention, and the NDP almost doubled its popular vote in the 2004 election.\nThirty seven NDP MPs were elected under Layton in the 2008 election. In the 2011 federal election, he led the NDP to a historic total of 103 seats and formed the Official Opposition. Although recovering from illness, Layton campaigned tirelessly, and inspired many people. Importantly, the NDP had increased its number of Quebec MPs from one to fifty-nine seats, almost eliminating the previous Bloc Québécois MPs.\nLayton died at his home in Toronto on August 22, 2011, aged 61, after suffering from cancer of unknown primary origin. Layton's body had a lying-in-state before a state funeral was held in Toronto. He was married to fellow MP Olivia Chow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":67},{"uri":"Toronto","surface_form":"Toronto","offset":217},{"uri":"Electoral_district_(Canada)","surface_form":"riding","offset":279},{"uri":"Robert_Layton","surface_form":"Robert Layton","offset":391},{"uri":"Montreal","surface_form":"Montreal","offset":433},{"uri":"Hudson%2C_Quebec","surface_form":"Hudson, Quebec","offset":456},{"uri":"Environment","surface_form":"environment","offset":598},{"uri":"Cancer_of_unknown_primary_origin","surface_form":"cancer of unknown primary origin","offset":1340},{"uri":"Olivia_Chow","surface_form":"Olivia Chow","offset":1481}]}