{"id":306184,"url":"http://en.wikipedia.org/wiki/Lesser_black-backed_gull","text":"The lesser black-backed gull (\"Larus fuscus\") is a large gull that breeds on the Atlantic coasts of Europe. It is migratory, wintering from the British Isles south to West Africa. It is a regular winter visitor to the east coast of North America, probably from the breeding population in Iceland.\nThis species breeds in colonies on coasts and lakes. It makes a lined nest on the ground or a cliff. Normally, three eggs are laid. In some cities the species nests in towns and cities, often with herring gulls.\nThey are similar in size but slightly smaller than the herring gull. The taxonomy of the herring gull / lesser black-backed gull group is very complicated. Different authorities recognise between two and eight species. This group has a ring distribution around the northern hemisphere. Differences between adjacent forms in this ring are fairly small, but by the time the circuit is completed, the end members, herring gull and lesser black-backed gull, are clearly different species.\nThe only species it might be confused with in Europe is the great black-backed gull. Lesser is a smaller bird, with slimmer build, yellow rather than pinkish legs, and smaller white \"mirrors\" at the wing tips.\nThe bill is yellow with a red spot. When the young peck the red spot, The adults feed them by regurgitation. This is an inherited behaviour called a fixed action pattern or releaser.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gull","surface_form":"gull","offset":57},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":81},{"uri":"Europe","surface_form":"Europe","offset":100},{"uri":"Migration","surface_form":"migratory","offset":114},{"uri":"British_Isles","surface_form":"British Isles","offset":144},{"uri":"Africa","surface_form":"Africa","offset":172},{"uri":"North_America","surface_form":"North America","offset":232},{"uri":"Iceland","surface_form":"Iceland","offset":288},{"uri":"Herring_Gull","surface_form":"herring gulls","offset":494},{"uri":"Ring_species","surface_form":"ring distribution","offset":745},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":774},{"uri":"Adjacent","surface_form":"adjacent","offset":815},{"uri":"Great_black-backed_gull","surface_form":"great black-backed gull","offset":1054},{"uri":"Regurgitation","surface_form":"regurgitation","offset":1298},{"uri":"Inherited","surface_form":"inherited","offset":1324},{"uri":"Fixed_action_pattern","surface_form":"fixed action pattern","offset":1353},{"uri":"Releaser","surface_form":"releaser","offset":1377}]}