{"id":306119,"url":"http://en.wikipedia.org/wiki/QRpedia","text":"QRpedia is a web system for mobile devices, like mobile phones. It uses QR codes to show Wikipedia articles to people. The articles are shown in the user's own language.\nProcess.\nA user uses their mobile device to scan a QRpedia QR code. The device decodes the QR code into a web address. The address has the domain name \"qrwp.org\". The last part of the web address is the title of a Wikipedia article.\nThe device sends a request for the article to the QRpedia web server. It also transmits the name of the language used by the device.\nThe QRpedia server then uses Wikipedia's API to find out if there is a version of the specified Wikipedia article in the language used by the device. If there is, it sends back the article in a mobile-friendly format. If there is no translation of the requested article, then the QRpedia server offers a choice of the available languages. It also offers a Google translation.\nIn this way, a single QRcode can be used to find the same article, in many languages. QRpedia also records usage statistics.\nOrigins.\nQRpedia was invented by Roger Bamkin, then chairman of Wikimedia UK, and Terence Eden. who is a mobile web consultant. It was unveiled on 9 April 2011 It was unveiled at Derby Museum's \"Backstage Pass\" event. The event was part of the GLAM/Derby collaboration between Derby Museum and Art Gallery and Wikipedia. During the collaboration, over 500 Wikipedia articles were also created. The articles were in several languages. The project's name is a made-up word, using the initials \"QR\" from \"QR (Quick Response) code\" and \"pedia\" from \"Wikipedia\".\nThe project's source code is has a MIT License. This means that anyone can use it, free.\nUses.\nQRpedia is also used in other kinds of places. For example, the Occupy movement uses it on their posters.","categories":[],"infobox_types":[],"annotations":[{"uri":"QR_code","surface_form":"QR code","offset":72},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":89},{"uri":"Mobile_device","surface_form":"mobile device","offset":197},{"uri":"URL","surface_form":"web address","offset":276},{"uri":"Domain_name","surface_form":"domain name","offset":309},{"uri":"Server","surface_form":"web server","offset":461},{"uri":"Application_programming_interface","surface_form":"API","offset":577},{"uri":"Wikimedia_UK","surface_form":"Wikimedia UK","offset":1101},{"uri":"Derby_Museum_and_Art_Gallery","surface_form":"Derby Museum and Art Gallery","offset":1314},{"uri":"MIT_License","surface_form":"MIT License","offset":1630},{"uri":"Occupy_movement","surface_form":"Occupy movement","offset":1754}]}