{"id":306246,"url":"http://en.wikipedia.org/wiki/Cuckoo_(Mineral%2C_Virginia)","text":"Cuckoo is a Federal style house in the small unincorporated area Cuckoo, Virginia near Mineral, Virginia. The house was built in 1819 for Henry Pendleton. On August 19, 1994, Cuckoo was added to the list of National Register of Historic Places. The house is near the U.S. Route 33, which curves around the house. Cuckoo has Federal details and Colonial Revival elements from the early 20th century. The house is known for its design, prominence and its association with the Pendleton family of doctors. The house was named for the Cuckoo Tavern. The Pendleton family owns the house since its construction.\nHistory.\nThe first construction had a two storied front section with a one-story extension to the rear. The dining room and the winter kitchen were in the one-story section. Between 1839 and 1907 the house was owned by Dr. Philip Barbour Pendleton. He added a second floor to the rear part of the house and extended the main roof to cover the new rooms of the house. A later generation of Pendletons rebuilt the house in the Colonial Revival style after 1910. They added the present Neoclassical portico. The next owners, Anne Pendleton Forrest and Dr. William Mentzel Forrest, added to the back a design by architect Stanislaw J. Makielski of Charlottesville. The complex includes a number of outbuildings, including two separate doctor's office buildings, a garage, barn, a house for smoking, and the Pendleton family cemetery.\nDescription.\nCuckoo is a house made of bricks. It has two floors and a center-hall which is divided into three parts. Single rooms are flanking the stair hall. The house has a porch on its entire front. A semicircular closet with a small window is between the fireplaces of the rooms to the right of the center hall. The fireplaces and chimneys are on both sides of the elevation. The Makielski addition to the back of the house has a porch that echoes the curve of the closet. The addition includes a back stairway.\nOutbuildings.\nThe small doctor's office was probably built in the early-to-mid 19th century for Dr. Robert Barret. It is to the north of Cuckoo, and was moved to Cuckoo by Dr. Philip Barbour Pendleton before the American Civil War. The large doctor's office was built around 1888 for Dr. Eugene Pendleton. It was expanded to also include his son's practice around 1908. It was moved to Cuckoo in 1910 when Eugene moved there. The office was moved again in 1972 when the highway was built, and was used as a medical office by Dr. Eugene Barbour Pendleton until 1979. A house for smoking was built in the late 19th century, and a barn in the early 20th century. A garage was built in the 1930s.\nCemetery.\nThe Pendleton cemetery is in an oak grove at the top of a small rise about 1/4 mile from the house. It is surrounded by a low stone wall. The cemetery has three gravestones and several unmarked graves.\nRecent history.\nCuckoo was listed on the National Register of Historic Places on August 19, 1994. The house was damaged in the 2011 Virginia earthquake. The tall chimneys broke down.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal","surface_form":"Federal","offset":12},{"uri":"Architecture","surface_form":"style","offset":20},{"uri":"Unincorporated_area","surface_form":"unincorporated area","offset":45},{"uri":"Cuckoo%2C_Virginia","surface_form":"Cuckoo, Virginia","offset":65},{"uri":"Mineral%2C_Virginia","surface_form":"Mineral, Virginia","offset":87},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":207},{"uri":"U.S._Route_33","surface_form":"U.S. Route 33","offset":267},{"uri":"Curve","surface_form":"curve","offset":288},{"uri":"Colonial_time","surface_form":"Colonial Revival","offset":344},{"uri":"20th_century","surface_form":"20th century","offset":385},{"uri":"Design","surface_form":"design","offset":426},{"uri":"Prominence","surface_form":"prominence","offset":434},{"uri":"Rear","surface_form":"rear","offset":704},{"uri":"Generation","surface_form":"generation","offset":981},{"uri":"Colonial_Revival","surface_form":"Colonial Revival","offset":1031},{"uri":"Neoclassical","surface_form":"Neoclassical","offset":1089},{"uri":"Portico","surface_form":"portico","offset":1102},{"uri":"Architect","surface_form":"architect","offset":1214},{"uri":"Charlottesville%2C_Virginia","surface_form":"Charlottesville","offset":1250},{"uri":"Outbuilding","surface_form":"outbuilding","offset":1300},{"uri":"Garage","surface_form":"garage","offset":1366},{"uri":"Barn","surface_form":"barn","offset":1374},{"uri":"Cemetery","surface_form":"cemetery","offset":1426},{"uri":"Brick","surface_form":"brick","offset":1475},{"uri":"Porch","surface_form":"porch","offset":1612},{"uri":"Semicircular","surface_form":"semicircular","offset":1641},{"uri":"Closet","surface_form":"closet","offset":1654},{"uri":"Chimney","surface_form":"chimney","offset":1772},{"uri":"Elevation","surface_form":"elevation","offset":1806},{"uri":"Echo","surface_form":"echo","offset":1882},{"uri":"Stairway","surface_form":"stairway","offset":1943},{"uri":"19th_century","surface_form":"19th century","offset":2032},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2165},{"uri":"Practice","surface_form":"practice","offset":2301},{"uri":"Oak","surface_form":"oak","offset":2688},{"uri":"Grove","surface_form":"grove","offset":2692},{"uri":"Gravestone","surface_form":"gravestone","offset":2817},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":2899},{"uri":"2011_Virginia_earthquake","surface_form":"2011 Virginia earthquake","offset":2985}]}