{"id":306538,"url":"http://en.wikipedia.org/wiki/Dry_cleaning","text":"Dry cleaning (or dry-cleaning) is any cleaning process for clothing and textiles using a chemical solvent (a chemical that can dissolve certain compounds) rather than water. The solvent used is usually tetrachloroethylene (perchloroethylene). The solvent is called \"perc\" in the industry and \"dry-cleaning fluid\" by the public. It is often used instead of hand washing delicate fabrics. People use dry cleaning because it takes less work than hand washing.\nHistory.\nThe ancient Romans used a chemical called ammonia (derived from urine) and fuller's earth (a clay that can absorb grease and oil.) to clean their woolen togas. \"Fullonicae\" were very famous, with at least one in every town of any notability, and frequently the largest employer in a district. These laundries got their urine from farm animals, or from special pots situated at public bathrooms. The workforce made so much money that fuller's guilds (a group that works in solely one job, in this case, making fuller's earth, this special clay.) were an important political force. Also, the government taxed the collection of urine and sent people to jail for wetting their pants.\nModern dry cleaning uses solvents that do not use water to remove dirt and stains from clothing. Jean Baptiste Jolly discovered that petroleum-based solvents (chemicals based on fuel like gasoline or kerosene.) can be used for dry-cleaning in the mid-19th century. Jolly was a French dye-works owner. He noticed that his tablecloth became cleaner after his maid spilled kerosene on it. Because of this, he developed a service cleaning people's clothes this way, which became known as \"nettoyage à sec,\" or \"dry cleaning\".\nEarly dry cleaners used petroleum-based solvents, such as gasoline (petrol) and kerosene. Fire concerns led William Joseph Stoddard, a dry cleaner from Atlanta, to develop Stoddard solvent as a slightly less flammable alternative to gasoline-based solvents. The government started to control dry cleaners because the highly flammable petroleum solvents caused many fires and explosions.\nAfter World War I, dry cleaners began using chlorinated solvents. These solvents were much less flammable than petroleum solvents and had improved cleaning power. By the mid-1930s, the dry cleaning industry had adopted tetrachloroethylene (perchloroethylene), widely called \"perc,\" as the best solvent. It has excellent cleaning power and is stable, nonflammable, and gentle to most clothing. However, perc was also the first chemical to be classified as a carcinogen (a chemical that can cause cancer.) by the Consumer Product Safety Commission (a classification later withdrawn). In 1993, the California Air Resources Board adopted regulations to reduce perc emissions from dry cleaning operations. The dry cleaning industry is in the process of replacing perc with other chemicals and/or methods.\nTraditionally, the actual cleaning process was carried out at centralized \"factories\"; high street cleaners shops received garments from customers, sent them to the factory, and then had them returned to the shop, where the customer could collect them. This was due mainly to the risk of fire or dangerous fumes created by the cleaning process. At this time, dry-cleaning was carried out in two different machines — one for the cleaning process itself and the second to dry the clothing.\nMachines of this era were called \"vented\"; their fumes and drying exhausts were sent into the air, in the same way as with modern tumble dryer exhausts. This added to environmental contamination. Also much potentially reusable perc was lost to the atmosphere. Much stricter controls on solvent emissions have ensured that all dry cleaning machines in the western world are now fully enclosed. No solvent fumes are vented to the atmosphere. In enclosed machines, solvent recovered during the drying process is returned condensed and distilled. So, it can be reused to clean further loads, or safely thrown away. The majority of modern enclosed machines also incorporate a computer-controlled drying sensor, which automatically feels when most traces of perc have been removed from the load during the drying process. This system ensures that only the smallest amount of perc fumes will be released when opening the door at the end of the cycle.\nProcess.\nA dry-cleaning machine is similar to a combination of a domestic washing machine, and clothes dryer. Garments are placed into a washing/extraction chamber (referred to as the basket, or drum). The chamber is the core of the machine. The washing chamber contains a horizontal, perforated drum that rotates within an outer shell. The shell holds the solvent while the rotating drum holds the clothing. The basket can hold between about 10 and 40 kg (20 to 80 lb).\nDuring the wash cycle, the chamber is filled approximately one-third full of solvent and begins to rotate, agitating the clothing. The solvent temperature is maintained at 30 degrees Celsius (86 degrees Fahrenheit), as a higher temperature may damage it. During the wash cycle, the solvent in the chamber is filtered and then fed back into the chamber. This is known as the cycle and is continued for the wash duration. The solvent is then removed and sent to a distillation unit that has both a boiler and condenser. The condensed solvent is fed into a separator unit where any remaining water is separated from the solvent and then fed into the 'clean solvent' tank. The ideal flow rate is one gallon of solvent per pound of garments (roughly 8 litres of solvent per kilogram of clothing) per minute, depending on the size of the machine.\nOperators also check clothing for foreign objects before placing them into the machine. Items such as plastic pens will dissolve in the solvent bath and may damage textiles beyond recovery. Some textile dyes are \"loose\" (red being the main problem), and will release dye during solvent immersion. Operators will dry clean red clothing separately from lighter-color textiles to avoid color transfer. The solvent used must be distilled to remove impurities that may transfer to clothing. Operators checked clothing for dry-cleaning compatibility, including fasteners. Many fasteners that decorate clothing either are not dry cleaning solvent proof or will not withstand the mechanical action of cleaning. Operators will remove them and restitched them after the cleaning. Or, operators will wrap them in a small padded protector. Fragile items, such as feather bedspreads or tasseled rugs or hangings, may be enclosed in a loose mesh bag. The density of perchloroethylene is around 1.7 g/cm³ at room temperature (70% heavier than water), and the sheer weight of absorbed solvent may cause the textile to fail under normal force during the extraction cycle unless the mesh bag provides mechanical support.\nMany people believe that all marks or stains can be removed by dry cleaning. Not every stain can be cleaned just by dry cleaning. Some need to be treated with spotting solvents; sometimes by steam jet or by soaking in special stain remover liquids before garments are washed or dry cleaned. Also, garments stored in soiled condition for a long time are difficult to bring back to their original color and texture. Natural fibers such as wool, cotton, and silk of lighter colors should not be left in dirty or soiled condition for long amounts of time as they absorb dirt in their texture and are unlikely to be restored to their original color and finish.\nThe main reason that washing in water has a different result than dry cleaning is that water is a polar solvent while dry cleaning uses a non-polar solvent.\nA typical wash cycle lasts for 8–15 minutes depending on the type of garments and degree of soiling. During the first three minutes, solvent-soluble soils dissolve into the perchloroethylene and loose, insoluble soil comes off. It takes approximately ten to twelve minutes after the loose soil has come off to remove the ground-in insoluble soil from garments. Machines using hydrocarbon solvents require a wash cycle of at least 25 minutes because of the much slower rate of solvation of solvent-soluble soils. A dry-cleaning surfactant \"soap\" may also be added.\nAt the end of the wash cycle, the machine starts a rinse cycle wherein the garment load is rinsed with fresh distilled solvent from the pure solvent tank. This pure solvent rinse prevents discoloration caused by soil particles being absorbed back onto the garment surface from the \"dirty\" working solvent.\nAfter the rinse cycle, the machine begins the extraction process, which recovers dry-cleaning solvent for reuse. Modern machines recover approximately 99.99% of the solvent that was used. The extraction cycle begins by draining the solvent from the washing chamber and accelerating the basket to 350 to 450 rpm, causing much of the solvent to spin free of the fabric. Until this time the cleaning is done in normal temperature, the solvent is never heated in dry cleaning process. When no more solvent can be spun out, the machine starts the drying cycle.\nDuring the drying cycle, the garments are tumbled in a stream of warm air (60-63°C/140-145°F) that circulates through the basket, evaporating any traces of solvent left after the spin cycle. The air temperature is controlled to prevent heat damage to the garments. The exhausted warm air from the machine then passes through a chiller unit where solvent vapors are condensed and returned to the distilled solvent tank. Modern dry cleaning machines use a closed-loop system in which the chilled air is reheated and recirculated. This results in high solvent recovery rates and reduced air pollution. In the early days of dry cleaning, large amounts of perchlorethylene were vented to the atmosphere because it was regarded as cheap and believed to be harmless.\nAfter the drying cycle is complete, a deodorizing (aeration) cycle cools the garments and removes even more of the solvent, by circulating cool outside air over the garments and then through a vapor recovery filter made from activated carbon and polymer resins. After the aeration cycle, the garments are clean and ready for pressing/finishing.\nIn fact, dry cleaning does not remove all of the solvent. There are no government standards for how much solvent is allowed to remain in the fabric. Detectable amounts of the solvent remain in clothes, with wool clothes retaining the most solvent.\nSolvent processing.\nWorking solvent from the washing chamber passes through several filtration steps before it is returned to the washing chamber. The first step is a button trap, which prevents small objects such as lint, fasteners, buttons, and coins from entering the solvent pump.\nOver time, a thin layer of filter cake (called muck) accumulates on the lint filter. The muck is removed regularly (commonly once per day) and then processed to recover solvent trapped in the muck. Many machines use \"spin disc filters,\" which remove the muck from the filter by centrifugal force while it is back washed with solvent.\nAfter the lint filter, the solvent passes through an absorptive cartridge filter. This filter is made from activated clays and charcoal and removes fine insoluble soil and non-volatile residues, along with dyes from the solvent. Finally, the solvent passes through a polishing filter, which removes any soil not previously removed. The clean solvent is then returned to the working solvent tank.\nTo enhance cleaning power, small amounts of detergent (0.5%-1.5%) are added to the working solvent and are essential to its functionality. These detergents help dissolve hydrophilic soils and keep soil from redepositing on garments. Depending on the machine's design, either an anionic or a cationic detergent is used.\nSince the solvent recovery is less than 100%, and because dry-cleaning does not remove water-based stains well, entrepreneurs have developed the wet cleaning process, which is, in essence, cold-water washing and air drying, using a computer-controlled washer and dryer. In general, wet cleaning is still being improved and developed, although low-tech versions of it have been used for centuries.\nSymbols.\nPeople who make clothes have special symbols to say how they should be cleaned. The international GINETEX laundry symbol for dry cleaning is a circle. It may have a letter P inside to indicate perchloroethylene solvent, or a letter F inside to indicate a hydrocarbon solvent. A bar underneath the circle means that only mild cleaning processes should be used. A crossed-out empty circle means the clothes should not be dry cleaned.\nCooked muck.\nCooked Powder Residue — the waste material generated by cooking down or distilling muck. Cooked powder residue is a hazardous waste and will contain solvent, powdered filter material (diatomite), carbon, non-volatile residues, lint, dyes, grease, soils, and water. Laws say how this material can be discarded.\nSludge.\nThe waste sludge or solid residue from the still contains solvent, water, soils, carbon, and other non-volatile residues. Material removed from the bottom of the stills at chlorinated solvent dry cleaning operations are hazardous wastes.\nEnvironment.\nPerc is classified as a hazardous air contaminant by the United States Environmental Protection Agency and must be handled as a hazardous waste. To prevent it from getting into drinking water, dry cleaners that use perc must take special precautions against site contamination. Landlords are becoming increasingly reluctant to allow dry cleaners to operate in their buildings. When released into the air, perc can contribute to smog when it reacts with other volatile organic carbon substances. California declared perchloroethylene a toxic chemical in 1991, and its use will become illegal in that state in 2023.\nSome alternatives such as CO2 avoids the toxic risks of perc. But, CO2 does not clean some forms of grime as well as perc.\nHome dry cleaning.\nVarious commercial products on the marketplace today, such as Procter & Gamble's Dryel, allow elements of the dry cleaning process to be performed in the household using home laundry machines. Though not the complete process that would be performed by a professional dry cleaner, they allow the convenience of home laundry and work for certain types of garments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cleaning","surface_form":"cleaning","offset":38},{"uri":"Clothing","surface_form":"clothing","offset":59},{"uri":"Textile","surface_form":"textile","offset":72},{"uri":"Solvent","surface_form":"solvent","offset":98},{"uri":"Water","surface_form":"water","offset":167},{"uri":"Tetrachloroethylene","surface_form":"tetrachloroethylene","offset":202},{"uri":"Delicate","surface_form":"delicate","offset":369},{"uri":"Fabric","surface_form":"fabric","offset":378},{"uri":"Roman_Empire","surface_form":"Romans","offset":478},{"uri":"Ammonia","surface_form":"ammonia","offset":508},{"uri":"Urine","surface_form":"urine","offset":530},{"uri":"Fuller%27s_earth","surface_form":"fuller's earth","offset":541},{"uri":"Toga","surface_form":"toga","offset":619},{"uri":"Employer","surface_form":"employer","offset":735},{"uri":"Guild","surface_form":"guild","offset":908},{"uri":"Tax","surface_form":"tax","offset":1067},{"uri":"Collection","surface_form":"collection","offset":1077},{"uri":"Dirt","surface_form":"dirt","offset":1212},{"uri":"Stain","surface_form":"stain","offset":1221},{"uri":"Jean_Baptiste_Jolly","surface_form":"Jean Baptiste Jolly","offset":1243},{"uri":"Discovered","surface_form":"discovered","offset":1263},{"uri":"Petroleum","surface_form":"petroleum","offset":1279},{"uri":"Tablecloth","surface_form":"tablecloth","offset":1467},{"uri":"Kerosene","surface_form":"kerosene","offset":1516},{"uri":"Gasoline","surface_form":"gasoline (petrol)","offset":1726},{"uri":"Kerosene","surface_form":"kerosene","offset":1748},{"uri":"Fire","surface_form":"Fire","offset":1758},{"uri":"William_Joseph_Stoddard","surface_form":"William Joseph Stoddard","offset":1776},{"uri":"Stoddard_solvent","surface_form":"Stoddard solvent","offset":1840},{"uri":"Flammable","surface_form":"flammable","offset":1876},{"uri":"Explosion","surface_form":"explosion","offset":2043},{"uri":"World_War_I","surface_form":"World War I","offset":2061},{"uri":"Chlorine","surface_form":"chlorinated","offset":2099},{"uri":"Tetrachloroethylene","surface_form":"tetrachloroethylene","offset":2274},{"uri":"Stable","surface_form":"stable","offset":2397},{"uri":"Gentle","surface_form":"gentle","offset":2423},{"uri":"Carcinogen","surface_form":"carcinogen","offset":2512},{"uri":"Consumer_Product_Safety_Commission","surface_form":"Consumer Product Safety Commission","offset":2566},{"uri":"California_Air_Resources_Board","surface_form":"California Air Resources Board","offset":2650},{"uri":"Emission","surface_form":"emission","offset":2716},{"uri":"Garment","surface_form":"garment","offset":2978},{"uri":"Fume","surface_form":"fume","offset":3161},{"uri":"Exhaust","surface_form":"exhaust","offset":3409},{"uri":"Exhausts","surface_form":"exhausts","offset":3486},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3591},{"uri":"Western_world","surface_form":"western world","offset":3698},{"uri":"Enclosure","surface_form":"enclosed","offset":3726},{"uri":"Load","surface_form":"load","offset":3924},{"uri":"Computer-controlled","surface_form":"computer-controlled","offset":4014},{"uri":"Sensor","surface_form":"sensor","offset":4041},{"uri":"Washing_machine","surface_form":"washing machine","offset":4361},{"uri":"Clothes_dryer","surface_form":"clothes dryer","offset":4382},{"uri":"Basket","surface_form":"basket","offset":4471},{"uri":"Drum","surface_form":"drum","offset":4482},{"uri":"Core","surface_form":"core","offset":4508},{"uri":"Rotate","surface_form":"rotate","offset":4593},{"uri":"Shell","surface_form":"shell","offset":4617},{"uri":"Kilogram","surface_form":"kg","offset":4740},{"uri":"Pound_(mass)","surface_form":"lb","offset":4753},{"uri":"Cycle","surface_form":"cycle","offset":4774},{"uri":"Distillation","surface_form":"distillation","offset":5220},{"uri":"Boiler","surface_form":"boiler","offset":5254},{"uri":"Condenser","surface_form":"condenser","offset":5265},{"uri":"Litres","surface_form":"litres","offset":5505},{"uri":"Kilogram","surface_form":"kilogram","offset":5527},{"uri":"Pen","surface_form":"pen","offset":5709},{"uri":"Textile","surface_form":"textile","offset":5763},{"uri":"Recovery","surface_form":"recovery","offset":5779},{"uri":"Dye","surface_form":"dye","offset":5802},{"uri":"Transfer","surface_form":"transfer","offset":5988},{"uri":"Fastener","surface_form":"fastener","offset":6154},{"uri":"Feather","surface_form":"feather","offset":6450},{"uri":"Bedspread","surface_form":"bedspread","offset":6458},{"uri":"Tassel","surface_form":"tassel","offset":6472},{"uri":"Rug","surface_form":"rug","offset":6481},{"uri":"Mesh","surface_form":"mesh","offset":6526},{"uri":"Room_temperature","surface_form":"room temperature","offset":6592},{"uri":"Normal_force","surface_form":"normal force","offset":6712},{"uri":"Treated","surface_form":"treated","offset":6948},{"uri":"Steam","surface_form":"steam","offset":6993},{"uri":"Color","surface_form":"color","offset":7197},{"uri":"Texture","surface_form":"texture","offset":7207},{"uri":"Natural_fiber","surface_form":"Natural fiber","offset":7216},{"uri":"Wool","surface_form":"wool","offset":7239},{"uri":"Cotton","surface_form":"cotton","offset":7245},{"uri":"Silk","surface_form":"silk","offset":7257},{"uri":"Absorb","surface_form":"absorb","offset":7361},{"uri":"Dirt","surface_form":"dirt","offset":7368},{"uri":"Polar","surface_form":"polar","offset":7556},{"uri":"Non-polar","surface_form":"non-polar","offset":7596},{"uri":"Insoluble","surface_form":"insoluble","offset":7946},{"uri":"Surfactant","surface_form":"surfactant","offset":8142},{"uri":"Rinse","surface_form":"rinse","offset":8230},{"uri":"Extraction","surface_form":"extraction","offset":8531},{"uri":"Spin","surface_form":"spin","offset":8828},{"uri":"Tumble","surface_form":"tumble","offset":9083},{"uri":"Circulate","surface_form":"circulate","offset":9140},{"uri":"Evaporate","surface_form":"evaporating","offset":9171},{"uri":"Trace","surface_form":"trace","offset":9187},{"uri":"Cheap","surface_form":"cheap","offset":9766},{"uri":"Aeration","surface_form":"aeration","offset":9852},{"uri":"Filtration","surface_form":"filtration","offset":10478},{"uri":"Filter_cake","surface_form":"filter cake","offset":10706},{"uri":"Absorption_(chemistry)","surface_form":"absorptive","offset":11066},{"uri":"Detergent","surface_form":"detergent","offset":11453},{"uri":"Hydrophile","surface_form":"hydrophilic","offset":11579},{"uri":"Anion","surface_form":"anion","offset":11687},{"uri":"Cation","surface_form":"cation","offset":11700},{"uri":"Wet_cleaning","surface_form":"wet cleaning","offset":11873},{"uri":"Laundry_symbol","surface_form":"laundry symbol","offset":12240},{"uri":"Hydrocarbon","surface_form":"hydrocarbon","offset":12389},{"uri":"Cooking","surface_form":"cooking","offset":12635},{"uri":"Hazardous_waste","surface_form":"hazardous waste","offset":12695},{"uri":"Diatomite","surface_form":"diatomite","offset":12763},{"uri":"Carbon","surface_form":"carbon","offset":12775},{"uri":"Still","surface_form":"still","offset":12940},{"uri":"Hazardous_waste","surface_form":"hazardous waste","offset":13117},{"uri":"Contaminant","surface_form":"contaminant","offset":13186},{"uri":"United_States_Environmental_Protection_Agency","surface_form":"United States Environmental Protection Agency","offset":13205},{"uri":"Contamination","surface_form":"contamination","offset":13411},{"uri":"Reluctant","surface_form":"reluctant","offset":13462},{"uri":"Smog","surface_form":"smog","offset":13576},{"uri":"Toxic","surface_form":"toxic","offset":13683},{"uri":"Grime","surface_form":"grime","offset":13862},{"uri":"Procter_%26amp%3B_Gamble","surface_form":"Procter & Gamble","offset":13966},{"uri":"Dryel","surface_form":"Dryel","offset":13985}]}