{"id":306544,"url":"http://en.wikipedia.org/wiki/Coal_ball","text":"A Coal ball is a permineralised life form that is full of calcium, magnesium and occasionally iron sulfide. They generally have a round shape. Coal balls are not made of coal, even though they have the name \"coal ball\".\nIn 1855, two English scientists, Joseph Dalton Hooker and Edward William Binney, found coal balls in England. Because of that, the initial research on coal balls was done in Europe. Coal balls were found and identified in North America in 1922. Since then, coal balls have been found in other countries and several theories on their formation have been proposed.\nMarie Stopes and D.M.S. Watson also examined coal ball samples. They agreed that coal balls formed \"in situ\". They also added that interaction with a marine environment was necessary for a coal ball to form.\nCoal balls are in coal seams across North America and Eurasia. North American coal balls are in more places than in Europe. The oldest coal balls were found in Germany and former Czechoslovakia.\nIn 1962, Sergius Mamay and Ellis Yochelson found signs of marine animal remains in North American coal balls.\nThe quality of the preservation of organic material depends on the speed of the burial process and the degree of compression before undergoing permineralisation. Generally, coal balls resulting from remains that have a quick burial with little decay and pressure have a higher preservation degree. However, plant remains in most coal balls show various signs of decay and collapse.\nAnalysis.\nThin sectioning was an early procedure used to analyse fossilised material contained in coal balls. The ball was cut into thin sections with a diamond saw. Then it was flattened and polished with an abrasive. Then it was examined under a microscope. This is the procedure which was carried out by Hooker and Binney. The time needed, and the poor quality of samples produced, led to a more convenient method.\nThe new method, first used in 1928, is called the \"liquid peel technique\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Permineralisation","surface_form":"permineralised","offset":17},{"uri":"Calcium","surface_form":"calcium","offset":58},{"uri":"Magnesium","surface_form":"magnesium","offset":67},{"uri":"Iron_sulfide","surface_form":"iron sulfide","offset":94},{"uri":"Joseph_Dalton_Hooker","surface_form":"Joseph Dalton Hooker","offset":253},{"uri":"Edward_William_Binney","surface_form":"Edward William Binney","offset":278},{"uri":"Marie_Stopes","surface_form":"Marie Stopes","offset":583},{"uri":"Marine_environment","surface_form":"marine environment","offset":733},{"uri":"Coal_seam","surface_form":"coal seam","offset":809},{"uri":"Eurasia","surface_form":"Eurasia","offset":845},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":970},{"uri":"Compression","surface_form":"compression","offset":1209},{"uri":"Diamond_saw","surface_form":"diamond saw","offset":1631},{"uri":"Abrasive","surface_form":"abrasive","offset":1687}]}