{"id":306621,"url":"http://en.wikipedia.org/wiki/The_Hunchback_of_Notre_Dame_(1996_movie)","text":"\"The Hunchback of Notre Dame\" is a 1996 American animated musical drama movie based on Victor Hugo's novel of the same name. It was produced by Walt Disney Feature Animation and released by Walt Disney Pictures. It is the 34th Disney animated movie. The story is about Quasimodo, the deformed bell-ringer of Notre Dame, and his struggle to gain acceptance into society.\nDirected by Kirk Wise and Gary Trousdale and produced by Don Hahn, the movie's voice cast features Tom Hulce, Demi Moore, Tony Jay, Kevin Kline, Paul Kandel, Jason Alexander, Charles Kimbrough, David Ogden Stiers, and Mary Wickes in her final movie role. Produced during a period known as the Disney Renaissance, the movie is considered to be one of Disney's darkest animated movie because its narrative explores such mature themes as infanticide, lust, damnation, genocide, and sin, despite the changes made from the original source material in order to ensure a G rating received by the MPAA. The musical score was written by Alan Menken, with songs written by Menken and lyricist Stephen Schwartz, who had previously collaborated on \"Pocahontas\", released the year before.\n\"The Hunchback of Notre Dame\" was released on June 21, 1996 to largely positive reviews and was a commercial success, grossing over $325 million worldwide and becoming the fifth highest-grossing release of 1996. The movie received Academy Award and Golden Globe Award nominations for Menken's musical score. A darker, more Gothic stage adaptation of the movie, was rewritten and directed by James Lapine and produced by Walt Disney Theatrical in Berlin, Germany, as \"Der Glöckner von Notre Dame\", and ran from 1999 to 2002. A direct-to-video sequel, \"The Hunchback of Notre Dame II\", was released in 2002.\nPlot.\nIn 1482 in Paris, Clopin (Paul Kandel), a Gypsy puppeteer tells a group of children the origin of the titular hunchback. Twenty years previously, a group of gipsies are attacked by Judge Claude Frollo (Tony Jay), the corrupt Justice Minister, who pursues a woman with the group, believing she has stolen goods. He chases her to Notre Dame Cathedral, where he kills her, only to discover her \"stolen goods\" are her deformed baby. He tries to drown the child but is stopped by the archdeacon, who orders him to atone for his sin by raising the child. Frollo agrees to become the child's guardian, raising him in the cathedral and naming him Quasimodo.\nTwenty years later, Quasimodo (Tom Hulce), has grown into a goodhearted but isolated young man, having spent his whole life living in the cathedral. His only friends are a trio of sentient gargoyles-Victor (Charles Kimbrough), Hugo (Jason Alexander) and Laverne (Mary Wickes)-who encourage him to attend the annual Feast of Fools, but Frollo attempts to discourage him from attending telling him he would be shunned for his deformities. Undeterred, Quasimodo attends the Festival where he is celebrated for his deformities but is humiliated afterwards when Frollo's thugs start a riot. Frollo refuses to intervene, but the kind Gypsy dancer Esmeralda (Demi Moore) frees the hunchback and uses magic to evade capture. Frollo then confronts Quasimodo and he returns to the cathedral.\nEsmeralda follows Quasimodo into the cathedral but is followed by Phoebus (Kevin Kline), the captain of the guard, who refuses to have her arrested for witchcraft, and has her confined to the cathedral. Esmeralda finds Quasimodo and forms a friendship with him; as thanks for saving him, he helps her escape the cathedral, and she gives him a pendant with a map to the Court of Miracles, the home of the gypsies. Frollo develops lustful feelings towards Esmeralda, calling on the Virgin Mary to protect him from her spell and avoid eternal damnation. Upon discovering Esmeralda has escaped, Frollo goes on a manhunt for her, bribing and arresting gypsies, and burning down houses in his wake. Phoebus stands up to Frollo when he attempts to burn down an innocent family's home, and he is sentenced to death. As he flees, Phoebus is struck by an arrow and falls into the Seine, but is rescued by Esmeralda and taken to the cathedral for refuge. The gargoyles encourage Quasimodo to admit his true feelings for Esmeralda but Quasimodo is heartbroken to discover that Esmeralda has feelings for Phoebus.\nWhen Frollo returns later that night, he discovers Esmeralda has escaped, and bluffs to Quasimodo that he knows the location of the gypsy hideout and intends to attack at dawn with a thousand men. Using Esmeralda's map, Quasimodo and Phoebus travel to the Court of Miracles to warn the gypsies, but Frollo follows them there and takes the gipsies into custody.\nFrollo prepares to burn Esmeralda at the stake after she rejects him, but she is saved by Quasimodo and is brought into the cathedral. Phoebus releases the gypsies and unites the citizens of Paris to battle Frollo and his men, who try to break into the cathedral. Quasimodo and the gargoyles pour molten lead into the streets to deny entrance to the cathedral but Frollo manages to sneak inside and pursues Quasimodo and Esmeralda onto the balcony, where he reveals to Quasimodo that he killed his mother. Frollo falls to his death into the lake of molten copper, and Quasimodo is saved by Phoebus. Quasimodo then gives Esmeralda and Phoebus his blessing and the two start a relationship, and Quasimodo is accepted into Parisian society.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":49},{"uri":"Musical_movie","surface_form":"musical","offset":58},{"uri":"Drama_movie","surface_form":"drama movie","offset":66},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":87},{"uri":"The_Hunchback_of_Notre-Dame","surface_form":"novel of the same name","offset":101},{"uri":"Walt_Disney_Animation_Studios","surface_form":"Walt Disney Feature Animation","offset":144},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":190},{"uri":"List_of_Disney_animated_movies","surface_form":"Disney animated movie","offset":227},{"uri":"Quasimodo","surface_form":"Quasimodo","offset":269},{"uri":"Notre_Dame_de_Paris","surface_form":"Notre Dame","offset":308},{"uri":"Acceptance","surface_form":"acceptance","offset":345},{"uri":"Society","surface_form":"society","offset":361},{"uri":"Kirk_Wise","surface_form":"Kirk Wise","offset":382},{"uri":"Gary_Trousdale","surface_form":"Gary Trousdale","offset":396},{"uri":"Don_Hahn","surface_form":"Don Hahn","offset":427},{"uri":"Tom_Hulce","surface_form":"Tom Hulce","offset":469},{"uri":"Demi_Moore","surface_form":"Demi Moore","offset":480},{"uri":"Tony_Jay","surface_form":"Tony Jay","offset":492},{"uri":"Kevin_Kline","surface_form":"Kevin Kline","offset":502},{"uri":"Paul_Kandel","surface_form":"Paul Kandel","offset":515},{"uri":"Jason_Alexander","surface_form":"Jason Alexander","offset":528},{"uri":"Charles_Kimbrough","surface_form":"Charles Kimbrough","offset":545},{"uri":"David_Ogden_Stiers","surface_form":"David Ogden Stiers","offset":564},{"uri":"Mary_Wickes","surface_form":"Mary Wickes","offset":588},{"uri":"Disney_Renaissance","surface_form":"Disney Renaissance","offset":663},{"uri":"Infanticide","surface_form":"infanticide","offset":805},{"uri":"Lust","surface_form":"lust","offset":818},{"uri":"Damnation","surface_form":"damnation","offset":824},{"uri":"Genocide","surface_form":"genocide","offset":835},{"uri":"Sin","surface_form":"sin","offset":849},{"uri":"MPAA","surface_form":"MPAA","offset":959},{"uri":"Alan_Menken","surface_form":"Alan Menken","offset":998},{"uri":"Stephen_Schwartz_(composer)","surface_form":"Stephen Schwartz","offset":1053},{"uri":"Pocahontas_(movie)","surface_form":"Pocahontas","offset":1107},{"uri":"Academy_Award_for_Best_Original_Score","surface_form":"Academy Award","offset":1377},{"uri":"Golden_Globe_Award_for_Best_Original_Score","surface_form":"Golden Globe Award","offset":1395},{"uri":"James_Lapine","surface_form":"James Lapine","offset":1537},{"uri":"Disney_Theatrical_Productions","surface_form":"Walt Disney Theatrical","offset":1566},{"uri":"Berlin%2C_Germany","surface_form":"Berlin, Germany","offset":1592},{"uri":"Der_Gl%C3%B6ckner_von_Notre_Dame","surface_form":"Der Glöckner von Notre Dame","offset":1613},{"uri":"The_Hunchback_of_Notre_Dame_II","surface_form":"The Hunchback of Notre Dame II","offset":1697},{"uri":"Paul_Kandel","surface_form":"Paul Kandel","offset":1784},{"uri":"Gypsy","surface_form":"Gypsy","offset":1800},{"uri":"Tony_Jay","surface_form":"Tony Jay","offset":1960},{"uri":"Woman","surface_form":"woman","offset":2015},{"uri":"Baby","surface_form":"baby","offset":2181},{"uri":"Sin","surface_form":"sin","offset":2281},{"uri":"Child","surface_form":"child","offset":2300},{"uri":"Quasimodo","surface_form":"Quasimodo","offset":2397},{"uri":"Tom_Hulce","surface_form":"Tom Hulce","offset":2439},{"uri":"Gargoyle","surface_form":"gargoyle","offset":2597},{"uri":"Charles_Kimbrough","surface_form":"Charles Kimbrough","offset":2615},{"uri":"Jason_Alexander","surface_form":"Jason Alexander","offset":2641},{"uri":"Mary_Wickes","surface_form":"Mary Wickes","offset":2671},{"uri":"Demi_Moore","surface_form":"Demi Moore","offset":3060},{"uri":"Kevin_Kline","surface_form":"Kevin Kline","offset":3265},{"uri":"Witchcraft","surface_form":"witchcraft","offset":3342},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":3670},{"uri":"Death","surface_form":"death","offset":3991}]}