{"id":306744,"url":"http://en.wikipedia.org/wiki/Thames_Barrier","text":"The Thames Barrier is the world's second-largest movable flood barrier, after the Oosterscheldekering in the Netherlands. It is downstream of central London. Its purpose is to prevent London from being flooded by exceptionally high tides and storm surges moving up from the North Sea. It is raised (closed) only during high tide; at ebb tide it is lowered to release the water which backs up behind it.\nThe barrier's northern bank is in the London Borough of Newham and its southern bank is in the London Borough of Greenwich. The report of Hermann Bondi into the North Sea flood of 1953 affecting parts of the Thames Estuary and parts of London was what led to the building of the barrier.\nGeographical weather system.\nLondon is vulnerable to flooding. A storm surge generated by low pressure in the Atlantic Ocean sometimes tracks eastwards past the north of Scotland and may then be driven into the shallow waters of the North Sea. The surge tide is funnelled down the North Sea which narrows towards the English Channel and the Thames Estuary. If the storm surge coincides with a spring tide, dangerously high water levels can occur in the Thames Estuary. This situation combined with downstream flows in the Thames tells engineers when to operate the barriers.\nRising water levels.\nThe threat has increased over time due to the slow but continuous rise in high water level over the centuries (20 cm (8 inches) / 100 years) and the slow \"tilting\" of Britain (up in the north and west, and down in the south and east) caused by post-glacial rebound.\nHistorical flooding.\nFourteen people died in the 1928 Thames flood, and after 307 people died in the UK in the North Sea Flood of 1953 the issue gained new prominence.\nEarly proposals for a flood control system were stymied by the need for a large opening in the barrier to allow for vessels from London Docks to pass through. When containerization replaced older forms of shipping and a new port was opened at Tilbury, a smaller barrier became feasible with each of the four main navigation spans being the same width as the opening of Tower Bridge.\nOperation.\nA Thames Barrier flood defence closure is triggered when high tides are forecast in the North Sea \"and\" river flows are high at the tidal limit at Teddington weir. If water levels might exceed in central London, that is the trigger.\nClosure begins about 9 hours before a dangerous high tide reaches the barrier. Messages give orders to stop river traffic, close subsidiary gates and alert other river users. As well as the Thames Barrier, the smaller gates along the Thames Tideway must be closed. Once river navigation has been stopped and all gates closed, then the Thames Barrier itself can be closed. The smaller gates are closed first, then the main navigable spans in succession. The gates remain closed until the tide downstream of the barrier falls to the same level as the water level upstream.\nAfter heavy rain west of London, floodwater flows down the Thames upstream (before London). Because the river is tidal from Teddington weir all the way through London, \"this is only a problem at high tide\", which prevents the floodwater from escaping out to sea. From Teddington the river is opening out into its estuary, and at low tide it can take much greater flow rates the further one goes downstream.\nWhen the river is in flood upstream, if the gates are closed shortly after low tide, a huge empty volume holds behind the barrier which can act as a reservoir to hold the floodwater coming over Teddington weir. Most river floods will not fill this volume in the few high tide hours when the barrier needs to be closed. If the barrier was not there, the high tide would fill up this volume instead, and the floodwater could then spill over the river banks in London. About a third of the closures up to 2009 were to prevent flooding caused by heavy rain to the west of London.\nClosures and incidents.\nIn the 1980s there were four closures, 35 closures in the 1990s, and 75 closures in the first decade of this century. The rate of closures is above that predicted, and is increasing rapidly.\nAn incident that was potentially catastrophic for London occurred on 27 October 1997. The dredger, MV \"Sand Kite\", sailing in thick fog, collided with one of the Thames Barrier's piers. As the ship started to sink she dumped her 3,300 tonne load of aggregate, finally sinking by the bow on top of one of the barrier's gates where she lay for several days. Initially the gate could not be closed as it was covered in a thick layer of gravel. A longer term problem was the premature loss of paint on the flat side of the gate caused by abrasion. One estimate of the cost of flooding damage, had it occurred, was around £13 billion. The vessel was refloated in mid-November 1997.\nThe barrier was closed twice on 9 November 2007 after a storm surge in the North Sea which was compared to the one in 1953. The main danger of flooding from the surge was on the coast above the Thames Barrier, where evacuations took place, but the winds abated a little and, at the Thames Barrier, the 9 November 2007 storm surge did not completely coincide with high tide.\nFuture.\nThe barrier was originally designed to protect London against a big flood level. The defence level included long-term changes in sea and land levels as understood at that time (~1970). Despite global warming, and a higher predicted rate of sea level rise, recent analysis suggested the barrier could last until around 2060–2070.\nReleased in 2005, a study by four respected academics contained a proposal to replace the Thames Barrier with a more ambitious 16 km (10 mi) long barrier across the Thames Estuary from Sheerness in Kent to Southend in Essex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flood","surface_form":"flood","offset":57},{"uri":"Barrier","surface_form":"barrier","offset":63},{"uri":"Oosterscheldekering","surface_form":"Oosterscheldekering","offset":82},{"uri":"Netherlands","surface_form":"Netherlands","offset":109},{"uri":"London","surface_form":"London","offset":150},{"uri":"Tide","surface_form":"tide","offset":232},{"uri":"Storm_surge","surface_form":"storm surge","offset":242},{"uri":"North_Sea","surface_form":"North Sea","offset":274},{"uri":"High_tide","surface_form":"high tide","offset":319},{"uri":"Ebb_tide","surface_form":"ebb tide","offset":333},{"uri":"London_Borough_of_Newham","surface_form":"London Borough of Newham","offset":441},{"uri":"London_Borough_of_Greenwich","surface_form":"London Borough of Greenwich","offset":498},{"uri":"Hermann_Bondi","surface_form":"Hermann Bondi","offset":541},{"uri":"North_Sea_flood_of_1953","surface_form":"North Sea flood of 1953","offset":564},{"uri":"Thames_Estuary","surface_form":"Thames Estuary","offset":611},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":801},{"uri":"North_Sea","surface_form":"North Sea","offset":924},{"uri":"English_Channel","surface_form":"English Channel","offset":1008},{"uri":"Thames","surface_form":"Thames","offset":1032},{"uri":"Estuary","surface_form":"Estuary","offset":1039},{"uri":"Spring_tide","surface_form":"spring tide","offset":1084},{"uri":"Engineer","surface_form":"engineer","offset":1226},{"uri":"Post-glacial_rebound","surface_form":"post-glacial rebound","offset":1531},{"uri":"1928_Thames_flood","surface_form":"1928 Thames flood","offset":1602},{"uri":"North_Sea_Flood_of_1953","surface_form":"North Sea Flood of 1953","offset":1664},{"uri":"Containerization","surface_form":"containerization","offset":1885},{"uri":"Tilbury","surface_form":"Tilbury","offset":1964},{"uri":"Tower_Bridge","surface_form":"Tower Bridge","offset":2090},{"uri":"Trigger","surface_form":"triggered","offset":2157},{"uri":"Teddington_Lock","surface_form":"Teddington weir","offset":2262},{"uri":"Tide","surface_form":"tide","offset":2401},{"uri":"Weir","surface_form":"weir","offset":3054},{"uri":"Estuary","surface_form":"estuary","offset":3232},{"uri":"Dredger","surface_form":"dredger","offset":4207},{"uri":"Pier","surface_form":"pier","offset":4296},{"uri":"Aggregate","surface_form":"aggregate","offset":4366},{"uri":"Gravel","surface_form":"gravel","offset":4550},{"uri":"Paint","surface_form":"paint","offset":4606},{"uri":"Abrasion","surface_form":"abrasion","offset":4651},{"uri":"Sea_level_rise","surface_form":"sea level rise","offset":5416},{"uri":"Sheerness","surface_form":"Sheerness","offset":5690},{"uri":"Kent","surface_form":"Kent","offset":5703},{"uri":"Southend-on-Sea","surface_form":"Southend","offset":5711},{"uri":"Essex","surface_form":"Essex","offset":5723}]}