{"id":306784,"url":"http://en.wikipedia.org/wiki/Amu_Darya","text":"ce=\"preserve\">The Amu Darya (, \"Āmūdaryā\";, \"Jihôn\" or \"Jayhoun\";, \"Gozan\"), also called Oxus and Amu River, is a major river in Central Asia. It is formed by the junction of the Vakhsh and Panj. In ancient times, the river was regarded as the boundary between Iran and Turan.\nNames.\nIn antiquity, the river was known as \"Vaksu\" to Indo-Aryans.\nIn ancient Afghanistan, the river was also called \"Gozan\", descriptions of which can be found in the book \"The Kingdom of Afghanistan: a historical sketch By George Passman Tate\".\nIn classical antiquity, the river was known as the \"Ōxus\" in Latin and Ὦξος \"Oxos\" in Greek.\nThe name \"Amu\" is said to have come from the medieval city of \"Āmul\", (later, Chahar Joy/Charjunow, and now known as \"Türkmenabat\"), in modern Turkmenistan. \"Darya\" is the Persian word for \"river\".\nAmu Darya is a river almost in reverse. It gets its water from a powerful glacier fed stream high in the Pamir Knot at the eastern end of Afghanistan's \"Wakhan Corridor\", and does not end at the sea but spreads out into the sands of Turkmenistan's\" Kyzyl Kum\" desert instead of the inland Aral Sea as it did in former times.\nIn hadith.\nIn the traditions of the Islamic prophet Muhammad (hadith), the river is called by the name Jayhan (Arabic form of its ancient name Gozan).\nAs the river Jayhan.\nHistorians tell us that one of the most ancient names for the Oxus or Amu in ancient Afghanistan was Jayhan. A name used by Greek, Mongol, Chinese, Persian, Jewish and Afghanastan historians..\nDescription.\nThe river's total length is and its drainage basin totals in area. The river is navigable for over. All of the water comes from the high mountains in the south where annual precipitation can be over. Even before large-scale irrigation began, high summer evaporation meant that not all of this discharge reached the Aral Sea - though there is some evidence the large Pamir glaciers provided enough melt water for the Aral to overflow during the 13th and 14th centuries A.D.\nHistorical records state that in different periods, the river flowed into the Aral Sea (from the south), the Caspian Sea (from the east) or both, similar to the \"Syr Darya\" (Jaxartes, in Ancient Greek).\nWatershed.\nAbout of land is drained by the Amu Darya into the Aral Sea endorheic basin. This includes most of Tajikistan, the southwest corner of Kyrgyzstan, the northeast corner of Afghanistan, a long narrow portion of western Turkmenistan and about half of Uzbekistan. About 61% of the drainage lies within Tajikistan, Uzbekistan and Turkmenistan, while 39% is in Afghanistan.\nOf the area drained by the Amu Darya, only about actively contribute water to the river.\nThis is because many of the river's major tributaries (especially the \"Zeravshan River\") have been diverted, and much of the river's drainage is dominated by outlying desert and steppe.\nThe abundant water flowing in the Amu Darya almost entirely comes from glaciers in the Pamir Mountains and \"Tian Shan\",\nwhich, standing above the surrounding arid plain, collect atmospheric moisture which otherwise would probably have escaped somewhere else. Without its mountain water sources, the Amu Darya would not contain any water because it rarely rains in the lowlands that characterize most of the river. Throughout most of the steppe, the annual rainfall is about.\nHistory.\nThe Amu Darya is (also theJayhan river)\nwas called the \"Oxus\" by the ancient Greeks. In ancient times, the river Jayhan was regarded as the boundary between Irān and Tūrān. The river Jayhan drainage lies in the area between the former empires of Genghis Khan and Alexander the Great, although they occurred at much different times. One southern route of the Silk Road ran along part of the Jayhan river northwestward from Termez before going westwards to the Caspian Sea.\nIt is believed that the Amu Darya's course across the Kara-Kum Desert has gone through several major shifts in the past few thousand years. Much of the time, the most recent period being in the 13th century to the late 16th century, the Amu Darya emptied into both the Aral and the Caspian Seas. Sometimes, the flow through the two branches was more or less equal, but often, most of the Amu Darya's flow split to the west and flowed into the Caspian.\nPeople began to settle along the lower Amu Darya and the Uzboy in the 5th century A.D., establishing a thriving chain of agricultural lands, towns, and cities.\nThe first British explorer who reached the region was a naval officer called John Wood. He was sent on an expedition to find the source of the river in 1839. He found modern day Lake Zorkul, called it Lake Victoria and proclaimed he had found the source. Then, the French explorer and geographer Thibaut Viné collected a lot of informations about this area during five expeditions between 1856 and 1862.\nThe Soviet Union became the ruling power in the 20th century. The Soviet Union fell in the 1990s and Central Asia split up into the many smaller countries that lie within or partially within the Amu Darya basin. In the 1960s and 1970s, the Amu Darya and Syr Darya were first used by the Soviets to irrigate extensive cotton fields in the Central Asian plain. Before this time, water from the rivers was already being used for agriculture, but not on this massive scale. The Qaraqum Canal, Karshi Canal, and Bukhara Canal were among the larger of the irrigation diversions built. The Main Turkmen Canal was a proposed project that would have diverted water along the dry Uzboy River bed into central Turkmenistan, but was never built.\nLiterature.\nThe Oxus river, and Arnold's poem, provide a literary background for the 1930s children's book The Far-Distant Oxus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_Asia","surface_form":"Central Asia","offset":129},{"uri":"Iran","surface_form":"Iran","offset":261},{"uri":"Turan","surface_form":"Turan","offset":270},{"uri":"Indo-Aryans","surface_form":"Indo-Aryan","offset":332},{"uri":"Classical_antiquity","surface_form":"classical antiquity","offset":528},{"uri":"Latin_language","surface_form":"Latin","offset":586},{"uri":"%E1%BD%AE%CE%BE%CE%BF%CF%82","surface_form":"Ὦξος","offset":596},{"uri":"Greek_language","surface_form":"Greek","offset":611},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":761},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":954},{"uri":"Aral_Sea","surface_form":"Aral Sea","offset":1105},{"uri":"Drainage_basin","surface_form":"drainage basin","offset":1555},{"uri":"Precipitation_(meteorology)","surface_form":"precipitation","offset":1692},{"uri":"Aral_Sea","surface_form":"Aral Sea","offset":1834},{"uri":"Glacier","surface_form":"glacier","offset":1891},{"uri":"Aral_Sea","surface_form":"Aral Sea","offset":2070},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":2101},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":2179},{"uri":"Endorheic_basin","surface_form":"endorheic basin","offset":2266},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":2305},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":2341},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2377},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":2423},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":2454},{"uri":"Desert","surface_form":"desert","offset":2830},{"uri":"Steppe","surface_form":"steppe","offset":2841},{"uri":"Glacier","surface_form":"glacier","offset":2920},{"uri":"Pamir_Mountains","surface_form":"Pamir Mountains","offset":2936},{"uri":"Iran","surface_form":"Irān","offset":3490},{"uri":"Turan","surface_form":"Tūrān","offset":3499},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":3579},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":3596},{"uri":"Silk_Road","surface_form":"Silk Road","offset":3691},{"uri":"Termez","surface_form":"Termez","offset":3755},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":3792},{"uri":"1856","surface_form":"1856","offset":4806},{"uri":"1862","surface_form":"1862","offset":4815},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4825},{"uri":"Cotton","surface_form":"cotton","offset":5138}]}