{"id":306793,"url":"http://en.wikipedia.org/wiki/Selena_(movie)","text":"\"Selena\" is a biographical drama movie. It was released on March 21, 1997, by Warner Bros. Gregory Nava was the director and the screenwriter. The movie is about the singer Selena. She was murdered at age 23 by her friend, an ex-employee of her clothing stores. The movie also describes how Selena started in the music business and her family's problems. Jennifer Lopez starred as Selena, and many music critics believe this movie made Lopez famous. \"Selena\" was produced by Abraham Quintanilla, Jr. (Selena's father), Moctesuma Esparza and Robert Katz.\nLopez was given $1 million for her role as Selena, making her the highest-paid Hispanic woman ever, at the time. The movie soundtrack contained two unreleased songs, two tribute songs and two melodies. It reached number seven on the US \"Billboard\" 200 chart. It was certified platinum for shipments of one million copies in the United States.bagamash\nNava had a budget of $20 million to make this movie. They filmed the movie in Corpus Christi, San Antonio and Houston, Texas. Over 35,000 fans participated in the Houston Astrodome scene. The movie made $15,599,598 on its first week, the number one movie for that week. In total, it made $35,281,794 in 101 days. \"Selena\" had mostly good reviews from critics, though many thought the movie did not tell the true story of Selena. The movie won several ALMA Awards and Imagen Foundation Awards. It was nominated for a Golden Globe Award, MTV Movie Awards and a Young Artist Award.\nPlot.\nThe movie starts with Selena (Jennifer Lopez) getting ready for her Houston Astrodome concert on February 26, 1995. After her performance, the movie goes back in time to 1961. Abraham Quintanilla, Jr. (Edward James Olmos) and his band Los Dinos are at band practice. After band practice, they went to see a promoter in the other side of town. Los Dinos are then discriminated for being Americans of Mexican heritage. Los Dinos then performed at a Spanish nightclub, and are booed off stage by Mexicans for not knowing any Mexican music. The movie goes forward in time to 1981. Abraham had quit his dreams of becoming a music star and began helping his family. After work, Abraham sat down on his chair and began playing the guitar. His youngest child, Selena (Rebecca Lee Meza) was playing a football game in the backyard. She noticed her father and was curious to know what he was doing. She started to sing in front of Abraham. Abraham was surprised, he started a family band, and named it Selena y Los Dinos. He puts A.B. Quintanilla III (Rafael Tamayo) on base and Suzette Quintanilla (Victoria Elena Flores) on drums. Selena became the singer of the group.\nThe movie is now set in 1989, where Selena is performing at a Houston, Texas festival as an adult. In the next scene, Selena began talking to her cousin (Seidy Lopez) about her dreams of becoming a fashion designer. Suzette (Jackie Guerra) ran upstairs and told them that a rock guitarist is in their kitchen. The three of them began spying to see what's going on. Chris Perez (Jon Seda) began to audition as the band's new guitarist in front of Abraham. Abraham tells A.B. (Jacob Vargas) that he does not like Chris. This is because he is a rocker. However, A.B. tries to tell Abraham that Chris will change his style and look. The next day, Selena asks Chris to eat with her at a pizzeria. In the next scene, Selena's song \"Como La Flor\" reached number one on \"Billboard\" which made the group come together and celebrate. Selena is asked to perform in Mexico where 50,000 fans are waiting on her to sing. Selena came out to perform \"La Carcacha\". However, the crowd became very excited and started pushing people inside of the stage. Selena is later asked by her father to calm down the crowd. She performed a slower version of \"Como La Flor\" and calmed everyone down. After her performance, she and Chris walked on a pier. Selena told him that she was scared for the first time, while Chris tells Selena that he loves her.\nWhile on the bus, Abraham found out that Chris liked Selena. Abraham tells Chris and Selena that their relationship is over. He then fires Chris and orders him to leave. Selena tried to run after him, however, her father told her that if she did that he will disband the group. After this, Selena and Chris began to meet secretly and they eloped. Selena went to her father's house the next day. Abraham began crying and told Selena that he was sorry. He then accepted Chris into the family. In the next scene, Selena won a Grammy Award and opened her clothing stores. She hired Yolanda Saldivar (Lupe Ontiveros) as the manager. Yolanda began to steal money from these places. After this, Selena started recording songs for her crossover album. Abraham later finds out that Yolanda was stealing money, and holds a meeting to hear Yolanda's side. Yolanda tells Abraham that if given time, she will prove her innocence. Later that night, Selena performed \"Si Una Vez\" at the Houston Astrodome on February 26, 1995. After that night, Selena asked her mother to scratch her head and that she and Chris are thinking of starting a family. Selena then dreams of the crossover tour and sings \"Dreaming of You\". After Selena sings the opening of the song, a rose is thrown at her. Selena is seen being rushed to the hospital. Reporters tells everyone that Selena was shot by Saldívar during an argument over the missing financial records. In the next scene, a doctor walks towards Selena's parents. He tells them that Selena has died. \"Dreaming of You\" is played again, while her fans are seen holding pictures of her during a candlelight vigil. The movie ends with a picture of Selena waving goodbye reading \"April 16, 1971 – March 31, 1995\".\nProduction and marketing.\nSelena's family wanted to make a movie about Selena's life. They searched Hollywood, California for movie producers. Abraham then contacted Moctesuma Esparza and Robert Katz. They chose Gregory Nava as the movie director. Abraham told Esparza and Katz that he did not like Nava because of his \"ego\". The two producers told Abraham that everyone in Hollywood had an \"ego problem\". They also told him that Nava was the right guy.\nNava spent one month with the Quintanilla family. He wrote down everything that the family said about Selena. By the fifth week, Nava had written the movie and showed Abraham the draft. Abraham was not happy — he did not want Selena's fans to think that eloping was a right thing to do. He also did not like the conflict between his character and Chris Perez. Nava responded that the information was \"life events\". He also said that even though he may seem like a \"bad guy\" in the movie, his actions after the marriage would make people see him differently. Abraham agreed and allowed the two stories in the movie. Salma Hayek was originally asked to play the role of Selena in the movie, but she turned it down. She felt that it was \"too early\" to base a movie on Selena and that it would be too emotional since Selena's death was still being covered on television.\nFilming took place in Corpus Christi, San Antonio and Houston, Texas from May to October 1996. Nava posted fliers in Texas asking Selena fans to attend the Houston Astrodome scene. News of this event spread throughout the United States and Mexico. Over 35,000 people attended, some coming from as far as Japan and South America. It took over 3 hours to put makeup on everyone who attended. Producing the Astrodome scene cost about $2 million. The budget of the movie was $20 million.\nThe movie's trailer was released worldwide in December 1996. Nava spent $1 million on promotions for \"Selena\".\nMusic.\nThe soundtrack of the movie was released on March 11, 1997 by EMI Latin. The soundtrack included two songs that Selena did not release when she was alive: \"Is It the Beat?\" and \"Where Did the Feeling Go?\". It included two medleys — \"Disco Medley\" and the \"Cumbia Medley\". They are live versions Selena sang during her Houston Astrodome concert. Two tribute songs were also in the album. \"Viviras Selena\" includes Tejano singers and the Barrio Boyzz. \"One More Time\", which was composed by Olmos is performed by Lil'Ray. The \"Oldies Medley\" was performed by the Vidal Brothers. The soundtrack reached at number seven on the US \"Billboard\" 200 chart and number 36 on Canada's \"RPM\". It was later certified Platinum by the Recording Industry Association of America (RIAA) for shipments of 1,000,000 copies in the United States. The album was produced by Selena's brother, Quintanilla III.\nChuck Eddy of \"Entertainment Weekly\" gave the soundtrack an \"A\" rating and stated that the soundtrack had everything a \"right posthumous\" album should have. Eddy also stated that listening to the album reveals why Selena's death impacted many Americans. Enrique Lopetegui of the \"Los Angeles Times\" wrote that \"One More Time\" was a \"corny but effective\" tribute to Selena. Lopetegui commented that \"Viviras Selena\" was the \"weakest track\" of the album and that \"Is It the Beat?\" was one of the \"best songs\" of \"Selena\". He believed that \"Where Did the Feeling Go?\" was one of the \"strongest\". Lopetegui also stated that \"Where Did the Feeling Go?\" was similar to \"Vision of Love\" which was recorded by Mariah Carey. Lopetegui compared \"Is It the Beat?\" to the song \"I Wanna Dance With Somebody (Who Loves Me)\" by Whitney Houston, which had similar beats and sounds. A \"Miami Herald\" writer believed the soundtrack was \"uneven\" and stated that Selena's unreleased recordings \"outshines\" the rest of the songs on the album. A score was released in the summer of 1997 and had music by Dave Grusin.\nRelease and reception.\nBefore the movie was released, Selena fans were not happy that a Puerto Rican would play the part of a Mexican American singer. Many fans changed their views on Lopez after the Houston Astrodome scene was done filming. The movie opened in 1,850 theaters worldwide. \"Selena\" was released on March 21, 1997, and grossed $11,615,722, making it the second-highest debut for that week. It grossed $15,599,598 during its first week and became the number-one movie for that week. The next week, the movie grossed $24,285,142. In total, \"Selena\" grossed $35,281,794. It became the first and only movie directed by Nava to reach the 30 millionth mark. \"Selena\" was in theaters for 101 days, and Lopez's portrayal of Selena became the \"breakthrough role\" (becoming very important) for her career. She became very popular after the movie was released. \"Selena\" was released on VHS and DVD in fall 1997. On September 18, 2007, Warner Bros. released a 10th anniversary of the movie. It featured unreleased \"behind the scenes\" and extras.\nThe movie had mostly positive feedback from critics. Enrique Fernandez of the \"Sun Sentinel\" wrote that Nava did a great job in \"catching the audience\" with \"Selena\". Fernandez also stated that Lopez had a \"terrific characterization\" of Selena. Steve Persall of the \"St. Petersburg Times\" believed that Nava did not do a good job in retelling Selena's murder. Persall believed Nava was under pressure by Selena's family and fans to tell a more \"fairy tale\" movie then a \"real life event\". Daisann McLane of \"Sun Sentinel\" agreed that the movie was more of a \"fairy tale\" and that \"the movie is the family's version of the story\". McLane believed that \"Selena\" \"lie[d]\" about Selena's \"real life\". Stuart Elliott of \"Austin American-Statesmen\" wrote that \"Selena\" became a \"breakthrough success\" in Selena's career. Elliott believed that Nava had \"perfect[ed]\" every scene and that female Hispanics in America can relate to the conflicts and the climax of the story.","categories":[],"infobox_types":["movie","album"],"annotations":[{"uri":"Biographical_movie","surface_form":"biographical","offset":14},{"uri":"Drama_movie","surface_form":"drama movie","offset":27},{"uri":"Movie_release","surface_form":"released","offset":47},{"uri":"Warner_Bros.","surface_form":"Warner Bros","offset":78},{"uri":"Gregory_Nava","surface_form":"Gregory Nava","offset":91},{"uri":"Movie_director","surface_form":"director","offset":112},{"uri":"Screenwriter","surface_form":"screenwriter","offset":129},{"uri":"Singer","surface_form":"singer","offset":166},{"uri":"Selena","surface_form":"Selena","offset":173},{"uri":"Murder_of_Selena","surface_form":"murdered","offset":189},{"uri":"Employee","surface_form":"employee","offset":229},{"uri":"Selena_Etc.","surface_form":"clothing stores","offset":245},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":355},{"uri":"Role","surface_form":"starred","offset":370},{"uri":"Critic","surface_form":"critic","offset":404},{"uri":"Movie_producer","surface_form":"produced","offset":463},{"uri":"Abraham_Quintanilla%2C_Jr.","surface_form":"Abraham Quintanilla, Jr.","offset":475},{"uri":"US_dollar","surface_form":"$","offset":570},{"uri":"Million","surface_form":"million","offset":573},{"uri":"Role","surface_form":"role","offset":589},{"uri":"Hispanic","surface_form":"Hispanic","offset":633},{"uri":"The_Original_Motion_Picture_Soundtrack","surface_form":"movie soundtrack","offset":671},{"uri":"Tribute","surface_form":"tribute","offset":724},{"uri":"Melody","surface_form":"melodies","offset":746},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":790},{"uri":"List_of_music_recording_sales_certifications","surface_form":"certified","offset":820},{"uri":"RIAA_certification","surface_form":"platinum","offset":830},{"uri":"United_States","surface_form":"United States","offset":882},{"uri":"Budget","surface_form":"budget","offset":916},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi","offset":983},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio","offset":999},{"uri":"Houston%2C_Texas","surface_form":"Houston","offset":1015},{"uri":"Texas","surface_form":"Texas","offset":1024},{"uri":"Participate","surface_form":"participated","offset":1048},{"uri":"Houston_Astrodome","surface_form":"Houston Astrodome","offset":1068},{"uri":"ALMA_Award","surface_form":"ALMA Award","offset":1356},{"uri":"Imagen_Foundation","surface_form":"Imagen Foundation Awards","offset":1372},{"uri":"Nominate","surface_form":"nominated","offset":1405},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":1421},{"uri":"MTV_Movie_Awards","surface_form":"MTV Movie Awards","offset":1441},{"uri":"Young_Artist_Award","surface_form":"Young Artist Award","offset":1464},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":1520},{"uri":"Houston_Astrodome","surface_form":"Houston Astrodome","offset":1558},{"uri":"Concert","surface_form":"concert","offset":1576},{"uri":"Performance","surface_form":"performance","offset":1616},{"uri":"Abraham_Quintanilla%2C_Jr.","surface_form":"Abraham Quintanilla, Jr.","offset":1666},{"uri":"Practice","surface_form":"practice","offset":1747},{"uri":"Promotion","surface_form":"promoter","offset":1797},{"uri":"Discriminate","surface_form":"discriminate","offset":1852},{"uri":"United_States","surface_form":"Americans","offset":1876},{"uri":"Mexico","surface_form":"Mexican","offset":1889},{"uri":"Heritage","surface_form":"heritage","offset":1897},{"uri":"Spanish_language","surface_form":"Spanish","offset":1937},{"uri":"Nightclub","surface_form":"nightclub","offset":1945},{"uri":"Stage_(theatre)","surface_form":"stage","offset":1974},{"uri":"Music_of_Mexico","surface_form":"Mexican music","offset":2012},{"uri":"Guitar","surface_form":"guitar","offset":2214},{"uri":"Football","surface_form":"football game","offset":2282},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":2482},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":2510},{"uri":"Guitar","surface_form":"base","offset":2550},{"uri":"Suzette_Quintanilla","surface_form":"Suzette Quintanilla","offset":2559},{"uri":"Drum","surface_form":"drum","offset":2606},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":2714},{"uri":"Fashion_designer","surface_form":"fashion designer","offset":2850},{"uri":"Rock_music","surface_form":"rock","offset":2926},{"uri":"Guitarist","surface_form":"guitarist","offset":2931},{"uri":"Spy","surface_form":"spy","offset":2986},{"uri":"Chris_Perez","surface_form":"Chris Perez","offset":3017},{"uri":"Audition","surface_form":"audition","offset":3049},{"uri":"Como_La_Flor_(song)","surface_form":"Como La Flor","offset":3378},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":3415},{"uri":"La_Carcacha","surface_form":"La Carcacha","offset":3587},{"uri":"Pier","surface_form":"pier","offset":3872},{"uri":"Disband","surface_form":"disband","offset":4237},{"uri":"Eloped","surface_form":"eloped","offset":4317},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":4501},{"uri":"Selena_Etc.","surface_form":"clothing stores","offset":4529},{"uri":"Yolanda_Saldivar","surface_form":"Yolanda Saldivar","offset":4556},{"uri":"Lupe_Ontiveros","surface_form":"Lupe Ontiveros","offset":4574},{"uri":"Crossover_(music)","surface_form":"crossover","offset":4705},{"uri":"Innocence","surface_form":"innocence","offset":4884},{"uri":"Si_Una_Vez","surface_form":"Si Una Vez","offset":4931},{"uri":"Head","surface_form":"head","offset":5047},{"uri":"Tour","surface_form":"tour","offset":5146},{"uri":"Dreaming_of_You_(song)","surface_form":"Dreaming of You","offset":5162},{"uri":"Rose","surface_form":"rose","offset":5226},{"uri":"Candlelight_vigil","surface_form":"candlelight vigil","offset":5595},{"uri":"Hollywood%2C_California","surface_form":"Hollywood, California","offset":5812},{"uri":"Movie_producer","surface_form":"movie producer","offset":5838},{"uri":"Gregory_Nava","surface_form":"Gregory Nava","offset":5924},{"uri":"Movie_director","surface_form":"movie director","offset":5944},{"uri":"Ego","surface_form":"ego","offset":6032},{"uri":"Draft","surface_form":"draft","offset":6345},{"uri":"Conflict","surface_form":"conflict","offset":6478},{"uri":"Role","surface_form":"character","offset":6499},{"uri":"Salma_Hayek","surface_form":"Salma Hayek","offset":6781},{"uri":"Emotional","surface_form":"emotional","offset":6963},{"uri":"Television","surface_form":"television","offset":7021},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi","offset":7055},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio","offset":7071},{"uri":"Houston%2C_Texas","surface_form":"Houston","offset":7087},{"uri":"United_States","surface_form":"United States","offset":7255},{"uri":"Japan","surface_form":"Japan","offset":7337},{"uri":"South_America","surface_form":"South America","offset":7347},{"uri":"Makeup","surface_form":"makeup","offset":7390},{"uri":"US_dollar","surface_form":"$","offset":7464},{"uri":"Budget","surface_form":"budget","offset":7480},{"uri":"Trailer_(movie)","surface_form":"trailer","offset":7529},{"uri":"Soundtrack_album","surface_form":"soundtrack","offset":7639},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":7697},{"uri":"Is_It_the_Beat%3F","surface_form":"Is It the Beat?","offset":7791},{"uri":"Where_Did_the_Feeling_Go%3F","surface_form":"Where Did the Feeling Go?","offset":7813},{"uri":"Melody","surface_form":"medleys","offset":7857},{"uri":"Last_Dance/The_Hustle/On_the_Radio","surface_form":"Disco Medley","offset":7868},{"uri":"Tribute","surface_form":"tribute","offset":7984},{"uri":"Tejano_music","surface_form":"Tejano","offset":8048},{"uri":"Barrio_Boyzz","surface_form":"Barrio Boyzz","offset":8071},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":8261},{"uri":"Canada","surface_form":"Canada","offset":8300},{"uri":"RPM_(magazine)","surface_form":"RPM","offset":8310},{"uri":"RIAA_certification","surface_form":"Platinum","offset":8339},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":8355},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":8536},{"uri":"Posthumous","surface_form":"posthumous","offset":8647},{"uri":"Murder_of_Selena","surface_form":"death","offset":8744},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":8801},{"uri":"Effective","surface_form":"effective","offset":8864},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":9223},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":9334},{"uri":"Beat_(music)","surface_form":"beats","offset":9369},{"uri":"Sound","surface_form":"sound","offset":9379},{"uri":"Uneven","surface_form":"uneven","offset":9440},{"uri":"Outshines","surface_form":"outshines","offset":9496},{"uri":"Sheet_music","surface_form":"score","offset":9545},{"uri":"Puerto_Rico","surface_form":"Puerto Rican","offset":9704},{"uri":"Mexican_American","surface_form":"Mexican American","offset":9742},{"uri":"Gross_pay","surface_form":"grossed","offset":9949},{"uri":"Debut","surface_form":"debut","offset":9999},{"uri":"VHS","surface_form":"VHS","offset":10505},{"uri":"DVD","surface_form":"DVD","offset":10513},{"uri":"Critic","surface_form":"critic","offset":10708},{"uri":"Audience","surface_form":"audience","offset":10806},{"uri":"Characterization","surface_form":"characterization","offset":10880},{"uri":"Retelling","surface_form":"retelling","offset":10997},{"uri":"Pressure","surface_form":"pressure","offset":11056},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":11109},{"uri":"Climax","surface_form":"climax","offset":11609}]}