{"id":306715,"url":"http://en.wikipedia.org/wiki/Materials_science","text":"Materials science studies the properties of matter to solve science and engineering problems. It uses applied physics and chemistry. Supersmall nanotechnology has got attention in recent years. There are many inventions of new material. Work on why structures fail or break down is very important to engineering.\nHistory.\nThe important material of a given era is often its defining point. Examples are the Stone Age, Bronze Age, and Iron Age.\nMaterials science originally studied ceramics and metallurgy. These ancient crafts make materials science one of the oldest forms of engineering and applied science. A major breakthrough in the understanding of materials occurred in the late 19th century, when the American scientist Josiah Willard Gibbs showed that the physical properties of a material were related to its atomic structure. As the phases changed, so did the physical properties of the material.\nImportant elements of modern materials science are a product of the space race: the understanding and engineering of the metallic alloys, and silica and carbon materials, used in the construction of space exploration vehicles.\nMaterials science is now linked to the development of plastics, semiconductors, ceramics, polymers, magnetic materials, medical implant materials and biological materials.\nThe material scientist/engineer also deals with the extraction of materials and their conversion into useful forms. So, ingot casting, foundry techniques, blast furnace extraction, and electrolytic extraction are all part of the required knowledge of a metallurgist/engineer. Often the presence, absence or variation of minute quantities of secondary elements and compounds in a bulk material will have a great impact on the final properties of the materials produced, for instance, steels are classified based on 1/10 and 1/100 weight percentages of the carbon and other alloying elements they contain. Thus, the extraction and purification techniques employed in the extraction of iron in the blast furnace will have an impact of the quality of steel that may be produced.\nCause of failures.\nThe study of disasters in the 19th and 20th century led to some important discoveries. A.A. Griffith (1893–1963) discovered that real materials never get near their theoretical strength. This was a groundbreaking discovery which led to changes in many industries. As an example, steel gets almost 1/10th of its theoretical strength, but most solids are 100 to 1000 times weaker than expected.\nGriffith's insights were developed further by J.E. Gordon (1913–1998). Gordon said that all simple solids are by their nature brittle. Toughness – resistance to fracture – has to be designed into materials. The usual way is to add other material to the pure substance. This makes its structure more complex, and that makes it less likely to fail. A good example is bulletproof glass, where a plastic layer stuck to glass make it many times stronger than either material would be separately. The personal armour based on Kevlar is another example. Biological materials have this feature naturally. Bones do bend a little before they reach breaking point, and tree trunks also have some \"give\".\nMetal alloys.\nThe industrial study of metal alloys is a large part of materials science. Of all the metallic alloys in use today, the alloys of iron (steel, stainless steel, cast iron, tool steel, alloy steels) make up the largest proportion both by quantity and commercial value. Iron alloyed with various proportions of carbon gives low, mid and high carbon steels. An iron carbon alloy is only considered steel if the carbon level is between 0.01% and 2.00%. For the steels, the hardness and tensile strength of the steel is related to the amount of carbon present. Increasing carbon levels leads to lower ductility and toughness. Heat treatment processes such as quenching and tempering can significantly change these properties however. Cast Iron is defined as an Iron-Carbon alloy with more than 2.00% but less than 6.67% carbon. Stainless steel is defined as a regular steel alloy with greater than 10% by weight alloying content of chromium. Nickel and molybdenum are also found in stainless steels.\nOther significant metallic alloys are those of aluminium, titanium, copper and magnesium. Copper alloys have been known for a long time (since the Bronze Age), while the alloys of the other three metals have been relatively recently developed. Due to the chemical reactivity of these metals, the electrolytic extraction processes required were only developed relatively recently. The alloys of aluminium, titanium and magnesium are also known and valued for their high strength-to-weight ratios and, in the case of magnesium, their ability to provide electromagnetic shielding. These materials are ideal for situations where high strength-to-weight ratios are more important than bulk cost, such as in the aerospace industry and certain automotive engineering applications.\nPolymers.\nPolymers are also an important part of materials science. They are the raw materials used to make what we commonly call plastics. Plastics are really the final product. They are made when polymers or additives have been added to a resin during processing. The mixture is then shaped into a final form. Common polymers are, include polyethylene, polypropylene, PVC, polystyrene, nylons, polyesters, acrylics, polyurethanes, and polycarbonates.\nPVC (polyvinyl-chloride) is widely used, inexpensive, and annual production quantities are large. It lends itself to an incredible array of uses, from artificial leather to electrical insulation and cabling, packaging and containers. It is simple to make. It accepts a wide range of plasticisers and other additives, which give it differing properties.\nCeramics and glasses.\nAnother application of the material sciences is the structures of glass and ceramics, typically associated with the most brittle materials. Ceramics and glasses use covalent bonds and ionic-covalent bonds with SiO2, silica or sand, as a fundamental building block. Ceramics are as soft as clay and as hard as stone and concrete. Usually, they are crystalline in form. Most glasses contain a metal oxide fused with silica. At high temperatures used to prepare glass, the material is a viscous liquid. Glass forms into an amorphous structure when it is cooled. Windowpanes and eyeglasses are important examples. Fibers of glass are also available. Diamond and carbon in its graphite form are considered to be ceramics.\nEngineering ceramics are known for their stiffness, high temperature, and stability under compression and electrical stress. Alumina, silica carbide, and tungsten carbide are made from a fine powder of their constituents in a process of sintering with a binder. Hot pressing provides higher density material. Chemical vapor deposition can place a film of a ceramic on another material. Cermets are ceramic particles containing some metals. The wear resistance of tools is derived from cemented carbides with the metal phase of cobalt and nickel typically added to modify properties.\nComposite materials.\nAnother application of material science in industry is the making of composite materials. Composite materials are structured materials composed of two or more macroscopic phases. Applications range from structural elements such as steel-reinforced concrete, to the thermally insulative tiles which play a key and integral role in National Aeronautics and Space Administration's (NASA) Space Shuttle thermal protection system which is used to protect the surface of the shuttle from the heat of re-entry into the Earth's atmosphere. One example is Reinforced Carbon-Carbon (RCC), The light gray material which withstands re-entry temperatures up to 1510 °C (2750 °F) and protects the Space Shuttle's wing leading edges and nose cap. RCC is a laminated composite material made from graphite rayon cloth and impregnated with a phenolic resin. After curing at high temperature in an autoclave, the laminate is pyrolized to convert the resin to carbon, impregnated with furfural alcohol in a vacuum chamber, and cured/pyrolized to convert the furfural alcohol to carbon. In order to provide oxidation resistance for reuse capability, the outer layers of the RCC are converted to silicon carbide.\nOther examples can be seen in the \"plastic\" casings of television sets, cell-phones and similar objects. These plastic casings are usually a composite material. It is a thermoplastic matrix such as acrylonitrile-butadiene-styrene (ABS) in which calcium carbonate chalk, talc, glass fibers or carbon fibers have been added for added strength, bulk, or electro-static dispersion. These additions may be referred to as reinforcing fibers, or dispersants, depending on their purpose.\nNew magnetic material.\nA new magnetic material has been discovered. It could transform computer hard drives and energy storage devices.\nA highly sensitive metal bilayer needs only a small shift in temperature to dramatically alter its magnetism. This is a very useful property in electronic engineering. \"No other material known to man can do this. It's a huge effect. And we can engineer it\", said Ivan Schuller, of the University of California, San Diego.\nThe material combines thin layers of nickel and vanadium oxide. This is a structure which is surprisingly responsive to heat. \"We can control the magnetism in just a narrow range of temperature without applying a magnetic field. And in principle we could also control it with voltage or current\", said Prof Schuller.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":60},{"uri":"Engineering","surface_form":"engineering","offset":72},{"uri":"Physics","surface_form":"physics","offset":110},{"uri":"Chemistry","surface_form":"chemistry","offset":122},{"uri":"Nanotechnology","surface_form":"nanotechnology","offset":144},{"uri":"Stone_Age","surface_form":"Stone Age","offset":406},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":417},{"uri":"Iron_Age","surface_form":"Iron Age","offset":433},{"uri":"Ceramic","surface_form":"ceramic","offset":480},{"uri":"Metallurgy","surface_form":"metallurgy","offset":493},{"uri":"Engineering","surface_form":"engineering","offset":576},{"uri":"Science","surface_form":"science","offset":600},{"uri":"Josiah_Willard_Gibbs","surface_form":"Josiah Willard Gibbs","offset":727},{"uri":"Atoms","surface_form":"atomic structure","offset":818},{"uri":"Phase_(matter)","surface_form":"phases","offset":843},{"uri":"Space_race","surface_form":"space race","offset":975},{"uri":"Engineering","surface_form":"engineering","offset":1009},{"uri":"Alloy","surface_form":"alloy","offset":1037},{"uri":"Silica","surface_form":"silica","offset":1049},{"uri":"Carbon","surface_form":"carbon","offset":1060},{"uri":"Vehicles","surface_form":"vehicles","offset":1124},{"uri":"Plastic","surface_form":"plastic","offset":1188},{"uri":"Semiconductor","surface_form":"semiconductor","offset":1198},{"uri":"Ceramics","surface_form":"ceramics","offset":1214},{"uri":"Polymers","surface_form":"polymers","offset":1224},{"uri":"Magnetism","surface_form":"magnetic materials","offset":1234},{"uri":"Medical_implant","surface_form":"medical implant","offset":1254},{"uri":"Extraction","surface_form":"extraction","offset":1358},{"uri":"Useful","surface_form":"useful","offset":1408},{"uri":"Ingot","surface_form":"ingot","offset":1426},{"uri":"Foundry","surface_form":"foundry","offset":1441},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":1461},{"uri":"Electrolytic_extraction","surface_form":"electrolytic extraction","offset":1491},{"uri":"Bulk_material","surface_form":"bulk material","offset":1685},{"uri":"Steel","surface_form":"steel","offset":1789},{"uri":"Iron","surface_form":"iron","offset":1989},{"uri":"Brittle","surface_form":"brittle","offset":2619},{"uri":"Bulletproof_glass","surface_form":"bulletproof glass","offset":2858},{"uri":"Armour","surface_form":"armour","offset":2997},{"uri":"Kevlar","surface_form":"Kevlar","offset":3013},{"uri":"Metal","surface_form":"metal","offset":3224},{"uri":"Alloy","surface_form":"alloy","offset":3230},{"uri":"Steel","surface_form":"steel","offset":3336},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":3343},{"uri":"Cast_iron","surface_form":"cast iron","offset":3360},{"uri":"Tool_steel","surface_form":"tool steel","offset":3371},{"uri":"Alloy_steel","surface_form":"alloy steel","offset":3383},{"uri":"Carbon","surface_form":"carbon","offset":3508},{"uri":"High_carbon_steel","surface_form":"high carbon steel","offset":3534},{"uri":"Hardness","surface_form":"hardness","offset":3668},{"uri":"Tensile_strength","surface_form":"tensile strength","offset":3681},{"uri":"Ductility","surface_form":"ductility","offset":3795},{"uri":"Quenching","surface_form":"quenching","offset":3853},{"uri":"Tempering","surface_form":"tempering","offset":3867},{"uri":"Chromium","surface_form":"chromium","offset":4126},{"uri":"Molybdenum","surface_form":"molybdenum","offset":4147},{"uri":"Aluminium","surface_form":"aluminium","offset":4241},{"uri":"Titanium","surface_form":"titanium","offset":4252},{"uri":"Copper","surface_form":"copper","offset":4262},{"uri":"Magnesium","surface_form":"magnesium","offset":4273},{"uri":"Copper_alloys","surface_form":"Copper alloys","offset":4284},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":4341},{"uri":"Electromagnetic_shielding","surface_form":"electromagnetic shielding","offset":4745},{"uri":"Polymer","surface_form":"Polymer","offset":4978},{"uri":"Plastic","surface_form":"plastic","offset":5098},{"uri":"Resin","surface_form":"resin","offset":5209},{"uri":"Polyethylene","surface_form":"polyethylene","offset":5309},{"uri":"Polypropylene","surface_form":"polypropylene","offset":5323},{"uri":"PVC","surface_form":"PVC","offset":5338},{"uri":"Polystyrene","surface_form":"polystyrene","offset":5343},{"uri":"Nylon","surface_form":"nylon","offset":5356},{"uri":"Polyester","surface_form":"polyester","offset":5364},{"uri":"Acrylic_resin","surface_form":"acrylics","offset":5376},{"uri":"Polyurethane","surface_form":"polyurethane","offset":5386},{"uri":"Polycarbonate","surface_form":"polycarbonate","offset":5405},{"uri":"Array","surface_form":"array","offset":5552},{"uri":"Artificial_leather","surface_form":"artificial leather","offset":5572},{"uri":"Electrical_insulation","surface_form":"electrical insulation","offset":5594},{"uri":"Packaging","surface_form":"packaging","offset":5629},{"uri":"Food_storage","surface_form":"containers","offset":5643},{"uri":"Plasticiser","surface_form":"plasticiser","offset":5704},{"uri":"Covalent_bond","surface_form":"covalent bond","offset":5961},{"uri":"Ionic-covalent_bond","surface_form":"ionic-covalent bond","offset":5980},{"uri":"Clay","surface_form":"clay","offset":6085},{"uri":"Amorphous","surface_form":"amorphous","offset":6316},{"uri":"Alumina","surface_form":"Alumina","offset":6638},{"uri":"Silica_carbide","surface_form":"silica carbide","offset":6647},{"uri":"Tungsten_carbide","surface_form":"tungsten carbide","offset":6667},{"uri":"Cermet","surface_form":"Cermet","offset":6899},{"uri":"Cobalt","surface_form":"cobalt","offset":7040},{"uri":"Nickel","surface_form":"nickel","offset":7051},{"uri":"Composite_materials","surface_form":"composite materials","offset":7186},{"uri":"Thermal_insulation","surface_form":"thermally insulative","offset":7382},{"uri":"Tile","surface_form":"tile","offset":7403},{"uri":"NASA","surface_form":"NASA","offset":7496},{"uri":"Space_Shuttle_thermal_protection_system","surface_form":"Space Shuttle thermal protection system","offset":7502},{"uri":"Reinforced_Carbon-Carbon","surface_form":"Reinforced Carbon-Carbon","offset":7664},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":7800},{"uri":"Graphite","surface_form":"graphite","offset":7897},{"uri":"Rayon","surface_form":"rayon","offset":7906},{"uri":"Phenolic_resin","surface_form":"phenolic resin","offset":7941},{"uri":"Pyrolize","surface_form":"pyrolize","offset":8023},{"uri":"Furfural_alcohol","surface_form":"furfural alcohol","offset":8082},{"uri":"Vacuum","surface_form":"vacuum","offset":8104},{"uri":"Furfural","surface_form":"furfural","offset":8155},{"uri":"Silicon_carbide","surface_form":"silicon carbide","offset":8291},{"uri":"Composite_material","surface_form":"composite material","offset":8449},{"uri":"Acrylonitrile_butadiene_styrene","surface_form":"acrylonitrile-butadiene-styrene","offset":8506},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":8553},{"uri":"Talc","surface_form":"talc","offset":8578},{"uri":"Glass_fiber","surface_form":"glass fiber","offset":8584},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":8600},{"uri":"Electro-static_dispersion","surface_form":"electro-static dispersion","offset":8659},{"uri":"Hard_drive","surface_form":"hard drive","offset":8884},{"uri":"Nickel","surface_form":"nickel","offset":9283},{"uri":"Vanadium","surface_form":"vanadium","offset":9294},{"uri":"Oxide","surface_form":"oxide","offset":9303}]}