{"id":306775,"url":"http://en.wikipedia.org/wiki/I_Know_What_You_Did_Last_Summer","text":"\"I Know What You Did Last Summer\" is a 1997 American teen slasher movie. The movie is based on the novel of the same name by Lois Duncan. The movie was directed by Jim Gillespie. It stars Jennifer Love Hewitt, Freddie Prinze, Jr., Sarah Michelle Gellar, Matthew Lillard, Neve Campbell and Ryan Phillippe. The writer is Kevin Williamson (the writer of \"Scream\"). It was followed by two sequels: \"I Still Know What You Did Last Summer\" and \"I'll Always Know What You Did Last Summer\".\nPlot.\nOn the Fourth of July 1996 in Southport, North Carolina, high school graduates Julie James (Jennifer Love Hewitt), Ray and George Bronson (Freddie Prinze Jr. and Matthew Lillard) Charlotte Wilson (Neve Campbell), Helen Shivers (Sarah Michelle Gellar), and Barry Cox (Ryan Phillippe) drive to the beach after a night of partying. While driving along a coastal byway, they accidentally hit a pedestrian. Julie's friend Max (Johnny Galecki) passes by them on the road. Julie reassures Max that everything is all right, and he leaves. After some arguing, the group decides to dispose of the body, dumping it in the water. They agree to never again discuss what had happened.\nA year later, Julie returns home from her college in Boston for the summer. Since the incident, the friends have gone their separate ways. Julie receives a letter with no return address, stating, \"I know what you did last summer!\" Disturbed, Julie tracks down Helen, who has returned to Southport to work at her family's department store after a failed attempt at an acting career in New York City. The girls take the note to Barry, who immediately suspects Max. They confront Max on the docks, and Barry threatens him with a hook. Julie meets Ray, who is now working as a fisherman; he unsuccessfully tries to reconcile with her. Julie meets up with George, who is now working as a host for a children's TV show, she showed the letter to George, then Julie and George meet up with Charlotte, who now works at a video store. She reconciles with George and Julie. Later, Max is killed by a figure in a rain slicker wielding a hook. Barry discovers a note in his gym locker saying, \"I know.\" He is then ambushed by the same assailant driving Barry's car.\nMeanwhile, Julie, Charlotte and George researches newspaper articles which lead them to believe the man they ran over was a local named David Egan. Helen, George, Charlotte and Julie go to visit with David's sister Missy (Anne Heche) at her home. Missy explains to them that their family was devastated by David's death; she also mentions that a friend of David's named Billy Blue also visited her to pay his last respects. Later that night, the killer sneaks into Helen's house, cuts off her hair while she sleeps, and writes \"Soon\" in lipstick on her vanity mirror.\nThe following morning, Julie, Charlotte and George find Max's corpse wearing Barry's stolen jacket in the trunk of their car. When Julie calls the others, the body is missing. Julie, Charlotte, George, Helen, and Barry confront Ray about the recent events. Ray claims to have received a threatening letter as well. Julie goes back to visit Missy, while Barry and Helen go to participate in the Fourth of July parade. Missy reveals David allegedly committed suicide out of guilt for the death of his girlfriend Susie in a car accident and shows David's suicide note to Julie and George. As the writing matches that of the note she received, Julie and George realise it was not a suicide note, but a death threat.\nAt the Croaker Beauty Pageant, Helen witnesses Barry and Charlotte being murdered on the balcony. She rushes upstairs with a police officer but finds no sign of the killer or Barry or Charlotte. A police officer escorts Helen home, but the killer lures him into an alley and murders him. Helen flees to her nearby family store, where her sister Elsa (Bridgette Wilson) is closing for the night. The killer enters the store and murders Elsa. Helen is chased to the third floor of the building and escapes through a window, falling to a long alleyway. She manages to run toward the street, but the killer stops her and slashes her to death, her screams being drowned out by the sound of the oncoming parade.\nJulie and George find an article mentioning Susie's father, Ben Willis (Muse Watson), and realise that Ben was the man they ran over, moments after he had killed David to avenge his daughter. She and George then go to the docks to tell Ray, but he refuses to believe them. Julie and George notice Ray's boat is called Billy Blue and run away. Ben appears, knocking Ray unconscious, and invites both Julie and George to hide on his boat. On the boat, they find photos and articles about their friends and them, and pictures of Susie. Ben's boat leaves the docks, and he begins tormenting Julie and George, chasing them below deck; there, they uncover the bodies of Helen, Charlotte and Barry in the boat's ice box. Ray regains consciousness and steals a motorboat to rescue Julie and George. He ultimately uses the rigging to sever Ben's hand and send him overboard. When the police question them, they deny knowing why Ben attempted to kill them, but they are relieved not to have actually killed anybody the previous summer, and reconcile.\nA year later, both Julie and George are in college in Boston. As Julie enters the shower, she notices the words \"I still know\" on the mirror. Moments later, a dark figure crashes through it as Julie screams in horror.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":44},{"uri":"Teen_movie","surface_form":"teen","offset":53},{"uri":"Slasher_movie","surface_form":"slasher movie","offset":58},{"uri":"I_Know_What_You_Did_Last_Summer_(novel)","surface_form":"the novel of the same name","offset":95},{"uri":"Lois_Duncan","surface_form":"Lois Duncan","offset":125},{"uri":"Movie_director","surface_form":"directed","offset":152},{"uri":"Jim_Gillespie","surface_form":"Jim Gillespie","offset":164},{"uri":"Jennifer_Love_Hewitt","surface_form":"Jennifer Love Hewitt","offset":188},{"uri":"Freddie_Prinze%2C_Jr.","surface_form":"Freddie Prinze, Jr.","offset":210},{"uri":"Sarah_Michelle_Gellar","surface_form":"Sarah Michelle Gellar","offset":231},{"uri":"Matthew_Lillard","surface_form":"Matthew Lillard","offset":254},{"uri":"Neve_Campbell","surface_form":"Neve Campbell","offset":271},{"uri":"Ryan_Phillippe","surface_form":"Ryan Phillippe","offset":289},{"uri":"Kevin_Williamson","surface_form":"Kevin Williamson","offset":319},{"uri":"Scream_(movie)","surface_form":"Scream","offset":352},{"uri":"Sequel","surface_form":"sequel","offset":385},{"uri":"I_Still_Know_What_You_Did_Last_Summer","surface_form":"I Still Know What You Did Last Summer","offset":395},{"uri":"I%27ll_Always_Know_What_You_Did_Last_Summer","surface_form":"I'll Always Know What You Did Last Summer","offset":439}]}