{"id":306989,"url":"http://en.wikipedia.org/wiki/Cradle_of_Humankind","text":"The Cradle of Humankind is a World Heritage Site. It was first named by UNESCO in 1999. The site is about 50 kilometres northwest of Johannesburg, South Africa in the Gauteng province, and occupies.\nThe site's limestone caves, including the Sterkfontein Caves, were where fossils were found. A 2.3-million year-old fossil \"Australopithecus africanus\" (nicknamed 'Mrs. Ples') was found in 1947 by Robert Broom and John T. Robinson. The find followed the 1924 discovery of the juvenile \"Australopithecus africanus\" skull, 'Taung Child', by Raymond Dart, at Taung in the North West Province of South Africa, where excavations still continue.\nThe name \"Cradle of Humankind\" reflects the fact that the site has produced a large number, as well as some of the oldest, hominid fossils ever found, some dating back as far as 3.5 million years ago. Sterkfontein alone has produced more than a third of early hominid fossils ever found.\nRecent work.\nThe remains of several partial skeletons of a previously unknown Australopithecan species were found in 2008 near Johannesburg. They have been dated to about two million year ago (mya). A recent re-examination of two partial skeletons of \"Australopithecus sediba\" has led to its identification as close to the origin of the genus \"Homo\". Not all palaeoanthropologists agree this is a new species.\nA new analysis shows this species had a human-like pelvis, hands and teeth, and a chimpanzee-like foot. In six separate research reports, palaeontologists reported on the anatomy of a juvenile male skeleton, MH1, a female skeleton, known as MH2, and an isolated adult tibia or shinbone, known as MH4. The findings suggest that some species of australopithecine climbed trees, some walked on the ground, and some did both.\nColleagues in England investigated the teeth. Like other parts of the skeleton, the teeth are a mosaic of primitive and human-like features.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":29},{"uri":"UNESCO","surface_form":"UNESCO","offset":72},{"uri":"Johannesburg","surface_form":"Johannesburg","offset":133},{"uri":"South_Africa","surface_form":"South Africa","offset":147},{"uri":"Gauteng","surface_form":"Gauteng","offset":167},{"uri":"Limestone","surface_form":"limestone","offset":210},{"uri":"Cave","surface_form":"cave","offset":220},{"uri":"Sterkfontein","surface_form":"Sterkfontein Caves","offset":241},{"uri":"Australopithecus_africanus","surface_form":"Australopithecus africanus","offset":323},{"uri":"Mrs._Ples","surface_form":"Mrs. Ples","offset":363},{"uri":"Robert_Broom","surface_form":"Robert Broom","offset":396},{"uri":"Taung_Child","surface_form":"Taung Child","offset":521},{"uri":"Raymond_Dart","surface_form":"Raymond Dart","offset":538},{"uri":"Taung","surface_form":"Taung","offset":555},{"uri":"North_West_(South_African_province)","surface_form":"North West Province","offset":568},{"uri":"Genus","surface_form":"genus","offset":1264},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":1419},{"uri":"Anatomy","surface_form":"anatomy","offset":1508},{"uri":"Skeleton","surface_form":"skeleton","offset":1535},{"uri":"Mosaic_evolution","surface_form":"mosaic","offset":1855}]}