{"id":306927,"url":"http://en.wikipedia.org/wiki/SN2_reaction","text":"The SN2 reaction (also known as bimolecular nucleophilic substitution) is a substitution reaction in organic chemistry. It is a type of nucleophilic substitution, where a lone pair from a nucleophile attacks an electron deficient electrophilic center and bonds to it. This expels another group called a \"leaving group\". So, the incoming group replaces the leaving group in one step. Since two reacting species are involved in the slow, rate-determining step of the reaction, this leads to the name \"bimolecular nucleophilic s'\"ubstitution\", or \"SN2\". Among inorganic chemists, the SN2 reaction is often known as the \"interchange mechanism\".\nReaction mechanism.\nThe reaction most often occurs at an aliphatic sp3 carbon center with an electronegative, stable leaving group attached to it - 'X' - frequently a halide atom. The breaking of the C-X bond and the formation of the new C-Nu bond occur simultaneously to form a transition state in which the carbon under nucleophilic attack is pentacoordinate, and approximately sp2 hybridized. The nucleophile attacks the carbon at 180° to the leaving group, since this provides the best overlap between the nucleophile's lone pair and the C-X σ* antibonding orbital. The leaving group is then pushed off the opposite side and the product is formed.\nIf the substrate under nucleophilic attack is chiral, this can lead, although not necessarily, to an inversion of stereochemistry, called the Walden inversion.\nA SN2 reaction occurs if the backside route of attack is not blocked by other atoms in the molecule (sterically hindered by substituents on the substrate). So, this mechanism usually occurs at an unhindered primary carbon center. If there is steric crowding on the substrate near the leaving group, such as at a tertiary carbon center, the substitution will use an SN1 rather than an SN2 mechanism, (an SN1 would also be more likely with blocked molecules because a sufficiently stable carbocation intermediary could be formed.)\nIn coordination chemistry, associative substitution proceeds by a similar mechanism as SN2.\nReaction kinetics.\nThe rate of an SN2 reaction is second order, as the rate-determining step depends on the nucleophile concentration, [Nu−] as well as the concentration of substrate, [RX].\nThis is a key difference between the SN1 and SN2 mechanisms. In the SN1 reaction, the nucleophile attacks after the rate-limiting step is over. But in a SN2 reaction, the nucleophile forces off the leaving group in the limiting step. In other words, the rate of SN1 reactions depend only on the concentration of the substrate while the SN2 reaction rate depends on the concentration of both the substrate and nucleophile. In cases where both mechanisms are possible (for example at a secondary carbon center), the mechanism depends on solvent, temperature, concentration of the nucleophile or on the leaving group.\nSN2 reactions are generally favored in primary alkyl halides or secondary alkyl halides with an aprotic solvent. They occur at a negligible rate in tertiary alkyl halides due to steric hindrance.\nSN2 and SN1 are two extremes of a sliding scale of reactions. It is possible to find many reactions which exhibit both SN2 and SN1 character in their mechanisms. For instance, it is possible to get a contact ion pairs formed from an alkyl halide in which the ions are not fully separated. When these undergo substitution the stereochemistry will be inverted (as in SN2) for many of the reacting molecules but a few may show retention of configuration. SN2 reactions are more common than SN1 reactions.\nE2 competition.\nWith ethyl bromide, the reaction product is predominantly the substitution product. As steric hindrance around the electrophilic center increases, as with isobutyl bromide, substitution is disfavored and elimination is the predominant reaction. Other factors favoring elimination are the strength of the base. With the less basic benzoate substrate, isopropyl bromide reacts with 55% substitution. In general, gas phase reactions and solution phase reactions of this type follow the same trends, even though in the first, solvent effects are dropped.\nRoundabout mechanism.\nA development attracting attention in 2008 concerns a SN2 roundabout mechanism observed in a gas-phase reaction between chloride ions and methyl iodide with a special technique called \"crossed molecular beam imaging\". When the chloride ions have sufficient velocity, the energy of the resulting iodide ions after the collision is much lower than expected, and it is theorized that energy is lost as a result of a full roundabout of the methyl group around the iodine atom before the actual displacement takes place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Substitution_reaction","surface_form":"substitution reaction","offset":76},{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":101},{"uri":"Nucleophilic_substitution","surface_form":"nucleophilic substitution","offset":136},{"uri":"Lone_pair","surface_form":"lone pair","offset":171},{"uri":"Nucleophile","surface_form":"nucleophile","offset":188},{"uri":"Electrophile","surface_form":"electrophilic","offset":230},{"uri":"Covalent_bond","surface_form":"bonds","offset":255},{"uri":"Leaving_group","surface_form":"leaving group","offset":304},{"uri":"Rate-determining_step","surface_form":"rate-determining step","offset":436},{"uri":"Chemical_reaction","surface_form":"reaction","offset":465},{"uri":"Aliphatic","surface_form":"aliphatic","offset":698},{"uri":"Orbital_hybridisation","surface_form":"sp3","offset":708},{"uri":"Electronegative","surface_form":"electronegative","offset":734},{"uri":"Stable","surface_form":"stable","offset":751},{"uri":"Halide","surface_form":"halide","offset":808},{"uri":"Atom","surface_form":"atom","offset":815},{"uri":"Transition_state","surface_form":"transition state","offset":920},{"uri":"Coordination_number","surface_form":"pentacoordinate","offset":986},{"uri":"Orbital_hybridization","surface_form":"hybridized","offset":1025},{"uri":"Leaving_group","surface_form":"leaving group","offset":1087},{"uri":"Lone_pair","surface_form":"lone pair","offset":1165},{"uri":"Antibonding_orbital","surface_form":"antibonding orbital","offset":1190},{"uri":"Product_(chemistry)","surface_form":"product","offset":1274},{"uri":"Substrate","surface_form":"substrate","offset":1300},{"uri":"Chirality_(chemistry)","surface_form":"chiral","offset":1339},{"uri":"Stereochemistry","surface_form":"stereochemistry","offset":1407},{"uri":"Walden_inversion","surface_form":"Walden inversion","offset":1435},{"uri":"Occurs","surface_form":"occurs","offset":1468},{"uri":"Steric_hindrance","surface_form":"sterically hindered","offset":1554},{"uri":"Substituent","surface_form":"substituent","offset":1577},{"uri":"Substrate_(biochemistry)","surface_form":"substrate","offset":1597},{"uri":"Reaction_mechanism","surface_form":"mechanism","offset":1618},{"uri":"Primary_carbon","surface_form":"primary carbon","offset":1660},{"uri":"Substrate","surface_form":"substrate","offset":1718},{"uri":"SN1_reaction","surface_form":"SN1","offset":1818},{"uri":"SN1_reaction","surface_form":"SN1","offset":1856},{"uri":"Carbocation","surface_form":"carbocation","offset":1939},{"uri":"Coordination_chemistry","surface_form":"coordination chemistry","offset":1985},{"uri":"Associative_substitution","surface_form":"associative substitution","offset":2009},{"uri":"Second_order_reaction","surface_form":"second order","offset":2124},{"uri":"Rate-determining_step","surface_form":"rate-determining step","offset":2145},{"uri":"Protic_solvent","surface_form":"aprotic solvent","offset":2975},{"uri":"Steric_effects","surface_form":"steric hindrance","offset":3057},{"uri":"Ion_pair","surface_form":"ion pair","offset":3283},{"uri":"Ethyl_bromide","surface_form":"ethyl bromide","offset":3598},{"uri":"Steric_hindrance","surface_form":"steric hindrance","offset":3680},{"uri":"Isobutyl","surface_form":"isobutyl","offset":3748},{"uri":"Benzoate","surface_form":"benzoate","offset":3923},{"uri":"Solvent_effects","surface_form":"solvent effects","offset":4115},{"uri":"Methyl_iodide","surface_form":"methyl iodide","offset":4304}]}