{"id":307090,"url":"http://en.wikipedia.org/wiki/Yabasic","text":"Yabasic (Yet Another BASIC) is an interpreter program for a version of BASIC. BASIC is a programming language. BASIC was designed by John George Kemeny and Thomas Kurtz, in 1964. However, Yabasic was born in 1995, 32 years later. Pedro Sá and Thomas Larsen are now developing version 3 of Yabasic. Yasbic is very compact at about 250 kilobytes total length.\nHow it works.\nTo write something on the monitor, like Hello World, type print then \"YOUR TEXT HERE\".\nThe program waits for 1 second before going onto the next instruction\nIt then goes back to the start of the program creating an infinite loop.\nThis programming language can also be used to create rather complex programs such as one that calculates prime numbers\nprint \"This program will calculate the prime numbers below the limit\"\nThe \"input\" command asks the user to input a value which in this case is number that tells the program what number to stop finding prime numbers at.\ncommands create a loop that can be repeated infinitely.\ncommands hold instructions as to what the program is to do while in the loop.\ncommands tell the program to look for something and if the thing it is looking for is there then it reports back that it is there.","categories":[],"infobox_types":[],"annotations":[{"uri":"BASIC","surface_form":"BASIC","offset":21},{"uri":"Interpreter_(computing)","surface_form":"interpreter","offset":34},{"uri":"Computer_program","surface_form":"program","offset":46},{"uri":"Version","surface_form":"version","offset":60},{"uri":"BASIC_(programming_language)","surface_form":"BASIC","offset":71},{"uri":"Programming_language","surface_form":"programming language","offset":89},{"uri":"John_George_Kemeny","surface_form":"John George Kemeny","offset":133},{"uri":"Thomas_Kurtz","surface_form":"Thomas Kurtz","offset":156},{"uri":"Compact","surface_form":"compact","offset":313},{"uri":"Kilobyte","surface_form":"kilobyte","offset":334},{"uri":"Prime_numbers","surface_form":"prime numbers","offset":707}]}