{"id":30709,"url":"http://en.wikipedia.org/wiki/Diwali","text":"Diwali (also: Deepawali) is one of India's biggest festivals. The word 'Deepawali' means rows of lighted lamps. It is a Festival of Lights and Hindus celebrate it with joy. During this festival, people light up their houses and shops with Diyas (small cup-shaped oil lamp made of baked clay). They worship the Lord Ganesha for welfare and prosperity and Goddess Lakshmi for wealth and wisdom.\nThis festival is celebrated in the Hindu month of Kartikamasam which falls sometime during October or November. It is celebrated to mark the return of Lord Rama after 14 years of exile and his victory over the Demon Ravana. In many parts of India, Deepawali is celebrated for five consecutive days. Hindus regard it as a celebration of life and use the occasion to strengthen relationships. In some parts of India, it marks the beginning of a new year. People clean and decorate their house before the festival. They do colorful rangoli art works on floors.\nDeepawali is celebrated and is a public holiday in countries such as Nepal, Sri Lanka, Singapore, Malaysia, Mauritius, Fiji, Suriname, Guyana, Trinidad and Tobago. It is also a school holiday in many states of the United States with a large Hindu population.\nPresident George W. Bush had the first celebration of the holiday in the White House.\nHindus light up their homes and shops to welcome the Goddess Lakshmi and to give them good luck for the year ahead. A few days before Ravtegh, which is the day before Deepavali, houses, buildings, shops and temples are thoroughly cleaned, whitewashed and decorated with pictures, toys and flowers. On the day of Deepawali, people put on their best clothes and exchange greetings, gifts and sweets with their friends and family.\nAt night, buildings are illuminated with earthen lamps, candle-sticks and electric bulbs. Sweets and toy shop are decorated to attract the passers-by. The bazaars and streets are overcrowded. People buy sweets for their own families and also send them as presents to their friends and relatives. The Goddess Lakshmi is also worshiped in the form of earthen images, silver rupee. Hindus believe that on this day, Lakshmi only enters houses which are neat and tidy. People offer prayers for their own health, wealth and prosperity. They leave the light on in buildings believing that Lakshmi will not have difficulty in finding her way in.\nDiwali is one of the most important festival of the Hindus.It is also known as deepawali or the festival of lights. It comes on Amavasya day in the month of kartik. Both rich and poor wear new clothes on this day. Lots of sweets are made. People light diyas and burn crackers. They ex- change greetings and sweets. Goddess Laxmi is worshipped on this day.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":35},{"uri":"Festival","surface_form":"festival","offset":51},{"uri":"House","surface_form":"house","offset":217},{"uri":"Shop","surface_form":"shop","offset":228},{"uri":"Diyas","surface_form":"Diyas","offset":239},{"uri":"Ganesha","surface_form":"Ganesha","offset":315},{"uri":"Lakshmi","surface_form":"Lakshmi","offset":362},{"uri":"Hindu_calendar","surface_form":"Hindu month","offset":428},{"uri":"Rama","surface_form":"Rama","offset":549},{"uri":"Exile","surface_form":"exile","offset":572},{"uri":"Ravana","surface_form":"Ravana","offset":609},{"uri":"Nepal","surface_form":"Nepal","offset":1020},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1027},{"uri":"Singapore","surface_form":"Singapore","offset":1038},{"uri":"Malaysia","surface_form":"Malaysia","offset":1049},{"uri":"Mauritius","surface_form":"Mauritius","offset":1059},{"uri":"Fiji","surface_form":"Fiji","offset":1070},{"uri":"Suriname","surface_form":"Suriname","offset":1076},{"uri":"Guyana","surface_form":"Guyana","offset":1086},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":1094},{"uri":"United_States","surface_form":"United States","offset":1165},{"uri":"Hindu","surface_form":"Hindu","offset":1192},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1220},{"uri":"White_House","surface_form":"White House","offset":1283},{"uri":"Whitewash","surface_form":"whitewash","offset":1535}]}