{"id":307027,"url":"http://en.wikipedia.org/wiki/Marie_Jos%C3%A9phine_of_Savoy","text":"Marie Joséphine of Savoy (Maria Giuseppina Luigia; 2 September 1753 – 13 November 1810) was the wife of the future Louis XVIII of France. She was a princess of Savoy by birth, became the titular Queen consort, and was known by her title: Her Royal Highness, Countess of Provence (\"comtesse de Provence\").\nFamily.\nShe was born at the Royal Palace of Turin on 2 September 1753 and was the third child and second daughter of Victor Amadeus and his wife the Spanish Infanta Maria Antonia of Spain. At the time of her birth her grandfather, Charles Emmanuel III of Sardinia, was the King of Sardinia.\nMarriage.\nMaria Giuseppina was engaged to the French Prince Louis Stanislas of France. He was known as the Count of Provence. They were married on 16 April 1771 \"by proxy\" in the Turin. They were married in person on 14 May 1771 at the Palace of Versailles. A luxurious ball followed the wedding on 20 May. She was considered to be ugly. Louis Stanislas hated his wife. We know today that these rumors were created by those who supported Marie Antoinette as a rivalry soon emerged after the youngest brother 'comte d'Artois', married the Comtesse's sister, thereby bringing yet another Savoyard princess to Versailles and creating an Italian party at court.\nIn France she was known as Marie Joséphine de Savoie'\". She had a high rank at court as her husband was a grandson of the reiging king. She was a cousin of the ill-fated \"Princess of Lamballe\" who was instrumental in the arrangement of the marriage. At the death of her husband’s grandfather Louis XV in 1774, her brother-in-law succeeded as Louis XVI. She became pregnant in 1774 and 1781, but both pregnancies ended in miscarriage. In 1791 Marie Joséphine went to Germany. During the period of exile, the Count and Countess fought constantly. Some historians have suggested Marie Joséphine's possible lesbian relationship with a lady-in-waiting as the primary cause for discord between the couple.\nMarie Joséphine died of an edema at Hartwell House, English residence of the exiled French royal family. Marie Joséphine was laid to rest in the Lady Chapel of Westminster Abbey. Her body was removed a year later on Louis's orders and buried in the Kingdom of Sardinia; today in Cagliari Cathedral.","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_XVIII_of_France","surface_form":"Louis XVIII of France","offset":115},{"uri":"Victor_Amadeus_III_of_Sardinia","surface_form":"Victor Amadeus","offset":422},{"uri":"Infante","surface_form":"Infanta","offset":462},{"uri":"Maria_Antonia_of_Spain","surface_form":"Maria Antonia of Spain","offset":470},{"uri":"Charles_Emmanuel_III_of_Sardinia","surface_form":"Charles Emmanuel III of Sardinia","offset":536},{"uri":"King_of_Sardinia","surface_form":"King of Sardinia","offset":578},{"uri":"Louis_XVIII_of_France","surface_form":"Louis Stanislas of France","offset":656},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":832},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1034},{"uri":"Princess_Marie_Louise_of_Savoy","surface_form":"\"Princess of Lamballe\"","offset":1424},{"uri":"Louis_XV_of_France","surface_form":"Louis XV","offset":1546},{"uri":"Louis_XVI_of_France","surface_form":"Louis XVI","offset":1596},{"uri":"Germany","surface_form":"Germany","offset":1720},{"uri":"Edema","surface_form":"edema","offset":1981},{"uri":"Hartwell_House%2C_Buckinghamshire","surface_form":"Hartwell House","offset":1990},{"uri":"Henry_VII_Lady_Chapel","surface_form":"Lady Chapel","offset":2099},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2114},{"uri":"Cagliari","surface_form":"Cagliari","offset":2233}]}