{"id":307142,"url":"http://en.wikipedia.org/wiki/Diabetic_ketoacidosis","text":"e=\"preserve\">Diabetic ketoacidosis (DKA) is a medical emergency that can happen in people with diabetes mellitus. DKA happens mostly in people with Type 1 diabetes, although it may happen in some people that have Type 2 diabetes.\nDKA happens when a person does not have enough insulin in their body. All of the cells in the body need glucose (sugar) to survive, because the body needs sugar to make energy. Insulin breaks down glucose into a form that the body can use for energy. Without insulin, sugar stays in the blood and cannot get into the cells. This causes high blood sugar levels and makes it impossible for the cells to use glucose to make energy.\nDKA can be caused by not having enough insulin, eating too many carbohydrates, and sometimes physical or mental stress. DKA can also be a sign that a person has diabetes that has not been discovered, or is not being controlled well.\nDKA is diagnosed through blood and urine testing. These tests will show high blood sugar, which does not happen with other forms of ketoacidosis.\nDKA was first discovered around 1886. Before insulin therapy was first used in the 1920s, DKA almost always caused death.\nSymptoms.\nWithout proper treatment, DKA can cause death.\nHow Does DKA Happen?\nFirst, because there is not enough insulin to bring glucose into the cells, glucose builds up in the blood. This causes there to be too much sugar in the blood and not enough in the cells. The cells start starving, because they do not have insulin to break down glucose into a form that the cells can use for energy.\nTo try to create energy for the cells, the liver breaks down fat into fatty acids and ketones. These create a little bit of energy, but they are also acidic. The blood starts to get too acidic, and the body starts to get poisoned.\nBecause the cells still do not have enough glucose to create the energy they need, the liver also breaks down glycogen to make more glucose. (The body stores sugar in different forms in case it needs energy later. Glucagon helps break down some of these sugar stores into glucose.) However, there is still not enough insulin in the blood to break down the glucose into energy. Because of this, the glucose stays in the blood (making the blood sugar levels get even higher) and the cells keep starving.\nNext, the body begins to break down protein. (When the body cannot create enough energy by breaking down fat and glycogen into sugar, it breaks down protein.) This causes the tissues in the body to lose nitrogen.\nNow there is much more glucose in the bloodstream than in the cells. The body always tries to stay in homeostasis. In homeostasis, there would be an equal amount of sugar in the bloodstream and the cells. To try to make this happen, the cells (which have very little sugar in them) give up water to the blood (which is very sugary). The goal is to try to dilute the sugar in the blood, and decrease the high levels of hyperglycemia. If the cells give up too much water, they can get dehydrated (not have enough fluid left in them). Because DKA also causes a person to urinate often, a person with DKA can get dehydrated very quickly. This dehydration can be a medical emergency.\nThe kidneys try to filter out the extra glucose in the bloodstream. This causes glucosuria (too much sugar in the urine). The extra glucose going through the kidneys causes more urine to be created. When a person urinates more, they lose more electrolytes, like sodium and potassium. Without enough electrolytes, the heart, muscles, and nerve cells cannot work properly. Also, eventually, the kidneys can fail because they are overworked by the amount of glucose they are trying to filter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medical_emergency","surface_form":"medical emergency","offset":46},{"uri":"Diabetes_mellitus","surface_form":"diabetes mellitus","offset":95},{"uri":"Diabetes_mellitus_type_1","surface_form":"Type 1 diabetes","offset":148},{"uri":"Type_2_diabetes","surface_form":"Type 2 diabetes","offset":213},{"uri":"Cell","surface_form":"cell","offset":311},{"uri":"Glucose","surface_form":"glucose","offset":334},{"uri":"Cellular_respiration","surface_form":"sugar to make energy","offset":385},{"uri":"Glucose","surface_form":"glucose","offset":427},{"uri":"Hyperglycemia","surface_form":"high blood sugar levels","offset":566},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":723},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":899},{"uri":"Blood","surface_form":"blood","offset":917},{"uri":"Urine","surface_form":"urine","offset":927},{"uri":"Liver","surface_form":"liver","offset":1598},{"uri":"Fatty_acid","surface_form":"fatty acid","offset":1625},{"uri":"Ketone","surface_form":"ketone","offset":1641},{"uri":"Acid","surface_form":"acid","offset":1705},{"uri":"Protein","surface_form":"protein","offset":2324},{"uri":"Tissue","surface_form":"tissue","offset":2463},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2491},{"uri":"Homeostasis","surface_form":"homeostasis","offset":2603},{"uri":"Dehydration","surface_form":"dehydrated","offset":2984},{"uri":"Kidney","surface_form":"kidney","offset":3184},{"uri":"Electrolyte","surface_form":"electrolyte","offset":3423},{"uri":"Sodium","surface_form":"sodium","offset":3442},{"uri":"Potassium","surface_form":"potassium","offset":3453},{"uri":"Neuron","surface_form":"nerve cells","offset":3517},{"uri":"Kidney_failure","surface_form":"kidneys can fail","offset":3573}]}