{"id":30715,"url":"http://en.wikipedia.org/wiki/Indra","text":"(Devanagari: इन्द्र) or is the most important among the Indo-Aryan gods. He is the God of war, the god of thunderstorms. In the Vedas, many verses (hymns) are there in his praise. The Rigveda praises him as a very strong God. Many Hindu scriptures tell about Indra, his character and his deeds.\nIndra resides in a mythical city located above in the sky. The city’s name is Amravati. He lives there with his wife named Indrani, and several other smaller gods. There are many apsaras in amravati.\nIndra was a very important God during the Vedic period. Later his importance became less. Gods like Brahma, Vishnu, and Shiva became more important in Hinduism.\nIndra in current form of mythology is similar to that of Zeus in Greek mythology. Though his importance has come down, he is still considered to be king of Gods. His status is below that of Brahma, Vishnu and Siva. Thus, he is considered to be king of lesser Gods.\nAgain, his weapon is Vajra which is represented by Thunderbolt! His means, at times, treacherous and he is shown as, at times, jealous and vengeful. Further, he is made to suffer his own bad deeds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Devanagari","surface_form":"Devanagari","offset":1},{"uri":"India","surface_form":"Indo","offset":56},{"uri":"Aryan","surface_form":"Aryan","offset":61},{"uri":"Deity","surface_form":"gods","offset":67},{"uri":"Veda","surface_form":"Veda","offset":128},{"uri":"Verse","surface_form":"verse","offset":140},{"uri":"Rigveda","surface_form":"Rigveda","offset":184},{"uri":"God","surface_form":"God","offset":221},{"uri":"Hindu_scripture","surface_form":"Hindu scripture","offset":231},{"uri":"Mythology","surface_form":"mythical","offset":314},{"uri":"Sky","surface_form":"sky","offset":349},{"uri":"Amravati","surface_form":"Amravati","offset":373},{"uri":"Apsara","surface_form":"apsara","offset":474},{"uri":"Brahma","surface_form":"Brahma","offset":595},{"uri":"Vishnu","surface_form":"Vishnu","offset":603},{"uri":"Shiva","surface_form":"Shiva","offset":615}]}