{"id":307186,"url":"http://en.wikipedia.org/wiki/R%C3%ADo_Alseseca","text":"e=\"preserve\">The Alseseca River is a short river in the interior part of Mexico. It is in the state of Tlaxcala. The Alseseca runs through the city of Puebla de Zaragoza. It is one of the many rivers that come from the dormant volcano La Malinche. The Alseseca river runs south-east until it enters the lake of Valsequillo.\nBetween 1960 and 1980, several companies set up factories in Puebla. With no protection of the river and the increasing urban growth, many companies and people threw waste into the river, which gradually became a stream of sewage. Today the pollution in the river has decreased considerably, and using it as a \"garbage dump\" is illegal.\nDue to illegal logging in the area, deforestation has caused the river to flood in the rainy season. Since 2000, about 100 families have been affected by the overflowing of the river in villages like Aleseca and Lopez Portillo. In addition to the floods, the existing pollution in the water has caused cases of cholera and salmonella in some of the houses closest to river. Since 1995, the city government has taken action to reduce the flooding of the river. It has built barriers and dikes.\nAlseseca Race.\nEvery year on the 2nd Saturday in January, Aventurec and Its collaborators host an Extreme Whitewater Kayak Race, On the Section Known as Roadside. The Race attracts competitors from all over world and is slowly encouraging more and more locals to get involved in the sport.\nThis year in its 10th edition saw over 60 competitors from 14 different countries battling it out for number one, you can check out [http://alseseca.com/history/year/2018 full race results here]\nThe Race was created in an attempt to raise awareness to keep rivers and the environment clean and free of trash and deposits.","categories":[],"infobox_types":[],"annotations":[{"uri":"River","surface_form":"river","offset":43},{"uri":"Mexico","surface_form":"Mexico","offset":73},{"uri":"Tlaxcala","surface_form":"Tlaxcala","offset":103},{"uri":"Puebla%2C_Puebla","surface_form":"Puebla de Zaragoza","offset":151},{"uri":"Dormant_volcano","surface_form":"dormant volcano","offset":219},{"uri":"Matlalcueitl_(volcano)","surface_form":"La Malinche","offset":235},{"uri":"Sewage","surface_form":"sewage","offset":547},{"uri":"Logging","surface_form":"logging","offset":676},{"uri":"Deforestation","surface_form":"deforestation","offset":697},{"uri":"Flood","surface_form":"flood","offset":735},{"uri":"Cholera","surface_form":"cholera","offset":972},{"uri":"Salmonella","surface_form":"salmonella","offset":984},{"uri":"Dike","surface_form":"dike","offset":1147}]}