{"id":307119,"url":"http://en.wikipedia.org/wiki/Alcibiades","text":"Alcibiades, son of Clinias, \"c.\" 450–404 BC), was a prominent Athenian statesman, orator, and general. He was the last famous member of his mother's aristocratic family, which fell from power after the Peloponnesian War. He played a major role later in that conflict as a strategic advisor, military commander, and politician.\nDuring the course of the Peloponnesian War, Alcibiades changed sides on several occasions. In his native Athens in the early 410s BC, he advocated an aggressive foreign policy, and spoke in favor of an invasion of Sicily. He fled to Sparta after his political enemies brought charges of sacrilege against him.\nIn Sparta, he served as a strategic adviser, proposing or supervising several major campaigns against Athens. In Sparta too, however, Alcibiades soon made powerful enemies and was forced to defect to Persia. There he served as an adviser to the satrap Tissaphernes until his Athenian political allies brought about his recall. He then served as an Athenian general for several years, but his enemies eventually succeeded in exiling him a second time.\nThe Sicilian Expedition to Magna Graecia was Alcibiades' idea but his enemies prevented him from commanding. His rival Nicias took command, and the expedition failed disastrously. In the years that he served Sparta, Alcibiades played a role in Athens' undoing; the capture of Decelea and the revolts of several critical Athenian subjects occurred either at his suggestion or under his supervision.\nOnce restored to his native city, however, he played a crucial role in a string of Athenian victories that eventually brought Sparta to seek a peace with Athens. He favored unconventional tactics, frequently winning cities over by treachery or negotiation rather than by siege.p151 Alcibiades' military and political talents frequently proved valuable to whichever state he worked for. His talent for making powerful enemies ensured that he never remained in one place for long. By the end of the war (which he had helped rekindle in the early 410s) his days of political power were a bygone memory.\nIn his youth Alcibiades had been a pupil of Socrates. This was something which told against Socrates at his trial.","categories":[],"infobox_types":[],"annotations":[{"uri":"Athens","surface_form":"Athenian","offset":62},{"uri":"Statesman","surface_form":"statesman","offset":71},{"uri":"Orator","surface_form":"orator","offset":82},{"uri":"General_officer","surface_form":"general","offset":94},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":202},{"uri":"Invasion","surface_form":"invasion","offset":529},{"uri":"Sicily","surface_form":"Sicily","offset":541},{"uri":"Sparta","surface_form":"Sparta","offset":560},{"uri":"Sacrilege","surface_form":"sacrilege","offset":614},{"uri":"Achaemenid_Empire","surface_form":"Persia","offset":837},{"uri":"Satrap","surface_form":"satrap","offset":882},{"uri":"Tissaphernes","surface_form":"Tissaphernes","offset":889},{"uri":"Sicilian_Expedition","surface_form":"Sicilian Expedition","offset":1092},{"uri":"Magna_Graecia","surface_form":"Magna Graecia","offset":1115},{"uri":"Nicias","surface_form":"Nicias","offset":1207},{"uri":"Decelea","surface_form":"Decelea","offset":1364},{"uri":"Siege","surface_form":"siege","offset":1757},{"uri":"Polis","surface_form":"state","offset":1851},{"uri":"Socrates","surface_form":"Socrates","offset":2130}]}