{"id":30724,"url":"http://en.wikipedia.org/wiki/History_of_Japan","text":"The History of Japan in written form dates from the 1st century, but archeologists have found proof of people living in Japan for the last several thousand years from the time when the last Ice Age ended.\nPrehistory.\nThe first period of Japan's history is its prehistory, before the written history of Japan. Archeologists have found pottery from that time. Japan’s Paleolithic era covers a period from around 100,000 BC to around 12,000 BC. Archeologists have found some polished tools made of stones. Some of them are kept in Tokyo National Museum. These tools are more than 32,000 years old.\nJomon Period.\nThe Jomon period lasted for about 10,000 years, from 10,000 BC to around 300 BC. This was the Mesolithic era for Japan. Some scholars say that during this period, Neolithic culture also developed in Japan.\nSome believe that the Jomon people were the first people in the world to create pottery but other scholars do not think so. Archeologists have found several pieces of pottery of that time. Some are clay figures and some are vessels and potteries of different shapes.\nYayoi Period.\nThe Yayoi period covered about 550 years, from around 300 BC till around 250. The period's name came from a location in Tokyo.\nBy that time, Japanese people had learnt the cultivation of rice, and agriculture became the main part of the Japanese society. Because of this, differences in social status started to occur.\nDifferent clans controlled different areas and they also fought among themselves. Some Chinese texts tell about this time. These texts describe Japan as Wa. Later, the Yamatai came into being when about 30 smaller parts of Japan of that time united under a queen named Himiko.\nAncient and Classical Japan.\nThe Ancient and Classical period covers about 900 years, beginning from the mid-3rd century till the end of the 12th century. Japanese history during this period may further be divided into several smaller periods. These are described below.\nKofun period.\nIn the history of Japan, the period from the mid-3rd century till the mid-6th century is known as the Kofun period.\nKofun is a large tomb made at this era, and people who had social power were buried. Buddhism had not reached Japan by this time. Many kofuns were made in many places. This fact lets us to know that many social groups all around the country made up an authority, and this leads to the Yamato dynasty.\nThe Yamato dynasty started to have take more action against Korea and China. In the 4th century, they started to advance to Korea to get iron. By this, cultures and technologies of Korea and China started to be introduced to Japan. They also fought with Goguryeo and Silla, which are countries in Korea. In the 5th century, the five kings of Wa made effort to have relationship with China.\nAsuka period.\nThe second period is called the Asuka period (mid-6th century till around 710). Asuka is the place where the base of Yamato dynasty took place. By this time Buddhism had reached Japan.\nFrom the end of the 6th century to the early 7th century, Empress Suiko and her nephew Prince Shotoku innovated the political system so that the emperor gets power. They also sent missions to the Sui dynasty.\nThe trend of centralization still continues. In 645, the Taika Reforms takes place, and the political system changes a lot.\nIn 663, the nation fights with the Tang dynasty and Silla (Battle of Baekgang), but loses.\nIn 672, the Jinshin war occurs and Prince Ōama becomes the emperor (Emperor Tenmu). In his era, Japan starts to make a Chinese style law system (Ritsuryo). Also, the word, which means \"Japan\" in Japanese, was started to be used in the era of Tenmu.\nNara Period.\nDuring this period, from the year 707, steps were taken to shift the capital to Heijō-kyō, a place near present-day Nara. This was completed in 710. A new city was built. The city was built to look like the Chinese capital city of that time. At that time, the Tang Dynasty was ruling China, and the capital was at Chang'an (now Xi'an).\nDuring the Nara period, development was slow. The Emperor’s family members were always fighting for power with the Buddhists and other groups. At that time, Japan had friendly relations with Korea and China’s Tang Dynasty. The capital was shifted twice. In 784, the capital was moved to Nagaoka and in 794 to Kyoto.\nHeian Period.\nThe years from 794 to 1185 are known as the. This grouping of years is named after city of Heian-kyō, which is the early name of present-day Kyoto. The Heian period produced many cultural achievements, such as the Tale of Genji by Murasaki Shikibu. The Heian Period ended due to the Genpei War.\nFeudal Japan.\nThe period from around the 12th century through the 19th century is called feudal period in the history of Japan. The Japanese Emperor was the head of the government, but he had no real power. Many powerful families (called daimyo and military groups called shogun) ruled Japan during this period. The feudal period of Japan is generally sub-divided into different periods named after the shogunate which ruled during that period.\nKamakura Period.\nThe years 1185 to 1333 are known as the. This grouping of years is named after city of Kamakura which was the center of power of the Kamakura shogunate. Minamoto no Yoritomo was the founder and first shogun of the Kamakura shogunate.\nMuromachi Period.\nThe Muromachi Period began in 1336 and ended in 1573. Emperor Go-Daigo lost his throne. The government of the Ashikaga shogunate took control of most parts of Japan. This period ended in 1573. In that year the 15th and the last shogun named Ashikaga Yoshiaki was forced to leave the capital Kyōto.\nDuring this period, in 1542, a Portuguese ship reached Japan and made the first direct contact between both cultures, including the knowledge of firearms. In the next few years, merchants and also some Christian missionaries from several European countries, mainly Portugal, the Netherlands, England, and Spain, reached the shores of Japan.\nAzuchi-Momoyama Period.\nAzuchi-Momoyama period covers the years from 1568 to 1600. During these years, different parts of Japan became united again. Japan's military power grew. In 1592, Japan wanted to conquer China. At that time China was ruled by the Ming dynasty. Toyotomi Hideyoshi was one of the main leaders of Japan. He sent an army of 160,000 samurai to Korea. The Japanese could not win and retreated back to Japan. In 1597, Japan again sent an army to Korea. In 1598, Toyotomi Hideyoshi died. After his death, the Japanese dropped the idea of conquering Korea and China.\nDuring this period, the Japanese brought many Koreans to Japan. These Koreans were very good at making pottery and at other arts. Some of them were very educated. Japan gained new information and knowledge from these Koreans.\nEdo Period.\nDuring the Edo period, Japan had many small rulers. There were about 200 of them. They were called daimyo, and they were all ruled by the Tokugawa Shogunate which was leaded by the Tokugawa clan. The shoguate's capital was relocated to Edo. This place was at modern-day Tokyo. Fifteen shoguns controlled the Tokugawa shogunate during the Edo Period.\nIn 1867, the Tokugawa Shogunate returned its political power to the emperor. Although, the emperor did not know how to rule the country because the last time the emperor had power was 500 years ago. So, the shogunate still remained in authority.\nIn 1868, the Boshin War occurred between the Japanese emperor and the Tokugawa shogunate. Japan again came under the actual rule of an emperor as the Tokugawa shogunate was defeated.\nSeclusion.\nBeginning from the early 17th century, the Tokugawa shogunate followed a policy of seclusion, known as sakoku in Japanese language. They suspected that traders, merchants, and missionaries from Europe wanted to bring Japan under the control of European powers. All traders and missionaries from other countries were forced to leave Japan, except for the Dutch, the Koreans, and the Chinese.\nEven during the period of seclusion, the Japanese continued to gain information and knowledge about other parts of the world.\nEnd of seclusion.\nThis policy of seclusion lasted for about 200 years until it ended under American military force. On July 8th 1853, Commodore Matthew Perry of the United States Navy reached Edo with four warships. The ships were heavily armed and their guns pointed towards the city. After this display of American military power, Japan was forced to agree to trade with other countries. The Japanese called these ships the \"kurofune\" or the Black Ships.\nNext year, on March 31st 1854, Perry came with seven ships and the Japanese signed a treaty (known as the Convention of Kanagawa) that established a diplomatic relationship with the United States. Another treaty (known as the Harris Treaty) was signed with the United States on July 29th 1858. This treaty gave more facilities to foreigners coming to Japan and expanded trade with Japan. Many Japanese were not happy with reopening diplomatic relations and trade with other countries.\nMeiji Restoration.\nThe Meiji Restoration is an important period of history of Japan. Emperor Meiji ruled Japan and regained power from the shogunate. The Meiji Restoration began with the Boshin War of 1868. Emperor Meiji wanted Japan to become Westernized. Many changes occurred in Japan’s government and culture.\nWars with China and Russia.\nAt the end of the 19th century, many Japanese believed that Japan needed to expand in order to face Western foreign powers. This resulted in wars with its neighboring counties. In 1894-1895, Japan and China had a war. Another war took place with Russia in 1904-1905. Japan became a world power after these wars. Russian influence continued to grow inside China.\nAnglo-Japanese Alliance.\nBy the beginning of the 20th century, Russian influence was increasing in China. Japan and the United Kingdom used to get economic and other benefits from their relationship with China. Japan and the United Kingdom did not like Russia’s growing influence in China. Japan and the United Kingdom formed a military alliance, called the Anglo-Japanese Alliance, on January 30th 1902. Russia was not happy at this type of agreement between Japan and the United Kingdom. Russia tried to form a similar military alliance with Germany and France. On March 6th 1902, Russia formed a military alliance with France but not Germany.\nThe Russo-Japanese War began between Japan and Russia. Japan won the Russo-Japanese War. The United States mediated the peace negotiations between Japan and Russia. Japan got a number of concessions. In 1910, Japan invaded and annexed Korea.\nWorld War I to End of World War II.\nIn 1914, the First World War broke out. Japan also entered the war. It attacked several places (of East Asia), which were colonies of Germany. After the war ended in 1919, Japan developed very fast. It became one of the major powers of Asia.\nWorld War II.\nBefore the beginning of the Second World War, Japan was fighting with China. This is called Second Sino-Japanese War (1937-1945). When the Second World War broke out in 1939, Japan went to the side of Nazi Germany and Fascist Italy. Japanese planes attacked Pearl Harbor on December 7, 1941. The fighting continued for years. When the USA dropped the first atomic bombs on the Japanese cities of Hiroshima and Nagasaki, Japan accepted defeat and surrendered in 1945.\nWorld War II and Japanese occupation of the Philippines\nJapan launched a surprise attack on the Clark Air Base in Pampanga on December 8, 1941, just ten hours after the attack on Pearl Harbor. Aerial bombardment was followed by landings of ground troops on Luzon. The defending Philippine and United States troops were under the command of General Douglas MacArthur. Under the pressure of superior numbers, the defending forces withdrew to the Bataan Peninsula and to the island of Corregidor at the entrance to Manila Bay.\nOn January 2, 1942, General MacArthur declared the capital city, Manila, an open city to prevent its destruction. The Philippine defense continued until the final surrender of United States-Philippine forces on the Bataan Peninsula in April 1942 and on Corregidor in May of the same year. Most of the 80,000 prisoners of war captured by the Japanese at Bataan were forced to undertake the infamous Bataan Death March to a prison camp 105 kilometers to the north. It is estimated that about 10,000 Filipinos and 1,200 Americans died before reaching their destination.\nPresident Quezon and Osmeña had accompanied the troops to Corregidor and later left for the United States, where they set up a government in exile. MacArthur was ordered to Australia, where he started to plan for a return to the Philippines.\nThe Japanese military authorities immediately began organizing a new government structure in the Philippines and established the Philippine Executive Commission. They initially organized a Council of State, through which they directed civil affairs until October 1943, when they declared the Philippines an independent republic. The Japanese-sponsored republic headed by President José P. Laurel proved to be unpopular.\nJapanese occupation of the Philippines was opposed by large-scale underground and guerrilla activity. The Philippine Army, as well as remnants of the U.S. Army Forces Far East, continued to fight the Japanese in a guerrilla war and was considered an auxiliary unit of the United States Army. Their effectiveness was such that by the end of the war, Japan controlled only twelve of the forty-eight provinces. One element of resistance in the Central Luzon area was furnished by the Hukbalahap, which armed some 30,000 people and extended their control over much of Luzon.\nThe occupation of the Philippines by Japan ended at the war's conclusion. The American army had been fighting the Philippines Campaign since October 1944, when MacArthur's Sixth United States Army landed on Leyte. Landings in other parts of the country had followed, and the Allies, with the Philippine Commonwealth troops, pushed toward Manila. However, fighting continued until Japan's formal surrender on September 2, 1945. The Philippines suffered great loss of life and tremendous physical destruction, especially during the Battle of Manila. An estimated 1 million Filipinos had been killed, a large portion during the final months of the war, and Manila had been extensively damaged.\nOccupied Japan.\nAfter the end of the Second World War, Japan came under international control. Japan became an important friend of the USA when it entered into the Cold war with Korea. Over next few years, many political, economic and social changes took place. Japanese Diet (legislature) came into being. In 1951, USA and 45 other countries signed an agreement with Japan, and Japan again became an independent nation with full power (a country with full sovereignty) on 28th April 1952.\nPost-Occupation Japan.\nPost-Occupation Japan means Japan after its occupation and control by a group of nations had ended. This is the period after the Second World War. The Second World War had damaged Japan very badly. It has almost lost its industry and economy was in a very bad shape. After the war, Japan received assistance and technology from the USA and several other countries of Europe. The progress was very rapid. For about 30 years, from around the 1950s to the 1980s, Japan grew very fast. It became one of the major economic powers of the world.\nWhen the UN forces were fighting in Korea during the Korean War, Japan was one of the major suppliers. This also helped Japan’s economy. By 1980s, Japan had become the world’s second largest economy, after the USA. At first, there was very close relationship between Japan and the USA. But, Japan’s economic might resulted into trade deficit for the USA. A trade deficit results when imports are more than exports. Thus, USA was importing more than it exported to Japan.\nFor various reasons, this phase of rapid development ended in the 1990s. Some historians have described this decade as the lost decade of Japanese economy. About 5 to 10 persons in 100 persons could not find any work.\nPolitical life.\nBy 1952, Japan had become free from most of the controls of the occupation period. It got its own democratic system. Various political parties came into being and Japan’s political life became active.\nModern Life (Heisei Era).\nHistorians and sociologists call the recent era modern life. In Japanese, this is called the Heisei period. By 1989, Japan’s economy had become very large. Much development had taken place. In the Gulf war of 1991, Japan gave billions of dollars.\nJapan also faced some problems. In 1995, a big earthquake took place in Kobe. Another earthquake took place on 23rd October 2004 in Niigata Prefecture, and a very destructive tsunami damaged the north east coast in March 2011, causing a nuclear accident in Fukushima Prefecture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":120},{"uri":"Ice_age","surface_form":"Ice Age","offset":190},{"uri":"Prehistory","surface_form":"prehistory","offset":260},{"uri":"Pottery","surface_form":"pottery","offset":334},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":366},{"uri":"Tokyo_National_Museum","surface_form":"Tokyo National Museum","offset":528},{"uri":"Jomon_period","surface_form":"Jomon period","offset":613},{"uri":"Mesolithic","surface_form":"Mesolithic","offset":703},{"uri":"Neolithic","surface_form":"Neolithic","offset":772},{"uri":"Yayoi_period","surface_form":"Yayoi period","offset":1100},{"uri":"Tokyo","surface_form":"Tokyo","offset":1216},{"uri":"Rice","surface_form":"rice","offset":1283},{"uri":"Yamatai","surface_form":"Yamatai","offset":1583},{"uri":"Himiko","surface_form":"Himiko","offset":1684},{"uri":"Kofun_period","surface_form":"Kofun period.","offset":2079},{"uri":"Kofun","surface_form":"Kofun","offset":2093},{"uri":"Iron","surface_form":"iron","offset":2531},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":2648},{"uri":"Silla","surface_form":"Silla","offset":2661},{"uri":"Asuka_period","surface_form":"Asuka period","offset":2830},{"uri":"Empress_Suiko","surface_form":"Empress Suiko","offset":3041},{"uri":"Prince_Shotoku","surface_form":"Prince Shotoku","offset":3070},{"uri":"Sui_Dynasty","surface_form":"Sui dynasty","offset":3179},{"uri":"Tang_Dynasty","surface_form":"Tang dynasty","offset":3351},{"uri":"Silla","surface_form":"Silla","offset":3368},{"uri":"Heij%C5%8D-ky%C5%8D","surface_form":"Heijō-kyō","offset":3749},{"uri":"Nara","surface_form":"Nara","offset":3785},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":3929},{"uri":"Chang%27an","surface_form":"Chang'an","offset":3983},{"uri":"Xi%27an","surface_form":"Xi'an","offset":3997},{"uri":"Nagaoka","surface_form":"Nagaoka","offset":4292},{"uri":"Kyoto","surface_form":"Kyoto","offset":4314},{"uri":"Group","surface_form":"group","offset":4385},{"uri":"Heian-ky%C5%8D","surface_form":"Heian-kyō","offset":4426},{"uri":"Kyoto","surface_form":"Kyoto","offset":4476},{"uri":"The_Tale_of_Genji","surface_form":"Tale of Genji","offset":4549},{"uri":"Murasaki_Shikibu","surface_form":"Murasaki Shikibu","offset":4566},{"uri":"Genpei_War","surface_form":"Genpei War","offset":4618},{"uri":"Daimyo","surface_form":"daimyo","offset":4868},{"uri":"Shogun","surface_form":"shogun","offset":4902},{"uri":"Group","surface_form":"group","offset":5138},{"uri":"Kamakura%2C_Kanagawa","surface_form":"Kamakura","offset":5179},{"uri":"Kamakura_shogunate","surface_form":"Kamakura shogunate","offset":5225},{"uri":"Minamoto_no_Yoritomo","surface_form":"Minamoto no Yoritomo","offset":5245},{"uri":"Muromachi_period","surface_form":"Muromachi Period","offset":5348},{"uri":"Emperor_Go-Daigo","surface_form":"Emperor Go-Daigo","offset":5398},{"uri":"Ashikaga_shogunate","surface_form":"Ashikaga shogunate","offset":5454},{"uri":"Ashikaga_Yoshiaki","surface_form":"Ashikaga Yoshiaki","offset":5585},{"uri":"Ky%C5%8Dto","surface_form":"Kyōto","offset":5635},{"uri":"Portugal","surface_form":"Portuguese","offset":5673},{"uri":"Portugal","surface_form":"Portugal","offset":5907},{"uri":"Netherlands","surface_form":"Netherlands","offset":5921},{"uri":"England","surface_form":"England","offset":5934},{"uri":"Spain","surface_form":"Spain","offset":5947},{"uri":"Azuchi-Momoyama_period","surface_form":"Azuchi-Momoyama period","offset":6007},{"uri":"Ming_Dynasty","surface_form":"Ming dynasty","offset":6237},{"uri":"Toyotomi_Hideyoshi","surface_form":"Toyotomi Hideyoshi","offset":6251},{"uri":"Koreans_in_Japan","surface_form":"Koreans to Japan","offset":6611},{"uri":"Edo_period","surface_form":"Edo period","offset":6814},{"uri":"Daimyo","surface_form":"daimyo","offset":6902},{"uri":"Tokugawa_shogunate","surface_form":"Tokugawa Shogunate","offset":6941},{"uri":"Tokugawa_Shogunate","surface_form":"Tokugawa","offset":6984},{"uri":"Edo","surface_form":"Edo","offset":7039},{"uri":"Boshin_War","surface_form":"Boshin War","offset":7412},{"uri":"17th_century","surface_form":"17th century","offset":7618},{"uri":"Sakoku","surface_form":"sakoku","offset":7696},{"uri":"Dutch_East_India_Company","surface_form":"Dutch","offset":7947},{"uri":"Matthew_Perry_(naval_officer)","surface_form":"Matthew Perry","offset":8254},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":8275},{"uri":"Kurofune","surface_form":"kurofune","offset":8537},{"uri":"Convention_of_Kanagawa","surface_form":"Convention of Kanagawa","offset":8673},{"uri":"United_States","surface_form":"United States","offset":8749},{"uri":"Harris_Treaty","surface_form":"Harris Treaty","offset":8793},{"uri":"Meiji_Restoration","surface_form":"Meiji Restoration","offset":9075},{"uri":"Emperor_Meiji","surface_form":"Emperor Meiji","offset":9137},{"uri":"Boshin_War","surface_form":"Boshin War","offset":9239},{"uri":"Russia","surface_form":"Russia","offset":9640},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":9876},{"uri":"Military_alliance","surface_form":"military alliance","offset":10084},{"uri":"Anglo-Japanese_Alliance","surface_form":"Anglo-Japanese Alliance","offset":10114},{"uri":"Germany","surface_form":"Germany","offset":10300},{"uri":"France","surface_form":"France","offset":10312},{"uri":"Russo-Japanese_War","surface_form":"Russo-Japanese War","offset":10406},{"uri":"Annexation","surface_form":"annexed","offset":10629},{"uri":"Second_World_War","surface_form":"Second World War","offset":10964},{"uri":"China","surface_form":"China","offset":11006},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":11028},{"uri":"Nazi","surface_form":"Nazi","offset":11137},{"uri":"Fascism","surface_form":"Fascist","offset":11154},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":11194},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":11332},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":11346},{"uri":"Cold_war","surface_form":"Cold war","offset":14582},{"uri":"Korea","surface_form":"Korea","offset":14596},{"uri":"Post-Occupation_Japan","surface_form":"Post-Occupation Japan","offset":14931},{"uri":"Korean_War","surface_form":"Korean War","offset":15523},{"uri":"Heisei_period","surface_form":"Heisei period","offset":16495},{"uri":"Kobe","surface_form":"Kobe","offset":16721},{"uri":"Niigata_Prefecture","surface_form":"Niigata Prefecture","offset":16781},{"uri":"Tsunami","surface_form":"tsunami","offset":16824},{"uri":"Nuclear","surface_form":"nuclear","offset":16886},{"uri":"Fukushima_Prefecture","surface_form":"Fukushima Prefecture","offset":16906}]}