{"id":307224,"url":"http://en.wikipedia.org/wiki/Deep_frying","text":"Deep frying is a way of cooking food by putting it in hot oil or fat. Deep frying cooks food very quickly. Deep frying is popular is the United Kingdom - one dish popular in the United Kingdom is fish and chips.\nTechnique.\nIf done well, deep-frying does not make food too greasy, because the moisture in the food repels the oil. The hot oil heats the water in the food, steaming it from the inside out. The water vapor pushes the bubbles toward the surface of the oil. As long as the oil is hot enough and the food is not in the oil for too long, oil will only enter the surface of the food. However, if the food is cooked in the oil for too long, much of the water will be lost and the oil will begin to penetrate the food. The correct frying temperature depends on the thickness and type of food, but is usually between 175 and 190 °C (345–375 °F).\nSome fried foods are given a coating of batter or breading prior to frying. This makes the outside of the food crispy and browned, while the inside becomes tender, moist, and steamed. Some foods – such as potatoes or whole, skin-on poultry – have a natural coating and do not require breading or battering.\nDisadvantages.\nDeep frying makes large amounts of waste oil. Getting rid of the oil properly may be a problem. Waste oil is increasingly being recycled into biodiesel.\nSome deep fry shortenings contain trans fat.\nCooking oil can burn well and may catch fire if it is used at too high a temperature. Trying to put out an oil fire with water makes the fire worse. Instead, oil fires must be put out with a fire extinguisher or by smothering.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cooking","surface_form":"cooking","offset":24},{"uri":"Cooking_oil","surface_form":"oil","offset":58},{"uri":"Fat","surface_form":"fat","offset":65},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":137},{"uri":"Fish_and_chips","surface_form":"fish and chips","offset":196},{"uri":"Moisture","surface_form":"moisture","offset":292},{"uri":"Water","surface_form":"water","offset":351},{"uri":"Steaming","surface_form":"steaming","offset":370},{"uri":"Temperature","surface_form":"temperature","offset":744},{"uri":"Batter_(cooking)","surface_form":"batter","offset":891},{"uri":"Breading","surface_form":"breading","offset":901},{"uri":"Potatoes","surface_form":"potatoes","offset":1056},{"uri":"Poultry","surface_form":"poultry","offset":1083},{"uri":"Biodiesel","surface_form":"biodiesel","offset":1315},{"uri":"Shortening","surface_form":"shortening","offset":1340},{"uri":"Trans_fat","surface_form":"trans fat","offset":1360},{"uri":"Fire","surface_form":"fire","offset":1411},{"uri":"Fire_extinguisher","surface_form":"fire extinguisher","offset":1562}]}