{"id":307249,"url":"http://en.wikipedia.org/wiki/Sick_building_syndrome","text":"e=\"preserve\">Sick building syndrome (SBS) is a combination of illnesses (a syndrome) associated with a human's place of work (office building) or dwelling. A 1984 World Health Organization report into suggested up to 30% of new and remodeled buildings around the world may be linked to symptoms of SBS. Most of the sick building syndrome is related to poor indoor air quality.\nSBS can be caused by flaws in the heating, ventilation, and air conditioning (HVAC) systems. Other causes have been contaminants produced by outgassing of some types of building materials, volatile organic compounds (VOC), molds (see mold health issues), improper exhaust ventilation of ozone (byproduct of some office machinery), using light industrial chemicals in the building, or lack of adequate fresh-air intake/air filtration (see Minimum Efficiency Reporting Value).\nPeople try to fix SBS symptoms by increasing the overall turn-over rate of fresh air exchange between the building's air and the outside air. But the new green building design goals should be able to avoid most of the SBS sources in the first place. Cleaners should lower their use of dangerous VOC cleaning compounds, and get rid of conditions that cause allergenic, potentially-deadly mold growth.\nSymptoms.\nBuilding occupants complain of symptoms such as irritation of the eyes, nose, throat; neurotoxic or general health problems; skin irritation; nonspecific hypersensitivity reactions; and odor and taste sensations.\nSeveral sick occupants may report individual symptoms which do not appear to be connected. The key to discovery SBS is if a number of people first experience their illnesses within a period of weeks. In most cases, SBS symptoms will be relieved soon after the occupants leave the particular room or zone. However, there can be lasting effects of various neurotoxins, which may not clear up when the occupant leaves the building. Sensitive individuals can have long-term health effects.\nGender differences.\nThere might be a gender difference in reporting rates of sick building syndrome because women tend to report more symptoms than men. Along with this, some studies found that women have a more responsive immune system and are more prone to mucosal dryness and facial erythema. Also, women are alleged by some to be more exposed to indoor environmental factors, because they have a tendency to have more clerical work where they are exposed to unique office equipment and materials (example: blueprint machines), while men may more often have jobs based outside of offices.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illness","surface_form":"illness","offset":62},{"uri":"Syndrome","surface_form":"syndrome","offset":75},{"uri":"Office_building","surface_form":"office building","offset":126},{"uri":"Dwelling","surface_form":"dwelling","offset":146},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":163},{"uri":"Indoor_air_quality","surface_form":"indoor air quality","offset":357},{"uri":"HVAC","surface_form":"heating, ventilation, and air conditioning","offset":411},{"uri":"Contaminant","surface_form":"contaminant","offset":493},{"uri":"Outgassing","surface_form":"outgassing","offset":518},{"uri":"Volatile_organic_compound","surface_form":"volatile organic compound","offset":566},{"uri":"Fungus","surface_form":"molds","offset":600},{"uri":"Mold_health_issues","surface_form":"mold health issues","offset":611},{"uri":"Ventilation","surface_form":"ventilation","offset":649},{"uri":"Ozone","surface_form":"ozone","offset":664},{"uri":"Air_filter","surface_form":"air filtration","offset":795},{"uri":"Minimum_Efficiency_Reporting_Value","surface_form":"Minimum Efficiency Reporting Value","offset":815},{"uri":"Green_building","surface_form":"green building","offset":1006},{"uri":"Goal","surface_form":"goals","offset":1028},{"uri":"Cleaner","surface_form":"Cleaner","offset":1102},{"uri":"Allergenic","surface_form":"allergenic","offset":1208},{"uri":"Irritate","surface_form":"irritation","offset":1310},{"uri":"Eye","surface_form":"eye","offset":1328},{"uri":"Nose","surface_form":"nose","offset":1334},{"uri":"Throat","surface_form":"throat","offset":1340},{"uri":"Neurotoxin","surface_form":"neurotoxic","offset":1348},{"uri":"Skin","surface_form":"skin","offset":1387},{"uri":"Odor","surface_form":"odor","offset":1448},{"uri":"Taste","surface_form":"taste","offset":1457},{"uri":"Room","surface_form":"room","offset":1766},{"uri":"Neurotoxin","surface_form":"neurotoxin","offset":1829},{"uri":"Health","surface_form":"health","offset":1945},{"uri":"Gender","surface_form":"gender","offset":1998},{"uri":"Mucus","surface_form":"mucosal","offset":2220},{"uri":"Erythema","surface_form":"erythema","offset":2247},{"uri":"Blueprint","surface_form":"blueprint","offset":2471},{"uri":"Job","surface_form":"job","offset":2522}]}