{"id":307222,"url":"http://en.wikipedia.org/wiki/Angry_Birds","text":"e=\"preserve\">\"Angry Birds\" is a puzzle video game developed by Rovio Entertainment from Finland. In the game there are wingless birds. The player uses a slingshot to launch them at pigs that are on or in different structures. The player has to destroy all the pigs in the map to unlock another level. A spin off game, in which you play as the pigs, was also released called Bad Piggies on September 27, 2012.\nGame.\nThere are pigs with and without helmets, small and big pigs, pigs with and without moustaches, and the pig’s king. They are all green.\nRovio Mobile has supported their games with many free updates that add more features and levels. There are 7 themed groups of levels. Every group has a simple story, the pigs stole the birds’ eggs so they try to get them back.The birds eventually get the eggs back in every part.\nVersions.\nThe first version of this game was released in December 2009 for Apple’s mobile operating system iOS (iPhone, iPad, iPod Touch). That release was a huge success so they decided to make versions for other mobile platforms (Maemo, webOS, Android, Symbian, Series 40 and Windows Phone). They also made versions even for computer operating systems (Mac OS, Windows) and gaming consoles (PlayStation, Xbox 360). There is also a version for Google’s social network Google Plus.\nBecause so many people liked this game, Rovio Mobile released special editions of \"Angry Birds\" called \"Angry Birds Seasons\", \"Angry Birds Rio\" and \"Angry Birds Magic\". The special versions are basically the same game with some differences. In \"Angry Birds Seasons\" there are levels inspired by holidays or seasons. \"Angry Birds Rio\" is set in Rio de Janeiro and instead of pigs and wingless birds there are monkeys and birds from the movie \"Rio\". \"Angry Birds Magic\" is just a special edition for Nokia and for more levels you have to use NFC.\nPopularity.\nFrom December 2009 to November 2011 people downloaded more than 500 million copies of this game. It is the number one game in 79 countries. People played 266 billion levels and shot 400 billion birds. They played 200,000 years of \"Angry Birds\" in total and 300 million minutes daily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Puzzle_video_game","surface_form":"puzzle","offset":32},{"uri":"Video_game","surface_form":"video game","offset":39},{"uri":"Rovio_Entertainment","surface_form":"Rovio Entertainment","offset":63},{"uri":"Finland","surface_form":"Finland","offset":88},{"uri":"Bird","surface_form":"bird","offset":128},{"uri":"Pig","surface_form":"pig","offset":181},{"uri":"Bad_Piggies","surface_form":"Bad Piggies","offset":374},{"uri":"Version","surface_form":"version","offset":850},{"uri":"Apple_Inc.","surface_form":"Apple","offset":905},{"uri":"IOS","surface_form":"iOS","offset":937},{"uri":"Maemo","surface_form":"Maemo","offset":1062},{"uri":"WebOS","surface_form":"webOS","offset":1069},{"uri":"Android_(operating_system)","surface_form":"Android","offset":1076},{"uri":"Symbian","surface_form":"Symbian","offset":1085},{"uri":"Series_40","surface_form":"Series 40","offset":1094},{"uri":"Windows_Phone","surface_form":"Windows Phone","offset":1108},{"uri":"MAC_OS","surface_form":"Mac OS","offset":1185},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":1193},{"uri":"PlayStation","surface_form":"PlayStation","offset":1223},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":1236},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1656},{"uri":"Rio_(movie)","surface_form":"Rio","offset":1754},{"uri":"Angry_Birds_Magic","surface_form":"Angry Birds Magic","offset":1761},{"uri":"Nokia","surface_form":"Nokia","offset":1810},{"uri":"Near_Field_Communication","surface_form":"NFC","offset":1852},{"uri":"Download","surface_form":"download","offset":1912},{"uri":"Level","surface_form":"level","offset":2035}]}