{"id":3072,"url":"http://en.wikipedia.org/wiki/Fulham_F.C.","text":"Fulham Football Club is an English football club from London that currently plays in the Premier League. It plays in a white shirt and black shorts for home games. For away games, it played in red shirts and white shorts in 2013/14, but has played in colours such as green, yellow or black. The team's away kit in 2014 is navy with orange sleeves. Shahid Khan owns the club. He is from the United States, and also owns the Jacksonville Jaguars, a famous NFL team.\nHistory.\nThe club was made in 1879 as Fulham St. Andrews. Lots of famous players used to play for Fulham, like Johnny Haynes (1950s), Bobby Moore (1970s), George Best (1970s) and Edwin van der Sar (2000s). Fulham have won one international tournament; the Intertoto Cup in 2003. They also were runner-up of the 2009-10 UEFA Europe League. They lost to Atletico Madrid in the final.\nWhen Mohamed Al-Fayed bought Fulham in 1997, it was in the 3rd division of English football (Football League One). He put lots of money into the club, and he made good choices about the club. The club won promotion two times, which means that in 2001 it was now in the top division of English Football, the Premier League.\nStadium.\nFulham's stadium is called Craven Cottage. It was built 100 years ago. It has a pretty building in one corner of the pitch, this is the \"Cottage\". The fans of Fulham like to call it \"The Cottage\", and it can have 27,000 people sitting in it.\nFrom 2002 to 2004, Fulham had to play at Loftus Road, which is the ground of Queens Park Rangers, near the BBC headquarters. This was because the club needed to renovate Craven Cottage because of new rules. The rules said that nobody can stand at football games, so the club had to install new seats.\nSome people who live near to Craven Cottage do not like having a big club near to them. They made it hard for the club to be allowed to make the changes. This is why the changes took a long time, even though it was easy work for the builders.\nBecause of the \"Cottage\", the club and its supporters are called \"The Cottagers\".\nNow.\nThe club plays in the Premier League, the top football league in England. The club is managed by Scott Parker until the end of the 2018/2019 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":27},{"uri":"Association_football","surface_form":"football","offset":35},{"uri":"London","surface_form":"London","offset":54},{"uri":"English_Premier_League","surface_form":"Premier League","offset":89},{"uri":"United_States","surface_form":"United States","offset":390},{"uri":"Jacksonville_Jaguars","surface_form":"Jacksonville Jaguars","offset":423},{"uri":"NFL","surface_form":"NFL","offset":454},{"uri":"1879","surface_form":"1879","offset":494},{"uri":"Johnny_Haynes","surface_form":"Johnny Haynes","offset":575},{"uri":"Bobby_Moore","surface_form":"Bobby Moore","offset":598},{"uri":"George_Best","surface_form":"George Best","offset":619},{"uri":"Edwin_van_der_Sar","surface_form":"Edwin van der Sar","offset":643},{"uri":"2009-10_UEFA_Europe_League","surface_form":"2009-10 UEFA Europe League","offset":775},{"uri":"Atl%C3%A9tico_Madrid","surface_form":"Atletico Madrid","offset":816},{"uri":"2010_UEFA_Europa_League_Final","surface_form":"final","offset":839},{"uri":"Mohamed_Al-Fayed","surface_form":"Mohamed Al-Fayed","offset":851},{"uri":"Football_League_One","surface_form":"Football League One","offset":939},{"uri":"Football_in_England","surface_form":"English Football","offset":1131},{"uri":"Craven_Cottage","surface_form":"Craven Cottage","offset":1205},{"uri":"Loftus_Road","surface_form":"Loftus Road","offset":1461},{"uri":"Queens_Park_Rangers_F.C.","surface_form":"Queens Park Rangers","offset":1497},{"uri":"BBC","surface_form":"BBC","offset":1527},{"uri":"English_Premier_League","surface_form":"Premier League","offset":2073}]}