{"id":307205,"url":"http://en.wikipedia.org/wiki/Always_Mine","text":"\"Always Mine\" is a song by American Tejano pop singer Selena. Her brother and music producer A.B. Quintanilla III wrote the song. It was for her last LP record \"Dulce Amor\" (1988). The song's lyrics are about teenage love and negative peer pressure from friends.\n\"Always Mine\" was the third single off of the album. It was also released as a maxi single for \"Anthology\" (1998). The version found on \"Anthology\" was remixed with freestyle music and electronic dance music, while the version on \"Dulce Amor\" was Latin pop. The remix version reached number four on the US Hot Dance Club Songs chart and number 94 on the Canadian Hot 100 chart in 1998.\nBackground.\n\"Always Mine\" was written by Selena's brother and music producer A.B. Quintanilla III. Quintanilla III had written \"Always Mine\" while he was in his home in Corpus Christi, Texas. His girlfriend, at the time, told Quintanilla III that she wanted to be with him forever. She also said to him: \"I want you to be always mine 'till the end of time\". After Quintanilla III had finished his conversation on the phone, he then started to write down lyrics of what his girlfriend had told him.\nIt took Quintanilla III several hours to complete the song and presented it to Selena, who liked the lyrics of the song and had wanted to record it. Selena recorded the song in San Antonio, Texas, where most of the songs on \"Dulce Amor\" were recorded. During the recording sessions, Roger Garcia, a guitarist from Selena y Los Dinos, had helped Quintanilla III with writing the melody part of the song. At the time of recording, Selena was only 17 years old.\nRelease and composition.\n\"Always Mine\" was released as the third single off of \"Dulce Amor\" in 1988. \"Always Mine\" is an uptempo Latin pop song that has influences of freestyle and electronic dance music. It is written in the key of B minor with 100 beats per minute. \"Always Mine\"'s lyrics are about teenage love and negative peer pressure from friends. Josh Kuun of \"Salon\" believed the song was \"'80s synth-happy freestyle\" and added that \"if Selena was Debbie Deb or Lisa Lisa\".\nThe song opens with the hi-hat and drums playing at the same time to make an uptempo beat. When Selena sings the first verse of the song, the electric piano begins playing. In the opening part of \"Always Mine\", Selena sings that all her friends are telling her that she is a fool for liking a guy, and that she should give up on him. She then sings that many times she have indeed tried, however, because she is in love she can not go through with it. After the first melody of \"Always Mine\", Selena sings the second verse of the song. She sings that she had spent some time trying to think of her relationship and her friends' comments towards the relationship. However, she continues to sing that she always ends up wanting to be with him. After this, Selena sings in Spanish \"Como una flor que necisita el agua/sin tu amor/se marchita mi alma\" (English: Just like a flower that needs water, without your love, I have an empty soul). After the second melody part, Selena sings the chorus: \"You will always be/ always mine/ be mine 'till the end of time/ always mine\". Selena sings the first and second verse and the chorus once more before the song concludes.\nRemixing.\nJose Behar, president of EMI Latin, had wanted to release an \"Anthology\" box-set. An \"Anthology\" is an album that contains a mixture of unknown songs and popular/famous songs in an artists career. Quintanilla III had remixed most of the songs included in \"Anthology\" and gave them a modern beat to them. \"Always Mine\" was chosen for the first disc entitled \"Pop/English\" and was chosen as an \"unknown song\". Quintanilla III had used electronic dance and freestyle music to mix the song. After the release of \"Anthology\" in 1998, Behar released a maxi single to promote the album. \"Always Mine\" as well as four other remixes of songs on \"Anthology\" were included in the maxi single.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Tejano_music","surface_form":"Tejano pop","offset":36},{"uri":"Selena","surface_form":"Selena","offset":54},{"uri":"Record_producer","surface_form":"music producer","offset":78},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":93},{"uri":"LP_record","surface_form":"LP record","offset":150},{"uri":"Dulce_Amor","surface_form":"Dulce Amor","offset":161},{"uri":"Peer_pressure","surface_form":"peer pressure","offset":235},{"uri":"Single_(music)","surface_form":"single","offset":291},{"uri":"Maxi_single","surface_form":"maxi single","offset":342},{"uri":"Anthology","surface_form":"Anthology","offset":359},{"uri":"Remix","surface_form":"remix","offset":415},{"uri":"Freestyle_music","surface_form":"freestyle music","offset":428},{"uri":"Electronic_dance_music","surface_form":"electronic dance music","offset":448},{"uri":"Latin_pop","surface_form":"Latin pop","offset":510},{"uri":"Hot_Dance_Club_Songs","surface_form":"Hot Dance Club Songs","offset":569},{"uri":"Canadian_Hot_100","surface_form":"Canadian Hot 100","offset":617},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":726},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":818},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":1324},{"uri":"Dulce_Amor","surface_form":"Dulce Amor","offset":1372},{"uri":"Guitarist","surface_form":"guitarist","offset":1446},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":1461},{"uri":"Melody","surface_form":"melody","offset":1525},{"uri":"Tempo","surface_form":"uptempo","offset":1727},{"uri":"Latin_pop","surface_form":"Latin pop","offset":1735},{"uri":"Freestyle_music","surface_form":"freestyle","offset":1773},{"uri":"Electronic_dance_music","surface_form":"electronic dance music","offset":1787},{"uri":"Key_(music)","surface_form":"key","offset":1832},{"uri":"B_minor","surface_form":"B minor","offset":1839},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":1856},{"uri":"Peer_pressure","surface_form":"peer pressure","offset":1933},{"uri":"Synthpop","surface_form":"synth","offset":2010},{"uri":"Hi-hat","surface_form":"hi-hat","offset":2113},{"uri":"Drum","surface_form":"drum","offset":2124},{"uri":"Beat_(music)","surface_form":"beat","offset":2174},{"uri":"Musical_form","surface_form":"verse","offset":2208},{"uri":"Electric_piano","surface_form":"electric piano","offset":2231},{"uri":"Refrain","surface_form":"chorus","offset":3072},{"uri":"Conclusion_(music)","surface_form":"concludes","offset":3240},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":3286},{"uri":"Box-set","surface_form":"box-set","offset":3334},{"uri":"Maxi_single","surface_form":"maxi single","offset":3807}]}