{"id":307223,"url":"http://en.wikipedia.org/wiki/Fishmonger","text":"A fishmonger is someone who sells fish and seafood. Fishmongers can be wholesalers or retailers. In many places there are fewer fishmongers than there used to be. Supermarkets have often replaced independent seafood sellers. Female fishmongers used to have a separate name, fishwife.\n__TOC__\nWorshipful Company of Fishmongers.\nThe fishmongers guild, was started in the City of London by a Royal Charter from Edward I soon after he became king in 1272. Guild members could not have foreign partners. Selling fish was tightly controlled to make sure it was fresh and to keep profits low. However, the guild grew rich. After Edward's victory over the Scots, they put on a great show, including one thousand mounted knights.\nWhile Edward II was king, the fishmongers lost political power. Parliament made a rule that a fishmonger could not become mayor of the city. This rule was soon canceled, though. The fishmongers guild became richer so that while Edward III was king the guild could give £40 to the war against the French. This was a large amount of money at that time.\nThe guild was then reformed as the \"Mystery of the Fishmongers of London\". They were the only ones allowed to advertise or sell fish. They also regulated catching fish in the Thames. The river had many fish such as salmon at that time. The guild still continues today as one of the Great Twelve City Livery Companies.\nFishmongers in culture.\nSome believe that the word fishmonger in Shakespeare's \"Hamlet\" was a euphemism for a \"fleshmonger,\" or pimp.\nIn the English translation of the Asterix series, the village fishmonger is called Unhygienix.\nIn the film \"The Beach\", the island's chef has only fish for meat, and is named Unhygienix after to the Asterix character.\nCharles Fort included the story of the Mad Fishmonger or \"St. Fishmonger\" in his book \"Lo!\" According to the story St. Fishmonger made crabs and periwinkles fall from the sky. The story later appears in the \"Schrödinger's Cat Trilogy\" by Robert Anton Wilson.\nDr. Ahmed Fishmonger is a writer and artist active in the Church of the Subgenius.\nIn many countries, the fishwife had a reputation for speaking boldly. In Medieval France, fishwives in Paris were allowed to speak honestly and directly to the King himself when he went into the marketplace. They could be critical without fear of punishment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":34},{"uri":"Seafood","surface_form":"seafood","offset":43},{"uri":"Wholesale","surface_form":"wholesalers","offset":71},{"uri":"Retail","surface_form":"retailers","offset":86},{"uri":"Fishwife","surface_form":"fishwife","offset":274},{"uri":"Guild","surface_form":"guild","offset":343},{"uri":"City_of_London","surface_form":"City of London","offset":369},{"uri":"Edward_I","surface_form":"Edward I","offset":408},{"uri":"Edward_II","surface_form":"Edward II","offset":727},{"uri":"Mayor","surface_form":"mayor","offset":843},{"uri":"Edward_III","surface_form":"Edward III","offset":949},{"uri":"Thames","surface_form":"Thames","offset":1247},{"uri":"Salmon","surface_form":"salmon","offset":1287},{"uri":"Great_Twelve_City_Livery_Companies","surface_form":"Great Twelve City Livery Companies","offset":1354},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":1455},{"uri":"Hamlet","surface_form":"Hamlet","offset":1470},{"uri":"Euphemism","surface_form":"euphemism","offset":1484},{"uri":"Pimp","surface_form":"pimp","offset":1518},{"uri":"Asterix","surface_form":"Asterix","offset":1558},{"uri":"The_Beach_(film)","surface_form":"The Beach","offset":1632},{"uri":"Charles_Fort","surface_form":"Charles Fort","offset":1742},{"uri":"Robert_Anton_Wilson","surface_form":"Robert Anton Wilson","offset":1980},{"uri":"Church_of_the_Subgenius","surface_form":"Church of the Subgenius","offset":2059},{"uri":"Medieval_France","surface_form":"Medieval France","offset":2157},{"uri":"Paris","surface_form":"Paris","offset":2187}]}