{"id":307396,"url":"http://en.wikipedia.org/wiki/The_Winter%27s_Tale","text":"\"The Winter's Tale\" is a play by William Shakespeare, published in the First Folio, in 1623. It was grouped among the comedies, but some modern editors have relabelled the play as one of Shakespeare's late romances. Some critics, among them W. W. Lawrence, consider it to be one of Shakespeare's \"problem plays\", because the first three acts are filled with intense psychological drama, while the last two acts are comedic and supply a happy ending.\nDespite this, the play has been popular, and there are different adaptations of it to the stage. The first was done by David Garrick in his adaptation called \"Florizel and Perdita\"; first performed in 1754 and published in 1756. \"The Winter's Tale\" was revived again in the 19th century, when the third \"pastoral\" act was widely popular). In the second half of the 20th century \"The Winter's Tale\" was often performed as a whole. The text was usually taken from the First Folio.\nPlot.\nPolixenes, King of Bohemia, visits his old friend Leontes, King of Sicilia. Leontes wants Polixenes to stay longer, but at first Polixenes wants to go home. However, he is persuaded to stay for longer by Leontes's wife, Queen Hermione. Leontes starts to fear that Hermione and Polixenes are in love with each other. Leontes orders Lord Camillo to poison Polixenes, but Camillo decides to warn Polixenes instead and they run away together to Bohemia.\nLeontes is furious. He accuses his wife of betraying him and puts her in prison. He orders two lords, Cleomenes and Dion, to visit the Oracle, a wise person who is believed to know everything. When Hermione gives birth to a daughter, Leontes believes that Polixenes is the girl's father. He orders Lord Antigonus to take the baby away and abandon her. Hermione is put on trial, when Cleomenes and Dion return with the Oracle's reply. Leontes does not want to hear it, but they read it out. The Oracle says that Hermione and Polixenes were never in love with each other, that Camillo is an honest man, and that Leontes will have no heir until his lost daughter is found.\nNews then comes in that Leontes's only son, Mamillus, has died. He fell ill after seeing his mother being accused by his father. Hermione then collapses. Leontes is then told that she has died. He is left in despair. He vows to make up for what he has done wrong and find his lost daughter. Meanwhile, Hermione appears to Antigonus in a dream and tells him to name the baby Perdita. He leaves the baby on the coast, with her name written down and some jewellery to show she comes from a noble family. He is then chased away by a bear (and probably killed). Perdita is later found by a shepherd.\nSixteen years pass. Camillo lives with Polixenes but wants to return home to Sicilia. Polixenes believes his son, Prince Florizel, has fallen in love with a shepherd girl called Perdita. Polixenes and Camillo disguise themselves and go to the shepherd's feast to see if this is true. They watch Florizel get engaged with Perdita at the feast. Polixenes then removes his disguise and angrily tells his son never to see Perdita again. Camillo steps in and instead takes Florizel and Perdita to Sicilia, with the shepherd's family joining them.\nBack in Sicilia, Leontes is still mourning his family. Cleomenes and Dion want the king to marry again, but Leontes believes no woman would be as good as Hermione, and his servant Paulina agrees. Florizel arrives and tries to hide why he has come, but it gets revealed once Polixenes and Camillo also arrive. After all that has happened, everyone becomes friends again. Once Leontes learns that the shepherds raised Perdita, he decides to make them lords in his kingdom. Paulina then takes them to see a statue of Hermione that has just been finished. The statue comes to life, and Hermione is alive once more. Everyone celebrates the miracle.\nAbout the play.\nLike most of Shakespeare's plays, it was based off an existing story. It is mainly based off a 1588 play called \"Pandosto\" by Robert Greene. Shakespeare made less changes to the story than he would usually make. The main difference is that he changed it from a sad ending to a happy ending. Shakespeare made other, smaller changes. All the characters have different names, and Bohemia and Sicilia are swapped around.\nThe play has five \"acts\" (parts). The first three acts have tense drama. A character called \"Time\" briefly appears to announce the sixteen-year time jump between the third and fourth acts. The last two acts are much lighter in tone. They are like the \"pastoral\" plays that were popular around Shakespeare's time, which were light plays that were set in the countryside. Although the play has a happy ending, some of the tragedy cannot be undone: Mamillus is still dead, and the bad things that happened in the past cannot be forgotten.\nIt appears Shakespeare was not trying to make the play realistic. Many things in the play suggest it is set in Europe in Shakespeare's day, but the \"Oracle of Delphos\" sounds like the Oracle of Delphi in Ancient Greece. This was located in the mountains, not on an island like in the play. In the play, it is also said that Bohemia has a coastline and deserts. The real Bohemia was located where the Czech Republic is now located. It never had a coastline or deserts. Shakespeare might have chosen to make it unrealistic, in order to make the play feel more like a fantasy.\nThe play also has a famous moment when Antigonus is chased away by a bear. In the stage directions, this is written as \"Exit, pursued by a bear.\" It is not known whether Shakespeare used a real bear, or whether it was an actor dressed as a bear.\nIt is not clear how Hermione returns at the end of the play. The play suggests it might be magic, but it also suggests that Hermione was alive all along.","categories":[],"infobox_types":[],"annotations":[{"uri":"Play_(theatre)","surface_form":"play","offset":25},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":33},{"uri":"First_Folio","surface_form":"First Folio","offset":71},{"uri":"Shakespeare%27s_late_romances","surface_form":"Shakespeare's late romances","offset":187},{"uri":"Problem_plays_(Shakespeare)","surface_form":"problem plays","offset":297},{"uri":"Psychology","surface_form":"psychological","offset":366},{"uri":"Happy_ending","surface_form":"happy ending","offset":436},{"uri":"David_Garrick","surface_form":"David Garrick","offset":569},{"uri":"First_Folio","surface_form":"First Folio","offset":916},{"uri":"Bohemia","surface_form":"Bohemia","offset":954},{"uri":"Sicilia","surface_form":"Sicilia","offset":1002},{"uri":"Oracle_of_Delphi","surface_form":"Oracle of Delphi","offset":4989},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":5009},{"uri":"Desert","surface_form":"desert","offset":5157},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":5205},{"uri":"Stage_direction","surface_form":"stage direction","offset":5461}]}