{"id":307472,"url":"http://en.wikipedia.org/wiki/Bidi_Bidi_Bom_Bom","text":"\"Bidi Bidi Bom Bom\" is a song by American singer Selena.\nBackground and production.\nBefore \"Bidi Bidi Bom Bom\" was written, Selena had performed cover versions of popular songs while on tour. While touring on the Entre A Mi Mundo Tour, Selena had decided to perform a song she had recently written. The song was called \"Little Bidi Bubbles\", \"Little Bubbles\" and \"Swim Swim Swim!\" The song was in English and had talked about a fish swimming in the ocean happily. The fish was given only one wish and had decided to give that wish away to another fish she had really liked. The song was performed in the style of roots reggae mixed with cumbia music. The song had became a sound check for Selena y Los Dinos, after Selena had written the song. Initially, Selena had wanted to perform the song to her fans and see their reactions before she would professionally record it. The song was not recorded even though it was given positive feedback from fans.\nA.B. Quintanilla III, Selena's brother, was short on songs to be recorded for Selena's next studio album. A.B had wanted to record an \"exotic progressive\" album that would help Selena to expand her fan base even bigger. He then decided to finish writing \"Little Bidi Bubbles\" and turn it into a Caribbean reggae song mixed with Colombian cumbia to attract fans from the Caribbean. Pete Astudillo, a former back-up dancer for the band, also helped with writing the song. Chris Perez, the widower of Selena, had brought Rock fusion and guitar solos into the song. The song was written in Spanish and was produced by A.B., Selena's father Abraham Quintanilla Jr and Bebu Silvetti. Brian \"Red\" Moore, a family friend, had mixed the song. Roger Emerson became the music arranger for the song. \"Bidi Bidi Bom Bom\" was recorded in Q-Productions in Corpus Christi, Texas.\nAround the early months of 1994, the lyrics of the song was finished. Selena had recorded the song a few weeks afterwards. A.B. told interviewers that he was afraid and nervous about releasing the song because of its mixed music genres. He also said that the use of mixed genres had never been done before for a Tejano singer. After \"Amor Prohibido\" (1994) was released, EMI Latin had a hard time choosing a lead single. Selena and the record company had wanted \"Amor Prohibido\" as the lead single, whereas A.B. had wanted \"Bidi Bidi Bom Bom\". A.B. had tried to convince his sister and EMI, but was unsuccessful. \"Bidi Bidi Bom Bom\" had then became a promotional single for the album.\nWhen Selena was killed on March 31, 1995, she was in the middle of releasing a crossover album. EMI Latin and Selena's family had decided to release it on July 18 of that same year. However, since the album was not finished, they were short on songs. A.B. had then made a few remix versions of Selena's most popular and famous songs, one of them being \"Bidi Bidi Bom Bom\", which were included in \"Dreaming of You\" (1995).","categories":[],"infobox_types":[],"annotations":[{"uri":"Selena","surface_form":"Selena","offset":49},{"uri":"Cover_(music)","surface_form":"cover","offset":145},{"uri":"Fish","surface_form":"fish","offset":428},{"uri":"Ocean","surface_form":"ocean","offset":449},{"uri":"Roots_reggae","surface_form":"roots reggae","offset":613},{"uri":"Cumbia_music","surface_form":"cumbia music","offset":637},{"uri":"Sound_check","surface_form":"sound check","offset":673},{"uri":"Selena_y_Los_Dinos","surface_form":"Selena y Los Dinos","offset":689},{"uri":"A.B._Quintanilla_III","surface_form":"A.B. Quintanilla III","offset":952},{"uri":"Progressive_rock","surface_form":"exotic progressive","offset":1087},{"uri":"List_of_Caribbean_music_genres","surface_form":"Caribbean reggae","offset":1247},{"uri":"Music_of_Colombia","surface_form":"Colombian cumbia","offset":1280},{"uri":"Caribbean","surface_form":"Caribbean","offset":1322},{"uri":"Pete_Astudillo","surface_form":"Pete Astudillo","offset":1333},{"uri":"Chris_Perez","surface_form":"Chris Perez","offset":1422},{"uri":"Widow","surface_form":"widower","offset":1439},{"uri":"Rock_fusion","surface_form":"Rock fusion","offset":1470},{"uri":"Guitar_solo","surface_form":"guitar solo","offset":1486},{"uri":"Abraham_Quintanilla_Jr","surface_form":"Abraham Quintanilla Jr","offset":1588},{"uri":"List_of_music_arrangers","surface_form":"Roger Emerson","offset":1686},{"uri":"Music_arranger","surface_form":"music arranger","offset":1711},{"uri":"Q-Productions","surface_form":"Q-Productions","offset":1776},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi, Texas","offset":1793},{"uri":"Music_genre","surface_form":"music genre","offset":2039},{"uri":"Tejano_music","surface_form":"Tejano","offset":2128},{"uri":"Amor_Prohibido","surface_form":"Amor Prohibido","offset":2150},{"uri":"EMI_Latin","surface_form":"EMI Latin","offset":2187},{"uri":"Lead_single","surface_form":"lead single","offset":2224},{"uri":"Amor_Prohibido_(song)","surface_form":"Amor Prohibido","offset":2279},{"uri":"Single_(music)","surface_form":"single","offset":2307},{"uri":"CD_single","surface_form":"promotional single","offset":2467},{"uri":"Murder_of_Selena","surface_form":"killed","offset":2517},{"uri":"Crossover_(music)","surface_form":"crossover","offset":2580},{"uri":"Dreaming_of_You_(album)","surface_form":"Dreaming of You","offset":2898}]}