{"id":307565,"url":"http://en.wikipedia.org/wiki/FG_42","text":"The FG 42 (German: \"Fallschirmjägergewehr\" 42 or \"paratrooper rifle 42\") was a battle rifle. It was made in Nazi Germany during World War II. The weapon was made for use by Fallschirmjäger airborne infantry in 1942. It was used in small amounts until the war ended.\nThe FG 42 had the power of a light machine gun. It was light and was no larger than the Kar 98k bolt-action rifle. The FG 42 is thought to be one of the most advanced weapons of World War II. It helped shape the modern assault rifle idea.\nHistory.\nAt the time of the Battle of Crete (Operation Mercury), German \"Fallschirmjäger\" had the same weapons as the regular army. When they jumped from aircraft, they only had pistols and hand grenades. Submachine guns, rifles and other heavier weapons were dropped in crates. The design of the German parachutes meant that it was not safe to carry heavier weapons like rifles on jumps. At Crete, Commonwealth defenders killed or injured many German soldiers. This is because the German paratroopers had to go and collect their weapons from containers. These could be all over the battlefield. This showed that the weapons the regular army used were not good for air operations.\nDevelopment.\nIn 1941, the German Air Force (\"Luftwaffe\"), asked for a selective fire weapon for the paratroopers. Senior Staff Air Secretary Ossenbach at the \"Luftwaffe\" Weapons Development Branch (at Tarnewitz near Lübeck) was asked to develop this new weapon. The Reich Air Ministry (\"Reichsluftfahrtministerium\" or RLM) wanted to develop an automatic rifle which would be fired from the shoulder. It would replace the bolt-action rifle, submachine gun and light machine gun for air assault. The weapon would also make logistics simpler and give more firepower to a normal paratrooper.\nThe RLM tried to start a formal development program using the \"Heereswaffenamt\" (the HWaA, or Army Ordnance Department). The HWaA was in charge of German small arms development. However, the HWaA and the \"Luftwaffe\" had different priorities. Also, there were some disagreements between the \"Luftwaffe\" and the Army (the HWaA said no to the program because they thought it was not realistic. They tried to give their G 41(W) semi-automatic rifle instead). This meant that the \"Luftwaffe\" had to develop the weapon by itself. The engineers who would develop the weapon were skilled at developing light automatic weapons (they managed to change the MG 15 aircraft machine gun so that it could also be used on the ground). However, the paratroopers had many casualties during Operation Mercury. Because of this, Hitler decided that air assaults were not important, and the plans for the weapon were cancelled. However, Hermann Göring, head of the \"Luftwaffe\", secretly ordered the program to continue.\nThe RLM went straight to German companies with its plans. The first plan was the LC-6. It was given out on 14 December 1941. It said that the weapon should not be longer than, that it should not be longer than the Kar 98k rifle, fire single shots from a closed bolt, fire fully automatically from an open bolt, take its bullets from a 10 or 20-round magazine and be able to fire rifle grenades. Although the 7.9mm \"Kurz\" cartridge used by the \"Heer\" (the main army) (developed for the MP 43 assault rifle) was in service, the \"Luftwaffe\" decided to use the 7.92 x 57mm Mauser rifle round. This was because it had long range. This caliber was also mentioned in the plans for the design.\nPrototypes.\nSix companies were asked to design prototypes. These were: Gustloff-Werke, Mauser, Johannes Großfuß Metall- und Lackierwarenfabrik, C.G. Hänel, Rheinmetall-Borsig and Heinrich Krieghoff Waffenfabrik. Several contracts were given out, but only a few prototypes are known to have been given. Mauser gave a version of the MG 81. However, it was turned down because it was too heavy and got its bullets from a belt. There was one design, made by Louis Stange at Rheinmetall-Borsig, that was accepted. It was tested at a test station at Tarnewitz in mid-1942. This prototype was called \"Gerät\" 450 (\"device 450\") or \"Ausführung\" \"A\" (\"type A\"). It was supposed to be a sheet metal design. The type \"A\" was never made (except for some models). However, the basic design was kept for more development.\nThe basic parts of the LC-6 were accepted. A group of changes to the design came afterwards. The improved version of the LC-6 was called the \"Ausführung\" \"B\". This improvement changed the hand guard so that it gave better protection against heat and a better grip when it was wet.\nThese tests showed many problems. They were fixed by Stange in April 1942. This other improved version was called the LC-6/II. The prototype was then given many tests. These tests were set up by the HWA. The prototype was changed even more, and finally it became the LC-6/III prototype. This became the FG 42.\n50 rifles were made in early 1943. Six of these were sent away to be tested more. These weapons had some serious faults. One rifle failed after firing only 2,100 rounds. Also, a soldier was injured when he tried to fire a rifle grenade.\nProduction.\nSeveral other changes were made to the FG 42 before it was allowed to be made. The first Rheinmetall design used chrome-nickel steel a lot. It was used on many parts which were needed to make the weapon work. There was not much of this material around. When the \"Luftwaffe\" was allowed to make 3,000 rifles for some more testing, the weapon was changed and manganese steel was used instead of chrome-nickel steel. The Heinrich Krieghoff company was asked to make some FG 42s. This was because Rheinmetall was not large enough to make lots of FG 42s. The weapon was first used by commandos during \"Operation Eiche\" in 1943. \"Operation Eiche\" was the dangerous mission that some \"Fallschirmjäger\" went on. During this mission, they had to rescue Benito Mussolini. The \"Fallschirmjäger\" team was led by Otto Skorzeny.\nThe weapon kept being changed. Because its first design was changed many times and the \"Luftwaffe\" needed different things, many different types of FG 42 were made. Papers and books written after World War II usually say that there were three main versions of FG 42. However, the Germans never said that they were different models. The \"Model I\", \"Model II\" and \"Model III\" were never officially mentioned. German papers just call the weapon the \"FG 42\". It was always the latest version of FG 42 that was mentioned.\nBD 42.\nThe BD 42/I is a semi-automatic copy of the early FG 42 rifle. The BD 42/II is a semi-automatic copy of the later FG 42. Both of these were made by HZA Kulmbach GmbH.\nGeneral information.\nThe FG 42 was a selective fire weapon. It was cooled by the air. The FG 42 also had its magazine at the side. It was quite easy to control if it was being fired on fully automatic mode.\nFeeding and firing.\nThe FG 42 got its bullets from a box-shaped magazine. This magazine could hold 10 or 20 rounds.\nThe FG 42 was semi-automatic when it was being fired from a closed bolt. There was not very much movement when the weapon was being fired. This meant that firing single shots was more accurate. When the weapon was being fired in automatic mode, it was fired from an open bolt. When automatic mode was on, the bolt stayed open to keep the weapon cool.\nTesting.\nThe FG 42 was supposed to give some useful firepower to Nazi Germany. However, only a small amount were made. When it was tested, the paratroopers quite liked it. However, the FG 42 did have some issues. The FG 42 had a 20, or sometimes 10, round magazine which was put into the left side of the rifle. It was quite usual for submachine guns to have magazines on the side, but the bigger magazine with the heavier cartridges of a rifle quite unbalanced. Also, the end of the FG 42 rose into the air quite quickly when it was being fired in automatic mode. This made accurate automatic fire difficult. It also meant that automatic fire was not very useful. The U.S. M14 rifle had problems similar to these.\nWeapons based on the FG 42.\nThe American M41 Johnson LMG has many things that are similar to the FG 42. Both of these had their magazines on the left side. They also fired from an open bolt in automatic mode and closed bolt in semi-automatic mode. Although there are some things that are similar, there is no evidence that the designers of one weapon copied the design of another.\nThe last known weapons that were based on the FG 42 are the Sturmgewehr 52 and M60 machine gun.\nUse.\nAfter around 2,000 FG 42s were made by Krieghoff, the manganese steel that many important parts were made from were moved away to be used for other things. This meant that the weapon had to be redesigned to use stamped steel. Soldiers using the FG 42 asked for many small changes to be made to the design. These changes can be seen on later FG 42s. The FG 42 also had a simple bayonet under the barrel. It was hidden by the bipod. In the later version of the FG 42, the bayonet was shortened. Before the update, it was. Afterwards, it changed to about.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":11},{"uri":"Battle_rifle","surface_form":"battle rifle","offset":79},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":108},{"uri":"World_War_II","surface_form":"World War II","offset":128},{"uri":"Fallschirmj%C3%A4ger_(World_War_II)","surface_form":"Fallschirmjäger","offset":173},{"uri":"Airborne_forces","surface_form":"airborne infantry","offset":189},{"uri":"Light_machine_gun","surface_form":"light machine gun","offset":295},{"uri":"Karabiner_98k","surface_form":"Kar 98k","offset":354},{"uri":"Bolt-action","surface_form":"bolt-action","offset":362},{"uri":"Rifle","surface_form":"rifle","offset":374},{"uri":"World_War_II","surface_form":"World War II","offset":444},{"uri":"Assault_rifle","surface_form":"assault rifle","offset":485},{"uri":"Battle_of_Crete","surface_form":"Battle of Crete","offset":533},{"uri":"Pistol","surface_form":"pistol","offset":683},{"uri":"Hand_grenade","surface_form":"hand grenade","offset":695},{"uri":"Submachine_gun","surface_form":"Submachine gun","offset":710},{"uri":"Rifle","surface_form":"rifle","offset":727},{"uri":"Crate","surface_form":"crate","offset":776},{"uri":"Parachutes","surface_form":"parachutes","offset":809},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":904},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":1231},{"uri":"Selective_fire","surface_form":"selective fire","offset":1256},{"uri":"L%C3%BCbeck","surface_form":"Lübeck","offset":1402},{"uri":"Reich_Air_Ministry","surface_form":"Reich Air Ministry","offset":1452},{"uri":"Automatic_rifle","surface_form":"automatic rifle","offset":1530},{"uri":"Shoulder","surface_form":"shoulder","offset":1576},{"uri":"Bolt-action","surface_form":"bolt-action","offset":1607},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":1626},{"uri":"Light_machine_gun","surface_form":"light machine gun","offset":1645},{"uri":"Logistics","surface_form":"logistics","offset":1707},{"uri":"Formal","surface_form":"formal","offset":1799},{"uri":"Development","surface_form":"development","offset":1806},{"uri":"Waffenamt","surface_form":"Heereswaffenamt","offset":1837},{"uri":"Small_arms","surface_form":"small arms","offset":1928},{"uri":"Priority","surface_form":"priorities","offset":2004},{"uri":"Realism","surface_form":"realistic","offset":2154},{"uri":"Gewehr_41","surface_form":"G 41(W)","offset":2190},{"uri":"Semi-automatic_rifle","surface_form":"semi-automatic rifle","offset":2198},{"uri":"Fully_automatic_firearm","surface_form":"automatic","offset":2374},{"uri":"MG_15_machine_gun","surface_form":"MG 15","offset":2420},{"uri":"Operation_Mercury","surface_form":"Operation Mercury","offset":2546},{"uri":"Adolf_Hitler","surface_form":"Hitler","offset":2582},{"uri":"Hermann_G%C3%B6ring","surface_form":"Hermann Göring","offset":2689},{"uri":"Kar_98k","surface_form":"Kar 98k","offset":2986},{"uri":"Closed_bolt","surface_form":"closed bolt","offset":3026},{"uri":"Open_bolt","surface_form":"open bolt","offset":3072},{"uri":"Magazine_(firearm)","surface_form":"magazine","offset":3122},{"uri":"Rifle_grenade","surface_form":"rifle grenade","offset":3151},{"uri":"8x33mm_Kurz","surface_form":"7.9mm \"Kurz\"","offset":3180},{"uri":"Cartridge_(firearms)","surface_form":"cartridge","offset":3193},{"uri":"StG_44","surface_form":"MP 43","offset":3257},{"uri":"Assault_rifle","surface_form":"assault rifle","offset":3263},{"uri":"7.92_x_57mm_Mauser","surface_form":"7.92 x 57mm Mauser","offset":3329},{"uri":"Caliber","surface_form":"caliber","offset":3402},{"uri":"Prototype","surface_form":"prototype","offset":3505},{"uri":"Mauser","surface_form":"Mauser","offset":3545},{"uri":"Rheinmetall","surface_form":"Rheinmetall-Borsig","offset":3614},{"uri":"Contract","surface_form":"contract","offset":3678},{"uri":"MG_81_machine_gun","surface_form":"MG 81","offset":3789},{"uri":"Sheet_metal","surface_form":"sheet metal","offset":4134},{"uri":"Heat","surface_form":"heat","offset":4506},{"uri":"Grip","surface_form":"grip","offset":4524},{"uri":"Soldier","surface_form":"soldier","offset":5034},{"uri":"Chromium","surface_form":"chrome","offset":5218},{"uri":"Nickel","surface_form":"nickel","offset":5225},{"uri":"Steel","surface_form":"steel","offset":5232},{"uri":"Manganese","surface_form":"manganese","offset":5462},{"uri":"Commando","surface_form":"commando","offset":5684},{"uri":"Gran_Sasso_raid","surface_form":"Operation Eiche","offset":5702},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":5849},{"uri":"Otto_Skorzeny","surface_form":"Otto Skorzeny","offset":5905},{"uri":"Semi-automatic_firearm","surface_form":"semi-automatic","offset":6461},{"uri":"Selective_fire","surface_form":"selective fire","offset":6648},{"uri":"Magazine_(firearm)","surface_form":"magazine","offset":6720},{"uri":"Fully_automatic_firearm","surface_form":"fully automatic","offset":6796},{"uri":"Bullet","surface_form":"bullet","offset":6856},{"uri":"Closed_bolt","surface_form":"closed bolt","offset":6994},{"uri":"Open_bolt","surface_form":"open bolt","offset":7200},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":7620},{"uri":"Cartridge_(firearms)","surface_form":"cartridges","offset":7708},{"uri":"Balance","surface_form":"balance","offset":7738},{"uri":"M14_rifle","surface_form":"M14 rifle","offset":7959},{"uri":"M1941_Johnson_machine_gun","surface_form":"M41 Johnson LMG","offset":8041},{"uri":"Evidence","surface_form":"evidence","offset":8309},{"uri":"Sturmgewehr_52","surface_form":"Sturmgewehr 52","offset":8441},{"uri":"M60_machine_gun","surface_form":"M60 machine gun","offset":8460},{"uri":"Manganese","surface_form":"manganese","offset":8536},{"uri":"Bayonet","surface_form":"bayonet","offset":8859},{"uri":"Barrel_(weapons)","surface_form":"barrel","offset":8877},{"uri":"Bipod","surface_form":"bipod","offset":8906}]}