{"id":307537,"url":"http://en.wikipedia.org/wiki/Habituation","text":"e=\"preserve\">Habituation is a basic activity whereby an animal responds less to repeated stimuli. It is a primitive kind of learning.\nThe learning that underlies habituation is a basic process of biological systems. Animals do not need conscious motivation or awareness for it to occur. Habituation enables organisms to distinguish meaningful information from background stimuli.\nHabituation occurs in all animals, as well as in the large protozoan \"Stentor coeruleus\". The decrease in responding is specific to the habituated stimulus. For example, if one was habituated to the taste of lemon, their responding would increase significantly when presented with the taste of lime.\nTwo factors that can influence habituation include the time between each stimulus, and the length of time the stimulus is presented. Shorter intervals and longer durations increase habituation, and \"vice versa\".\nHuman example.\nHabituation need not be conscious. For example, a short time after a person dresses, the stimulus clothing creates disappears from our nervous systems and we become unaware of it. In this way, habituation is used to ignore any continual stimulus. This sort of habituation can occur through changes in sensory nerves themselves, and through negative feedback from the brain to peripheral sensory organs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Response","surface_form":"responds","offset":63},{"uri":"Stimulus","surface_form":"stimuli","offset":89},{"uri":"Learning","surface_form":"learning","offset":124},{"uri":"Conscious","surface_form":"conscious","offset":236},{"uri":"Motivation","surface_form":"motivation","offset":246},{"uri":"Awareness","surface_form":"awareness","offset":260},{"uri":"Stentor","surface_form":"Stentor","offset":450},{"uri":"Vice_versa","surface_form":"vice versa","offset":879},{"uri":"Clothing","surface_form":"clothing","offset":1005},{"uri":"Negative_feedback","surface_form":"negative feedback","offset":1247}]}