{"id":307717,"url":"http://en.wikipedia.org/wiki/Electric_ray","text":"The electric rays are a group of rays, flattened cartilaginous fish with enlarged pectoral fins. They are the order Torpediniformes.\nThey can produce an electric discharge, ranging from as little as 8 volts up to 220 volts depending on species. There are 69 species in four subfamilies.\nThese rays have battery-like electric organs on both sides of their heads, which can make a powerful electric shock. They use this shock to stun their prey and for their own self defense.\nElectric rays are found from shallow coastal waters down to at least depth. They are sluggish and slow moving, propelling themselves along with their tails, rather than using their disc-shaped bodies, as other rays do. They feed on invertebrates and small fish. They lie in wait for prey below the sand or other substrate, using their electricity to stun and capture it.\nClassification.\nThe electric rays are regarded as monophyletic, though in detail the group has been classified in several ways. This is one way the order can be classified.\nThe word torpedo comes from a genus of electric rays in the sub-family Torpedininae, namely \"Torpedo\", which in turn comes from the Latin \"torpere\" (to be stiff or numb).","categories":[],"infobox_types":[],"annotations":[{"uri":"Ray","surface_form":"ray","offset":33},{"uri":"Cartilaginous_fish","surface_form":"cartilaginous fish","offset":49},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":82},{"uri":"Order_(biology)","surface_form":"order","offset":110},{"uri":"Electric_discharge","surface_form":"electric discharge","offset":153},{"uri":"Volt","surface_form":"volt","offset":201},{"uri":"Volt","surface_form":"volt","offset":217},{"uri":"Species","surface_form":"species","offset":258},{"uri":"Family_(biology)","surface_form":"subfamilies","offset":274},{"uri":"Battery","surface_form":"battery","offset":303},{"uri":"Powerful","surface_form":"powerful","offset":379},{"uri":"Monophyletic","surface_form":"monophyletic","offset":896},{"uri":"Torpedo","surface_form":"torpedo","offset":1028},{"uri":"Genus","surface_form":"genus","offset":1049}]}