{"id":307854,"url":"http://en.wikipedia.org/wiki/Rahonavis","text":"\"Rahonavis\" is a genus of bird-like feathered dinosaur from the Upper Cretaceous, 70–65 million years ago (mya) of what is now northwestern Madagascar.\nIt is known from a partial skeleton found in a quarry. \"Rahonavis\" was a small predator, at about long, with the typical \"Velociraptor\"-like raised sickle claw on the second toe.\nClassification.\n\"Rahonavis\" has quill knobs on its ulna (forearm bone), which led at first to its inclusion among the birds. However, the rest of the skeleton is rather typically dromaeosaurid.\nMakovicky and colleagues consider \"Rahonavis\" to be closely related to the South American dromaeosaurids \"Unenlagia\" and \"Buitreraptor\", and thus a member of the subfamily Unenlagiinae. Norell and colleagues (2006) also found \"Rahonavis\" to lie within the Unenlagiinae, as the sister taxon to \"Unenlagia\" itself. A 2007 study by Turner and colleagues again found it to be closely related to \"Unenlagia\". However, studies published since 2009 that have found many traditional \"dromaeosaurids\", including the unenlagiines, closer to Avialae than to dromaeosaurines. A cladistic analysis recovered \"Rahonavis\" as a probable relative of \"Jeholornis\" and \"Jixiangornis\".\nPaleobiology.\n\"Rahonavis\" was one-fifth larger than the closely related \"Archaeopteryx\", about the size of a modern raven.\nAlthough numerous artists' reconstructions of \"Rahonavis\" show it in flight, it is not clear that it could fly. There is even been some doubt that the forearm material, which includes the quill knobs, belongs with the rest of the skeleton. Some researchers have suggested that \"Rahonavis\" represents a chimaera, with the forelimb of a bird mixed with the skeleton of a dromaeosaurid.\nThe nearby discovery of the primitive bird \"Vorona berivotrensis\" shows that the possibility of a mix-up cannot be entirely excluded. However, many other scientists, including the original describers of \"Rahonavis\", think its remains belong to a single animal. The wing bones are close to the rest of the skeleton. All the bones attributed to \"Rahonavis\" were buried in an area \"smaller than a letter-sized page\", according to co-describer Luis M. Chiappe in his 2007 book \"Glorified Dinosaurs\". Chiappe maintained that \"Rahonavis\" could probably fly, noting that its ulna was large and robust compared to \"Archaeopteryx\", and that this fact, coupled with the prominent quill knobs, suggest that \"Rahonavis\" had larger and more powerful wings than that earlier bird. In addition, \"Rahonavis\" shoulder bones show evidence of ligament attachments allowing the independent mobility needed for flapping flight. Chiappe concluded that \"Rahonavis\" was capable of flight, though it would have been more \"clumsy in the air than modern birds\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":17},{"uri":"Bird","surface_form":"bird","offset":26},{"uri":"Feathered_dinosaur","surface_form":"feathered dinosaur","offset":36},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":64},{"uri":"Madagascar","surface_form":"Madagascar","offset":140},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":274},{"uri":"Feather","surface_form":"quill knobs","offset":363},{"uri":"Ulna","surface_form":"ulna","offset":382},{"uri":"Dromaeosaur","surface_form":"dromaeosaur","offset":510},{"uri":"Unenlagia","surface_form":"Unenlagia","offset":631},{"uri":"Buitreraptor","surface_form":"Buitreraptor","offset":647},{"uri":"Unenlagiinae","surface_form":"Unenlagiinae","offset":697},{"uri":"Jeholornis","surface_form":"Jeholornis","offset":1159},{"uri":"Jixiangornis","surface_form":"Jixiangornis","offset":1176},{"uri":"Raven","surface_form":"raven","offset":1307},{"uri":"Chimaera","surface_form":"chimaera","offset":1616},{"uri":"Vorona_berivotrensis","surface_form":"Vorona berivotrensis","offset":1742}]}