{"id":307868,"url":"http://en.wikipedia.org/wiki/Wii_Party","text":"\"Wii Party\" is a party video game for the Nintendo Wii games console. It was released in Japan on July 8, 2010, in North America on October 3, 2010, and in Europe on October 8, 2010. It takes elements from the \"Mario Party\" series, which is another video game series that is made by Nintendo. It has over 80 minigames, like Spin-Off, and House Party.\nIn the beginning the players play a minigame to set an order. The winner gets a normal dice plus a gold dice,the second placed\ngets a silver dice, the 3rd place is playing with the bronze dice and the last one does not get anything. He has to play with only one normal dice. The gold dice has the numbers 1 - 6,the silver dice has the numbers 1 - 3,the bronze dice has the numbers 1 - 2 while the normal dice the normal 1 - 6. After the minigame the winner starts first. Then it is the turn of the second place. Place 3 plays as third one and the loser as last one. The object of the game is to reach the mountaintop as first. On the way to the goal there are many happening spaces which makes it harder or easier to win. After each player rolled the dices a minigame appears.\nThe players go on a journey around the world. But in contrast to the other game the player has to take card to move. He can go\n1,2 or 3 spaces. Each player gets 10 coins in the beginning, an Easter egg from the Mario Party series.The object is to reach special points on the globe (as example: Buy a fan in Japan or eat a Hamburger in the USA.)The visiting of a point costs 10 coins. With any visiting the player collects photos. The player who has the most at the end wins.\nA game that makes always fun while playing. As a parody to the famous gambling Bingo. Each player chooses a card with Mii's faces on it. Then the game begins. A huge bingo machine drops balls in every round. The balls show Mii's faces. If a player has 3 faces in a row a voice calls 'Bingo!' and the player wins. So called Minigame balls make the players play a minigame. The winner can choose which face we wants to choose.\nThe players swap their Miis against Miis in the middle. The player who has two rows with 3 same Miis in it wins. It is a parody of the card game Thirty-one.\nPlayers spin a wheel and get money. The player who has the surpreme amount of money wins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":23},{"uri":"Nintendo_Wii","surface_form":"Nintendo Wii","offset":42},{"uri":"Games_console","surface_form":"games console","offset":55},{"uri":"Japan","surface_form":"Japan","offset":89},{"uri":"North_America","surface_form":"North America","offset":115},{"uri":"Europe","surface_form":"Europe","offset":156},{"uri":"Mario_Party","surface_form":"Mario Party","offset":211},{"uri":"Nintendo","surface_form":"Nintendo","offset":283},{"uri":"Mini-game","surface_form":"minigames","offset":308},{"uri":"Easter_egg","surface_form":"Easter egg","offset":1319},{"uri":"Mario_Party","surface_form":"Mario Party","offset":1339},{"uri":"Fan","surface_form":"fan","offset":1428},{"uri":"Japan","surface_form":"Japan","offset":1435},{"uri":"Hamburger","surface_form":"Hamburger","offset":1450},{"uri":"USA","surface_form":"USA","offset":1467},{"uri":"Gambling","surface_form":"gambling","offset":1673},{"uri":"Bingo","surface_form":"Bingo","offset":1682},{"uri":"Card_game","surface_form":"card game","offset":2163},{"uri":"Thirty-one","surface_form":"Thirty-one","offset":2173},{"uri":"Money","surface_form":"money","offset":2214}]}