{"id":307975,"url":"http://en.wikipedia.org/wiki/Odontochelys","text":"\"Odontochelys\" is the oldest known turtle to have been discovered. It was first described from three 220 million year-old specimens excavated in Upper Triassic rocks in Guizhou, China.\nAs a primitive turtle, \"Odontochelys\" differed from modern turtles in several ways. Modern turtles possess a horny beak without any teeth in their mouth. In contrast, \"Odontochelys\" fossils had teeth in their upper and lower jaws.\nOne of the most striking features of turtles, both modern and prehistoric alike, are their dorsal shells, forming an armored carapace over the body of the animal. \"Odontochelys\" only had the bottom portion of a turtle's armor, the plastron. It did not yet have a solid carapace as most other turtles do. Instead of a solid carapace, \"Odontochelys\" had broadened ribs like those of modern turtle embryos that still have not started developing the ossified plates of a carapace.\nIn a comparison of skull proportions, the skull of \"Odontochelys\" is far more elongated in front of the eyes compared to other turtles. The tail of the prehistoric turtle was longer in proportion to its body than other turtles. In addition, the transverse processes found in the tail are not fused such as in later turtles.\nTaken together, these anatomical differences mean that \"Odontochelys\" has some of the most primitive features ever seen in a turtle and is somewhat of a transitional fossil. Some scientists, however, are skeptical of this idea. Reisz and Head suggest that \"Odontochelys\" does not represent a turtle with a partly evolved shell, but that it is a descendant of an older, land–living turtle, and that the shell became reversed. Such shells can be seen on modern turtles, like the leatherback turtles (the genus \"Dermochelys\").\nIt is likely that \"Odontochelys\" was aquatic, as the fossil specimens were found in marine deposits full of conodonts and ammonites. The primitive turtle swam in shallow marine waters close to shore.\nThe species' name, \"Odontochelys semitestacea\" literally means \"toothed turtle with a half-shell\" - an apt description of its most striking physical characteristics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turtle","surface_form":"turtle","offset":35},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":145},{"uri":"Rock_(geology)","surface_form":"rocks","offset":160},{"uri":"Guizhou","surface_form":"Guizhou","offset":169},{"uri":"China","surface_form":"China","offset":178},{"uri":"Beak","surface_form":"beak","offset":300},{"uri":"Plastron","surface_form":"plastron","offset":647},{"uri":"Carapace","surface_form":"carapace","offset":685},{"uri":"Ossification","surface_form":"ossified","offset":862},{"uri":"Skull","surface_form":"skull","offset":912},{"uri":"Transverse_process","surface_form":"transverse process","offset":1138},{"uri":"Transitional_fossil","surface_form":"transitional fossil","offset":1370},{"uri":"Leatherback_turtle","surface_form":"leatherback turtle","offset":1694},{"uri":"Genus","surface_form":"genus","offset":1719},{"uri":"Fossil","surface_form":"fossil","offset":1794},{"uri":"Conodont","surface_form":"conodont","offset":1849},{"uri":"Ammonite","surface_form":"ammonite","offset":1863}]}