{"id":307986,"url":"http://en.wikipedia.org/wiki/Deal_or_No_Deal_(UK_game_show)","text":"\"Deal or No Deal\" is the British version of the game show franchise of the same name. It is presented by Noel Edmonds, and produced by Endemol. It began showing in 2005. Players can win £250,000 (US$388,800). The odds of winning it is only 4 in 1715 (1 in 429, or 2 in 858). This is because a player might take a offer from the banker.\nThe show is on Channel 4 at 4p.m. on weekdays. It runs for 60 minutes, including adverts.\nGameplay.\nBefore the game starts, different amounts of money are packed randomly into 22 suitcases. A player is selected, and the case that they have is randomly selected.\nIn front of the player is a game board with all the possible amounts that could be in his/her box. The player then opens 5 boxes. Five possible amounts that could be in the player's box are gone. Based on the amounts left (that could be in the players box), the \"banker\" may make an offer to buy the box from the player. The offer depends on the possible amounts that could be in the player's box according to what is left on the board. So if there are high amounts that are on the board (that could be in the person's box), the banker will pay more to buy the box. He might offer £10,000 instead of £3,500 or £1500. The player may take the offer by saying \"deal\" of refuse it by saying \"no deal\".\nThe player then opens 3 more boxes, and the banker will make another offer. If after 6 offers, the player says \"no deal\", they win whatever is in their box. If they says \"deal\" at an offer, the player takes home the offer. The game ends, but they play on to see what would have happened otherwise.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":25},{"uri":"Game_show","surface_form":"game show","offset":48},{"uri":"Deal_or_No_Deal","surface_form":"of the same name","offset":68},{"uri":"Noel_Edmonds","surface_form":"Noel Edmonds","offset":105},{"uri":"Endemol","surface_form":"Endemol","offset":135},{"uri":"Pound_sterling","surface_form":"£","offset":186},{"uri":"Channel_4","surface_form":"Channel 4","offset":351},{"uri":"Suitcase","surface_form":"suitcase","offset":515},{"uri":"Deal","surface_form":"deal","offset":1256}]}