{"id":307955,"url":"http://en.wikipedia.org/wiki/Solid-state_chemistry","text":"Solid-state chemistry, (also called materials chemistry) is the study of the synthesis, structure, and properties of solid phase materials. It focuses on non-molecular solids. It has much in common with solid-state physics, mineralogy, crystallography, ceramics, metallurgy, thermodynamics, materials science and electronics. It focuses on the synthesis of new materials and their characterization.\nHistory.\nTechnology helps solid-state inorganic chemistry. Solid-state chemistry works to make materials used in commerce. Researchers serve industry, as well as answering academic questions. There were many important discoveries in the 20th century: zeolite and platinum-based catalysts for petroleum processing in the 1950s, high-purity silicon as a core component of microelectronic devices in the 1960s, and “high temperature” superconductivity in the 1980s. William Lawrence Bragg invented X-ray crystallography in the early 1900s, which brought further discoveries.\nCarl Wagner's worked on oxidation rate theory, counter diffusion of ions, and defect chemistry. This work showed how reactions proceed at the atomic level in the solid state. Because of this, he has sometimes been referred to as the \"father of solid state chemistry\".\nSynthetic methods.\nA diverse variety of syntheic methods are used to make solid-state compounds. For organic materials, such as charge transfer salts, the methods operate near room temperature and are often similar to the methods of organic synthesis. Redox reactions are sometimes conducted by electrocrystallisation. For example, Bechgaard salts can be made from tetrathiafulvalene.\nOven techniques.\nFor materials that can withstand heat, chemists often use high temperature methods. For example, chemists use tube furnaces to prepare bulk solids. This allows reactions to be conducted up to around. For higher temperatures up to, chemists use special equipment such as ovens made with a tantalum tube through which an electric current is passed. Such high temperatures are at times required to induce diffusion of the reactants. But this depends strongly on the system studied. Some solid state reactions already proceed at temperatures as low as.\nMelt methods.\nChemists often melt the reactants together and then later anneal the solidified melt. If volatile reactants are involved, the reactants are often put in an ampoule and then all air is removed. Often, the chemists keep the reactant mixture cold (for example, by keeping the bottom of the ampoule in liquid nitrogen) and then seal the ampoule. The sealed ampoule is then put in an oven and given a specified heat treatment.\nSolution methods.\nSolvents can be used to prepare solids by precipitation or by evaporation. At times the solvent is used under pressure at temperatures higher than the normal boiling point (hydrothermally). Flux methods add a salt of relatively low melting point to the mixture to act as a high temperature solvent in which the desired reaction can take place.\nGas reactions.\nMany solids react readily with reactive gases such as chlorine, iodine, oxygen or others. Others solids form adducts with other gases, (for example CO or ethylene). Such reactions are often carried out in a tube with open ended on both sides and through which the gas flows. A variation of this is to let the reaction take place inside a measuring device such as a thermogravimetric analysis (TGA). In that case stoichiometric information can be obtained during the reaction. That information helps identify the products. (By accurately measuring the amount of each reactant, chemists can guess the ratio of the atoms in the final products.)\nA special case of a gas reaction is a chemical transport reaction. These are often carried out by adding a small amount of a transport agent (for example, iodine) to a sealed ampoule. The ampoule is then placed in a zone oven. This method can be used to obtain the product in the form of single crystals suitable for structure determination by X-ray diffraction (XRD).\nChemical vapor deposition is also a widely used high temperature method for the preparation of coatings and semiconductors from molecular precursors.\nAir and moisture sensitive materials.\nMany solids attract water (hygroscopic) and/or sensitive to oxygen. For example, many halides absorb water and can only be studied in their anhydrous form if they are handled in a glove box filled with dry (and/or oxygen-free) gas, usually nitrogen.\nNew phases, phase diagrams, structures.\nBecause a new synthetic method produces a mixture of products, it is important to be able to identify and characterize specific solid-state materials. Chemists try changing the stoichiometry to find which stoichiometries will lead to new solid compounds or to solid solutions between known ones. A prime method to characterize the reaction products is powder diffraction, because many solid state reactions will produce polycristalline ingots or powders. Powder diffraction will help the identification of known phases in the mixture. If a pattern is found that is not known in the diffraction data libraries an attempt can be made to index the pattern, that is to identify the symmetry and the size of the unit cell. (If the product is not crystalline the characterization is much more difficult.)\nOnce the unit cell of a new phase is known, the next step is to establish the ratio of the elements (stoichiometry) of the phase. This can be done in a number of ways. Sometimes the composition of the original mixture will give a clue, if one finds only one product (a single powder pattern) or if one was trying to make a phase of a certain composition by analogy to known materials. But this is rare.\nOften chemist work hard to improve the synthetic methodology to get a pure sample of the new material.\nIf chemists can separate the product from the rest of the reaction mixture, then chemists can use elemental analysis on the isolated product. Other ways involve Scanning electron microscopy (SEM) and the generation of characteristic X-rays in the electron beam. The easiest way is to solve the structure is by using single crystal X-ray diffraction.\nImproving the preparative procedures requires chemists to study which phases are stable at what composition and what stoichiometry. In other words, the chemists draw the phase diagram of the substance. An important tools in finding the phase diagram data are thermal analysis such as DSC or DTA and increasingly also, thanks to the advent of synchrotrons temperature-dependent power diffraction. Increased knowledge of the phase relations often leads to further refinement in synthetic procedures which repeats the cycle. New phases are thus characterized by their melting points and their stoichiometric domains. Identifying stichiometric domains is important for the many solids that are non-stoichiometric compounds. The cell parameters obtained from XRD are particularly helpful to characterize the homogeneity ranges of non-stoichiometric compounds.\nFurther characterization.\nIn many cases new solid compounds are further characterized by a variety of techniques from solid-state physics.\nOptical properties.\nFor non-metallic materials, chemists try to get ultra-violet/visible spectra. In the case of semiconductors that will give an idea of the band gap.\nElectrical properties.\nFour-point (or five-point) probe methods are often applied either to ingots, crystals or pressed pellets to measure resistivity and the size of the Hall effect. This gives information on whether the compound is an insulator, semiconductor, semimetal or metal and upon the type of doping and the mobility in the delocalized bands (if present). So, important information is obtained on the chemical bonding in the material.\nMagnetic properties.\nMagnetic susceptibility can be measured as function of temperature to establish whether the material is a para-, ferro- or antiferro- magnet. This tells the bonding in the material. This is particularly important for transition metal compounds. In the case of magnetic order, neutron diffraction can be used to find the magnetic structure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_synthesis","surface_form":"synthesis","offset":77},{"uri":"Solid","surface_form":"solid","offset":117},{"uri":"Phase","surface_form":"phase","offset":123},{"uri":"Material","surface_form":"material","offset":129},{"uri":"Solid-state_physics","surface_form":"solid-state physics","offset":203},{"uri":"Mineralogy","surface_form":"mineralogy","offset":224},{"uri":"Crystallography","surface_form":"crystallography","offset":236},{"uri":"Ceramic","surface_form":"ceramic","offset":253},{"uri":"Metallurgy","surface_form":"metallurgy","offset":263},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":275},{"uri":"Materials_science","surface_form":"materials science","offset":291},{"uri":"Electronics","surface_form":"electronics","offset":313},{"uri":"Characterization","surface_form":"characterization","offset":381},{"uri":"Commerce","surface_form":"commerce","offset":512},{"uri":"Zeolite","surface_form":"zeolite","offset":650},{"uri":"Platinum","surface_form":"platinum","offset":662},{"uri":"Catalyst","surface_form":"catalyst","offset":677},{"uri":"Petroleum","surface_form":"petroleum","offset":691},{"uri":"Superconductivity","surface_form":"superconductivity","offset":830},{"uri":"William_Lawrence_Bragg","surface_form":"William Lawrence Bragg","offset":862},{"uri":"X-ray_crystallography","surface_form":"X-ray crystallography","offset":894},{"uri":"Carl_Wagner","surface_form":"Carl Wagner","offset":971},{"uri":"Oxidation_rate_theory","surface_form":"oxidation rate theory","offset":995},{"uri":"Chemical_reaction","surface_form":"reactions","offset":1088},{"uri":"Room_temperature","surface_form":"room temperature","offset":1415},{"uri":"Organic_synthesis","surface_form":"organic synthesis","offset":1472},{"uri":"Redox","surface_form":"Redox","offset":1491},{"uri":"Bechgaard_salt","surface_form":"Bechgaard salt","offset":1571},{"uri":"Tetrathiafulvalene","surface_form":"tetrathiafulvalene","offset":1604},{"uri":"Tube_furnace","surface_form":"tube furnace","offset":1751},{"uri":"Bulk","surface_form":"bulk","offset":1776},{"uri":"Oven","surface_form":"oven","offset":1911},{"uri":"Diffusion","surface_form":"diffusion","offset":2043},{"uri":"Reactant","surface_form":"reactant","offset":2060},{"uri":"Melt","surface_form":"melt","offset":2219},{"uri":"Anneal","surface_form":"anneal","offset":2262},{"uri":"Solid","surface_form":"solid","offset":2273},{"uri":"Volatile","surface_form":"volatile","offset":2293},{"uri":"Ampoule","surface_form":"ampoule","offset":2360},{"uri":"Seal","surface_form":"seal","offset":2528},{"uri":"Solvent","surface_form":"Solvent","offset":2644},{"uri":"Precipitation","surface_form":"precipitation","offset":2686},{"uri":"Evaporation","surface_form":"evaporation","offset":2706},{"uri":"Flux","surface_form":"Flux","offset":2834},{"uri":"Chlorine","surface_form":"chlorine","offset":3057},{"uri":"Iodine","surface_form":"iodine","offset":3067},{"uri":"Oxygen","surface_form":"oxygen","offset":3075},{"uri":"Adduct","surface_form":"adduct","offset":3112},{"uri":"Ethylene","surface_form":"ethylene","offset":3157},{"uri":"Thermogravimetric_analysis","surface_form":"thermogravimetric analysis","offset":3368},{"uri":"Stoichiometry","surface_form":"stoichiometric","offset":3415},{"uri":"Chemical_transport_reaction","surface_form":"chemical transport reaction","offset":3683},{"uri":"Iodine","surface_form":"iodine","offset":3800},{"uri":"Crystal","surface_form":"crystal","offset":3940},{"uri":"X-ray_diffraction","surface_form":"X-ray diffraction","offset":3989},{"uri":"Chemical_vapor_deposition","surface_form":"Chemical vapor deposition","offset":4014},{"uri":"Semiconductor","surface_form":"semiconductor","offset":4122},{"uri":"Hygroscopic","surface_form":"hygroscopic","offset":4229},{"uri":"Halide","surface_form":"halide","offset":4288},{"uri":"Nitrogen","surface_form":"nitrogen","offset":4442},{"uri":"Chemical_synthesis","surface_form":"synthetic method","offset":4506},{"uri":"Product_(chemistry)","surface_form":"product","offset":4545},{"uri":"Stoichiometry","surface_form":"stoichiometry","offset":4669},{"uri":"Powder_diffraction","surface_form":"powder diffraction","offset":4844},{"uri":"Polycristalline","surface_form":"polycristalline","offset":4912},{"uri":"Ingot","surface_form":"ingot","offset":4928},{"uri":"Powder","surface_form":"powder","offset":4938},{"uri":"Database","surface_form":"data libraries","offset":5086},{"uri":"Stoichiometry","surface_form":"stoichiometry","offset":5392},{"uri":"Scanning_electron_microscopy","surface_form":"Scanning electron microscopy","offset":5958},{"uri":"Preparatory","surface_form":"preparative","offset":6161},{"uri":"Phase_diagram","surface_form":"phase diagram","offset":6317},{"uri":"Thermal_analysis","surface_form":"thermal analysis","offset":6406},{"uri":"Differential_scanning_calorimetry","surface_form":"DSC","offset":6431},{"uri":"Differential_thermal_analysis","surface_form":"DTA","offset":6438},{"uri":"Synchrotron","surface_form":"synchrotron","offset":6489},{"uri":"Melting_point","surface_form":"melting point","offset":6712},{"uri":"Homogeneity","surface_form":"homogeneity","offset":6950},{"uri":"Solid-state_physics","surface_form":"solid-state physics","offset":7120},{"uri":"Semiconductor","surface_form":"semiconductor","offset":7254},{"uri":"Band_gap","surface_form":"band gap","offset":7299},{"uri":"Pressed_pellet","surface_form":"pressed pellet","offset":7421},{"uri":"Resistivity","surface_form":"resistivity","offset":7448},{"uri":"Hall_effect","surface_form":"Hall effect","offset":7480},{"uri":"Insulator_(electrical)","surface_form":"insulator","offset":7546},{"uri":"Semiconductor","surface_form":"semiconductor","offset":7557},{"uri":"Semimetal","surface_form":"semimetal","offset":7572},{"uri":"Metal","surface_form":"metal","offset":7585},{"uri":"Doping_(semiconductor)","surface_form":"doping","offset":7612},{"uri":"Delocalized","surface_form":"delocalized","offset":7643},{"uri":"Chemical_bond","surface_form":"chemical bond","offset":7720},{"uri":"Temperature","surface_form":"temperature","offset":7830},{"uri":"Paramagnetism","surface_form":"para-","offset":7881},{"uri":"Ferromagnetism","surface_form":"ferro-","offset":7888},{"uri":"Antiferromagnetism","surface_form":"antiferro-","offset":7898},{"uri":"Transition_metal","surface_form":"transition metal","offset":7992},{"uri":"Magnetic_order","surface_form":"magnetic order","offset":8035},{"uri":"Neutron_diffraction","surface_form":"neutron diffraction","offset":8051},{"uri":"Magnetic_structure","surface_form":"magnetic structure","offset":8095}]}