{"id":3079,"url":"http://en.wikipedia.org/wiki/Newcastle_United_F.C.","text":"Newcastle United Football Club is an English football club in Newcastle upon Tyne. Newcastle play in the Premier League. In the 2008/09 season they were relegated after 16 years in the top flight, but won promotion back into the Premier League by winning the Football League Championship. In the 2015/16 season, they were relegated again.\nHistory.\nNewcastle United was formed in 1892 after the two rival clubs Newcastle West End and Newcastle East End grouped together. They have played their matches at the ground St.James' Park ever since. This ground holds 52,000 people, and is one of the biggest in England. It is located just outside the centre of Newcastle.\nNewcastle originally played in red shirts and white shorts. In fact, there was a kit clash in their very first League match, away to the then-named Woolwich Arsenal. The home side wore red, so Newcastle played in their change kit of black and white stripes. A permanent switch to black and white soon followed, most likely to reduce kit clashes, and perhaps as a further attempt to appease West End fans. The decision was taken in 1894, as the minutes from the club meeting reveal: ‘It was agreed that the Club’s colours should be changed from red shirts and white knickers to black and white shirts (two inch stripe) and dark knickers.’.\nOn the 24th day of May 2009 which was also the last day of thr season, Newcastle were relegated to the second tier of English football, the Coca-Cola Championship. They returned to the top flight of English football, winning the Championship in the 2009/10 season. In the 2010/11 season, they finished mid-table. The club then went on to finish 5th place in the 2011/12 season.\nThe club.\nTraditionally the loudest support for the club came from the Gallowgate End - a stand in St. James' Park. This stand is where Alan Shearer once used to watch Newcastle play when he was a child.\nThe record transfer fee the club has paid is £17 million (around $30 million) for Michael Owen, in August 2005. Alan Shearer was the previous record transfer at £15 million, which was also the world's largest transfer fee when he signed in 1996.\nThe Newcastle United's number 9 shirt is one of the most famous shirts in the world. Legends such as Hughie Gallacher, Malcolm McDonald, Jackie Milburn and Alan Shearer have worn the famous shirt.\nFormer position.\nThe current season has been one of great difficulty for the club.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":37},{"uri":"Association_football","surface_form":"football","offset":45},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":62},{"uri":"English_Premier_League","surface_form":"Premier League","offset":105},{"uri":"Football_League_Championship","surface_form":"Football League Championship","offset":259},{"uri":"1892","surface_form":"1892","offset":379},{"uri":"Alan_Shearer","surface_form":"Alan Shearer","offset":1818},{"uri":"%C2%A3","surface_form":"£","offset":1931},{"uri":"USD","surface_form":"$","offset":1951},{"uri":"Michael_Owen","surface_form":"Michael Owen","offset":1968},{"uri":"August","surface_form":"August","offset":1985},{"uri":"2005","surface_form":"2005","offset":1992},{"uri":"1996","surface_form":"1996","offset":2126}]}