{"id":308099,"url":"http://en.wikipedia.org/wiki/George_Church","text":"George Church (born August 28, 1954) is an American molecular geneticist. He was one of the people who set out to analyse the human genetic code, the sequence of genes in human DNA.\nChurch is Professor of Genetics at Harvard Medical School, Professor of Health Sciences and Technology at Harvard and MIT, and a core faculty member at the Wyss Institute for Biologically Inspired Engineering at Harvard University.\nWith Walter Gilbert he developed the first direct genomic sequencing method in 1984, and helped start the Human Genome Project in 1984 while he was a research scientist at newly formed Biogen Inc.\nHe invented ways of analysing huge amounts of chemical data, homologous recombination methods, and DNA array synthesizers. Automated sequencing & software in Genome Therapeutics Corp. gave the first commercial genome sequence, (the human pathogen, \"Helicobacter pylori\") in 1994.\nChurch started the Personal Genome Project (PGP) in 2005, and in 2007 he founded the U.S. personal genomics company Knome (with Jorge Conde and Sundar Subramaniam).\nChurch does research on synthetic (artificial) biology and is director of the U.S. Department of Energy Center on Bioenergy at Harvard & MIT, and Director of the National Institutes of Health Center of Excellence in Genomic Science at Harvard.\nHe has been advisor to 22 companies. He co-founded Codon Devices, a biotech startup dedicated to synthetic biology. It produces DNA sequences to order. He co-founded LS9, which is focused on biofuels or renewable petroleum technologies.\nIn 2009 he founded Pathogenica, with Yemi Adesokan, in order to pioneer commercial applications for pathogen sequencing technology.\nIn September 2010, Dr. Church was honored for his work in genetics with the Mass High Tech All-Star Award. He is a senior editor for \"Molecular Systems Biology\".\nAccording to Forbes, Church suffers from narcolepsy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":43},{"uri":"Genetics","surface_form":"geneticist","offset":62},{"uri":"Genetic","surface_form":"genetic","offset":132},{"uri":"Gene","surface_form":"gene","offset":162},{"uri":"DNA","surface_form":"DNA","offset":177},{"uri":"Harvard_Medical_School","surface_form":"Harvard Medical School","offset":217},{"uri":"MIT","surface_form":"MIT","offset":300},{"uri":"Walter_Gilbert","surface_form":"Walter Gilbert","offset":419},{"uri":"Sequence_analysis","surface_form":"genomic sequencing","offset":464},{"uri":"Human_Genome_Project","surface_form":"Human Genome Project","offset":520},{"uri":"Biogen","surface_form":"Biogen","offset":599},{"uri":"DNA_array","surface_form":"DNA array","offset":710},{"uri":"Pathogen","surface_form":"pathogen","offset":849},{"uri":"Helicobacter_pylori","surface_form":"Helicobacter pylori","offset":860},{"uri":"Personal_Genome_Project","surface_form":"Personal Genome Project","offset":910},{"uri":"Knome","surface_form":"Knome","offset":1007},{"uri":"United_States_Department_of_Energy","surface_form":"U.S. Department of Energy","offset":1134},{"uri":"National_Institutes_of_Health","surface_form":"National Institutes of Health","offset":1218},{"uri":"Biotech","surface_form":"biotech","offset":1368},{"uri":"DNA","surface_form":"DNA","offset":1428},{"uri":"LS9%2C_Inc","surface_form":"LS9","offset":1466},{"uri":"Pathogenica","surface_form":"Pathogenica","offset":1556},{"uri":"Narcolepsy","surface_form":"narcolepsy","offset":1872}]}