{"id":308043,"url":"http://en.wikipedia.org/wiki/Blind_spot_(vision)","text":"A blind spot is a part of the visual field our brains get no information from. It is the place in the visual field that corresponds to the lack of light-detecting photoreceptor cells where the optic nerve passes through the optic disc of the retina. Since there are no cells to detect light on the optic disc, a part of the field of vision is not perceived. The brain fills in with surrounding detail with information from the other eye, so the blind spot is not normally perceived.\nAlthough all vertebrates have this blind spot, cephalopod eyes, which are superficially similar, do not. In them, the optic nerve approaches the receptors from behind, so it does not create a break in the retina.\nThe first documented observation of the phenomenon was in the 1660s by Edme Mariotte in France. At the time it was generally thought that the point at which the optic nerve entered the eye should actually be the most sensitive portion of the retina; however, Mariotte's discovery disproved this theory.\nNot seeing the blind spot.\nAs to why the blind spot is normally not seen, there are two theories. One, less favoured, is that it is simply ignored by the brain. The other is that they are 'filled in' by the brain with information from surrounding areas. Perception theorists have generally favoured this second hypothesis. The filling-in works with quite complex and unusual visual patterns, suggesting an active brain process works to mimic patterns surrounding the blind spot.\nVertebrate eye and cephalopod eye.\nThese natural blind spots are present only in the eyes of vertebrates. Cephalopods have their optic nerves attached to the back of the retina, so they are not a problem. The vertebrate eye is illogical because light must go through and past the nerve fibres before getting to the retina.\nThis comes about because vertebrate eyes are outgrowths from the brain; they grow outward from the embryological tissue which forms the brain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Visual_field","surface_form":"visual field","offset":30},{"uri":"Photoreceptor_cell","surface_form":"photoreceptor cell","offset":163},{"uri":"Optic_nerve","surface_form":"optic nerve","offset":193},{"uri":"Optic_disc","surface_form":"optic disc","offset":224},{"uri":"Retina","surface_form":"retina","offset":242},{"uri":"Human_brain","surface_form":"brain","offset":362},{"uri":"Vertebrate","surface_form":"vertebrate","offset":496},{"uri":"Cephalopod","surface_form":"cephalopod","offset":530},{"uri":"Edme_Mariotte","surface_form":"Edme Mariotte","offset":767},{"uri":"Hypothesis","surface_form":"hypothesis","offset":1310},{"uri":"Nerve_fibre","surface_form":"nerve fibre","offset":1758},{"uri":"Embryology","surface_form":"embryological","offset":1900}]}