{"id":30829,"url":"http://en.wikipedia.org/wiki/Germ_theory_of_disease","text":"e=\"preserve\">The Germ theory of disease is a theory in biology. It says that small organisms (called germs), also known as microbes, cause some diseases. These diseases are called infectious diseases. The germ theory states that small organisms cause a reaction in the body of those who are infected. The body's reaction to infection is called a disease.\nMany scientists and doctors in history figured out that diseases are caused by microscopic organisms. Even after the microscope was invented, people still didn't know that germs caused diseases. People long believed that \"bad air\" from stinky trash dumps and from rotting meat was the cause of diseases. So people thought that covering their mouth and nose with a cloth would help filter out the \"bad air.\" Scientists and doctors would use garlic and perfumes to ward off the bad air. But people still got sick and even died, so this theory was wrong. Polluted air is not the cause of disease.\nOne problem with the old theories of disease was that people believed that living things were spontaneously generated. Spontaneous generation is when something like a fly grows from a small speck of smelly meat. That old theory is called abiogenesis. In the seventeenth century, Francesco Redi (February 18, 1626 – March 1, 1697) discovered that flies lay eggs that become maggots. Prior to this, people thought that maggots came from rotting meat. He discovered this by sealing some meat in a jar and watching it. No maggots were found on the sealed meat. He also put some meat in a jar and covered it with gauze. Maggots were found on the gauze but not inside the jar. But when he placed meat in an open jar, maggots were found on the meat and inside the jar. Experiments like this proved that maggots come from flies who lay eggs, not from rotting meat. Later scientists would prove that diseases did not come from the air. Diseases are spread by infection.\nSanitation.\nAlso in the eighteenth century, Antonie van Leeuwenhoek discovered the first microscopic organisms with a microscope. He was the first microbiologist. He saw some of the microscopic organisms that cause diseases, but he didn't know what they were. In 1700, Nicolas Andry thought that some of these microscopic organisms caused smallpox and other diseases. Over 100 years later, Agostino Bassi figured out what caused disease in silkworms. Ignaz Semmelweis was a doctor who figured out that if doctors washed their hands after touching dead people, that other patients wouldn't get sick. That was in 1847. It was about this time that sanitation and hand washing became popular with some, but not all doctors. Doctors began to use chemicals to cleanse wounds and clean their tools between each patient.\nOne of the most famous experiments of the nineteenth century was when John Snow discovered the source of a cholera outbreak. It turns out that cholera is transmitted when human waste contaminates water that people drink. Snow found out that there was a large number of sick people in Soho in London. After talking to many people in the area and mapping where each sick person lived, he realized that the sick people were almost all getting their drinking water from the same public water pump. He solved the epidemic by having the water pump's handle removed so that the people would get water from some other place. It worked, and the epidemic was soon over.\nLouis Pasteur showed that the germ theory of disease was true. In 1862, he invented a process that heats up a liquid to a high temperature to keep it from spoiling. This process is known as pasteurization, named after Pasteur. Pasteurization is used to kill microscopic organisms in liquids like milk, wine, and beer. Liquids that are pasteurized will last much longer before they spoil.\nLater, he did an experiment with fermentation. In one case he made a broth that he put inside a jar with a very long winding tube, so that no particles could pass to it from outside. Air could get inside the tube, but almost no dust. The broth he made did not change, and no fermentation took place.\nHe then took a similar broth, but this time he allowed air and dust to go inside the jar. This time, fermentation took place. The thing that caused fermentation therefore needed to come from outside (the environment). And it wasn't just air that caused fermentation, it must be something floating in the air which was very small. We now know that small particles called yeast cause fermentation.\nIn the latter part of the nineteenth century, Robert Koch and Joseph Lister would go on and help establish the germ theory of disease as an important part of science and medicine. Koch's theories are called \"postulates\" and helped medical researchers know what causes diseases. Lister's ideas would help establish sanitation as a major defense against disease. Koch's postulates and Lister's sanitation discoveries are still very important today.\nWe now know that small things cause diseases. Each one of these things can cause infection: fungus, bacteria, virus, prion, yeast, protist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theory","surface_form":"theory","offset":45},{"uri":"Biology","surface_form":"biology","offset":55},{"uri":"Microorganism","surface_form":"small organisms","offset":77},{"uri":"Pathogen","surface_form":"germs","offset":101},{"uri":"Microbe","surface_form":"microbe","offset":123},{"uri":"Disease","surface_form":"disease","offset":144},{"uri":"Disease","surface_form":"disease","offset":160},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":180},{"uri":"Microscope","surface_form":"microscope","offset":472},{"uri":"Air","surface_form":"air","offset":581},{"uri":"Garlic","surface_form":"garlic","offset":795},{"uri":"Spontaneous_generation","surface_form":"Spontaneous generation","offset":1068},{"uri":"Abiogenesis","surface_form":"abiogenesis","offset":1187},{"uri":"Francesco_Redi","surface_form":"Francesco Redi","offset":1228},{"uri":"Fly","surface_form":"flies","offset":1295},{"uri":"Maggot","surface_form":"maggot","offset":1322},{"uri":"Antonie_van_Leeuwenhoek","surface_form":"Antonie van Leeuwenhoek","offset":1954},{"uri":"Nicolas_Andry","surface_form":"Nicolas Andry","offset":2179},{"uri":"Smallpox","surface_form":"smallpox","offset":2249},{"uri":"Agostino_Bassi","surface_form":"Agostino Bassi","offset":2300},{"uri":"Silkworm","surface_form":"silkworm","offset":2350},{"uri":"Ignaz_Semmelweis","surface_form":"Ignaz Semmelweis","offset":2361},{"uri":"Sanitation","surface_form":"sanitation","offset":2555},{"uri":"John_Snow","surface_form":"John Snow","offset":2793},{"uri":"Cholera","surface_form":"cholera","offset":2830},{"uri":"Soho","surface_form":"Soho","offset":3007},{"uri":"London","surface_form":"London","offset":3015},{"uri":"Epidemic","surface_form":"epidemic","offset":3231},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":3383},{"uri":"Liquid","surface_form":"liquid","offset":3493},{"uri":"Temperature","surface_form":"temperature","offset":3510},{"uri":"Pasteurization","surface_form":"pasteurization","offset":3573},{"uri":"Milk","surface_form":"milk","offset":3679},{"uri":"Wine","surface_form":"wine","offset":3685},{"uri":"Beer","surface_form":"beer","offset":3695},{"uri":"Fermentation","surface_form":"fermentation","offset":3804},{"uri":"Broth","surface_form":"broth","offset":3840},{"uri":"Particle","surface_form":"particle","offset":3913},{"uri":"Yeast","surface_form":"yeast","offset":4441},{"uri":"Robert_Koch","surface_form":"Robert Koch","offset":4513},{"uri":"Joseph_Lister","surface_form":"Joseph Lister","offset":4529},{"uri":"Fungus","surface_form":"fungus","offset":5006},{"uri":"Bacteria","surface_form":"bacteria","offset":5014},{"uri":"Virus","surface_form":"virus","offset":5024},{"uri":"Prion","surface_form":"prion","offset":5031},{"uri":"Yeast","surface_form":"yeast","offset":5038},{"uri":"Protist","surface_form":"protist","offset":5045}]}