{"id":308244,"url":"http://en.wikipedia.org/wiki/Sy_Oliver","text":"Melvin \"Sy\" Oliver (17 December 1910 in Battle Creek, Michigan – 28 May 1988 in New York City) was a jazz arranger, trumpeter, composer, singer, and band leader. His mother was a piano teacher and his father was a multi-instrumentalist who made a name for himself demonstrating saxophones at a time that instrument was little used outside of marching bands.\nOliver left home at 17 to play with Zack Whyte and his Chocolate Beau Brummels and later with Alphonse Trent. He sang and played trumpet with these bands, becoming known for his \"growling\" horn playing.\nSy arranged and conducted many songs for Ella Fitzgerald from her years with Decca Records. As a composer, one of his most famous songs was \"T'ain't What You Do (It's the Way That You Do It)\" which he co-wrote with Trummy Young.\nHe joined Jimmie Lunceford's band in 1933 and contributed many hit arrangements to the band, including \"My Blue Heaven\" and \"Ain't She Sweet\". In 1939, he became one of the first African Americans with a prominent role in a white band when he joined Tommy Dorsey as an arranger, though he stopped playing trumpet at that time. (Fletcher Henderson joined the Benny Goodman orchestra as the arranger in the same year.) He led the transition of the Dorsey band from Dixieland to modern big band. His joining was instrumental in Buddy Rich's decision to join Dorsey. His arrangement of \"On the Sunny Side of the Street\" was a big hit for Dorsey, as were his own compositions \"Yes Indeed\" (a gospel-jazz tune that was later recorded by Ray Charles), \"Opus One,\" \"The Minor is Muggin',\" \"T.D.'s Boogie Woogie,\" and \"Well, Git It.\"\nAfter leaving Dorsey, Oliver continued working as a free-lance arranger. One of his more successful such efforts was the Frank Sinatra album \"I Remember Tommy\", a combined tribute to each man's former boss---and as music director for Decca Records.\nIn later years, up until 1980, he led his own jazz band, for which he took up the trumpet again.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle_Creek%2C_Michigan","surface_form":"Battle Creek, Michigan","offset":40},{"uri":"New_York_City","surface_form":"New York City","offset":80},{"uri":"Jazz","surface_form":"jazz","offset":101},{"uri":"Trumpet","surface_form":"trumpeter","offset":116},{"uri":"Composer","surface_form":"composer","offset":127},{"uri":"Singer","surface_form":"singer","offset":137},{"uri":"Band","surface_form":"band","offset":149},{"uri":"Piano","surface_form":"piano","offset":179},{"uri":"Musical_instrument","surface_form":"instrumentalist","offset":220},{"uri":"Saxophone","surface_form":"saxophones","offset":278},{"uri":"Marching_band","surface_form":"marching bands","offset":342},{"uri":"Horn_(musical_instrument)","surface_form":"horn","offset":547},{"uri":"Song","surface_form":"songs","offset":592},{"uri":"Ella_Fitzgerald","surface_form":"Ella Fitzgerald","offset":602},{"uri":"Decca_Records","surface_form":"Decca Records","offset":638},{"uri":"Trummy_Young","surface_form":"Trummy Young","offset":776},{"uri":"African-American_people","surface_form":"African Americans","offset":969},{"uri":"Tommy_Dorsey","surface_form":"Tommy Dorsey","offset":1040},{"uri":"Benny_Goodman","surface_form":"Benny Goodman","offset":1148},{"uri":"Orchestra","surface_form":"orchestra","offset":1162},{"uri":"Big_band","surface_form":"big band","offset":1273},{"uri":"Gospel_music","surface_form":"gospel","offset":1477},{"uri":"Ray_Charles","surface_form":"Ray Charles","offset":1521},{"uri":"Frank_Sinatra","surface_form":"Frank Sinatra","offset":1736}]}