{"id":308359,"url":"http://en.wikipedia.org/wiki/Harold_Urey","text":"Harold Clayton Urey (April 29, 1893 – January 5, 1981) was an American physical chemist. His pioneering work on isotopes earned him the Nobel Prize in Chemistry in 1934. He played a significant role in the development of the atom bomb, and he had ideas on the development of organic life from non-living matter.\nBiography.\nUrey earned a degree in zoology from the University of Montana and a Ph.D. in chemistry, studying thermodynamics under Gilbert N. Lewis at the University of California, Berkeley.\nAt Berkeley, Urey was influenced by the work of physicist Raymond T. Birge and soon joined Niels Bohr in Copenhagen to work on atomic structure at the Institute for Theoretical Physics.\nOn his return to the U.S. and between 1924 and 1928, he taught at The Johns Hopkins University as 'Associate in Chemistry', and then at Columbia where he assembled a team of associates. He wrote (with Arthur Ruark), \"Atoms, quanta and molecules\", one of the first English texts on quantum mechanics and its applications to atomic and molecular systems.\nHe discovered deuterium, isolating it by repeatedly distilling a sample of liquid hydrogen. In 1931, he and his associates went on to demonstrate the existence of heavy water. Urey was awarded the Nobel Prize in Chemistry in 1934 for this work.\nDuring World War II, Urey's team at Columbia worked on a number of research programs that contributed towards the Manhattan Project to develop an atomic bomb for the United States. Most importantly, they developed the gaseous diffusion method to separate uranium-235 from uranium-238. In autumn 1941, Urey, with G.B. Pegram, led a diplomatic mission to England to establish co-operation on the development of the atomic bomb.\nIsaac Asimov, a student at Columbia at this time, remembers Urey lamenting, perhaps too strongly, how pained he was that he could do nothing to help the war effort. Asimov pointed out innocently that perhaps the enriched uranium kept at Columbia may have had something to do with the war effort. Urey reddened and changed the subject. Urey had worried about the German atomic bomb while working on uranium separation at Columbia during the war, and now referred to \"the most dangerous situation that humanity has ever faced in all history\".\nAfter the war, Urey became professor of chemistry at the Institute for Nuclear Studies, then Ryerson professor of chemistry at the University of Chicago before moving to the University of California, San Diego. A UCSD building was named in his honor in the early 1960s, during a time when nearly all buildings other than student dormitories had only generic names. The name of the building is actually the \"Frieda and Harold Urey Hall\". Urey would have rejected the honor, he hated the architecture of the building, but since it also honored his wife he accepted.\nIn later life, Urey helped develop the field of 'cosmochemistry' and is credited with coining the term. His work on oxygen-18 led him to develop theories about the abundance of the chemical elements on Earth and of their abundance and evolution in the stars. This work was among the pioneering paleoclimatic research. Urey summarised his work in the book \"The planets: their origin and development\" (1952). Urey speculated that the early terrestrial atmosphere was probably composed of ammonia, methane and hydrogen; it was one of his Chicago graduate students, Stanley L. Miller, who showed that, if such a mixture be exposed to electric sparks and to water, it can interact to produce amino acids, commonly called the \"building blocks of life\" (\"see Miller-Urey experiment\").\nUrey died at La Jolla, California, and is buried in the Fairfield Cemetery in DeKalb County, Indiana. While working at Columbia University, Urey was a resident of Leonia, New Jersey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physical_chemistry","surface_form":"physical chemist","offset":71},{"uri":"Isotope","surface_form":"isotope","offset":112},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":136},{"uri":"Nuclear_weapon","surface_form":"atom bomb","offset":225},{"uri":"Miller%E2%80%93Urey_experiment","surface_form":"development of organic life from non-living matter","offset":260},{"uri":"Zoology","surface_form":"zoology","offset":347},{"uri":"University_of_Montana","surface_form":"University of Montana","offset":364},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":421},{"uri":"Gilbert_N._Lewis","surface_form":"Gilbert N. Lewis","offset":442},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":466},{"uri":"Physicist","surface_form":"physicist","offset":550},{"uri":"Raymond_T._Birge","surface_form":"Raymond T. Birge","offset":560},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":593},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":607},{"uri":"Institute_for_Theoretical_Physics","surface_form":"Institute for Theoretical Physics","offset":653},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":758},{"uri":"Columbia_University","surface_form":"Columbia","offset":824},{"uri":"Deuterium","surface_form":"deuterium","offset":1055},{"uri":"Distilling","surface_form":"distilling","offset":1093},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1123},{"uri":"Heavy_water","surface_form":"heavy water","offset":1204},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":1238},{"uri":"World_War_II","surface_form":"World War II","offset":1293},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":1400},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":1432},{"uri":"Uranium-235","surface_form":"uranium-235","offset":1541},{"uri":"Uranium-238","surface_form":"uranium-238","offset":1558},{"uri":"Isaac_Asimov","surface_form":"Isaac Asimov","offset":1712},{"uri":"Institute_for_Nuclear_Studies","surface_form":"Institute for Nuclear Studies","offset":2310},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":2384},{"uri":"University_of_California%2C_San_Diego","surface_form":"University of California, San Diego","offset":2427},{"uri":"Oxygen-18","surface_form":"oxygen-18","offset":2933},{"uri":"Paleoclimatology","surface_form":"paleoclimatic","offset":3111},{"uri":"Earth%27s_atmosphere","surface_form":"atmosphere","offset":3267},{"uri":"Ammonia","surface_form":"ammonia","offset":3303},{"uri":"Methane","surface_form":"methane","offset":3312},{"uri":"Hydrogen","surface_form":"hydrogen","offset":3324},{"uri":"Stanley_L._Miller","surface_form":"Stanley L. Miller","offset":3379},{"uri":"Amino_acids","surface_form":"amino acids","offset":3504},{"uri":"Miller-Urey_experiment","surface_form":"Miller-Urey experiment","offset":3569},{"uri":"La_Jolla%2C_California","surface_form":"La Jolla, California","offset":3608},{"uri":"Indiana","surface_form":"Indiana","offset":3688},{"uri":"New_Jersey","surface_form":"New Jersey","offset":3766}]}