{"id":308339,"url":"http://en.wikipedia.org/wiki/Windows_8","text":"Windows 8 is a version of Microsoft's Windows computer operating system. The final version for everyone was released everywhere on October 26, 2012. The president of the Windows Division, Steven Sinofsky, said: \"With this system we shall make the biggest change from Windows 95\", as they have removed the \"Start\" button and designed a new tile-based user interface to replace the \"Start\" menu (which first appeared in Windows 95).\nSeveral versions of Windows 8 were made available to software developers well before the final release. The first of these, the Developer Preview, came out in September 2011. On February 29, 2012, Microsoft released a beta version of Windows 8.0 known as the Consumer Preview. Anyone could register online to download this version for free. After the Consumer Preview, a final preview named \"Release Preview\" was released on May 31, 2012.\nOn October 26, 2012, Windows 8, as well as a version for devices using ARM processors, called Windows RT and unable to run most Windows applications, both became available to the general public. On the same day, Microsoft also put new devices running Windows 8, including its newly-created Surface tablets up for sale in stores and online.\nAn update for Windows 8 with new features, such as the return of the \"Start\" button, was released on October 17, 2013 and is called Windows 8.1. During development, it was known as \"Windows Blue\", while the original version, Windows 8.0, was codenamed \"Midori\".\nWindows 10 was developed to replace Windows 8 and 8.1, and it came out on July 29, 2015. Users of Windows 7 with Service Pack 1 installed and Windows 8.1 were able to upgrade to Windows 10 for free until July 29, 2016.\nFeatures.\nNew features include a Windows Store where users can buy computer programs or download them for free. Windows To Go allows users to run the complete Windows system from a USB drive.\nWindows 8 provides a new graphic user interface – Modern (also called Metro) UI (suitable for phone, tablet, notebook and classic PCs). This interface shows “tiles” which work as links and also as interactive widgets (tools like RSS, weather, e-mails). Modern UI is best used with a touchscreen, but can be controlled by mouse and keyboard. Windows 8 still offers the classic desktop interface as an option.\nMicrosoft reworked the booting process, replacing classic BIOS with a new system called UEFI. This provides secure boot, which is protection against viruses.\nAlthough Windows 8 is faster than Windows 7, it demands more pixels on the screen. The minimum is 1366 x 768 pixels, which affects many users of laptops that have a maximum resolution of 1024 x 600 pixels. Some users with old hardware have for that reason continued to use Windows 7. Windows 8 will work on resolutions lower than this, but some features will be unavailable.\nFile Explorer, formerly called Windows Explorer, has a new ribbon bar interface. It can stop and restart a file transfer, and makes it easier to save files that have the same name.\nWindows 8 lets users log in using face detection, voice control, or hand gestures using a camera.\nWindows 8.1.\nTwo months after Windows 8 was released, there were rumors that Microsoft were making a major update to be codenamed \"Blue\". In May 2013, Microsoft announced that \"Windows Blue\" was the codename for Windows 8.1.\nOn June 26 2013, Microsoft released build 9431 as the Windows 8.1 Preview, which could be downloaded.\nOn August 14 2013, Microsoft announced that Windows 8.1 would be released digitally on October 17 and released in stores and in new computers on October 18. It included greater customization and new bundled apps such as a calculator, sound recorder, and file manager.\nIn April 2014, Microsoft released an update for Windows 8.1 with improvements for keyboard and mouse users. The update pins the Windows Store on the task bar. Each modern app has a bar at the top, and can be closed the same way desktop apps are closed.","categories":[],"infobox_types":["OS"],"annotations":[{"uri":"Microsoft","surface_form":"Microsoft","offset":26},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":38},{"uri":"Computer","surface_form":"computer","offset":46},{"uri":"Operating_system","surface_form":"operating system","offset":55},{"uri":"User_interface","surface_form":"user interface","offset":350},{"uri":"Windows_95","surface_form":"Windows 95","offset":418},{"uri":"Software_developer","surface_form":"software developer","offset":484},{"uri":"Beta_version","surface_form":"beta version","offset":649},{"uri":"ARM_architecture","surface_form":"ARM processors","offset":941},{"uri":"Microsoft_Surface","surface_form":"Surface","offset":1160},{"uri":"Windows_10","surface_form":"Windows 10","offset":1472},{"uri":"Windows_7","surface_form":"Windows 7","offset":1570},{"uri":"Windows_To_Go","surface_form":"Windows To Go","offset":1803},{"uri":"Live_USB","surface_form":"USB drive","offset":1872},{"uri":"Graphical_user_interfaces_and_consoles","surface_form":"graphic user interface","offset":1908},{"uri":"Really_Simple_Syndication","surface_form":"RSS","offset":2112},{"uri":"Touchscreen","surface_form":"touchscreen","offset":2166},{"uri":"Booting","surface_form":"booting","offset":2314},{"uri":"BIOS","surface_form":"BIOS","offset":2349},{"uri":"Pixel","surface_form":"pixel","offset":2510},{"uri":"Laptop","surface_form":"laptop","offset":2594},{"uri":"Face_detection","surface_form":"face detection","offset":3039},{"uri":"Gesture","surface_form":"gesture","offset":3078},{"uri":"Calculator","surface_form":"calculator","offset":3652}]}