{"id":308351,"url":"http://en.wikipedia.org/wiki/M25_motorway","text":"The M25 motorway, or London Orbital, is a orbital motorway around Greater London.\nThe motorway was first suggested early in the 20th century, and a few sections were built in the early 1970s. The M25 was completed in 1986: is one of the world's longest orbital roads.\nIt is one of the busiest and most congested parts of the British motorway network. 196,000 vehicles were recorded in a single day near London Heathrow Airport. The M25 is a cruclial link between the four main London airports: Heathrow, Gatwick, Stansted and Luton.\nBearing in mind that no motorways go through the centre of London, the M25 is a main route connecting north with south, and east with the west of England.\nThe motorway was originally built with only six lanes (three each way), despite research which suggested eight lanes were necessary. Now a fourth lane exists over most of the motorway, and more in special sections (see diagram). Plans were scaled back in 2009 in response to rising costs, but work is still going on.\nPlanning.\nPublic enquiries continued through the 1970s and 1980s. Each section had its own enquiry, where local citizens and interest groups could question the plans. In all, \"39 public inquiries before independent Inspectors were held, taking over 700 sitting days – with many more working days (and nights) preparing evidence\". Objectors could put forward alternatives, and each of these had to be answered with presentation of evidence. Evidence included predictions of traffic and events which would affect growth of traffic. Enquiries and evidence were open to public scrutiny and debate.\nSome enquiries lasted a day, and one one lasted 97 sitting days over 13 months. Proposals had to go before Parliament, and a special Act was needed to authorise the crossing of the northern tip of Epping Forest by the route in tunnel.\nOperational history.\nAs predicted by research, soon after the motorway opened in 1986 traffic levels exceeded maximum designed capacity. In 1990 the Secretary of State for Transport announced plans to widen the whole of the M25 to four lanes. By 1993 the motorway that was designed for a maximum of 88,000 vehicles per day was carrying 200,000. 15% of UK motorway traffic volume was on the M25 and there were plans to add 6 lanes to the section from Junction 12 to 15 as well widening the rest of the motorway to 4 lanes.\nIn 1995 a contract was awarded to widen the section between junctions 8 and 10 from six to eight lanes for a cost of £93.4 million and a 'Motorway Incident Detection and Automatic Signalling' (MIDAS) system was introduced to the M25 from junction 10 to junction 15 at a cost of £13.5m in 1995 and then extended to junction 16 at a cost of £11.7m in 2002. This consists of a distributed network of traffic and weather sensors, speed cameras and variable-speed signs that control traffic speeds with little human supervision. The system has improved traffic flow slightly, and reduced the amount of start-stop driving. The use of variable speed limits makes this a \"controlled motorway\", and if hard shoulders are used at peak times it becomes a \"managed motorway\".\nIn 1995 there was a proposal to widen the section close to Heathrow Airport to 14 lanes. This attracted fierce opposition from road protesters opposing the Newbury Bypass and other schemes, and it was cancelled shortly afterwards. However, in 1997 the Department of Transport announced new proposals to widen the section from junction 12 (M3) and junction 15 (M4) to 12 lanes. At the Terminal Five public inquiry a Highways Agency official said that the widening was needed to accommodate traffic to the proposed new terminal, however the transport minister said that no such evidence had been given. Environmental groups objected to the decision to go ahead without holding a public inquiry. A decision to go-ahead was given for a 10-lane scheme in 1998, and the £148 million 'M25 Jct 12 to 15 Widening' contract was awarded to Balfour Beatty in 2003. The scheme was completed in 2005 as dual-five lane between junctions 12 to 14 and dual six lanes from 14 to 15.\nCosts.\nThe road cost £1 billion (in 1980s money) and took 11 years to build. It used two million tons of concrete and 3½ million tons of asphalt.\nDartford.\nTraffic bottleneck at the Dartford Crossing in the east is the greatest problem on the motorway at present, even though the crossing is technically not part of the M25. At present the crossing is by bridge from the north, and by tunnel from the south. There are usually long tailbacks in both directions.\nJunctions.\n! scope=row| RiverThames\n! scope=row| RiverThames","categories":[],"infobox_types":[],"annotations":[{"uri":"Motorway","surface_form":"motorway","offset":50},{"uri":"Greater_London","surface_form":"Greater London","offset":66},{"uri":"London_Heathrow_Airport","surface_form":"London Heathrow Airport","offset":403},{"uri":"Heathrow","surface_form":"Heathrow","offset":494},{"uri":"Gatwick","surface_form":"Gatwick","offset":504},{"uri":"Stansted","surface_form":"Stansted","offset":513},{"uri":"London_Luton_Airport","surface_form":"Luton","offset":526},{"uri":"Speed_camera","surface_form":"speed camera","offset":2782},{"uri":"Controlled_motorway","surface_form":"controlled motorway","offset":3020},{"uri":"Managed_motorway","surface_form":"managed motorway","offset":3101},{"uri":"Road_protest_in_the_United_Kingdom","surface_form":"road protesters","offset":3247},{"uri":"Newbury_Bypass","surface_form":"Newbury Bypass","offset":3276},{"uri":"Heathrow_Airport","surface_form":"Terminal Five","offset":3504},{"uri":"Public_inquiry","surface_form":"public inquiry","offset":3797},{"uri":"Balfour_Beatty","surface_form":"Balfour Beatty","offset":3949},{"uri":"Concrete","surface_form":"concrete","offset":4190},{"uri":"Asphalt","surface_form":"asphalt","offset":4222},{"uri":"Dartford_Crossing","surface_form":"Dartford Crossing","offset":4267},{"uri":"River_Thames","surface_form":"RiverThames","offset":4570},{"uri":"River_Thames","surface_form":"RiverThames","offset":4595}]}