{"id":308608,"url":"http://en.wikipedia.org/wiki/Tangier","text":"Tangier, also Tangiers (Tifinagh: ⵜⴰⵏⵊⴰ Tanja, archaic Berber name: Tingi, Arabic: طنجة \"Ṭanja\") is a city in northern Morocco with a population of about 700,000 (2008 census). It lies on the North African coast at the western entrance to the Strait of Gibraltar where the Mediterranean meets the Atlantic Ocean off Cape Spartel. It is the capital of the Tangier-Tetouan Region and of the Tangier-Asilah prefecture of Morocco near the Spanish border.\nThe history of Tangier is very rich due to the historical presence of many civilizations and cultures starting from the 5th century BC. Between the period of being a Phoenician town to the independence era around the 1950s, Tangier was a place—and, sometimes a refuge—for many cultures. However, it was not until 1923 that Tangier was attributed an international status by foreign colonial powers, thus becoming a destination for many Europeans, Americans and Indians alike.\nThe city is currently undergoing rapid development and modernization. Projects include new 5-star hotels along the bay, a modern business district called Tangier City Centre, a new airport terminal and a new soccer stadium. Tangier's economy is also set to benefit greatly from the new Tanger-Med port.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tifinagh","surface_form":"Tifinagh","offset":24},{"uri":"Arabic_language","surface_form":"Arabic","offset":75},{"uri":"Morocco","surface_form":"Morocco","offset":119},{"uri":"North_Africa","surface_form":"North Africa","offset":192},{"uri":"Strait_of_Gibraltar","surface_form":"Strait of Gibraltar","offset":243},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":273},{"uri":"Atlantic","surface_form":"Atlantic","offset":297},{"uri":"Cape_Spartel","surface_form":"Cape Spartel","offset":316},{"uri":"Tangier-Tetouan","surface_form":"Tangier-Tetouan","offset":355},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":617},{"uri":"International_city","surface_form":"international status","offset":800},{"uri":"Colonial_powers","surface_form":"colonial powers","offset":832},{"uri":"Tangier_City_Centre","surface_form":"Tangier City Centre","offset":1080},{"uri":"Tanger-Med","surface_form":"Tanger-Med","offset":1212}]}