{"id":308634,"url":"http://en.wikipedia.org/wiki/1918%E2%80%931920_unrest_in_Split","text":"In 1918–1920, a series of incidents took place at Spalato (now Split) between Dalmatian Italians and local South Slavs fighting -with ethnic disturbances, revolts and bloody clashes- for the control of the city.\nPolitical background.\nThe incidents of Spalato were a group of violent fights -related to antiitalianism- that happened in Spalato between 1918 and 1920 and that resulted in the murder of the Italian military ship \"Puglia\" captain, Tommaso Gulli (and a sailor named Aldo Rossi). He was hit on July 11, 1920 and was dead the next morning.\nThese battles belong to a centuries long struggle for the control of the Adriatic eastern coast between Slavs (mainly Croats and Slovenians) and Italians. A struggle that hugely increased during the Austro-Hungarian Empire, when the Italian irredentism and the Yugoslavian nationalism at the end of the XIX century created a bloody confrontation in the Adriatic area.\nWorld War I and the related Italian victory, not welcomed by the Yugoslavians, were the events preceding the incidents of Spalato.\nItalians of Spalato.\nIn the city of Spalato there was an autochthonous Italian community, which was reorganized in November 1918 through the foundation of the \"National Fasces\" (not to be confused with Fascism) led by Leonardo Pezzoli, Antonio Tacconi, Edoardo Pervan and Stefano Selem from the ashes of the \"Autonomist Party\", dissolved by the Austrian authorities in 1915.\nThere were 2,082 Italians in Spalato according to the 1910 Austrian Census and they were only the 9.73% of the total population, but they had the best economic status in the Spalato society.\nThis census data had understated the number of Italians in the city area and this mistake seems to be confirmed by a series of subsequent events. Indeed, following the Treaty of Rapallo, the Italians of Dalmatia could opt for the acquisition of Italian citizenship instead of the Yugoslavian one, while maintaining residence: despite a violent campaign of intimidation on the part of Yugoslavia, over 900 families of Italian speaking \"Spalatini\" had exercised the option to be Italians. Furthermore, in 1927 was carried out a Census of Italians living outside Italy: in Spalato and surrounding area were counted 3,337 Italian citizens.\nSo, given that about 1,000 Italians (with their families) left the city following its incorporation into the Kingdom of Serbs, Croats and Slovenes, and estimating a certain percentage of Italians who accepted the \"forced\" Yugoslavian citizenship, it is really possible that 7,000 Italians in the Spalato area -as said by Antonio Tacconi- obtained membership in Italian associations of Spalato in 1918/1919: this amount is more than 3 times the data from the 1910 Austrian Census.\nHistory.\nAfter the Austrian defeat, in the first half of November 1918 Italian troops occupied the Dalmatian territories assigned to Italy by the 1915 Pact of London. Spalato (the city was officially called \"Split\" only after the 1919 Paris Peace Conference) was not one of those areas, but the Italians sent some ships and occupied the city as agreed with the Allies.\nThe Yugoslavian nationalists, who controlled the city with their \"National Guard\", soon showed huge hostility toward the Italian troops, fearing they could remain forever in the city. Even the arrival of slav refugees from the London Pact Italian-occupied areas increased the tensions: those refugees were responsible for most of the incidents in the next 2 years.\nOn November 9, 1918 two French destroyer entered the port of Spalato. The Italians - mostly concentrated within the old city - exposed on the windows of their homes the Italian tricolor and went to the harbor to celebrate the Triple Entente. But the reaction of the Yugoslavian National Guard was immediate: they entered by force in the apartments, tore down the flags, beat some of those present and damaged the furniture. Meanwhile, the Austrian commander of a ship already docked at the port (and now with Yugoslavian flag) ordered with the megaphone to remove the flags, threatening to open fire.\nThis was the first of a long series of incidents, which also saw the creation of a classic pattern of propaganda that would be found very often in the next months: the Croatian newspapers - and especially the most extreme of them, \"Novo Doba\", denounced the \"Italian provocation\". The Italians, however, created a complaint report and forwarded it to the Allies. In the following days the municipal Croatian authorities of Spalato were forced to submit a formal apology for the incident.\nBut other incidents and demonstrations against Italy and the Dalmatian Italians happened in other cities, like Trau and the \"Castelli\". The worst happened on December 23 when groups of fanatical Slavs destroyed the offices of the main Italian institutions in Spalato (the \"Fascio Nazionale\", the \"Gabinetto di Lettura\" and the \"Società Operaia\") and hit many dozens of Italians on the streets, while destroying a lot of Italian-owned shops. The same happened on January 6, 1919 in Trau.\nItalian Admiral Enrico Millo, who was just promoted to Governor of Dalmatia for the area occupied by Italy, quickly sent ships to defend the Italians of Spalato: on January 12 arrived the destroyer \"Puglia\" in the port of the city, between huge protests from the Slav community.\nOn February 24, while an \"Allies Commission for the Adriatic\" (made of US admiral Albert P. Niblack, French admiral Jean-Etienne-Charles-Marcel Ratyè, British admiral Edward Burton Kiddle and Italian admiral Umberto Cagni) was visiting Spalato, a huge group of Slavs -in order to show that they were the majority in Spalato and rejected the Italians- attacked the Italian sailors of the \"Puglia\": the captain Giulio Menini was hit together with some Italians walking on the nearby streets, and again were damaged some shops owned by the Italian community. The Croatian authorities were forced to do another apology and until summer there were only minor incidents.\nBut on September 12 Gabriele D'Annunzio occupied Fiume (actual \"Rijeka\") and later went even to Zara. As a consequence the Italian count Fanfogna organized a similar tentative of occupation in Trau. and the Slavs of Spalato feared something similar was going to happen in their city: tensions arose and other incidents against the Italians happened in Spalato in November (the \"Caffe Nani\" was destroyed and many Italian owned shop were damaged.)\nThe murder of Captain Tommaso Gulli.\nUntil the beginning of 1920 the Italians of Spalato never attacked the Slavs (even because of obvious numerical inferiority) and were harassed by Croatian nationalists continuously, as has happened since the end of the XIX century in all Dalmatia.\nBut after the attack of January 27, 1920 in which were damaged nearly all the Italian-owned shops and the offices of Italian institutions, some Italian sailors of the \"Puglia\" now under the command of captain Tommaso Gulli, started to defend themselves and the Dalmatian Italians menacing to use their guns.\nOn July 27 another attack against the Italians of Spalato was done and a group of officials of the \"Puglia\" found refuge in a place near the docks: captain Gulli ordered a boat to rescue them, but it was blocked by some Slavs and was forced to fire \"alarm shots\" in the sky to get help.\nSoon Gulli went to the rescue with a MAS, but approaching the docks found a huge crowd of nationalist Slavs. Shots were fired to the Italians and for the first time they returned fire. A hand granade was thrown to the Mas and hit the sailor Aldo Rossi and others.\nAnother shot hit captain Gulli, while the Italians killed a man on the docks, whose name was Matej Mis. Anyway, many versions about what happened were done in the next days, by the Yugoslavians and by the Italians.\nCaptain Gulli was helped in a Hospital but died the next day, while sailor Rossi survived only a few hours.\nIn the Kingdom of Italy the reaction to what happened in Spalato was of rage and indignation: in Trieste fascists and nationalists attacked the Hotel Balkan (called in Slovenian \"Narodni dom\" and center of the Slav activities in Trieste) the next day.\nIn the following years the Italians of Spalato - under the Yugoslavian rule renamed \"Split\", as was officially called the city since 1919- were continuously harassed in their institutions, schools and shops & business: they declined in a slow but steady way.\nActually they are only one hundred in Croatian Split, with their association called \"Comunitá italiana di Spalato\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Split%2C_Croatia","surface_form":"Split","offset":63},{"uri":"Dalmatian_Italians","surface_form":"Dalmatian Italians","offset":78},{"uri":"Slavs","surface_form":"Slavs","offset":113},{"uri":"Antiitalianism","surface_form":"antiitalianism","offset":302},{"uri":"Croats","surface_form":"Croats","offset":668},{"uri":"Slovenians","surface_form":"Slovenians","offset":679},{"uri":"Austro-Hungarian_Empire","surface_form":"Austro-Hungarian Empire","offset":749},{"uri":"Italian_irredentism","surface_form":"Italian irredentism","offset":783},{"uri":"Nationalism","surface_form":"nationalism","offset":823},{"uri":"World_War_I","surface_form":"World War I","offset":918},{"uri":"Dalmatian_Italians","surface_form":"autochthonous Italian community","offset":1106},{"uri":"Fascism","surface_form":"Fascism","offset":1251},{"uri":"Autonomist_Party_(Dalmatia)","surface_form":"\"Autonomist Party\"","offset":1357},{"uri":"Treaty_of_Rapallo_(1920)","surface_form":"Treaty of Rapallo","offset":1783},{"uri":"Kingdom_of_Serbs%2C_Croats_and_Slovenes","surface_form":"Kingdom of Serbs, Croats and Slovenes","offset":2360},{"uri":"London_Pact","surface_form":"Pact of London","offset":2882},{"uri":"Paris_Peace_Conference%2C_1919","surface_form":"Paris Peace Conference","offset":2966},{"uri":"Refugee","surface_form":"refugee","offset":3309},{"uri":"Destroyer","surface_form":"destroyer","offset":3496},{"uri":"Italian_Flag","surface_form":"Italian tricolor","offset":3634},{"uri":"Triple_Entente","surface_form":"Triple Entente","offset":3691},{"uri":"Trogir","surface_form":"Trau","offset":4665},{"uri":"Enrico_Millo","surface_form":"Enrico Millo","offset":5057},{"uri":"Albert_P._Niblack","surface_form":"Albert P. Niblack","offset":5402},{"uri":"Gabriele_D%27Annunzio","surface_form":"Gabriele D'Annunzio","offset":6005},{"uri":"Zadar","surface_form":"Zara","offset":6081},{"uri":"Trogir","surface_form":"Trau","offset":6178},{"uri":"MAS_(boat)","surface_form":"MAS","offset":7349},{"uri":"Trieste","surface_form":"Trieste","offset":7996},{"uri":"Slovenian_language","surface_form":"Slovenian","offset":8067}]}