{"id":30874,"url":"http://en.wikipedia.org/wiki/Daft_Punk","text":"Daft Punk is a band from France. There are two people in the band, Guy-Manuel de Homem-Christo (born February 8, 1974) and Thomas Bangalter (born January 3, 1975). Daft Punk uses analog synthesizers and other real instruments to make their music.\nHow the members met, Darlin' era and Soma Quality Recordings.\nBoth of the two Daft Punk members went to the same school in Paris.\nThey became friends and recorded a demo track with other students from the school. Thomas Bangalter played bass while Guy-Manuel de Homem-Christo played guitar.\nThey formed a band called Darlin' which featured an additional member named Laurent Brancowitz.\nThe Darlin' experience did not last very long and after a show they performed in the United Kingdom, a newspaper qualified the music of Thomas and Guy-Manuel as \"daft punk\" (silly punk music).\nThomas and Guy-Manuel were amused by this nickname and officially adopted it, and that's how they became the well known Daft Punk.\nLaurent left the group and joined his younger brother Christian Mazzalai of Phoenix.\nWhile attending a rave at Eurodisney, they met Scottish house/techno artists Stuart MacMillan and Orde Meikle of Slam who signed them up to the label Soma Quality Recordings based in Glasgow.\nDaft Punk recorded their first demo called, \"The New Wave\" as well as a handful of others including, \"Alive\" and \"Da Funk\" both of which would appear in their debut album a few years later.\nFirst Album: Homework.\nIn 1995, Daft Punk began to record in the studio a song called Da Funk which became their first commercial success.\nAfter that success, Daft Punk looked for a manager, and they chose Pedro Winter who is also known by the name Busy P.\nThe idea of Homework debuted when Daft Punk signed with Virgin Records.\nThat album became one of the most essential house albums of the nineties after that it had been released in 1997.\nSecond Album: Discovery.\nIn 1999, Daft Punk returned to recording studio to work on Discovery which would be their second album and their second success.\nDiscovery reached the second place on the UK Charts.\nOne More Time, their first single from Discovery, became a giant hit around the globe and Daft Punk became one of the most famous electronic music groups.\nDaft Punk used many samples (little sounds from other songs) to compose songs like Face to Face, Too Long and Harder, Better, Faster, Stronger. (Kanye West's 2007 song Stronger from the album Graduation uses a large sample from Harder, Better, Faster, Stronger.)\nIn 2003, Daft Punk released the full-length animated movie Interstella 5555. The band worked with the Japanese animation company Toei Animation and the famous Japanese producer named Leiji Matsumoto to create this film. It is a fully animated story that is set to the Discovery album from start to finish and with no additional words and only a few added sound effects.\nThird Album: Human After All.\nIn 2004, Daft Punk spent six weeks on their third album.\nHuman After All was a subject of controversy, concerning some aggressive aspects in songs like Technologic, saying that most of the songs were too repetitive.\nDe Homem-Christo and Bangalter only said:\"We believe that Human After All speaks for itself\".\nIn 2006, Daft Punk released \"Electroma\", a short film about two robots (Daft Punk themselves) who are on a journey to become human. The film however, did not feature any music by Daft Punk but instead a selection of songs by other artists of different types of music genres.\nDaft Punk went on their second world tour, \"Alive 2006/2007\". The duo played worldwide to thousands of people. Daft Punk played in a pyramid on stage which was admired for its futuristic design.\nIn 2008, Daft Punk made their first televised performance at the 2008 Grammy Awards. They performed with Kanye West as he rapped, \"Stronger\".\nTron: Legacy.\nIn 2010, Daft Punk were chosen to compose the soundtrack to. The duo had a cameo in the film.\nFourth Album: Random Access Memories.\nIn 2013, Daft Punk released Random Access Memories. Columbia Records became their new label after many years with Virgin Records.\nThey collaborated with Giorgio Moroder, Todd Edwards, Nile Rodgers, Panda Bear, Chilly Gonzales, DJ Falcon, Julian Casablancas, Paul Williams and Pharrell Williams.\nRandom Access Memories had very little electronic music in it. Instead, Daft Punk used live instruments and minimized the use of synthesizers. It is a tribute to the disco, rock and funk music of the 1970s and 1980s.\nThe lead single \"Get Lucky\", featuring Pharrell Williams and Nile Rodgers, was met with critical acclaim and topped many charts around the world. At the 2014 Grammy Awards Get Lucky won Record of the Year and RAM won Album of the Year.\nIn 2015, a documentary called \"Daft Punk: Unchained\" was released. It told the history of the band from their beginnings in the early 1990s to the 2014 Grammy Awards.","categories":[],"infobox_types":[],"annotations":[{"uri":"Band","surface_form":"band","offset":15},{"uri":"France","surface_form":"France","offset":25},{"uri":"Analog_signal","surface_form":"analog","offset":179},{"uri":"Paris","surface_form":"Paris","offset":370},{"uri":"Demo_(music)","surface_form":"demo","offset":412},{"uri":"Thomas_Bangalter","surface_form":"Thomas Bangalter","offset":460},{"uri":"Guy-Manuel_de_Homem-Christo","surface_form":"Guy-Manuel de Homem-Christo","offset":495},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":719},{"uri":"Punk_music","surface_form":"punk music","offset":814},{"uri":"Phoenix_(band)","surface_form":"Phoenix","offset":1034},{"uri":"1995","surface_form":"1995","offset":1451},{"uri":"Da_Funk","surface_form":"Da Funk","offset":1511},{"uri":"Pedro_Winter","surface_form":"Pedro Winter","offset":1631},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":1738},{"uri":"One_More_Time","surface_form":"One More Time","offset":2075},{"uri":"Face_to_Face","surface_form":"Face to Face","offset":2313},{"uri":"Too_Long","surface_form":"Too Long","offset":2327},{"uri":"Kanye_West","surface_form":"Kanye West's","offset":2375},{"uri":"Interstella_5555","surface_form":"Interstella 5555","offset":2552},{"uri":"Japan","surface_form":"Japan","offset":2595},{"uri":"Technologic","surface_form":"Technologic","offset":3045},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":4013},{"uri":"Paul_Williams_(songwriter)","surface_form":"Paul Williams","offset":4219},{"uri":"Pharrell_Williams","surface_form":"Pharrell Williams","offset":4237}]}