{"id":308877,"url":"http://en.wikipedia.org/wiki/Joggins","text":"Joggins, Nova Scotia, Canada, is famous for its fossils dating to the Pennsylvanian 'Coal Age' of Earth history. On July 7, 2008 a 15 km length of the coast comprising the Joggins Fossil Cliffs was officially inscribed on the World Heritage List.\nThe dating of this site has been debated, with dates from 320 million years ago (mya) to 305 mya being suggested.p39 It is now settled as 314.5–313.4 mya +/- 1.1 million years.p40\nJoggins Fossil Cliffs.\nThe dramatic coastal exposure of the Coal Age rocks, known as the Joggins Fossil Cliffs, are continually hewn and freshly exposed by the actions of the tides in the Cumberland Basin. Geologists were first attracted to this locality in the late 1820s. A little later, the first student party studied Joggins in 1835\nHowever, the true fame of Joggins dates from the visits in 1842 and 1852 by Charles Lyell, the founder of modern geology and author of \"Principles of Geology\". In his \"Elements of Geology\" (1871), Lyell called the Joggins exposure of Coal Age rocks and fossils \"the finest example in the world\". The fossil record at Joggins figures in Charles Darwin's \"On the Origin of Species\", and played a role in the 1860 Oxford evolution debate between Thomas Huxley and Bishop Wilberforce.\nMuch of the early work to document the fossil record at Joggins was by Nova Scotian geologist William Dawson (1820–1899), who had a close personal and working relationship with his friend and mentor Charles Lyell. Much of Dawson's collection is in the Redpath Museum of McGill University.\nIn 1852 Lyell and Dawson made a celebrated discovery of tetrapod fossils entombed within an upright tree at Coal Mine Point. Subsequent investigations by Dawson led to the discovery of one of the most important fossils in the history of science, \"Hylonomus lyelli\", which remains the earliest known reptile in the history of life, but not the earliest known amniote. In 2002, \"Hylonomus lyelli\" was named the provincial fossil of Nova Scotia.\nTrackways are preserved at the Joggins Fossil Cliffs. The tree-like lycopod \"Sigillaria\" is preserved \"in situ\".\nRecent work.\nThere has been a surge in interest in Joggins over the past 20 years. A thesis by Mike Rygel significantly advanced understanding of the site's history, stratigraphy, sedimentology and biota after the century of neglect which followed Dawson's death in 1899.\nImportant fossil.\nA vital early tetrapod fossil has been found here, the earliest synapsid, \"Protoclepsydrops\", which is actually earlier than \"Hylonomus\".\nWorld Heritage Site.\nIn 2007, a 15 km length of the coast comprising the Joggins Fossil Cliffs was nominated by Canada to UNESCO as a natural World Heritage Site. It was officially inscribed on the World Heritage List in on July 7, 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":9},{"uri":"Canada","surface_form":"Canada","offset":22},{"uri":"Fossils","surface_form":"fossils","offset":48},{"uri":"Pennsylvanian","surface_form":"Pennsylvanian","offset":70},{"uri":"Locality","surface_form":"locality","offset":673},{"uri":"Charles_Lyell","surface_form":"Charles Lyell","offset":841},{"uri":"Principles_of_Geology","surface_form":"Principles of Geology","offset":901},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":1119},{"uri":"Thomas_Huxley","surface_form":"Thomas Huxley","offset":1208},{"uri":"Samuel_Wilberforce","surface_form":"Bishop Wilberforce","offset":1226},{"uri":"John_William_Dawson","surface_form":"William Dawson","offset":1340},{"uri":"Mentor","surface_form":"mentor","offset":1438},{"uri":"McGill_University","surface_form":"McGill University","offset":1516},{"uri":"Tetrapod","surface_form":"tetrapod","offset":1591},{"uri":"Hylonomus","surface_form":"\"Hylonomus lyelli\"","offset":1781},{"uri":"Amniote","surface_form":"amniote","offset":1893},{"uri":"Trackway","surface_form":"Trackway","offset":1978},{"uri":"Lycopod","surface_form":"lycopod","offset":2046},{"uri":"Sigillaria","surface_form":"Sigillaria","offset":2055},{"uri":"List_of_Latin_phrases_(I)","surface_form":"in situ","offset":2081},{"uri":"Stratigraphy","surface_form":"stratigraphy","offset":2257},{"uri":"Sedimentology","surface_form":"sedimentology","offset":2271},{"uri":"Biota","surface_form":"biota","offset":2289},{"uri":"Synapsid","surface_form":"synapsid","offset":2445},{"uri":"Protoclepsydrops","surface_form":"Protoclepsydrops","offset":2456},{"uri":"Hylonomus","surface_form":"Hylonomus","offset":2507},{"uri":"UNESCO","surface_form":"UNESCO","offset":2641},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":2661}]}