{"id":308802,"url":"http://en.wikipedia.org/wiki/Pederpes","text":"\"Pederpes\" is an extinct genus of early Carboniferous tetrapod, dating from the lower Mississippian, 359–345 million years ago (mya). \"Pederpes\" contains one species, \"P. finneyae\", 1 m long. A single fossil was found in East Kirton quarry, West Lothian, Scotland, in early Carboniferous rocks. It is the first (and only) known near-complete skeleton of a tetrapod from the earliest Carboniferous. It lacks only the tail and some digits.\n\"Pederpes\" had a large, somewhat triangular head, similar to that of later American \"Whatcheeria\". This specimen shows the earliest example of a foot adapted for walking on land. The feet look like the feet of later, more terrestrially adapted Carboniferous forms. \"Pederpes\" is therefore the earliest known tetrapod that walked on land.\nIt fits in the middle of the a gap in the fossil record which separates the aquatic Devonian tetrapods from the terrestrial ones of the mid-Carboniferous.\nDiscovery and classification.\n\"Pederpes\" was discovered in 1971 in central Scotland and classified as a lobe-finned fish. The type specimen was a nearly complete, articulated skeleton (bones still connected). Only the tail and some bones of the skull and limbs were missing. It was not until 2002 that Jennifer Clack named and reclassified the fossil as a primitive tetrapod.\n\"Pederpes\" is of uncertain relationship to other tetrapod families. While undoubtedly amphibian in life mode, \"Pederpes\" is not considered an amphibian in the meaning of modern amphibians. It is a very basal (primitive) tetrapod.\n\"Pederpes\" is an important fossil because it comes from the period of time known as Romer's gap, a 20 million year gap in the sequence of tetrapod fossils. It is therefore a transitional fossil, and gives biologists rare information about the development of tetrapods in a time when terrestrial life was scarce.\nAnatomy and lifestyle.\n\"Pederpes\" was 1 metre long, estimating the tail as one-third of the body length. This is average-sized for an early tetrapod.\nThe shape of the skull and the fact that the feet face forward rather than outward. This shows that \"Pederpes\" was well adapted to life on land. It is the earliest known fully terrestrial animal, although the structure of the ear shows that its hearing was still much more functional underwater than on land. It may have spent much of its time in the water and could have hunted there.\nThe narrow skull suggests that \"Pederpes\" breathed by inhaling with a muscular action like most modern tetrapods, rather than by pumping air into the lungs with a throat pouch the way modern amphibians usually do.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":17},{"uri":"Genus","surface_form":"genus","offset":25},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":40},{"uri":"Tetrapod","surface_form":"tetrapod","offset":54},{"uri":"Mississippian","surface_form":"Mississippian","offset":86},{"uri":"Species","surface_form":"species","offset":158},{"uri":"East_Kirton","surface_form":"East Kirton","offset":221},{"uri":"Quarry","surface_form":"quarry","offset":233},{"uri":"West_Lothian","surface_form":"West Lothian","offset":241},{"uri":"Scotland","surface_form":"Scotland","offset":255},{"uri":"Digit","surface_form":"digit","offset":430},{"uri":"Whatcheeria","surface_form":"Whatcheeria","offset":523},{"uri":"Land","surface_form":"terrestrially","offset":660},{"uri":"Scotland","surface_form":"Scotland","offset":1006},{"uri":"Lobe-finned_fish","surface_form":"lobe-finned fish","offset":1035},{"uri":"Type_species","surface_form":"type specimen","offset":1057},{"uri":"Jennifer_Clack","surface_form":"Jennifer Clack","offset":1233},{"uri":"Amphibia","surface_form":"amphibia","offset":1449},{"uri":"Lissamphibia","surface_form":"modern amphibians","offset":1477},{"uri":"Basal","surface_form":"basal","offset":1509},{"uri":"Romer%27s_gap","surface_form":"Romer's gap","offset":1621},{"uri":"Transitional_fossil","surface_form":"transitional fossil","offset":1711},{"uri":"Lungs","surface_form":"lungs","offset":2535},{"uri":"Amphibians","surface_form":"amphibians","offset":2576}]}