{"id":308936,"url":"http://en.wikipedia.org/wiki/Shoulder","text":"The human shoulder is made up of three bones: the clavicle (collarbone), the scapula (shoulder blade), and the humerus (upper arm bone) as well as muscles, ligaments and tendons.\nThe articulations (surfaces) between the bones of the shoulder make up the shoulder joints. The shoulder joint is the part of the body where the humerus attaches to the scapula, the head sitting in the glenoid fossa. The shoulder as a whole is the complete group of structures in the region of the joint.\nThere are two kinds of cartilage in the joint. The first type is the white cartilage on the ends of the bones (called articular cartilage) which allows the bones to glide and move on each other. When this type of cartilage starts to wear out (a process called arthritis), the joint becomes painful and stiff.\nThe labrum is a second kind of cartilage in the shoulder which is distinctly different from the articular cartilage. This cartilage is more fibrous or rigid than the cartilage on the ends of the ball and socket. Also, this cartilage is also found only around the socket where it is attached.\nThe shoulder must be mobile enough for the wide range actions of the arms and hands, but also stable enough to allow for actions such as lifting, pushing and pulling. The compromise between mobility and stability results in many shoulder problems not faced by other joints such as the hip.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clavicle","surface_form":"clavicle","offset":50},{"uri":"Scapula","surface_form":"scapula","offset":77},{"uri":"Humerus","surface_form":"humerus","offset":111},{"uri":"Muscle","surface_form":"muscle","offset":147},{"uri":"Ligament","surface_form":"ligament","offset":156},{"uri":"Tendon","surface_form":"tendon","offset":170},{"uri":"Joint","surface_form":"joint","offset":263},{"uri":"Humerus","surface_form":"humerus","offset":324},{"uri":"Scapula","surface_form":"scapula","offset":348},{"uri":"Glenoid_fossa","surface_form":"glenoid fossa","offset":381},{"uri":"Motion","surface_form":"mobility","offset":1275},{"uri":"Stability","surface_form":"stability","offset":1288},{"uri":"Hip","surface_form":"hip","offset":1370}]}