{"id":308985,"url":"http://en.wikipedia.org/wiki/Wilfred_Owen","text":"Wilfred Edward Salter Owen MC (18 March 1893 – 4 November 1918) was an English poet and soldier, one of the leading poets of the First World War.\nOwen was born in Shropshire, and had three siblings; two brothers and a sister. When he was very small, the family moved to Birkenhead, where he went to school. Later, he attended Shrewsbury Technical School. Although he passed the exams necessary to go to university, he was unable to go because his parents could not afford the fees. Before the war, he worked as an assistant to a vicar, and then went to France to teach English to the children of a French family. About a year after war broke out, he joined the army as a junior officer, and was eventually sent back to France with the Manchester Regiment in 1916.\nConditions for troops on the Western Front were very harsh, and Owen suffered several bad experiences that led to him being considered unfit to continue fighting. He was sent to Craiglockhart War Hospital in Edinburgh for treatment by a psychiatrist. While there, he wrote poetry, and became editor of the hospital magazine, which was called \"The Hydra\". Soon afterwards, a better-known poet called Siegfried Sassoon arrived at the hospital as a patient, and the two became great friends. Sassoon helped Owen to improve his writing, and introduced him to other writers and publishers. Although Sassoon had made a public protest against the war, he quickly grew tired of life at the hospital, and went back to France to continue fighting. In the meantime, Owen was given a job in the Northern Command Depot at Ripon, where he did not have to do any fighting.\nWhen Owen was considered to be well enough to return to fighting, his friends were very worried about him. He spent an afternoon with Siegfried Sassoon, who had been sent home after being seriously wounded; Sassoon tried to persuade Owen not to go back, but Owen had little choice. He returned to France in July 1918.\nPerhaps because he had previously been accused of being a coward, Owen was determined to show what a good soldier he could be. On 1 October 1918 he led his men in an attack near the village of Joncourt, and his bravery was recognised by his being awarded the Military Cross. However, shortly afterwards, while trying to cross the Sambre canal with his men, he was killed. He died at the age of 25, only a week before the end of the war.\nOwen never married, and is thought to have been homosexual, although there is no surviving evidence to prove this.\nPoems.\nTwo of his most famous poems are \"Anthem for Doomed Youth\" and \"Dulce et decorum est\", which borrows a phrase from Horace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military_Cross","surface_form":"MC","offset":27},{"uri":"English_people","surface_form":"English","offset":71},{"uri":"World_War_I","surface_form":"First World War","offset":129},{"uri":"Shropshire","surface_form":"Shropshire","offset":163},{"uri":"Birkenhead","surface_form":"Birkenhead","offset":270},{"uri":"Manchester_Regiment","surface_form":"Manchester Regiment","offset":735},{"uri":"Western_Front","surface_form":"Western Front","offset":793},{"uri":"Craiglockhart_War_Hospital","surface_form":"Craiglockhart War Hospital","offset":942},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":972},{"uri":"Siegfried_Sassoon","surface_form":"Siegfried Sassoon","offset":1163},{"uri":"Ripon","surface_form":"Ripon","offset":1573},{"uri":"Joncourt","surface_form":"Joncourt","offset":2133},{"uri":"Military_Cross","surface_form":"Military Cross","offset":2199},{"uri":"Homosexual","surface_form":"homosexual","offset":2425},{"uri":"Horace","surface_form":"Horace","offset":2614}]}