{"id":309048,"url":"http://en.wikipedia.org/wiki/J._G._Ballard","text":"James Graham Ballard (often \"Jim\"; 15 November 1930 – 19 April 2009) was an English novelist, short story writer, and important member of the New Wave movement in science fiction. His best-known books are \"Crash\" (1973) and \"Empire of the Sun\" (1984).\nShanghai.\nBallard's father was a chemist at a company called the Calico Printers Association. The company was based in Manchester and made cloth. Ballard was born and raised in the Shanghai International Settlement, an area under foreign control where people \"lived an American style of life\". He went to the Cathedral School in Shanghai. After the start of the Second Sino-Japanese War, Ballard's family temporarily left their suburban home and rented a house in downtown Shanghai to avoid the shells fired by Chinese and Japanese forces.\nAfter the Pearl Harbor attack, the Japanese occupied the International Settlement. In early 1943 they began interning Allied civilians. Ballard was sent to the Lunghua Civilian Assembly Center with his parents and younger sister. He spent over two years in the internment camp. His family lived in a small area in G block, a two-story residence for 40 families. He went to school in the camp.\nMany think that Ballard's exposure to the atrocities of war at a young age explains the conflicts and violence in much of his fiction.\nEngland and Canada.\nIn 1946, after the end of the war, his mother returned to England with Ballard and his sister on the SS \"Arrawa\". They in Plymouth, and he attended The Leys School in Cambridge. After a couple of years his mother and sister returned to China, rejoining Ballard's father. Ballard went to live with his grandparents when he was not at boarding school. In 1949 he went on to study medicine at King's College, Cambridge and planned to become a psychiatrist.\nAt university, Ballard was writing avant-garde fiction heavily influenced by psychoanalysis and surrealist painters. At this time, he wanted to become a writer as well as pursue a medical career. Ballard stopped his medical studies, and in 1952 he enrolled at Queen Mary, University of London to read English Literature. However, he was asked to leave at the end of the year. Ballard then worked for an advertising agency and as an encyclopedia salesman. He kept writing short fiction but did not get published.\nIn 1953 Ballard joined the Royal Air Force and was sent to the RCAF flight-training base in Moose Jaw, Saskatchewan, Canada. He left the RAF in 1954 after two years and returned to England. In 1955 he married Helen Mary Matthews and they lived in Chiswick.\nBallard published several novels and short-story collections during the seventies and eighties. However, he only became popular in the mainstream with his novel \"Empire of the Sun\" in 1984. This novel was based on his years in Shanghai and in an internment camp. It became a bestseller,\nBallard continued to write until the end of his life. He died of prostate cancer in London.\nInfluence.\nBruce Sterling called Ballard is an important writer leading to cyberpunk in the introduction to the \"Mirrorshades\" anthology.\nJean Baudrillard praised \"Crash\" as the first great novel of the universe of simulation in \"Simulacra and Simulation\"\nBallard was interested in the relationship between different media. He was one of the trustees of the Institute for Research in Art and Technology in the early 1970s.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":76},{"uri":"Novel","surface_form":"novel","offset":84},{"uri":"Short_story","surface_form":"short story","offset":94},{"uri":"New_Wave_(science_fiction)","surface_form":"New Wave","offset":142},{"uri":"Crash_(J._G._Ballard_novel)","surface_form":"Crash","offset":206},{"uri":"Empire_of_the_Sun","surface_form":"Empire of the Sun","offset":225},{"uri":"Chemist","surface_form":"chemist","offset":285},{"uri":"Manchester","surface_form":"Manchester","offset":371},{"uri":"Shanghai_International_Settlement","surface_form":"Shanghai International Settlement","offset":433},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":614},{"uri":"Attack_on_Pearl_Harbor","surface_form":"Pearl Harbor attack","offset":802},{"uri":"Internment","surface_form":"interning","offset":900},{"uri":"Lunghua_Civilian_Assembly_Center","surface_form":"Lunghua Civilian Assembly Center","offset":952},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1462},{"uri":"The_Leys_School","surface_form":"The Leys School","offset":1488},{"uri":"Cambridge","surface_form":"Cambridge","offset":1507},{"uri":"King%27s_College%2C_Cambridge","surface_form":"King's College, Cambridge","offset":1730},{"uri":"Psychiatry","surface_form":"psychiatrist","offset":1780},{"uri":"Avant-garde","surface_form":"avant-garde","offset":1829},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":1871},{"uri":"Surrealism","surface_form":"surrealist","offset":1890},{"uri":"Queen_Mary%2C_University_of_London","surface_form":"Queen Mary, University of London","offset":2054},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":2333},{"uri":"Royal_Canadian_Air_Force","surface_form":"RCAF","offset":2369},{"uri":"Moose_Jaw%2C_Saskatchewan","surface_form":"Moose Jaw, Saskatchewan","offset":2398},{"uri":"Chiswick","surface_form":"Chiswick","offset":2553},{"uri":"Empire_of_the_Sun","surface_form":"Empire of the Sun","offset":2725},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":2915},{"uri":"Bruce_Sterling","surface_form":"Bruce Sterling","offset":2953},{"uri":"Cyberpunk","surface_form":"cyberpunk","offset":3017},{"uri":"Mirrorshades","surface_form":"Mirrorshades","offset":3055},{"uri":"Jean_Baudrillard","surface_form":"Jean Baudrillard","offset":3080},{"uri":"Crash_(1973_novel)","surface_form":"\"Crash\"","offset":3105},{"uri":"Simulacra_and_Simulation","surface_form":"Simulacra and Simulation","offset":3172},{"uri":"Institute_for_Research_in_Art_and_Technology","surface_form":"Institute for Research in Art and Technology","offset":3300}]}