{"id":309043,"url":"http://en.wikipedia.org/wiki/Doom_engine","text":"e=\"preserve\">The Doom engine, sometimes called ID Tech 1, is the computer code behind the video game Doom. It is also used by several other games, including Doom 2 (but not Doom 3, which has its own engine). Heavily modified versions of the Doom engine are used in Heretic, Hexen, and Strife.\nThe Doom engine uses a technique called binary space partitioning to represent 3D levels in a way that a computer can process quickly. It is written mostly in C. The source code has been released for free under the GNU General Public License. Many Doom fans have made their own modified versions called source ports. Source ports often add new features and fix problems in the original engine. Popular source ports include Boom, PrBoom, PrBoom+, Zdoom, and Chocolate Doom.\nThe Doom engine represents levels internally using structures called linedefs, sidedefs, sectors, verticies, and things (meaning monsters, items, decorations, etc.). The doom engine reads levels and other data from a file called a WAD.\nThe Doom engine renders levels entirely on the CPU, not the video card, as most video cards at the time (1993) did not have 3D acceleration. This required very efficient algorithms to make the game work on the slow computers of the time.\nThe Doom engine has been made available for more types of computers than any other first person shooter engine. It is easy for a programmer to make it work on a new type of computer because it is written in C and it uses very few system resources, allowing it to run on handheld computers and computers without a 3D accelerator.","categories":[],"infobox_types":[],"annotations":[{"uri":"Doom","surface_form":"Doom","offset":101},{"uri":"Doom_2","surface_form":"Doom 2","offset":157},{"uri":"Doom_3","surface_form":"Doom 3","offset":173},{"uri":"C_(programming_language)","surface_form":"C","offset":452},{"uri":"GNU_General_Public_License","surface_form":"GNU General Public License","offset":508},{"uri":"Line","surface_form":"line","offset":835},{"uri":"Side","surface_form":"side","offset":845},{"uri":"Point_(geometry)","surface_form":"verticies","offset":864},{"uri":"Central_processing_unit","surface_form":"CPU","offset":1049},{"uri":"Video_card","surface_form":"video card","offset":1062},{"uri":"Algorithm","surface_form":"algorithm","offset":1172},{"uri":"First_person_shooter","surface_form":"first person shooter","offset":1323},{"uri":"Programmer","surface_form":"programmer","offset":1369}]}