{"id":309182,"url":"http://en.wikipedia.org/wiki/2010%E2%80%9311_NHL_season","text":"The 2010–11 NHL season was the 94th season of operation (93rd season of play) of the National Hockey League (NHL).\nStandings.\nThe Vancouver Canucks placed first overall, winning the Presidents' Trophy and home advantage throughout the playoffs. The Washington Capitals placed first in the Eastern Conference, earning home advantage in Eastern Conference playoffs.\n\"Note:\" Bolded teams qualified for the playoffs.\nUnder NHL rules, first-place teams in each division receive a conference ranking between 1 and 3 regardless of overall points. The Pittsburgh Penguins placed fourth yet had more points than the Boston Bruins, but the Bruins placed first in the Northeast Division to get the third-place ranking.\nPlayoffs.\nThe 2011 playoffs started on Wednesday, April 13, 2011, and ended with the seventh game of the Stanley Cup Final on Wednesday, June 15, 2011.\nPlayoff bracket.\nIn each round, the highest remaining seed in each conference is matched against the lowest remaining seed. The higher-seeded team is awarded home ice advantage. In the Stanley Cup Final series, home ice is determined based on regular season points. Each best-of-seven series follows a 2–2–1–1–1 format: the higher-seeded team plays at home for games one and two (plus five and seven if necessary), and the lower-seeded team is at home for games three and four (and if necessary, game six).\nScoring leaders.\nThe following players led the league in points at the conclusion of the regular season.\n\"GP = Games played; G = Goals; A = Assists; Pts = Points; +/– = Plus-minus; PIM = Penalty minutes\"\nLeading goaltenders.\nThe following goaltenders led the league in goals against average at the end of the regular season while playing at least 1800 minutes.\n\"GP = Games played; Min = Minutes played; W = Wins; L = Losses; OT = Overtime/shootout losses; GA = Goals against; SO = Shutouts; SV% = Save percentage; GAA = Goals against average\"","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_NHL_seasons","surface_form":"94th","offset":31},{"uri":"Season_(sport)","surface_form":"season","offset":62},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":85},{"uri":"Plus-minus","surface_form":"Plus-minus","offset":1536},{"uri":"Goals_against_average","surface_form":"goals against average","offset":1636},{"uri":"Save_percentage","surface_form":"Save percentage","offset":1864},{"uri":"Goals_against_average","surface_form":"Goals against average","offset":1887}]}