{"id":30924,"url":"http://en.wikipedia.org/wiki/Chinese_Civil_War","text":"The Chinese Civil War was a civil war fought from 1927 to 1951, because of a difference in thinking between the Chinese Communist Party (CCP) and the Nationalist Kuomintang (KMT). The war was a fight for legitimacy as the government of China. The war began in April 1927, because of the 'Northern Expedition\" (國民革命軍北伐) and mostly ended in 1950. Some people say the war has not ended, but no large battles have started since that year. The relations between the Republic of China (ROC) and the People's Republic of China (PRC) are bad because both still say they are the legitimate sovereign government of all of China. The Chinese Civil War was the third largest war in all of time after World War II and World War I.\nThe war started and stopped several times before the Second Sino-Japanese War, and fighting did not stop during the fighting against the Empire of Japan. The war between the CCP and KMT started again in 1946 after Japan's defeat in World War II. CCP took control of most of China and KMT had only islands. About two million Chinese fled to Taiwan in late 1949. In 1950, no large battles were started.\nNo agreement was made between the two governments, so some say that the war has not ended. Both governments have many military weapons that is only to be used against the other, both still say they are the legitimate government of China, and each seeks diplomatic relations with other countries as the only legitimate government.\nBefore the war.\nAfter the fall of the Qing dynasty in the 1911 Xinhai Revolution, the country was thrown into turmoil. In the ensuing power vacuum, a large number of warlords seized control of different parts of the country. In order to defeat them and unify the country, Sun Yat-sen and the KMT sought help from foreign governments.\nThough he made pleas to several Western democratic nations, none offered to help. It was only after turning to the Soviet Union in 1921 that Sun found aid. The communist Soviet Union agreed to help the KMT, under the condition that the smaller Chinese Communist Party be allowed to join. In 1923 the Soviet Union, KMT, and CCP made an agreement, the Sun-Joffe Manifesto, that said the Soviet Union would help China have one government and not many governments. Mikhail Borodin traveled to China in 1923 to help change the KMT to make it similar to the Communist Party of the Soviet Union. The CCP and KMT were joined in the First United Front.\nIn 1923 Chiang Kai-shek travelled to the Soviet Union to study military and politics with the Communist Party of the Soviet Union. In 1924 he became the leader of the Whampoa Military Academy in China. Most help from the Soviet Union was for this school. The school taught the political and military ideas of the Soviet Union to the KMT and CCP. The Soviet Union gave books and guns to use for teaching about war and military things. With the help from the Soviet Union, Sun Yat-sen made an \"army of the party\". Members of the CCP were also in the school and some were teachers. Zhou Enlai was a teacher in the school.\nIn this time the KMT agreed to let some communists join the KMT sometimes. In this time the CCP was small in comparison to the KMT. The CCP had 300 members in 1922 and only 1,500 by 1925. The KMT in 1923 had 50,000 members.","categories":[],"infobox_types":[],"annotations":[{"uri":"Civil_war","surface_form":"civil war","offset":28},{"uri":"Chinese_Communist_Party","surface_form":"Chinese Communist Party","offset":112},{"uri":"Nationalism","surface_form":"Nationalist","offset":150},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":162},{"uri":"Legitimacy","surface_form":"legitimacy","offset":204},{"uri":"China","surface_form":"China","offset":236},{"uri":"Battle","surface_form":"battle","offset":397},{"uri":"International_relations","surface_form":"relations","offset":439},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":461},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":493},{"uri":"Sovereign","surface_form":"sovereign","offset":581},{"uri":"World_War_II","surface_form":"World War II","offset":688},{"uri":"World_War_I","surface_form":"World War I","offset":705},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":771},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":855},{"uri":"Taiwan","surface_form":"Taiwan","offset":1058},{"uri":"Diplomatic_relations","surface_form":"diplomatic relations","offset":1372},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":1487},{"uri":"Xinhai_Revolution","surface_form":"Xinhai Revolution","offset":1512},{"uri":"Warlords","surface_form":"warlords","offset":1615},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":1721},{"uri":"KMT","surface_form":"KMT","offset":1741},{"uri":"Western_world","surface_form":"Western","offset":1815},{"uri":"Democratic","surface_form":"democratic","offset":1823},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1898},{"uri":"Communism","surface_form":"communist","offset":1943},{"uri":"Chinese_Communist_Party","surface_form":"Chinese Communist Party","offset":2027},{"uri":"Sun-Joffe_Manifesto","surface_form":"Sun-Joffe Manifesto","offset":2133},{"uri":"Communist_Party_of_the_Soviet_Union","surface_form":"Communist Party of the Soviet Union","offset":2335},{"uri":"First_United_Front","surface_form":"First United Front","offset":2407},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":2435},{"uri":"Political_party","surface_form":"party","offset":2931},{"uri":"Zhou_Enlai","surface_form":"Zhou Enlai","offset":3006}]}