{"id":30927,"url":"http://en.wikipedia.org/wiki/Nagorno-Karabakh","text":"Nagorno-Karabakh (Artsakh) is a region in the South Caucasus in Azerbaijan. The names for the region in the different local languages all translate to \"mountainous Karabakh\", or \"mountainous black garden\". The word \"nagorno\" is Russian for \"mountainous/on the mountain\", \"kara\" is Turkish for \"black\", and \"bakh\" means \"garden\" in Azerbaijani.\nNargorno-Karabakh is a disputed area. The United Nations say that it is part of Azerbaijan. The area is governed by the Republic of Artsakh which is unrecognised. The UN has called for withdrawal of Armenian troops in the occupied region.\nHistory.\nNagorno-Karabakh became a subject of the dispute between Armenia and Azerbaijan in 1918 when both countries declared independence from Russia. Territorial dispute has not been resolved until 1920, when both young states became part of the Soviet Union, and actually lost their independence due to the actions of Russian communists (Bolsheviks).\nWhen Mikhail Gorbachev has come to power in Moscow and has started the campaigns of publicity and democratic reforms in the end of 80th, Armenians of Nagorno-Karabakh decided to address the problems to the international and Soviet heads. Complaining about \"forced Azerification\" of the region, the majority Armenian population started a movement for independence.\nIn November 1991, seeking to stop this movement, the Parliament of Azerbaijan abolished the autonomous status of the region. In response the Nagorno-Karabakh Armenians held a December 10, 1991 referendum in which the overwhelming majority of the population voted for outright independence. The Azeri community of Nagorno-Karabakh boycotted this referendum.\nToday Nagorno-Karabakh is a de facto state calling itself the Nagorno-Karabakh Republic.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Caucasus","surface_form":"South Caucasus","offset":46},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":64},{"uri":"Border_dispute","surface_form":"disputed","offset":367},{"uri":"United_Nations","surface_form":"United Nations","offset":386},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":424},{"uri":"Republic_of_Artsakh","surface_form":"Republic of Artsakh","offset":464},{"uri":"Armenia","surface_form":"Armenia","offset":649},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":661},{"uri":"Russia","surface_form":"Russia","offset":727},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":831},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":942},{"uri":"Moscow","surface_form":"Moscow","offset":981},{"uri":"Azeri","surface_form":"Azeri","offset":1595}]}