{"id":309367,"url":"http://en.wikipedia.org/wiki/Orthonectida","text":"Orthonectida is a small phylum of poorly-known parasites of marine invertebrates. They are among the simplest of multi-cellular organisms.\nBiology.\nThe adults are microscopic wormlike animals. They have a single layer of outer cells surrounding a mass of sex cells. They swim freely within the bodies of their hosts, which include flatworms, polychaete worms, bivalve molluscs, and echinoderms. They have separate male and female individuals.\nReproduction.\nWhen they are ready to reproduce, the adults are released from the host, and sperm from the males penetrates the bodies of the females to achieve fertilisation. The resulting zygote develops into a ciliated larva that escapes from the mother to seek out new hosts. Once it finds a host, the larva loses its cilia and develops into a syncytial plasmodium larva. This, in turn, breaks up into numerous individual cells that become the next generation of adults.\nTaxonomy.\nThe orthonectids were originally described in 1877 as a class, and placed as an order of the phylum Mesozoa. Recent study shows that orthonectids are quite different from the rhombozoans, the other group in Mesozoa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":24},{"uri":"Parasite","surface_form":"parasite","offset":47},{"uri":"Ocean","surface_form":"marine","offset":60},{"uri":"Invertebrate","surface_form":"invertebrate","offset":67},{"uri":"Organism","surface_form":"organism","offset":128},{"uri":"Flatworm","surface_form":"flatworm","offset":331},{"uri":"Polychaete","surface_form":"polychaete","offset":342},{"uri":"Bivalve","surface_form":"bivalve","offset":360},{"uri":"Echinoderm","surface_form":"echinoderm","offset":382},{"uri":"Fertilisation","surface_form":"fertilisation","offset":603},{"uri":"Zygote","surface_form":"zygote","offset":632},{"uri":"Cilia","surface_form":"cilia","offset":655},{"uri":"Larva","surface_form":"larva","offset":664},{"uri":"Syncytium","surface_form":"syncytial","offset":790},{"uri":"Mesozoa","surface_form":"Mesozoa","offset":1027},{"uri":"Rhombozoa","surface_form":"rhombozoa","offset":1102}]}