{"id":309371,"url":"http://en.wikipedia.org/wiki/Rhombozoa","text":"The Rhombozoa, or Dicyemida, are a group of tiny parasites that live in the renal appendages of cephalopods.\nClassification is controversial. They are probably a new phylum. Traditionally, dicyemids have been grouped with the Orthonectida in the Mesozoa. However, molecular phylogeny indicates that dicyemids may be more closely related to the roundworms.\nAnatomy.\nAdult dicyemids range in length from, and they can be seen through a light microscope. They have eutely: each adult individual of a given species has the same number of cells. Cell number is a useful identifying character.\nThe organism's structure is simple: a single axial cell is surrounded by a jacket of twenty to thirty ciliated cells.\nLife cycle.\nDicyemids exist in both asexual and sexual forms. The asexual forms are found in juvenile and immature hosts; and the sexual forms in mature hosts.\nThe asexual stage is termed a \"nematogen\"; it produces \"vermiform\" (worm-like) larvae in the axial cell. These mature through direct development to form more nematogens. Nematogens proliferate in young cephalopods, filling the kidneys. Later, as the hosts mature, sexual forms called \"rhombogens\" are formed. They are hermaphrodites, with gonads of both sexes. The rhombogens self-fertilise, and later release larvae.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parasite","surface_form":"parasite","offset":49},{"uri":"Renal","surface_form":"renal","offset":76},{"uri":"Cephalopod","surface_form":"cephalopod","offset":96},{"uri":"Phylum","surface_form":"phylum","offset":166},{"uri":"Orthonectida","surface_form":"Orthonectida","offset":226},{"uri":"Mesozoa","surface_form":"Mesozoa","offset":246},{"uri":"Sequence_analysis","surface_form":"molecular phylogeny","offset":264},{"uri":"Nematoda","surface_form":"roundworms","offset":344},{"uri":"Eutely","surface_form":"eutely","offset":462},{"uri":"Species","surface_form":"species","offset":503},{"uri":"Cilia","surface_form":"cilia","offset":690},{"uri":"Asexual_reproduction","surface_form":"asexual","offset":742},{"uri":"Sexual_reproduction","surface_form":"sexual","offset":754},{"uri":"Larva","surface_form":"larva","offset":945},{"uri":"Kidney","surface_form":"kidney","offset":1093},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":1184},{"uri":"Gonad","surface_form":"gonad","offset":1205},{"uri":"Larva","surface_form":"larva","offset":1276}]}