{"id":309428,"url":"http://en.wikipedia.org/wiki/Chinese_musical_system","text":"e=\"preserve\">The ancient Chinese musical system depends on very ancient mathematics used to determine sound frequencies. The easiest way to explain it is to work through a real example.\nMake a wooden box 105 cm long and 60 cm wide. Put guides for the strings near each end of the box, and fix it so that these two guides are 99 cm apart.\nMultiply 99 cm by 2/3, which is 66 cm. Place a fret all the way across the box on the 66 cm line.\nMultiply 66 cm by 4/3, which is 88 cm. Place a fret along the 88 cm line.\nMultiply 88 cm by 2/3, which is 58.66...6 cm. Place a fret along this line.\nMultiply 58.66...6 cm by 4/3, which is 78.22...2 cm. Place a fret along this line.\nMultiply 78.22...2 cm by 2/3, which is 54.148148...148 cm. Place a fret along this line.\nMultiply 54.148148...148 cm by 4/3, which is 69.531 cm. Place a fret along this line.\nMultiply 69.531 cm by 2/3, which is 46.354 -- and which is too short, so double it to get 92.708 cm. Place a fret along this line.\nMultiply the previous answer by 2/3...\nKeep going until you have put down eleven frets.\nCounting the frequency on the open string and the frequencies on the fretted strings, for each string there will be 12 defined frequencies.\nTune the bottom string to some basic frequency. Tune the next string to the frequency of the bottom string at the first fret. Tune the third string to the bottom string's second fret. Keep going until you have tuned all twelve strings.\nWhen you pluck these strings at all the fretted and unfretted positions, you will get 144 frequencies. Some of them will be duplicates, but not as many as you might think because this system is not like the Equal tempered system now used for almost all Western music.\nOut of each twelve frequencies on a single string, you can make many selections of either five frequencies (for the pentatonic scales) or seven frequencies (for the heptatonic scales).\nHere is a chart showing how frequencies and scales can be produced. The frequency of 440 hertz could have been any other frequency. Once this frequency is chosen, it is multiplied by the ratios to produce the first column of frequencies. Each of these 12 frequencies is used to start its own column. (See the dotted red line for one example.) Any five frequencies in a column can be chosen to make a pentatonic scale, as long as they are not right together and are not more than two apart.\nIn the United States, students are taught the scale whose notes are named: \"do, re, mi, fa, sol, la, and ti.\" Those seven (known to many from the \"Doe, a deer, a female deer\" song) produce a major scale. In Western music we also use a minor scale fairly frequently. But we only have those two. Chinese traditional music uses five different scales of five notes each. It also has pentatonic scales, but they are not discussed in this article.","categories":[],"infobox_types":[],"annotations":[{"uri":"Equal_tempered_system","surface_form":"Equal tempered system","offset":1646},{"uri":"Hertz","surface_form":"hertz","offset":1981},{"uri":"Ratio","surface_form":"ratio","offset":2079},{"uri":"Pentatonic_scale","surface_form":"pentatonic scale","offset":2292}]}