{"id":309574,"url":"http://en.wikipedia.org/wiki/Bastanak","text":"\"Bastanak\" (; in) is the fifth studio album by Lebanese singer Elissa. The album won the World Music Award in 2007. Elissa was awarded \"Best Lebanese Artist of the Year\". The album peaked at number-one in eight Arab music charts.\nSingles.\nThe lead single from the album was also called \"Bastanak\". The song became one of Elissa's signature songs, and helped Elissa to perform at more venues across the world. The song \"Bastanak\" peaked at number-one in several Arab music charts.\nA conflict between Elissa and another female Arab singer began to get media attention. The other Arab singer accused Elissa of stealing the lyrics of the song from a composer that left the lyrics by mistake at her house. The composer was Elissa's friend who had helped her with writing songs for her albums. Elissa then stated that she was wrong and said that she indeed wrote the entire song by herself.\n\"Bastanak\" is performed on E minor with 100 beats per minute. The song has folk fusion, roots reggae, R&B and Arabic pop music genres. The song talks about a lonely sad girl wishing to be with her boyfriend. In the song she states that each guy she has been has not been the same. She also states that she will wait for days, months and even years to be with him once again.\nA music video, which was directed by Brandon Dickerson, was released in the summer of 2007. The music video starts off with Elissa in a restaurant enjoying her day with her friends. The video then turns to the next scene with Elissa in a angel outfit. The concept of the song was also in the music video. Elissa goes about her day feeling sad while guys hit on her.\nPepsi also released a commercial with Elissa singing the song. The commercial also had American singer Christina Aguilera singing a song from her album \"Back to Basics\" (2006). The video has Elissa singing the hook of the song to a guy during a snow storm and to two young Chinese girls in China.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Studio_album","surface_form":"studio album","offset":31},{"uri":"Elissa","surface_form":"Elissa","offset":63},{"uri":"World_Music_Award","surface_form":"World Music Award","offset":89},{"uri":"Arab","surface_form":"Arab","offset":211},{"uri":"Lead_single","surface_form":"lead single","offset":243},{"uri":"Signature_song","surface_form":"signature song","offset":330},{"uri":"Music_venue","surface_form":"venues","offset":384},{"uri":"Stealing","surface_form":"stealing","offset":607},{"uri":"Composer","surface_form":"composer","offset":646},{"uri":"E_minor","surface_form":"E minor","offset":912},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":929},{"uri":"Folk_music","surface_form":"folk fusion","offset":960},{"uri":"Roots_reggae","surface_form":"roots reggae","offset":973},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":987},{"uri":"Arabic_pop","surface_form":"Arabic pop","offset":995},{"uri":"Music_genre","surface_form":"music genre","offset":1006},{"uri":"Music_video","surface_form":"music video","offset":1262},{"uri":"Brandon_Dickerson","surface_form":"Brandon Dickerson","offset":1297},{"uri":"Angel","surface_form":"angel","offset":1498},{"uri":"Concept","surface_form":"concept","offset":1516},{"uri":"Pepsi","surface_form":"Pepsi","offset":1626},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":1729},{"uri":"Back_to_Basics","surface_form":"Back to Basics","offset":1779},{"uri":"Hook","surface_form":"hook","offset":1836},{"uri":"Snow","surface_form":"snow","offset":1871},{"uri":"China","surface_form":"China","offset":1916}]}