{"id":309559,"url":"http://en.wikipedia.org/wiki/Education_in_the_United_States","text":"e=\"preserve\">Education in the United States is provided by the public sector. The federal, state and local governments control and give funds to help local schools. Public education is available everywhere in the United States. School's curriculum, funds, teaching, employment and other policies are created by the elected school boards.\nSchools.\nSchool districts are sometimes different from other local jurisdictions. They have their own officials and budgets. Education standards and state tests are created by the state governments. Since child education is required by law, ages to start school are different from each state. Children usually start school between the ages of five to six. They usually end their education when they are between the ages of seventeen and eighteen. Education requirements can be done by educating children in public schools, private schools (who is known by the government to be trusted) or a home school program. In most public schools, education is divided into three levels. The first level is elementary school. Grades in elementary school are different in each state. The second level is middle school. Grades in middle school are different in each state as well. The last level is high school. In some states, middle school is called \"junior high school\". Grades in high school are also different in each state. After a child has completed their senior year (12th grade), they will earn a high school diploma.\nColleges.\nIf a child would like to continue on with their education or want to start a career, they can apply for college. After four years at a university or college, they will earn a bachelor's degree in one subject. Students can also choose to attend a two-year community college. Some two-year community colleges are called \"Junior colleges\". Colleges are not required and are not forced by local laws. Students must pay to attend college, but the price is lowered if they get a scholarship. After college, the now adult can earn a number of certificates for a career. Graduate school is another option after college. A student can earn a master's degree or Ph.D. in any subject. They may go to medical school to earn an M.D. and become a physician, law school to earn a J.D. and become a lawyer, or business school to earn an MBA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Public_sector","surface_form":"public sector","offset":63},{"uri":"Fundraising","surface_form":"funds","offset":136},{"uri":"School","surface_form":"school","offset":156},{"uri":"Curriculum","surface_form":"curriculum","offset":237},{"uri":"Budget","surface_form":"budget","offset":454},{"uri":"Education","surface_form":"education","offset":549},{"uri":"Law","surface_form":"law","offset":574},{"uri":"Home_school","surface_form":"home school","offset":929},{"uri":"Elementary_school","surface_form":"elementary school","offset":1033},{"uri":"Middle_school","surface_form":"middle school","offset":1129},{"uri":"High_school","surface_form":"high school","offset":1223},{"uri":"High_school_diploma","surface_form":"high school diploma","offset":1431},{"uri":"College","surface_form":"college","offset":1566},{"uri":"University","surface_form":"university","offset":1597},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":1637},{"uri":"Subject_(school)","surface_form":"subject","offset":1662},{"uri":"Community_college","surface_form":"community college","offset":1717},{"uri":"Scholarship","surface_form":"scholarship","offset":1935},{"uri":"Graduate_school","surface_form":"Graduate school","offset":2025},{"uri":"Master%27s_degree","surface_form":"master's degree","offset":2095},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":2114},{"uri":"Medical_school","surface_form":"medical school","offset":2151},{"uri":"M.D.","surface_form":"M.D.","offset":2177},{"uri":"Physician","surface_form":"physician","offset":2195},{"uri":"Law_school","surface_form":"law school","offset":2206},{"uri":"Juris_Doctor","surface_form":"J.D.","offset":2227},{"uri":"Lawyer","surface_form":"lawyer","offset":2245},{"uri":"Business_school","surface_form":"business school","offset":2256},{"uri":"Master_of_Business_Administration","surface_form":"MBA","offset":2283}]}