{"id":309520,"url":"http://en.wikipedia.org/wiki/Fezouata_Formation","text":"e=\"preserve\">The Upper and Lower Fezouata formations of Morocco are Burgess Shale type deposits dating to the Lower Ordovician. In the fossilized fauna were numerous organisms previously thought to have died out after the mid-Cambrian. The discovery proves conclusively that the Burgess Shale biota did not go extinct in the Cambrian.\nBiota.\nOver 1500 non-mineralized Burgess Shale types, representing 50 taxa, have been recovered from the formations. There are also a less abundant shelly fauna. The make-up of the community varies significantly through the stratigraphic sequence, with both abundances and faunal composition changing as time progresses. Small (1–3 mm wide) burrows are present in the sediment, but major burrowing is absent; this may suggest a paucity of oxygen in the water or sediment.\nParticularly notable is the presence of bryozoa and graptolites, forms that are absent in the Cambrian period. Various echinoderms indicate a normal range of salinity, and the overall shelly assemblage is not significantly different from the normal shelly fauna expected in open Ordovician waters.\nThe non-mineralized (soft-bodied) fossils contains a range of forms familiar from the Burgess Shale. Other Ordovician oddballs are also present, including cheloniellids and horseshoe crabs in abundance.\nDepositional setting.\nThe fossiliferous strata were deposited in quiet, deep waters, below the influence of wave action in all but the fiercest of storms. Such storms, or similar high-energy events, would have mobilized sediment that could be quickly deposited, trapping animals and leading to their preservation. Consequently, the assemblage is dominated by benthic organisms.\nPreservation.\nFossils of the Fezouata formation, which are usually squashed flat (although some do retain some degree of their original three-dimensionality) are often coated with a dusting of pyrite, and tin; this aspect of the fossil preservation is very similar to that at Chengjiang. Non-mineralized appendages are often preserved.\nLocation.\nThe fossils a span an area of 500 km2, in southeast Morocco's Draa Valley, north of Zagora. Fossils are found are found through a 1.1 km-thick column of rock that spans the two lowest epochs of the Ordovician.\nHistory.\nThe lagerstätten were first identified in the late 1990s when a local fossil collector, Ben Moula, showed some of the finds to a PhD student who was then working in the area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Morocco","surface_form":"Morocco","offset":56},{"uri":"Burgess_Shale","surface_form":"Burgess Shale","offset":68},{"uri":"Ordovician","surface_form":"Ordovician","offset":116},{"uri":"Fauna","surface_form":"fauna","offset":146},{"uri":"Cambrian","surface_form":"Cambrian","offset":226},{"uri":"Biota","surface_form":"biota","offset":293},{"uri":"Extinct","surface_form":"extinct","offset":310},{"uri":"Bryozoa","surface_form":"bryozoa","offset":847},{"uri":"Graptolite","surface_form":"graptolite","offset":859},{"uri":"Echinoderm","surface_form":"echinoderm","offset":926},{"uri":"Salinity","surface_form":"salinity","offset":965},{"uri":"Cheloniellid","surface_form":"cheloniellid","offset":1260},{"uri":"Horseshoe_crab","surface_form":"horseshoe crab","offset":1278},{"uri":"Sediment","surface_form":"sediment","offset":1528},{"uri":"Benthic","surface_form":"benthic","offset":1667},{"uri":"Pyrite","surface_form":"pyrite","offset":1879},{"uri":"Chengjiang","surface_form":"Chengjiang","offset":1962},{"uri":"Zagora","surface_form":"Zagora","offset":2116},{"uri":"Epoch_(geology)","surface_form":"epochs","offset":2216}]}