{"id":309898,"url":"http://en.wikipedia.org/wiki/Calico_cat","text":"Calico cat is an American name for cats with three colors. Outside of North America they are usually called tortoiseshell cats or 'tortie-and-white'. A calico cat has a coat of orange or brown and black spots on a white background. It is not a breed of cat.\nNearly all calico cats are female. There are male calico cats, but they are very rare. Only one of every 3000 calico cats are male.\nGenetics.\nA single X chromosome can have either a black allele of the coloration gene or an orange version, but not both. However, a female cat has two X chromosomes, so it can have both versions, black on one chromosome and orange on the other, making the cat a calico. A male cat usually has one X chromosome and one Y chromosome. A Y chromosome does not have a color gene, so the cat can have either an orange or a black gene, but not both. Calico cats are often used as an example in biology classes when discussing sex chromosomes.\nDuring the early stages of development, when the cat is still an embryo, in each cell one of the X chromosomes (either the black one or the orange one) deactivates. It is called X-inactivation. All cells that were copied from a cell with a deactivated X chromosome will also have the same X chromosome deactivated. This is what leads to formation of the spots. The earlier in development the X chromosomes deactivate, the larger the spots will be. Deactivation of one of the X chromosomes happens in all female mammals. The white coloring on a calico is from a separate gene unrelated to the orange or black genes. Whether or not a cat is a calico is determined by genetics, but the actual layout of the spots is not. The layout of the spots is almost random. It is not possible to selectively breed or clone calico cats: an attempt to clone a calico cat will produce a black and white cat or orange and white tabby cat. The tortoiseshell cat is similar, although on a tortoiseshell cat the spots are usually smaller and closer together and there is less or no white.\nIt is possible for a male cat to be a calico if it has Klinefelter's syndrome, where it has two X chromosomes and one Y chromosome, though not all cats with Klinefelter's syndrome are calico.\nFolklore.\nIn Japan, calico cats are said to bring good luck. In many Japanese shops there is a calico Japanese Bobtail figurine called the Maneki Neko, which is said to bring good luck to the shop's owner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat_breed","surface_form":"breed","offset":244},{"uri":"X_chromosome","surface_form":"X chromosome","offset":409},{"uri":"Allele","surface_form":"allele","offset":446},{"uri":"Gene","surface_form":"gene","offset":471},{"uri":"Y_chromosome","surface_form":"Y chromosome","offset":725},{"uri":"Biology","surface_form":"biology","offset":878},{"uri":"Sex_chromosome","surface_form":"sex chromosome","offset":910},{"uri":"Embryo","surface_form":"embryo","offset":992},{"uri":"Cell","surface_form":"cell","offset":1008},{"uri":"X-inactivation","surface_form":"X-inactivation","offset":1105},{"uri":"Mitosis","surface_form":"copied","offset":1141},{"uri":"Random","surface_form":"random","offset":1679},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":1837},{"uri":"Klinefelter%27s_syndrome","surface_form":"Klinefelter's syndrome","offset":2050},{"uri":"Japan","surface_form":"Japan","offset":2200},{"uri":"Luck","surface_form":"luck","offset":2242},{"uri":"Japanese_Bobtail","surface_form":"Japanese Bobtail","offset":2289},{"uri":"Maneki_Neko","surface_form":"Maneki Neko","offset":2326}]}