{"id":310180,"url":"http://en.wikipedia.org/wiki/Mount_Stromlo_Observatory","text":"Mount Stromlo Observatory (MSO) just outside of Canberra, Australia, is part of the Research School of Astronomy and Astrophysics at the Australian National University (ANU).\nHistory.\nThe observatory was built in 1924 as The Commonwealth Solar Observatory. Mount Stromlo had already been used for observations in the previous decade, with a small observatory being built in 1911 by Pietro Baracchi using the Oddie telescope. The dome built to house the Oddie telescope was the first Commonwealth building built in the new Australian Capital Territory. Until World War II, the observatory specialised in solar and atmospheric observations. During the war the workshops made gun sights, and other optical equipment. After the war, the observatory began stellar and galactic astronomy and was renamed The Commonwealth Observatory.\nWhen ANU began in 1946 in nearby Canberra, they shared staff and started graduate studies. In 1957 the Mount Stromlo Observatory became part of the ANU.\nBushfire.\nOn January 18, 2003, a huge bushfire hit Canberra and Mount Stromlo. The observatory was surrounded by a plantation pine forest. Five telescopes, workshops, seven homes and the historic administration building were destroyed. The only telescope to escape the fires was the 1868 15-centimetre Farnham telescope. Some items from the fire are on display in the National Museum of Australia. They include a melted telescope mirror and a piece of melted optical glass (flint). The latter has pieces of charcoal and wire fused into it from the fierce heat of the fire.\nRebuilding is largely completed and the Observatory is now a major partner in the construction of the Giant Magellan Telescope. A copy of the Oddie telescope has been put on display at the observatory.\nResearch.\nThe MACHO project found the first example of the gravitational lensing of one star by another, known as Gravitational microlensing, in 1993 (Alcock et al. 1993; Paczynski 1996). This discovery was made by repeated imaging of the Magellanic Clouds with the 50-inch Great Melbourne Telescope using a mosaic of 8 2048 by 2048 pixel CCDs. The camera was made by the Centre for Particle Astrophysics in California (CFPA). At the time it was the largest digital camera ever built (Frame & Faulkner 2003). Between July 1992 and December 1999, the MACHO project made over 200 billion stellar measurements. The data was studied at the observatory and at the Lawrence Livermore National Laboratory.\nBrian Schmidt, an astrophysicist at Mount Stromlo, led an international group, the High-z Supernova Search Team, which looked at the rate of change of the Cosmic Expansion using type Ia supernovae. In 1998, the team discovered that cosmic expansion was accelerating, which was the opposite of the current theory. This universal acceleration means that dark energy must exist. The discovery was named the top science breakthrough of 1998 by \"Science\" magazine. In 2011, Brian Schmidt shared the Nobel Prize in Physics with Saul Perlmutter and Adam Riess for finding the evidence for the accelerating Universe.\nThe 2dF Galaxy Redshift Survey, co-led by Matthew Colless, began the largest galaxy red shift survey of its time. It was based at the Anglo-Australian Observatory (AAO) using the 3.9m Anglo-Australian Telescope between 1997 and 11 April 2002. The survey measured more than 245,000 galaxies. With the Sloan Digital Sky Survey, this provided the measurements of large scale structure in the low-redshift Universe.\nAdvanced instrumentation.\nThe workshops at Mount Stromlo Observatory have built two instruments for the Gemini Telescope. This includes the near infrared integral field spectrometer, NIFS, used on Gemini-North, and the adaptive optics imager for Gemini-South, GSAOI. The NIFS was destroyed in the bushfires of 18 January 2003 and had to be rebuilt.\nA new rapid survey telescope, SkyMapper, is under construction. SkyMapper will be built at the ANU's other observatory (Siding Spring) and operated remotely from Mount Stromlo.\nLocation.\nMount Stromlo Observatory is at an altitude of above sea level on Mount Stromlo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canberra","surface_form":"Canberra","offset":48},{"uri":"Australia","surface_form":"Australia","offset":58},{"uri":"Astronomy","surface_form":"Astronomy","offset":103},{"uri":"Astrophysics","surface_form":"Astrophysics","offset":117},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":137},{"uri":"Observatory","surface_form":"observatory","offset":188},{"uri":"Solar_telescope","surface_form":"Solar Observatory","offset":238},{"uri":"Mount_Stromlo","surface_form":"Mount Stromlo","offset":257},{"uri":"Pietro_Baracchi","surface_form":"Pietro Baracchi","offset":382},{"uri":"Australian_Capital_Territory","surface_form":"Australian Capital Territory","offset":522},{"uri":"World_War_II","surface_form":"World War II","offset":558},{"uri":"Gun_sight","surface_form":"gun sight","offset":673},{"uri":"Bushfire","surface_form":"bushfire","offset":1019},{"uri":"Plantation","surface_form":"plantation","offset":1096},{"uri":"Pine","surface_form":"pine","offset":1107},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":1349},{"uri":"Giant_Magellan_Telescope","surface_form":"Giant Magellan Telescope","offset":1656},{"uri":"MACHO","surface_form":"MACHO","offset":1770},{"uri":"Gravitational_lensing","surface_form":"gravitational lensing","offset":1815},{"uri":"Gravitational_microlensing","surface_form":"Gravitational microlensing","offset":1870},{"uri":"Magellanic_Cloud","surface_form":"Magellanic Cloud","offset":1995},{"uri":"Charge-coupled_device","surface_form":"CCD","offset":2095},{"uri":"Centre_for_Particle_Astrophysics","surface_form":"Centre for Particle Astrophysics","offset":2128},{"uri":"Lawrence_Livermore_National_Laboratory","surface_form":"Lawrence Livermore National Laboratory","offset":2415},{"uri":"Brian_Schmidt","surface_form":"Brian Schmidt","offset":2455},{"uri":"High-z_Supernova_Search_Team","surface_form":"High-z Supernova Search Team","offset":2538},{"uri":"Supernova","surface_form":"supernova","offset":2641},{"uri":"Accelerating_universe","surface_form":"accelerating","offset":2708},{"uri":"Dark_energy","surface_form":"dark energy","offset":2807},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":2949},{"uri":"Saul_Perlmutter","surface_form":"Saul Perlmutter","offset":2977},{"uri":"Adam_Riess","surface_form":"Adam Riess","offset":2997},{"uri":"2dF_Galaxy_Redshift_Survey","surface_form":"2dF Galaxy Redshift Survey","offset":3068},{"uri":"Red_shift","surface_form":"red shift","offset":3148},{"uri":"Anglo-Australian_Observatory","surface_form":"Anglo-Australian Observatory","offset":3198},{"uri":"Anglo-Australian_Telescope","surface_form":"Anglo-Australian Telescope","offset":3248},{"uri":"1997","surface_form":"1997","offset":3283},{"uri":"Sloan_Digital_Sky_Survey","surface_form":"Sloan Digital Sky Survey","offset":3364},{"uri":"Gemini_Telescope","surface_form":"Gemini Telescope","offset":3580},{"uri":"Near_infrared_integral_field_spectrometer","surface_form":"near infrared integral field spectrometer","offset":3616},{"uri":"Adaptive_optics_imager","surface_form":"adaptive optics imager","offset":3695},{"uri":"SkyMapper","surface_form":"SkyMapper","offset":3855},{"uri":"Siding_Spring_Observatory","surface_form":"Siding Spring","offset":3945},{"uri":"Altitude","surface_form":"altitude","offset":4047},{"uri":"Sea_level","surface_form":"sea level","offset":4065},{"uri":"Mount_Stromlo","surface_form":"Mount Stromlo","offset":4078}]}