{"id":310197,"url":"http://en.wikipedia.org/wiki/Mencius","text":"Mèng Kē (), who is usually known as Meng Zi ()，which means \"Master Meng,\" or Mencius (which is the Latin form of Meng Zi), was not in the generation of students who worked directly with Confucius, but in the second generation after it. He lived from about 371 B.C. to about 289 B.C. Mencius regarded Confucius as the greatest teacher, and he wrote a book in which he tried to explain the full picture behind what Confucius taught. The book is just called by his name, so in English it is called the \"Mencius.\"\nIn his book, Mencius taught that humans are born with four gifts: The first is the natural ability to feel what other people feel and to want to help and protect them. The second is to recognize when you are not doing your share of the job of maintaining a good society. The third is to recognize conflict situations before they grow big and to defuse them. The fourth is to recognize when some other people are hurting other people and want to obtain justice for those being hurt.\nMencius believed that just as the people owed things to the ruler, the ruler also owed things to the people. So if a man held the position of ruler but did not do the things for the people that a ruler should do, then it was acceptable for the people to get rid of the ruler, and even to kill him.\nCultural background.\nMencius lived during the Zhōu dynasty.\nThe culture that Mencius came from believed that after people died they would have some kind of existence after life. That belief goes back to distant prehistorical times. At some time, people began to say that the dead go to 天 Tiān. Tiān has several meanings including \"sky,\" \"day,\" \"Heaven,\" and \"God.\" The earliest versions of the character 天 is a picture of a man with a very large head, which suggests \"head man\" or \"leader.\" Since Chinese people believed that when any person dies he or she goes to Tiān, and that dead ancestors are more powerful than they were while still alive, it is possible that Tiān originally was the name of the earliest ancestor of the Zhōu ruling house from long before the fall of the previous dynasty, the Shàng. If that idea is correct, then \"Tiān\" first was a name for an ancestor. Later people may have forgotten that this very powerful spirit was originally a living human being, so Tiān became regarded as a god. After that, \"Tiān\" could have been used to name the place where the god lived, and since that place was high above us, it came to mean not only \"Heaven,\" but also \"the heavens,\" \"sky,\" \"day,\" etc.\nChina has myths that go back long before the Shàng and Zhōu dynasties. There were several culture heroes who were regarded as ancient wise emperors. There were 黃帝 Huáng Dì, known in English as the Yellow Emperor, 堯 Yáo, 舜 Shùn, and 禹 Yǚ, who all came before what is called the first dynasty, the 夏 Xià.\nThe story of how Yǚ came to be made emperor is very important to the Confucians. The myth says that the world started to become flooded and the father of Yǚ (whose name was 鯀 Gǔn) tried to fix the problem by building dams. Gǔn was not successful because the water just kept coming and when it went over the top of the dams then all of the water that had built up came out very fast. So Yǚ took over the job of saving China and cleaned out all of the rivers so that the extra water could easily go to the sea.\nMencius does not tell the part of the story about Gǔn, but he does tell the part about how Yǚ made all the rivers deeper to drain the land. The lesson Mencius and the Chinese people learned from the story of Yǚ was that in all things it is better to give forces a way to get out that will not cause harm, and that damming forces up will always be bad in the long run.\nThe founders of the Zhōu dynasty believed in the idea that King Wen, the father of King Wu (who was the first to actually rule after the Shàng rulers were defeated), continued to be able to act in the world of human beings even after his death. He and his own father and grandfather were central figures in an important document called \"The Brass-bound Coffer.\" Another important document is called \"The Announcement of Duke Shao.\" Both of these documents introduce and support the idea that Tiān decides who will be the human to act as steward or helper to carry out the will of Tiān on earth, and the idea that Tiān will only let someone be king as long as he looks out for the welfare of all human beings.\nAt the time of [the sage emperor] Yao, the rivers ceased their normal flow and flooded the Central Kingdom. Then snakes and dragons took up residence and humans had no fixed abodes. Those in lower places created nests in the trees for themselves, and those in higher places made underground redoubts.\nThe \"Book of Records\" says: \"The inundation alarms me.\" \"Inundation\" means \"flood waters.\" Yü was employed to manage the flood. Yü dredged the earth and conveyed the water to the sea. He drove away the snakes and dragons and exiled them to the marshes. When water traveled through the land it formed the Yangze River, the Huai River, the Yellow River, and the Han River. Since the [marshes] were in remote and cut off places, the depredations visited upon humans by birds and beasts were eliminated, and after that humans got to live on the plains. [However,] after [people's memories of] both Yao and Shun fell into obscurity the way of the sages went into a steep decline.\nIf these wise ones could conduct themselves as did Yü in managing the flood waters, then what would there be to dislike about them? Yü managed the flood waters by doing his work in ways that involved no great fuss. If these wise ones could also conduct themselves without making any fuss, then their wisdom would be great.\nFor Mencius, Yü's way of doing things was the best. Yü was one of the great heroes of Mencius.\nWas Mencius a religious leader, a philosopher, or what?\nIn the West there was a scientist named Konrad Lorenz (1903 - 1989) who studied animals. He was an ethologist, which means that he carefully studied the behavior of animals and tried to understand why they do the things that they ordinarily do. He saw, for instance, that if baby ducks see a human instead of a duck right after they hatch, they will ever after follow humans and take them to be their parents. He called this kind of learning \"imprinting.\"\nMencius studied humans the way Lorenz studied other animals. Mencius was an ethologist too, but in the language of ancient China he was regarded as a \"master,\" that is, a teacher. He was a Confucian, and Confucianism is sometimes called a religion. However, Mencius does not quote religious texts and try to get people to act the way those books say to act. He also does not name fundamental truths or axioms and try to figure out how people ought to act. So he is not like most people that we regard as either religious leaders or philosophers.\nIn modern times we separate philosophy from science, but in earlier times the kinds of studies we now call science were called \"natural philosophy,\" and Mencius was basically a natural philosopher. His work led to the same general kind of knowledge that Lorenz learned about ducks and other animals. Mencius asked: what kinds of things do people do that keep families and communities working well, what kinds of things do they do that harm families and communities, and why do they do these thing?\nThe main observations made by Mencius.\nMencius said that we do not need to teach people to love the taste of good food. The feeling we have for fine cooking is natural. Similarly, he said, we have other natural feelings that are good gifts that we are all born with. We cannot really get rid of these gifts except by destroying ourselves, but we can allow them to be covered over so that they do not work right. It is a little like the way humans cannot just take off their noses and throw them away, but they can put plugs in their nostrils and spoil their ability to smell things. So it is important that humans not do anything that would prevent their four gifts from working well. It is too bad that people often let their four gifts get messed up. When humans are well nurtured and are protected from negative forces, then they will be good of their own free will.\nThe virtues or powers that humans have are things that they get directly from Heaven. These same things are in Heaven. When people do bad things, it is because their other parts have taken control away from their virtues/powers. Mencius gives a wonderful story that is called Ox Mountain as proof.\nHuman beings might be able to live perfect lives if they had only these four kinds of motivations or emotional reactions to the world, but they have many other motivations. They include fear, anger, greed for wealth and power, sex, etc. Humans very easily learn that they can satisfy these drives more easily if they ignore the inputs from their virtues. For instance, a child who is large for his age may easily learn that he can take by force whatever he wants from other children his age.\nHuman beings are born with the four powers that would keep them from doing bad things, and they are also born with the many drives or motivations that can lead them to do bad things to satisfy these needs. So what determines who will be good and who will be bad?\nMencius observed that humans depend on one more important mental function. He called it the 志 Zhì, which can sometimes be translated as \"aspirations,\" but which in the case of Mencius is what we would call the will. Something has to decide what to do when the ethical impulses, the moral feelings, of what Mencius called the \"four virtues,\" conflict with the ordinary impulses that are involved with hunger, sex, aggression, fear, etc. The part of humans that balances things and makes decisions is the zhì.\nFor Mencius, if an individual is functioning well, then his or her will can strike a healthy balance among all the impulses and can keep the virtues from being swamped by the ordinary desires. If a person's will is not in control, then that person may do damage to himself or herself, or to other people. So it is important while growing up to learn how to keep the zhì from getting taken over by other forces—or by other people.\nThe individual has a free-will choice about whether to integrate (put together so they will not fight each other) all his impulses and also his intellect, or to give up and just act on whatever impulse is being felt at the moment. So for Mencius the best path for a human being is to plan and to act to make himself or herself well balanced, integrated (not in a fight with himself or herself and wanting to do both one thing and its opposite), and so a useful person to society.\nVoluntarism and the ethical life.\nSomebody who operates at the very high end of the moral scale by \"having his act together\" is called a 君子 jūn zǐ, or \"morally noble man.\" 孟子曰：「人之所以異於禽獸者幾希！庶民去之，君子存之。舜明於庶物，\nMencius said: \"That by which humans differ from the birds and the beasts is extremely small. Ordinary people get rid of it, but the morally noble man keeps it safe. [The sage emperor] Shun clearly saw the many creatures, and he made a close examination of human social relationships. His actions came out of his benevolence and his sense of duty. He did not act out [a phony] benevolence and sense of duty.\"\nSo a jūn zǐ is somebody who has managed to hold onto the gifts that Heaven has given him, the gifts that can make humans act with benevolence, be led by a sense of duty, want to act in ways that will keep good relations with others, and try to aid and protect people who are being treated unfairly. To be a real jūn zǐ, the person has to have these true feelings and to act on them. It is not enough just to act as though one has these feelings.\nYan Yuan said: \"What kind of a man was Shun? What kind of a man am I? All it takes to be like him is to do it.\"\nOf course Mencius realized that \"just doing it\" is much harder than talking about it. One has to keep watching oneself all the time.\nOne goal that Mencius had was to grow what he called an \"unmovable mind.\" By those words he meant a mind that could not be knocked around by being hit from the outside. An \"unmovable mind\" is guarded against doing the wrong thing because one is angry, afraid, etc. Anything that can pull or push from the outside and make us go out of control could cause harm, but Mencius says that if the will and the four virtues/powers are well integrated, if the person is \"really together,\" then these outside forces cannot take over control.\nNurturing the virtues and powers of human beings.\nEvery culture and every society has developed ways to prevent children from getting into too much trouble. Even in a single community people may used several different strategies for getting and keeping control over their children. One way of controlling children is to beat them when they do things that the parents do not want them to do. Another way of controlling children is to make them feel guilty and expect to be severely punished because they are bad humans. A third way is to make children feel shame and expect people to laugh at them and then turn away from them. Method number four is to explain to children the likely results of their actions. \"If you pull the dog's ears he will bite you.\" Many parents the world over use more than one of these methods, and they may use all of them from time to time.\nThe Chinese culture has another method that may not be well known and may be rarely practiced in other places—calling forth the use of the child's own virtue/power. When a child does something hurtful to someone else, instead of telling the child how bad he or she is the parents may say something like: \"Just now we saw you take the eggs out of the sparrow's nest. We know that you are a good person at heart. So we wonder whether you thought about how the mother sparrow will feel when she comes back and finds her children gone. Would you like to put the eggs back now while they are still warm? The mother sparrow will be coming back soon.\"\nThe object of getting the child to look at the feelings that come up in his heart/mind when he or she really thinks about what he or she did is not to make the child feel like a horrible person, and not to make the child fear punishment. Once the child really listens to the quiet voice of what we in the West would call \"the conscience,\" then the child will naturally feel what the mother sparrow would feel if she came home to an empty nest. The child will then do something so that the mother sparrow will not need to have that bad feeling. The next time the child may think about how the mother sparrow will feel before he or she steals any eggs.\nIt takes a long time to get really good at listing to these four gifts from Heaven, and it takes practice to understand the possible consequences of some things that one might do. So becoming a really good person is a lifetime job that is never really finished. In the traditional Chinese society, young people were encouraged to read both the stories of the past that showed good acts and also to read the books by people like Confucius and Mencius to get help in learning to see all the results and learning how to keep anger, fear, and all the other ordinary emotions from overpowering the four moral virtues/powers.\nOther books to read.\n\"Three Ways of Thought in Ancient China\", by Arthur Waley","categories":[],"infobox_types":[],"annotations":[{"uri":"Confucius","surface_form":"Confucius","offset":186},{"uri":"Culture_hero","surface_form":"culture hero","offset":2590},{"uri":"Steward","surface_form":"steward","offset":4217},{"uri":"Konrad_Lorenz","surface_form":"Konrad Lorenz","offset":5879},{"uri":"Ethology","surface_form":"ethologist","offset":5938},{"uri":"Imprinting","surface_form":"imprinting","offset":6282},{"uri":"Confucianism","surface_form":"Confucianism","offset":6499},{"uri":"Axiom","surface_form":"axiom","offset":6697},{"uri":"Ox_Mountain","surface_form":"Ox Mountain","offset":8485},{"uri":"Will_(philosophy)","surface_form":"will","offset":9472},{"uri":"Impulse","surface_form":"impulse","offset":9530},{"uri":"Integrate","surface_form":"integrate","offset":10255},{"uri":"Conscience","surface_form":"conscience","offset":14356}]}