{"id":310191,"url":"http://en.wikipedia.org/wiki/Melbourne_Observatory","text":"The Melbourne Observatory, in Melbourne, Victoria, Australia, was built in 1861. It replaced an earlier observatory at Williamstown. The Melbourne Observatory is now part of Melbourne's Royal Botanic Gardens. The observatory had an important role as it used observations of the stars to keep accurate time. It also kept the weather records and scientists were able to make weather predictions.\nIn 1869 the observatory installed the Great Melbourne Telescope (48 inch) which at that time was the largest steerable telescope in world. There were problems with its size and image accuracy and by 1890 it was no longer used. As Melbourne increased in size the light from the city limited the use of the observatory for serious astronomy. The Great Melbourne Telescope was sold to the Mount Stromlo Observatory in Canberra in 1944. It was destroyed in a bushfire in 2003, but there are plans to rebuild it and set it up as a display at the Melbourne Observatory.\nThe Melbourne Observatory is no longer used, but the historic equipment is kept in working condition by the Astronomical Society of Victoria. This is an amateur group of volunteers interested in astronomy. They have regular tours, talks and observation nights using the telescopes. The historic buildings are now used as offices for the gardens, a cafe and a shop.","categories":[],"infobox_types":[],"annotations":[{"uri":"Melbourne","surface_form":"Melbourne","offset":30},{"uri":"Victoria%2C_Australia","surface_form":"Victoria, Australia","offset":41},{"uri":"Observatory","surface_form":"observatory","offset":104},{"uri":"Williamstown%2C_Victoria","surface_form":"Williamstown","offset":119},{"uri":"Telescope","surface_form":"telescope","offset":513},{"uri":"Mount_Stromlo_Observatory","surface_form":"Mount Stromlo Observatory","offset":780},{"uri":"Canberra","surface_form":"Canberra","offset":809},{"uri":"Bushfire","surface_form":"bushfire","offset":849},{"uri":"Astronomy","surface_form":"astronomy","offset":1153}]}