{"id":310118,"url":"http://en.wikipedia.org/wiki/Crab_Nebula","text":"The Crab Nebula (catalogue designations M1, NGC 1952, Taurus A) is a supernova remnant and 'pulsar wind nebula' in the constellation of Taurus. The nebula was observed by John Bevis in 1731; it corresponds to a bright supernova recorded by Chinese and Islamic astronomers in 1054. In 1840, astronomer William Parsons gave it the name it has today.\nThe nebula is about 6,500 light-years (2 kpc) from Earth. It has a diameter of 11 ly (3.4 pc) and expands at a rate of about 1,500 kilometers per second. It is part of the Perseus Arm of the Milky Way Galaxy.\nAt the center of the nebula lies the Crab pulsar, a neutron star (or spinning ball of neutrons), 28–30 km across, which emits pulses of radiation from gamma ray bursts to radio waves with a spin rate of 30.2 times per second. The nebula was the first astronomical object identified with a historical supernova explosion.\nThe nebula acts as a source of radiation for studying celestial bodies between it and us. In the 1950s and 1960s, the Sun's corona was mapped from observations of the Crab's radio waves passing through it, and in 2003, the thickness of the atmosphere of Saturn's moon Titan was measured as it blocked out X-rays from the nebula.\nThe cloudy remnants of SN 1054 are now known as the Crab Nebula. The nebula is also referred to as Messier 1 or M1, being the first Messier object catalogued in 1758.\nEnergy levels.\nPrevious analysis showed that with X-ray and gamma ray energies above 30 keV, the Crab is the strongest persistent source in the sky. Its flux (energy emission) was known to be above 1012 eV.\nHowever, recent work has shown the energy levels are much higher than previously thought. Scientists found emissions at more than 100 GeV (gigaelectronvolts) – 100 billion times more energetic than visible light.\nOrigin.\nThe creation of the Crab Nebula corresponds to the bright SN 1054 supernova, which was recorded by Chinese astronomers in 1054 AD. The Crab Nebula itself was first observed in 1731 by John Bevis. The nebula was independently rediscovered in 1758 by Charles Messier as he was observing a bright comet. Messier catalogued it as the first entry in his catalogue of comet-like objects. The Earl of Rosse observed the nebula at Birr Castle in 1848, and referred to the object as the Crab Nebula because a drawing he made of it looked like a crab.\nIn the early 20th century, the analysis of early photographs of the nebula taken several years apart revealed that it was expanding. Tracing the expansion back revealed that the nebula must have become visible on Earth about 900 years ago. Historical records revealed that a new star bright enough to be seen in the daytime had been recorded in the same part of the sky by Chinese astronomers in 1054. Given its great distance, the daytime 'guest star' observed by the Chinese could only have been a supernova—a massive, exploding star, having exhausted its supply of energy from nuclear fusion and collapsed in on itself.\nRecent analysis of historical records have found that the supernova that created the Crab Nebula probably appeared in April or early May, rising to its maximum brightness of between apparent magnitude −7 and −4.5 (brighter than everything in the night sky except the Moon) by July. The supernova was visible to the naked eye for about two years after its first observation. Thanks to the recorded observations of Far Eastern and Middle Eastern astronomers of 1054, Crab Nebula became the first astronomical object recognized as being connected to a supernova explosion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Messier_object","surface_form":"M","offset":40},{"uri":"New_General_Catalogue","surface_form":"NGC","offset":44},{"uri":"Supernova","surface_form":"supernova","offset":69},{"uri":"Pulsar","surface_form":"pulsar","offset":92},{"uri":"Constellation","surface_form":"constellation","offset":119},{"uri":"Taurus_(constellation)","surface_form":"Taurus","offset":136},{"uri":"Nebula","surface_form":"nebula","offset":148},{"uri":"John_Bevis","surface_form":"John Bevis","offset":171},{"uri":"Supernova","surface_form":"supernova","offset":218},{"uri":"China","surface_form":"Chinese","offset":240},{"uri":"Islamic","surface_form":"Islamic","offset":252},{"uri":"William_Parsons","surface_form":"William Parsons","offset":301},{"uri":"Light-year","surface_form":"light-year","offset":374},{"uri":"Parsec","surface_form":"kpc","offset":389},{"uri":"Earth","surface_form":"Earth","offset":399},{"uri":"Light-year","surface_form":"ly","offset":430},{"uri":"Parsec","surface_form":"pc","offset":438},{"uri":"Second","surface_form":"second","offset":494},{"uri":"Perseus_Arm","surface_form":"Perseus Arm","offset":520},{"uri":"Milky_Way_Galaxy","surface_form":"Milky Way Galaxy","offset":539},{"uri":"Pulsar","surface_form":"neutron star","offset":609},{"uri":"Radiation","surface_form":"radiation","offset":693},{"uri":"Gamma_ray_burst","surface_form":"gamma ray burst","offset":708},{"uri":"Radio_wave","surface_form":"radio wave","offset":728},{"uri":"Sun","surface_form":"Sun","offset":996},{"uri":"Corona","surface_form":"corona","offset":1002},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":1132},{"uri":"Titan_(moon)","surface_form":"Titan","offset":1146},{"uri":"X-ray","surface_form":"X-ray","offset":1183},{"uri":"Messier_catalogue","surface_form":"Messier object","offset":1339},{"uri":"X-ray","surface_form":"X-ray","offset":1424},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":1434},{"uri":"Electronvolt","surface_form":"keV","offset":1462},{"uri":"Persistent","surface_form":"persistent","offset":1493},{"uri":"Flux","surface_form":"flux","offset":1527},{"uri":"Electron_volt","surface_form":"eV","offset":1577},{"uri":"Billion","surface_form":"billion","offset":1745},{"uri":"Charles_Messier","surface_form":"Charles Messier","offset":2051},{"uri":"Comet","surface_form":"comet","offset":2096},{"uri":"Messier_Catalogue","surface_form":"catalogue","offset":2151},{"uri":"William_Parsons%2C_3rd_Earl_of_Rosse","surface_form":"Earl of Rosse","offset":2188},{"uri":"Birr_Castle","surface_form":"Birr Castle","offset":2225},{"uri":"Supernova","surface_form":"supernova","offset":2844},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":2924},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":3149},{"uri":"Moon","surface_form":"Moon","offset":3234},{"uri":"Naked_eye","surface_form":"naked eye","offset":3282}]}