{"id":310348,"url":"http://en.wikipedia.org/wiki/Page_layout","text":"Page layout is a part of typography and graphic design. It deals with the arrangement and style of elements (content) on a page.\nHistory and development.\nPage design has long been a consideration in printed material. It began with early illuminated manuscripts in the hand-copied books of the Middle Ages. Today, modern magazine and catalogue layouts, (and other print media) consist of type (text), images (pictures), and occasionally place-holder graphics for elements that are not printed with ink such as die/laser cutting, foil stamping or blind embossing.\nSince the advent of computing, page layout skills are used on electronic media as well as print. The electronic page–the graphical user interface (GUI)–is often where design now takes place.\nA page layout may be designed in a rough paper and pencil sketch before producing, or produced during the design process to the final form. Both design and production may be achieved using hand tools or page layout software. Producing a web page may require knowledge of markup languages along with WYSIWYG software. Special considerations must be made for how the layout of an HTML page will change (reflow) when resized by the end-user. Cascading style sheets are often required to keep the page layout consistent between web browsers.\nGrids versus templates.\nGrids and templates are page layout design patterns used in advertising campaigns and multiple-page publications, including websites.\nMost desktop publishing software allows for grids in the form of a page filled with coloured lines or dots placed at a specified equal horizontal and vertical distance apart. Automatic margins and booklet spine (gutter) lines may be specified for global use throughout the document. Multiple additional horizontal and vertical lines may be placed at any point on the page. Invisible to the end-user/audience shapes may be placed on the page as guidelines for page layout and print processing as well. Software templates are achieved by duplicating a template data file, or with master page features in a multiple-page document. Master pages may include both grid elements and template elements such as header and footer elements, automatic page numbering, and automatic table of contents features.\nFront-end versus back-end.\nWith modern media content retrieval and output technology, there is much overlap between visual communications (front-end) and information technology (back-end). Large print publications (thick books, especially instructional in nature) and electronic pages (web pages) require meta data for automatic indexing, automatic reformatting, database publishing, dynamic page display and end-user interactivity. Much of the meta data (meta tags) must be hand coded or specified during the page layout process. This divides the task of page layout between artists and engineers, or tasks the artist/engineer to do both.\nMore complex projects may require two separate designs: page layout design as the front-end, and function coding as the back-end. In this case, the front-end may be designed using an alternative page layout technology such as image editing software or on paper with hand rendering methods. Most image editing software includes features for converting a page layout for use in a \"What You See Is What You Get\" (WYSIWYG) editor or features to export graphics for desktop publishing software. WYSIWYG editors and desktop publishing software allow front-end design prior to back end-coding in most cases. Interface design and database publishing may involve more technical knowledge or collaboration with information technology engineering in the front-end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Typography","surface_form":"typography","offset":25},{"uri":"Graphic_design","surface_form":"graphic design","offset":40},{"uri":"Style","surface_form":"style","offset":90},{"uri":"Illuminated_manuscript","surface_form":"illuminated manuscript","offset":237},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":293},{"uri":"Typography","surface_form":"type","offset":387},{"uri":"Image","surface_form":"image","offset":400},{"uri":"Die_(manufacturing)","surface_form":"die","offset":509},{"uri":"Laser_cutting","surface_form":"laser cutting","offset":513},{"uri":"Foil_stamping","surface_form":"foil stamping","offset":528},{"uri":"Embossing_(paper)","surface_form":"blind embossing","offset":545},{"uri":"Computing","surface_form":"computing","offset":582},{"uri":"Electronic_media","surface_form":"electronic media","offset":624},{"uri":"Electronic_page","surface_form":"electronic page","offset":663},{"uri":"GUI","surface_form":"GUI","offset":709},{"uri":"Desktop_publishing","surface_form":"page layout software","offset":956},{"uri":"Web_page","surface_form":"web page","offset":990},{"uri":"Markup_language","surface_form":"markup language","offset":1024},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":1052},{"uri":"Software","surface_form":"software","offset":1060},{"uri":"HTML","surface_form":"HTML","offset":1131},{"uri":"End-user_(computer_science)","surface_form":"end-user","offset":1182},{"uri":"Cascading_style_sheet","surface_form":"Cascading style sheet","offset":1192},{"uri":"Web_browser","surface_form":"web browser","offset":1277},{"uri":"Grid","surface_form":"Grid","offset":1315},{"uri":"Template","surface_form":"template","offset":1325},{"uri":"Advertising","surface_form":"advertising","offset":1375},{"uri":"Website","surface_form":"website","offset":1439},{"uri":"Visual_communication","surface_form":"visual communication","offset":2363},{"uri":"Information_technology","surface_form":"information technology","offset":2401},{"uri":"Meta_data","surface_form":"meta data","offset":2552},{"uri":"Index_(publishing)","surface_form":"indexing","offset":2576},{"uri":"Publishing","surface_form":"publishing","offset":2619},{"uri":"Meta_tags","surface_form":"meta tags","offset":2703},{"uri":"Front-end","surface_form":"front-end","offset":2969},{"uri":"Image_editing_software","surface_form":"image editing software","offset":3113},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":3297},{"uri":"Desktop_publishing_software","surface_form":"desktop publishing software","offset":3348}]}