{"id":310445,"url":"http://en.wikipedia.org/wiki/Desktop_publishing","text":"Desktop publishing (also known as DTP) is the creation of documents using page layout software on a personal computer.\nThe term has been used for publishing at all levels, from small-circulation documents such as local newsletters to books, magazines and newspapers. However the term implies a more professional-looking end result, with a more complex layout, than word processing, and so when introduced in the 1980s was often used in connection with homes and small organisations who could not previously produce publication-quality documents themselves.\nHistory.\nDesktop publishing began in 1985 with the introduction of MacPublisher, the first WYSIWYG layout program, which ran on the original 128K Macintosh computer. The DTP market exploded in 1985 with the introduction in January of the Apple LaserWriter printer, and later in July with the introduction of PageMaker software from Aldus which rapidly became the DTP industry standard software.\nBefore the advent of desktop publishing, the only option available to most persons for producing typed (as opposed to handwritten) documents was a typewriter, which offered only a handful of typefaces (usually fixed-width) and one or two font sizes. Indeed, one popular desktop publishing book was actually titled \"The Mac is not a typewriter\". The ability to create WYSIWYG page layouts on screen and then print pages containing text and graphical elements at crisp 300 dpi resolution was revolutionary for both the typesetting industry and the personal computer industry. Newspapers and other print publications made the move to DTP-based programs from older layout systems in the 1980s.\nThe term \"desktop publishing\" is attributed to Aldus Corporation founder Paul Brainerd, who sought a marketing catch-phrase to describe the small size and relative affordability of this software in contrast to the expensive commercial phototypesetting equipment of the day.\nBehind-the-scenes technologies developed by Adobe Systems set the foundation for professional desktop publishing applications. Although Macintosh-based systems would continue to dominate the market, in 1986, the GEM-based Ventura Publisher was introduced for MS-DOS computers. While PageMaker's pasteboard metaphor closely simulated the process of creating layouts manually, Ventura Publisher automated the layout process through its use of style sheets. This software automatically generated indices and other body matter. This made it suitable for manuals and other long-format documents.\nDuring its early years, desktop publishing acquired a bad reputation as a result of untrained users who created poorly-organized layouts — similar criticism would be levied again against early Web publishers a decade later. However, some were able to realize truly professional results.\nTerminology.\nThere are two types of pages in desktop publishing, electronic pages and virtual paper pages to be printed on paper. All computerized documents are technically electronic, and are limited in size only by computer memory or computer data storage space.\nVirtual paper pages will ultimately be printed, and therefore require paper parameters that coincide with international standard physical paper sizes such as \"A4,\" \"letter,\" etc., if not custom sizes for trimming. Some desktop publishing programs allow custom sizes designated for large format printing used in posters, billboards and trade show displays. A virtual page for printing has a predesignated size of virtual printing material and can be viewed on a monitor in WYSIWYG format. Each page for printing has trim sizes (edge of paper) and a printable area if bleed printing is not possible as is the case with most desktop printers.\nA web page is an example of an electronic page that is not constrained by virtual paper parameters. Most electronic pages may be dynamically re-sized, causing either the content to scale in size with the page or causing the content to re-flow.\nMaster pages are templates used to automatically copy or link elements and graphic design styles to some or all the pages of a multipage document. Linked elements can be modified without having to change each instance of an element on pages that use the same element. Master pages can also be used to apply graphic design styles to automatic page numbering.\nPage layout is the process by which the elements are laid on the page orderly, aesthetically, and precisely. Main types of components to be laid out on a page include text, linked images that can only be modified as an external source, and embedded images that may be modified with the layout application software. Some embedded images are rendered in the application software, while others can be placed from an external source image file. Text may be keyed into the layout, placed, or (with database publishing applications) linked to an external source of text which allows multiple editors to develop a document at the same time.\nGraphic design styles such as color, transparency, and filters, may also be applied to layout elements. Typography styles may be applied to text automatically with style sheets. Some layout programs include style sheets for images in addition to text. Graphic styles for images may be border shapes, colors, transparency, filters, and a parameter designating the way text flows around the object called \"wraparound\" or \"runaround.\"\nWith word processing.\nWhile desktop publishing software still provides extensive features necessary for print publishing, modern word processors now have publishing capabilities beyond those of many older DTP applications, blurring the line between word processing and desktop publishing.\nIn the early days of graphical user interfaces, DTP software was in a class of its own when compared to the fairly spartan word processing applications of the time. Programs such as WordPerfect and WordStar were still mainly text-based and offered little in the way of page layout, other than perhaps margins and line spacing. On the other hand, word processing software was necessary for features like indexing and spell checking, features that are common in many applications today.\nAs computers and operating systems have become more powerful, vendors have sought to provide users with a single application platform that can meet all needs.\nWith other electronic layout software.\nThe key difference between electronic typesetting software and DTP software is that DTP software is generally interactive and WYSIWYG in design, while other electronic typesetting software requires the user to enter the processing program's markup language without immediate visualization of the finished product.\nThis kind of workflow is less user-friendly than WYSIWYG, but more suitable for conference proceedings and scholarly articles as well as corporate newsletters or other applications where consistent, automated layout is important.\nOne of the early and comprehensive reference books on the art of Desktop Publishing is Desktop Publishing For Everyone by K.S.V. Menon. This publication deals with virtually every facet of publishing and nearly all tools available as at the time of the publishing of this book in the year 2000. It is currently out of print.\nThere is some overlap between desktop publishing and what is known as Hypermedia publishing (i.e. Web design, Kiosk, CD-ROM). Many graphical HTML editors such as Microsoft FrontPage and Adobe Dreamweaver use a layout engine similar to a DTP program. However, some Web designers still prefer to write HTML without the assistance of a WYSIWYG editor, for greater control and because these editors often result in code bloat.\nFurther reading.\nMany books specialise in the details of particular software. These three teach the basics of page layout design on desktop systems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Page_layout","surface_form":"page layout","offset":74},{"uri":"Software","surface_form":"software","offset":86},{"uri":"Personal_computer","surface_form":"personal computer","offset":100},{"uri":"Word_processing","surface_form":"word processing","offset":365},{"uri":"MacPublisher","surface_form":"MacPublisher","offset":624},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":648},{"uri":"Apple_Macintosh","surface_form":"Macintosh","offset":703},{"uri":"Apple_Inc.","surface_form":"Apple","offset":795},{"uri":"LaserWriter","surface_form":"LaserWriter","offset":801},{"uri":"Adobe_PageMaker","surface_form":"PageMaker","offset":865},{"uri":"Aldus_Corporation","surface_form":"Aldus","offset":889},{"uri":"Typewriter","surface_form":"typewriter","offset":1099},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":1319},{"uri":"Printing","surface_form":"print","offset":1359},{"uri":"Dots_per_inch","surface_form":"dpi","offset":1423},{"uri":"Aldus_Corporation","surface_form":"Aldus Corporation","offset":1689},{"uri":"Paul_Brainerd","surface_form":"Paul Brainerd","offset":1715},{"uri":"Catch-phrase","surface_form":"catch-phrase","offset":1753},{"uri":"Phototypesetting","surface_form":"phototypesetting","offset":1877},{"uri":"Adobe_Systems","surface_form":"Adobe Systems","offset":1960},{"uri":"Graphical_Environment_Manager","surface_form":"GEM","offset":2128},{"uri":"Ventura_Publisher","surface_form":"Ventura Publisher","offset":2138},{"uri":"MS-DOS","surface_form":"MS-DOS","offset":2175},{"uri":"Style_sheets","surface_form":"style sheets","offset":2357},{"uri":"World_Wide_Web","surface_form":"Web","offset":2700},{"uri":"Electronic_page","surface_form":"electronic page","offset":2859},{"uri":"Paper","surface_form":"paper","offset":2917},{"uri":"Electronic","surface_form":"electronic","offset":2967},{"uri":"Computer_memory","surface_form":"computer memory","offset":3011},{"uri":"Computer_data_storage","surface_form":"computer data storage","offset":3030},{"uri":"Printing","surface_form":"printed","offset":3098},{"uri":"Paper_size","surface_form":"international standard physical paper sizes","offset":3165},{"uri":"Poster","surface_form":"poster","offset":3370},{"uri":"Billboard","surface_form":"billboard","offset":3379},{"uri":"Trade_show_displays","surface_form":"trade show displays","offset":3394},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":3531},{"uri":"Bleed_(printing)","surface_form":"bleed printing","offset":3625},{"uri":"Desktop_printer","surface_form":"desktop printer","offset":3681},{"uri":"Web_page","surface_form":"web page","offset":3701},{"uri":"Content_(media_and_publishing)","surface_form":"content","offset":3869},{"uri":"Page_layout","surface_form":"Page layout","offset":4301},{"uri":"Text","surface_form":"text","offset":4468},{"uri":"Image","surface_form":"image","offset":4481},{"uri":"Artistic_rendering","surface_form":"rendered","offset":4641},{"uri":"Typing","surface_form":"keyed","offset":4754},{"uri":"Database_publishing","surface_form":"database publishing","offset":4794},{"uri":"Typography","surface_form":"Typography","offset":5039},{"uri":"Style_sheet_(desktop_publishing)","surface_form":"style sheets","offset":5099},{"uri":"Word_processing","surface_form":"word processing","offset":5616},{"uri":"Graphical_user_interface","surface_form":"graphical user interface","offset":5677},{"uri":"WordPerfect","surface_form":"WordPerfect","offset":5838},{"uri":"WordStar","surface_form":"WordStar","offset":5854},{"uri":"Application","surface_form":"application","offset":6254},{"uri":"Typesetting","surface_form":"typesetting","offset":6377},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":6465},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":6702},{"uri":"Hypermedia","surface_form":"Hypermedia","offset":7278},{"uri":"HTML_editors","surface_form":"HTML editors","offset":7349},{"uri":"Microsoft_FrontPage","surface_form":"Microsoft FrontPage","offset":7370},{"uri":"Adobe_Dreamweaver","surface_form":"Adobe Dreamweaver","offset":7394},{"uri":"Code_bloat","surface_form":"code bloat","offset":7619}]}