{"id":31043,"url":"http://en.wikipedia.org/wiki/Killer_whale","text":"Killer whales, or Orcas (\"Orcinus orca\") are toothed whales in the oceanic dolphin family. They are the largest dolphins. Orcas have mostly black skin with white patches. They are found in all the world's oceans, from the cold of the Arctic to the tropical seas. They are easy to identify because of their distinctive white and black colouring. They live in pods.\nLifestyle.\nLike all toothed whales, they are carnivores. Killer whales are apex predators and they hunt in family groups called 'pods'. Members of the pod work together to surround their prey. Killer whales eat many different kinds of prey, such as small sharks, seals, sea lions, dolphins, whales, penguins, seagulls, squid, octopuses, stingrays, crabs and sea turtles. In 1997, the first known killer whale attack on great white sharks was documented off the coast of San Francisco. There are several different types of \"Orca\", each of which has different living and prey habits. They do not interbreed and seems to be subspecies or even separate species. Their behaviour and hunting techniques also differ.\nKiller whales are the largest living members of the dolphin family. Males typically range from 6 to 8 metres long and weigh in excess of 6 tonnes. Females are smaller, generally ranging from 5 to 7m and weighing about 3 to 4 t. The largest male killer whale on record was 9.8 metres, weighing over 10 tonnes, while the largest female was 8.5m, weighing 7.5 t. Calves at birth weigh about and are about long. The killer whale's large size and strength make it among the fastest marine mammals, able to reach speeds in excess of.\nIntelligence.\nKiller whales have the second-heaviest brains among marine mammals. They can be trained in captivity and are often described as intelligent, although defining and measuring \"intelligence\" is difficult in a species whose life is very different from ours.\nKiller whales imitate others, and seem to deliberately teach skills to their young. This is most strikingly seen when killer whales deliberately beach themselves to catch seals. Off Península Valdés, adults sometimes pull seals off the shoreline and then release them again near juvenile whales, allowing the younger whales to practice the difficult capture technique on the now-weakened prey. Off the Crozet Islands, mothers push their calves onto the beach, waiting to pull the youngster back if needed. Some orcas have discovered that flipping sharks upside down can paralyze them.\nIn other anecdotes, researchers describe incidents in which wild killer whales playfully tease humans by repeatedly moving objects that the humans are trying to reach, or suddenly start to toss around a chunk of ice after a human throws a snowball.\nThe killer whale's use of dialects and the passing of other learned behaviours from generation to generation have been described as a form of culture.\nThe dorsal fin.\nThe dorsal fin of the orca can extend up to six feet above its body. That's taller than most grown men. And because a killer whale swims close to the surface, the dorsal fin can often be seen gliding through the surface of the water. This causes some people to mistake killer whale for sharks. In captivity, dorsal fins often collapse for many reasons, but in the wild, dorsal fin collapse happens in less than one percent of wild orcas.\nTemperament.\nFemale killer whales are often tamed and can be trained to do tricks for audiences in marine shows, like in Sea World. Sometimes, killer whales have even starred in movies, such as the movie titled \"Free Willy\". Orcas can be dangerous, and have been known to kill their attendants on rare occasions. Some marine parks now require trainers to stay outside the pool when they work with orcas. Unlike wild killer whales, captive killer whales are reported to have made nearly two dozen attacks on humans since the 1970s, some of which have been fatal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Toothed_whale","surface_form":"toothed whale","offset":45},{"uri":"Black","surface_form":"black","offset":140},{"uri":"White","surface_form":"white","offset":156},{"uri":"Arctic","surface_form":"Arctic","offset":234},{"uri":"Tropical","surface_form":"tropical","offset":248},{"uri":"Carnivore","surface_form":"carnivores","offset":409},{"uri":"Apex_predator","surface_form":"apex predators","offset":439},{"uri":"Shark","surface_form":"shark","offset":619},{"uri":"Pinniped","surface_form":"seals","offset":627},{"uri":"Sea_lion","surface_form":"sea lions","offset":634},{"uri":"Dolphin","surface_form":"dolphin","offset":645},{"uri":"Whale","surface_form":"whales","offset":655},{"uri":"Penguin","surface_form":"penguin","offset":663},{"uri":"Gull","surface_form":"seagulls","offset":673},{"uri":"Squid","surface_form":"squid","offset":683},{"uri":"Octopus","surface_form":"octopuses","offset":690},{"uri":"Stingray","surface_form":"stingrays","offset":701},{"uri":"Crab","surface_form":"crabs","offset":712},{"uri":"Sea_turtle","surface_form":"sea turtles","offset":722},{"uri":"Great_white_shark","surface_form":"great white shark","offset":783},{"uri":"San_Francisco","surface_form":"San Francisco","offset":834},{"uri":"Subspecies","surface_form":"subspecies","offset":985},{"uri":"Metre","surface_form":"metre","offset":1176},{"uri":"Tonne","surface_form":"tonne","offset":1213},{"uri":"Beach","surface_form":"beach","offset":2015},{"uri":"Pen%C3%ADnsula_Vald%C3%A9s","surface_form":"Península Valdés","offset":2052},{"uri":"Crozet_Islands","surface_form":"Crozet Islands","offset":2272},{"uri":"Culture","surface_form":"culture","offset":2846},{"uri":"Sea_World","surface_form":"Sea World","offset":3430}]}