{"id":310530,"url":"http://en.wikipedia.org/wiki/Esther_Vergeer","text":"Esther Mary Vergeer is a Dutch wheelchair tennis player. Vergeer has not lost a match in singles since February 2003. She has won 39 Grand Slam titles, five Paralympic Gold Medals and 21 Masters titles. Vergeer has been the world number one since 1999. Vergeer is also a former wheelchair basketball player. She was part of the team which won the European Championships in 1997.\nEarly life.\nIn March 1988 after a swimming lesson Vergeer became dizzy and passed out. Vergeer was just six years old at the time. Doctors found out that Vergeer was bleeding in her head. The bleeding had caused Vergeer to pass out. Vergeer had the blood removed. Six weeks later she went home. Yet the next year in June Vergeer had more headaches. She also had pressure behind the eyes and pain in her neck. The doctors could not find what was wrong. They sent her home. In October, doctors found Vergeer to be bleeding in her head again. They drained the blood. The doctors also found that Vergeer had an Vascular myelopathy. This abnormality caused the strokes that Vergeer experienced. On the 15 of January 1990, after a nine-hour operation Vergeer was unable to move her legs. The operation took place near to her spinal cord. Vergeer had one final operation in March but still could not move her legs.\nWheelchair tennis.\nVergeer won her eleventh British Open singles title beating Griffieon in the final. Against Griffieon, Vergeer beat her for the forty ninth time. It was the first time that Vergeer had beaten her without losing a game. The tournament win was Vergeer's tenth US Open USTA Wheelchair tennis championships. Vergeer won her sixth U.S. Open by beating van Koot. Vergeer was good enough to reach both the singles and doubles events at the Masters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch_people","surface_form":"Dutch","offset":25},{"uri":"Tennis","surface_form":"tennis","offset":42},{"uri":"Grand_Slam_(tennis)","surface_form":"Grand Slam","offset":133},{"uri":"Paralympic_Games","surface_form":"Paralympic","offset":157},{"uri":"Basketball","surface_form":"basketball","offset":289},{"uri":"Unconscious","surface_form":"passed out","offset":454},{"uri":"Aneurysm","surface_form":"bleeding in her head","offset":545},{"uri":"Headache","surface_form":"headache","offset":717},{"uri":"Vascular_myelopathy","surface_form":"Vascular myelopathy","offset":986},{"uri":"Stroke","surface_form":"stroke","offset":1035},{"uri":"Paralysis","surface_form":"unable to move","offset":1136},{"uri":"British_Open","surface_form":"British Open","offset":1331},{"uri":"US_Open_(tennis)","surface_form":"U.S. Open","offset":1632}]}