{"id":310537,"url":"http://en.wikipedia.org/wiki/Korie_Homan","text":"Korie Homan is a retired Dutch wheelchair tennis player. Homan was part of the current Paralympic doubles champion team. Homan is the former Australian Open Champion. She has won all the Grand Slam doubles titles. In 2009 she complete the Grand Slam with Esther Vergeer. In 2011 Homan retired from playing because of a wrist injury.\nEarly Life.\nHoman was born to Jan and Gina Willem. Homan has two older sisters. At the age of 12 Homan was involved in a car accident. In 2003, when she finished school she had her leg cut off.\nWheelchair tennis.\nHoman first appeared on the wheelchair tennis tour in 2003. By the end of the season she had reached number 23. Homan did not have a ranking at the start of the year. In 2004 at the age of 17 Homan won her first Masters title. She won the doubles with Jiske Griffioen. At the 2005 US Open Homan reached her first Grand Slam finals. She reached both the singles and the doubles final. In the singles she lost in straight sets to Vergeer. But she won the doubles with Vergeer. In 2006 Homan won her first two series one titles. She won both the singles and doubles titles in Livorno. Homan also reached her second Grand Slam doubles final. At the US Open Maaike Smit was her team mate. They lost in straight sets to Vergeer and Griffioen. The pair also lost the final of the Masters. Homan started 2007 by losing in the final of the Australian Open doubles. Her partner in the event was Florence Gravellier. They lost the final in a match tiebreaker. At the US Open Homan was joined by Sharon Walraven. The pair reached the final before losing. Homan also had final defeats at the Super Series events of the British, Japan and US Opens. Homan lost both finals at the Masters. In 2008 Homan lost both the singles and doubles finals at the Australian and French Opens. She also lost in the singles final at the Masters. At the Paralympic Games Homan won a Gold Medal in the doubles event. She also won a silver medal in the singles. In the final she became the first player in over five years to hold match point against Vergeer. Homan's last competition was the 2010 Australian Open. In July 2011 Homan said that she had retired because of a wrist injury.\nOutside of tennis.\nHoman has a degree in biomedical science. As of September 2010, she is studying Veterinary Medicine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian_Open","surface_form":"Australian Open","offset":141},{"uri":"Esther_Vergeer","surface_form":"Esther Vergeer","offset":255},{"uri":"Jiske_Griffioen","surface_form":"Jiske Griffioen","offset":798},{"uri":"Florence_Gravellier","surface_form":"Florence Gravellier","offset":1431},{"uri":"Sharon_Walraven","surface_form":"Sharon Walraven","offset":1530}]}