{"id":310542,"url":"http://en.wikipedia.org/wiki/Party_realignment_in_the_United_States","text":"A party realignment in the United States is when the country transitions from being mostly run by one political party to mostly run by another political party. During party realignments, some groups of people who used to vote for one party vote for the other one. Sometimes, political parties end and new ones begin. Party realignments can happen because of important events in history or because of changes in the kinds of people in the country.\n1820s.\nIn the early 1800s, America had the \"First Party System\" with the Federalist Party and the Democratic-Republican Party. When James Monroe was elected President of the United States, the Federalists died out. There was an \"Era of Good Feelings\" of one-party rule by the Democratic-Republicans. In the United States presidential election, 1824, four different men ran for President, all as Democratic-Republicans. John Quincy Adams was elected.\nAfter the election, Andrew Jackson formed a new party called the Democrats. Jackson's party was strongest in the South and West, and in some cities (at this time, only a few Americans lived in cities). Soon after Jackson's election, another party formed around supporters of Adams and Henry Clay. It was first called the National Republican Party, and later the Whig Party. The Whigs were strong in the North, and among the middle class and businessmen. The system of Democrats and Whigs is called the \"Second Party System.\"\n1930s.\nAmerica went from being mostly Republican in the 1920s to mostly Democratic in the 1930s. This was due to America becoming much more urban, and the Great Depression. Franklin D. Roosevelt formed a coalition that would mostly last until 1964 called the \"New Deal coalition.\" During this period, the parties switched. The Republicans went from being the more liberal party to being conservative, and the Democrats switched from being more conservative to being more liberal.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":27},{"uri":"Demographics","surface_form":"groups of people","offset":192},{"uri":"Federalist_Party","surface_form":"Federalist Party","offset":520},{"uri":"Democratic-Republican_Party","surface_form":"Democratic-Republican Party","offset":545},{"uri":"James_Monroe","surface_form":"James Monroe","offset":579},{"uri":"United_States_presidential_election%2C_1824","surface_form":"United States presidential election, 1824","offset":754},{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":866},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":917},{"uri":"Henry_Clay","surface_form":"Henry Clay","offset":1182},{"uri":"Whig_Party_(United_States)","surface_form":"Whig Party","offset":1259},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1577},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":1595},{"uri":"New_Deal_coalition","surface_form":"New Deal coalition","offset":1682}]}