{"id":310655,"url":"http://en.wikipedia.org/wiki/J_Balvin","text":"José Álvaro Osorio Balvin (J Balvin) is a Colombian reggaeton singer.\nBiography.\nBalvin was born in a middle-class family in Medellín, Colombia, on May 7, 1985. He is the son of José Álvaro Osorio and Alba Mery Balvin and has a younger sister named Carolina, who is a model. His father was an economist and businessman, and grew up in a large house in the hills outside the city. He grew up listening to rock bands like Metallica and Nirvana, and claims that he incorporates grunge aesthetics into his personal style by having a Nirvana tattoo on his knee. He developed an interest in reggaeton after listening to Daddy Yankee. He recalls that \"I was such a fan that I copied his style, the way he moved on stage, his flows, his raps,\" comparing him to reggaeton's Jay-Z. His father's business went bankrupt and his family lost their homes and cars, demanding that the family move to a poorer neighborhood. During this period of his life, J Balvin observes: \"When I went into the favela, people saw me as a rich person, but when I'm around rich people, they see me as someone from the ghetto. They are all perceptions. I like to move between the worlds. I feel equally comfortable in both. \".\nWhen J Balvin was 17, he attended an English exchange program in Oklahoma, but was disappointed by the experience, saying, \"I was expecting the US that everyone knows about Hollywood.\" Shortly after the experience, he moved to New York to study English and music, living with an aunt in Staten Island and working as a dog walker. During his time in New York, he was fascinated by the business knowledge of rappers 50 Cent and P. Diddy of New York. J Balvin worked in various jobs in New York, Miami and Medellin, including working illegally in the United States as a carpenter and house painter. He finally decided to return to Colombia and began performing at various urban clubs in Medellín and increasing his social media afterwards. He enrolled at the prestigious EAFIT University in Medellin for seven semesters studying international business. At 19, he began to seriously pursue a career in music and adopted the stage name J Balvin \"El Negocio\", which means \"the Business\" in Portuguese.\nHe met his DJ and business partner David Rivera Mazo in a freestyle street battle in Medellin. The two became friends and began producing and promoting their own music without a record label. The first songs by J Balvin were described as \"basically poor imitations of Puerto Rican commercial reggaeton,\" but he soon adopted a more relaxed and minimalist style in his music. He signed with EMI Colombia in 2009 and soon afterwards released the single \"Ella Me Cautivó\", which was 35th place on the Billboard Tropical Songs chart. He released his debut album, Real, in 2009. In 2012, J Balvin released a mixtape with many of his early hits in Colombia, including \"In The Dark\" and \"Like an Animal.\" His first international success was the one-night \" Yo Te Lo Dije, \" and he signed with Universal's subsidiary, Capitol Latin, a year later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colombia","surface_form":"Colombia","offset":42},{"uri":"Reggaeton","surface_form":"reggaeton","offset":52},{"uri":"Singer","surface_form":"singer","offset":62}]}