{"id":310614,"url":"http://en.wikipedia.org/wiki/Jay_Brannan","text":"Jay Brannan (March 29, 1982) is an American singer-songwriter. He grew up in Austin, Texas and is gay. His family, who were very conservative Baptists, had a hard time accepting this. Brannan moved to California after one year of being at college. Brannan had wanted to become an actor and landed his first role in \"Shortbus\" in 2003. He recorded \"Soda Shop\" which was featured in the movie soundtrack. After this, Brannan continued singing songs. He began performing acoustic versions on YouTube and became very popular without any promotion.\nBrannan had acted in his second movie \"Holding Trevor\" in 2007. A year later, his debut album \"Goddamned\" was released. Brannan promoted the album during his Goddamned Tour. The following year, he released his second studio album called \"In Living Cover\". The album peaked at number 10 the US Top Heatseekers on \"Billboard\".\nBrannan's voice is a tenor and has been compared to many female artists. Many feedback's from music critics have been mixed to negative. Brannan's music was called \"The Little Mermaid on crack\", while he stated that he writes songs out of anger and pain. Jer Fairall of PopMatters gave Brannan's debut album a mixed review, stating \"with likeability to spare, Brannan's music nevertheless needs to grow up a bit\". Brannan has said in interviews that he wishes not to be called a \"gay singer\".\nEarly life.\nJay Brannan was born on March 29, 1982 in Austin, Texas. His father was a petroleum engineer, while his mother was a teacher. Brannan spent his childhood in Austin and had wanted to become a successful singer. While growing up, he had to struggle with his sexuality. He had found out he was gay. Brannan came out to his family, who were conservative Baptists and had a rough time accepting his sexuality. Brannan took a college course in Cincinnati, Ohio. He only had done one year of college.\nHe left college to become an actor. He decided to move to Palm Springs, California, he had lived there for less than a year. Brannan decided to move to Los Angeles afterwards. He was given a casting notice while living there. However, because of his then-recent break-up with his ex-boyfriend, Brannan moved to New York City. Brannan then sent an audition tape and was asked to do a movie.\nCareer.\nIn 2003, Brannan had acted in his first role in the movie \"Shortbus\". His character named \"Seth\", who works two jobs to pay his bills, struggles with his own sexuality. Brannan had performed several sex scenes while playing the role as \"Seth\" in the movie. The song, \"Soda Shop\", which was written by Brannan, was included in the movie soundtrack. The song became his first studio recorded song, since he had always sing and records his music in his apartment. The song became a single and was released from Team Love Records. Afterwards, Brannan continued singing his music by performing acoustic versions on YouTube. His fan base grew in numbers while he promoted himself on his MySpace and Blogspot profiles. He was not given any corporate sponsorship for promotion. In 2007, Brannan acted in his second movie called \"Holding Trevor\". His character was the best friend of the protagonist, who helped him relieve his depression. After the movie was released, Brannan had recorded a limited-edition EP \"Unmastered\" and released it for a short while. A year later, his debut album \"Goddamned\" was released. Brannan founded his own recording label called \"Great Depression Records\". Brannan had performed ten times during his Goddamned Tour (2008). That same year, Brannan left his old job and was able to live off as an independent singer.\nBrannan released an LP record called \"In Living Cover\" in 2009. The album peaked at number 10 on the US Top Heatseekers on \"Billboard\". He promoted the album when he appeared on ABC News in July 2009. Brannan does not like to be called a \"gay singer\", and states that he \"hates\" it because he rather be known as a musician then a \"gay singer\".\nMusical styles and critical reception.\nBrannan's voice is a tenor. Allmusic had reviewed his music and even compared him to female artists Ani DiFranco, Lisa Loeb, Sinéad O'Connor, and Liz Phair. Brannan's debut album \"Goddamned\" was described as lo-fi. Brannan's music was called \"The Little Mermaid on crack\". Brannan stated that he writes songs out of anger and pain. He has been compared to singer Rufus Wainwright by \"The New York Times\". Brannan also stated that he sees himself echoing the angry and sad sounds of female singers like Tracy Chapman and Joni Mitchell.\nJer Fairall of PopMatters gave Brannan's debut album a mixed review, stating \"with likeability to spare, Brannan's music nevertheless needs to grow up a bit\". Dave Hughes of \"Slant\" magazine gave a negative review, stating \"Brannan is a talented and tenacious guy, it's also impossible to recommend Goddamned\".\nAndrew Leahey from Allmusic, gave \"In Living Color\" a mixed rating, stating the album's \"highlights spread too thinly to do much good\". Jer Fairall of PopMatters called the album a \"satisfying collection\" with \"a couple of bum notes\".","categories":[],"infobox_types":["Musical artist"],"annotations":[{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":77},{"uri":"Baptist","surface_form":"Baptist","offset":142},{"uri":"California","surface_form":"California","offset":201},{"uri":"YouTube","surface_form":"YouTube","offset":489},{"uri":"Top_Heatseekers","surface_form":"Top Heatseekers","offset":837},{"uri":"Tenor","surface_form":"tenor","offset":890},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":1034},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":1416},{"uri":"Petroleum","surface_form":"petroleum","offset":1448},{"uri":"Conservative","surface_form":"conservative","offset":1711},{"uri":"Baptist","surface_form":"Baptist","offset":1724},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":1812},{"uri":"Ohio","surface_form":"Ohio","offset":1824},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs, California","offset":1926},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2020},{"uri":"New_York_City","surface_form":"New York City","offset":2179},{"uri":"Acoustic_music","surface_form":"acoustic","offset":2855},{"uri":"YouTube","surface_form":"YouTube","offset":2876},{"uri":"MySpace","surface_form":"MySpace","offset":2947},{"uri":"Protagonist","surface_form":"protagonist","offset":3145},{"uri":"Extended_Play","surface_form":"EP","offset":3266},{"uri":"Independent","surface_form":"independent","offset":3586},{"uri":"LP_record","surface_form":"LP record","offset":3626},{"uri":"Top_Heatseekers","surface_form":"Top Heatseekers","offset":3710},{"uri":"ABC_News","surface_form":"ABC News","offset":3784},{"uri":"Tenor","surface_form":"tenor","offset":4010},{"uri":"Allmusic","surface_form":"Allmusic","offset":4017},{"uri":"Lisa_Loeb","surface_form":"Lisa Loeb","offset":4103},{"uri":"Lo-fi","surface_form":"lo-fi","offset":4197},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":4232},{"uri":"Rufus_Wainwright","surface_form":"Rufus Wainwright","offset":4352},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":4373},{"uri":"Joni_Mitchell","surface_form":"Joni Mitchell","offset":4509},{"uri":"Tenacious","surface_form":"tenacious","offset":4774}]}