{"id":310646,"url":"http://en.wikipedia.org/wiki/Crash_Bandicoot_(video_game)","text":"\"Crash Bandicoot\" is a platform game made by Naughty Dog in 1996 for the PlayStation, featuring the character by the same name. In it, Crash must fight Dr. Neo Cortex's henchmen (bosses) in order to save Tawna, his beloved bandicoot girlfriend for revenge on Cortex. The game sold 6.8 million copies, becoming the 8th best-selling PlayStation video games of all time.\nGameplay.\n\"Crash Bandicoot\" has 33 levels. Two of these levels can be activated by collecting a key. Each level has a particular theme. No theme is shared by more than two levels. For example, on two levels, Crash runs toward the camera from a boulder (that is heading towards him), an allusion to Indiana Jones. On another level, henchmen throw barrels of toxic waste at Crash as he progresses toward the level's goal. There are also unlockable bonus levels by collecting three \"Nitrus Brio\", \"Dr. Cortex\" (only in 2 levels) and \"Tawna\" icons. These pictures are always in boxes which gives the player a reason to break open boxes since you can't save your progress unless you complete a Tawna bonus round or a Cortex bonus round. You can also save by collecting a gem.\nYou can also collect gems in Crash Bandicoot. To collect a gem, you must break all the boxes on that level without losing a life. There are several different colored gems in the game. Some levels require that you complete another level before every box on a certain level is revealed. For example, the Jungle Rollers level requires that you collect the green gem from the Lost City level before every box on that level is unmasked.","categories":[],"infobox_types":[],"annotations":[{"uri":"Platform_game","surface_form":"platform game","offset":23},{"uri":"Naughty_Dog","surface_form":"Naughty Dog","offset":45},{"uri":"PlayStation","surface_form":"PlayStation","offset":73},{"uri":"Crash_Bandicoot_(character)","surface_form":"the character by the same name","offset":96},{"uri":"Henchmen","surface_form":"henchmen","offset":169},{"uri":"Allusion","surface_form":"allusion","offset":654},{"uri":"Indiana_Jones","surface_form":"Indiana Jones","offset":666},{"uri":"Toxic_waste","surface_form":"toxic waste","offset":725}]}