{"id":310608,"url":"http://en.wikipedia.org/wiki/First_Battle_of_Maryang_San","text":"The Battle of Maryang San is known as Australia's greatest accomplishment in the Korean War. The battle occurred when the US General George Fleet called for forces to capture some positions just prior to the signing of the truce at Panmanjan.\nBackground.\nThe Commonwealth forces, fighting as part of the United Nations, consisted of a number of British, Australian and New Zealand units. These included three Battalions of the 28th British Commonwealth Brigade, the 1st Battalion The King's Own Scottish Borderers (KOSB), 1st Battalion King's Shropshire Light Infantry (KSLI) and 3rd Battalion, Royal Australian Regiment. Brigadier George Taylor (United Kingdom) was the Brigade Commander. The British Commonwealth Division consisted of the 25th, 28th and 29th Brigades under the command of Lieutenant General James \"Gentleman Jim\" Cassels (later Field Marshal Sir James) and was part of 1 Corps. These units was arrayed against the Chinese Communist forces. 3 Battalion RAR was commanded by Lieutenant Colonel 'Frank' Francis Hassett. Commonwealth forces main aims were to take a number of hill positions, and taking the main objective, Maryang San.\nThe first attacks saw the Australian A and B company of 3 RAR take Hill 199, and the 1st Battalion Kings Shropshire Light Infantry take Hill 208. The Kings Own Scottish Borderers (KOSB) had moved to take Hill 399 but were pinned down on its slopes by nightfall. The Australian's attacked at dawn, moving against the Chinese held Hill 200. Chinese infantry were driven from their trenches, and they fled, leaving behind some prisoners of war. The first gun emplacement was taken, and then the second, with the Chinese troops retreating down the slope of Hill 200.\nA, B and D Companies attacked the Chinese units, and drew them away from Maryan San, the main objective. Following United Nations forces artillery and mortar fire, Chinese Troops withdrew from Maryan San, and the Australian troops moved to take the position. Australian troops moved against an area that was used by the Chinese for artillery bombardments, known as the Hinge. After taking the Hinge, they were subjected to constant attacks, which eventually became sporadic and died off. At about 8 pm, the Chinese launched an attack in huge numbers. The Australian units were well dug in, using the Chinese own trench positions, and responded to the waves of Chinese troops with machine gun fire. Chinese troops fell in their hundreds. South Korean porters moved forward constantly, bringing supplies and taking away wounded.\nBy 5 November, after the Australians were withdrawn to recover, Maryang San had been recaptured by the Chinese. It was a terrible blow to morale for those who had fought long and hard to capture it. The tactically important ground of Maryang San remained in the hands of Chinese forces for the rest of the war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_War","surface_form":"Korean War","offset":81},{"uri":"George_Fleet","surface_form":"George Fleet","offset":133},{"uri":"Panmanjan","surface_form":"Panmanjan","offset":232},{"uri":"United_Nations","surface_form":"United Nations","offset":304},{"uri":"28th_British_Commonwealth_Brigade","surface_form":"28th British Commonwealth Brigade","offset":427},{"uri":"King%27s_Own_Scottish_Borderers","surface_form":"King's Own Scottish Borderers","offset":484},{"uri":"King%27s_Shropshire_Light_Infantry","surface_form":"King's Shropshire Light Infantry","offset":536},{"uri":"3rd_Battalion%2C_Royal_Australian_Regiment","surface_form":"3rd Battalion, Royal Australian Regiment","offset":580},{"uri":"Francis_Hassett","surface_form":"Francis Hassett","offset":1019},{"uri":"Artillery","surface_form":"artillery","offset":1851},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":1865}]}