{"id":310625,"url":"http://en.wikipedia.org/wiki/Gerund","text":"e=\"preserve\">A gerund is a verb used as a noun.\nIn English, the gerund is formed by adding -ing to a verb root. It is identical in form to the present participle (ending in \"-ing\") and can behave as a verb within a clause (so that it may be modified by an adverb or have an object), but the clause as a whole (sometimes consisting of only one word, the gerund itself) acts as a noun within the larger sentence. For example: \"Eating this cake is easy.\"\nIn \"Eating this cake is easy\", \"eating this cake\", although traditionally known as a phrase, is referred to as a non-finite clause in modern linguistics. \"Eating\" is the verb in the clause, while \"this cake\" is the object of the verb. \"Eating this cake\" acts as a noun phrase within the sentence as a whole, though; the subject of the sentence is the non-finite clause, specifically \"eating\".\nVerb patterns with the gerund.\nVerbs that are often followed by a gerund include \"admit, adore, anticipate, appreciate, avoid, carry on, consider, contemplate, delay, deny, describe, detest, dislike, enjoy, escape, fancy, feel, finish, give, hear, imagine, include, justify, listen to, mention, mind, miss, notice, observe, perceive, postpone, practice, quit, recall, report, resent, resume, risk, see, sense, sleep, stop, suggest, tolerate\" and \"watch\".\nAdditionally, prepositions are often followed by a gerund.","categories":[],"infobox_types":[],"annotations":[{"uri":"Verb","surface_form":"verb","offset":27},{"uri":"Noun","surface_form":"noun","offset":42},{"uri":"Participle","surface_form":"participle","offset":151},{"uri":"Verb","surface_form":"verb","offset":201},{"uri":"Clause","surface_form":"clause","offset":215},{"uri":"Adverb","surface_form":"adverb","offset":256},{"uri":"Object_(grammar)","surface_form":"object","offset":274},{"uri":"Noun","surface_form":"noun","offset":378},{"uri":"Phrase","surface_form":"phrase","offset":537},{"uri":"Non-finite_clause","surface_form":"non-finite clause","offset":565},{"uri":"Linguistics","surface_form":"linguistics","offset":593},{"uri":"Noun_phrase","surface_form":"noun phrase","offset":716},{"uri":"Preposition","surface_form":"preposition","offset":1314}]}