{"id":310727,"url":"http://en.wikipedia.org/wiki/Sailor_Mouth","text":"\"Sailor Mouth\" is the 38th episode of the second season of \"SpongeBob SquarePants\". The episode was watched by 8.7 million viewers. Erik Wiese, a member of the \"SpongeBob SquarePants\" crew, stated that \"Sailor Mouth\" was one of his favorite episodes because of its random and satirical nature, saying \"Sometimes SpongeBob just catches me off-guard.\"\nPlot.\nSpongeBob and Patrick discover a swear word written on the Krusty Krab dumpster. Although SpongeBob is unsure of its meaning, Patrick tells him that it is a 'sentence enhancer' that will make them sound \"fancy\". The two repeat the word while being in the Krusty Krab. They also repeat the word over the loudspeaker. However, the two regret saying it after Mr. Krabs had spoken to them about the word being highly inappropriate. They are told that the curse word is number eleven in a list of thirteen bad words total. Later, SpongeBob loses a game to Patrick and says the word again. SpongeBob and Patrick race to the Krusty Krab to tell Mr. Krabs. Mr. Krabs is mad, and punishes them by having to paint the Krusty Krab building. When Mr. Krabs trips on a rock he screams all 13 bad words.\nSpongeBob and Patrick, followed by Mr. Krabs, rush to Mama Krabs' house to tell on Mr. Krabs. All three begin tattling on one another to Mama Krabs. Mama Krabs, overwhelmed by the bad words, faints and then falls to the ground. After regaining consciousness, Mama Krabs then puts all three to work painting her house. While watching them paint, Mama Krabs hurts herself and begins yelling out in pain. The three look at Mama Krabs in shock, thinking that she is using one of the swear words. However, they all begin to laugh when they discover that a neighbor was honking the horn of his old jalopy, which happened to always occur exactly with her outburst.","categories":[],"infobox_types":[],"annotations":[{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":60},{"uri":"Satirical","surface_form":"satirical","offset":276},{"uri":"Profanity","surface_form":"swear word","offset":389},{"uri":"Inappropriate","surface_form":"inappropriate","offset":769},{"uri":"Tattling","surface_form":"tattling","offset":1256},{"uri":"Faint","surface_form":"faints","offset":1337},{"uri":"Conscious","surface_form":"conscious","offset":1390},{"uri":"Jalopy","surface_form":"jalopy","offset":1738}]}