{"id":310722,"url":"http://en.wikipedia.org/wiki/Christmas_Who%3F","text":"\"Christmas Who?\" (also known as \"The SpongeBob Christmas Special\") is the 28 episode of the second season of \"SpongeBob SquarePants\". The special received positive feedback. A reviewer on Reviewstream.com calls it \"a great story of the holiday spirit\". The special currently ranks a high 9.1 out of 10 on TV.com.\nPlot.\nSpongeBob is sneaking up to Sandy's tree dome to perform his new karate move, and sees Sandy lighting up her tree to look like a Christmas tree. SpongeBob, mistaking the lights for fire, freaks out and runs in and splashes water on Sandy. Sandy realizes that SpongeBob never seen a Christmas tree before, and does not know what the holiday is. While learning of the holiday and its activities, SpongeBob begins to spread the joy throughout the city of Bikini Bottom. He tells everyone that Santa Claus will give you presents if you write him letters.\nWhile everyone decorates and writes letters to Santa, Squidward refuses to believe in Santa and all the Christmas cheer. On Christmas Eve, everyone waits outside singing for Santa, while Squidward goes to sleep. The next morning, it turns out Santa never came, and soon, everyone becomes angry with SpongeBob. After everyone has left, SpongeBob becomes heartbroken. His pain is only made worse when Squidward comes out and makes fun of him. SpongeBob gives Squidward a present that he would have given him so he would not feel left out if Santa came. Squidward unwraps the present to find a carved wooden clarinet, hand-made by SpongeBob. He becomes very happy, and becomes regretful of his actions.\nWhen SpongeBob begins taking the lights off of his home, Squidward soon appears dressed as Santa Claus. Santa informs SpongeBob that he brought the holiday to Bikini Bottom by just spreading the word, which makes SpongeBob faint. Squidward gives all the fish his belongings to make SpongeBob and the people happy.\nWhen it's all over, Squidward has nothing left and takes off the suit. SpongeBob then tells him everything he missed. That's when Squidward finds a note at his doorstep from Santa. Squidward then looks up to see the real Santa in his sleigh flying out of Bikini Bottom, laughing with joy.","categories":[],"infobox_types":[],"annotations":[{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":110},{"uri":"Christmas_tree","surface_form":"Christmas tree","offset":448},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":809},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":994},{"uri":"Clarinet","surface_form":"clarinet","offset":1475}]}