{"id":310720,"url":"http://en.wikipedia.org/wiki/Magellanic_Clouds","text":"History.\nThe first written record of the Magellanic Clouds was by the Persian astronomer Al Sufi. In 964 he wrote the \"Book of Fixed Stars\". He called the Large Magellanic Cloud \"al-Bakr\" (the Sheep) \"of the southern Arabs\". He wrote that the Cloud could not be seen from northern Arabia and Baghdad, but could be seen at the strait of Bab el Mandeb (12°15' N). This is the southernmost point of Arabia.\nThe first Europeans to see the Clouds were Italian explorers Peter Martyr d'Anghiera and Andrea Corsali at the end of the 15th century. Antonio Pigafetta also saw them, when he went with Ferdinand Magellan on his circumnavigation of the world in 1519-1522. However, naming the clouds after Magellan did not become widespread until much later. In Bayer's 1661 book, \"Uranometria\", they are called \"nubecula major\" and \"nubecula minor\". In the 1756 star map by French astronomer Lacaille, they are called \"le Grand Nuage\" and \"le Petit Nuage\" (\"the Large Cloud\" and \"the Small Cloud\").\nCharacteristics.\nThe Clouds can be easily seen without the use of a telescope. They look like separate pieces of the Milky Way. About 21° apart in the night sky, the real distance between them is about 75,000 light-years. They were long thought to be the closest galaxies to the Milky Way. The Canis Major Galaxy, discovered in 2003, is now thought to be our closest galaxy.\nThe LMC is about 160,000 light years away, while the SMC is about 200,000. The LMC is about 14,000 light years in diameter, and the SMC about 7,000. For comparison, the Milky Way is about 170,000-200,000 light years across.\nScientists believe that the shape of Magellanic Clouds has been caused by tidal interaction with the Milky Way as they travel close to it. Streams of neutral hydrogen connect them to the Milky Way and to each other. Both Clouds look like they were once spiral in shape. Their gravity has affected the Milky Way as well, distorting the outer parts of the galaxy's disc shape.\nThey have a different structure and lower mass than our galaxy. There are two other big differences. First, they are gas-rich; they have more hydrogen and helium compared to the Milky Way. They are also more metal-poor than the Milky Way. The youngest stars in the LMC and SMC have less than half the amount of other elements. Both are noted for their nebulae and larger numbers of young stars. Like our own Galaxy their stars range from the very young to the very old, which shows the Clouds have a long history.\nA supernova, SN 1987A, in the Large Magellanic Cloud was the brightest object seen from Earth in over four centuries.\nIn 2010, a French scientist said that the clouds may have been ejected from a collision that formed the Andromeda Galaxy six billion years ago. However most astronomers believe the Magellanic Clouds were made in the same process that formed our Milky Way Galaxy.\nMini Magellanic Cloud (MMC).\nNew research suggests that the SMC may in fact be split in two. A smaller part may hidden about 30,000 light years behind the SMC. This could have happened with the LMC splitting the SMC, and that the two sections are still moving apart. This smaller section is being called the Mini Magellanic Cloud.","categories":[],"infobox_types":[],"annotations":[{"uri":"Persia","surface_form":"Persia","offset":70},{"uri":"Astronomer","surface_form":"astronomer","offset":78},{"uri":"Al_Sufi","surface_form":"Al Sufi","offset":89},{"uri":"Book_of_Fixed_Stars","surface_form":"Book of Fixed Stars","offset":119},{"uri":"Arabia","surface_form":"Arabia","offset":281},{"uri":"Baghdad","surface_form":"Baghdad","offset":292},{"uri":"Bab_el_Mandeb","surface_form":"Bab el Mandeb","offset":336},{"uri":"Peter_Martyr_d%27Anghiera","surface_form":"Peter Martyr d'Anghiera","offset":465},{"uri":"Andrea_Corsali","surface_form":"Andrea Corsali","offset":493},{"uri":"Antonio_Pigafetta","surface_form":"Antonio Pigafetta","offset":540},{"uri":"Ferdinand_Magellan","surface_form":"Ferdinand Magellan","offset":591},{"uri":"Circumnavigation","surface_form":"circumnavigation","offset":617},{"uri":"Uranometria","surface_form":"Uranometria","offset":770},{"uri":"France","surface_form":"French","offset":863},{"uri":"Nicolas_Louis_de_Lacaille","surface_form":"Lacaille","offset":881},{"uri":"Telescope","surface_form":"telescope","offset":1056},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1105},{"uri":"Degree_(angle)","surface_form":"°","offset":1124},{"uri":"Light-years","surface_form":"light-years","offset":1197},{"uri":"Canis_Major_Galaxy","surface_form":"Canis Major Galaxy","offset":1282},{"uri":"Tidal_force","surface_form":"tidal","offset":1661},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1745},{"uri":"Gravity","surface_form":"gravity","offset":1863},{"uri":"Helium","surface_form":"helium","offset":2117},{"uri":"Star","surface_form":"star","offset":2214},{"uri":"Chemical_element","surface_form":"element","offset":2279},{"uri":"Nebula","surface_form":"nebula","offset":2314},{"uri":"Supernova","surface_form":"supernova","offset":2478},{"uri":"Andromeda_Galaxy","surface_form":"Andromeda Galaxy","offset":2698}]}