{"id":310736,"url":"http://en.wikipedia.org/wiki/Siberian_crane","text":"The Siberian crane (\"Grus leucogeranus\") or Siberian white crane or snow crane, is a critically endangered crane. They occur in three groups: the eastern group, which migrates from eastern Siberia to China, the central group, which migrates from western Siberia to India, and the western group, which migrate from western Russia to Iran\nDescription.\nAdult Siberian cranes are 140 cm (5 ft) tall and weight 6 kg (13 lbs). Their plumage is pure white, except for some wing feathers, which are black. The front of the face does not have any feathers and is reddish in color.\nPopulations.\nAdult Siberian cranes are 140 cm (5 ft) tall and weight 6 kg (13 lbs). Their plumage is pure white, except for some wing feathers, which are black. The front of the face does not have any feathers and is reddish in color.The Siberian crane is a migratory species with three major populations, or groups.\nThe eastern group is estimated to contain around 3000-4000 cranes, over 95% of the total population. In 2008, 3,750 individuals were counted at Poyang Lake in China, one of the breeding sites. This group of cranes breeds in the Yakutia region of northeastern Siberia and spends the winter in the Yangtze River valley. However, cranes sometimes are found in areas like Mongolia, Japan, and Korea, although they do not breed there.\nThe central group is believed to breed in western Siberia, especially along the Ob River. These cranes spend the winter in India. Although no one has actually tracked a crane on its migration route, researchers believe the cranes in Siberia fly over Kazakhstan and Afghanistan to reach India's Keoladeo National Park. They believe this because cranes were seen in Kazakhstan and may have even nested there, and several cranes are known to stop in Afghanistan's lakes during their migration. However, cranes of the central group were last seen in 2002, and there were only four cranes. Therefore, many believe this group is now extinct.","categories":[],"infobox_types":[],"annotations":[{"uri":"Endangered_species","surface_form":"critically endangered","offset":85},{"uri":"Crane_(bird)","surface_form":"crane","offset":107},{"uri":"Siberia","surface_form":"Siberia","offset":189},{"uri":"China","surface_form":"China","offset":200},{"uri":"Siberia","surface_form":"Siberia","offset":254},{"uri":"India","surface_form":"India","offset":265},{"uri":"Cm","surface_form":"cm","offset":380},{"uri":"Ft","surface_form":"ft","offset":386},{"uri":"Kg","surface_form":"kg","offset":408},{"uri":"Pound_(mass)","surface_form":"lbs","offset":415},{"uri":"Migration","surface_form":"migratory species","offset":830},{"uri":"Population","surface_form":"population","offset":865},{"uri":"Yakutia","surface_form":"Yakutia","offset":1117},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":1185},{"uri":"Mongolia","surface_form":"Mongolia","offset":1257},{"uri":"Japan","surface_form":"Japan","offset":1267},{"uri":"Korea","surface_form":"Korea","offset":1278},{"uri":"Ob_River","surface_form":"Ob River","offset":1399},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":1569},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1584},{"uri":"Keoladeo_National_Park","surface_form":"Keoladeo National Park","offset":1613},{"uri":"Extinct","surface_form":"extinct","offset":1946}]}