{"id":31086,"url":"http://en.wikipedia.org/wiki/Snail","text":"A snail is a common name for a kind of mollusc. The term is used for a gastropod with a coiled shell. Their fossil records extends back into the Carboniferous period.\nLand snails and slugs breathe with a kind of lung. They used to be put together in a group, the Pulmonata. This was a well-known order in traditional taxonomy. However, the Pulmonata is polyphyletic. This means the same life-style evolved in a number of different lines. This is called convergent evolution. Therefore, the Pulmonata is no longer an official term in biological classification.\nThe term \"snail\" is also sometimes used for aquatic snail-like gastropods, which usually have gills. Actually, most snail species are marine snails. There are more species of them, and they are far greater in numbers. Many kinds of snails can also be found in fresh water habitats.\nMost land snails and slugs are herbivorous. Aquatic snails and slugs are usually omnivores or predatory carnivores.\nIn many countries around the world, people eat snails as a delicacy. In France, snails are called \"escargots\", which is also the name of the dish. In French cuisine, the snails are cooked in salt water and then served with a garlic sauce.\nThe biggest snail is the giant African snail. Their foot is up to 35 cm long.\nThe fastest snail is the \"Helix aspersa\". It can reach speeds up to 0.047 kmh.\nThere are known more than 43000 species of snails all over the world.\nShell.\nSnails are invertebrates, which are animals with no backbones. The shell on the snail helps protect it, and also reduces the loss of water by evaporation. Shells have many different shapes, sizes, and colors. Snails do not breathe through their mouths, instead they have a breathing hole under their shells.\nFoot.\nA snails \"foot\" is a muscle which allows it to move slowly across the ground. The foot puts out ('exudes') slime, which eases the snail's movement, leaving a trail. Snails can absorb mineral nutrients through their foot by simply sitting on a rock.\nHead.\nThe head is attached to the foot. On the head there are 15 mm stalks. At the end of the stalks are snail’s eyes.\nHabitat.\nSnails are found all over the world. Generally speaking, land snails live in damp habitats. They live in caves and dark places. Snails can be found in dark places such as in a garden under plant's foliage leaves. Some species live in cold places like the Arctic and a few are found in warm places like beaches and deserts.\nFood.\nLand snails eat vegetables and fruits, such as lettuce, carrots, cucumber and apples. Aquatic snails are often carnivorous. Snails use their radula to cut food. The radula is a hard, rough plate in the mouth. Radula teeth are like little pieces of sandpaper. They are good for cutting up plants and if the snail eats meat they are good for tearing the meat apart.\nMany animals eat snails. Fireflies, snakes, beetles, fish, insects, turtles and people eat snails too. To defend themselves, snails pull back into their shells.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mollusc","surface_form":"mollusc","offset":39},{"uri":"Gastropod","surface_form":"gastropod","offset":71},{"uri":"Animal_shell","surface_form":"shell","offset":95},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":145},{"uri":"Slugs","surface_form":"slugs","offset":183},{"uri":"Lung","surface_form":"lung","offset":212},{"uri":"Order_(biology)","surface_form":"order","offset":296},{"uri":"Taxonomy","surface_form":"taxonomy","offset":317},{"uri":"Polyphyletic","surface_form":"polyphyletic","offset":353},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":453},{"uri":"Biological_classification","surface_form":"biological classification","offset":533},{"uri":"Gill","surface_form":"gill","offset":654},{"uri":"Species","surface_form":"species","offset":682},{"uri":"Ocean","surface_form":"marine","offset":694},{"uri":"Habitats","surface_form":"habitats","offset":832},{"uri":"Herbivore","surface_form":"herbivorous","offset":873},{"uri":"Omnivore","surface_form":"omnivore","offset":923},{"uri":"Predator","surface_form":"predator","offset":936},{"uri":"Carnivore","surface_form":"carnivore","offset":946},{"uri":"France","surface_form":"France","offset":1030},{"uri":"Garlic","surface_form":"garlic","offset":1183},{"uri":"Sauce","surface_form":"sauce","offset":1190},{"uri":"Invertebrates","surface_form":"invertebrates","offset":1442},{"uri":"Evaporation","surface_form":"evaporation","offset":1573},{"uri":"Slime","surface_form":"slime","offset":1852},{"uri":"Nutrients","surface_form":"nutrients","offset":1936},{"uri":"Arctic","surface_form":"Arctic","offset":2377},{"uri":"Aquatic","surface_form":"Aquatic","offset":2537},{"uri":"Carnivorous","surface_form":"carnivorous","offset":2562},{"uri":"Sandpaper","surface_form":"sandpaper","offset":2699}]}