{"id":31088,"url":"http://en.wikipedia.org/wiki/Slug","text":"e=\"preserve\">Slug is a general term for a gastropod mollusc which has no shell, or just a small internal shell.\nSlugs belong to several different families which also include snails with shells. Snails are gastropods with a coiled shell large enough for the animal to pull back inside. The families of land slugs are not very closely related, despite looking similar. The shell-less slug type is an example of convergent evolution, and so the category \"slug\" is not a taxonomic category.\nThe name \"slug\" is used for air-breathing land slugs, while the marine forms are usually known as sea slugs. Land gastropods with a shell that is too small to hide the body are sometimes called \"semislugs\".\nBody parts and behaviour.\nLike land snails, most slugs have four 'feelers' or \"tentacles\" on their head. The upper two (the \"optical tentacles\") see light and have eyespots at the ends, while the lower two (the \"sensory tentacles\") are used for smelling. The tentacles are retractable, and can regrow if lost.\nOn top of the slug, behind the head, is a body part called the \"mantle,\" and under this are the genital opening and anus. On one side (almost always the right side) of the mantle is a breathing hole, which is easy to see when open, but difficult to see when closed. Inside the mantle in some species is a very small, flat shell.\nThe bottom of a snail is called a \"foot\". Like other snails, a slug moves by rhythmic waves of muscle contraction on the bottom of its foot. At the same time, it secretes a layer of mucus on which it travels, which helps prevent damage to the foot. Around the edge of the foot is the 'foot fringe'.\nSome slug species hibernate underground during the winter in places with cold winters, but in other species, the adults die in the autumn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gastropod","surface_form":"gastropod","offset":42},{"uri":"Mollusca","surface_form":"mollusc","offset":52},{"uri":"Family_(biology)","surface_form":"families","offset":146},{"uri":"Snail","surface_form":"Snail","offset":194},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":409},{"uri":"Taxonomy","surface_form":"taxonomic","offset":467},{"uri":"Marine_biology","surface_form":"marine","offset":551},{"uri":"Sea_slug","surface_form":"sea slug","offset":585},{"uri":"Light","surface_form":"light","offset":843},{"uri":"Olfaction","surface_form":"smelling","offset":939},{"uri":"Mantle_(mollusc)","surface_form":"mantle","offset":1068},{"uri":"Genital","surface_form":"genital","offset":1100},{"uri":"Anus","surface_form":"anus","offset":1120},{"uri":"Rhythm","surface_form":"rhythm","offset":1410},{"uri":"Secretion","surface_form":"secretes","offset":1495},{"uri":"Mucus","surface_form":"mucus","offset":1515},{"uri":"Hibernation","surface_form":"hibernate","offset":1650}]}