{"id":310903,"url":"http://en.wikipedia.org/wiki/Razor_shell","text":"Razor shells, also called razor clams, are bivalves with the shape of an old-fashioned cut-throat razor. They use their shells to work into the sand and hide beneath the surface.\n\"Ensis\", of the family Pharidae, is found on sandy beaches in Northern Europe and Eastern Canada, such as Prince Edward Island. \"Ensis arcuatus\" prefers coarser sand than its relatives \"E. ensis\" and \"E. siliqua\".\nThere is also another family of razor shells, the Solenidae. Some think \"Solen\" and \"Ensis\" are close relatives, and some think they are similar because of convergent evolution. The matter will probably be made clear by sequence analysis in the furure.\nDescription.\nThe razor shell has been known to reach in length. The dorsal margin is straight while the ventral margin is curved. It can easily be confused with the slightly shorter and more curved \"E. ensis\" (in which both front and back are curved in parallel).\nRazor shells have a fragile shell, with open ends. The shell is smooth on the outside and whitish in color, with vertical and horizontal reddish-brown or purplish-brown markings separated by a diagonal line. The periostracum is olive-green. The inner surface is white with a purple tinge and the foot is creamy white with brown lines.\nDigging in.\nThe razor shell lives under the sand, using its powerful foot to dig to a safe depth. The digging has six stages, repeated. A digging cycle involves the muscular foot (which takes up a large part of the body) and the opening and closing of the valve and one end.\nThe foot is inflated hydraulically, and pushed down into the sand to anchor the animal. Deflation of the foot then pulls the shell down. The razor shell also squirts water down into the sand, removing loose sand from its path. The foot exerts a pressure of 2 kg/cm2.\nThe presence of the shell under the sand is revealed by a keyhole-shaped hole in the sand, made by its siphons during suspension feeding for plankton.\nReproduction.\nIn the razor shell sexual development is highly synchronous: eggs and sperms are shed at the same time. In winter and spring consecutive spawns take place, interrupted by periods when more eggs and sperm are produced.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bivalvia","surface_form":"bivalve","offset":43},{"uri":"Razor","surface_form":"razor","offset":98},{"uri":"Shell_(zoology)","surface_form":"shells","offset":120},{"uri":"Northern_Europe","surface_form":"Northern Europe","offset":241},{"uri":"Eastern_Canada","surface_form":"Eastern Canada","offset":261},{"uri":"Prince_Edward_Island","surface_form":"Prince Edward Island","offset":285},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":549},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":613},{"uri":"Dorsum_(biology)","surface_form":"dorsal","offset":714},{"uri":"Ventral","surface_form":"ventral","offset":750},{"uri":"Periostracum","surface_form":"periostracum","offset":1122},{"uri":"Foot","surface_form":"foot","offset":1206},{"uri":"Hydraulic","surface_form":"hydraulic","offset":1541},{"uri":"Anchor","surface_form":"anchor","offset":1589},{"uri":"Siphon","surface_form":"siphon","offset":1890},{"uri":"Suspension_feeding","surface_form":"suspension feeding","offset":1905},{"uri":"Plankton","surface_form":"plankton","offset":1928},{"uri":"Synchronization","surface_form":"synchronous","offset":2000},{"uri":"Spawn_(biology)","surface_form":"spawns","offset":2089}]}