{"id":310960,"url":"http://en.wikipedia.org/wiki/Bipod","text":"\"Bipod\" comes from the Latin and Greek words \"bi\" and \"pod\". \"Bi\" means \"two\" and \"pod\" means \"foot\", or \"feet\". A bipod is sometimes attached to a firearm to help support it. It also makes it more stable. It gives the best stability along two axes of motion: side-to-side and up-and-down.\nFirearms.\nOn firearms, bipods are often used on rifles and shotguns to allow the gun to rest and stop it from moving. They can also be seen on long-barrelled weapons. The bipod allows the gunner to rest the weapon on the ground, a short wall or other object. This allows for more accuracy. Different types of bipods are set up in different ways. Some bipods are a specific length that can not be changed, but some bipods' length can be changed. Mostly, when bipods are not being used, they are folded forwards, not back towards the gunner. Some types of bipod can fold into grips for the gunner to hold to keep the weapon steady.\nGood things about bipods.\nWhen firing a weapon without a bipod, it is harder to aim and keep the weapon steady.\nThe good thing about having a bipod is that it makes weapons more accurate. At first, the bipod was only used on long-barreled rifles, such as snipers. However, light and heavy machine guns now use them, as well as small pistols.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_language","surface_form":"Latin","offset":23},{"uri":"Greek_language","surface_form":"Greek","offset":33},{"uri":"Firearm","surface_form":"firearm","offset":148},{"uri":"Stable","surface_form":"stability","offset":224},{"uri":"Coordinate_axis","surface_form":"axes","offset":244},{"uri":"Firearm","surface_form":"firearm","offset":303},{"uri":"Rifles","surface_form":"rifles","offset":338},{"uri":"Shotguns","surface_form":"shotguns","offset":349},{"uri":"Barrel_(firearms)","surface_form":"barrel","offset":438},{"uri":"Accuracy","surface_form":"accuracy","offset":570},{"uri":"Snipers","surface_form":"snipers","offset":1175},{"uri":"Light_machine_gun","surface_form":"light","offset":1193},{"uri":"Heavy_machine_gun","surface_form":"heavy machine gun","offset":1203},{"uri":"Pistol","surface_form":"pistol","offset":1253}]}