{"id":311057,"url":"http://en.wikipedia.org/wiki/Hardwood","text":"e=\"preserve\">Hardwood is wood from deciduous trees and broad-leaf evergreen trees. All hardwoods are angiosperms (flowering plants), the largest group of land plants.\nHardwood is contrasted to softwood, which comes from conifers, cone bearing seed plants. Hardwoods are not always harder than softwoods, balsa wood being an example of this. Hardwood trees are more varied than softwoods and there are about 100 times more species of hardwood than there are softwoods. Hardwoods usually have broad leaves. Hardwoods all have enclosed nuts or seeds, where softwoods are gymnosperms, naked seed plants.leis\nEach species of hardwood has its own set of properties, however they have some properties in common. Hardwoods normally have broad leaves and come from deciduous or broad-leafed evergreen trees. Hardwoods grow slower than softwoods. Evergreen softwoods grow faster than deciduous hardwoods, and can grow to a larger size. Some hardwoods are excellent for carving. One of the hardest hardwoods is black ironwood which is recognized by the Guinness Book of World Records as the heaviest wood. Ironwoods are so dense that they sink in water rather than float as other woods do.\nThe properties of the wood are caused by its structure. Hardwoods have a denser structure, which is the reason they are usually harder and heavier. Hardwood has xylem vessels which are used to transport water. Their cell walls are strongly lignified: lignin is a hard material used to support plants above the surface. The quantity of lignin is probably the main factor in their hardness.\nSoftwoods have a vascular structure which looks similar to a bunch of drinking straws held together. They also have lignin, but of a slightly different type, and less of it than most hardwoods.\nSpecies of hardwood.\nCommon species of hardwood found in the USA, and Europe. Many species are also found in other areas of the world. This is not a complete list of all hardwood trees.\nUses of hardwood.\nThe use of hardwood is much reduced in the modern world. The destruction of tropical and temperate forests has made it expensive and scarce. Many things once made of hardwood are now made of ceramics, plastic or softwood.\nHardwoods are often used to make items that get used a lot because of their density. These items include furniture, flooring, and utensils. They are also used in construction. Hardwoods are also less likely to decay or rot than softwoods. Furniture made by hardwood joinery is more expensive than that made from softwoods.\nUtensils for use in preparing food can include things such as the vessel in the gallery below used by the Ede people to grind corn and grains for food. Other utensils include: spoons, chopsticks, bowls, plates and cups. Because of the dense nature of the wood used such a vessel can be used for many years without breaking. Other examples include the handle of the Luzon knife seen in the gallery. Because of the nature of sound transmission provide a good wood for musical instruments such as violins, guitars, pianos and hand drums such as the Djembe drum pictured in the gallery below.\nFlooring is often made of hardwood because it can stand up to years of people walking on it with their shoes. An example is the flooring made from tiger-wood seen in the gallery below. Hardwoods are also used to make wood veneers to glue over other, cheaper woods, making them less expensive than solid hardwood while still giving them the appearance of a particular species of wood. This has become a common way of using tropical hardwoods that have a limited supply of trees due to deforestation occurring in many tropical countries. In Europe, hardwoods account for 29% and softwoods 71% of wood consumption. Hardwood has very short fibers about 1mm in length and is so also used to make fine paper such as writing paper, tissue, and printing paper. Paper with longer fibers such as paper bags, cardboard and shipping containers is made of softwoods.\nGallery.\nA variety of objects made from different types of hardwood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wood","surface_form":"wood","offset":25},{"uri":"Deciduous","surface_form":"deciduous","offset":35},{"uri":"Tree","surface_form":"tree","offset":45},{"uri":"Evergreen","surface_form":"evergreen","offset":66},{"uri":"Angiosperms","surface_form":"angiosperms","offset":101},{"uri":"Contrast","surface_form":"contrasted","offset":179},{"uri":"Softwood","surface_form":"softwood","offset":193},{"uri":"Conifer","surface_form":"conifer","offset":220},{"uri":"Conifer_cone","surface_form":"cone","offset":230},{"uri":"Seed","surface_form":"seed","offset":243},{"uri":"Density","surface_form":"harder","offset":281},{"uri":"Balsa_wood","surface_form":"balsa wood","offset":304},{"uri":"Species","surface_form":"species","offset":422},{"uri":"Gymnosperm","surface_form":"gymnosperm","offset":568},{"uri":"Species","surface_form":"species","offset":609},{"uri":"Broad","surface_form":"broad","offset":729},{"uri":"Deciduous","surface_form":"deciduous","offset":756},{"uri":"Evergreen","surface_form":"evergreen","offset":782},{"uri":"Wood_carving","surface_form":"carving","offset":959},{"uri":"Olea_capensis","surface_form":"black ironwood","offset":1000},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book of World Records","offset":1042},{"uri":"Density","surface_form":"denser","offset":1252},{"uri":"Xylem","surface_form":"xylem","offset":1340},{"uri":"Cell_wall","surface_form":"cell wall","offset":1395},{"uri":"Lignin","surface_form":"lignin","offset":1430},{"uri":"Vascular","surface_form":"vascular","offset":1585},{"uri":"Species","surface_form":"species","offset":1790},{"uri":"United_States_of_America","surface_form":"USA","offset":1823},{"uri":"Tropical","surface_form":"tropical","offset":2042},{"uri":"Temperate_zone","surface_form":"temperate","offset":2055},{"uri":"Ceramics","surface_form":"ceramics","offset":2157},{"uri":"Plastic","surface_form":"plastic","offset":2167},{"uri":"Furniture","surface_form":"furniture","offset":2293},{"uri":"Flooring","surface_form":"flooring","offset":2304},{"uri":"Utensil","surface_form":"utensils","offset":2318},{"uri":"Construction","surface_form":"construction","offset":2350},{"uri":"Joinery","surface_form":"joinery","offset":2454},{"uri":"Mortar_and_pestle","surface_form":"vessel","offset":2577},{"uri":"Ede","surface_form":"Ede","offset":2617},{"uri":"Chopsticks","surface_form":"chopsticks","offset":2695},{"uri":"Music","surface_form":"music","offset":2977},{"uri":"Musical_instrument","surface_form":"instruments","offset":2985},{"uri":"Violin","surface_form":"violin","offset":3005},{"uri":"Guitar","surface_form":"guitar","offset":3014},{"uri":"Piano","surface_form":"piano","offset":3023},{"uri":"Drum","surface_form":"drum","offset":3039},{"uri":"Flooring","surface_form":"Flooring","offset":3100},{"uri":"Veneer","surface_form":"veneer","offset":3322},{"uri":"Deforestation","surface_form":"deforestation","offset":3584},{"uri":"Tropics","surface_form":"tropical","offset":3616},{"uri":"Cardboard","surface_form":"cardboard","offset":3898},{"uri":"Containerization","surface_form":"shipping containers","offset":3912}]}