{"id":31106,"url":"http://en.wikipedia.org/wiki/Martha_Washington","text":"Martha Dandridge Custis Washington (June 2, 1731 – May 2, 1802) was the wife of George Washington, the first president of the United States. Although people only started using the term decades after her death, Martha Washington is considered to be the first First Lady of the United States.\nEarly life.\nShe was born on June 2, 1731, at Chestnut Grove Plantation near Williamsburg, Virginia. Her parents were  John Dandridge, an immigrant from England, and his wife Frances Jones. Her education consisted of the womanly arts such as needlework and playing musical instruments. Later in life, she would learn to manage a plantation.\nMarriage.\nAt 18, she married Daniel Parke Custis, a tobacco planter 20 years older than her. She bore him four children. Only two, John \"Jacky\" and Martha \"Patsy\", survived to young adulthood. She was widowed in 1757 at age 26. In 1759, she married George Washington, a colonel in the British Army. Their marriage was one of mutual affection and respect, but not one of passion. The Washingtons had no biological children.\nPersonal life.\nDuring the American Revolutionary War, Martha visited the cold and starving Continental troops spending the winter at Valley Forge, Pennsylvania. She donated as much food as possible, and sewed clothing for the soldiers. She nursed those who were ill or dying. She urged local women to do the same. Her commitment to the welfare of the veterans of the Revolution would remain lifelong. They addressed her as \"Lady Washington.\"\nFirst Lady.\nWashington was unanimously elected president in 1789. Martha served as First Lady from April 30, 1789 to March 4, 1797. She found the job unpleasant. She complained of the journalists who followed her everywhere (even to the circus with her grandson), and of the many restrictions placed upon her as First Lady (she was not allowed to accept dinner invitations, for example).\nShe set many of the customs and standards that were observed by future First Ladies. She retired to Mount Vernon with her husband after serving her country.\nDeath.\nShe died in Mount Vernon on May 22, 1802. Her obituary (death notice) was widely printed in regional newspapers. She is buried in the vault at Mount Vernon. She was the first historical female figure to be depicted by the United States government on postage stamps and currency.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"first president","offset":103},{"uri":"Plantation","surface_form":"Plantation","offset":351},{"uri":"Williamsburg%2C_Virginia","surface_form":"Williamsburg, Virginia","offset":367},{"uri":"Tobacco","surface_form":"tobacco","offset":683},{"uri":"George_Washington","surface_form":"George Washington","offset":880},{"uri":"Colonel","surface_form":"colonel","offset":901},{"uri":"British_Army","surface_form":"British Army","offset":916},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1080},{"uri":"Winter","surface_form":"winter","offset":1177},{"uri":"Valley_Forge","surface_form":"Valley Forge","offset":1187},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1201},{"uri":"Veteran","surface_form":"veteran","offset":1405},{"uri":"First_Lady","surface_form":"First Lady","offset":1579},{"uri":"Journalist","surface_form":"journalist","offset":1680},{"uri":"Circus","surface_form":"circus","offset":1733},{"uri":"Grandson","surface_form":"grandson","offset":1749},{"uri":"Retirement","surface_form":"retired","offset":1973},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":2298},{"uri":"Currency","surface_form":"currency","offset":2317}]}