{"id":311037,"url":"http://en.wikipedia.org/wiki/Defence_against_herbivory","text":"Defence against herbivory describes plant defences to avoid being eaten. There are many adaptations which improve the survival and reproduction of plants by reducing the impact of herbivores.\nMany plants produce chemicals which change the behaviour, growth, or survival of herbivores. These chemical defences can act as repellents or toxins to herbivores, or reduce plant digestibility. Some plants, known as hyperaccumulators, specialise in storing heavy metals which are toxic to animals.\nSome plants encourage the presence of natural enemies of herbivores, which in turn protect the plant. Some plants provide a home for ants which defend the plant strongly.\nOther defensive strategies used by plants include escaping or avoiding herbivores in time or in place. They may grow where plants are not easily found or got at by herbivores. They may grow when herbivores are not around. Herbivores may get diverted towards non-essential parts, or a plant may be able to recover from the damage caused by herbivory.\nEach type of defence can be either \"constitutive\" (always present in the plant), or \"induced\" (produced in reaction to damage or stress caused by herbivores). Plants can and do react to damage.\nHistorically, insects have been the most significant herbivores, especially the larvae of insects. The evolution of land plants is closely associated with the evolution of insects. While most plant defences are directed against insects, other defences have evolved that are aimed at vertebrate herbivores, such as birds and mammals.\nThe study of plant defences against herbivory is important, not only from an evolutionary viewpoint, but also because these defences can be used in agriculture, including human and livestock food sources.\nSpecific chemical defences.\nPlant chemicals have evolved to affect insects. Some of these biochemical pathways exist in vertebrates, including humans. Many pharmaceuticals are got from the chemicals plants use to protect themselves from herbivores. Examples are opium, aspirin, cocaine, and atropine.\nPyrrolizidine alkaloids are produced by plants as a defence mechanism against insect herbivores. More than 660 PAs and PA N-oxides have been identified in over 6,000 plants. About half of them exhibit hepatotoxicity, that is, they attack liver function.\nEvolution of defensive traits.\nThe earliest land plants evolved from aquatic plants around 450 million years ago (mya) in the Ordovician period. These early land plants had no vascular tissue and needed free water for their reproduction. Vascular plants appeared later and their diversification began in the Devonian era (about 400 mya). They had adaptations such as protective coatings to reduce evaporation from their tissues.\nReproduction and dispersal of vascular plants in these dry conditions was achieved through the evolution of specialized seed structures. The diversification of flowering plants (angiosperms) during the Cretaceous period is associated with the sudden burst of speciation in insects. This diversification of insects represented a major selective force in plant evolution, and led to selection of plants that had defensive adaptations. Early insect herbivores bit or chewed vegetation; but the evolution of vascular plants lead to the co-evolution of other forms of herbivory, such as sap-sucking, leaf mining, gall forming and nectar-feeding.\nRecords of herbivores.\nLong thought to be a Mesozoic phenomenon, evidence for herbivory is found almost as soon as fossils which could show it. Within under 20 million years of the first fossils of sporangia and stems towards the close of the Silurian, around 420 mya, there is evidence that they were being eaten. Animals fed on the spores of early Devonian plants, and the Rhynie chert also provides evidence that organisms fed on plants using a \"pierce and suck\" technique. Many plants of this time are preserved with spine-like growths, which may have had a defensive role.\nDuring the ensuing 75 million years, plants evolved a range of more complex organs – from roots to seeds. There was a gap of 50 to 100 million years between each organ evolving, and it being fed upon. Hole feeding and skeletonization are recorded in the early Permian, with surface fluid feeding evolving by the end of that period.\nCo-evolution.\nHerbivores depend on plants for food, and have evolved mechanisms to get this food despite the evolution of many plant defences. Herbivore adaptations to plant defence have been likened to \"offensive traits\". They are adaptations which allow increased feeding and use of a host plant. Relationships between herbivores and their host plants often results in reciprocal evolutionary change, called co-evolution.\nWhen a herbivore eats, it eats plants that do not mount a sufficient defensive response. This creates the opportunity for plants which \"can\" mount a defence. So plants with defences become the more common. In cases where this relationship demonstrates \"specificity\" (the evolution of each trait is due to the other), and \"reciprocity\" (both traits evolve), the species are thought to have co-evolved.\nThe \"escape and radiation\" mechanism for co-evolution is the idea that adaptations in herbivores and their host plants have been the driving force behind speciation. The adaptations have played a role in the radiation of insect species during the age of angiosperms. Some herbivores have evolved ways to hijack plant defences to their own benefit, by sequestering (keeping) these chemicals and using them to protect themselves from predators.\nPlants also need animals.\nMost of the plants which defend their leaves so vigorously nevertheless do need animals. Up to 98% of flowering plants in tropical lowland rain forests rely on animals for pollination and seed dispersal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":36},{"uri":"Adaptation","surface_form":"adaptation","offset":88},{"uri":"Fitness","surface_form":"survival and reproduction","offset":118},{"uri":"Herbivore","surface_form":"herbivore","offset":180},{"uri":"Chemical","surface_form":"chemical","offset":212},{"uri":"Behaviour","surface_form":"behaviour","offset":239},{"uri":"Growth","surface_form":"growth","offset":250},{"uri":"Toxin","surface_form":"toxin","offset":334},{"uri":"Hyperaccumulators","surface_form":"hyperaccumulators","offset":409},{"uri":"Heavy_metals","surface_form":"heavy metals","offset":450},{"uri":"Predator","surface_form":"natural enemies","offset":529},{"uri":"Ants","surface_form":"ants","offset":624},{"uri":"Insects","surface_form":"insects","offset":1220},{"uri":"Larvae","surface_form":"larvae","offset":1286},{"uri":"Land_plants","surface_form":"land plants","offset":1322},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1489},{"uri":"Bird","surface_form":"bird","offset":1520},{"uri":"Mammal","surface_form":"mammal","offset":1530},{"uri":"Agriculture","surface_form":"agriculture","offset":1687},{"uri":"Pharmaceutical","surface_form":"pharmaceutical","offset":1900},{"uri":"Opium","surface_form":"opium","offset":2006},{"uri":"Aspirin","surface_form":"aspirin","offset":2013},{"uri":"Cocaine","surface_form":"cocaine","offset":2022},{"uri":"Atropine","surface_form":"atropine","offset":2035},{"uri":"Alkaloid","surface_form":"alkaloid","offset":2059},{"uri":"Insect","surface_form":"insect","offset":2123},{"uri":"N-oxide","surface_form":"N-oxide","offset":2167},{"uri":"Hepatotoxicity","surface_form":"hepatotoxicity","offset":2246},{"uri":"Ordovician","surface_form":"Ordovician","offset":2425},{"uri":"Vascular_tissue","surface_form":"vascular tissue","offset":2475},{"uri":"Vascular_plant","surface_form":"Vascular plant","offset":2537},{"uri":"Devonian","surface_form":"Devonian","offset":2607},{"uri":"Evaporation","surface_form":"evaporation","offset":2696},{"uri":"Seed","surface_form":"seed","offset":2848},{"uri":"Angiosperm","surface_form":"angiosperm","offset":2906},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":2930},{"uri":"Speciation","surface_form":"speciation","offset":2987},{"uri":"Co-evolution","surface_form":"co-evolution","offset":3260},{"uri":"Leaf_miner","surface_form":"leaf mining","offset":3323},{"uri":"Gall","surface_form":"gall","offset":3336},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":3413},{"uri":"Sporangia","surface_form":"sporangia","offset":3567},{"uri":"Silurian","surface_form":"Silurian","offset":3612},{"uri":"Rhynie_chert","surface_form":"Rhynie chert","offset":3744},{"uri":"Permian","surface_form":"Permian","offset":4207},{"uri":"Co-evolution","surface_form":"co-evolution","offset":4689},{"uri":"Speciation","surface_form":"speciation","offset":5258},{"uri":"Angiosperm","surface_form":"angiosperm","offset":5358},{"uri":"Sequester","surface_form":"sequestering","offset":5455},{"uri":"Rain_forests","surface_form":"rain forests","offset":5712},{"uri":"Pollination","surface_form":"pollination","offset":5745},{"uri":"Seed","surface_form":"seed","offset":5761}]}