{"id":311039,"url":"http://en.wikipedia.org/wiki/Wheeling_Tunnel","text":"The Wheeling Tunnel is a pair of tunnels in Wheeling, Ohio County, West Virginia. The tunnels allow Interstate 70 and U.S. Route 250 to go through Wheeling Hill. Each tunnel has two lanes of each road.\nThe tunnel is run by the West Virginia Division of Highways. Opened in 1966, the Wheeling Tunnel cost $6.9 million to build. It was rebuilt between 2007 and 2010 for $13.7 million. In 2009, an average of 59,600 cars used the tunnel every day.\nOverview.\nThe Wheeling Tunnel is between exits 1A and 1B on Interstate 70 and U.S. Route 250. These two highways use the same road through the city of Wheeling to go through Wheeling Hill. People who need to use exit 1A at the western end of the tunnels use the tunnels' right lanes as acceleration (speeding up) and deceleration (slowing down) lanes. Changing lanes is not allowed inside the tunnel.\nSeveral accidents involving semi-trailer trucks caused local politicians to try to ban trucks from the tunnel. Their plan would have the trucks use the nearby I-470.\nMaking the tunnel.\nA total of 13,000 square feet (1,200 m2) of industrial tile was used to cover the inside of the tunnels. The tunnels cost $6.9 million (which is the same as $ million in) to build. The then-governor of West Virginia, William Wallace Barron, and the state roads commissioner started construction on the tunnel on August 22, 1963. Barron said it was the largest single building project in the state's Interstate Highway program. The state gave the construction contract to C.J. Langenfelder & Son, Inc. in Baltimore, Maryland. During construction, several workers became sick after breathing a lot of carbon monoxide. As a result, the company stopped construction in 1964 until fans were installed. The tunnel officially opened to traffic on December 7, 1966.\nRebuilding the tunnel.\nThe West Virginia Division of Highways began planning to rebuild the tunnel in 2005. Rebuilding began in January 2007. The plan allowed three months for the work. However, rebuilding of the eastbound tunnel took over eleven months. There were problems with the glue that attached the tiles to the tunnel wall. Problems with drains in the tunnel also caused delays. Workers found a coal mine in the tunnel. This also delayed the project.\nLocal officials suggested closing the tunnels because of these problems. They planned to just build a road over Wheeling Hill instead. Building the new road would have removed at least fifty families from their homes. The National Association for the Advancement of Colored People (NAACP) was against this plan because those people's houses would be destroyed. The state canncelled the plan for the new road. Rebuilding of the eastbound tunnel started again in July 2008.\nDuring this rebuilding of the eastbound tunnel, the westbound tunnel was only closed overnight for rebuilding. New guard rails, fire sprinklers, and security cameras were added. The whole tunnel was also cleaned very well. Workers put a new road surface in the tunnel. A German tile maker replaced the tiles. The German company got the contract because no other company could finish the work on time. The company finished rebuilding the eastbound tunnel on October 31, 2008. The state closed the westbound tunnel in February 2010. It opened a month ahead of schedule in September 2010. The total cost of the project was over double the original plan. It totaled $13.7 million because of the delays.","categories":[],"infobox_types":["tunnel"],"annotations":[{"uri":"Tunnel","surface_form":"tunnel","offset":33},{"uri":"Wheeling%2C_West_Virginia","surface_form":"Wheeling","offset":44},{"uri":"Ohio_County%2C_West_Virginia","surface_form":"Ohio County","offset":54},{"uri":"West_Virginia","surface_form":"West Virginia","offset":67},{"uri":"Interstate_70","surface_form":"Interstate 70","offset":100},{"uri":"U.S._Route_250","surface_form":"U.S. Route 250","offset":118},{"uri":"Lane","surface_form":"lanes","offset":182},{"uri":"United_States_Dollar","surface_form":"$","offset":304},{"uri":"Acceleration","surface_form":"acceleration","offset":731},{"uri":"Deceleration","surface_form":"deceleration","offset":762},{"uri":"Accident","surface_form":"accident","offset":854},{"uri":"Semi-trailer_trucks","surface_form":"semi-trailer trucks","offset":874},{"uri":"Politician","surface_form":"politician","offset":907},{"uri":"Ban","surface_form":"ban","offset":929},{"uri":"Interstate_470_(Ohio%E2%80%93West_Virginia)","surface_form":"I-470","offset":1005},{"uri":"Industrial","surface_form":"industrial","offset":1075},{"uri":"Tile","surface_form":"tile","offset":1086},{"uri":"William_Wallace_Barron","surface_form":"William Wallace Barron","offset":1248},{"uri":"Interstate_Highway_System","surface_form":"Interstate Highway","offset":1430},{"uri":"Contract","surface_form":"contract","offset":1490},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":1535},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":1630},{"uri":"Officially","surface_form":"officially","offset":1739},{"uri":"Glue","surface_form":"glue","offset":2073},{"uri":"Drain","surface_form":"drain","offset":2136},{"uri":"Coal","surface_form":"coal","offset":2193},{"uri":"Mining","surface_form":"mine","offset":2198},{"uri":"National_Association_for_the_Advancement_of_Colored_People","surface_form":"National Association for the Advancement of Colored People","offset":2471},{"uri":"Guard_rail","surface_form":"guard rail","offset":2836},{"uri":"Sprinkler","surface_form":"sprinkler","offset":2854},{"uri":"Security","surface_form":"security","offset":2870},{"uri":"Camera","surface_form":"camera","offset":2879}]}