{"id":311144,"url":"http://en.wikipedia.org/wiki/Ferdinand_VI_of_Spain","text":"Ferdinand VI (Fernando; 23 September 1713 – 10 August 1759) was a King of Spain July 1746 until his death in 1759 aged 49 He was the fourth son of the previous monarch Philip V and his first wife Maria Luisa of Savoy. The third Bourbon to rule Spain, he died childless and his half brother Charles became king.\nInfancy.\nBorn at the Royal Alcazar (Royal Palace) of Madrid, he was the youngest son of Philip V of Spain and his wife Queen Maria Luisa. His parents enjoyed a loving relationship, Ferdinand being their fourth child. However, his mother died in 1714 and the king married again, this time to Elisabeth Farnese, a niece of the Duke of Parma. Queen Elisabeth was a domineering woman who ruled her husband. As such, the new queen would have a further seven children including Ferdinand's own successor Charles III. Ferdinand was by temperament melancholy, shy and distrustful of his own abilities. When complimented on his shooting, he replied, \"It would be hard if there were not something I could do.\" Shooting and music were his only pleasures, and he was the generous patron of the famous singer Farinelli, whose voice soothed his melancholy. As the younger son, his brother Louis, Prince of Asturias was heir to the throne. However, Louis died aged sixteen in 1724 having reigned for a mere eight months. As such Ferdinand became Prince of Asturias and heir to the throne.\nMarriage.\nOn 20 January 1729, Ferdinand married Barbara of Portugal, daughter of John V of Portugal and Maria Anna of Austria. This marriage further cemented a union with Portugal who had engaged Barbara's brother to Ferdinand's half sister. The very homely looks of his wife were thought by observers to cause the prince a visible shock when he was first presented to her. Yet he became deeply attached to his wife, and proved in fact nearly as adoring of her as his father was of Queen Maria Luisa.\nReign.\nWhen he came to the throne, Spain found itself in the War of the Austrian Succession which ended without any benefit to Spain. He started his reign by getting rid of the influence of the widow Queen Elisabeth and her Italian courtiers. As king he followed a firm policy of neutrality in the war between France and Britain, and refused to be tempted to join the war by the offers of either. The most important tasks during the reign of Ferdinand VI were carried out by the Marquis of Ensenada, the Secretary of the Treasury, Navy and Indies. He suggested that the state help modernise the country. To him, this was necessary to maintain a position of outward strength so that France and Great Britain would consider Spain as an ally without supposing Spain's renunciation of its claim to Gibraltar. Plans for modernising Spain included a new Treasury; the stimulation of commerce in the Americas; modernising the Navy; improving relations with the church and ensuring cultural progress.\nThe death of his wife Barbara, who had been devoted to him, and who carefully abstained from political intrigue, broke his heart. Between the date of her death in August 1758 and his own in August 1759, he fell into a state of prostration in which he would not even dress, but wandered unshaven, unwashed and in a nightgown around his park. He was buried at the Convent of the Salesas Reales, Spain.","categories":[],"infobox_types":[],"annotations":[{"uri":"King_of_Spain","surface_form":"King of Spain","offset":66},{"uri":"Philip_V_of_Spain","surface_form":"Philip V","offset":168},{"uri":"Maria_Luisa_of_Savoy","surface_form":"Maria Luisa of Savoy","offset":196},{"uri":"House_of_Bourbon","surface_form":"Bourbon","offset":228},{"uri":"Charles_III_of_Spain","surface_form":"Charles","offset":290},{"uri":"Philip_V_of_Spain","surface_form":"Philip V of Spain","offset":399},{"uri":"Maria_Luisa_of_Savoy","surface_form":"Queen Maria Luisa","offset":430},{"uri":"Elisabeth_Farnese","surface_form":"Elisabeth Farnese","offset":602},{"uri":"Duke_of_Parma","surface_form":"Duke of Parma","offset":636},{"uri":"Farinelli","surface_form":"Farinelli","offset":1107},{"uri":"Louis_I_of_Spain","surface_form":"Louis, Prince of Asturias","offset":1186},{"uri":"Barbara_of_Portugal","surface_form":"Barbara of Portugal","offset":1433},{"uri":"John_V_of_Portugal","surface_form":"John V of Portugal","offset":1466},{"uri":"Maria_Anna_of_Austria","surface_form":"Maria Anna of Austria","offset":1489},{"uri":"Joseph_I_of_Portugal","surface_form":"Barbara's brother","offset":1581},{"uri":"Mariana_Victoria_of_Spain","surface_form":"Ferdinand's half sister","offset":1602},{"uri":"War_of_the_Austrian_Succession","surface_form":"War of the Austrian Succession","offset":1947}]}