{"id":311186,"url":"http://en.wikipedia.org/wiki/Convention_on_the_Elimination_of_All_Forms_of_Racial_Discrimination","text":"Convention on the Elimination of All Forms of Racial Discrimination is an international treaty (agreement between countries) against racism and racial segregation as one of the series of international human rights law. The United Nations adopted the convention on 21 December 1965 in response to the apartheid policy of South Africa at that time. It came into effect on 4 January 1969. As of April 2019, 88 countries agreed to follow the rules of the Convention, and 190 countries agree in principle.\nThe Convention defines what racial discrimination is, so that every country in the treaty can agree on how to define discrimination. In Article 1 (the first agreement in the treaty) that racial discrimination is: \"any distinction, exclusion, restriction or preference based on race, colour, descent, or national or ethnic origin which has the purpose or effect of nullifying [\"getting rid of\"] or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life.\"\nArticle 4 of the Convention forbids encouraging any type of racism including hate speech and discrimination. If a country agrees to the Convention, they must make hate speech and participation in hate groups illegal. To make sure that countries follow this rule, the Convention also introduced Article 14, which allows complaints of discrimination to be heard by a committee. Article 14 gives a person, or group of people, from any country who have suffered any discrimination against them because of their race, the right to submit a claim to a committee of the United Nations. These complaints can influence the law in the countries of the people making complaints.\nCommittee on the Elimination of Racial Discrimination.\nThe Committee on the Elimination of Racial Discrimination is a body of human rights experts who monitor the implementation of the Convention. Eighteen independent human rights experts are members. They are elected for four-year terms, with half the members elected every two years. Nations that joined the treaty elect members by secret ballot. Each nation is allowed to nominate someone from its nation to run for election to the Committee.\nNations that have joined the treaty must submit regular reports to the Committee telling the legislative [l\"ega\"l], judicial [\"court-based\"], policy and other measures they have taken to give effect to the Convention. The first report is due within a year of the Convention being used in a country; afterwards, reports are due every two years or whenever the Committee requests. The Committee carefully reads each report and discusses its concerns and recommendations to the nation in the form of \"concluding observations.\"\nThe Committee typically meets every March and August in Geneva.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treaty","surface_form":"treaty","offset":88},{"uri":"Racism","surface_form":"racism","offset":133},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":144},{"uri":"International_human_rights_law","surface_form":"international human rights law","offset":187},{"uri":"United_Nations","surface_form":"United Nations","offset":223},{"uri":"Apartheid","surface_form":"apartheid","offset":300},{"uri":"South_Africa","surface_form":"South Africa","offset":320},{"uri":"Hate_speech","surface_form":"hate speech","offset":1168},{"uri":"Discrimination","surface_form":"discrimination.","offset":1184},{"uri":"Geneva","surface_form":"Geneva","offset":2836}]}