{"id":31121,"url":"http://en.wikipedia.org/wiki/A_Midsummer_Night%27s_Dream","text":"\"A Midsummer Night's Dream\" is a play by William Shakespeare. The exact date the play was written is unknown. It is generally accepted that the play was written in 1595 or 1596. It was first printed in 1600. In 1623, the play was printed in the First Folio, a collection of all of Shakespeare's plays.\nShakespeare's sources include works by Plutarch, Apuleius, Ovid, Geoffrey Chaucer, and Edmund Spenser. He found a description of Puck in Reginald Scot's \"The Discoverie of Witchcraft\" (1584). It is generally believed that the play was written for the festivities surrounding the aristocratic marriage of either Elizabeth Vere, Lord Burghley’s granddaughter, in 1595, or Elizabeth Carey, daughter of Sir George Carey, in 1596.\nThe play is about four confused young lovers, a group of clumsy workmen, the royal court of Duke Theseus, and the royal fairy court of King Oberon and Queen Titania. The play is set mostly at night in the woods near Athens.\nThe play has been made into movies on numerous occasions. One movie stars Mickey Rooney as the fairy Puck. Benjamin Britten wrote an opera based on the play, George Balanchine and Frederick Ashton have both made ballets about it, and Felix Mendelssohn wrote many pieces of music for the play which include an \"Overture\" and a \"Wedding March\".\nStory.\nEgeus wants his daughter Hermia to marry Demetrius. Hermia does not want to marry him. She loves another man named Lysander. Hermia and Lysander decide to run away. Demetrius follows them. Helena, Hermia's best friend, is in love with Demetrius. She follows him. All four become lost in the woods near Athens.\nMeanwhile, Oberon and Titania are having an argument. Oberon decides to teach Titania a lesson. He puts a love potion into her eyes while she is asleep. This potion will make her fall in love with the first thing she sees when she wakes.\nOberon finds Helena and Demetrius. He tells Puck to give Demetrius some of the love potion so that he will love Helena. Puck makes a mistake and puts the potion in Lysander's eyes. When Lysander wakes up, he loves Helena instead of his real sweetheart Hermia!\nThe workmen are practising a play in the woods for the upcoming marriage of Theseus and Hippolyta. Puck plays a trick on Nick Bottom by giving him donkey ears. The other actors run away, so Bottom goes to sleep. He is sleeping near Titania. She wakes up and falls in love with him.\nOberon realises everything is all mixed up. He gives some of the love potion to Demetrius. Now Demetrius and Lysander both love Helena. Sad and confused, all the lovers fall asleep. At last, Puck rights all the wrongs. He makes Lysander love Hermia again, and makes Demetrius love Helena. Everyone is happy.\nThe workmen perform their play after the wedding of Theseus and Hippolyta. Oberon has stopped Titania being in love with Bottom. They are happy with each other again. The fairies use their magic to bless all the lovers.","categories":[],"infobox_types":[],"annotations":[{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":41},{"uri":"First_Folio","surface_form":"First Folio","offset":245},{"uri":"Plutarch","surface_form":"Plutarch","offset":341},{"uri":"Apuleius","surface_form":"Apuleius","offset":351},{"uri":"Ovid","surface_form":"Ovid","offset":361},{"uri":"Geoffrey_Chaucer","surface_form":"Geoffrey Chaucer","offset":367},{"uri":"Edmund_Spenser","surface_form":"Edmund Spenser","offset":389},{"uri":"The_Discoverie_of_Witchcraft","surface_form":"The Discoverie of Witchcraft","offset":456},{"uri":"Movie","surface_form":"movie","offset":980},{"uri":"Mickey_Rooney","surface_form":"Mickey Rooney","offset":1026},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":1059},{"uri":"Opera","surface_form":"opera","offset":1085},{"uri":"George_Balanchine","surface_form":"George Balanchine","offset":1110},{"uri":"Frederick_Ashton","surface_form":"Frederick Ashton","offset":1132},{"uri":"Ballet","surface_form":"ballet","offset":1164},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":1186},{"uri":"A_Midsummer_Night%27s_Dream_Overture","surface_form":"Overture","offset":1262},{"uri":"Wedding_March","surface_form":"Wedding March","offset":1279},{"uri":"Trick","surface_form":"trick","offset":2222},{"uri":"Donkey","surface_form":"donkey","offset":2257},{"uri":"Actor","surface_form":"actor","offset":2280}]}