{"id":311351,"url":"http://en.wikipedia.org/wiki/The_Cheetah_Girls_(group)","text":"The Cheetah Girls started out as a 2003 Summer Line-Up movie for Disney Channel. Within the two years of release, it gained one of the biggest fan franchises in Disney history as well as on the soundtrack charts having a Double Platinum soundtrack and high-rated DVD release. After all of this success three of the original members Adrienne Bailon, Kiely Williams and Sabrina Bryan decided to reunite and record and a song for the \"Disneymania 3\" CD. Raven-Symoné however declined saying that \"I want to work on my solo career right now. I loved being a Cheetah Girl but I don't want to be known as 'Galleria from The Cheetah Girls’, and as 'Raven Baxter' forever. Right now I just want to be Raven-Symoné.\"\nAdrienne Bailon (who at the time had a reoccurring role on \"That's So Raven\") claimed to \"understand\" but still said she was \"disappointed\" in Raven for not continuing what she started. However, the 3 remaining Cheetahs recorded \"I Won't Say (I'm In Love)\" for \"Disneymania 3\". They also kept their names from \"The Cheetah Girls\" movie. Kiely was known as \"Aqua\", Adrienne was known as \"Chanel\" and Sabrina was known as \"Dorinda\". After seeing how much of a response \"I Won't Say (I'm In Love)\" received, Disney quickly approached the Cheetahs for a recording contract. Raven was again offered her spot back in the group and again declined. This upset Adrienne so much that she quit as her role of Alana on \"That's So Raven\". The newly reformed Cheetah Girls signed the contract for one album with Walt Disney Records. The stage names Dorinda, Chanel and Aqua were also dropped at this time. Right before the release of their debut album they released a single for the \"Chicken Little\" soundtrack called Shake a Tail Feather, a re-make of an old Ray Charles song. Their debut album was a Christmas album titled Cheetah-licious Christmas. They also made a music video for their debut single also titled \"Cheetah-Licious Christmas\". They performed this single at the Walt-Disney Christmas Day Parade and were featured in The Macy's Thanksgiving Day Parade. After the success of their Christmas album they were reported as signing to Hollywood Records (Owned by Disney but for more successful artists such as Aly & AJ and former Cheetah Raven-Symoné).\nAt this time a Cheetah Girls television series was in the works as well. It did however convince former cheetah Raven-Symoné to return for television and film purposes only. The show filmed a total of 4 episodes when it was put on hiatus reason being \"That's So Raven\" being renewed for its fourth and final season. The Cheetahs (Including Raven) did however quickly meet up again for a sequel called \"The Cheetah Girls 2\" and recorded a soundtrack for the movie also. It is set to debut on the Disney Channel on August 25, 2006. Raven however left the Cheetah Girls after filming wrapped claiming \"Lots of work\" that had to be completed. The Cheetah Girls are set to go on a two month tour (it is unknown if Raven will join them) in mid-September of 2006 to promote \"The Cheetah Girls 2: When in Spain\" album. After that the Cheetahs are headed back to the recording studio to record their sophomore album. It is still not known if \"The Cheetah Girls\" television series will ever be picked up because of the falling out between Raven and Adrienne and Raven's separation from the group. If it is picked up, producers have stated that they will be writing in a major role for the newest 3LW member Jessica Benson.\nThe sequel \"The Cheetah Girls 3\" is currently under script development and has been rumored to be a theatrical release. If production continues on \"The Cheetah Girls 3\" then all of the original cheetahs are under contract to return. It has also been rumored that if The Cheetah Girls 3 does well then production will continue on \"The Cheetah Girls\" television Series and that Jessica Benson may have a role written into this movie as well as the TV series.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":65},{"uri":"RIAA_certification","surface_form":"Double Platinum","offset":221},{"uri":"Adrienne_Bailon","surface_form":"Adrienne Bailon","offset":332},{"uri":"Kiely_Williams","surface_form":"Kiely Williams","offset":349},{"uri":"Sabrina_Bryan","surface_form":"Sabrina Bryan","offset":368},{"uri":"Raven-Symon%C3%A9","surface_form":"Raven-Symoné","offset":451},{"uri":"Adrienne_Bailon","surface_form":"Adrienne Bailon","offset":708},{"uri":"That%27s_So_Raven","surface_form":"That's So Raven","offset":768},{"uri":"The_Cheetah_Girls_(film)","surface_form":"The Cheetah Girls","offset":1019},{"uri":"Walt_Disney_Records","surface_form":"Walt Disney Records","offset":1506},{"uri":"Chicken_Little","surface_form":"Chicken Little","offset":1678},{"uri":"Shake_a_Tail_Feather","surface_form":"Shake a Tail Feather","offset":1712},{"uri":"Ray_Charles","surface_form":"Ray Charles","offset":1754},{"uri":"Cheetah-licious_Christmas","surface_form":"Cheetah-licious Christmas","offset":1819},{"uri":"Hollywood_Records","surface_form":"Hollywood Records","offset":2139},{"uri":"Aly_%26amp%3B_AJ","surface_form":"Aly & AJ","offset":2214},{"uri":"Raven-Symon%C3%A9","surface_form":"Raven-Symoné","offset":2242},{"uri":"Raven-Symon%C3%A9","surface_form":"Raven-Symoné","offset":2369},{"uri":"The_Cheetah_Girls_2","surface_form":"The Cheetah Girls 2","offset":2659},{"uri":"Jessica_Benson","surface_form":"Jessica Benson","offset":3454},{"uri":"Jessica_Benson","surface_form":"Jessica Benson","offset":3846}]}