{"id":311345,"url":"http://en.wikipedia.org/wiki/Kat_DeLuna","text":"Kat DeLuna (born Kat Emperatriz de Luna in 1987) is an American crossover artist. Signed to Epic Records, she sings songs in both English as Spanish. At the age of 12, she was invited by the 'Queen of Merengue', Milly Quezada, to sing with her on stage in front of a big crowd of over thousand people. In April 2004, she opened for J Records musician Cassidy as part of the all Latino girl group Coquette.\nKat and her family moved from The Bronx, US to the Dominican Republic early, where she was raised in poverty. Kat spent her time listening to Aretha Franklin and Billie Holiday records. At the age of 14, they moved back to the US, where Kat realized her potential as a singer. With that goal in mind, Kat was accepted to the New Jersey School of the Performing Arts. As a freshman, she scoured the pages of The Village Voice for auditions. After many auditions, DeLuna received a call for an all girl group, which later became the first Latina, Hip Hop/R&B group: Coquette. While being a part of Coquette, Kat continued to search for opportunities to pursue her dream of becoming a solo artist. At age of 15, Kat entered a Coca-Cola sponsored karaoke competition. Her version of \"I Will Always Love You\" won the competition. The competition also resulted her into meeting the legendary Cuban salsa singer Rey Ruiz. Ruiz gave KAT advice and with it, she started writing her own music and has continued to do so since.\nCurrently, Epic Records, her label, is in the process of launching a promotional campaign for her worldwide first single \"Whine Up\". The song features Elephant Man and a music video is in the works. On the official website, a video of DeLuna doing a choreography to the song is shown on the front page. Also Elephant Man is shown in the short rehearsing video.","categories":[],"infobox_types":[],"annotations":[{"uri":"1987","surface_form":"1987","offset":43},{"uri":"Crossover","surface_form":"crossover","offset":64},{"uri":"Epic_Records","surface_form":"Epic Records","offset":92},{"uri":"Milly_Quezada","surface_form":"Milly Quezada","offset":212},{"uri":"J_Records","surface_form":"J Records","offset":332},{"uri":"Musician","surface_form":"musician","offset":342},{"uri":"Cassidy_(rapper)","surface_form":"Cassidy","offset":351},{"uri":"Girl_group","surface_form":"girl group","offset":385},{"uri":"The_Bronx","surface_form":"The Bronx","offset":436},{"uri":"United_States","surface_form":"US","offset":447},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":457},{"uri":"Aretha_Franklin","surface_form":"Aretha Franklin","offset":548},{"uri":"Billie_Holiday","surface_form":"Billie Holiday","offset":568},{"uri":"The_Village_Voice","surface_form":"The Village Voice","offset":813},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":1129},{"uri":"I_Will_Always_Love_You","surface_form":"I Will Always Love You","offset":1186},{"uri":"Salsa_music","surface_form":"salsa","offset":1298},{"uri":"Rey_Ruiz","surface_form":"Rey Ruiz","offset":1311},{"uri":"Epic_Records","surface_form":"Epic Records","offset":1434},{"uri":"Whine_Up","surface_form":"Whine Up","offset":1545},{"uri":"Elephant_Man","surface_form":"Elephant Man","offset":1574}]}