{"id":311308,"url":"http://en.wikipedia.org/wiki/Gluten-free_diet","text":"A gluten-free diet is a diet that excludes foods containing gluten. Gluten is a protein found in wheat, barley, rye, and possibly oats. Most breads, cakes, pastas/noodles, beers and pizzas are made with gluten. Gluten is used as a food additive in the form of a flavoring, stabilizing or thickening agent. It is often called \"dextrin\". Some non-foods, such as medications and vitamin supplements, especially those in tablet form, may contain gluten as a binding agent.\nA gluten-free diet is the only medically accepted treatment for wheat allergy and coeliac disease (in North America, it is usually spelled \"celiac disease\").\nSome gluten-free diets also exclude oats. Doctors do not agree on whether oats affect coeliac disease sufferers.\nMany alcoholic beverages are gluten free, but many types of whiskey and beer contain gluten, because using grains is a necessary part of their production.\nGluten-free diets have become popular worldwide. Some say that such a diet can cause problems with Vitamin B and magnesium intake by the body, because wheat improves the rate in which humans body can use them.\nGluten-containing ingredients sometimes are used as colorants, preservatives and thickeners in products such as ice cream and ketchup.\nEven some cosmetics like lip-balm and lipsticks can contain gluten, so persons wanting to follow such a diet need to learn about which products contain wheat and its byproducts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diet_(nutrition)","surface_form":"diet","offset":24},{"uri":"Gluten","surface_form":"gluten","offset":60},{"uri":"Barley","surface_form":"barley","offset":104},{"uri":"Rye","surface_form":"rye","offset":112},{"uri":"Oats","surface_form":"oats","offset":130},{"uri":"Vitamin","surface_form":"vitamin","offset":376},{"uri":"Dietary_supplement","surface_form":"supplements","offset":384},{"uri":"Wheat_allergy","surface_form":"wheat allergy","offset":533},{"uri":"Coeliac_disease","surface_form":"coeliac disease","offset":551},{"uri":"Oat","surface_form":"oat","offset":663}]}