{"id":311324,"url":"http://en.wikipedia.org/wiki/Howard_Stern","text":"Howard Stern (born January 12, 1954) is an American radio and television personality known for shocking his audiences.\nStern was born in Jackson Heights, Queens, New York City.\nHe originally started as a disc jockey for a New York station playing rock music. He discovered a talent for comedy, and developed a wide-ranging confrontational style that encouraged listeners to call in. Eventually, in the 1990s, his show was widely distributed. As an example, in one of his most infamous episodes, he persuaded a female caller to have phone sex with him on the air. He made deep buzzing noises into his microphone, and had her sit on a speaker with the volume turned up.\nStern's crude style of entertainment (which many listeners support) has earned him the title \"King Of All Media\" -- at least in the eyes of his fans. His show is frequently the subject of complaints by various listeners (and occasionally ethnic groups) who find his shows offensive. Radio stations airing his show have occasionally been subjected to fines for violating FCC requirements due to the content of the show, but the parent conglomerate (Infinity Broadcasting) that hosts Stern's show seems to consider these fines a necessary price to pay, in order to support Stern's continuing popularity. In 1994 Stern ran for Governor of the state of New York.\nStern is the most popular and well-known of a variety of offensive radio hosts known generally as \"shock jocks.\" In spite of the crude content of his show, many radio listeners consider Stern's delivery to be far from the worst quality radio aired today. His popularity has given rise to a number of imitation \"shock jocks\" who attempt to outdo Stern in terms of offensiveness and rudeness...but these imitators have found themselves with more troubles to worry about than listener ratings. In 2002 rival radio hosts Opie and Anthony were fired from their popular radio show after they encouraged a couple to engage in sexual intercourse at Saint Patrick's Cathedral in New York City, then airing a running commentary of the act on their show. Stern, his supporters note, has not gone out of his way to offend the general public in this manner.\nOn January 15, 1998 Lance Carvin, who had been stalking Stern, was sentenced to two and a half years in prison for threatening to kill Stern and his family.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":43},{"uri":"Radio","surface_form":"radio","offset":52},{"uri":"Television","surface_form":"television","offset":62},{"uri":"Jackson_Heights%2C_Queens","surface_form":"Jackson Heights, Queens","offset":137},{"uri":"New_York_City","surface_form":"New York City","offset":162},{"uri":"Disc_jockey","surface_form":"disc jockey","offset":204},{"uri":"New_York","surface_form":"New York","offset":222},{"uri":"Rock_music","surface_form":"rock music","offset":247},{"uri":"Comedy","surface_form":"comedy","offset":286},{"uri":"Confrontational","surface_form":"confrontational","offset":323},{"uri":"Phone_sex","surface_form":"phone sex","offset":532},{"uri":"Microphone","surface_form":"microphone","offset":600},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":906},{"uri":"Offensive","surface_form":"offensive","offset":940},{"uri":"FCC","surface_form":"FCC","offset":1038},{"uri":"Conglomerate","surface_form":"conglomerate","offset":1102},{"uri":"Infinity_Broadcasting","surface_form":"Infinity Broadcasting","offset":1116},{"uri":"1994","surface_form":"1994","offset":1273},{"uri":"Shock_jock","surface_form":"shock jock","offset":1426},{"uri":"2002","surface_form":"2002","offset":1821},{"uri":"Opie_and_Anthony","surface_form":"Opie and Anthony","offset":1844},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":1946},{"uri":"Cathedral","surface_form":"Cathedral","offset":1984},{"uri":"New_York_City","surface_form":"New York City","offset":1997},{"uri":"Commentary","surface_form":"commentary","offset":2034},{"uri":"Stalking","surface_form":"stalking","offset":2219},{"uri":"Prison","surface_form":"prison","offset":2276}]}