{"id":31140,"url":"http://en.wikipedia.org/wiki/Vodka","text":"Vodka is an alcoholic drink that is usually about 40% alcohol. It is clear (but can be flavoured), though it is sometimes mixed with other liquids before people drink it. It was first popular in the Slavic countries of Eastern Europe then it came to the Turkic countries like Kazakhstan or Turkmenistan, after being invented in Poland or in Russia.\nThings that are made into vodka.\nUnlike cognac or whisky, vodka is not usually matured in barrels, but bottled immediately. Some Scandinavian vodkas called \"akvavit\" (Latin \"aqua vitae\", \"water of life\") are matured in oak barrels before they are bottled. When the vodka is bottled, it is ready for drinking.\nHistory.\nMost people think the name \"vodka\" comes from the Slavic word for water in its diminutive form, \"little water\". The earliest mention of Vodka in Poland is in 1405. The Russians are known to have first used the word in June 8, 1751. It is not known if it was the Russians or the Poles who made the first drinks that could be classified as vodka, as sources provide various views on this topic (though it's important to remember that the first mention of the word \"vodka\" in Cyrillic refers to a medicinal drink bought by the merchants of Kievan Rus from Poland). It is also worth noting that vodka was first used as medicine. When it became a popular drink, it was first known in Polish as \"gorzałka\" - from the Old Polish word \"gorzeć\", meaning burn. At first, gorzałka was a people's drink, but in the Slavic countries it soon became common among the nobility as well. it is worth noting that the common Ukrainian word for vodka is \"horilka\" which bears an extremely close resemblance to the Polish gorzalka. Both words roots have the same meaning (\"hority\" - to burn; \"gorzeć\", also to burn)\nDifferent kinds of vodka.\nThere are two basic kinds of Vodka: clear vodka and flavored vodka. Some types of vodka have plants or herbs added to the unflavored vodka to make it taste better. Contrary to popular belief, flavoured vodka is not new - it has been a part of Polish drinking tradition for centuries. It is only relatively recently in history that clear and flavoured vodkas have found their way to Western countries such as the UK or US.\nHow vodka is consumed.\nVodka is either drunk pure, or cocktails are made with it. The simplest form of cocktail is to mix it with orange or lemon juice. Usually, vodka is drunk during a longer meal. Usually salty or sour things (not sweets) are served. In Poland and Russia (as well as some of their neighbours, such as Ukraine or Lithuania), vodka is drunk from glasses that can hold about 100 grams (0,1 litres) of vodka. The glass is usually emptied in one draught, while holding the breath. Directly afterwards something small is eaten. In most Eastern European countries it is consumed with pickled cucumbers. Before drinking, a toast is given.\nCultural.\nVodka is a key element of Slavic tradition in some countries of Eastern Europe (especially Poland, Belarus, Ukraine and Russia). It has also spread to become a part of national culture in Baltic countries like Lithuania and Nordic countries like Sweden. It's traditional in Russia and other Slavic countries (as well as some Roma communities in Eastern Europe) to put a glass of vodka with a slice of bread (usually black bread) on top on graves or near photos of the deceased in their memory. This is similar to what people in Western countries do with flowers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alcohol","surface_form":"alcohol","offset":12},{"uri":"Drink","surface_form":"drink","offset":22},{"uri":"Transparent","surface_form":"clear","offset":69},{"uri":"Mix","surface_form":"mix","offset":122},{"uri":"Liquid","surface_form":"liquid","offset":139},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":199},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":219},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":276},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":290},{"uri":"Poland","surface_form":"Poland","offset":328},{"uri":"Russia","surface_form":"Russia","offset":341},{"uri":"Slavic_languages","surface_form":"Slavic","offset":717},{"uri":"Water","surface_form":"water","offset":733},{"uri":"Diminutive","surface_form":"diminutive","offset":746},{"uri":"Poland","surface_form":"Poland","offset":812},{"uri":"1405","surface_form":"1405","offset":825},{"uri":"Russia","surface_form":"Russia","offset":835},{"uri":"June_8","surface_form":"June 8","offset":885},{"uri":"1751","surface_form":"1751","offset":893},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic","offset":1140},{"uri":"Kievan_Rus%27","surface_form":"Kievan Rus","offset":1204},{"uri":"Plant","surface_form":"plant","offset":1880},{"uri":"Herb","surface_form":"herb","offset":1890},{"uri":"UK","surface_form":"UK","offset":2199},{"uri":"US","surface_form":"US","offset":2205},{"uri":"Cocktail","surface_form":"cocktail","offset":2263},{"uri":"Orange_juice","surface_form":"orange","offset":2339},{"uri":"Lemon_juice","surface_form":"lemon juice","offset":2349},{"uri":"Poland","surface_form":"Poland","offset":2465},{"uri":"Russia","surface_form":"Russia","offset":2476},{"uri":"Ukraine","surface_form":"Ukraine","offset":2529},{"uri":"Lithuania","surface_form":"Lithuania","offset":2540},{"uri":"Pickled_cucumbers","surface_form":"pickled cucumbers","offset":2805},{"uri":"Toast","surface_form":"toast","offset":2843},{"uri":"Roma_people","surface_form":"Roma","offset":3194},{"uri":"Flowers","surface_form":"flowers","offset":3423}]}