{"id":311469,"url":"http://en.wikipedia.org/wiki/Gestalt_psychology","text":"Gestalt psychology is a theory of mind and brain formed in Berlin early in the 20th century.\nThe idea is that the brain sees things as a whole. The gestalt effect is most clear with sight. We recognise figures and whole forms, not just a collection of lines and curves. In psychology, gestaltism is often opposed to structuralism. The phrase \"The whole is greater than the sum of the parts\" is often used when explaining Gestalt theory. A better wording is: \"The whole is different from the parts\".\nEarly 20th century theorists, such as Kurt Koffka, Max Wertheimer, and Wolfgang Köhler (students of Carl Stumpf) saw vision of objects as all elements taken together in a global construct. This 'gestalt' or 'whole form' approach sought to understand perception – seemingly innate mental laws which determined the way in which objects are perceived.\nIt is based on the here and now, and in the way you view things. It can be broken up into two: figure or ground, at first glance do you see the figure in front of you or the background?\nThese laws took several forms. An example is the way we tend to see similar objects, or close together objects, as meaningfully connected. Gestalt has been criticized for being merely descriptive, but it has formed the basis of much further research into the perception of patterns and objects, and of research into behavior, thinking, problem solving and psychopathology.\nGestalt psychology was a forerunner to modern cognitive psychology. It is distinct from gestalt psychotherapy.\nProblem solving.\nGestalt psychologists were the first to study problem solving in humans and apes. Wolfgang Kohler showed that chimpanzees could solve problems by thought alone; Max Wertheimer studied how diagrams helped students solve geometry problems, and Karl Duncker studied general problem-solving. Generally, both Wertheimer and Duncker preferred the broader term 'productive thinking' to 'problem solving', but it is not used much now.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mind","surface_form":"mind","offset":34},{"uri":"Brain","surface_form":"brain","offset":43},{"uri":"Berlin","surface_form":"Berlin","offset":59},{"uri":"Psychology","surface_form":"psychology","offset":273},{"uri":"Structuralism_(psychology)","surface_form":"structuralism","offset":316},{"uri":"Kurt_Koffka","surface_form":"Kurt Koffka","offset":537},{"uri":"Max_Wertheimer","surface_form":"Max Wertheimer","offset":550},{"uri":"Wolfgang_K%C3%B6hler","surface_form":"Wolfgang Köhler","offset":570},{"uri":"Carl_Stumpf","surface_form":"Carl Stumpf","offset":599},{"uri":"Perception","surface_form":"perception","offset":749},{"uri":"Innate","surface_form":"innate","offset":772},{"uri":"Cognitive_psychology","surface_form":"cognitive psychology","offset":1453},{"uri":"Gestalt_therapy","surface_form":"gestalt psychotherapy","offset":1495},{"uri":"Geometry","surface_form":"geometry","offset":1754},{"uri":"Karl_Duncker","surface_form":"Karl Duncker","offset":1777}]}