{"id":31150,"url":"http://en.wikipedia.org/wiki/Dolley_Madison","text":"Dolley Payne Todd Madison (May 20, 1768 – July 12, 1849) was the wife of US President James Madison. James Madison was president from 1809 to 1817 while Dolley Madison was the First Lady of the United States. She is best known for saving Washington's portrait when the British burned the White House in the War of 1814. Though she is also a famous entertainer, the first to serve ice cream in the White House.\nDolley was born in New Garden. Now the place is known as Guilford County. It is in North Carolina. Some other account tells that she was born in a village named Payne’s Tavern. It is in Person County, North Carolina.\nHer father’s name was John Payne. As an unsuccessful farmer, he always faced shortage of money. Dolley’s mother was Mary Coles.\nDolley spent her teenage years in Philadelphia, Pennsylvania. On January 7, 1790, she married John Todd, Jr. (1764-1793). Todd was a lawyer. They had two sons. Their names were John Payne (1792-1852) and William Temple (born and died in 1793). William died in a yellow fever epidemic. In the same year, her husband also died of the same yellow fever epidemic.\nDolley Todd married James Madison on September 14, 1794. They had no children, but they raised Dolley's son from her first marriage, John Payne Todd. John Payne Todd was a notorious drunkard and gambler, which caused his mother many financial problems, especially after Madison died.\nIn 1814, the British army had burnt the White House. Fleeing from her burning home, Dolley saved many records and papers. Legend states she also saved a painting of George Washington, though had to break it out of its frame.\nOn the National First Lady Library she says, \"There is one secret, and that is the power we have in forming our own destinies.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"James_Madison","surface_form":"James Madison","offset":86},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":176},{"uri":"North_Carolina","surface_form":"North Carolina","offset":493},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":1017},{"uri":"Epidemic","surface_form":"epidemic","offset":1030},{"uri":"White_House","surface_form":"White House","offset":1439},{"uri":"George_Washington","surface_form":"George Washington","offset":1564}]}