{"id":311587,"url":"http://en.wikipedia.org/wiki/National_Cleavage_Day","text":"National Cleavage Day, also known as NCD, is a annual celebration that is held in South Africa. It is held in March or April each year. Many countries celebrating on 19th of May (Proverbs 5:19) The event is sponsored by the brassière marketer wonderbra. National Cleavage Day was started in 2002 and held at the beginning of April every year. The \"NCD\" was started in April 2002 in South Africa.\nAlong with the Wonderbra, \"Cosmopolitan\" and 5fm, a SABC radio station have sponsored this event. According to Samantha Paterson, the manager for Wonderbra, the National Cleavage Day had become a great start for women's independence and power in all forms of life, from their careers to their relationships and to their own destiny. Anita Meiring, public relations consultant for Wonderbra, explained The event was created to help build women empowerment about their breast being very unique and that they should be very proud of it. She also stated that \"It gives men a legitimate (real) reason to stare (look) at boobs (women's breast).\"\nNational Cleavage Day is celebrated in offices, restaurants and bars throughout the nation.\nThis event was given negative feedback from Dr. Siqwana-Ndulo. She had said that \"This is a pure marketing tool using people's bodies.\" She then stated that, \"The commission is against any person or advertising company which uses people's bodies for marketing purposes be it advertising a car or anything of that sort.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Africa","surface_form":"South Africa","offset":82},{"uri":"Sponsorship","surface_form":"sponsored","offset":207},{"uri":"Brassi%C3%A8re","surface_form":"brassière","offset":224},{"uri":"Wonderbra","surface_form":"wonderbra","offset":243},{"uri":"Cosmopolitan_(magazine)","surface_form":"Cosmopolitan","offset":423},{"uri":"5fm","surface_form":"5fm","offset":441},{"uri":"SABC","surface_form":"SABC","offset":448},{"uri":"Breast","surface_form":"breast","offset":863},{"uri":"Legitimate","surface_form":"legitimate","offset":967}]}