{"id":311670,"url":"http://en.wikipedia.org/wiki/Saeed_Shehabi","text":"Saeed Shehabi is a Bahraini thinker, political activist, commentator and journalist. He is a regular columnist in the daily Arabic \"Al-Quds\" newspaper. He gives regular interviews to the BBC's \"Middle East Service\" and \"AlJazeera\". He is also the Director of Abrar House, an Islamic community center in Central London that promotes interfaith work. He is also the leader of the pro-democractic Bahrain Freedom Movement, that is a banned Bahraini opposition group. He was also a founding member of Al-Wefaq National Party. He was previously the editor of \"Alalam\" magazine and now hosts a weekly television programme on Alalam TV. He has been living in exile in London since 1979 and returned to Bahrain on two occasions in 2002. He has a PhD in engineering from City University. Saeed Shehabi is married and has seven children.\nOn August 2010, Bahrain TV declared that Saeed Shehabi is accused of being the second leading member of a terrorist network. He is currently being tried \"in absentia\" along with Hassan Mushaimi. The Bahraini government claimed that a red notice was issued by interpol for his arrest, however this has not been verified. In 1996 he was similarly sentenced to 15 years in prison \"in absentia\".\nIn the summer of 2009, Saeed Shehabi's home was attacked by arsonists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bahrain","surface_form":"Bahrain","offset":19},{"uri":"Thinker","surface_form":"thinker","offset":28},{"uri":"Activist","surface_form":"activist","offset":47},{"uri":"Journalist","surface_form":"journalist","offset":73},{"uri":"BBC","surface_form":"BBC","offset":187},{"uri":"AlJazeera","surface_form":"AlJazeera","offset":220},{"uri":"Islam","surface_form":"Islam","offset":275},{"uri":"London","surface_form":"London","offset":311},{"uri":"Exile","surface_form":"exile","offset":652},{"uri":"PhD","surface_form":"PhD","offset":738},{"uri":"Engineering","surface_form":"engineering","offset":745},{"uri":"City_University","surface_form":"City University","offset":762},{"uri":"Terrorist","surface_form":"terrorist","offset":934},{"uri":"In_absentia","surface_form":"in absentia","offset":982},{"uri":"Hassan_Mushaimi","surface_form":"Hassan Mushaimi","offset":1006},{"uri":"Interpol","surface_form":"interpol","offset":1087},{"uri":"Arson","surface_form":"arson","offset":1280}]}