{"id":311683,"url":"http://en.wikipedia.org/wiki/IPhone_4S","text":"The iPhone 4S is the fifth iPhone that was created by Apple. It is very thin, and has a touchscreen.\nIt was first available for pre-order on October 7, and it went on sale on October 14 in the United States, Australia, Canada, the United Kingdom, France, Germany, and Japan. It was made available in more countries over the next few months.\nThe iPhone 4S had the same design as the iPhone 4, but has several new features such as an upgrade to the Apple A5 processor, and an 8 MP camera with 1080p video recording. It shipped with iOS 5, which is the fifth major version of Apple's mobile operating system, iOS. It had new features such as iCloud, iMessage, Notification Center, Reminders, and integration with Twitter. It also had a voice activation system named Siri that was included in later generations of mobile Apple products.\nFeatures.\nThe iPhone 4S introduced a new automated voice control system called \"Siri\". It first operated only on the iPhone 4S. It allows the user to give commands to the iPhone, which Siri can execute and respond to. For example, iPhone commands such as \"What is the weather going to be like?\" will generate a response such as \"The weather is to be cloudy and rainy and drop to 54 degrees today\". These commands can vary greatly and control almost every section of the phone. The commands given do not have to be specific and can be used with natural language. Siri makes it is much easier and/or possible for people to use device functions while driving, exercising, or when they have their hands full. It also means people with trouble reading, seeing, or typing can access the phone more easily.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Apple_Inc.","surface_form":"Apple","offset":54},{"uri":"Touchscreen","surface_form":"touchscreen","offset":88},{"uri":"United_States","surface_form":"United States","offset":193},{"uri":"Australia","surface_form":"Australia","offset":208},{"uri":"Canada","surface_form":"Canada","offset":219},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":231},{"uri":"France","surface_form":"France","offset":247},{"uri":"Germany","surface_form":"Germany","offset":255},{"uri":"Japan","surface_form":"Japan","offset":268},{"uri":"Apple_A5","surface_form":"Apple A5","offset":447},{"uri":"IOS","surface_form":"iOS","offset":606},{"uri":"ICloud","surface_form":"iCloud","offset":639},{"uri":"IMessage","surface_form":"iMessage","offset":647},{"uri":"Twitter","surface_form":"Twitter","offset":710},{"uri":"Siri","surface_form":"Siri","offset":763},{"uri":"Siri_(software)","surface_form":"Siri","offset":913},{"uri":"Natural_language_processing","surface_form":"natural language","offset":1377}]}