{"id":311744,"url":"http://en.wikipedia.org/wiki/Owsley_Stanley","text":"Owsley Stanley (born Augustus Owsley Stanley III, January 19, 1935 – March 13, 2011) also known as Bear, was an important person in the rise of the San Francisco Bay counter-culture. During the Beat-era years of Ken Kesey's Merry Pranksters scenes, he was also important in the explosion of 1960's psychedelia culture.\nA brilliant and eclectic crafts-person he was best known under the name of \"Owsley\" - a magician like figure who \"cooked\" LSD. Under the professional name of \"Bear\" he is known around the world as the music producer, engineer and artist to psychedelic rock band the Grateful Dead.\nBear was the road manager for The Grateful Dead. He met the band when Kesey had them come to an Owsley Acid test party to try a new batch of LSD. Bear's technical interests helped the band's interest in electronic, acoustic and mystical properties of sound. He became their sound engineer. He was one of the first to mix sound live, and in stereo, and achieved a high sound quality. He often recorded live tapes behind his mixing board. They developed their own high-fidelity audio components and sound-systems for their performances. The bands tours evolved around a gigantic \"Wall of Sound\", with stacks of Stanley-designed equipment. His expert changes meant fans of the Grateful Dead could enjoy the full sonic range of the concert even in the outdoors.\nHis abilities helped The Dead to experiment further afield, playing in dramatic and remote places. Their need for support to tour with big shows, and their need for special equipment, meant that companies formed to supply them. These needs were the starting point for both Marin County's high-end music-instrument makers Alembic Inc and concert-sound manufacturer Meyer Sound. And his drug making helped to get the band started.\nStanley was one of the first people to manufacture mass quantities of LSD. His LSD is still known for its quality and purity. Between 1965 and 1967, Stanley produced more than 1.25 million doses of LSD. This amount of quality LSD was responsible for the wide popularity of the drug, and the development of an anti-authoritarian, anti-war counter-culture. From the 'Sunset Strip Riots' in Los Angeles, to the Summer of Love in San Francisco's Haight-Ashbury was described as \"the biggest LSD party in history.\". The name \"Owsley\" was linked to cheap LSD of good quality.\nStanley died in an car accident in Queensland, Australia on March 13, 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Francisco","surface_form":"San Francisco","offset":148},{"uri":"Beat_generation","surface_form":"Beat","offset":194},{"uri":"Ken_Kesey","surface_form":"Ken Kesey","offset":212},{"uri":"Psychedelic_rock","surface_form":"psychedelia","offset":298},{"uri":"Eclectic","surface_form":"eclectic","offset":335},{"uri":"Magician","surface_form":"magician","offset":407},{"uri":"Lysergic_acid_diethylamide","surface_form":"LSD","offset":441},{"uri":"Music_producer","surface_form":"music producer","offset":520},{"uri":"Engineer","surface_form":"engineer","offset":536},{"uri":"Psychedelic_rock","surface_form":"psychedelic rock","offset":559},{"uri":"Grateful_Dead","surface_form":"Grateful Dead","offset":585},{"uri":"Acoustic","surface_form":"acoustic","offset":815},{"uri":"Mysticism","surface_form":"mystical","offset":828},{"uri":"Audio_engineering","surface_form":"sound engineer","offset":874},{"uri":"Wall_of_Sound_(Grateful_Dead)","surface_form":"Wall of Sound","offset":1178},{"uri":"Alembic_Inc","surface_form":"Alembic Inc","offset":1679},{"uri":"Meyer_Sound","surface_form":"Meyer Sound","offset":1722},{"uri":"Lysergic_acid_diethylamide","surface_form":"LSD","offset":1857},{"uri":"Sunset_Strip_curfew_riots","surface_form":"'Sunset Strip Riots'","offset":2151},{"uri":"Summer_of_Love","surface_form":"Summer of Love","offset":2195},{"uri":"Haight-Ashbury","surface_form":"Haight-Ashbury","offset":2229},{"uri":"Automobile","surface_form":"car","offset":2376},{"uri":"Queensland","surface_form":"Queensland","offset":2392},{"uri":"Australia","surface_form":"Australia","offset":2404}]}