{"id":311730,"url":"http://en.wikipedia.org/wiki/Vann_Nath","text":"Vann Nath (1946 – September 5, 2011) was a Cambodian artist, writer and human rights activist.\nHe was born in Battambang Province in northwestern Cambodia. By age 14 or 15, he was working at factory jobs for very small amounts of money. Nath was a monk from the age of 17 to 21. His sister died, and Vann Nath stopped being a monk. He began to help support the family. He entered a painting school in 1965. He was able to make money by painting after two years of study.\nNatt was arrested January 7, 1978 by the Khmer Rouge He wote and painted pictures of his experiences in the Tuol Sleng prison, also known as S-21. He wrote his life story in the 1988 book, \"A Cambodian Prison Portrait: One Year in the Khmer Rouge's S-21 Prison\". It is the only written story by a survivor of the prison. Nath survived because he was a great artist. Comrade Duch did not kill him, so that Natt could make paintings and sculptures of Pol Pot. He played an important role in helping to revive the arts in Cambodia after decades of war and genocide.\nDuring 2001 and 2002, Vann Nath worked with Cambodian movie director Rithy Panh to make a documentary called '. Panh brought together former prisoners and guards from the former Tuol Sleng prison. Vann Nath spoke stringly and asked his former torturers questions.\nVann Nath had many health problems in his life, but he continued to paint and write about life during the time of Pol Pot. He died in 2011 in Phnom Penh. He was 66.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cambodia","surface_form":"Cambodia","offset":43},{"uri":"Human_rights_activist","surface_form":"human rights activist","offset":72},{"uri":"Battambang_Province","surface_form":"Battambang Province","offset":110},{"uri":"Monk","surface_form":"monk","offset":248},{"uri":"Khmer_Rouge","surface_form":"Khmer Rouge","offset":512},{"uri":"Tuol_Sleng_prison","surface_form":"Tuol Sleng prison","offset":579},{"uri":"Comrade_Duch","surface_form":"Comrade Duch","offset":837},{"uri":"Sculpture","surface_form":"sculpture","offset":906},{"uri":"Pol_Pot","surface_form":"Pol Pot","offset":920},{"uri":"Rithy_Panh","surface_form":"Rithy Panh","offset":1103},{"uri":"Documentary","surface_form":"documentary","offset":1124},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":1440}]}