{"id":311714,"url":"http://en.wikipedia.org/wiki/Ernesto_Sabato","text":"Ernesto Sabato (June 24, 1911– April 30, 2011) was an Argentine writer, painter and physicist. He won some of the most important prizes for writing in Spanish and was influential in the literary world of Latin America. He was also famous for investigating war crimes in Argentina. Sabato was a member of the National Commission on the Disappearance of Persons. This tried to find out what had happened to the 30,000 people who went missing during time of military rule from 1976 to 1983.\nHe was born in Rojas, Buenos Aires Province on 24 June 1911. He was the tenth of eleven sons from an average family. His parents were Francesco Sabato and Giovanna Maria Ferrari, a pair of Italian inmigrants from Calabria. He began to study at the National University of La Plata in 1929, where he studied physics and mathematics. He became a member of a communist youth group and went to the International Lenin School in Moscow to study for two years. He was very concerned about the rise of Stalinism, and went back to Argentina as soon as he could. He went back to the university and completed his PhD in physics. In 1939 he went to the Massachusetts Institute of Technology, but after going back to Argentina in 1940, he decided that he wanted to be a writer.\nHis first magazine article was published in 1941, and for the next year he wrote book reviews and translated books into Spanish. His first book, a collection of essays on the morality of science and technology, was published in 1945. His first novel, a thriller, was published in 1948, and has been translated into ten languages. His third novel, \"Abaddón el exterminador\" (\"The Angel of Darkness\"), was named in France as the best foreign book of 1976.\nSabato died in Santos Lugares, on 30 April, 2011, from bronchitis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Argentines","surface_form":"Argentine","offset":54},{"uri":"Writer","surface_form":"writer","offset":64},{"uri":"Painting","surface_form":"painter","offset":72},{"uri":"Physicist","surface_form":"physicist","offset":84},{"uri":"Spanish_language","surface_form":"Spanish","offset":151},{"uri":"Latin_America","surface_form":"Latin America","offset":204},{"uri":"War_crime","surface_form":"war crime","offset":256},{"uri":"Buenos_Aires_Province","surface_form":"Buenos Aires Province","offset":510},{"uri":"Calabria","surface_form":"Calabria","offset":701},{"uri":"National_University_of_La_Plata","surface_form":"National University of La Plata","offset":736},{"uri":"Physics","surface_form":"physics","offset":794},{"uri":"Mathematics","surface_form":"mathematics","offset":806},{"uri":"International_Lenin_School","surface_form":"International Lenin School","offset":881},{"uri":"Moscow","surface_form":"Moscow","offset":911},{"uri":"Stalinism","surface_form":"Stalinism","offset":982},{"uri":"PhD","surface_form":"PhD","offset":1090},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":1129},{"uri":"Essay","surface_form":"essay","offset":1414},{"uri":"Morality","surface_form":"morality","offset":1428},{"uri":"Foreign","surface_form":"foreign","offset":1685},{"uri":"Bronchitis","surface_form":"bronchitis","offset":1762}]}