{"id":311908,"url":"http://en.wikipedia.org/wiki/Solid-state_drive","text":"A solid-state drive (SSD) is a data storage device, typically used in a computer. It uses flash memory to store data even after power is turned off. SSDs are designed to access data in the same way as traditional hard disk drives (HDDs). A HDD can usually be directly replaced with a SSD.\nThe best thing about solid state drives is that they have a much faster read/write speed than hard disk drives. They also have no moving parts, which means they don't make noise or break as easily. However, SSDs are can be more expensive than a hard drive. This also means that for the same price, someone can get much more capacity if they select a HDD instead.\nA hybrid drive combines the features of an HDD and an SSD into one unit. It contains a large HDD and a smaller SSD cache to improve performance of frequently accessed files. A hybrid drive can offer almost the same performance as an SSD and it can contain more capacity. The price is also lower than of an SSD. The main market for this drive are the laptop users as these devices can accommodate no more than one drive.\nThe solid state drive technology is improving quickly and new SSD models are being introduced often. However, they have not gained popularity among many users. We still find that HDDs are still dominating the market. Sales of SSDs are expected to escalate and overturn that of HDDs after 2020.\nSSD form factors.\nWhen SSDs were first introduced into the market, manufacturers' made sure that they fit into the slots and bays initially used by the HDDs. As such they had the 3.5 and 2.5 inch form factors. However, as technlogy advances, more form factors emerged. Smaller form factors that directly interfaces with PCIe and NVMe slots emerged. These incuded the mSATA, PCIe and M.2, form factors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Data_storage_device","surface_form":"data storage device","offset":31},{"uri":"Flash_memory","surface_form":"flash memory","offset":90},{"uri":"Information","surface_form":"data","offset":112},{"uri":"Hard_disk_drive","surface_form":"hard disk drive","offset":213},{"uri":"Hybrid_drive","surface_form":"hybrid drive","offset":654},{"uri":"Cache","surface_form":"cache","offset":767}]}