{"id":312055,"url":"http://en.wikipedia.org/wiki/Protecting_Children_from_Internet_Pornographers_Act","text":"e=\"preserve\">On July 28, 2011, the United States House Judiciary Committee passed the Protecting Children from Internet Pornographers Act of 2011 (HR 1981). The bill passed by a vote of 19-10. Next the bill will be discussed in the House of Representatives. Some people are against this bill because it gives a lot of access to personal information. Some people have said that the bill will not become a law, but the Congressional Budget Office put out a report on October 12, 2011, with the cost of making the changes in the bill. The next step is that the bill will be discussed in the House of Representatives.\nHistory.\nOn May 25, 2011, Representative Lamar Smith of Texas introduced the bill. It was co-sponsored by 25 other Representatives of the House. On July 28, 2011 the bill was passed by the House Judiciary Committee. It has to go through more approvals before it becomes a law.\nPurpose.\nThe purpose of the bill is to protect children. The bill would give the police more access to information in order to find and catch people who make and/or distribute child pornography.\nThis bill would create laws that give bigger punishments for people charged with child pornography. The bill also makes companies that people in the United States get internet service from (internet service providers or ISPs) keep records of all of their customers' internet use for twelve months. They would have to keep this information in case it needs to be used to investigate people.\nCost.\nOn October 12, 2011 a report on the costs of the bill was released. This report said that the cost to the government would be very small and that the internet service companies would have to pay more than $200 million. That money includes the cost of storing the extra information about their customers.\nControversy.\nSome say that because of the Patriot Act, this law could mean that people could lose some of their civil rights. Representative Zoe Lofgren, (D-Calif.) is very against the bill and asked for it to be renamed the \"Keep Every American's Digital Data for Submission to the Federal Government Without a Warrant Act.\" She believes that people will have a lot less privacy if this is passed.\nPeople who are in favor of the bill say that the police and other law enforcers need to be able to go back and look at the records of IP addresses, because these addresses can change over time. So the police need to be able to check the records in order to catch people. occurred. Lamar Smith, the bill's sponsor, said that: \"Some Internet service providers currently retain these [IP] addresses for business purposes. But the period of retention varies widely among providers, from a few days to a few months. The lack of uniform data retention impedes the investigation of Internet crimes.\" Smith said that the number of child pornography cases grew by 150% a year every year for the past ten years.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_House_Committee_on_the_Judiciary","surface_form":"House Judiciary Committee","offset":49},{"uri":"Bill","surface_form":"bill","offset":161},{"uri":"Congressional_Budget_Office","surface_form":"Congressional Budget Office","offset":417},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":588},{"uri":"Lamar_Smith","surface_form":"Representative Lamar Smith","offset":640},{"uri":"Child_pornography","surface_form":"child pornography","offset":1067},{"uri":"Internet_service_provider","surface_form":"internet service provider","offset":1276},{"uri":"Patriot_Act","surface_form":"Patriot Act","offset":1828},{"uri":"Civil_rights","surface_form":"civil rights","offset":1898},{"uri":"Zoe_Lofgren","surface_form":"Zoe Lofgren","offset":1927},{"uri":"IP_address","surface_form":"IP address","offset":2319},{"uri":"Occurred","surface_form":"occurred","offset":2456}]}