{"id":312031,"url":"http://en.wikipedia.org/wiki/Indo-Pakistani_War_of_1965","text":"The Indo-Pakistani Fight of 1965 was a war that took place between April 1965 and 23 September 1965 between Islamic Republic of Pakistan and the Republic of India. This conflict became known as the Second Kashmir War. Both countries fought over the disputed Himalayan region of Kashmir. The first Kashmir War took place in 1947. The war began after Pakistan's Operation Gibraltar. In this operation, Pakistan wanted to bring forces into Indian-held Jammu and Kashmir to conquer the area of Kashmir ruled by India. The five-week war caused thousands of deaths on both sides. It ended when India asked the United Nations (UN) for ceasefire.\nDetails.\nThe war was fought on the western front after Pakistan launched \"Operation Gibraltar\" - a covert offensive in which up to 30,000 fighters were pushed across the ceasefire line into Indian-administered Jammu and Kashmir. India retaliated by crossing the international border at Lahore.At midnight on 6 September, India crossed the international border between India and Pakistan and attacked Lahore and Kasur. The Pakistan Army and Air Force prepared for war in a hurry and started attacks on India. The attacks also started in the areas of Jammu and Kashmir. The war was fought on the border until 22 September when India asked for ceasefire. On 8 September, Pakistani pilot Muhammad Mahmood Alam (M.M.Alam) shot down five Indian jets in less than a minute and held the record. Pakistan very small army defended it's second largest city against a huge indian army.\nThe war affected a lot of people and the thousands of Indian families had to leave their house and belongings and move to safer areas.\nWho won the war?\nIt has been a real confusion on who won the war. Both nations believe it has been won by them but no one is sure who really won the war.\nIndia won the war.\nSome Indians believe they won the war they occupied 690 sq km while Pakistan occupied 250 sq km in Kashmir and Rajasthan. The Indian army killed 3,800 Pakistanis and Pakistan army killed 3,000 Indian soldiers.\nPakistan won the war.\nMost Pakistanis believe that Pakistan was victorious because Indian Army accepted defeat and asked the United Nations for ceasefire. The Pakistan Air Force is praised for its performance as it destroyed between 90 and 105 IAF aircraft while it lost 19-20 of its own. In Pakistan, it is celebrated as a public holiday known as Defense Day on 6 September.","categories":[],"infobox_types":[],"annotations":[{"uri":"1965","surface_form":"1965","offset":73},{"uri":"23_September","surface_form":"23 September","offset":82},{"uri":"1965","surface_form":"1965","offset":95},{"uri":"Islamic_Republic_of_Pakistan","surface_form":"Islamic Republic of Pakistan","offset":108},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":145},{"uri":"Kashmir","surface_form":"Kashmir","offset":278},{"uri":"First_Kashmir_War","surface_form":"first Kashmir War","offset":291},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":449},{"uri":"United_Nations","surface_form":"United Nations","offset":604},{"uri":"Ceasefire","surface_form":"ceasefire","offset":628},{"uri":"Lahore","surface_form":"Lahore","offset":1039},{"uri":"Kasur_Tehsil","surface_form":"Kasur","offset":1050},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":1188},{"uri":"Kashmir","surface_form":"Kashmir","offset":1920},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":1932},{"uri":"Public_holiday","surface_form":"public holiday","offset":2355}]}