{"id":31200,"url":"http://en.wikipedia.org/wiki/Snow_leopard","text":"The snow leopard (\"Panthera uncia\"), also known as the ounce, is a feline, which lives in central Asia. It used to be thought not to be closely related to the smaller leopard, which is why they were put in different genera before. However, recent research has discovered this is not correct. The cat is closely related to the other big cats in the genus \"Panthera\".\nAppearance.\nSnow leopards are about 2-5 meters long in the body, and have a 90-100 centimeter long tail. They weigh up to 75 kilograms. They have grey and white fur with dark rosettes and spots, and their tails have stripes. Its fur is very long and thick to protect it against the cold. Their feet are also big and furry, which helps them to walk on snow more easily. They use their long tails for balance and as blankets to cover sensitive body parts against the severe mountain chill.\nVoice.\nThey are one of the cats which cannot purr: \"In five cat species (lion, tiger, jaguar, leopard and snow leopard) the epihyoideum is an elastic ligament, whereas in all other species of the Felidae the epihyal is completely ossified (bony)... those felids with an elastic epihyoid are able to roar but not purr, while species with a completely ossified hyoid are able to purr but not to roar\". Despite this, it seems now that snow leopards cannot roar, though they can make a number of other sounds.\nHunting.\nSnow leopards are well camouflaged, and are crepuscular (most active at dawn and dusk). They stalk and eat medium-sized prey like Ibex, bharal (mountain sheep) and wild goats. It can survive on a single sheep for two weeks.\nSnow leopards prefer to ambush prey from above, using broken terrain to conceal their approach. They try to land on the sheep, and kill it directly. If the sheep runs, they pursue it down steep mountainsides, using the momentum of their initial leap to chase prey for up to.\nThey kill with a bite to the neck, and may drag the prey to a safe location before feeding. They consume all edible parts of the carcass, and can survive on a single bharal (blue sheep) for two weeks before hunting again. Annual prey needs is 20–30 adult bharals.\nHabitats.\nIn summer, snow leopards usually live above the tree line on mountainous meadows and in rocky regions at altitudes from. In winter, they come down into the forests to altitudes around. Snow leopards prefer broken terrain, and can travel without difficulty in snow up to deep, although they prefer to use existing trails made by other animals.\nThey live alone. After a pregnancy of about a hundred days the female gives birth to 2 or 3 cubs. Snow leopards are protected in most of the countries they live in. However, people do still kill them for their fur, or to protect their cattle.\nDistribution.\nThe snow leopard has a huge range in central Asia. It is in Afghanistan, Bhutan, China, India, Kazakhstan, Kyrgyzstan, Nepal, Pakistan, Russia, Tajikistan, Uzbekistan, Kashmir, Kunlun, and the Himalaya to southern Siberia, Mongolia, and Tibet.\nIts numbers are quite low, though difficult to estimate. Many estimates are rough and outdated. The total wild population of the snow leopard was estimated in 2008 as 4,510 to 7,350 individuals.\nTaxonomy and evolution.\nThe snow leopard was not thought closely related to the \"Panthera\" or other living big cats. However, recent molecular studies put the species firmly in the genus \"Panthera\": its closest relative is the tiger (\"Panthera tigris\"). MSW3 still refers to the snow leopard as \"Uncia uncia\", but the more recent IUCN classifies it as \"Panthera uncia\".\nIn popular culture.\nThe snow leopard is an official symbol of Kazakhstan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asia","surface_form":"Asia","offset":98},{"uri":"Leopard","surface_form":"leopard","offset":167},{"uri":"Genera","surface_form":"genera","offset":216},{"uri":"Panthera","surface_form":"Panthera","offset":355},{"uri":"Metre","surface_form":"meters","offset":406},{"uri":"Tail","surface_form":"tail","offset":465},{"uri":"Kilogram","surface_form":"kilogram","offset":491},{"uri":"Fur","surface_form":"fur","offset":527},{"uri":"Feet","surface_form":"feet","offset":660},{"uri":"Snow","surface_form":"snow","offset":717},{"uri":"Lion","surface_form":"lion","offset":927},{"uri":"Tiger","surface_form":"tiger","offset":933},{"uri":"Jaguar","surface_form":"jaguar","offset":940},{"uri":"Leopard","surface_form":"leopard","offset":948},{"uri":"Ligament","surface_form":"ligament","offset":1004},{"uri":"Camouflage","surface_form":"camouflage","offset":1392},{"uri":"Crepuscular","surface_form":"crepuscular","offset":1413},{"uri":"Dawn","surface_form":"dawn","offset":1441},{"uri":"Dusk","surface_form":"dusk","offset":1450},{"uri":"Ibex","surface_form":"Ibex","offset":1499},{"uri":"Sheep","surface_form":"sheep","offset":1522},{"uri":"Goats","surface_form":"goats","offset":1538},{"uri":"Ambush","surface_form":"ambush","offset":1617},{"uri":"Tree_line","surface_form":"tree line","offset":2190},{"uri":"Pregnancy","surface_form":"pregnancy","offset":2510},{"uri":"Asia","surface_form":"Asia","offset":2787},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2802},{"uri":"Bhutan","surface_form":"Bhutan","offset":2815},{"uri":"China","surface_form":"China","offset":2823},{"uri":"India","surface_form":"India","offset":2830},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":2837},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":2849},{"uri":"Nepal","surface_form":"Nepal","offset":2861},{"uri":"Pakistan","surface_form":"Pakistan","offset":2868},{"uri":"Russia","surface_form":"Russia","offset":2878},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":2886},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":2898},{"uri":"Kashmir","surface_form":"Kashmir","offset":2910},{"uri":"Kunlun_Mountains","surface_form":"Kunlun","offset":2919},{"uri":"Himalaya","surface_form":"Himalaya","offset":2935},{"uri":"Siberia","surface_form":"Siberia","offset":2956},{"uri":"Mongolia","surface_form":"Mongolia","offset":2965},{"uri":"Tibet","surface_form":"Tibet","offset":2979},{"uri":"Panthera","surface_form":"Panthera","offset":3262},{"uri":"Panthera","surface_form":"Panthera","offset":3369},{"uri":"Tiger","surface_form":"tiger","offset":3408},{"uri":"Panthera_tigris","surface_form":"Panthera tigris","offset":3416},{"uri":"MSW3","surface_form":"MSW3","offset":3435},{"uri":"IUCN","surface_form":"IUCN","offset":3511}]}