{"id":312094,"url":"http://en.wikipedia.org/wiki/Dinosaur_Ridge","text":"Dinosaur Ridge is part of the Morrison Formation, just west of Denver.\nThe Dinosaur Ridge area is one of the world's most famous dinosaur fossil localities. In 1877, some of the best-known dinosaurs were found here, including \"Apatosaurus\", \"Diplodocus\", \"Stegosaurus\", and \"Allosaurus\".\nIn 1973, the area was recognized for its uniqueness as well as its historical and scientific significance when it was designated the Morrison Fossil Area National Natural Landmark by the National Park Service. In 1989, the Friends of Dinosaur Ridge formed to address increasing concerns regarding the preservation of the site and to offer educational programs on the area's resources.\nThe rocks on the west side of Dinosaur Ridge are part of the widespread Morrison Formation of Jurassic age. It is in these rocks, where Arthur Lakes discovered the dinosaur bones in 1877. Fifteen quarries were opened along the Dakota hogback in the Morrison area in search of these fossils.\nThe rocks on the east side of Dinosaur Ridge are part of the Cretaceous Dakota Formation. When Alameda Parkway was being constructed in 1937 to provide access to Red Rocks Park, workers discovered hundreds of dinosaur footprints. These were found to include mostly \"Iguanodon\"-like footprints. Carnivorous theropod tracks are also present.\nThe site features the Dinosaur Ridge Exhibit Hall with displays about the dinosaurs found at the site. Additionally, Dinosaur Ridge has interpretive signs at trail locations that explain the local geology, a volcanic ash bed, trace fossils, paleo-ecology, economic development of coal, oil and clay, and many other geologic and paleontological features.","categories":[],"infobox_types":[],"annotations":[{"uri":"Morrison_Formation","surface_form":"Morrison Formation","offset":30},{"uri":"Denver","surface_form":"Denver","offset":63},{"uri":"Locality","surface_form":"localities","offset":145},{"uri":"Apatosaurus","surface_form":"Apatosaurus","offset":227},{"uri":"Diplodocus","surface_form":"Diplodocus","offset":242},{"uri":"Stegosaurus","surface_form":"Stegosaurus","offset":256},{"uri":"Allosaurus","surface_form":"Allosaurus","offset":275},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":475},{"uri":"Jurassic","surface_form":"Jurassic","offset":767},{"uri":"Arthur_Lakes","surface_form":"Arthur Lakes","offset":809},{"uri":"Hogback","surface_form":"hogback","offset":907},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1025},{"uri":"Dakota_Formation","surface_form":"Dakota Formation","offset":1036},{"uri":"Red_Rocks_Park","surface_form":"Red Rocks Park","offset":1126},{"uri":"Iguanodon","surface_form":"Iguanodon","offset":1230},{"uri":"Theropod","surface_form":"theropod","offset":1270}]}