{"id":312173,"url":"http://en.wikipedia.org/wiki/Lord_of_the_Flies","text":"\"Lord of the Flies\" is a novel written by William Golding. It was published in 1954. The title is a literal translation of Beelzebub, a Semitic deity which was worshipped in the Philistine city of Ekron.\nGolding based this novel on two personal experiences: his time teaching at boys' public schools and his experiences in World War II. He had read books like \"Coral Island\" which showed young boys getting stranded on desert islands and living in perfect Utopia. He wanted to write about what he thought would really happen in this situation.\nThemes.\nThe book portrays their descent into savagery. Left to themselves, far from modern civilisation, the well-educated children revert to a primitive state.\nThe central theme is the conflicting human impulses toward civilization living by rules, peacefully and in harmony and toward the will to power. Themes include the tension between groupthink and individuality, between rational and emotional reactions, and between morality and immorality. How these play out is the story of Lord of the Flies.\nPlot.\nA group of boys of different ages, from different schools and backgrounds, are stranded on an island after their plane is brought down. The country they came from has been hit with a atom bomb and all the adults on their plane have died. There is no one else on the island and no one knows where they are. On Piggy's advice, Ralph blows a conch shell to gather the boys from across the island to a meeting. There they are introduced to Merridew (Jack) who is head of the Choir and various other characters.\nA vote is called for leader, which is won by Ralph. He gives the task of registering the boys to Piggy, while he, Jack and Simon (a member of the choir) go to explore the island. They discover that they are truly alone on the island and that it is an island. On the way back they walk through a the forest and come across a pig. Jack pulls out a knife and makes to kill it, but is unable to. He swears to kill the next one he finds.\nThe three return to the beach where the first meeting was held and discover that Piggy was unable to take the register. During a meeting concerns are raised by one of the younger children about a \"beastie\" or \"snake-thing\". Ralph and the other older boys are quick to dismiss this theory. All the same, fear from some of the younger boys spreads. Ralph suggests that they build a signal fire; the group is instantly excited by this idea and rush to the top of the mountain to pile wood. They discover they have no way of igniting it, then Piggy arrives with the conch (essential for meetings, whoever has the conch talks). They use his glasses to start a fire which burns well, then ignites a large portion of forest, possibly killing a young child.\nJack and half of his choir hunt while the other half is assigned to tending the signal fire. Jack becomes obsessed with the idea of a kill while Ralph is still more interested in building shelters (with Simon's help) and escaping the island, something Jack does not seem bothered about anymore. He wants to kill a pig.\nJack eventually gets angry with Ralph and goes and forms his own tribe. They steal piggy's glasses so they can start a fire. Simon is killed by the boys because they thought he was the beast. Only Ralph, Piggy and Sam and Eric are left in the original tribe. They go to the top of the mountain where Jack's tribe are. Jack and Ralph fight and Roger sends a boulder tumbling down that narrowly misses Ralph but kills Piggy and breaks the Conch. Sam and Eric are taken by Jack's tribe and Ralph runs away. Ralph goes up to the mountain again to see Sam and Eric and they tell him that Jack plans on hunting him down. He goes and hides but is soon found by the tribe. A fire is created to smoke him out. He runs for it down onto the beach being chased by the tribe holding spears. Ralph runs into a navy officer who saw the smoke from the fire and has come to rescue them. It is ironic because Jack only wanted to hunt for food and not bother keeping the fire going but he ends up starting the fire that gets them rescued...","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":25},{"uri":"William_Golding","surface_form":"William Golding","offset":42},{"uri":"Beelzebub","surface_form":"Beelzebub","offset":123},{"uri":"Semitic","surface_form":"Semitic","offset":136},{"uri":"Deity","surface_form":"deity","offset":144},{"uri":"Philistine","surface_form":"Philistine","offset":178},{"uri":"Ekron","surface_form":"Ekron","offset":197},{"uri":"Public_school","surface_form":"public school","offset":285},{"uri":"World_War_II","surface_form":"World War II","offset":323},{"uri":"Desert","surface_form":"desert","offset":419},{"uri":"Island","surface_form":"island","offset":426},{"uri":"Utopia","surface_form":"Utopia","offset":456},{"uri":"Savage","surface_form":"savage","offset":589},{"uri":"Civilisation","surface_form":"civilisation","offset":635},{"uri":"Emotional","surface_form":"emotional","offset":936},{"uri":"Morality","surface_form":"morality","offset":969},{"uri":"Immorality","surface_form":"immorality","offset":982},{"uri":"Airplane","surface_form":"plane","offset":1167},{"uri":"Atom_bomb","surface_form":"atom bomb","offset":1237},{"uri":"Conch","surface_form":"conch","offset":1393}]}