{"id":312222,"url":"http://en.wikipedia.org/wiki/Nuclear_magnetic_resonance","text":"Nuclear magnetic resonance (NMR) is the physical phenomenon in which magnetic nuclei in a magnetic field absorb, then re-emit electromagnetic radiation. This energy is of a specific resonance frequency that depends on the magnetic field strength, and the magnetic properties of the isotopes of the atoms. Many scientific techniques exploit the NMR phenomena to study molecular physics, crystals and non crystalline materials through NMR spectroscopy. NMR is also used for advanced medical imaging techniques, for example, magnetic resonance imaging (MRI).\nHow it works.\nAll isotopes that contain an odd number of protons and/or of neutrons (see Isotope) have an intrinsic magnetic moment and angular momentum, in other words a nonzero spin, while all nuclides with even numbers of both have a total spin of zero. The most commonly studied nuclei are 1H and 13C, although nuclei from isotopes of many other elements (e.g. 2H, 6Li, 10B, 11B, 14N, 15N, 17O, 19F, 23Na, 29Si, 31P, 35Cl, 113Cd, 129Xe, 195Pt) have been studied by high-field NMR spectroscopy as well.\nA key idea of NMR is that the resonance frequency of a particular substance is directly proportional to the strength of the applied magnetic field. This resonance is used in imaging techniques. If a sample is placed in a non-uniform magnetic field then the resonance frequencies of the sample's nuclei depend on where in the field they are located. Scientists try to use the highest possible magnetic fields to get the best image quality.\nThe constant field and the pulse field are usually set perpendicular to each other. This maximizes the NMR signal strength. The resulting response by the total magnetization (M) of the nuclear spins is the phenomenon that is used in NMR spectroscopy and magnetic resonance imaging. Both use intense applied magnetic fields (H0) in order to achieve dispersion and very high stability to deliver spectral resolution. Scientist explain their readings as chemical shifts, the Zeeman effect, and Knight shifts (in metals).\nNMR is used in low-field NMR, NMR spectroscopy and MRI in the Earth's magnetic field (referred to as Earth's field NMR), and in several types of magnetometers.\nHistory.\nNuclear magnetic resonance was first described and measured in molecular beams by Isidor Rabi in 1938. In 1944, Rabi was awarded the Nobel Prize in Physics for this work. In 1946, Felix Bloch and Edward Mills Purcell expanded the technique for use on liquids and solids. They shared the Nobel Prize in Physics in 1952 for this discovery.\nPurcell had worked on the development of radar during World War II at the Massachusetts Institute of Technology's Radiation Laboratory. His work during that project on the production and detection of radio frequency power and on the absorption of such RF power by matter laid the background for Rabi's discovery of NMR.\nRabi, Bloch, and Purcell noticed that magnetic nuclei, like 1H and 31P, could absorb RF energy when placed in a magnetic field of a strength specific to the identity of the nuclei. When this absorption occurs, the nucleus is described as being \"in resonance\". Different atomic nuclei within a molecule resonate at different (radio) frequencies for the same magnetic field strength. The observation of such magnetic resonance frequencies of the nuclei present in a molecule allows any trained user to discover essential, chemical and structural information about the molecule.\nAfter World War II, the development of NMR as a technique in analytical chemistry and biochemistry happened at the same time as the development of electromagnetic technology and advanced electronics and their introduction into civilian use. In the 1960s, William Lipscomb was a pioneer in using NMR to study chemical structures. He worked out how to look at NMR data to tell what atoms are connected together in a molecule. This is called chemical shift.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magnetic_nuclei","surface_form":"magnetic nuclei","offset":69},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":90},{"uri":"Radiation","surface_form":"radiation","offset":142},{"uri":"Energy","surface_form":"energy","offset":158},{"uri":"Field_strength","surface_form":"field strength","offset":231},{"uri":"Isotope","surface_form":"isotope","offset":282},{"uri":"Molecular_physics","surface_form":"molecular physics","offset":367},{"uri":"Crystal","surface_form":"crystal","offset":386},{"uri":"Medical","surface_form":"medical","offset":481},{"uri":"Magnetic_resonance_imaging","surface_form":"magnetic resonance imaging","offset":522},{"uri":"Proton","surface_form":"proton","offset":613},{"uri":"Neutrons","surface_form":"neutrons","offset":631},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":692},{"uri":"Spin_(physics)","surface_form":"spin","offset":735},{"uri":"Nuclide","surface_form":"nuclide","offset":751},{"uri":"Resonance","surface_form":"resonance","offset":1092},{"uri":"Right_angle","surface_form":"perpendicular","offset":1556},{"uri":"Nuclear_magnetic_resonance_spectroscopy","surface_form":"NMR spectroscopy","offset":1734},{"uri":"Magnetic_resonance_imaging","surface_form":"magnetic resonance imaging","offset":1755},{"uri":"Spectral_resolution","surface_form":"spectral resolution","offset":1895},{"uri":"Chemical_shift","surface_form":"chemical shift","offset":1952},{"uri":"Knight_shift","surface_form":"Knight shift","offset":1992},{"uri":"Low_field_NMR","surface_form":"low-field NMR","offset":2034},{"uri":"Magnetometer","surface_form":"magnetometer","offset":2164},{"uri":"Isidor_Rabi","surface_form":"Isidor Rabi","offset":2270},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":2321},{"uri":"Felix_Bloch","surface_form":"Felix Bloch","offset":2368},{"uri":"Edward_Mills_Purcell","surface_form":"Edward Mills Purcell","offset":2384},{"uri":"Liquid","surface_form":"liquid","offset":2439},{"uri":"Solid","surface_form":"solid","offset":2451},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":2475},{"uri":"Radar","surface_form":"radar","offset":2567},{"uri":"World_War_II","surface_form":"World War II","offset":2580},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":2600},{"uri":"Radiation_Laboratory","surface_form":"Radiation Laboratory","offset":2640},{"uri":"Radio_frequency","surface_form":"radio frequency power","offset":2726},{"uri":"World_War_II","surface_form":"World War II","offset":3428},{"uri":"Analytical_chemistry","surface_form":"analytical chemistry","offset":3483},{"uri":"Biochemistry","surface_form":"biochemistry","offset":3508},{"uri":"Electronics","surface_form":"electronics","offset":3609},{"uri":"William_Lipscomb","surface_form":"William Lipscomb","offset":3677},{"uri":"Molecule","surface_form":"molecule","offset":3836}]}