{"id":312302,"url":"http://en.wikipedia.org/wiki/Voynich_manuscript","text":"The Voynich manuscript is a manuscript named after Wilfrid Michael Voynich who bought it in the early 20th century. The manuscript is made up of about 240 vellum pages, and was probably written in the early 15th century in northern Italy. Today, it is in the library of Yale University.\nMany pages contain illustrations. Although many authors have been thought to have written this manuscript, the author remains unknown. The text is written in an unknown language, in an unknown writing system. It looks like there are no errors in the text. There are no corrections to it. The text is probably some ciphertext; many people working in cryptography have tried to break its code, both amateur and professional cryptographers. Much less attention has been given to the illustrations, which seem to show plants, anatomic or astronomic links. It has been described as \"the world's most mysterious manuscript\".\nIn 2009, University of Arizona researchers performed radiocarbon dating on the manuscript's vellum, which they say (with 95% confidence) was made between 1404 and 1438. In addition, the McCrone Research Institute in Chicago found that much of the ink was added not long afterwards, confirming that the manuscript is an authentic medieval document.\nSectioning.\nThe very last page seems to have some sort of \"key\": three lines of text, with a script resembling that used in 15th-century Germany.\nText analysis.\nThe manuscript consists of quires. A quire is made of folded parchment. The quires consist of folios, with text or illustrations on both sides of the folio. The quires are numbered from 1 to 20, the folios from 1 to 116. Some of the fold-outs have unusual shapes. Depending on the way of counting, this gives a total of 240 pages. As there are gaps in the numbering, it seems likely that some pages were lost; the manuscript probably had at least 272 pages. The gaps were already there when Voynich bought the manuscript in 1912.\nA quill pen was used for the text and figure outlines. The figures were colored with paint, possibly at a later date. There is strong evidence that many of the book's folios were reordered at various points in its history, and that the original page order may well have been quite different from what we see today.\nThe text is written from left to right, because there are irregular margins on the right. There is no obvious punctuation. The person or people writing the text seem to have been fluent in the language. There probably was another \"source\" they copied from. The flow of the text is smooth, which gives the impression that the symbols were not enciphered.\nIn total there are about 170,000 glyphs. Given the space between these, there seem to be \"words\" and \"paragraphs\". It is difficult (and a question of debate) to determine the alphabet used in the text; some glyphs may be variations of others, and some may simply be two glyphs joined together. The text can probably be represented with an alphabet of between twenty and thirty characters.\nPurpose.\nThe purpose of the book was probably to serve as a manual to make drugs, or as a book about medicine. The first section is almost certainly a herbal. A herbal is a collection of plants, with their description. An identification of the plants, based on the images has mostly failed, though. Two plants can be guessed, with some certainty: the Wild pansy and the Maidenhair fern. Many of the plant pictures are composite: they combine parts of plants; the root of one plant is added to the leaves of another; the flowers may be from a third species. The leaves and fruit of the Castor oil plant have been identified, as well.\nBecause of the tubes in the biological section, the text may be related to alchemy. This would also make sense, if the text was about making certain kinds of medicine. The problem with that theory is that alchemy books of the time all use a common set of motifs for their pictures; these motifs cannot be found the manuscript.\nAnother idea is that the book is about astrology; practices common at the time, such as bloodletting were often connected with astrology. The problem with this approach is, that except for the signs of the zodiac, and one diagram possibly showing the classical planets, no one has shown that the symbols are found in other astrological traditions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manuscript","surface_form":"manuscript","offset":28},{"uri":"Wilfrid_Michael_Voynich","surface_form":"Wilfrid Michael Voynich","offset":51},{"uri":"Vellum","surface_form":"vellum","offset":155},{"uri":"Yale_University","surface_form":"Yale University","offset":270},{"uri":"Illustration","surface_form":"illustration","offset":306},{"uri":"Cipher","surface_form":"cipher","offset":601},{"uri":"Cryptography","surface_form":"cryptography","offset":636},{"uri":"University_of_Arizona","surface_form":"University of Arizona","offset":915},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":959},{"uri":"McCrone_Research_Institute","surface_form":"McCrone Research Institute","offset":1092},{"uri":"Chicago","surface_form":"Chicago","offset":1122},{"uri":"Paper_quire","surface_form":"quires","offset":1442},{"uri":"Parchment","surface_form":"parchment","offset":1476},{"uri":"Folio","surface_form":"folio","offset":1509},{"uri":"Quill","surface_form":"quill pen","offset":1947},{"uri":"Punctuation","surface_form":"punctuation","offset":2370},{"uri":"Cipher","surface_form":"enciphered","offset":2602},{"uri":"Glyph","surface_form":"glyph","offset":2647},{"uri":"Alphabet","surface_form":"alphabet","offset":2953},{"uri":"Drug","surface_form":"drug","offset":3078},{"uri":"Medicine","surface_form":"medicine","offset":3104},{"uri":"Herbal","surface_form":"herbal","offset":3154},{"uri":"Viola_tricolor","surface_form":"Wild pansy","offset":3354},{"uri":"Adiantum","surface_form":"Maidenhair fern","offset":3373},{"uri":"Castor_oil_plant","surface_form":"Castor oil plant","offset":3588},{"uri":"Alchemy","surface_form":"alchemy","offset":3711},{"uri":"Astrology","surface_form":"astrology","offset":4002},{"uri":"Bloodletting","surface_form":"bloodletting","offset":4051}]}