{"id":312478,"url":"http://en.wikipedia.org/wiki/Tawny_owl","text":"The tawny owl or brown owl (\"Strix aluco\") is a stocky, medium-sized owl commonly found in woodlands across much of Eurasia. There are eleven recognised subspecies, and some variation in the colouring.\nThe nest is usually in a tree hole where it can protect its eggs and young against potential predators. This owl is resident through the year, and highly territorial. Many young birds starve if they cannot find a vacant territory once parental care ceases.\nThis nocturnal bird of prey hunts mainly rodents, usually by dropping from a perch to seize its prey, which it swallows whole; in towns its diet includes a higher proportion of birds. Vision and hearing adaptations and silent flight aid its night hunting. The Tawny is capable of catching smaller owls, but is itself vulnerable to the Eagle owl or Northern Goshawk. Red foxes are an important cause of mortality in newly fledged young.\nAlthough many people believe this owl has exceptional night vision, its retina is no more sensitive than a human's. Rather, it is its asymmetrically placed ears that are key to its hunting. They give the Tawny owl excellent directional hearing. Like most owls, it hunts at night. It has a rather strange, but easily imitated, call.","categories":[],"infobox_types":[],"annotations":[{"uri":"Owl","surface_form":"owl","offset":69},{"uri":"Woodland","surface_form":"woodland","offset":91},{"uri":"Eurasia","surface_form":"Eurasia","offset":116},{"uri":"Subspecies","surface_form":"subspecies","offset":153},{"uri":"Bird_nest","surface_form":"nest","offset":206},{"uri":"Predator","surface_form":"predator","offset":295},{"uri":"Migration","surface_form":"resident","offset":318},{"uri":"Nocturnal","surface_form":"nocturnal","offset":464},{"uri":"Bird_of_prey","surface_form":"bird of prey","offset":474},{"uri":"Rodent","surface_form":"rodent","offset":500},{"uri":"Eagle_owl","surface_form":"Eagle owl","offset":794},{"uri":"Northern_Goshawk","surface_form":"Northern Goshawk","offset":807},{"uri":"Red_Fox","surface_form":"Red foxes","offset":825},{"uri":"Retina","surface_form":"retina","offset":967},{"uri":"Symmetry","surface_form":"asymmetrically","offset":1029}]}