{"id":312516,"url":"http://en.wikipedia.org/wiki/Marine_(military)","text":"A marine is a member of a military force. Marines specialize in military actions in other countries, such as amphibious warfare. Marines usually have strong links with the country's navy. The commander in the field is usually the commander of the fleet. Support for the marines such as medical, legal, and supplies come from the navy. The anchor is often used as a symbol for the marines. The word \"marine\" is from the English word \"marine\", meaning \"of the sea\", from the French \"marin(e)\", \"of the sea\" which was from the Latin \"marinus\" (\"maritime\"). The name \"marine\" means \"navy\" in French, Dutch, and German. Marine forces are usually part of the navy, but they can be part of the army or act on their own.\nIn the past the marines have protected ships at sea. When ship crews were pressed (forced to serve) the marines protected the ship from mutiny. They would also board other ships during battle or capture prize ships. They carried out raids on the shore to help the navy. Marines would also take part in campaign ashore, to help the army.\nHistory.\nIn the earliest days of naval warfare, there was little difference between sailors and soldiers on a warship. The oarsmen of Ancient Greek and Roman ships had to be able to fight the oarsmen of other ships. Armed soldiers were used on Greek ships to get on board enemy ships to fight their crews. The Roman Navy's two legions, I \"Adiutrix\" and II \"Adiutrix\", were among the first special naval infantry units.\nThe first organized group of marines was created when Charles V first assigned the naval infantry of the \"Compañías Viejas del Mar de Nápoles\" (Naples Sea Old Companies) to the Escuadras de Galeras del Mediterráneo (Mediterranean Galley Squadrons) in 1537. This was the start of the current Spanish Navy Marines (Infantería de Marina) corps. The American Marine Corps began on 10 November 1775 in Tun Tavern, Philadelphia, just seven months before America declared its independence on 4 July 1776.\nRoles.\nThe main task for marine troops is military actions near the coast. Based on ships they are trained to land on and secure key points to around 50 miles inland. Marines leave the warships using helicopters, landing craft, hovercraft and amphibious vehicles.\nMarines are also in other naval roles such as boarding other ships, ship clean up, naval port security, mess duty, and field day operations.\nArgentina.\nThe Argentine Marine Corps (\"Infantería de Marina de la Armada de la República Argentina\" or IMARA) is a part of the Argentine Navy. It has a Fleet Marine Force with one marine battalion, artillery, air defence, communications, logisticss, engineer and vehicle units. There is a Southern Marine Force with two marine battalions, a river operations battalion, a special forces unit (the Amphibious Commandos Group) and several security battalions and companies. The 5th Battalion of the \"Infanteria de Marina\" fought in the Falklands War ().\nIndonesia.\n1. Two Marine Forces (\"Pasukan Marinir\"), a unit similar to a division, led by a Marine Brigadier General.\n2. Three Marine Infantry Brigades (with nine Marine Infantry Battalions).\n3. Two Marine Cavalry Regiments (with Marine Amphibious Tank and also Amphibious Artillery-bearer Landing Craft Battalions).\n4. Two Marine Artillery Regiments (with Marine Rocket, Howitzer and Gun Battalions).\n5. Two Marine Combat Support Regiments, with Marine Engineer, Military Police, Base Defense, Motorized Transportation, Amphibious-Reconnaissance and also Logistic Battalions.\n6. Two Marine Bases in Jakarta and Surabaya.\n8. An anti-terrorism unit called \"Detasemen Jala Mangkara\" (literally \"Sea Ghost Detachment\").\nIraq.\nThe Iraqi Navy is a small force with 800 sailors and six platoons of marines designed to protect the shoreline and inland waterways. The navy also protects offshore oil platforms. The navy will have coastal patrol squadrons, assault boat squadrons and a marine battalion. The force will consist of 2,000 to 2,500 sailors by 2010.\nAncient Greece.\nThe ancient Greek states did not possess specialized marine infantry, instead they used hoplites and archers as an onboard contingent (\"epibatai\").\nAncient Rome.\nThe Roman Navy used regular infantry as marines. Naval personnel were trained for raiding and also provided the troops for at least two legions (I \"Adiutrix\" and II \"Adiutrix\") for service on land. The various provincial fleets were usually provided with marines from the adjacent legions.\nByzantine Empire.\nFor several centuries, the Byzantine navy used the descendants of the Mardaites, who were settled in southern Anatolia and Greece, as marines and rowers for its ships. Emperor Basil I also established a separate marine regiment, 4,000 strong, for the central Imperial Fleet based at Constantinople. These were professional troops, and were counted among the elite \"tagmata\".\nIn the 1260s, when emperor Michael VIII Palaiologos rebuilt the navy, he recruited the \"Tzakones\" (settlers from Laconia) and the \"Gasmouloi\" (men of mixed Greek-Latin descent) as special marine troops. Despite the progressive decline and virtual disappearance of the navy, they remained active until the late Palaiologan period.\nConfederate States of America.\nThe Confederate States Marine Corps (CSMC), a branch of the Confederate States Navy, was established by the Confederate Congress on 16 March 1861.\nDenmark-Norway.\nMarineregimentet (The Marine Regiment) was the naval infantry of the Royal Dano-Norwegian Navy.\nEstonia.\nThe Meredessantpataljon, was a short lived infantry battalion of the Estonian Navy. The battalion was created in 1919 from the crews of the Estonian surface warships and was based in Tallinn. The unit was mainly used on the Southern Front during the Estonian War of Independence. The unit was operational from March to June in 1919.\nFrance.\nThe \"Troupes de marine\" were founded in 1622 (as \"compagnies ordinaires de la mer\") as land forces under the control of the Secretary of State of the Navy, notably for operations in French Canada. The \"Compagnies de la Mer\" were transformed in line infantry regiments by Napoleon, but became once more marine forces in 1822 (for the artillery) and 1831 (for the infantry). These \"Troupes de marines\" were in the 19th century the main overseas and colonial forces of the French military. In 1900 they were put under the orders of the War Ministry and took the name of \"Troupes Coloniales\" (Colonial Forces). In 1958 the designation of \"Troupes Coloniales\" was changed to \"Troupes d'Outre-Mer\" (Overseas Forces) but in 1961 it reverted to the original \"Troupes de marine\". Throughout these changes in title these troops continued to be part of the French Army.\nGran Colombia.\nThe Confederation of Gran Colombia Marines were formed in 1822 and were disbanded in 1829, Personnel were mostly from Venezuela.\nItaly.\nThe Blackshirt militia maintained an independent \"Marine Group\" with four MVSN battalions (24th, 25th, 50th and 60th).\nJapan.\nBoth the Imperial Japanese Navy and Imperial Japanese Army maintained marine-type units. Both were dissolved at the end of World War II and Japan no longer has marines.\nLebanon.\nThe Lebanese Forces militia maintained a small elite marine unit until the LF was disarmed and disbanded the unit. The Marines were the navy of the militia and it maintained a force of small boats.\nThe Netherlands.\nThe Corps was founded on 10 December 1665 during the Second Anglo-Dutch War by the unofficial leader of the republic Johan de Witt and Admiral Michiel de Ruyter as the Regiment de Marine. Its leader was Willem Joseph Baron van Ghent. The Dutch had successfully used ordinary soldiers in ships at sea in the First Anglo-Dutch War. It was the fifth European marine unit formed, being preceded by the Spanish Marines (1537), the Portuguese Marines (1610), the French Marines (1622) and the English Royal Marines (1664). Like Britain, the Netherlands has had several periods when its Marines were disbanded. The Netherlands itself was under French occupation or control from 1810 until 1813. A new marine unit was raised on 20 March 1801 during the time of the Batavian Republic and on 14 August 1806 the Korps Koninklijke Grenadiers van de Marine was raised under King Louis Bonaparte. The modern Korps Mariniers dates from 1814, receiving its current name in 1817.\nThe battle honors on the Korps Mariniers' colors are: Raid on the Medway (1667), Kijkduin (1673), Sennefe (1674), Spain, Dogger Bank (1781), West Indies, Algiers (1816), Atjeh, Bali, Rotterdam (1940), Java Sea (1942), Java and Madoera (1947–1948), and New Guinea (1962).\nOttoman Empire.\nThe role of Ottoman naval infantry originated in Orhan's conquest of the Karasi Beylik and the capture of its fleet. From then on Janissaries and Azaps were sometimes deployed as marines during the 14th Century. The Deniz azaps were used during the 16th Century; while troops called Levend (Bahriyeli) were raised on and off over the centuries - over 50,000 of them by the late 18th century. The last raised units were the \"Ta'ifat al Ru'sa\" (corsair captains militia) recruited from among the North African Arabs and indigenous Berbers. Ottoman marines were part of the Ottoman navy.\nPortuguese Empire.\nPortugal raised numerous companies of Special Marines (\"Fuzileiros Especiais\") and African Special Marines (\"Fuzileiros Especiais Africanos\"), both at home and in the African colonies of Guinea-Bissau, Angola and Mozambique, for service in Africa during the Portuguese Colonial Wars. The African Special Marines were all-black units.\nRussia.\nThe Imperial Russian Navy used several regiments of marine equipage troops that fought as much on land as they served in ship detachments. One battalion was formed within the Guard, and served on the Imperial family's ships.\nThe Ushkuiniks were medieval Novgorodian pirates who led a Viking-like life and often raided other Russian settlements.\nSoviet Union.\nThe Soviet Navy had a number of small battalion-sized naval infantry and coastal defence units that mostly served in the ports and bases before the Second World War. During the war, and building on the visuals of the mutinied sailors of Petrograd in 1917, the Stavka ordered formation of naval infantry brigades from the surplus to either ship or shore duty sailors, and forty brigades served in mostly ground troops roles until 1944 when they were used for amphibious operations in Norway and along the Black Sea coast.\nSouth Africa.\nThe South Africa Marine Corps was set up as a sub-branch of the South African Navy in 1979, with the primary purpose of protecting harbours. The Marines were disbanded in 1989, following a major restructuring of the Navy at the end of the South African Border War.\nRepublic of Vietnam.\nThe forerunner of the Republic of Vietnam Marine Corps (VNMC) was established by Ngo Dinh Diem, then prime minister of what was then the State of Vietnam on October 13, 1954. The Republic of Vietnam was established in October 1955 after Diem used a fraudulent referendum to topple Bao Dai. The VNMC became defunct on 1 May 1975 after the fall of Saigon.\nYugoslavia.\nThe 12th Naval Infantry Brigade (\"Mornaricka Pesadijska Brigada\") of the Yugoslavian Navy consisted of 900 to 2,000 men in three battalions. A multi-ethnic unit, the brigade was broken up during the dissolution of the Yugoslav federation and saw little action.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":26},{"uri":"Amphibious_warfare","surface_form":"amphibious warfare","offset":109},{"uri":"Navy","surface_form":"navy","offset":182},{"uri":"Fleet","surface_form":"fleet","offset":247},{"uri":"Anchor","surface_form":"anchor","offset":339},{"uri":"Symbol","surface_form":"symbol","offset":365},{"uri":"English_language","surface_form":"English","offset":419},{"uri":"French_language","surface_form":"French","offset":473},{"uri":"Latin","surface_form":"Latin","offset":524},{"uri":"French_language","surface_form":"French","offset":588},{"uri":"Dutch_language","surface_form":"Dutch","offset":596},{"uri":"German_language","surface_form":"German","offset":607},{"uri":"Impressment","surface_form":"pressed","offset":787},{"uri":"Mutiny","surface_form":"mutiny","offset":849},{"uri":"Boarding_(attack)","surface_form":"board","offset":873},{"uri":"Prize_(law)","surface_form":"prize","offset":916},{"uri":"Raid","surface_form":"raid","offset":946},{"uri":"Military_campaign","surface_form":"campaign","offset":1015},{"uri":"Naval_warfare","surface_form":"naval warfare","offset":1083},{"uri":"Sailor","surface_form":"sailor","offset":1134},{"uri":"Soldier","surface_form":"soldier","offset":1146},{"uri":"Rowing","surface_form":"oarsmen","offset":1173},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":1184},{"uri":"Roman_Empire","surface_form":"Roman","offset":1202},{"uri":"Roman_Navy","surface_form":"Roman Navy","offset":1360},{"uri":"Roman_legion","surface_form":"legions","offset":1377},{"uri":"Infantry","surface_form":"infantry","offset":1453},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":1523},{"uri":"Spanish_Navy_Marines","surface_form":"Compañías Viejas del Mar de Nápoles","offset":1575},{"uri":"Kingdom_of_Naples","surface_form":"Naples","offset":1613},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":1685},{"uri":"Galley","surface_form":"Galley","offset":1699},{"uri":"Spanish_Navy_Marines","surface_form":"Spanish Navy Marines","offset":1760},{"uri":"Declaration_of_Independence","surface_form":"America declared its independence","offset":1917},{"uri":"Helicopter","surface_form":"helicopter","offset":2167},{"uri":"Landing_craft","surface_form":"landing craft","offset":2180},{"uri":"Hovercraft","surface_form":"hovercraft","offset":2195},{"uri":"Amphibious_vehicle","surface_form":"amphibious vehicle","offset":2210},{"uri":"Argentine_Marine_Corps","surface_form":"Argentine Marine Corps","offset":2387},{"uri":"Argentine_Navy","surface_form":"Argentine Navy","offset":2500},{"uri":"Battalion","surface_form":"battalion","offset":2560},{"uri":"Artillery","surface_form":"artillery","offset":2571},{"uri":"Air_defence","surface_form":"air defence","offset":2582},{"uri":"Logistics","surface_form":"logistics","offset":2611},{"uri":"Engineer","surface_form":"engineer","offset":2623},{"uri":"Vehicle","surface_form":"vehicle","offset":2636},{"uri":"Special_forces","surface_form":"special forces","offset":2744},{"uri":"Commando","surface_form":"Commando","offset":2780},{"uri":"Falklands_War","surface_form":"Falklands War","offset":2906},{"uri":"Howitzer","surface_form":"Howitzer","offset":3296},{"uri":"Jakarta","surface_form":"Jakarta","offset":3524},{"uri":"Surabaya","surface_form":"Surabaya","offset":3536},{"uri":"Iraqi_Navy","surface_form":"Iraqi Navy","offset":3651},{"uri":"Oil_platform","surface_form":"oil platform","offset":3812},{"uri":"Hoplite","surface_form":"hoplite","offset":4081},{"uri":"Roman_Navy","surface_form":"Roman Navy","offset":4159},{"uri":"Roman_Legion","surface_form":"legions","offset":4291},{"uri":"Legio_I_Adiutrix","surface_form":"I \"Adiutrix\"","offset":4300},{"uri":"Legio_II_Adiutrix","surface_form":"II \"Adiutrix\"","offset":4317},{"uri":"Byzantine_navy","surface_form":"Byzantine navy","offset":4490},{"uri":"Mardaites","surface_form":"Mardaites","offset":4533},{"uri":"Anatolia","surface_form":"Anatolia","offset":4573},{"uri":"Greece","surface_form":"Greece","offset":4586},{"uri":"Basil_I","surface_form":"Basil I","offset":4639},{"uri":"Constantinople","surface_form":"Constantinople","offset":4746},{"uri":"Tagmata_(military)","surface_form":"tagmata","offset":4828},{"uri":"Michael_VIII_Palaiologos","surface_form":"Michael VIII Palaiologos","offset":4865},{"uri":"Laconia","surface_form":"Laconia","offset":4951},{"uri":"Gasmouloi","surface_form":"Gasmouloi","offset":4969},{"uri":"Palaiologan_period","surface_form":"Palaiologan period","offset":5148},{"uri":"Confederate_States_Marine_Corps","surface_form":"Confederate States Marine Corps","offset":5203},{"uri":"Confederate_States_Navy","surface_form":"Confederate States Navy","offset":5259},{"uri":"Confederate_Congress","surface_form":"Confederate Congress","offset":5307},{"uri":"Marineregimentet","surface_form":"Marineregimentet","offset":5362},{"uri":"Royal_Dano-Norwegian_Navy","surface_form":"Royal Dano-Norwegian Navy","offset":5431},{"uri":"Meredessantpataljon","surface_form":"Meredessantpataljon","offset":5471},{"uri":"Battalion","surface_form":"battalion","offset":5519},{"uri":"Estonian_Navy","surface_form":"Estonian Navy","offset":5536},{"uri":"Tallinn","surface_form":"Tallinn","offset":5650},{"uri":"Estonian_War_of_Independence","surface_form":"Southern Front","offset":5691},{"uri":"Estonian_War_of_Independence","surface_form":"Estonian War of Independence","offset":5717},{"uri":"Secretary_of_State_of_the_Navy_(France)","surface_form":"Secretary of State of the Navy","offset":5932},{"uri":"French_Canada","surface_form":"French Canada","offset":5990},{"uri":"Line_infantry","surface_form":"line infantry","offset":6052},{"uri":"Regiment","surface_form":"regiment","offset":6066},{"uri":"Napoleon","surface_form":"Napoleon","offset":6079},{"uri":"Minister_of_Defence_(France)","surface_form":"War Ministry","offset":6341},{"uri":"French_Army","surface_form":"French Army","offset":6654},{"uri":"Gran_Colombia","surface_form":"Gran Colombia","offset":6703},{"uri":"Blackshirt","surface_form":"Blackshirt","offset":6822},{"uri":"Militia","surface_form":"militia","offset":6833},{"uri":"Lebanese_Forces","surface_form":"Lebanese Forces","offset":7126},{"uri":"Militia","surface_form":"militia","offset":7142},{"uri":"Batavian_Republic","surface_form":"Batavian Republic","offset":8094},{"uri":"Raid_on_the_Medway","surface_form":"Raid on the Medway","offset":8354},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":8599},{"uri":"Orhan","surface_form":"Orhan","offset":8636},{"uri":"Bey","surface_form":"Bey","offset":8667},{"uri":"Janissaries","surface_form":"Janissaries","offset":8717},{"uri":"Azap","surface_form":"Azap","offset":8733},{"uri":"Levend","surface_form":"Levend","offset":8870},{"uri":"Bahriyeli","surface_form":"Bahriyeli","offset":8878},{"uri":"Corsair","surface_form":"corsair","offset":9030},{"uri":"African_Arabs","surface_form":"African Arabs","offset":9087},{"uri":"Berber_people","surface_form":"Berbers","offset":9116},{"uri":"Ottoman_navy","surface_form":"Ottoman navy","offset":9158},{"uri":"Guinea-Bissau","surface_form":"Guinea-Bissau","offset":9378},{"uri":"Angola","surface_form":"Angola","offset":9393},{"uri":"Mozambique","surface_form":"Mozambique","offset":9404},{"uri":"Portuguese_Colonial_War","surface_form":"Portuguese Colonial War","offset":9449},{"uri":"Imperial_Russia","surface_form":"Imperial Russia","offset":9537},{"uri":"Battalion","surface_form":"battalion","offset":9676},{"uri":"Ushkuiniks","surface_form":"Ushkuiniks","offset":9762},{"uri":"Novgorod_Republic","surface_form":"Novgorodian","offset":9787},{"uri":"Pirate","surface_form":"pirate","offset":9799},{"uri":"Viking","surface_form":"Viking","offset":9817},{"uri":"Stavka","surface_form":"Stavka","offset":10152},{"uri":"South_Africa_Marine_Corps","surface_form":"South Africa Marine Corps","offset":10431},{"uri":"South_African_Navy","surface_form":"South African Navy","offset":10491},{"uri":"South_African_Border_War","surface_form":"South African Border War","offset":10666},{"uri":"Republic_of_Vietnam_Marine_Corps","surface_form":"Republic of Vietnam Marine Corps","offset":10735},{"uri":"Ngo_Dinh_Diem","surface_form":"Ngo Dinh Diem","offset":10794},{"uri":"State_of_Vietnam","surface_form":"State of Vietnam","offset":10850},{"uri":"1955_State_of_Vietnam_referendum","surface_form":"used a fraudulent referendum to topple","offset":10955},{"uri":"Bao_Dai","surface_form":"Bao Dai","offset":10994},{"uri":"Fall_of_Saigon","surface_form":"fall of Saigon","offset":11051},{"uri":"Yugoslav_Naval_Infantry","surface_form":"12th Naval Infantry Brigade","offset":11083},{"uri":"SFR_Yugoslav_Navy","surface_form":"Yugoslavian Navy","offset":11152},{"uri":"Breakup_of_Yugoslavia","surface_form":"dissolution of the Yugoslav federation","offset":11278}]}