{"id":312514,"url":"http://en.wikipedia.org/wiki/Dame_school","text":"A Dame school was a private elementary school in English-speaking countries. The word \"Dame\" means a woman who has the title of a Knight. The children were usually taught by women and did not learn very much. The schools were most common from the 17th century to the 19th century. Most of these schools were located in Britain, the United States, and Australia. The Dame schools were also a common place for girls to be educated because they could not go to other schools, which were only for boys. The girls at Dame schools often learned how to sew or do other crafts.\nBritain.\nDame schools were different—some were day care facilities overseen by women who were not literate, but other schools taught the students how to read and write. The differences of Dame schools in England were shown in 1838 by the Statistical Society of London that found almost half of all children surveyed were only taught spelling, with few being taught mathematics and grammar. Dame schools became less common in Britain after the introduction of compulsory education in 1870. Schools that were below government-specified standards of tuition were closed.\nNorth America.\nIn North America, \"dame school\" is a name for a private school with a female teacher during the 17th, 18th, and 19th centuries. The education at these schools could be good or very good. Most dame schools were in New England, where every child needed to be literate because of the laws. In the Southern colonies, there were not as many women who knew enough to teach the children.\nMotivated by their Puritan religion, some austrailian women in 17th century opened small, private schools in their homes to teach reading to young children. All children needed to know their religion and how to read because of the Massachusetts School Law of 1642. This law was later made more important by the famous Old Deluder Satan Act. According to Puritan beliefs, Satan would try to keep people from understanding the Scriptures, therefore all children had to be taught how to read. For a small fee, women, often housewives or widows, offered to take in children to whom she would teach a little writing, reading, basic prayers, and religious beliefs. These women received pay in coin, home industries, alcohol, baked goods, and other valuables. Teaching materials generally included a hornbook, primer, Psalter, and Bible. Both girls and boys were provided education through the dame school system. Dame schools generally focused on the four R's of education-\"Riting, Reading, Rithmetic, and Religion\". In addition to primary education, girls in dame schools might also learn sewing, embroidery, and other \"graces\". Most girls received their only formal education from dame schools because of sex-segregated education in common or public schools during the colonial period. If their parents could afford it, after attending a dame school for a rudimentary education in reading, colonial boys moved on to grammar schools where a male teacher taught advanced arithmetic, writing, Latin, and Greek.\nIn the 18th and 19th centuries, some dame schools offered boys and girls from wealthy families a \"polite education\". The women running these special dame schools taught \"reading, writing, English, French, arithmetic, and music, and dancing\". Schools for upper-class girls were usually called \"female seminaries\", \"finishing schools\" instead of \"dame schools\".\nAustralia.\nThe first school in Australia started in 1789. The school was a Dame school where children were taught basic skills by a prisoner, Isabella Rossen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elementary_school","surface_form":"elementary school","offset":28},{"uri":"Britain","surface_form":"Britain","offset":319},{"uri":"United_States","surface_form":"United States","offset":332},{"uri":"Australia","surface_form":"Australia","offset":351},{"uri":"Literacy","surface_form":"literate","offset":668},{"uri":"Statistical_Society_of_London","surface_form":"Statistical Society of London","offset":808},{"uri":"Compulsory_education","surface_form":"compulsory education","offset":1029},{"uri":"Private_school","surface_form":"private school","offset":1201},{"uri":"New_England","surface_form":"New England","offset":1366},{"uri":"Puritan","surface_form":"Puritan","offset":1553},{"uri":"Massachusetts_School_Law_of_1642","surface_form":"Massachusetts School Law of 1642","offset":1765},{"uri":"Old_Deluder_Satan_Law","surface_form":"Old Deluder Satan Act","offset":1852},{"uri":"Widow","surface_form":"widows","offset":2068},{"uri":"Hornbook","surface_form":"hornbook","offset":2327},{"uri":"Psalter","surface_form":"Psalter","offset":2345},{"uri":"Bible","surface_form":"Bible","offset":2358},{"uri":"Three_R%27s","surface_form":"four R's of education","offset":2479},{"uri":"Sewing","surface_form":"sewing","offset":2618},{"uri":"Embroidery","surface_form":"embroidery","offset":2626},{"uri":"Sex_segregation","surface_form":"sex-segregated education","offset":2735},{"uri":"Grammar_schools","surface_form":"grammar schools","offset":2946},{"uri":"Female_seminary","surface_form":"female seminaries","offset":3331},{"uri":"Finishing_school","surface_form":"finishing school","offset":3352},{"uri":"Australia","surface_form":"Australia","offset":3429}]}