{"id":312614,"url":"http://en.wikipedia.org/wiki/Space_Launch_System","text":"The Space Launch System (SLS) is a NASA rocket. It is a heavy-lift launch vehicle. It is the most powerful rocket ever built. The SLS is a replacement for the retired Space Shuttle. Many parts are modified versions of parts designed for the Space Shuttle. Others are new designs.\nThe first flight of the SLS will be in June 2020. However, the first crewed (carrying people) flight will be in January 2023.\nTypes.\nThe Space Launch System comes in many different types meant to launch different kinds of missions.\nBlock 1.\nThe least powerful kind of the SLS is the Block 1. The core stage will use the parts of the Space Shuttle External Tank. It will also use four Space Shuttle Main Engines. The rocket boosters are connected to the sides are the 5-segment Space Shuttle Solid Rocket Boosters. The top stage will use is the Interim Cryogenic Propulsion Stage (ICPS).\nBlock 1B.\nBlock 1B is similar to the Block 1. The top stage will change with Exploration Upper Stage (EUS). A crew version and a cargo version will be made.\nBlock 2.\nBlock 2 is similar to Block 1B. The 5-segment SRBs will be changed with advanced boosters.","categories":[],"infobox_types":[],"annotations":[{"uri":"NASA","surface_form":"NASA","offset":35},{"uri":"Rocket","surface_form":"rocket","offset":40},{"uri":"Launch_vehicle","surface_form":"launch vehicle","offset":67},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":167},{"uri":"Crew","surface_form":"crew","offset":349},{"uri":"Space_Shuttle_External_Tank","surface_form":"Space Shuttle External Tank","offset":613},{"uri":"Space_Shuttle_Main_Engines","surface_form":"Space Shuttle Main Engines","offset":664},{"uri":"Space_Shuttle_Solid_Rocket_Boosters","surface_form":"Space Shuttle Solid Rocket Boosters","offset":757},{"uri":"Delta_Cryogenic_Second_Stage","surface_form":"Interim Cryogenic Propulsion Stage","offset":824},{"uri":"Exploration_Upper_Stage","surface_form":"Exploration Upper Stage","offset":944}]}