{"id":312689,"url":"http://en.wikipedia.org/wiki/Bill_Clements","text":"William Perry \"Bill\" Clements, Jr. (April 13, 1917 – May 29, 2011) was the 42nd and 44th Governor of Texas, serving from 1979 to 1983 and 1987 to 1991. Clements was the first Republican to have served as governor of the U.S. state of Texas since Reconstruction. Clements' eight years in office were the most served by any Texan governor prior to former Governor Rick Perry.\nEarly career.\nClements was born in Dallas and worked as an oil driller for many years. He studied at Southern Methodist University (SMU) but did not finish a degree. He founded SEDCO in 1947, which became the world's largest offshore drilling company. He entered politics as the United States Deputy Secretary of Defense under Presidents Richard Nixon and Gerald Ford. From 1975-1977 he worked under Defense Secretary Donald Rumsfeld.\nIn 1975, he married political organizer Rita Crocker Clements.\nGovernor.\nOn January 16, 1979, Clements replaced Democrat Dolph Briscoe as governor of Texas. He defeated State Representative Ray Hutchison in the Republican primary by a vote of 115,345 to 38,268. Clements won the November 1978 general election defeating Democrat John Hill. Hill had been the Chief Justice of the Texas Supreme Court and had been the Texas Attorney General for six years. Clements got 49.96% of the votes. With help from the votes of several minor candidates he narrowly won the election.\nClements ran for reelection in 1982 but was defeated by Democratic Attorney General Mark White. People think that he lost votes because the economy was bad.\nThe 1986 return.\nAfter being defeated, Clements was chairman of the board of governors of SMU in Dallas. He ran again in 1986 and won a primary against U.S. Representative Thomas Loeffler of New Braunfels and former Democratic turned Republican Congressman Kent Hance of Lubbock. At the election Clements defeated Governor White getting 52.7% of the votes.\nClements as governor.\nHis first term was marked by SEDCO's involvement in the then largest oil blowout in history, the Ixtoc I oil spill, which caused extensive environmental damage. Charlie Brooks, Jr., became the first prisoner to be executed by lethal injection (December 1982). Clements faced heavily Democratic state legislatures. In 1980, Clements changed the death penalty for Randall Dale Adams to life in prison. Adams was the subject of \"The Thin Blue Line\", an Errol Morris documentary movie. Adams was found to be innocent in 1989 after serving twelve years in prison.\nDuring his second term, Clements worked to reduce crime, improve education, and boost the Texas economy. He tried to improve relations with Mexico, especially on immigration and the War on Drugs.\nFootball scandal.\nClements's second term was hurt by actions he took at SMU. On March 3, 1987, Clements admitted that he and the SMU board of governors had approved a secret plan to pay 13 college football players using money from an alumnus. The NCAA shut down the SMU football program for the 1987 season. They did not have a team in 1988 as well. The shutdown and other sanctions hurt the team for many years. The College of Bishops of the United Methodist Church investigated the scandal. The discovered Clements had met with athletic director Bob Hitch, and agreed that the payments had to continue.\nIn late 1985 then SMU President L. Donald Shields and board of trustees chairman Edwin L. Cox wanted to stop the payments completely. Clements told President Shields to \"stay out of it\" and to \"go run the university\".\nA week later, Clements said he was sorry that he kept making the payments. He said the he had learned about the payments in 1984, and discovered that players had been paid since the mid-1970s. The board \"reluctantly and uncomfortably\" decided to continue paying players who had already been guaranteed payments. However, he now knows that they should have stopped the payments immediately.\nClements faced calls for his impeachment as a result of these statements. Two state legislators argued that he would have never been elected Governor had told the truth about his role in the scandal. Because of this, Clements did not run for a third term as governor. On January 15, 1991, Democratic state Treasurer Ann Richards replaced him.\nPost-political life.\nAfter leaving the governorship, Clements worked hard to help Republican candidates seeking office in Texas. He lived in Dallas with his second wife, Rita Crocker. She was later appointed to the University of Texas Regents by Governor George W. Bush. Clements was known for his acerbic, energetic personality, which Democrats hated but Republicans loved. In 1993, he unsuccessfully supported the conservative Congressman Joe Barton in a special election for the U.S. Senate.\nIn 2006, Clements raised money for U.S. Senator John McCain to run for President.\nIn June 2009, Clements donated $100 million to UT Southwestern Medical Center, the largest civic donation in Dallas history. A high school in Sugar Land, Texas and a state office building in Austin, Texas are named in honor of Clements.\nDeath.\nOn Memorial Day weekend in 2011, Clements died at age 94 in a Dallas hospital from natural causes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Governor_of_Texas","surface_form":"Governor of Texas","offset":89},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":175},{"uri":"Governor","surface_form":"governor","offset":204},{"uri":"United_States","surface_form":"U.S.","offset":220},{"uri":"Texas","surface_form":"Texas","offset":234},{"uri":"Reconstruction_of_the_United_States","surface_form":"Reconstruction","offset":246},{"uri":"Rick_Perry","surface_form":"Rick Perry","offset":362},{"uri":"Dallas%2C_Texas","surface_form":"Dallas","offset":409},{"uri":"Petroleum","surface_form":"oil","offset":433},{"uri":"Southern_Methodist_University","surface_form":"Southern Methodist University","offset":475},{"uri":"Offshore_drilling","surface_form":"offshore drilling","offset":599},{"uri":"United_States_Deputy_Secretary_of_Defense","surface_form":"United States Deputy Secretary of Defense","offset":653},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":712},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":730},{"uri":"Donald_Rumsfeld","surface_form":"Donald Rumsfeld","offset":792},{"uri":"Rita_Crocker_Clements","surface_form":"Rita Crocker Clements","offset":849},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":921},{"uri":"Dolph_Briscoe","surface_form":"Dolph Briscoe","offset":930},{"uri":"Texas_Legislature","surface_form":"State Representative","offset":978},{"uri":"Ray_Hutchison","surface_form":"Ray Hutchison","offset":999},{"uri":"John_Hill_(Texas_politician)","surface_form":"John Hill","offset":1138},{"uri":"Mark_White","surface_form":"Mark White","offset":1464},{"uri":"U.S._Representative","surface_form":"U.S. Representative","offset":1689},{"uri":"Thomas_Loeffler","surface_form":"Thomas Loeffler","offset":1709},{"uri":"New_Braunfels%2C_Texas","surface_form":"New Braunfels","offset":1728},{"uri":"Kent_Hance","surface_form":"Kent Hance","offset":1794},{"uri":"Lubbock%2C_Texas","surface_form":"Lubbock","offset":1808},{"uri":"Ixtoc_I_oil_spill","surface_form":"Ixtoc I oil spill","offset":2013},{"uri":"Charles_Brooks%2C_Jr.","surface_form":"Charlie Brooks, Jr.","offset":2077},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":2142},{"uri":"Death_penalty","surface_form":"death penalty","offset":2260},{"uri":"Randall_Dale_Adams","surface_form":"Randall Dale Adams","offset":2278},{"uri":"The_Thin_Blue_Line_(documentary)","surface_form":"The Thin Blue Line","offset":2342},{"uri":"Errol_Morris","surface_form":"Errol Morris","offset":2366},{"uri":"Documentary","surface_form":"documentary","offset":2379},{"uri":"Mexico","surface_form":"Mexico","offset":2615},{"uri":"War_on_Drugs","surface_form":"War on Drugs","offset":2657},{"uri":"NCAA","surface_form":"NCAA","offset":2918},{"uri":"United_Methodist_Church","surface_form":"United Methodist Church","offset":3114},{"uri":"L._Donald_Shields","surface_form":"L. Donald Shields","offset":3308},{"uri":"Impeachment_in_the_United_States","surface_form":"impeachment","offset":3913},{"uri":"Ann_Richards","surface_form":"Ann Richards","offset":4200},{"uri":"University_of_Texas","surface_form":"University of Texas","offset":4442},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":4482},{"uri":"Joe_Barton","surface_form":"Joe Barton","offset":4668},{"uri":"Special_election","surface_form":"special election","offset":4684},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":4709},{"uri":"John_McCain","surface_form":"John McCain","offset":4770},{"uri":"UT_Southwestern_Medical_Center","surface_form":"UT Southwestern Medical Center","offset":4851},{"uri":"Sugar_Land%2C_Texas","surface_form":"Sugar Land, Texas","offset":4946},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":4995},{"uri":"Memorial_Day","surface_form":"Memorial Day","offset":5051}]}