{"id":31274,"url":"http://en.wikipedia.org/wiki/Anna_Harrison","text":"Anna Tuthill Symmes Harrison (1775 - 1864) was the wife of President William Henry Harrison. President Benjamin Harrison was her grandson. She was the First Lady of the United States during her husband's one-month term in 1841. But she never entered the White House.\nShe was born near Morristown, New Jersey on July 25, 1775. Her father was a judge and his name was John Cleves Symmes. Her mother’s name was Anna Tuthill Symmes. Her mother died in 1776 when Anna was hardly one year old. During the American Revolution, Anna's father dressed like a British soldier and carried her on horseback passing through the British lines to her grandparents on Long Island. They cared for the child till the end of the war with the British.\nAt the age of thirteen, she went to North Bend, Ohio to live with her father and the stepmother. After few years, she met William Harrison, a young army officer. She married him on 25th November 1795. The couple had six sons and four daughters: Elizabeth Bassett \"Betsy\" (1796 - 1846), John Cleves Symmes (1798 - 1830), Lucy Singleton (1800 - 1826), William Henry, Jr. (1802 - 1838), John Scott (1804 - 1878), Benjamin (1806 - 1840), Mary Symmes (1809 - 1842), Carter Bassett (1811 - 1839), Anna Tuthill (1813 - 1845), and James Findlay (1814 - 1817).\nAfter an eventful career in the US Army, her husband became the President of the United States in 1841. Due to her illness, she could not attend the inauguration ceremony and remained at their home in North Bend. After a month, on April 4, 1841, she was about to move to Washington when she learned of her husband's death. Thus, she never entered the White House, even though she was the First Lady.\nAfter the death of her husband, she lived in North Bend with one of her sons, John Scott Harrison. She helped raise his children. One of the children was eight-year old Benjamin who became President of the United States. She died at the age of 88 on February 25, 1864 at home in North Bend, Ohio.","categories":[],"infobox_types":[],"annotations":[{"uri":"1775","surface_form":"1775","offset":30},{"uri":"1864","surface_form":"1864","offset":37},{"uri":"William_Henry_Harrison","surface_form":"William Henry Harrison","offset":69},{"uri":"Benjamin_Harrison","surface_form":"Benjamin Harrison","offset":103},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":151},{"uri":"1841","surface_form":"1841","offset":222},{"uri":"White_House","surface_form":"White House","offset":254},{"uri":"Morristown%2C_New_Jersey","surface_form":"Morristown, New Jersey","offset":285},{"uri":"1776","surface_form":"1776","offset":448},{"uri":"American_Revolution","surface_form":"American Revolution","offset":499},{"uri":"Long_Island","surface_form":"Long Island","offset":651},{"uri":"White_House","surface_form":"White House","offset":1634},{"uri":"February_25","surface_form":"February 25","offset":1933},{"uri":"1864","surface_form":"1864","offset":1946},{"uri":"North_Bend%2C_Ohio","surface_form":"North Bend, Ohio","offset":1962}]}