{"id":312753,"url":"http://en.wikipedia.org/wiki/Tidal_stream_power","text":"Tidal stream power is electricity made from the tidal movement of water. A tidal stream generator is a machine that extracts energy from moving water in tides. Tidal stream generators draw energy from water currents in much the same way as wind turbines draw energy from air currents.\nTidal stream power is the cheapest and the least ecologically damaging among the three main forms of tidal power generation.\nTidal stream power is a relatively new technology. It was first conceived in the 1970s during the oil crisis.\nThe potential for power generation by an individual tidal turbine can be greater than that of similarly rated wind energy turbine. Water is about 800 times the density of air. So, water pushing against a turbine can provide much more power than air pushing against a similar turbine at the same speed. Also, the lowest water speeds needed for an economic power project is lower than the wind speed needed for a wind turbine project. In practice, the tide must move at speeds of at least 2 knots (1 m/s) even close to neap tides to be a source of power.\nAs with wind power, selection of location is critical for the tidal turbine. Tidal stream systems need to be located in areas with fast currents where natural flows are concentrated between obstructions, for example at the entrances to bays and rivers, around rocky points, headlands, or between islands or other land masses.\nEnvironmental impact.\nThe main concern has been whether the turbines kill fish. Very little direct environmental research or observation of tidal stream systems exists. Most direct observations consist of releasing tagged fish upstream of the device(s) and direct observation of mortality or impact on the fish.\nOne study of the Roosevelt Island Tidal Energy (RITE, Verdant Power) project in the East River (New York City), utilized 24 split beam hydroacoustic sensors (scientific echosounder) to detect and track the movement of fish both upstream and downstream of each of six turbines. The results suggested (1) very few fish using this portion of the river, (2) those fish which did use this area were not using the portion of the river which would subject them to blade strikes, and (3) no evidence of fish traveling through blade areas.\nWork is currently being conducted by the Northwest National Marine Renewable Energy Center (NNMREC) to explore and establish tools and protocols for assessment of physical and biological conditions and monitor environmental changes associated with tidal energy development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electricity","surface_form":"electricity","offset":22},{"uri":"Energy","surface_form":"energy","offset":125},{"uri":"Tide","surface_form":"tide","offset":153},{"uri":"Wind_turbine","surface_form":"wind turbine","offset":240},{"uri":"Tidal_energy","surface_form":"tidal power","offset":386},{"uri":"Neap_tide","surface_form":"neap tide","offset":1037},{"uri":"Scientific_echosounder","surface_form":"scientific echosounder","offset":1869},{"uri":"NNMREC","surface_form":"NNMREC","offset":2334}]}