{"id":312864,"url":"http://en.wikipedia.org/wiki/The_Ronettes","text":"The Ronettes were an American girl group. They were based in New York City and were popular in the 1960s. The girls began singing as adolescents around Spanish Harlem in 1959.\nThey were originally a five-member group, Ronnie and the Relatives, who became a permanent act at the \"Peppermint Lounge\", earning $10 a night per girl to dance \"The Twist\" and sing a song during the show. Later, Ronnie and the Relatives became 'The Ronettes'. They had eight songs on the \"Billboard\" Top 100. They were the only girl group to tour with the Beatles, in August 1966. The group broke up in 1967.\nInfluence of Phil Spector.\nThe trio worked with Phil Spector from 1963. Veronica Bennett was married to Phil Spector from 1968 to 1974, and took his name professionally. She claimed he abused her physically and mentally. Ronnie stated in her autobiography that she walked out of the house through the closed and locked rear sliding glass door, shoeless, shattering the glass as she left, and feet all cut up by the time she got to the gate. She never returned. Ronnie Spector filed for divorce in 1972. She wrote a book about her experiences, and said years later: \"I can only say that when I left in the early 1970s, I knew that if I didn't leave at that time, I was going to die there\". She and Spector separated in 1973 and divorced one year later. In August 2011, Spector admitted that she went to rehab in order to escape living with Phil.\nTop hits.\nThe first top hit credited to the Ronettes was \"Be My Baby\" in 1963. They had already recorded several hits which were issued and credited to another group, the Crystals. \"Walking in the Rain\" (Ronette version) won a Grammy Award in 1965, and \"Be My Baby\" went into the Grammy Hall of Fame in 1999. Other hits were \"Silhouettes\", \"Baby, I Love You', \"(The Best Part of) Breakin' Up\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":21},{"uri":"Girl_group","surface_form":"girl group","offset":30},{"uri":"New_York_City","surface_form":"New York City","offset":61},{"uri":"Adolescent","surface_form":"adolescent","offset":133},{"uri":"Spanish_Harlem","surface_form":"Spanish Harlem","offset":152},{"uri":"The_Twist","surface_form":"The Twist","offset":338},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":466},{"uri":"Beatles","surface_form":"Beatles","offset":533},{"uri":"Phil_Spector","surface_form":"Phil Spector","offset":634},{"uri":"Autobiography","surface_form":"autobiography","offset":828},{"uri":"Be_My_Baby","surface_form":"Be My Baby","offset":1489},{"uri":"The_Crystals","surface_form":"Crystals","offset":1602},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":1658},{"uri":"Grammy_Hall_of_Fame","surface_form":"Grammy Hall of Fame","offset":1711}]}