{"id":31309,"url":"http://en.wikipedia.org/wiki/Error","text":"An \"error\" is a mistake: that is its basic meaning. However, there are some differences in how the word is used in different subjects.\nIn arithmetic.\nElementary errors in arithmetic show a wrong pattern of thought. For example, if a child misplaces the decimal point in some decimal arithmetic, that shows he or she has not understood the idea. By explaining how decimal points should be placed, a teacher can correct all future calculations of this kind. The error is a sign of a general misunderstanding, which, when cured, may never happen again. In this way, errors can help learning.\nThis idea can be developed in many other subjects. Errors can help learning if corrected, and that is used by many textbooks with end-of-chapter questions. The idea of the questions (which often have end of book answers) is to help the reader find out what needs correcting. The principle of learning is called knowledge of results.\nIn statistics.\nA statistical error is \"the amount by which a sample differs from its expected value\". The expected value is based on the whole population from which the individual was chosen.\nComputer programming.\nThe word 'error' can be used to describe a computer program that was not written in the right way. A \"syntax error\" is a bit of source code that does not make sense to the computer. A \"logic error\" is a mistake in the algorithm used, which might result in problems with the output.\nAn error may also be an \"exception\", which is something that happens unexpectedly. For example, it is an error to try to write more files onto a disk that is full. Careful programmers write code that can deal with errors that may happen; they can do this by labeling each error with an error code and using exception handling. Continuing to run a program when an error has not been dealt with can cause error avalanche, which means errors pile up and behavior becomes more difficult to predict.\nCatastrophes.\nIn a catastrophe like a nuclear accident, even small errors in accuracy and precision can lead to very harmful consequences.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mistake","surface_form":"mistake","offset":16},{"uri":"Arithmetic","surface_form":"arithmetic","offset":171},{"uri":"Decimal","surface_form":"decimal","offset":253},{"uri":"Textbook","surface_form":"textbook","offset":704},{"uri":"Knowledge_of_results","surface_form":"knowledge of results","offset":900},{"uri":"Population_(statistics)","surface_form":"population","offset":1065},{"uri":"Syntax_error","surface_form":"syntax error","offset":1238},{"uri":"Source_code","surface_form":"source code","offset":1264},{"uri":"Logic","surface_form":"logic","offset":1321},{"uri":"Algorithm","surface_form":"algorithm","offset":1354},{"uri":"Output","surface_form":"output","offset":1410},{"uri":"Error_code","surface_form":"error code","offset":1704},{"uri":"Exception_handling","surface_form":"exception handling","offset":1725},{"uri":"Error_avalanche","surface_form":"error avalanche","offset":1821},{"uri":"Catastrophism","surface_form":"catastrophe","offset":1932},{"uri":"Nuclear_accident","surface_form":"nuclear accident","offset":1951},{"uri":"Accuracy_and_precision","surface_form":"accuracy and precision","offset":1990}]}