{"id":31316,"url":"http://en.wikipedia.org/wiki/Monotreme","text":"Monotremes are a group of mammals that form the order Monotremata. Monotremes are the only mammals that lay eggs, but they also feed their babies with milk.\nThe word 'monotreme' refers to their common rear opening, the cloaca. In amphibia, reptiles, birds and probably all early tetrapods, there is a common opening for urine, reproduction and faeces.\nEvolution.\nMonotremes are derived from earlier mammals than the marsupials and eutherians, but their fossil record is poor.\nThe time at which the monotreme line diverged from other mammalian lines is uncertain, but one survey of genetic studies gives an estimate of about 220 million years ago. This is in the Upper Triassic. Fossils of a jaw fragment 110 million years old were found at Lightning Ridge, New South Wales. This means they originated up to 100 million years before the Metatheria or Eutheria, so they are definitely 'living fossils'.\nMosaic features.\nThe egg-laying and the cloaca are primitive ('basal') features inherited from earlier synapsid tetrapods.\nBut the monotremes also have other features such as the production of milk, caring for their young in burrows, homeothermy and a neocortex in their brains. These are advanced ('derived') features which they share with placentals and marsupials. This mixture of basal and derived features is characteristic of the way different body parts often evolve at different rates. This is called mosaic evolution.\nIn mammals, a monophyletic group, there were a number of different lines living at the same time through the Upper Triassic to the Upper Cretaceous. Each of these lines had a mixture of basal and derived features until, at last, the placental mammals developed the whole suite of derived characters. This gave them a great advantage over the other groups wherever open competition occurred. However, because of their long seclusion in southern continents, some of the monotremes and marsupials have survived.\nSurvivors.\nThere are two surviving families of monotremes, with five living species. They all live in Australia and New Guinea. People commonly know them as the platypus and the spiny anteaters. There is only one platypus that exists now, the duck-billed platypus. The four others are the spiny anteaters, or the echidna.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":26},{"uri":"Order_(biology)","surface_form":"order","offset":48},{"uri":"Egg_(biology)","surface_form":"eggs","offset":108},{"uri":"Milk","surface_form":"milk","offset":151},{"uri":"Cloaca","surface_form":"cloaca","offset":219},{"uri":"Amphibia","surface_form":"amphibia","offset":230},{"uri":"Tetrapod","surface_form":"tetrapod","offset":279},{"uri":"Urine","surface_form":"urine","offset":320},{"uri":"Reproduction","surface_form":"reproduction","offset":327},{"uri":"Faeces","surface_form":"faeces","offset":344},{"uri":"Marsupial","surface_form":"marsupial","offset":416},{"uri":"Eutheria","surface_form":"eutheria","offset":431},{"uri":"Fossil","surface_form":"fossil","offset":453},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":662},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":757},{"uri":"Metatheria","surface_form":"Metatheria","offset":836},{"uri":"Eutheria","surface_form":"Eutheria","offset":850},{"uri":"Living_fossil","surface_form":"living fossil","offset":884},{"uri":"Basal","surface_form":"basal","offset":964},{"uri":"Synapsid","surface_form":"synapsid","offset":1004},{"uri":"Tetrapod","surface_form":"tetrapod","offset":1013},{"uri":"Homeotherm","surface_form":"homeotherm","offset":1135},{"uri":"Neocortex","surface_form":"neocortex","offset":1153},{"uri":"Derived","surface_form":"derived","offset":1201},{"uri":"Placental","surface_form":"placental","offset":1242},{"uri":"Mosaic_evolution","surface_form":"mosaic evolution","offset":1410},{"uri":"Monophyletic","surface_form":"monophyletic","offset":1442},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":1559},{"uri":"Family_(biology)","surface_form":"families","offset":1972},{"uri":"Species","surface_form":"species","offset":2013},{"uri":"Australia","surface_form":"Australia","offset":2039},{"uri":"New_Guinea","surface_form":"New Guinea","offset":2053}]}