{"id":313219,"url":"http://en.wikipedia.org/wiki/Connie_Francis","text":"Connie Francis is an American pop singer. She is well known for her trademark sobbing styles. She was popular during the 1950s and 1960s and topped the Billboard Hot 100 musical charts many times.\nPersonal life.\nConnie Francis was born on December 12th 1937 to Ida and George Franconero. For the first few years of her life she lived in a Brooklyn neighbourhood on Utica Avenue/St. Marks Avenue until her family packed up and moved to New Jersey. She spent her teens years in an Italian/Jewish Neighbourhood, due to this she became fluent in Yiddish and later went on to record multiple songs in Yiddish and Hebrew.\nCareer.\nFrancis recalls her father being a very supportive and encouraging her to regularly attend talent shows, pageants, etc. since the age of four as a singer and accordion player. She attended Newark Art School in 1951-’52 until her family moved to Belleville, where she graduated as Salutatorian from Belleville High School in the Class of 1955. During this time she continued her passion for performing and appeared at many neighbourhood talent shows (some of which were televised). Under the name Connie Franconero she appeared on NBCs variety show Startime Kids between 1953 and 1955.\nDuring rehearsals for her appearance on Arthur Godfreys Talent Scouts, she was advised to change her name (for the sake of easier pronunciation) and drop the accordion, advice she gladly took as she had begun to despise the bulky instrument. She was also a singer on demo records around this time, she would record songs and companies or established singers would subsequently choose whether or not to buy the rights to the song and record it professionally.\nIn 1955 (the same year the Startime Kids went off the air), George Franconero Sr. and Francis' manager George Scheck raised money for a recording session in an attempt to get four songs sold to a major company under Francis’ name, however they were declined as she had not yet developed her own distinctive sound.\nWhen MGM Records finally signed her, it was only because of one song, “Freddy”, that the co-executive thought would make a good present for his son of the same name. Her first few singles were commercial failures, her first chart success was in 1957 and that was a duet with Marvin Rainwater.\nHer breakthrough, although amazing, came too late, after the failure of her last few singles her company said that her contract would not be renewed. This led her to consider a career in medicine and was about to accept a four year scholarship had it not been for her father, who insisted that she record a cover of “Who’s Sorry Now?” This, like the rest of her singles, at first went unnoticed but in 1958, after she did a performance on TV, it reached no. 1 on the UK Singles Chart and no.4 in the US and her contract was immediately renewed.\nOver the next several years she would have many more commercial successes and would record some songs in European languages (such as, \"Die Liebe ist ein seltsames Spiel\" that was first on German charts, and others in Yiddish, Irish, Hebrew, French, etc.). After 15 years of this success she decided to allow her contact to run out and to distance herself from the business and would on appear on shows as a special guest.\nAfter her moderate success with one single, she began to perform regularly again but sadly this led to an extremely tragic event; when performing at a music fair in New York in 1974 she was raped at a motel and almost suffocated under the weight of the mattress her attacker had thrown upon her. She subsequently sued the motel she was staying in and received $2.5 million, this entire ordeal led to a reform in hotel security but her rapist was never found. Francis went into a deep depression and reportedly began to abuse pills daily and rarely left her home.\nIn 1977 she decided to get nasal surgery and almost lost her voice, leading to her having to attend several other surgeries and vocal lessons. A year after losing her voice she returned to the studio to cut an album called “Who’s Happy Now?” She recorded “Where the Boys Are\" also in Japanese, Italian, and Spanish, as she had done before with her original 1960 version. Again in 1981 she returned to the studio to record her original releases under MGM records.\nIn 1981, more tragedy struck Francis as her Brother George Franconero Jr. (with whom she was very close) was killed by mafia hitmen. Despite this event she took up performing again, her newfound success was short-lived though as she was soon diagnosed with manic depression and was committed to a total of 17 hospitals. Francis admitted she even attempted suicide due to the hospitals environments being extremely upsetting. Despite this, she was able to publish her autobiography \"Who’s Sorry Now\" that’s went on to become a \"The New York Times Bestseller\".\nIn 1989 she resumed her career and re-recorded 18 of her biggest hits and in ’92 one of her biggest German hit charted and ended up among the best singles of the year, this brought Francis the R.SH-Gold award for best comeback of the year. She continued to perform live in the more recent years also, in Las Vegas in 2004, San Francisco in 2007 and Manila in 2008. She also appeared at the Las Vegas Hilton with Dionne Warwick and in 2017 released her most recent autobiography \"Among My Souvenirs\".","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":21},{"uri":"Pop_music","surface_form":"pop","offset":30},{"uri":"Singer","surface_form":"singer","offset":34},{"uri":"Trademark","surface_form":"trademark","offset":68},{"uri":"Cry","surface_form":"sobbing","offset":78},{"uri":"Style","surface_form":"style","offset":86},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":152}]}