{"id":313287,"url":"http://en.wikipedia.org/wiki/Kiva_(organization)","text":"Kiva Microfunds (commonly known by its domain name, Kiva.org) was founded as a non-profit organization in October in 2005 by Matt Flannery and Jessica Jackley, an American couple interested in microfinance.\nThe project began in April 2004 when Jessica Jackley came back from East Africa where she had worked as a consultant for the non-profit Village Enterprise Fund. After, they began developing their plan for a microfinance project that became Kiva. Kiva means “unity” in Swahili.\nIn January 2006, Premal Shah became Kiva’s president. More and more countries were included in Kiva’s projects like Mongolia, Liberia and Columbia in 2009. On top of that, since its creation, the organization has won a lot of prizes, for example the World Summit Award for “e-Business” in 2007 and the Webby People’s Choice Award for Charitable Organizations in 2008.\nKiva has become more and more popular. It belongs to the “50 best websites 2008” according to TIME magazine. President Clinton’s book \"Giving\" names Kiva \"a way to give back\". In October 2010, Kiva celebrated its fifth birthday. In five years it has given 100 million loans.\nHow it works.\nKiva follows the rules of microcredit. Small, interest-free loans to people in difficulties or who cannot access a regular bank loan. The following points represent the different steps of the Kiva system.\nTo simplify all the transfers of money, there is a Kiva account which allows you to have a Kiva credit. When you are repaid, the money is available on this account, and you can loan it again. So, if you loan 25$, when you have been repaid you can lend it again, and actually, you have given 50$!\nKiva has achieved a total value of all loans at present of 251 142 725 $\nKiva's home base.\nIn July 2007, the Kiva headquarters moved to their current address at 3180 18th Street, San Francisco.\nKiva's team.\nEveryone who works for the organisation is personally engaged in Kiva.\nThe microcredit system.\nThe system of microcredit generally deals with the attribution of low sum loans to businessmen or artisans who cannot have regular bank loans. Microcredit is being developed in developing countries: nations with a low level of material wealth, where it allows small “micro” projects to become reality. It favours activity and wealth creation. Microcredit is also practiced in developed countries.\nMicrocredit is one of the financial sectors, like savings, micro insurance and others which compose the microfinance system.\nOn the 13th October 2006, Muhammad Yunus and the bank he created, Grameen Bank, were awarded the Nobel Peace prize. They were rewarded because of microcredit development at international, almost worldwide level.\nThis microcredit system is aimed at local economic development generally in poor countries to help small businesses and artisans to increase their goods or services production. Thanks to this system, little by little it allows economic development at national level, then at international level. It represents a solution to improve the situation of poor people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":79},{"uri":"Microcredit","surface_form":"microcredit","offset":1958}]}