{"id":313222,"url":"http://en.wikipedia.org/wiki/Lamborghini_Revent%C3%B3n","text":"The Lamborghini Reventón is a supercar. Lamborghini built it in 2007. The Reventón is based on the Murciélago. The styling of the Reventón was based on the F-22 Raptor. Only 20 Reventóns were built.\nHistory.\nLamborghini first showed the Reventón to the public at the 2007 Frankfurt Auto Show. Like many other Lamborghinis, the Reventón was named after a fighting bull. The Reventón was based on the Lamborghini Murciélago, and used the same engine as the Murciélago LP640.\nEngine and transmission.\nThe Reventón uses the same Lamborghini V12 engine as the Murciélago LP640. The Reventón’s engine is also paired to the same six-speed automated manual transmission as the Murciélago LP640. The Reventón, like the Murciélago, sends its power to all four wheels through an all-wheel drive system.\nPerformance.\nThe Reventón’s engine makes at 8,000 rpm. It also makes of torque at 6,000 rpm. The Reventón can accelerate from from 0- in 3.4 seconds. It can also reach a top speed of.\nReventón Roadster.\nLamborghini first showed the Reventón Roadster at the 2009 Frankfurt Motor Show. The Roadster was a convertible version of the Reventón. Lamborghini built 15 Reventón Roadsters.\nThe Reventón Roadster used the engine from the Murciélago LP 670–4 SV. This engine had 30 more horsepower than the standard Reventón.\nThe Reventón Roadster has a lower top speed than the Reventón. The Roadster’s top speed is. The Roadster’s 0- time is 3.4 seconds, which is the same as the standard Reventón.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercar","surface_form":"supercar","offset":30},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":40},{"uri":"Lamborghini_Murci%C3%A9lago","surface_form":"Murciélago","offset":99},{"uri":"F-22_Raptor","surface_form":"F-22 Raptor","offset":156},{"uri":"Frankfurt_Auto_Show","surface_form":"Frankfurt Auto Show","offset":272},{"uri":"Lamborghini_Murci%C3%A9lago","surface_form":"Lamborghini Murciélago","offset":399},{"uri":"Lamborghini_V12","surface_form":"Lamborghini V12","offset":525},{"uri":"Semi-automatic_transmission","surface_form":"automated manual","offset":632},{"uri":"All-wheel_drive","surface_form":"all-wheel drive","offset":768},{"uri":"Rpm","surface_form":"rpm","offset":842},{"uri":"Torque","surface_form":"torque","offset":864},{"uri":"Accelerate","surface_form":"accelerate","offset":902},{"uri":"Convertible","surface_form":"convertible","offset":1095},{"uri":"Lamborghini_Murci%C3%A9lago","surface_form":"Murciélago LP 670–4 SV","offset":1220}]}