{"id":313201,"url":"http://en.wikipedia.org/wiki/Chronic_obstructive_pulmonary_disease","text":"e=\"preserve\">Chronic obstructive pulmonary disease (COPD), also known as chronic obstructive lung disease (COLD), and chronic obstructive airway disease (COAD), is a collection of diseases which make breathing gradually more difficult.\nSymptoms of COPD include difficulty breathing and cough, in particular coughing up lots of phlegm. It is usually caused by smoking cigarettes, and around half of people who smoke for their whole lives will develop COPD. Air pollution can be another cause, particularly in countries where indoor fires are used without ventilation.\nAt the beginning of the disease, the difficulty breathing is only noticeable when exercising, but over many years it gradually becomes worse, until there is difficulty breathing even when sitting or lying down. It can also lead to infections of the lung, which may be serious enough to cause death.\nThe most important step in treating COPD is to stop smoking. Exercise and medications can also help. The most commonly used medications are called bronchodilators, which help to open up the airways and allow more air into the lungs.\n3% of all disability is related to COPD. People can die from COPD. The World Health Organization predicts that COPD will become the third leading cause of death worldwide by 2030. It is thought that more people will die from it in the future because people are living longer and an increasing number of people in the world smoke.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diseases","surface_form":"diseases","offset":180},{"uri":"Symptom","surface_form":"Symptoms","offset":236},{"uri":"Dyspnea","surface_form":"difficulty breathing","offset":261},{"uri":"Cough","surface_form":"cough","offset":286},{"uri":"Phlegm","surface_form":"phlegm","offset":327},{"uri":"Cigarette","surface_form":"cigarette","offset":367},{"uri":"Air_pollution","surface_form":"Air pollution","offset":456},{"uri":"Infection","surface_form":"infections","offset":798},{"uri":"Lung","surface_form":"lung","offset":816},{"uri":"Bronchodilator","surface_form":"bronchodilators","offset":1013},{"uri":"Bronchus","surface_form":"airways","offset":1056},{"uri":"Disability","surface_form":"disability","offset":1109},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1170}]}