{"id":31339,"url":"http://en.wikipedia.org/wiki/Soviet%E2%80%93Afghan_War","text":"The Soviet war in Afghanistan was a war initially fought between the forces of the Afghanistan government and afghan assistance fighters, supporter from abroad. Without proper equipment and training, the Afghanistan government was unable to resist the opposition, called the Mujahedeen, eventually seeking the aid of the Soviet Union.The entry of the Soviet Union into the country caused an immediate increase in the presence of foreign involvement. Massive military campaigns against the Mujahedeen, who blended in with the local population, caused extensive destruction of local infrastructure and death, causing the local population to side with the Mujahedeen. This change, among the local population, caused a loss of support for the Soviet military presence, creating nationwide resistance, and the eventual quagmire. The war began in December 1979, and lasted until February 1989. About 15,000 Soviet soldiers were killed, and about 35,000 were wounded. About two million Afghan civilians were killed. The anti-government forces had support from many countries, mainly the United States and Pakistan.\nThe war started when the Soviet Union sent its 40th Army to fight in Afghanistan. They reached Afghanistan on 25 December 1979. The fighting continued for about ten years. Then, from 15 May 1988, the Soviet troops started to leave Afghanistan. This continued until 2 February 1989. On 15 February 1989, the Soviet Union announced that all its troops had left Afghanistan.\nBackground.\nArabs moved into this area in 731, and they were Muslim. Almost all the people of Afghanistan also started to follow Islam after that. The country has many mountains and deserts that make movement difficult. The population is made up mainly of Pashtun people, along with Tajiks, Hazara, Aimak, Uzbeks, Turkmen people, and some other small groups.\nHafizullah Amin.\nIn 1979 Hafizullah Amin was the ruler of Afghanistan. The Soviets were told by its KGB spies that Amin's rule was a threat to the part of Central Asia that was Soviet. They also suspected that Amin was not loyal to the Soviet Union. They found some information about Amin's attempt to be friendlier with Pakistan and China. The Soviets also suspected that Amin was behind the death of president Nur Muhammad Taraki. Finally, the Soviets decided to remove Amin.\nAssassination of Amin.\nOn 22 December 1979, Soviet advisers to the Army of Afghanistan took many steps. They stopped all telecommunication links in Kabul. No message could come inside the city, or go outside the city. Troops of the Soviet Air force also reached Kabul. Amin saw danger and moved to the Presidential palace for better safety. The palace was named Tajbeg Palace.\nOn 27 December 1979, about 700 Soviet troops took over major government and military buildings at Kabul. The troops wore uniforms similar to the army of Afghanistan. At 7:00 pm, the Soviet troops destroyed Kabul's communication. This stopped all communication among Afghan troops. At 7:15 pm, Soviet troops entered Tajbeg Palace. By morning of 28 December, the first part of the military action was over. Amin and his two sons were killed in the fighting by this time. The Soviets announced freedom of Afghanistan from the rule of President Amin. They also said that all the Soviet soldiers were there to fulfill their duty as stated in the \"Treaty of Friendship, Cooperation and Good Neighborliness of 1978.\"\nRise of Babrak Karmal.\nAn announcement came from the Kabul radio station about the killing of Hafizullah Amin. The Pro-Soviet Afghan Revolutionary Central Committee (ARCC) took the responsibility for this killing. Then, the ARCC chose Babrak Karmal as the head of government of Afghanistan. He asked the Soviet Union for military assistance.\nMoscow's decision for the Occupation.\nThe government of Afghanistan asked the Soviet Union many times to send troops. Despite the Soviet Union's treaty with Afghanistan to assist, and fearing a Vietnam-style quagmire, the Soviet Union resisted, instead telling the Afghanistan government to reach a compromise with the foreign mercenaries. The situation deteriorated between the Afghanistan government and foreign mercenaries, and the Soviet Union responded initially with only intelligence and advisors.\nSoviet operations.\nThe Soviet soldiers did many things in Afghanistan. But they could never control all parts of Afghanistan. Soviet soldiers in Afghanistan lacked the proper military tactics for guerilla warfare in Afghanistan's rugged mountainous terrain and many of the Soviet troops were young conscripts untested in combat. Several Afghan groups continued to attack and fight with the Soviet troops.\nWorld reaction.\nPeople in most countries around the world did not like what the Soviet Union was doing in Afghanistan. They liked the way the Afghan people were fighting them. Some reactions were very serious. US President Jimmy Carter said that the Soviet action was \"the most serious threat to the peace since the Second World War\". Carter threatened to boycott the 1980 Olympic Games in Russia unless the Soviet Union withdrew its forces by February 1980. It did not do this, and therefore the U.S. boycotted the Games.\nAfghan reaction.\nBy mid-1980s, many groups in Afghanistan had organized themselves to fight the Soviet troops. These groups received help from many countries like United States, United Kingdom, China, Saudi Arabia, and Pakistan.\nPakistan’s participation.\nPakistan thought that the Soviet war in Afghanistan was also a threat to it. Through its intelligence agency, the ISI, it also started its active support to Afghans fighting the Soviet troops.n\nSoviet withdrawal.\nThe Soviet war in Afghanistan seemed like a war that would never end. The Soviet Union looked very bad in the eyes of the world for trying to control this country. Most people inside the Soviet Union did not support this war. As more and more Soviet soldiers were being killed or wounded as the war dragged on, Mikhail Gorbachev would refer to the Soviet war in Afghanistan as a \"bleeding wound\". Finally, after ten years with no end in sight, the Soviets decided to get out of Afghanistan.\nSoviet Union.\nThe Soviet war in Afghanistan badly affected the rule of the Communist Party. Many thought that the war was against Islam. This created strong feelings among the Muslim population of Central Asian Soviet Republics. The Soviet army was really in very low spirits or \"morale\" because they were unable to control the people and were treated only as invaders everywhere they went. Andrei Sakharov openly said the action of Soviet Army in Afghanistan was wrong.\nOver 15,000 Soviet troops were killed in Afghanistan from 1979 until 1989. In the war, the Soviet Army also lost hundreds of aircraft, and billions worth of other military machines. Around two million Afghan men, women and children died in the war.\nAfghanistan.\nEven after the Soviet Army left Afghanistan, civil war continued in Afghanistan. For about three years, the Communist government of Najibullah could not defend itself from the Mujahideen forces opposing it. Many groups had arisen within the government itself, and some of them supported the Mujahideen forces. In March 1992, General Abdul Rashid Dostam and his Uzbek militia stopped supporting the Najibullah’s government. Soon, Mujahideen forces won Kabul and started to rule most parts of Afghanistan.\nDuring this war lasting for about ten years, Afghanistan's economy suffered badly. Grain production came down to 3.5% per year between 1978 and 1990. The Soviets also tried to bring commercial and industrial activities under state control. This also had a bad effect on the economy. With the break-up of the Soviet Union in many countries, Afghanistan’s traditional trade also suffered.\nWestern World.\nAt the beginning, many people and countries had praised the USA for supporting groups fighting the Soviet forces. But after the September 11 attacks, people started to question the US policy of supporting and giving money to such groups. In 2001, the US occupied Afghanistan, in an effort to find Osama bin Laden. The occupation went on for almost two more years after Bin Laden was killed.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":36},{"uri":"United_States","surface_form":"United States","offset":1080},{"uri":"Pakistan","surface_form":"Pakistan","offset":1098},{"uri":"25_December","surface_form":"25 December","offset":1218},{"uri":"1979","surface_form":"1979","offset":1230},{"uri":"15_May","surface_form":"15 May","offset":1291},{"uri":"1988","surface_form":"1988","offset":1298},{"uri":"2_February","surface_form":"2 February","offset":1373},{"uri":"1989","surface_form":"1989","offset":1384},{"uri":"15_February","surface_form":"15 February","offset":1393},{"uri":"1989","surface_form":"1989","offset":1405},{"uri":"Pashtun_people","surface_form":"Pashtun people","offset":1736},{"uri":"Tajiks","surface_form":"Tajiks","offset":1763},{"uri":"Hazara","surface_form":"Hazara","offset":1771},{"uri":"Uzbeks","surface_form":"Uzbeks","offset":1786},{"uri":"Turkmen_people","surface_form":"Turkmen people","offset":1794},{"uri":"KGB","surface_form":"KGB","offset":1939},{"uri":"Spy","surface_form":"spies","offset":1943},{"uri":"Pakistan","surface_form":"Pakistan","offset":2160},{"uri":"China","surface_form":"China","offset":2173},{"uri":"Nur_Muhammad_Taraki","surface_form":"Nur Muhammad Taraki","offset":2251},{"uri":"22_December","surface_form":"22 December","offset":2343},{"uri":"1979","surface_form":"1979","offset":2355},{"uri":"Telecommunication","surface_form":"telecommunication","offset":2438},{"uri":"Kabul","surface_form":"Kabul","offset":2465},{"uri":"27_December","surface_form":"27 December","offset":2697},{"uri":"1979","surface_form":"1979","offset":2709},{"uri":"28_December","surface_form":"28 December","offset":3038},{"uri":"Babrak_Karmal","surface_form":"Babrak Karmal","offset":3639},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":4879},{"uri":"Second_World_War","surface_form":"Second World War","offset":4972},{"uri":"Boycott","surface_form":"boycott","offset":5012},{"uri":"1980_Summer_Olympics","surface_form":"1980 Olympic Games","offset":5024},{"uri":"United_States","surface_form":"United States","offset":5342},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5357},{"uri":"China","surface_form":"China","offset":5373},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":5380},{"uri":"Pakistan","surface_form":"Pakistan","offset":5398},{"uri":"Andrei_Sakharov","surface_form":"Andrei Sakharov","offset":6529},{"uri":"Economy","surface_form":"economy","offset":7434},{"uri":"Grain","surface_form":"Grain","offset":7458},{"uri":"September_11%2C_2001_attacks","surface_form":"September 11 attacks","offset":7905},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":8074}]}