{"id":313343,"url":"http://en.wikipedia.org/wiki/Baku_Metro","text":"Baku Metro (), is an electrified metro railway system which is a part of the public transportation system of Baku, the capital of Azerbaijan. It was opened on 6 November 1967.\nAt that time, Azerbaijan was part of the Soviet Union until the end of the Soviet Union in 1991. The Baku Metro has the features found in most other ex-Soviet metro systems. These include very deep metro stations, and detailed decorations that blend traditional Azerbaijani national designs with Soviet ideology. The metro system has three lines and has 36.7 kilometers of double railway tracks with 25 stations, all of which is underground. It is run by the \"Bakı Metropoliteni\". In 2015, it carried 222.0 million passengers, which means an average ridership of approximately 608,200 passengers each day.\nExpansion plans.\nAt present, there are several projects, only two of which are under construction. In 2011, the Chief Executive of the Baku Metro, Taghi Ahmadov, announced plans to construct 70 new stations by 2040. These will serve the new bus complex as well as Heydar Aliyev International Airport.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway_electrification","surface_form":"electrified","offset":21},{"uri":"Metro","surface_form":"metro","offset":33},{"uri":"Railway","surface_form":"railway","offset":39},{"uri":"Public_transport","surface_form":"public transport","offset":77},{"uri":"Baku","surface_form":"Baku","offset":109},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":130},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":217},{"uri":"Soviet","surface_form":"Soviet","offset":328},{"uri":"Metro","surface_form":"metro station","offset":374},{"uri":"Ideology","surface_form":"ideology","offset":479},{"uri":"Line_(disambiguation)","surface_form":"lines","offset":516},{"uri":"Railway_track","surface_form":"railway track","offset":556},{"uri":"Heydar_Aliyev_International_Airport","surface_form":"Heydar Aliyev International Airport","offset":1046}]}