{"id":31349,"url":"http://en.wikipedia.org/wiki/Julia_Gardiner_Tyler","text":"Julia Gardiner Tyler (July 23, 1820 - July 10, 1889) was the second wife of John Tyler, the tenth President of the United States. She was the First Lady of the United States from June 26, 1844 to March 4, 1845.\nHer parents were Juliana McLachlan and David Gardiner. Her parents belonged to a famous and wealthy family of New York. From her childhood, Juliana got training to move in high society. When she was just a girl of 15, she went to tour Europe with her family. There she saw a social life of much glamour. In late 1842, she along with her parents went to Washington DC. In Washington DC, she attracted the attention of several men. One of them was President Tyler, a widower since September 10 1842.\nIn 1843, Julia, her sister, and their father joined the President Tyler on a tour on a steam naval ship. During the tour a huge naval gun exploded, killing her father. The President Tyler comforted her. He also got her consent for a secret engagement. Marriage took place on 26th June 1844. When the news was announced, it attracted interest and publicity. Some people also criticized it as the President Tyler was 30 years older than Julia.\nHer role as the First Lady was very decent and charming for the guests. After her husband’s term ended as the president, they retired to their home at Sherwood Forest Plantation in Virginia. The President got seven more children from her. He was already having eight children with his first wife. There her husband died on 18th January 1862. In the meanwhile, the American Civil War had broken out. She had to move to New York as a refugee. She also faced monetary problems.\nIn 1870, the US Congress granted a pension of US $ 1,200 a year to Mary Lincoln, widow of Abraham Lincoln. In 1880, Julia could also get a pension of the same amount. After Garfield's assassination, the US Congress granted a pension of same amount of US $ 5,000 a year to all the widows of the presidents. They were Lucretia Garfield, Mrs. Lincoln, Sarah Childress Polk, and Mrs. Tyler.\nMrs. Tyler spent her last years comfortably in Richmond, Virginia. She died there on 10th July 1889.","categories":[],"infobox_types":[],"annotations":[{"uri":"July_23","surface_form":"July 23","offset":22},{"uri":"1820","surface_form":"1820","offset":31},{"uri":"July_10","surface_form":"July 10","offset":38},{"uri":"1889","surface_form":"1889","offset":47},{"uri":"John_Tyler","surface_form":"John Tyler","offset":76},{"uri":"President_(United_States)","surface_form":"President of the United States","offset":98},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":142},{"uri":"June_26","surface_form":"June 26","offset":179},{"uri":"1844","surface_form":"1844","offset":188},{"uri":"March_4","surface_form":"March 4","offset":196},{"uri":"1845","surface_form":"1845","offset":205},{"uri":"Wealth","surface_form":"wealth","offset":303},{"uri":"New_York","surface_form":"New York","offset":321},{"uri":"Childhood","surface_form":"childhood","offset":340},{"uri":"Europe","surface_form":"Europe","offset":446},{"uri":"Washington_DC","surface_form":"Washington DC","offset":564},{"uri":"Widow","surface_form":"widow","offset":676},{"uri":"September_10","surface_form":"September 10","offset":690},{"uri":"1842","surface_form":"1842","offset":703},{"uri":"Mary_Todd_Lincoln","surface_form":"Mary Lincoln","offset":1693},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1716},{"uri":"Lucretia_Garfield","surface_form":"Lucretia Garfield","offset":1942},{"uri":"Sarah_Childress_Polk","surface_form":"Sarah Childress Polk","offset":1975},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":2060}]}