{"id":31346,"url":"http://en.wikipedia.org/wiki/Emily_Donelson","text":"Emily Tennessee Donelson (June 1, 1807 - December 19, 1836) was the niece of President of the United States Andrew Jackson. She acted as an unofficial First Lady of the United States from 1829 to 1836.\nEmily Tennessee Donelson was born in Donelson, Tennessee. Her father’s name was John Donelson. He was the brother of Rachel Donelson Jackson. Rachel Donelson Jackson later on married Andrew Jackson, the President. She studied at Nashville Female Academy in Nashville, Tennessee. She was a bright student and she got a very good education. At the age of seventeen, she married Andrew Jackson Donelson, called in short as A. J. Donelson.\nWith her husband, she came to the White House in 1829. At that time, she was just 21 years old. Her husband A. J. Donelson served as a secretary to the President Jackson. Her first months at the White House marked the mourning for the death of Rachel Donelson Jackson. The period of mourning ended when Emily gave a party at the White House on 1 January 1830.\nShe continued to act as the First Lady for few years. She left the White House for some time. But, she returned again on the 5th September 1831. On 26 November 1834 Sarah Yorke Jackson, the President's daughter in law arrived at the White House. She also started to act as the First lady. It was the only time in the history of USA that two women acted at the same time as the First Lady.\nIn 1836, Emily’s health became very weak. She was suffering from tuberculosis. In June 1836 she left the White House to recover and rest \"Tulip Grove\", her plantation. She could not recover and died on the 19 December 1836.","categories":[],"infobox_types":[],"annotations":[{"uri":"June_1","surface_form":"June 1","offset":26},{"uri":"1807","surface_form":"1807","offset":34},{"uri":"December_19","surface_form":"December 19","offset":41},{"uri":"1836","surface_form":"1836","offset":54},{"uri":"Niece","surface_form":"niece","offset":68},{"uri":"President_(United_States)","surface_form":"President of the United States","offset":77},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":108},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":151},{"uri":"1829","surface_form":"1829","offset":188},{"uri":"1836","surface_form":"1836","offset":196},{"uri":"Donelson%2C_Tennessee","surface_form":"Donelson","offset":239},{"uri":"Tennessee","surface_form":"Tennessee","offset":249},{"uri":"Rachel_Jackson","surface_form":"Rachel Donelson Jackson","offset":319},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville","offset":459},{"uri":"Sarah_Yorke_Jackson","surface_form":"Sarah Yorke Jackson","offset":1163},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1452}]}