{"id":313781,"url":"http://en.wikipedia.org/wiki/Lock_picking","text":"Lock picking is the art of opening a lock without the key and without damaging or destroying the lock or its door. It is usually used by locksmiths to let people back in who have lost their keys or locked them inside a car or house. Lock picking is very rarely used by criminals, because picking a lock is difficult and other ways of entering such as breaking a window are much easier. Some people pick their own locks as a hobby. In most places picking locks that you own is legal, but it is illegal to pick locks that you do not own or do not have permission to pick.\nHistory of keys and locks goes back for about 4,000 years. Ancient people also wanted to protect their possessions and keep them in places where other people cannot get access to them. The first locks and keys were made of wood and other easily accessible materials and they provided the small safeguard against theft or break-in. However, such locks at least let the owners know if someone tried to tamper with the lock.\nThe earliest known key and lock was discovered in the Nineveh ruins, which was the capital of ancient Assyria. They were dated to 704 BC. The first models of wooden locks and keys originate from Ancient Babylon and Egypt. These simple devices had small pins, controlling the movement of the security bolt. In order to unlock the bolt, it was necessary to lift the pins, by using bulky wooden keys.\nRoman age introduced many improvements of the Egyptian wooden locks. Ancient Romans created stronger and smaller locks than Egyptians, by using bronze and iron. The keys of locks from Roman era were small and light enough to be carried everywhere. Such small keys were often viewed as one of the effective ways of showing your wealth to other people. Rich Romans often kept their valuable things in secure boxes and wore the keys as finger rings.\nThe warded lock also comes from antiquity and is still the most recognizable lock and key type. Nowadays, there is a wide range of different locks, keys and other security systems available on the market. Among them are also keyless entry systems, that allow people to operate their locks without using the keys.\nWarded locks.\nWarded locks are the simplest locks to pick and are picked by inserting a warded lock pick (also called a skeleton key) into the keyhole and turning it as if it were the key. A pick for warded locks can be made by filing down all of the teeth on a regular key except the last one, or for some locks, the last two.\nPin-tumbler and wafer-tumbler locks.\nPin-tumbler and wafer-tumbler locks normally open when the correct key pushes all of the pins or wafers to the shear line. An incorrect key will push the pins or wafers too little or too far. These locks are more difficult to pick than warded locks and are picked by putting tension on the keyhole and pushing the pins or wafers up individually until they reach the shear line. When all of the pins have reached the shear line, the lock will turn as if the key were inserted. Other methods of raising the pins or wafers involve moving an S-shaped pick called a rake through the keyhole to vibrate the pins or wafers to the shear line, or using the pick gun, which bounces the pins to the shear line. It is also possible to pick a pin-tumbler lock with a bump key, which, when struck with a hammer, will bump the pins to the shear line. The force on the hammer should be slightly less than that used for driving a nail, because too much force will break off the head of the key, leaving the rest of the key stuck in the lock. Many newer locks have special pins that make picking more difficult. The special pins are usually spool-shaped and work by wedging into the shear line when pushed up by the pick.\nOther locks.\nMost padlocks can be opened by inserting a thin piece of metal called a shim between the shackle and the body of the lock. This will need to be done on both sides if there are locking levers on both sides. The shim pushes the locking latch aside and allows the lock to open. High-security padlocks often use a ball-bearing latch, which can not be pushed aside with a shim. Some door locks can be shimmed with a credit card or similar thin plastic object. The card is placed between the door and doorframe, which pushes the latch aside. Combination locks can not be picked, but it is often possible to find the combination by feeling for certain clicks inside the lock, except on certain high-security safe locks. Some combination locks have small cracks through which the parts inside the lock can be seen, allowing the combination to be determined. The Master Lock #175 brass combination lock has a very unique flaw allowing a small piece of metal to be inserted into the bottom of the lock, which pushes the locking bar aside, opening the lock. A special pick exists for disc-detainer locks, but it is only effective on inexpensive locks that do not have false gates. A well-made disc-detainer lock with false gates (such as the Abloy Protec) is considered almost impossible to pick. Lever locks are considered difficult, although possible, to pick and also require a special pick. Tubular locks can be picked with a special tubular pick. Some poorly-made tubular locks can be picked with an ordinary writing pen. Most car locks can be defeated by inserting a metal or plastic rod with a small hook on the end into the area between the rubber seal on the window and the car body, and using the hook to pull the lock lever that is normally pulled by hand from the inside of the car. On most cars, it is possible to electrically connect the switch contacts on the ignition lock to start the car without a key, completely bypassing the mechanical lock. This is called hotwiring the car. Most cars use a wafer-tumbler based lock, so it is also possible to pick the door or ignition locks the traditional way. Some cars, such as many Honda and BMW models, have electronic protection against both hotwiring and traditional picking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lock","surface_form":"lock","offset":37},{"uri":"Key","surface_form":"key","offset":54},{"uri":"Locksmith","surface_form":"locksmith","offset":137},{"uri":"Window","surface_form":"window","offset":362},{"uri":"Lock","surface_form":"lock","offset":1978},{"uri":"Spool","surface_form":"spool","offset":3638},{"uri":"Padlock","surface_form":"padlock","offset":3737},{"uri":"Latch","surface_form":"latch","offset":3966},{"uri":"Credit_card","surface_form":"credit card","offset":4143},{"uri":"Combination_lock","surface_form":"Combination lock","offset":4268},{"uri":"Disc-detainer_lock","surface_form":"disc-detainer lock","offset":4805},{"uri":"Pen","surface_form":"pen","offset":5243},{"uri":"Honda","surface_form":"Honda","offset":5863},{"uri":"BMW","surface_form":"BMW","offset":5873}]}