{"id":31379,"url":"http://en.wikipedia.org/wiki/Priscilla_Cooper_Tyler","text":"e=\"preserve\">Elizabeth Priscilla Cooper Tyler (June 14, 1816 – December 29, 1889) was the daughter-in-law of John Tyler. John Tyler was the tenth President of the United States. She acted as the First Lady of the United States from September 10, 1842 to June 26, 1844.\nElizabeth Priscilla Cooper was born in New York City. Her father’s name was Thomas Apthorpe Cooper. Cooper was a successful stage actor and producer. Priscilla Cooper’s mother was Mary Fairlee Cooper. At the age of 17 Elizabeth Priscilla Cooper started to work as an actress. Her father became very successful, and the family lived in a big house on Broadway theatre. But, in the Panic of 1837, the family suffered great losses. Sometimes, they only had radishes and strawberries to eat.\nShe met her future husband Robert Tyler while performing in a play in Richmond, Virginia. They became closer and their marriage took place on 12th September 1839. John Tyler, his father in law, was a US Senator. She received a nice welcome at her husband’s home. Her father in law became the Vice President after 1840 presidential election. But, the President William Henry Harrison dies just after one month of becoming the President of the United States. After this, John Tyler became the President.\nLetitia Tyler, wife of the President John Tyler was a semi-invalid lady. Therefore, the President asked Priscilla to assist Letitia in her duties as the First Lady. Letitia died on 10th September 1842. After Letitia’s death, Priscilla became the First Lady. People of her time has described Priscilla as attractive and intelligent.\nIn 1844, Robert Tyler moved to Philadelphia along with his wife, Priscilla. Priscilla passed her duties to the President's daughter Letitia Tyler Semple.\nRobert Tyler and Priscilla lived in Philadelphia for 16 years. Robert worked as a lawyer. In 1861, American Civil War broke out. They declared their loyalty to the Confederate States of America. They moved to Richmond. In Richmond, Robert worked as the register of the Confederate Treasury. After the American Civil War, Robert became the editor of the \"Mail and Advertiser\" newspaper in Montgomery, Alabama. He died in 1877. Priscilla remained in Montgomery after Robert's death. She died in Montgomery in 1889.","categories":[],"infobox_types":[],"annotations":[{"uri":"June_14","surface_form":"June 14","offset":47},{"uri":"1816","surface_form":"1816","offset":56},{"uri":"December_29","surface_form":"December 29","offset":63},{"uri":"1889","surface_form":"1889","offset":76},{"uri":"John_Tyler","surface_form":"John Tyler","offset":109},{"uri":"President_(United_States)","surface_form":"President of the United States","offset":146},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":195},{"uri":"September_10","surface_form":"September 10","offset":232},{"uri":"1842","surface_form":"1842","offset":246},{"uri":"June_26","surface_form":"June 26","offset":254},{"uri":"1844","surface_form":"1844","offset":263},{"uri":"New_York_City","surface_form":"New York City","offset":308},{"uri":"Panic_of_1837","surface_form":"Panic of 1837","offset":649},{"uri":"Radish","surface_form":"radish","offset":723},{"uri":"Strawberries","surface_form":"strawberries","offset":736},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":827},{"uri":"William_Henry_Harrison","surface_form":"William Henry Harrison","offset":1117},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1622},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1844},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":1909},{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery, Alabama","offset":2133}]}