{"id":31381,"url":"http://en.wikipedia.org/wiki/Rose_Cleveland","text":"Rose Elizabeth Cleveland (June 13, 1846 − November 22, 1918), was the First Lady of the United States from 1885 to 1886, during the first of her brother U.S. President Grover Cleveland's two administrations.\nEarly life.\nRose Elizabeth Cleveland was born in Fayetteville, New York, on June 14, 1846. Known to her family as \"Libby\", Rose was the youngest of nine children born to Reverend Richard Falley Cleveland and Ann Neal Cleveland. In 1853 the family moved to Holland Patent, New York, where her father was settled as pastor of the Presbyterian church, and where he died that same year. Rose was 7 at the time of her father's death. She stayed in Holland Patent to care for her widowed mother. Grover Cleveland, Rose's elder brother, was 16 years old at the time.\nWhite House years.\nWhen her elder brother, Grover Cleveland, won the election to the twenty-second presidency of the United States, Rose became First Lady and lived in the White House for two years, she stood by her brother as First Lady during his inauguration, and his two initial bachelor years in the White House.\nDuring her early tenure as First Lady, Rose received front-page treatment from the New York Times about her appearance during her second reception at the White House. The Times reported that Miss Cleveland, Wore a dress of black satin, with entire overdress of Spanish lace. The satin bodice was cut low and sleeveless, and the transparent lace revealed the shoulders and arms. Rose Cleveland did not completely fit into Washington high society during her tenure as first lady. It is said that,\" Rose Cleveland was a bluestocking, more interested in pursuing scholarly endeavors than in entertaining cabinet wives and foreign dignitaries.\" Rose was an intellectual, and she preferred to lecture rather than entertain, but she made sure to perform her duties as First Lady as a favor to her brother.\nLater on President Cleveland married Frances Cleveland. Rose resigned as the First Lady, and started her career in the field of education.\nDeath.\nShe died on November 22, 1918 in Bagni di Lucca, Italy, from the Spanish flu. She is buried in Bagni di Lucca.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":70},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":168},{"uri":"Fayetteville%2C_New_York","surface_form":"Fayetteville, New York","offset":257},{"uri":"Holland_Patent%2C_New_York","surface_form":"Holland Patent, New York","offset":464},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":536},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":811},{"uri":"White_House","surface_form":"White House","offset":940},{"uri":"New_York_Times","surface_form":"New York Times","offset":1169},{"uri":"Marriage","surface_form":"married","offset":1914},{"uri":"Frances_Cleveland","surface_form":"Frances Cleveland","offset":1922},{"uri":"Education","surface_form":"education","offset":2013},{"uri":"Bagni_di_Lucca","surface_form":"Bagni di Lucca","offset":2064},{"uri":"Italy","surface_form":"Italy","offset":2080},{"uri":"Spanish_flu","surface_form":"Spanish flu","offset":2096}]}