{"id":313901,"url":"http://en.wikipedia.org/wiki/Mimosa_pudica","text":"well-known species of \"Mimosa\". It is a creeping annual or perennial herb often grown for its curiosity value: the compound leaves fold inward and droop when touched or shaken, re-opening minutes later. The species is native to South America and Central America, but is now a widespread weed.\nDescription.\nThe stem is erect in young plants, but becomes creeping or trailing with age. The leaves of the \"Mimosa pudica\" are compound leaves.\nThe leaves are bipinnately compound, with one or two pinnae pairs, and 10-26 leaflets per pinna. The round-shaped flower heads, which are inflorescences, are 8–10 mm in diameter (excluding the stamens). The floret petals are red in their upper part and the filaments are pink to lavender. The fruit consists of clusters of 2-8 pods from 1–2 cm long each. The pods break into 2-5 segments and contain pale brown seeds some 2.5 mm long. The flowers are pollinated by the wind and insects. The seeds have hard seed coats which restrict germination.\nPlant movement.\n\"Mimosa pudica\" is well known for its rapid plant movement.\nLike a number of other plant species, it undergoes changes in leaf orientation termed \"sleep\". The foliage closes during darkness and reopens in light.\nThe leaves also close when touched, warmed, blown, or shaken. When the plant is disturbed, specific regions on the stems release potassium ions which force water out of the cell vacuoles. The water diffuses out of the cells, producing a loss of cell pressure and cell collapse; this differential turgidity between different regions of cells results in the closing of the leaflets and the collapse of the leaf petiole. This is quite a common trait in the Mimosoideae subfamily of the legume family, Fabaceae. The stimulus can also be transmitted to neighbouring leaves. The function of this trait is not known. The plant may use its ability as a defense from predators. Animals may be afraid of a fast moving plant and would rather eat a less active one. Another possible explanation is that the sudden movement dislodges harmful insects.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":11},{"uri":"Mimosa","surface_form":"Mimosa","offset":23},{"uri":"Herb","surface_form":"herb","offset":69},{"uri":"South_America","surface_form":"South America","offset":228},{"uri":"Central_America","surface_form":"Central America","offset":246},{"uri":"Weed","surface_form":"weed","offset":287},{"uri":"Pinnate","surface_form":"bipinnately","offset":454},{"uri":"Inflorescence","surface_form":"inflorescence","offset":577},{"uri":"Fruit","surface_form":"fruit","offset":732},{"uri":"Plant_movement","surface_form":"plant movement","offset":1045},{"uri":"Potassium","surface_form":"potassium","offset":1342},{"uri":"Ion","surface_form":"ion","offset":1352},{"uri":"Petiole","surface_form":"petiole","offset":1622},{"uri":"Trait_(biology)","surface_form":"trait","offset":1654},{"uri":"Mimosoideae","surface_form":"Mimosoideae","offset":1667},{"uri":"Fabaceae","surface_form":"Fabaceae","offset":1711},{"uri":"Function","surface_form":"function","offset":1786}]}