{"id":314062,"url":"http://en.wikipedia.org/wiki/This_City","text":"\"This City\" is the first solo mainstream radio single released by American pop singer-songwriter Patrick Stump off the debut album \"Soul Punk\" under Island Def Jam Records on July 26, 2011 on his blog. The song features American rapper and songwriter and producer Lupe Fiasco. The original track does not feature Fiasco's addition to the rap versus in the single. In January 2010, Stump announced that he was producing his debut solo album, titled \"Soul Punk\". This came after Fall Out Boy (his main band)'s hiatus in late 2009. His album is a complete solo effort as he is doing everything: performing, composing all music, penning all lyrics, playing over ten instruments and producing, with the album's recording is funded by his own Fall Out Boy earnings. Its musical direction is generally pop/R&B orientated and has been described by Stump as \"soul punk\" and \"smart pop,\" drawing influence from a wide scope of artists including Prince, Michael Jackson and David Bowie. According to Stump, the song changed the entire course of \"Soul Punk\". \"I had written a while draft of the album and then at the 11th hour came up with \"This City,\" I really loved the song but felt like, conceptually, it didn't fit on the album. I had to go back and make an album for that song because I loved it so much. So one of the holdups on [the album] was re-writing the record around [it].\" With \"Soul Punk\" originally due in February 2011, Stump delayed it to October 18 and rebuilt the album with the song, releasing \"Truant Wave\" EP in the meanwhile for its delay in February 2011. \"I had this feeling that the album was disjointed, and right before I was mastering, I played \"This City\" for my manager — I really liked it, but I was unsure about it, although I thought it was what I wanted to say — and he was like, 'Put it on, it's great! Then I thought, 'Well, if I'm going to put that on the record, then I really need to go back to the drawing board.' Basically I took \"This City\", \"Everybody Wants Somebody\", \"Allie\", and a song called \"Dance Miserable\", and rebuilt the album around those four songs.\"\nMusic video.\nA music video for the remix has been released, directed by Ken Koller. On September 13, Patrick Stump announced that the music video for \"This City\" (remix) would premiere on September 20 on Vevo with a teaser on Idolitor. Prior to that he Tweeted about the video in the making Twitter and a behind-the-scenes clip was reported by MTV on their website. The video features Stump dancing and performing the song in a room with flashing lights, projections and heavy use of special effects, alternating with brief grayscale flashes of a city. Despite not being available at first, Lupe Fiasco appears for one scene by himself. Stump and Koller made the video simplistic to let the music do the talking rather than the video.\n\"There's not really a plot, there's not really a story to it. The song's called 'This City,' and it describes a lot of these images in a city, and I feel like those images are already there; it would be kind of redundant to take a camera into a city; it's almost like the colors and the lights and the images that are going to be around this are going to be representing the life in a city. One thing that Ken and I were talking about is that a city is so complicated, so... we wanted to do something a bit different with it, and a bit more abstract [...] the treatment was really funny to look at; it was literally one sentence, like 'Patrick stands in a room and sings and we project all these images and lights on the walls.'\"—Stump, reported by MTV.","categories":[],"infobox_types":["single|"],"annotations":[{"uri":"United_States","surface_form":"American","offset":66},{"uri":"Pop_music","surface_form":"pop","offset":75},{"uri":"Patrick_Stump","surface_form":"Patrick Stump","offset":97},{"uri":"Album","surface_form":"album","offset":125},{"uri":"Soul_Punk","surface_form":"Soul Punk","offset":132},{"uri":"Blog","surface_form":"blog","offset":196},{"uri":"United_States","surface_form":"American","offset":220},{"uri":"Rapper","surface_form":"rapper","offset":229},{"uri":"Producer","surface_form":"producer","offset":255},{"uri":"Soul_Punk","surface_form":"Soul Punk","offset":449},{"uri":"Fall_Out_Boy","surface_form":"Fall Out Boy","offset":477},{"uri":"Truant_Wave","surface_form":"Truant Wave","offset":1505},{"uri":"MTV","surface_form":"MTV","offset":2441},{"uri":"Grayscale","surface_form":"grayscale","offset":2621}]}