{"id":314088,"url":"http://en.wikipedia.org/wiki/Palaeognathae","text":"The Palaeognathae or paleognaths are one of the two living superorders of birds. The other living superorder is Neognathae. Together these two clades form the subclass Neornithes.\nPaleognath is a word derived from the ancient Greek for \"old jaws\" in reference to the skeletal anatomy of the palate, which is described as more primitive and reptilian than that in other birds. Paleognathous birds are uncontroversially the most primitive, or basal, living birds, though there is some controversy about the precise relationship between them and the other birds.\nThis superorder contains four extant orders of flightless ratites and one order of flying tinamous;\nThe order Tinamiformes (tinamous) includes nine living genera and forty-seven species.\nThe Apterygiformes (kiwis) include five species in one genus (\"Apteryx\").\nThe Casuariiformes have two genera. The cassowaries (\"Casuarius\") have three species and the emus (Dromaius) have one living and one recently extinct species.\nThe Rheiformes (rheas) have two genera with one species each.\nThe Struthioniformes (ostriches) have only one living species.\nThere are extinct orders: the Lithornithiformes, the Dinornithiformes (moas), and the Aepyornithiformes (elephant birds). There are other extinct orders which have been allied with the Palaeognathae by at least one author, but their affinities are a matter of dispute: the Ambiornithiformes, the Gansuiformes, the Paleocursornithiformes, the Gobipterygidae.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":74},{"uri":"Neognathae","surface_form":"Neognathae","offset":112},{"uri":"Neornithes","surface_form":"Neornithes","offset":168},{"uri":"Reptile","surface_form":"reptilian","offset":340},{"uri":"Ratite","surface_form":"ratite","offset":618},{"uri":"Tinamou","surface_form":"tinamou","offset":650},{"uri":"Kiwi","surface_form":"kiwi","offset":767},{"uri":"Cassowary","surface_form":"cassowaries","offset":861},{"uri":"Emu","surface_form":"emu","offset":914},{"uri":"Rhea_(bird)","surface_form":"rheas","offset":996},{"uri":"Ostrich","surface_form":"ostrich","offset":1064},{"uri":"Moa","surface_form":"moa","offset":1176},{"uri":"Elephant_bird","surface_form":"elephant bird","offset":1210}]}