{"id":314081,"url":"http://en.wikipedia.org/wiki/Neornithes","text":"e=\"preserve\">Neornithes are the most recent common ancestor of all living birds and all their descendants. There are about 9,000 to 10,000 known living species in the world.\nTaxonomy.\nModern birds are divided into two superorders; the Palaeognathae (tinamous and flightless ratites), and the Neognathae, containing all other birds.\nIt is generally agreed that the Neornithes evolved in the Cretaceous and that the split between the Palaeognathae and Neognathae, and then the split between fowl and the other Neognathae, occurred before the T extinction event. The earliest fossil remains of the Neornithes might be about ten million years after the start of the Cretaceous. \"Gallornis\" may be the first fossil, but its remains are only a worn partial femur and a fragment of the humerus.\nThere are different opinions about whether the radiation of the remaining neognathes occurred before or after the extinction of the other dinosaurs. Molecular dating suggests a Cretaceous radiation, while fossil evidence suggest an early Tertiary radiation. Attempts made to bring together the molecular and fossil evidence have proved controversial.\nThe classification of modern birds is difficult. Sibley & Ahlquist's \"Phylogeny and classification of birds\" (1990) is a landmark work on the classification of birds, though it is often debated and revised. Most evidence suggests that the modern bird orders are accurate taxa. More recently, new fossil and molecular evidence is providing an increasingly clear picture of the evolution of modern bird orders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Common_ancestor","surface_form":"common ancestor","offset":44},{"uri":"Descendant","surface_form":"descendant","offset":94},{"uri":"Superorder","surface_form":"superorder","offset":218},{"uri":"Palaeognathae","surface_form":"Palaeognathae","offset":235},{"uri":"Tinamou","surface_form":"tinamou","offset":250},{"uri":"Ratite","surface_form":"ratite","offset":274},{"uri":"Neognathae","surface_form":"Neognathae","offset":292},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":390},{"uri":"Fowl","surface_form":"fowl","offset":489},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":540},{"uri":"Gallornis","surface_form":"Gallornis","offset":675},{"uri":"Fossil","surface_form":"fossil","offset":993},{"uri":"Tertiary","surface_form":"Tertiary","offset":1026},{"uri":"Taxon","surface_form":"taxa","offset":1410}]}