{"id":314010,"url":"http://en.wikipedia.org/wiki/La_Toya_Jackson","text":"La Toya Jackson (born May 29, 1956, near Gary, Indiana) is an American singer, songwriter, writer, actress, television personality and a former model. She was the fifth of ten offspring born to Joseph and Katherine Jackson. She wanted to be an attorney but her father insisted that she work in show business like her siblings. She sang background vocals with The Jackson Five, her brothers' band. She had many musical hits during the 1980s and 1990s and returned in 2004. In 1989 Jackson was on the cover of \"Playboy\" magazine.\n1980s.\nIn 1980 Jackson's first album \"La Toya Jackson\" was released. Jackson wanted the album to be called \"La Toya\" but her dad would not let her. Her second single \"Night Time Lover\" was produced by La Toya's brother Michael. Jackson's third album was released in 1984. She sung backing vocals on Michael's single \"P.Y.T. (Pretty Young Thing)\". In 1985 Jackson sung on \"We Are the World\" as part of USA for Africa. It sold over 20 million copies.\n1990s.\nIn 1991 Jackson's first book \"La Toya, Growing Up In The Jackson Family\" was published.\nJackson released her ninth album \"From Nashville to You\" in 1994.\n2000s.\nIn July 2009 Jackson released the single \"Home\" in dedication to her brother Michael Jackson, who died on June 25 2009. All of the money from people buying the single went to AIDS_Project Los Angeles, which was one of Michael's favourite charities.\n2010s.\nShe released a new EP for 2011,\" Starting Over\". In the same year a best-selling memoir written by Jackson of the same name was released. In 2010 she released Dream Cream, a hand cream for Alessandro International.\nOn April 13, 2013 a reality series about Jackson's life called \"Life with La Toya\" started on the Oprah Winfrey Network.\nJackson's newest single “Feels Like Love” was played for the first time on December 14 at a West Hollywood nightclub.\nPersonal life.\nShe did not move out of the Jackson family home until she was 31 years old. In 1989 Jackson married her manager Jack Gordon. She did not want to. In 1993 Gordon beat Jackson with a chair many times. She had to have 12 stitches in her mouth. In 1996 Jackson escaped from Gordon with the help of her brother Randy. She sued Gordon under the Violence Against Women Act.\nIt was reported that on December 9 2013 Jackson married Jeffrey Phillips in Los Angeles.\nHowever La Toya said this is not true.","categories":[],"infobox_types":[],"annotations":[{"uri":"May_29","surface_form":"May 29","offset":22},{"uri":"Gary%2C_Indiana","surface_form":"Gary, Indiana","offset":41},{"uri":"Americans","surface_form":"American","offset":62},{"uri":"Singer","surface_form":"singer","offset":71},{"uri":"Songwriter","surface_form":"songwriter","offset":79},{"uri":"Writer","surface_form":"writer","offset":91},{"uri":"Actress","surface_form":"actress","offset":99},{"uri":"Television_personality","surface_form":"television personality","offset":108},{"uri":"Model_(person)","surface_form":"model","offset":144},{"uri":"Katherine_Jackson","surface_form":"Katherine Jackson","offset":205},{"uri":"Attorney","surface_form":"attorney","offset":244},{"uri":"The_Jackson_Five","surface_form":"The Jackson Five","offset":359},{"uri":"1980s","surface_form":"1980s","offset":434},{"uri":"1990s","surface_form":"1990s","offset":444},{"uri":"USA_for_Africa","surface_form":"USA for Africa","offset":929},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1222},{"uri":"Oprah_Winfrey_Network","surface_form":"Oprah Winfrey Network","offset":1714},{"uri":"Violence_Against_Women_Act","surface_form":"Violence Against Women Act","offset":2209},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2313}]}