{"id":314379,"url":"http://en.wikipedia.org/wiki/TOEIC","text":"e=\"preserve\">The TOEIC is an examination for learners of English. It is mainly used in Japan, but is also important in some other countries. The test started in 1977. The full name of the exam is the \"Test of English for International Communication\". The Educational Testing Service (ETS) writes and gives the test.\nOverview.\nThe Test of English for International Communication (TOEIC) is meant to measure English skills in everyday workplace activities.\nTOEIC Speaking & Writing Test.\nETS began to offer the TOEIC Speaking & Writing Test in 2006. Test takers get separate scores for each of the two tests. They can also take the Speaking test without taking the Writing test. The TOEIC Speaking Test takes about 20 minutes. The TOEIC Writing Test lasts about 60 minutes. Each test has a score between 0-200.\nTOEIC in Japan.\nNearly 1.5 million people take the TOEIC each year in Japan. The offers the test in Japan. There are two ways to take the TOEIC test. One is the TOEIC Secure Program (SP), the other is the TOEIC Institutional Testing Program (ITP). The SP is offered at a set place and time, and test takers go there for the exam. In the ITP, a group such as a university gives the test when and where they like. Groups giving the ITP test must follow the test rules.\nTOEIC Scandal in Japan.\nThe Institute for International Business Communication had a scandal in 2009.\nThe IIBC’s 92 year-old Chairman Yaeji Watanabe made his girlfriend's son Chairman of the IIBC Board of Directors. Watanabe forced out half the board of directors. Also, Watanabe only worked about one day a week. Watanabe's salary was more than 25 million yen each year. Watanabe said he was Chairman in name only and had little to do with choosing the new chairman. Then, Watanabe suddenly quit the IIBC. The son of his girlfriend was in charge of the non-profit company. The IIBC paid Watanabe 25 million yen for his retirement.\nThe IIBC lowered the price of the TOEIC Secure Program Test from 6,615 yen to 5,985 yen from September 13, 2009. Ministry of Trade asked the IIBC to lower the price because the test was making too much money.\nIIBC has a for-profit partner company called International Communications School (ICS). In July 2010, the Tokyo Tax Bureau announced that ICS lied about 100 million yen in income. ICS had to pay 30 million yen in taxes and fines.\nTOEIC in the Republic of Korea.\nSouth Korea is the second largest user of TOEIC by population. But, some major corporations have stopped using TOEIC scores for employment, or have required lower scores.\nFrom 2011, Korean universities were no longer allowed to use TOEIC and TOEFL scores as part of the selecting students. Seoul National University has developed another English proficiency test, TEPS. It may replace TOEIC.\nTOEIC in Europe.\nIn France, some Grandes écoles require a TOEIC score of at least 785 for a diploma. Some people think this is wrong because it means a diploma from a state school depends on a private corporation. The \"Commission des titres d'ingénieur\" set the 785 score as similar to a B2+ level on the Common European Framework of Reference for Languages.\nStudent who cannot score 785 may have to show their English language ability in some other way. Some schools allow one more year after the end of studies to complete the diploma.\nIn Greece, TOEIC is accepted by ASEP as part of hiring new government workers.\nTOEIC is used by some universities in Italy. All universities require that students pass an English examination before entering a degree courses or receiving diplomas. Students usually need a TOEIC score of 600 to earn a diploma. Many universities allow other tests such as the Cambridge certificate and TOEFL.\nTOEIC Bridge.\nTOEIC Bridge is a simpler version of the TOEIC test. This test is for beginning and intermediate speakers. It has 100 multiple-choice questions. The test lasts about one hour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Educational_Testing_Service","surface_form":"Educational Testing Service","offset":255},{"uri":"South_Korea","surface_form":"South Korea","offset":2379},{"uri":"TOEFL","surface_form":"TOEFL","offset":2621},{"uri":"Seoul_National_University","surface_form":"Seoul National University","offset":2669},{"uri":"TEPS","surface_form":"TEPS","offset":2743},{"uri":"France","surface_form":"France","offset":2791},{"uri":"Grandes_%C3%A9coles","surface_form":"Grandes écoles","offset":2804},{"uri":"Commission_des_titres_d%27ing%C3%A9nieur","surface_form":"Commission des titres d'ingénieur","offset":2990},{"uri":"Common_European_Framework_of_Reference_for_Languages","surface_form":"Common European Framework of Reference for Languages","offset":3076},{"uri":"Greece","surface_form":"Greece","offset":3312},{"uri":"Italy","surface_form":"Italy","offset":3426},{"uri":"Diploma","surface_form":"diploma","offset":3546}]}