{"id":314437,"url":"http://en.wikipedia.org/wiki/Nord-Vest_(development_region)","text":"Nord-Vest (English: \"North West\") is a development region in Romania. It was created in 1998. Its main function is to organise regional development projects and manage money sent from the European Union.\nCountries.\nThe Nord-Vest region is made up of these counties: 1123\nEconomy.\nThe economy of Nord-Vest is mainly agricultural (46% of its population having agriculture as their main occupation), even though there is some heavy and light industry in the major regional industrial centres of Cluj-Napoca, Oradea, Baia Mare, Bistriţa, Satu Mare and Zalau.\nThere are also several mining centres in Maramureş county and in the Apuseni Mountains. Many of these mining areas have been partly shut down, resulting in significant local unemployment, even though unemployment in the Nord-Vest region is at approximately 4%, below the Romanian national average of 5.5%. Many mining areas have been classified by the government as defavourised zones, with incentives given to investors who plan to create jobs in these areas and diversify the economy.\nThe region's GDP per capita is slightly below the Romanian average (approximately 90% of the Romanian average), despite the fact that the major cities – Cluj-Napoca and Oradea – are some of the most prosperous in Romania.\nInfrastructure.\nThe region is crossed by five European roads – E60, E81, E79, E671 and E58. Additionally, the A3 freeway is currently in construction and will cross Cluj, Sălaj and Bihor counties in the region. Nord-Vest also it has an extensive railway infrastructure connecting most of the important towns.\nThe region has four airports – Cluj-Napoca, Oradea, Satu Mare and Baia Mare. Currently, Cluj-Napoca, Oradea and Baia Mare airports have international flights, while Satu Mare airport only handles domestic flights.\nDemographics.\nRomania's Nord-Vest development region has a total population of 2,579,545 (2011 Census). In 2002 The region is one of the most ethnically-diverse in Romania, with 25% of the population coming from a minority group. After Romanians, who make up 75% of the population, the largest minority group are Hungarians, who comprise slightly less than 20% of the population. This is mainly due to area's history as part of Austria-Hungary. Hungarians are mainly concentrated in urban centres, especially those near the Hungarian border, such as Oradea and Satu Mare. The third largest minority are Roma people, who make up 3.5%, slightly above the national average. Roma people are spread relatively evenly throughout the region, even though the highest proportions are in Bihor county, where approximately 5% of the population is Roma.\nRomanian is the most widely spoken language, spoken as a main language by 76.6% of the inhabitants of the region. The other important languages is Hungarian, spoken by 19.9% of the population as a main language. Religion is mainly based on ethnic groups, with the largest religion being Romanian Orthodoxy, observed by 68.38% of the population, mostly ethnic Romanians. Other important religions are the Reformed Church (12.70%), Roman Catholicism (6.86%) and Greek Catholicism (4.20%).\nCitizenship.\n2,687 people, or 0.10% of the population, has dual citizenship.","categories":[],"infobox_types":["Settlement"],"annotations":[{"uri":"English_language","surface_form":"English","offset":11},{"uri":"Development_region","surface_form":"development region","offset":39},{"uri":"Romania","surface_form":"Romania","offset":61},{"uri":"European_Union","surface_form":"European Union","offset":188},{"uri":"Cluj-Napoca","surface_form":"Cluj-Napoca","offset":492},{"uri":"Oradea","surface_form":"Oradea","offset":505},{"uri":"Baia_Mare","surface_form":"Baia Mare","offset":513},{"uri":"Bistri%C5%A3a","surface_form":"Bistriţa","offset":524},{"uri":"Satu_Mare","surface_form":"Satu Mare","offset":534},{"uri":"Zalau","surface_form":"Zalau","offset":548},{"uri":"Maramure%C5%9F_county","surface_form":"Maramureş county","offset":596},{"uri":"Apuseni_Mountains","surface_form":"Apuseni Mountains","offset":624},{"uri":"Cluj-Napoca","surface_form":"Cluj-Napoca","offset":1195},{"uri":"Oradea","surface_form":"Oradea","offset":1211},{"uri":"A3_motorway_(Romania)","surface_form":"A3 freeway","offset":1374},{"uri":"Cluj_County","surface_form":"Cluj","offset":1429},{"uri":"S%C4%83laj_County","surface_form":"Sălaj","offset":1435},{"uri":"Bihor","surface_form":"Bihor","offset":1445},{"uri":"Cluj-Napoca_International_Airport","surface_form":"Cluj-Napoca","offset":1604},{"uri":"Oradea_International_Airport","surface_form":"Oradea","offset":1617},{"uri":"Satu_Mare_International_Airport","surface_form":"Satu Mare","offset":1625},{"uri":"Baia_Mare_Airport","surface_form":"Baia Mare","offset":1639},{"uri":"2011","surface_form":"2011","offset":1877},{"uri":"Hungarians","surface_form":"Hungarians","offset":2100},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":2215},{"uri":"Oradea","surface_form":"Oradea","offset":2337},{"uri":"Satu_Mare","surface_form":"Satu Mare","offset":2348},{"uri":"Roma_(Romani_subgroup)","surface_form":"Roma people","offset":2390},{"uri":"Bihor","surface_form":"Bihor county","offset":2565},{"uri":"Romanian_language","surface_form":"Romanian","offset":2629},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":2776},{"uri":"Romanian_Orthodox_Church","surface_form":"Romanian Orthodoxy","offset":2916},{"uri":"Reformed_Church","surface_form":"Reformed Church","offset":3033},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":3059},{"uri":"Greek_Catholicism","surface_form":"Greek Catholicism","offset":3089},{"uri":"Dual_citizenship","surface_form":"dual citizenship","offset":3175}]}