{"id":31443,"url":"http://en.wikipedia.org/wiki/Persian_Gulf","text":"The Persian Gulf is the name of a geographical place. Its location is in the Middle East. It is an extension of the Gulf of Oman. It is between Iran and the Arabian Peninsula, and the Arabs prefer to call it the \"Gulf of the Arabs\".\nDuring the Iran-Iraq War (1980-1988), the Persian Gulf came into news. Both sides attacked oil tankers of each other. Later, when Iraq invaded Kuwait in 1991, the new war got the name of \"Gulf War\" but major fighting happened on land.\nThe water in the Persian Gulf is rich in fishes; it has long beautiful coral reefs. Deep inside the water of the Persian Gulf, there are many pearl oysters. Due to this, the area attracts a lot of activities.\nIn Persian language, the term khalīj-e-Fars means the Persian Gulf. On October 2018, the World Intellectual Property Organization of the United Nations registered Persian Gulf as a place of origin, based on the Lisbon Agreement for the Protection of Appellations of Origin and their International Registration.\nGeography.\nThe sea waters of the Persian Gulf covers an area of 233,000 km². On the east, it connects with the Gulf of Oman by Strait of Hormuz. On the west, it connects a major river delta of Shatt al-Arab. In this river delta, waters of two big rivers of the area flow into: the waters of the Euphrates and the Tigris rivers.\nThe length of the Persian Gulf is 989 kilometers, and the shortest distance between two land points are 56 kilometers. The waters are generally not very deep. The maximum depth is only 90 meters. The average depth is only 50 meters.\nThere are many countries with borders touching the Persian Gulf. If taken in a clockwise direction, these countries are from the north: Iran, United Arab Emirates, Saudi Arabia, Qatar on a peninsula off the Saudi coast; Bahrain on an island; and Kuwait and Iraq in the northwest. Many small islands lie within the Persian Gulf.\nPetroleum.\nThe area in and around the Persian Gulf has world’s largest crude oil. Industries relating to crude oil are the main industries in this area. Al-Safaniya, the world’s largest offshore oil field is in the Persian Gulf. Many countries with large crude oil are in this area. They are called Persian Gulf States, that is, the countries around the Persian Gulf. These countries are Iran, Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates. Iraq (with its small portion touching the Persian Gulf) is not called a Persian Gulf State.\nBritish control.\nFor about 200 years, from 1763 until 1971, the United Kingdom kept some control over some of the Persian Gulf countries. These countries were the Trucial States and at various times Bahrain, Kuwait, Oman, and Qatar. Upon independence most of the Trucial States made a new United Arab Emirates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geography","surface_form":"geographical","offset":34},{"uri":"Middle_East","surface_form":"Middle East","offset":77},{"uri":"Gulf_of_Oman","surface_form":"Gulf of Oman","offset":116},{"uri":"Iran","surface_form":"Iran","offset":144},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":157},{"uri":"Iran-Iraq_War","surface_form":"Iran-Iraq War","offset":244},{"uri":"Kuwait","surface_form":"Kuwait","offset":376},{"uri":"Pearl","surface_form":"pearl","offset":610},{"uri":"United_Nations","surface_form":"United Nations","offset":814},{"uri":"Strait_of_Hormuz","surface_form":"Strait of Hormuz","offset":1115},{"uri":"River_delta","surface_form":"river delta","offset":1166},{"uri":"Shatt_al-Arab","surface_form":"Shatt al-Arab","offset":1181},{"uri":"Euphrates","surface_form":"Euphrates","offset":1283},{"uri":"Tigris","surface_form":"Tigris","offset":1301},{"uri":"Iran","surface_form":"Iran","offset":1685},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":1691},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1713},{"uri":"Qatar","surface_form":"Qatar","offset":1727},{"uri":"Peninsula","surface_form":"peninsula","offset":1738},{"uri":"Bahrain","surface_form":"Bahrain","offset":1769},{"uri":"Kuwait","surface_form":"Kuwait","offset":1795},{"uri":"Iraq","surface_form":"Iraq","offset":1806},{"uri":"Oil_field","surface_form":"oil field","offset":2072},{"uri":"Iran","surface_form":"Iran","offset":2265},{"uri":"Bahrain","surface_form":"Bahrain","offset":2271},{"uri":"Kuwait","surface_form":"Kuwait","offset":2280},{"uri":"Oman","surface_form":"Oman","offset":2288},{"uri":"Qatar","surface_form":"Qatar","offset":2294},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":2301},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":2322},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2500},{"uri":"Bahrain","surface_form":"Bahrain","offset":2635},{"uri":"Kuwait","surface_form":"Kuwait","offset":2644},{"uri":"Oman","surface_form":"Oman","offset":2652},{"uri":"Qatar","surface_form":"Qatar","offset":2662},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":2725}]}