{"id":314556,"url":"http://en.wikipedia.org/wiki/Undergraduate_education","text":"e=\"preserve\">Undergraduate education is a level of education wherein a student completes their first degree. The first degree of an undergraduate degree is normally named a bachelor's degree. Therefore, for many subjects in many systems of education, undergraduate education is between secondary education and a bachelor's degree. This education usually takes place in a university. In the United States, a person starting at a university is known as undergraduate while students who have higher degrees are known as graduate students. In some other educational systems and subjects, undergraduate education is between secondary education and a master's degree, for example in some science and engineering courses in Britain and some medicine courses in Europe.\nBrazil.\nIn Brazil, it normally takes four or five years to complete an \"undergraduate\" degree. Students need to choose their main subjects before they join the university by taking a test named a \"vestibular\".\nEurope.\nUndergraduate degrees are not like in the United States where students have general studies during the first years and only specialize in a \"major\" during the last years of college. European students enroll in a specific course of studies they want to do from the start. They are expected to have received a good general education already in the secondary level in a school (like a gymnasium or lycée). In many countries they go to university at 18 or 17. The degree normally takes four or five years. After completing the first degree students can move on to doctoral studies. In many countries, the English distinction between a bachelor's and master's degree is only now being introduced by the Bologna process. This means that the old first degree would be approximately equal to a master's degree in the US or the UK.\nUnited Kingdom.\nIn the United Kingdom, undergraduate normally means students studying to get a Bachelor's degree. It is also called an award. Getting a bachelor's degree normally takes three years in England, Wales and Northern Ireland. In Scotland, it takes four years to obtain what is known as an \"ordinary\" degree, and five years to obtain a Scottish master's degree. Some undergraduates in England do a master's degree as their first degree in a similar manner to Scotland. The first three years are spent attaining a bachelor's degree and the last year includes research and more difficult subjects. In England, this is more common for degrees in science and engineering.\nThe only universities where it is possible to receive a master's degree without even attending the university beyond the award of the bachelor's degree are Oxford and Cambridge. Master's are generally awarded to Oxford and Cambridge graduates a year after they have graduated with bachelor's degrees.\nIreland.\nIn Ireland, undergraduate study is like in the United Kingdom. It is like this because undergraduate education was first taught the same in both countries. In Ireland, the undergraduate degree is closest to the Scottish type in the United Kingdom. They are four year undergraduate programmes.\nIndia.\nIn India, it takes 3 years to complete the undergraduate course (other than engineering, law and medicine). There are two types of undergraduate courses. Arts and Science is the first one which takes 3 years to complete the courses. Another one is Engineering, this will take 4 years to complete the courses (B.E/B.TECH).\nUnited States.\nIn the United States most undergraduate education is done at colleges or universities. Undergraduate education gives a bachelor's degree. This usually takes four years of study, although some courses take five years.\nSome students choose to attend a community college or junior college for two years beforehand to further study at another college or university.\nMost universities also offer graduate study. Some institutions (e.g. liberal-arts colleges) only give undergraduate education or only give a small number another level of education. Getting an undergraduate degrees normally needs many courses to be completed. The courses have different subjects and different levels of difficulty. The academic discipline of the most number of subjects taken is called a \"major\" or concentration.\nUnlike in the British model, degrees in law and medicine are not offered at the undergraduate level and are completed as graduate study after earning a bachelor's degree. Neither field specifies or prefers any undergraduate major, though medicine has set prerequisite courses that must be taken before enrollment. However, nursing is taught as an undergraduate program.","categories":[],"infobox_types":[],"annotations":[{"uri":"Education","surface_form":"education","offset":51},{"uri":"Academic_degree","surface_form":"degree","offset":101},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":173},{"uri":"Secondary_education","surface_form":"secondary education","offset":286},{"uri":"University","surface_form":"university","offset":371},{"uri":"United_States","surface_form":"United States","offset":390},{"uri":"University","surface_form":"university","offset":428},{"uri":"Graduate_student","surface_form":"graduate student","offset":517},{"uri":"Master%27s_degree","surface_form":"master's degree","offset":645},{"uri":"Brazil","surface_form":"Brazil","offset":773},{"uri":"United_States","surface_form":"United States","offset":1022},{"uri":"Europe","surface_form":"Europe","offset":1162},{"uri":"Enroll","surface_form":"enroll","offset":1180},{"uri":"Class","surface_form":"course","offset":1201},{"uri":"Secondary_education","surface_form":"secondary level","offset":1326},{"uri":"School","surface_form":"school","offset":1347},{"uri":"Gymnasium","surface_form":"gymnasium","offset":1362},{"uri":"Lyc%C3%A9e","surface_form":"lycée","offset":1375},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1826},{"uri":"Bachelor%27s_degree","surface_form":"Bachelor's degree","offset":1898},{"uri":"England","surface_form":"England","offset":2003},{"uri":"Wales","surface_form":"Wales","offset":2012},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":2022},{"uri":"Research","surface_form":"research","offset":2371},{"uri":"Science","surface_form":"science","offset":2456},{"uri":"Engineering","surface_form":"engineering","offset":2468},{"uri":"Oxford_University","surface_form":"Oxford","offset":2637},{"uri":"Cambridge_University","surface_form":"Cambridge","offset":2648},{"uri":"Ireland","surface_form":"Ireland","offset":2794},{"uri":"India","surface_form":"India","offset":3094},{"uri":"United_States","surface_form":"United States","offset":3435},{"uri":"Education","surface_form":"education","offset":3468},{"uri":"Graduate","surface_form":"graduate","offset":3819},{"uri":"Institution","surface_form":"institution","offset":3840},{"uri":"Academic_discipline","surface_form":"academic discipline","offset":4126},{"uri":"Law","surface_form":"law","offset":4261},{"uri":"Medicine","surface_form":"medicine","offset":4269}]}