{"id":314660,"url":"http://en.wikipedia.org/wiki/Rocca_Petru","text":"Rocca Petru (1887–1966) was a poet and writer from Corsica, who wanted his island free from France. At first, he supported the Corsica becoming a part of Italy, but then promoted the autonomy of Corsica after World War II.\nLife.\nRocca, called Petru in Corsican, was a gifted writer since young age. He contributed in Corsica to the magazine \"A Tramuntana\". During World War I, he wrote about the war and was decorated with the French Legion of Honor.\nFrom May 1920, Rocca worked with the literary magazine \"A Muvra\". During the first half of the 20th century, this was the most important Corsican publication in Italian. In 1922 he created the \"Partitu Corsu d'Azione\", following the model of the Italian Partito Sardo d'Azione of Sardinia that had autonomism ideals.\nAfter that, in the late 1920s, he created the \"Partito autonomista di Corsica\" with the support of Domenico Parlotti and Dr. Croce, director of the Archivi di Stato della Corsica.\nDuring the late 1930s Rocca, slowly changed his political opinions from wanting autonomy for Corsica to supporting the union of Corsica with Italy. He supported the ideals of Petru Giovacchini, an irredentist leader who created the main pro-Italian political organization in Corsica: the \"Gruppi d’Azione Irredentista Corsa\".\nIn 1938, the French government punished him for his approach to the Italian Risorgimento ideals. They took away his French Legion of Honor medal. \"A Muvra\" started in 1939 to write articles against the Jews (responsible in Rocca's opinion for the French \"occupation\" of Corsica) and was quickly closed.\nDuring World War II, Rocca supported Benito Mussolini's ideals about the union of Corsica to the Kingdom of Italy. When Italian troops occupied the island in 1942, Rocca was proposed to be \"Governor\" of a Corsica united to Italy. After the Italian defeat in September 1943, he was harassed by the French authorities.\nAs a consequence of this in 1946 he was sentenced to 15 years of jail and sent to French Guiana. When released, he quickly recreated his original \"Partito autonomista di Corsica\".\nIn 1953, Rocca created an academy for the defense of the Corsican language. He demanded from France the recognition of the Corsican people and language and the creation of the University of Corte. Rocca was, until his death in 1966, a strong supporter of Corsican nationalism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poet","surface_form":"poet","offset":30},{"uri":"Corsica","surface_form":"Corsica","offset":51},{"uri":"Separatism","surface_form":"free","offset":82},{"uri":"France","surface_form":"France","offset":92},{"uri":"Italy","surface_form":"Italy","offset":154},{"uri":"Autonomy","surface_form":"autonomy","offset":183},{"uri":"World_War_II","surface_form":"World War II","offset":209},{"uri":"Corsican_language","surface_form":"Corsican","offset":252},{"uri":"World_War_I","surface_form":"World War I","offset":364},{"uri":"French_Legion_of_Honor","surface_form":"French Legion of Honor","offset":427},{"uri":"Italian_language","surface_form":"Italian","offset":612},{"uri":"Sardinia","surface_form":"Sardinia","offset":731},{"uri":"Irredentism","surface_form":"irredentist","offset":1145},{"uri":"Risorgimento","surface_form":"Risorgimento","offset":1350},{"uri":"Jews","surface_form":"Jews","offset":1476},{"uri":"Occupied_territory","surface_form":"occupation","offset":1529},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":1614},{"uri":"Kingdom_of_Italy_(1861%E2%80%931946)","surface_form":"Kingdom of Italy","offset":1674},{"uri":"French_Guiana","surface_form":"French Guiana","offset":1976},{"uri":"Corsican_language","surface_form":"Corsican language","offset":2131},{"uri":"Nationalism","surface_form":"nationalism","offset":2338}]}