{"id":314701,"url":"http://en.wikipedia.org/wiki/Lyme_Regis","text":"Lyme Regis is a coastal town in West Dorset, England, 25 miles west of Dorchester and east of Exeter. The town lies in Lyme Bay, on the English Channel coast at the Dorset-Devon border. It is nicknamed 'The Pearl of Dorset'.\nThe town is noted for the fossils found in the cliffs and beaches, which are part of the Jurassic Coast–a World Heritage Site. The harbour wall, \"The Cobb\", features in Jane Austen's novel \"Persuasion\", and in the movie and novel, \"The French Lieutenant's Woman\", by local writer John Fowles.\nWhen people were counted in the town's most recent census in 2001, the population was 4,406. 45% of the town's population were retired people.\nGeology.\nThe town is noted for the fossils found in the cliffs and beaches, which are part of the Jurassic Coast–a World Heritage Site. The Jurassic Coast stretches over a distance of.\nThe coastal exposures along the coastline provide a continuous sequence of Triassic, Jurassic and Cretaceous rock formations spanning approximately 185 million years of the Earth's history. The localities along the Jurassic Coast include some important fossil zones.\nThe Blue Lias rock is host to a multitude of remains from the early Jurassic, a time from which good fossil records are rare. Many of the remains are well preserved, with complete specimens of several important species. Many of the earliest discoveries of dinosaur and other prehistoric reptile remains were made in the area surrounding Lyme Regis, notably those discovered by Mary Anning (1799–1847). Significant finds include \"Ichthyosaur\", \"Plesiosaur\", \"Dimorphodon\", \"Scelidosaurus\", one of the first armoured (Thyreophora) dinosaurs. The town now holds an annual Mary Anning Day and Lyme Regis Fossil Festival. A fossil of the world's largest moth was discovered in 1966 at Lyme Regis.\nLandslips.\nThe coastal region near Lyme Regis is subject to large landslips. This means that Jurassic age fossils are regularly exposed and can be found on the beaches, but also causes devastation to the town.\nOne of the most spectacular landslips occurred on 24 December 1839, west along the coast in Devon belonging to Bindon Manor and known as \"The Dowlands Landslip\". About of fields growing wheat and turnips were dislodged when a great chasm was formed more than across, deep and long. The crops remained intact on the top of what became known as \"Goat Island\" among the newly formed gullies. On 3 February 1840, five weeks later, there was a second landslip nearby but much smaller than the former. This strange phenomenon attracted many visitors, and the canny farmers charged sixpence for entrance and held a grand reaping party when the wheat ripened. The area is now known as The Undercliff and is of great interest because of its diverse natural history.\nIn 2005, work began on a £16 million engineering project to stabilise the cliffs and protect the town from coastal erosion. The town's main beach was reconstructed and re-opened on 1 July 2006.\nOn the evening of 6 May 2008, a section of land slipped onto the beach between Lyme Regis and Charmouth. Local Police described the landslip as the \"worst for 100 years\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Coast","surface_form":"coast","offset":16},{"uri":"Dorset","surface_form":"Dorset","offset":37},{"uri":"England","surface_form":"England","offset":45},{"uri":"Dorchester%2C_Dorset","surface_form":"Dorchester","offset":71},{"uri":"Exeter","surface_form":"Exeter","offset":94},{"uri":"Lyme_Bay","surface_form":"Lyme Bay","offset":119},{"uri":"English_Channel","surface_form":"English Channel","offset":136},{"uri":"Devon","surface_form":"Devon","offset":172},{"uri":"Fossil","surface_form":"fossil","offset":251},{"uri":"Jurassic_Coast","surface_form":"Jurassic Coast","offset":314},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":331},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":394},{"uri":"Persuasion_(novel)","surface_form":"\"Persuasion\"","offset":414},{"uri":"Movie","surface_form":"movie","offset":439},{"uri":"Novel","surface_form":"novel","offset":449},{"uri":"John_Fowles","surface_form":"John Fowles","offset":505},{"uri":"Fossil","surface_form":"fossil","offset":696},{"uri":"Jurassic_Coast","surface_form":"Jurassic Coast","offset":759},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":776},{"uri":"Triassic","surface_form":"Triassic","offset":921},{"uri":"Jurassic","surface_form":"Jurassic","offset":931},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":944},{"uri":"Blue_Lias","surface_form":"Blue Lias","offset":1117},{"uri":"Dinosaur","surface_form":"dinosaur","offset":1369},{"uri":"Mary_Anning","surface_form":"Mary Anning","offset":1490},{"uri":"Ichthyosaur","surface_form":"Ichthyosaur","offset":1542},{"uri":"Plesiosaur","surface_form":"Plesiosaur","offset":1557},{"uri":"Dimorphodon","surface_form":"Dimorphodon","offset":1571},{"uri":"Scelidosaurus","surface_form":"Scelidosaurus","offset":1586},{"uri":"Thyreophora","surface_form":"Thyreophora","offset":1629},{"uri":"Moth","surface_form":"moth","offset":1762},{"uri":"Landslide","surface_form":"landslips","offset":1871},{"uri":"The_Undercliff","surface_form":"The Undercliff","offset":2692}]}