{"id":314830,"url":"http://en.wikipedia.org/wiki/Works_of_Rambhadracharya","text":"Jagadguru Ramanandacharya Swami Rambhadracharya (better-known as Jagadguru Rambhadracharya or Swami Rambhadracharya) is a Hindu \"guru\", Sanskrit scholar, writer, poet, play writer, composer, singer, philosopher and \"Katha\" artist. He is living in Chitrakoot, India. His works includes poems, plays, lectures, commentaries, religious speeches, and musical works of his works. He has written more than 90 works, including published books and unpublished hand written books, and four epic poems, a Hindi commentary on Tulsidas' Ramcharitmanas, a rhythmic Sanskrit commentary on the Ashtadhyayi, and Sanskrit commentaries on the Prasthanatrayi sacred books. Many of his audio and video recordings have been released. He writes in Sanskrit, Hindi, Awadhi, Maithili, and many other languages. He is blind.\n\"Śrībhārgavarāghavīyam\" is his most famous work. He won many awards for it, like the Sahitya Akademi Award for Sanskrit. He has also been given many other honors and titles as a writer and poet, like \"Mahakavi\" and \"Kavikularatna\".\nHis important literature works and musical works, grouped by their type, are listed below.\nSanskrit commentaries on the Prasthānatrayī.\nRambhadracharya made Sanskrit commentaries named \"Śrīrāghavakṛpābhāṣyam\" on the Prasthanatrayi – Brahma Sutra, the Bhagavad Gita, and eleven Upanishads. These commentaries were released on 10 April 1998 by the then Prime Minister of India, Atal Behari Vajpayee. He made \"Śrīrāghavakṛpābhāṣyam\" on Narada Bhakti Sutra in 1991. Rambhadracharya then renewed—after five hundred years—the tradition of Sanskrit commentaries on the Prasthanatrayi. His commentary was also the second Sanskrit commentary on Prasthanatrayi of Ramananda Sampradaya, an the first was made by Ramananda himself and it was named \"Ānandabhāṣyam\". Rambhadracharya's commentary in Sanskrit on the Prasthanatrayi was the first written in almost 600 years.\nCritical edition of Ramcharitmanas.\nRambhadracharya's most controversial work was the critical edition of the Ramcharitmanas. It was published as the Tulsi Peeth edition. It was said that he changed the epic, but the dispute ended when Rambhadracharya said sorry for any problem caused by the publication. A writ was also filed against him but it was not accepted. This edition was published in 2005 by Shri Tulsi Peeth Seva Nyas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jagadguru_Rambhadracharya","surface_form":"Jagadguru Ramanandacharya Swami Rambhadracharya","offset":0},{"uri":"Hindu","surface_form":"Hindu","offset":122},{"uri":"Guru","surface_form":"guru","offset":129},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":136},{"uri":"Katha","surface_form":"Katha","offset":216},{"uri":"Chitrakoot","surface_form":"Chitrakoot","offset":247},{"uri":"India","surface_form":"India","offset":259},{"uri":"Ramcharitmanas","surface_form":"Ramcharitmanas","offset":525},{"uri":"Ashtadhyayi","surface_form":"Ashtadhyayi","offset":579},{"uri":"Prasthanatrayi","surface_form":"Prasthanatrayi","offset":625},{"uri":"Hindi","surface_form":"Hindi","offset":736},{"uri":"Awadhi_language","surface_form":"Awadhi","offset":743},{"uri":"Maithili_language","surface_form":"Maithili","offset":751},{"uri":"Sribhargavaraghaviyam","surface_form":"Śrībhārgavarāghavīyam","offset":801},{"uri":"Sahitya_Akademi_Award_for_Sanskrit","surface_form":"Sahitya Akademi Award for Sanskrit","offset":885},{"uri":"Prasthanatrayi","surface_form":"Prasthanatrayi","offset":1248},{"uri":"Atal_Behari_Vajpayee","surface_form":"Atal Behari Vajpayee","offset":1408},{"uri":"Narada_Bhakti_Sutra","surface_form":"Narada Bhakti Sutra","offset":1465},{"uri":"Textual_criticism","surface_form":"critical edition","offset":1977},{"uri":"Writ","surface_form":"writ","offset":2199}]}