{"id":315085,"url":"http://en.wikipedia.org/wiki/Bullet-proof_glass","text":"Bullet-proof glass, or bullet-resistant glass, is a type of strong, clear material that resists bullets. Complete protection against all weapons is not possible.\nIt is usually made from two or more types of material, one hard and one soft. The softer layer makes the glass more elastic, so it can flex (bend) instead of shatter. There must be a clear view through the glass. Bulletproof glass varies in thickness from three-quarters of an inch to three inches.\nA popular method is stick a special plastic film to the inner surface of ordinary glass. This 'security laminate' bonds to the glass with an adhesive. This gives a protection similar to the multi-layered bullet-resistant glass. Transparency is better, tint-free; thickness and weight is reduced as much as 50-70%. The laminate can be stuck on to existing windows; this a called a 'retrofit'.\nThe concept.\nThe plastic provides little bullet-resistance. Glass, much harder than plastic, flattens the bullet. The plastic deforms, absorbing energy and (perhaps) stopping the bullet. The ability of the plastic layer to stop projectiles is directly proportional to its thickness. Bulletproof glass may be up to three inches thick.\nSimpler version.\nA simpler version is used for car windshields. It consists of two panels of toughened glass, bonded together with polyvinyl butyal (PVB). The PVB stops cracks in the outer glass from spreading.\nOne-way.\nThe idea is for guards inside to be able to shoot out, while attackers can't shoot in. One-way bulletproof glass is usually made of only two layers, a brittle layer on the outside and a flexible one on the inside. A bullet fired from the outside hits the brittle layer first, shattering an area of it. This absorbs some of the bullet's kinetic energy, and spreads it on a larger area. When the slowed bullet hits the flexible layer, it is stopped.\nHowever, when a bullet is fired from the inside, it hits the flexible layer first. The bullet penetrates the flexible layer because its energy is focused on a smaller area; the brittle layer then shatters outward due to the flexing of the inner layer and does not significantly hinder the bullet's progress. A problem with this idea is that a two-layer glass has limited stopping power.\nImprovement on glass.\nThere is a new type of transparent armour with aluminium oxynitride instead of glass. As the outside 'strike plate' layer, it is much lighter and performs better than traditional glass/polymer laminates. Aluminum oxynitride 'glass' can defeat.50 caliber armour-piercing rounds. Various types of other materials which closely resemble glass are also being developed.\nCeramics.\nCertain types of ceramic can also be used for \"transparent\" armour. They are denser and harder than traditional glass. These new types of transparent ceramic armours make thinner armour with equal stopping power to traditional laminated glass.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bullet","surface_form":"bullet","offset":96},{"uri":"Weapon","surface_form":"weapon","offset":137},{"uri":"Material","surface_form":"material","offset":207},{"uri":"Elastic","surface_form":"elastic","offset":278},{"uri":"Plastic","surface_form":"plastic","offset":497},{"uri":"Adhesive","surface_form":"adhesive","offset":602},{"uri":"Transparency","surface_form":"Transparency","offset":689},{"uri":"Energy","surface_form":"energy","offset":998},{"uri":"Windshield","surface_form":"windshield","offset":1238},{"uri":"Aluminium_oxynitride","surface_form":"aluminium oxynitride","offset":2311},{"uri":"Armour","surface_form":"armour","offset":2518},{"uri":"Ceramic","surface_form":"ceramic","offset":2657},{"uri":"Density","surface_form":"denser","offset":2717},{"uri":"Hard","surface_form":"harder","offset":2728}]}