{"id":31517,"url":"http://en.wikipedia.org/wiki/Game_Boy_Color","text":"The Game Boy Color (often said as \"GBC\") is a video game console manufactured by Nintendo. It was first introduced in Japan in October 1998 and released in North America, Europe and Australia in November 1998. It is the successor to the original Game Boy, but it precedes the Game Boy Advance (which is backwards compatible with \"GB\" and \"GBC\" games). The biggest innovation of the Game Boy Color was its colorful graphics. The Game Boy Color is almost as powerful as the Nintendo Entertainment System. With the exception of the Pokemon Mini, it was the last 8-bit console made by a mainstream company. The last game released for Game Boy Color was \"Harry Potter And The Chamber of Secrets\" in 2002.\nThe GBC has a color screen rather than a monochrome, but it is not backlit. It is clearly thicker and bigger and has a slightly smaller screen than the Game Boy Pocket, its last model in the Game Boy line. As with the original Game Boy, it has a 8-bit processor made by Sharp Corporation that is a hybrid between the Intel 8080 and the Zilog Z80. The spelling of the system's name, Game Boy Color, remains used throughout the world, with its American English spelling of \"color\".\nThe Game Boy Color is part of the fifth generation of video game consoles. The GBC's competitors in Japan were the grayscale 16-bit handhelds, Neo Geo Pocket and the WonderSwan, though the Game Boy Color outsold them by a wide margin. SNK and Bandai countered with the Neo Geo Pocket Color and the Wonderswan Color, this did little to change Nintendo's sales. With Sega discontinuing the Game Gear in 1997, the Game Boy Color's only competitor in the United States was its last one, the Game Boy, until the short-lived Neo Geo Pocket Color was made in August 1999. The Game Boy and the Game Boy Color together have sold 118.69 million units worldwide making it the third-best-selling system of all time.\nIt was discontinued on March 23, 2003, shortly after the Game Boy Advance SP was made. Its best-selling game was \"Pokémon Gold and Silver\", which sold 23 million units worldwide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":46},{"uri":"Video_game_console","surface_form":"console","offset":57},{"uri":"Nintendo","surface_form":"Nintendo","offset":81},{"uri":"Game_Boy","surface_form":"Game Boy","offset":246},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":276},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":472},{"uri":"Pokemon_Mini","surface_form":"Pokemon Mini","offset":529},{"uri":"Harry_Potter_And_The_Chamber_of_Secrets_(video_game)","surface_form":"Harry Potter And The Chamber of Secrets","offset":650},{"uri":"Rather","surface_form":"rather","offset":727},{"uri":"Monochrome","surface_form":"monochrome","offset":741},{"uri":"Backlit","surface_form":"backlit","offset":767},{"uri":"Thick","surface_form":"thicker","offset":790},{"uri":"Last","surface_form":"last","offset":873},{"uri":"Sharp_Corporation","surface_form":"Sharp Corporation","offset":970},{"uri":"Competitor","surface_form":"competitor","offset":1265}]}