{"id":315202,"url":"http://en.wikipedia.org/wiki/Indo-Pakistani_War_of_1971","text":"The Indo-Pakistani War of 1971 was a military conflict between India and Pakistan. Lasting just 13 days, it is considered one of the shortest wars in history.\nDuring the war, Indian and Pakistani forces fought on the eastern and western fronts. The war effectively came to an end after the Eastern Command of the Pakistani Armed Forces signed the Instrument of Surrender (1971) on December 16, 1971. After the surrender, East Pakistan seceded as the independent state of Bangladesh. Around 97,368 West Pakistanis who were in East Pakistan at the time of its independence, including some 79,700 Pakistan Army soldiers and paramilitary personnel and 12,500 civilians, were taken as prisoners of war by India.\nWestern and Soviet involvement.\nThe Soviet Union sided with the Bangladeshis, and supported the Indian Army and Mukti Bahini during the war. The Soviets thought that the independence of Bangladesh would weaken the position of its rivals—the United States and China. The USSR gave assurances to India that if a confrontation with the United States or China developed, it would take counter-measures. This assurance was enshrined in the Indo-Soviet friendship treaty signed in August 1971.\nThe United States supported Pakistan politically and with supplies. President Richard Nixon and his Secretary of State Henry Kissinger feared Soviet expansion into South and Southeast Asia. Pakistan was a close ally of the People's Republic of China, with whom Nixon had been negotiating a \"rapprochement\". Nixon was planning to visit China in February 1972. Nixon feared that an Indian invasion of West Pakistan would give the Soviets control over the region. It would seriously undermine the global position of the United States and the regional position of America's new tacit ally, China. In order to demonstrate to China the \"bona fides\" of the United States as an ally, Nixon sent military supplies to Pakistan, routing them through Jordan and Iran, while also encouraging China to increase its arms supplies to Pakistan. The Nixon administration also ignored reports it received of the \"genocidal\" activities of the Pakistani Army in East Pakistan, most notably the Blood telegram. This prompted widespread criticism and condemnation both by Congress and in the international press.\nThe United States introduced a resolution in the UN Security Council calling for a cease-fire and the withdrawal of armed forces by India and Pakistan. It was vetoed by the Soviet Union. In the following days Nixon and Kissinger tried to get India to withdraw, but they did not succeed.\nPresident Nixon requested Iran and Jordan to send their F-86, F-104 and F-5 fighter jets in aid of Pakistan.\nWhen Pakistan's defeat in the eastern sector seemed certain, Nixon deployed a carrier battle group led by the aircraft carrier USS \"Enterprise\" into the Bay of Bengal. The \"Enterprise\" and its escort ships arrived on station on 11 December 1971. According to a Russian documentary, the United Kingdom deployed a carrier battle group led by the aircraft carrier HMS \"Eagle\" to the Bay.\nOn 6 December and 13 December, the Soviet Navy dispatched two groups of cruisers and destroyers and a submarine armed with nuclear missiles from Vladivostok; they trailed U.S. Task Force 74 into the Indian Ocean from 18 December 1971 until 7 January 1972. The Soviets also had a nuclear submarine to help ward off the threat posed by USS \"Enterprise\" task force in the Indian Ocean.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistani_Armed_Forces","surface_form":"Pakistani Armed Forces","offset":313},{"uri":"Instrument_of_Surrender","surface_form":"Instrument of Surrender (1971)","offset":347},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":471},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":680},{"uri":"Indo-Soviet_Treaty_of_Friendship_and_Cooperation","surface_form":"Indo-Soviet friendship treaty","offset":1142},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":1273},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":1295},{"uri":"Henry_Kissinger","surface_form":"Henry Kissinger","offset":1314},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1418},{"uri":"West_Pakistan","surface_form":"West Pakistan","offset":1594},{"uri":"Jordan","surface_form":"Jordan","offset":1934},{"uri":"Iran","surface_form":"Iran","offset":1945},{"uri":"Blood_telegram","surface_form":"Blood telegram","offset":2168},{"uri":"UN_Security_Council","surface_form":"UN Security Council","offset":2334},{"uri":"Carrier_battle_group","surface_form":"carrier battle group","offset":2759},{"uri":"USS_Enterprise_(CVN-65)","surface_form":"USS \"Enterprise\"","offset":2808},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":2834},{"uri":"HMS_Eagle_(R05)","surface_form":"HMS \"Eagle\"","offset":3042},{"uri":"Soviet_Navy","surface_form":"Soviet Navy","offset":3101},{"uri":"Vladivostok","surface_form":"Vladivostok","offset":3211},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":3265},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":3435}]}