{"id":31522,"url":"http://en.wikipedia.org/wiki/Herakles","text":"Herakles (Ancient Greek: Ἡρακλῆς, \"Hēraklēs\" - “one glorified of Hera”) is a divine hero in Greek mythology. The greatest of the Greek heroes, Herakles was a demigod, son of Zeus and the mortal Alkmene as well as the twin brother of Iphicles. As a god, Herakles served as a paragon of masculinity, and was a patron of heroic endeavor. In Ancient Rome and the modern West, he is known as Hercules, with whom the later Roman emperors, in particular Commodus and Maximian, often identified themselves. The figure is most well known for his famous Twelve Labors, a series of seemingly impossible tasks he was made to complete in order to atone for the crime of murdering his family. As a culture hero, he was said to have started the Ancient Olympic Games and marked out the length of the Olympic stadium. He was the subject of much ancient and modern art, and remains a popular figure in modern times, being the subject of various films and television series, such as Walt Disney's \"Hercules\".\nBirth and childhood.\nA major factor in the tragedy surrounding Herakles was the hatred that the goddess Hera, wife of Zeus, had for him, as he was one of the god’s illegitimate children, born to him by the mortal woman Alkmene. Zeus, lusting after her, took the guise of Alkmene’s husband Amphityron (he had been away fighting a war at the time) and lay with her. The real Amphitryon returned to Thebes later that night, and Alkmene became pregnant with his son, Iphicles. On the night Herakles and his twin Iphicles were slated to be born, Hera made Zeus swear an oath that the next descendant of Perseus to be born would become High King (ruler of Tiryns and Mycenae). Once the oath was made, Hera hurried to Alkmene’s house in Thebes, where Eileithyia, goddess of childbirth, had come to help deliver the twins; Hera arranged for Eileithyia to keep her legs and arms crossed, causing Herakles and his twin to be trapped in the womb. Hera then caused Eurystheus (son of Sthenelus and Herakles’ cousin) to be born prematurely, making him the one to become the High King instead. Alkmene wouldve remained in labor, had it not been for her maidservant Galanthis, who came out of Alkmene's room to announce (falsely) that Alkmene had just given birth. Eileithyia jumped up in surprise, allowing Herakles and his twin to be born. Hera angrily turned Galanthis into a weasel. (Herakles was given the name Alkeides, meaning \"of the line of Alcaeus\", father of Amphitryon).\nShortly after Herakles was born, Alkmene, fearing Hera might take vengeance on her, took her infant child to a desolate plain outside of Thebes and abandoned him. The goddess Athena saw Herakles and swooped down to Earth, taking him up to Olympus. She took the baby to Hera, who, not knowing it was Herakles, took pity on the child and began to nurse him at her breast. Herakles suckled so hard that it hurt Hera, who pushed him away; the goddess' divine milk then spilled across the night sky, forming the Milky Way. This bestowed upon Herakles the godlike strength for which he is famous for. When Herakles was only eight months old, Hera placed two enormous serpents in the crib where Herakles and Iphikles slept. As Iphicles cried out in fear, Herakles took a serpent in each hand and strangled them to death.\nAdolesence.\nHerakles became a strong teenager. He learned to use weapons and to drive a chariot. One day he killed his music teacher Linus because the man had tried to whip him. Herakles was charged with murder, but said he had acted in self defense. He was freed. People feared him though, so he was sent far out of town to work on a farm. Herakles became stronger with the hard work. He was seven feet tall. He was eighteen when he left the farm.\nLion of Kithaeron.\nHerakles was eighteen when he hunted the large and powerful Lion of Kithaeron. This lion was killing cows in a land near Thebes. The hunt lasted fifty days and ended when Herakles smashed the lion's skull with a club of olive wood. This club is seen in pictures of Herakles. He dressed in the lion's skin.\nHerakles slept in King Thespius' palace while the hunt progressed. He had sex with the King's fifty daughters and became the father of fifty-two sons. One of the girls did not have sex with him. She became a priestess in his shrine.\nHerakles was going back to Thebes when he met the heralds of King Erginus. They were on their way to Thebes to collect tribute. They treated Herakles with contempt. Herakles cut off their ears, noses, and hands. Erginus made war on Thebes, but was defeated and killed by Herakles. For saving Thebes, King Kreon gave his daughter Megara in marriage to Herakles.\nMadness, murder, and The Labors of Herakles.\nHera could not rest easily because Herakles was becoming more and more famous. He was loved by everyone. Her anger and hatred made her look foolish. She tricked Herakles into thinking his sons were his enemies and, insane with anger, he murdered them.\nWhen he came to his senses, he was overcome with grief. He ran from other people and lived for a time in exile. He looked for advice from the Oracle of Delphi. The priestess sent him to serve King Eurystheus, King of Tyrins in Mycenae. In this way, she said, he would be washed clean of his crimes.\nEurystheus was a dull and bad man. Herakles hated him. Eurystheus set some tasks for Herakles to do. These tasks came to be called \"The Labors of Herakles\". It was said that Hera designed them. She hoped the tasks would kill him. Zeus would grant Herakles immortality with the successful completion of the Labors.\nDeath.\nHerakles was married to a beautiful woman named Deianeira. They lived in Trachis and had a son named Hyllus. In a war with a neighboring city, Herakles made the king's daughter Iole his captive. Herakles had met her sometime in the past and had fallen in love with her. Deianeira was jealous, and used a mix of blood and semen from the centaur Nessus to get her husband back. She put the mix on a shirt and sent it to Herakles. He put the shirt on. Unknown to Deianeira, the mix was really a poison and burned Herakles' skin and flesh. Deianeira learned of this and killed herself. Herakles died in great pain. Before he died, he ordered Hyllus to marry Iole. Herakles' body was set on fire at the funeral ceremonies. His ghost fell to the underworld while his immortal part rose to Mount Olympus. The gods welcomed him, even Hera. He married Hebe, his fourth wife, and became the father of two sons. According to Homer's \"Odyssey\", Herakles became the porter (keeper of the gates) on Mount Olympus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":10},{"uri":"Hera","surface_form":"Hera","offset":65},{"uri":"Divine_hero","surface_form":"divine hero","offset":77},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":92},{"uri":"Hero","surface_form":"hero","offset":135},{"uri":"Zeus","surface_form":"Zeus","offset":174},{"uri":"Alkmene","surface_form":"Alkmene","offset":194},{"uri":"Iphicles","surface_form":"Iphicles","offset":233},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":338},{"uri":"Hercules","surface_form":"Hercules","offset":387},{"uri":"Roman_emperors","surface_form":"Roman emperors","offset":417},{"uri":"Commodus","surface_form":"Commodus","offset":447},{"uri":"The_Labors_of_Herakles","surface_form":"Twelve Labors","offset":544},{"uri":"Ancient_Olympic_Games","surface_form":"Ancient Olympic Games","offset":730},{"uri":"Stadium","surface_form":"stadium","offset":793},{"uri":"Popular_culture","surface_form":"popular figure","offset":867},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":965},{"uri":"Hercules_(1997_movie)","surface_form":"Hercules","offset":980},{"uri":"Hera","surface_form":"Hera","offset":1095},{"uri":"Zeus","surface_form":"Zeus","offset":1109},{"uri":"Alkmene","surface_form":"Alkmene","offset":1210},{"uri":"Zeus","surface_form":"Zeus","offset":1219},{"uri":"Amphityron","surface_form":"Amphityron","offset":1280},{"uri":"Iphicles","surface_form":"Iphicles","offset":1454},{"uri":"Perseus","surface_form":"Perseus","offset":1589},{"uri":"Tiryns","surface_form":"Tiryns","offset":1641},{"uri":"Mycenae","surface_form":"Mycenae","offset":1652},{"uri":"Eileithyia","surface_form":"Eileithyia","offset":1735},{"uri":"Eurystheus","surface_form":"Eurystheus","offset":1944},{"uri":"Alcaeus","surface_form":"Alcaeus","offset":2426},{"uri":"Athena","surface_form":"Athena","offset":2634},{"uri":"Milky_Way","surface_form":"Milky Way","offset":2966},{"uri":"Teenager","surface_form":"teenager","offset":3310},{"uri":"Weapon","surface_form":"weapon","offset":3338},{"uri":"Chariot","surface_form":"chariot","offset":3361},{"uri":"Self_defense","surface_form":"self defense","offset":3510},{"uri":"Lion","surface_form":"Lion","offset":3801},{"uri":"Olive","surface_form":"olive","offset":3961},{"uri":"Herald","surface_form":"herald","offset":4330},{"uri":"Tribute","surface_form":"tribute","offset":4399},{"uri":"Insane","surface_form":"insane","offset":4901},{"uri":"Exile","surface_form":"exile","offset":5043},{"uri":"Oracle_of_Delphi","surface_form":"Oracle of Delphi","offset":5080},{"uri":"Mycenae","surface_form":"Mycenae","offset":5165},{"uri":"Task","surface_form":"task","offset":5312},{"uri":"Hyllus","surface_form":"Hyllus","offset":5659},{"uri":"City","surface_form":"city","offset":5695},{"uri":"Captive","surface_form":"captive","offset":5744},{"uri":"Semen","surface_form":"semen","offset":5879},{"uri":"Centaur","surface_form":"centaur","offset":5894},{"uri":"Nessus","surface_form":"Nessus","offset":5902},{"uri":"Funeral","surface_form":"funeral","offset":6256},{"uri":"Ghost","surface_form":"ghost","offset":6280},{"uri":"Underworld","surface_form":"underworld","offset":6298},{"uri":"Immortal","surface_form":"immortal","offset":6319},{"uri":"Mount_Olympus","surface_form":"Mount Olympus","offset":6341},{"uri":"Hebe","surface_form":"Hebe","offset":6401},{"uri":"Homer","surface_form":"Homer","offset":6472},{"uri":"Odyssey","surface_form":"Odyssey","offset":6481}]}