{"id":315334,"url":"http://en.wikipedia.org/wiki/Mars_Science_Laboratory","text":"The Mars Science Laboratory (MSL) is a NASA mission to land and control a rover named \"Curiosity\" on the surface of the planet Mars. The MSL was launched on November 26, 2011. The MSL successfully did the first-ever precision landing on Mars. It landed on Mars at Gale Crater on August 5, 2012 and began exploring the surface.\nThe goal of the Curiosity rover is to study the history of Mars. It was to see whether Mars has, or ever had, an environment able to support microbial life. It indeed did that, finding evidence that 3 Billion years ago there was once water and a life-supporting environment. It is important to know that it found that life COULD HAVE existed, not that it certainly DID. It will also carefully look at samples scooped up from the soil and drilled powders from rocks.\n\"Curiosity\" is five times as heavy as the Mars Exploration Rovers \"Spirit\" or \"Opportunity\" and carries more than ten times their mass of scientific instruments. It was launched by an Atlas V 541 rocket. \"Curiosity\" will be expected to work for at least 1 Martian year (668 Martian sols/686 Earth days), but may live a lot longer than that. It will explore Mars with greater range than any other rover.\nMars Science Laboratory mission is part of NASA's Mars Exploration Program. The program is a long-term mission of robotic exploration of Mars. The Jet Propulsion Laboratory of the California Institute of Technology manages the program for NASA. The total cost of the MSL project is about US$2.3 billion.","categories":[],"infobox_types":["spaceflight/IP"],"annotations":[{"uri":"NASA","surface_form":"NASA","offset":39},{"uri":"Rover_(space_exploration)","surface_form":"rover","offset":74},{"uri":"Planet","surface_form":"planet","offset":120},{"uri":"Mars","surface_form":"Mars","offset":127},{"uri":"Gale_(crater)","surface_form":"Gale Crater","offset":264},{"uri":"Curiosity_rover","surface_form":"Curiosity rover","offset":343},{"uri":"Microorganism","surface_form":"microbial life","offset":468},{"uri":"Rock_(geology)","surface_form":"rocks","offset":786},{"uri":"Spirit_rover","surface_form":"\"Spirit\"","offset":859},{"uri":"Opportunity_rover","surface_form":"\"Opportunity\"","offset":871},{"uri":"Atlas_V","surface_form":"Atlas V 541","offset":977},{"uri":"Timekeeping_on_Mars","surface_form":"Martian year","offset":1049},{"uri":"Day","surface_form":"day","offset":1090},{"uri":"Jet_Propulsion_Laboratory","surface_form":"Jet Propulsion Laboratory","offset":1343},{"uri":"California_Institute_of_Technology","surface_form":"California Institute of Technology","offset":1376}]}