{"id":315459,"url":"http://en.wikipedia.org/wiki/Halkett_boat","text":"A Halkett boat is a type of lightweight inflatable boat. The boat was first created by (1820–1885) during the 1840s. Halkett had been interested in the problems of travelling in the Canadian Arctic. He wanted to make a boat that was light enough to be carried over bad terrain, but strong enough to be used in very bad weather conditions.\nHalkett's first design was a boat that was made using cloth combined with rubber. This boat could be filled with air (inflated) to float on water or the air could be removed (deflated) so it would be smaller and lighter to carry. When deflated, the hull of the boat could be worn as a cloak. The oar used as a walking stick and the sail could be used as an umbrella. Next, he created a two-man boat that was small enough to fit into a knapsack. When it was deflated, It could be used as a waterproof blanket.\nMany people who explored Canada liked his ideas but they were not very useful to most other people. He tried to show the Royal Navy that the boats could be useful to them but did not succeed. He also could not sell them fishermen and people that hunted duck. They were commercially unsuccessful. Only two Halkett boats are still known to exist. One belonged to Orcadian explorer John Rae. The other is in the Hudson's Bay Company Museum Collection at the Manitoba Museum.\nPeter Halkett.\nPeter Halkett was a Lieutenant in the Royal Navy in the 1840s. He was the son of John Halkett, a director of the Hudson's Bay Company who had lived in Canada for many years before returning to England. Peter Halkett was interested in the exploration of the Canadian Arctic for a long time. He was very interested in John Franklin's Coppermine Expedition of 1819–1822. This expedition had many problems.\nFranklin explored the northern coast of Canada for three years. He was looking for the Northwest Passage. His search ended very badly. It was said that people killed other members of the expedition and that some even ate the other people. 11 of the 20 members of the group were killed. The people that were not killed had to eat lichen, their own boots, and the remains of dead animals left by wolves. They had become stranded on the wrong side of the Coppermine River after their boats had been destroyed in a storm. John Richardson tried to swim to safety. This caused him very bad hypothermia. One person in the party built a small canoe from canvas and willow. They had to cross the river one at a time using the canoe.\nHalkett was an amateur inventor. During his spare time while in the navy, he worked on building a boat that would be small and light enough to be carried through wilderness, but strong enough to carry people in safety across wide bodies of water. He chose to build a boat in which all parts could also be used as clothing or items that the user would normally carry with them.\nBoat-cloak.\nHalkett made a waterproof cloak. It was created from an early form of Macintosh cloth. This cloth was made of cotton combined with India rubber. The inside of the cloak was an airtight and watertight inflatable ovoid. It was made of four different airtight sections. If one section was damaged and could not hold air, the others would still keep the boat floating. The cloak had a pocket that held a paddle blade and a small bellows. The person wearing the cloak would carry a walking stick. This stick was also used as the handle for the paddle. There was also a large umbrella which was used as a sail for the boat. The cloak weighed about. It took three to four minutes to inflate the boat. Once the boat was inflated, it could carry six to eight people.\nIn early 1844, Halkett tested the first boat-cloak on the River Thames. He paddled it without taking on any water. His test went very well. Because of this, he took the boat-cloak with him while on naval service. He used it whenever he could to test it under many different sea conditions. In November 1844, Halkett wanted to test the boat-cloak in bad weather conditions. The seas of the Bay of Biscay were usually very bad, but the weather was unusually calm when he got there. The boat-cloak was very well liked by explorers. John Richardson (who had almost died during the 1819–1822 Coppermine expedition) wrote that \"Had we been possessed of such a contrivance in our first expedition, I have little doubt of our having brought the whole party in safely\".\nHalkett's boats in the Canadian Arctic.\nBecause of how well the boat-cloak did during his tests, Halkett built a larger version. This boat could be folted into a knapsack. When inflated, it could carry two men. Each man would use a paddle on each side of the boat. When deflated, the boat could be used as a waterproof blanket. This would allow the users to sleep on wet ground. The people in charge of the Royal Navy though the boat could be useful to some people but was not likely to be useful to the Navy. On 8 May 1845 Lord Herbert, First Secretary to the Admiralty wrote to Halkett that \"My Lords are of an opinion that your invention is extremely clever and ingenious, and that it might be useful in Exploring and Surveying Expeditions, but they do not consider that it would be made applicable for general purposes in the Naval Service\".\nAlthough the Navy saw no use for Halkett's boats in general naval service, this larger boat was liked very much by explorers. John Franklin bought one to take on the 1845 expedition. This expedition ended badly. All 129 men and their two ships were lost and never found. Franklin believed that Halkett boats were very needed to travel in Canada. He gave the boat that was to be used for his expedition to Sir George Simpson, Governor-in-Chief of Rupert's Land so that Simpson could use in his travels in the region. He got another boat from Halkett to be used on his last expedition.\nOrkneyman John Rae, known by the Inuit as (, \"He who takes long strides\"), was a Hudson's Bay Company surgeon. He became a surveyor of the Canadian Arctic. Unlike most Europeans of that time, Rae believed that the local people knew the best ways to deal with the very bad weather conditions. He travelled Inuit-style, using sledges and snowshoes. He slept in snow igloos. Rae took a Halkett boat on his first expedition in 1846. He said that it was \"most useful in crossing and recrossing the river at Repulse Bay\". He also said that \"although in constant use for upwards of six weeks on a rocky coast it never required the slightest repair\" and \"ought to form part of the equipment of every expedition\".\nIn 1848, the Royal navy sent out people to find out what had become of the ships and men of Franklin's expedition. The search party was led by John Richardson and John Rae. They had a Halkett boat bought by the government. The party did not find Franklin, but they learned that the Halkett boat very useful. During the search, they used the single boat to move their entire party across a river in 14 trips. Rae said that although the rubber of the boat became stiff from the cold, it was not hard to warm it to soften the material when needed. Halkett boats were also taken on 6 other expedition that were sent to look for Franklin. During these they were used for fishing.\nIn 1851 French explorer Joseph René Bellot led another expedition to find Franklin. This was paid for by Franklin's wife. Bellot took a Halkett boat-cloak on the journey. He said that it was \"of immense value in a country where the want of wood renders it impossible to form any sort of raft\". Bellot's expedition did not find Franklin. It was not until 1853 that an expedition led by Rae (using with \"two beautiful Halkett boats\") found a group of Inuit who told them that they saw men dragging a boat four years earlier. Their bodies were found soon after that.\nCommercial failure.\nEven though the boats were said to be very good for lake-fishing and duck-shooting and were shown in the Great Exhibition of 1851, they did not sell well. Halkett's boat were not widely used except in the field of Canadian exploration. Halkett died on 23 March 1885, aged 65, and the building of his boats stopped. John Rae gave his boat from the 1853 expedition to a Miss Peace of Kirkwall. Many years later it was found and is now in the Stromness Museum at Orkney. A second boat is in the Hudson's Bay Company Museum Collection at the Manitoba Museum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inflation","surface_form":"inflatable","offset":40},{"uri":"Boat","surface_form":"boat","offset":51},{"uri":"Travel","surface_form":"travel","offset":164},{"uri":"Canada","surface_form":"Canadian","offset":182},{"uri":"Arctic_Ocean","surface_form":"Arctic","offset":191},{"uri":"Terrain","surface_form":"terrain","offset":269},{"uri":"Weather","surface_form":"weather","offset":319},{"uri":"Cloth","surface_form":"cloth","offset":393},{"uri":"Rubber","surface_form":"rubber","offset":413},{"uri":"Hull_(watercraft)","surface_form":"hull","offset":588},{"uri":"Cloak","surface_form":"cloak","offset":624},{"uri":"Oar","surface_form":"oar","offset":635},{"uri":"Sail","surface_form":"sail","offset":671},{"uri":"Umbrella","surface_form":"umbrella","offset":696},{"uri":"Knapsack","surface_form":"knapsack","offset":774},{"uri":"Blanket","surface_form":"blanket","offset":839},{"uri":"Exploration","surface_form":"explored","offset":864},{"uri":"Canada","surface_form":"Canada","offset":873},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":969},{"uri":"Fishing","surface_form":"fishermen","offset":1068},{"uri":"Duck","surface_form":"duck","offset":1101},{"uri":"Commerce","surface_form":"commercially","offset":1117},{"uri":"Orcadian","surface_form":"Orcadian","offset":1209},{"uri":"John_Rae_(explorer)","surface_form":"John Rae","offset":1227},{"uri":"Manitoba_Museum","surface_form":"Manitoba Museum","offset":1303},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":1355},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1373},{"uri":"Hudson%27s_Bay_Company","surface_form":"Hudson's Bay Company","offset":1448},{"uri":"Canadian_Arctic","surface_form":"Canadian Arctic","offset":1592},{"uri":"John_Franklin","surface_form":"John Franklin","offset":1651},{"uri":"Coppermine_Expedition_of_1819%E2%80%931822","surface_form":"Coppermine Expedition of 1819–1822","offset":1667},{"uri":"Northwest_Passage","surface_form":"Northwest Passage","offset":1825},{"uri":"Lichen","surface_form":"lichen","offset":2067},{"uri":"Boot","surface_form":"boot","offset":2085},{"uri":"Animals","surface_form":"animals","offset":2116},{"uri":"Wolf","surface_form":"wolves","offset":2132},{"uri":"Coppermine_River","surface_form":"Coppermine River","offset":2190},{"uri":"John_Richardson_(naturalist)","surface_form":"John Richardson","offset":2256},{"uri":"Swim","surface_form":"swim","offset":2281},{"uri":"Hypothermia","surface_form":"hypothermia","offset":2322},{"uri":"Canoe","surface_form":"canoe","offset":2373},{"uri":"Canvas","surface_form":"canvas","offset":2384},{"uri":"Willow","surface_form":"willow","offset":2395},{"uri":"Amateur","surface_form":"amateur","offset":2477},{"uri":"Inventor","surface_form":"inventor","offset":2485},{"uri":"Clothing","surface_form":"clothing","offset":2775},{"uri":"Cloak","surface_form":"cloak","offset":2877},{"uri":"Mackintosh","surface_form":"Macintosh cloth","offset":2921},{"uri":"Cotton","surface_form":"cotton","offset":2961},{"uri":"India_rubber","surface_form":"India rubber","offset":2982},{"uri":"Ovoid","surface_form":"ovoid","offset":3062},{"uri":"Paddle","surface_form":"paddle","offset":3251},{"uri":"Bellows","surface_form":"bellows","offset":3276},{"uri":"Umbrella","surface_form":"umbrella","offset":3421},{"uri":"River_Thames","surface_form":"River Thames","offset":3667},{"uri":"Bay_of_Biscay","surface_form":"Bay of Biscay","offset":3998},{"uri":"Sidney_Herbert%2C_1st_Baron_Herbert_of_Lea","surface_form":"Lord Herbert","offset":4894},{"uri":"First_Secretary_to_the_Admiralty","surface_form":"First Secretary to the Admiralty","offset":4908},{"uri":"Franklin%27s_lost_expedition","surface_form":"1845 expedition","offset":5382},{"uri":"George_Simpson_(administrator)","surface_form":"Sir George Simpson","offset":5621},{"uri":"Rupert%27s_Land","surface_form":"Rupert's Land","offset":5662},{"uri":"Orkney","surface_form":"Orkney","offset":5800},{"uri":"John_Rae_(explorer)","surface_form":"John Rae","offset":5810},{"uri":"Inuit","surface_form":"Inuit","offset":5833},{"uri":"Surgeon","surface_form":"surgeon","offset":5902},{"uri":"Survey","surface_form":"survey","offset":5923},{"uri":"Europe","surface_form":"Europe","offset":5968},{"uri":"Sledge","surface_form":"sledge","offset":6124},{"uri":"Snowshoe","surface_form":"snowshoe","offset":6136},{"uri":"Igloo","surface_form":"igloo","offset":6164},{"uri":"Repulse_Bay%2C_Nunavut","surface_form":"Repulse Bay","offset":6302},{"uri":"Rae-Richardson_Arctic_Expedition","surface_form":"John Richardson and John Rae","offset":6648},{"uri":"Joseph_Ren%C3%A9_Bellot","surface_form":"Joseph René Bellot","offset":7204},{"uri":"Great_Exhibition","surface_form":"Great Exhibition","offset":7869},{"uri":"Kirkwall","surface_form":"Kirkwall","offset":8146},{"uri":"Stromness","surface_form":"Stromness","offset":8204},{"uri":"Manitoba_Museum","surface_form":"Manitoba Museum","offset":8302}]}