{"id":315522,"url":"http://en.wikipedia.org/wiki/Giorgio_Orsini","text":"ce=\"preserve\">Giorgio Orsini (referred often as Giorgio da Sebenico, Giorgio di Matteo, born 1410, died 1475) was an Italian medieval sculptor and architect from Dalmatia. Orsini lived and worked mainly in the city of Sebenico (modern-day Šibenik, Croatia), Republic of Venice.\nLife.\nGiorgio Orsini descends from ancient and noble House of Orsini. Hard times had been fallen upon the House branch Giorgio belonged to. Mateo, Giorgio's father, as much as Giorgio himself, has forced to support himself and his family by manual labor. As the architect and sculptor, he was educated in the art workshop of sculptors Giovanni and Bartolomeo Buon in Venice. While in Venice, Giorgio married Elizabetta da Monte, who brought him a fair dowry, money and homes in Venice. He invested Elizabetta's money in a grocery store and in a merchant ship which brought them good returns. Elizabetta's husband entrusted her of a power of attorney by which she was able to attend to his affairs while he was absent. In July 1455 Giorgio bought home from a local nobleman Simeonich, where he engraved his family's heraldic symbol - a bear. When signing contracts, Giorgio often used his art name Georgius Dalmaticus, Sixty five years after his death, his grandson, Giacomo, an advocate by vocation, was recognized as a descendant of the noble House of Orsini. Giorgio's and Elizabetta's daughter Flavia married another Dalmatian painter, Giorgio Culinovich (Schiavone) in the year of 1463. Other source claims that the Orsinis' daughter's name was Elena (who married Schiavone).\nArt work.\nIn Venice, in 1441, Giorgio was invited to Sebenico to replace Messer Antonio di Pietro Paolo who had fallen into disrepute with the building committee of the cathedral of Sebenico. Antonio commenced the Cathedral building in 1431. Giorgio abandoned the Gothic style based ideas of his predecessor and followed revolutionary ideas of Italian Renaissance architecture, The whole cathedral building is roofed with wagon vaults, made of huge slabs of marble supported on strong transverse ribs, the same stone covering forming the ceiling inside and the roof outside. He was the chief cathedral architect from 1441 to 1473. From July 1, 1477 the work was continued by another architect, Niccolò di Giovanni da Firenze. In 1444 Giorgio went to Spalato to build the chapel of S. Ranier in the church of S. Benedetto. The work was finished in two years. He came back to Spalato in 1448 to make the chapel of S. Anastasius in the cathedral.\nOrsini did not follow always the Renaissance. There are also several fine late Ancona Gothic buildings, among them the facade of S. Francesco and S. Agostino churches, the build of Palazzo Benincasa, all done by Giorgio Orsini. Work on S. Agostino facade was finished in 1455. On the S. Agostino facade, Orsini worked between 1455 and 1459. On the Loggia dei Mercanti, which was built by Giovanni Pace in 1443, the facade, with statues representing the virtues, is the work of Giorgio Orsini (1451-9) In 1460, Giorgio returned to Sebenico. In 1464 and 1465 he was at Ragusa, where he helped in building the Torre Menze, and in restoring the palace of the Rectors. The Palace of Rectors was badly damaged by the 1462 earthquake. Orsini replaced the tree central capitals, who were damaged beyond repair, of that building. The next year he was at Pago (today Pag, Croatia), improving and enlarging the courtyard of the bishop's palace. The design and work on facade of the cathedral at Ossero belongs to him, too. In the next year he undertook work on the facade of the Cappella Grande of the parish church at Pago. In 1470 he went to Rome, where his compatriot Giovanni Dalmato, the sculptor, of Trau (today Trogir, Croatia), was at work on the monument of Paul II. In 1472 he commenced the facade of S. Maria, Cittanova, in the Marche.\nHe had many pupils, some of whom continued to work on the cathedral at Sebenico after his death in 1475.\n\"Juraj Dalmatinac\".\nIn Croatia, Giorgio Orsini is celebrated as a Croatian sculptor and architect, known under the Croatian name \"Juraj Dalmatinac\". This name is translation of his art name \"Georgius Dalmaticus\". The translation is coming from the second half of 19th century. Another version of the Orsini's croatised name is \"Juraj Matejević\". This name comes as translation of the \"Georgvs Mathei\" (Georg, Mathew's son) text engraved in the marble of St. Jacob cathedral church in Sebenico. Croatian author Fisković claims that \"Orsini\", as his family name, was never used by the artist and it was adopted by his son, after the death of his father. His claim is not supported by any documents or records dated back to the times Orsini lived and worked. Fisković's claim is defeated by the home sale contract where Giorgio Orsini was named as the home buyer. Two Italian authors recorded the use of Giorgio's family name by his son Mateo and grandson Giovanni and refuted Fiskovic\nCroats erected a monument celebrating Orsini in the front of St. Jacob cathedral church in Šibenik, Croatia. This monument, an over-sized standing statue of Orsini, is a work of Yugoslav sculptor Ivan Meštrović. Two elementary schools in Croatia bear that name: one in Pag, and one in Šibenik.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":117},{"uri":"Medieval","surface_form":"medieval","offset":125},{"uri":"Sculptor","surface_form":"sculptor","offset":134},{"uri":"Architect","surface_form":"architect","offset":147},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":162},{"uri":"Sebenico","surface_form":"Sebenico","offset":218},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":258},{"uri":"House_of_Orsini","surface_form":"House of Orsini","offset":331},{"uri":"Venice","surface_form":"Venice","offset":645},{"uri":"Venice","surface_form":"Venice","offset":662},{"uri":"Venice","surface_form":"Venice","offset":756},{"uri":"Venice","surface_form":"Venice","offset":1571},{"uri":"Sebenico","surface_form":"Sebenico","offset":1611},{"uri":"Renaissance","surface_form":"Renaissance","offset":2535},{"uri":"Ancona","surface_form":"Ancona","offset":2581},{"uri":"Palazzo_Benincasa","surface_form":"Palazzo Benincasa","offset":2683},{"uri":"Sebenico","surface_form":"Sebenico","offset":3032},{"uri":"Giovanni_Dalmato","surface_form":"Giovanni Dalmato","offset":3662},{"uri":"Marche","surface_form":"Marche","offset":3830},{"uri":"Sebenico","surface_form":"Sebenico","offset":3909},{"uri":"Croatia","surface_form":"Croatia","offset":3966},{"uri":"Croatian_language","surface_form":"Croatian","offset":4009},{"uri":"Croatian_language","surface_form":"Croatian","offset":4058},{"uri":"Sebenico","surface_form":"Sebenico","offset":4427},{"uri":"Ivan_Me%C5%A1trovi%C4%87","surface_form":"Ivan Meštrović","offset":5122},{"uri":"Croatia","surface_form":"Croatia","offset":5164},{"uri":"Pag","surface_form":"Pag","offset":5195}]}