{"id":315594,"url":"http://en.wikipedia.org/wiki/FC_HOCO_S%C3%BCdburgenland","text":"The FC HOCO Südburgenland is a women's soccer team from the Austrian province Burgenland. The club was founded in 2002 and plays in the ÖFB-Frauenliga, the top division in Austria.\nHistory.\nThe club was founded in 2002 when the women team of SC Pinkafeld formed a independent football club. In their first year the won the 2nd division and were promoted to the ÖFB-Frauenliga, the top league in Austria. In their first year they reached the 4th place. The next years they were in the lower regions of the table. In 2009 they won 1-0 versus SV Neulengbach. Since the 2004/05 season the club has a second team which is currently playing in the 2.Frauen Liga Ost.\nIn 2004 the team reached the cup final. They lost 0:12 versus SV Neulengbach. 2009 and 2011 the club reached the semifinals but were twice beaten by Neulengbach.\nFirst squad.\nGoalkeeper: Júlia Bezsenyi Defence: Nicole Fleck, Teresa Kneisz, Monika Katonová, Katharina Lang, Kerstin Weber; Midfielders: Susanna Koch, Jennifer Pöltl, Lisa Strobl, Jennifer Köppel, Katharina Mayer, Heike Manhart, Christina Peintinger, Carmen Marth, Marlene Gartner; Strikers: Monika Geržová, Veronika Tájmel, Edith Wurm, Anna Eberhardt.\nSecond Squad.\nGoalkeeper: Júlia Bezsenyi, Isabell Graf;\nDefenders: Monika Katonová, Christina Peinthor, Michelle Fasching, Barbara Weber, Sejla Beganovic, Jasmin Pelzmann;\nMittelfeld: Jennifer Köppel, Lisa Strobl, Katharina Mayer, Anja Gerger, Alexandra Schmidt, Carmen Marth, Dominique Hartl, Kerstin Weber;\nStrikers: Edith Wurm, Janine Hofer, Anna Eberhardt, Carmen Marth, Lisa Grabenhofer, Isabell Gold, Azra Kujaj, Monika Geržová.\n\"Susanna Koch, Heike Manhart\" and \"Jennifer Pöltl\" are playing for the National football team. \"Jennifer Pöltl\" and \"Christina Peintinger\" are members of the U19-national team.\nSusanna Koch is the youngest coach with a A-license.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":60},{"uri":"Burgenland","surface_form":"Burgenland","offset":78},{"uri":"%C3%96FB-Frauenliga","surface_form":"ÖFB-Frauenliga","offset":136},{"uri":"%C3%96FB-Frauenliga","surface_form":"ÖFB-Frauenliga","offset":361},{"uri":"SV_Neulengbach","surface_form":"SV Neulengbach","offset":540},{"uri":"J%C3%BAlia_Bezsenyi","surface_form":"Júlia Bezsenyi","offset":848},{"uri":"Monika_Katonov%C3%A1","surface_form":"Monika Katonová","offset":901},{"uri":"Susanna_Koch","surface_form":"Susanna Koch","offset":962},{"uri":"Monika_Ger%C5%BEov%C3%A1","surface_form":"Monika Geržová","offset":1117},{"uri":"Veronika_T%C3%A1jmel","surface_form":"Veronika Tájmel","offset":1133},{"uri":"J%C3%BAlia_Bezsenyi","surface_form":"Júlia Bezsenyi","offset":1204},{"uri":"Monika_Katonov%C3%A1","surface_form":"Monika Katonová","offset":1245},{"uri":"Monika_Ger%C5%BEov%C3%A1","surface_form":"Monika Geržová","offset":1597}]}