{"id":315620,"url":"http://en.wikipedia.org/wiki/Defense_of_the_Ancients","text":"Defense of the Ancients (often called DotA) is an unofficial map of the game and the expansion pack. It is not officially supported by Blizzard Entertainment. This is a team strategy game that is intended mainly for teams of three against three or five against five. More rarely, it is played by teams of two or one on one.\nSince its original release, \"DotA\" has become a feature at several worldwide tournaments, including Blizzard Entertainment's BlizzCon and the Asian World Cyber Games, as well as the Cyberathlete Amateur and CyberEvolution leagues; Gamasutra declared that \"DotA\" was perhaps the most popular \"free, non-supported game mod in the world\". Valve Corporation developed the sequel, \"Dota 2\".\nGameplay.\nThe main task of the players is to enter the enemy team's base, and destroy the main building called \"Ancient\". Every 30 seconds the main buildings spawn minions that automatically go and attack all enemy units in their way. With their help you can push the enemy base and kill enemy heroes faster. Towers and other structures protect this building. Players must destroy these first because until then, the main building is unable to be destroyed. The team who destroys the opposing team's building automatically wins. The player controls a hero with whom they advance to the opponent's base. Your hero becomes more powerful with time, you must gather experience and gold because then you are abbe to buy powerful items. The forces of both sides are the same, except for differences in the ability of players. You can choose from over hundred different characters with different abilities. Heroes are divided to a several classes\nThe map is balanced and axially symmetrical.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blizzard_Entertainment","surface_form":"Blizzard Entertainment","offset":135},{"uri":"Blizzard_Entertainment","surface_form":"Blizzard Entertainment","offset":424},{"uri":"BlizzCon","surface_form":"BlizzCon","offset":449},{"uri":"World_Cyber_Games","surface_form":"World Cyber Games","offset":472},{"uri":"Gamasutra","surface_form":"Gamasutra","offset":555},{"uri":"Valve_Corporation","surface_form":"Valve Corporation","offset":660},{"uri":"Dota_2","surface_form":"Dota 2","offset":701},{"uri":"Symmetry","surface_form":"symmetrical","offset":1682}]}