{"id":315640,"url":"http://en.wikipedia.org/wiki/Michael_Bubl%C3%A9","text":"Michael Steven Bublé (born September 9, 1975) is a Canadian-Italian singer, songwriter and actor. He has won four Grammy Awards and multiple Juno Awards. His first album reached the top ten in the United Kingdom and in Canada. His 2005 album, \"It's Time\", and his 2007 album, \"Call Me Irresponsible\", were very successful around the world, reaching number one on the Canadian album chart, the U.S. \"Billboard\" 200 chart, the Australian ARIA Albums Chart, and the European charts. Bublé has sold thirty million albums worldwide.\nEarly life.\nBublé was born in Burnaby, British Columbia in September 1975. His father is Lewis Bublé, a salmon fisherman. His mother is Amber (\"née\" Santagà).\nFrom his earliest years, Bublé wanted to be a singer. He took an interest in jazz about the age of five.\nAs a boy, he had a great interest in hockey. He shared his interest with his father and grandfather. He played hockey but realized he was not good enough to be a professional player.\nAt the age of 14, he began working with his father on a fishing boat. Sometimes they would be away from home two or three months at a time. Bublé credits the hard work on the boat with making him a man.\nAt age 16, Bublé began singing in nightclubs. He credits his Italian maternal grandfather with these opportunities. His grandfather traded his ability as a plumber for the chance to have his grandson appear on stage.\nPersonal life.\nBublé became an Italian citizen in 2005. He has been married to Argentine actress Luisana Lopilato since 2011. They have three children (two sons and a daughter).\nIn 2016, his eldest son, Noah, was diagnosed with cancer but was in remission two years later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":114},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":197},{"uri":"British_Columbia","surface_form":"British Columbia","offset":567},{"uri":"Salmon","surface_form":"salmon","offset":632},{"uri":"Jazz","surface_form":"jazz","offset":764},{"uri":"Hockey","surface_form":"hockey","offset":829},{"uri":"Cancer","surface_form":"cancer","offset":1623}]}