{"id":315638,"url":"http://en.wikipedia.org/wiki/N%C3%A1chod","text":"Náchod is a town with about 20 thousand people. It is in the northeastern part of the Hradec Králové Region in Czech Republic. It is situated on the river Metuje. The whole region is full of natural beauty, historical monuments and cultural places.\nHistory.\nNáchod was founded in the middle of 13th century by a knight Hron. He built a castle there because it was a good strategic place because of local trade road to Poland. The first written note goes back to 1254.\nThe most famous sight in Náchod is its castle. It was built in the 13th century and during centuries was rebuilt several times in final Renaissance style. Around the castle are the Piccolomini garden, the English park and bears called Ludvík and Dáša who live in a castle's moat. The castle has been an important cultural centre since the end of the 18th century.\nNáchod is the birthplace of many well-known people. There were born for example an architect Jan Letzel, an actress Libuše Skořepová called Luba Skořepová, a writer, translator and publisher Josef Škvorecký, a writer Václav Erben who become famous for his detective stories with captain Exner, a diver Martin Štěpánek and a moderator Richard Samko.\nSights.\nIn addition to the castle, there are other interesting places to visit.\nAbout 4 kilometres away is the stronghold Dobrošov which was one of the most important defences of Czechoslovakian fortification.\nIndustry.\nIn past, there was a lot of cotton industry. Nowadays there are only a few factories - the rubber factory Rubena and factories producing electric motors Ametek and Atas.\nNáchod town has a brewery which makes Primátor brand. The brewery was built in 1872. It got several prizes in last 10 years. However, the brewery was sold on 23 February 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hradec_Kr%C3%A1lov%C3%A9_Region","surface_form":"Hradec Králové Region","offset":86},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":111},{"uri":"Castle","surface_form":"castle","offset":336},{"uri":"Poland","surface_form":"Poland","offset":418},{"uri":"Brewery","surface_form":"brewery","offset":1589}]}