{"id":315787,"url":"http://en.wikipedia.org/wiki/Algal_bloom","text":"An algal bloom is an accumulation of algae (typically microscopic) or a rapid increase in their amount in a body of water. Algal blooms may occur in fresh water as well as salt water. Algal bloom concentrations may reach millions of cells per milliliter of water. Algal blooms are often green, but they can also be other colors such as yellow-brown or red, depending on the species of algae. So-called algal blooms are often caused by Cyanobacteria such as \"Aphanizomenon flosaquae\", which are no longer considered to be algae. Some kinds of algal blooms, such as red tides, are poisonous.\nAlgal blooms are often caused by eutrophication. Eutrophication occurs when abnormal amount of nutrients, especially phosphorous and nitrogen, enter a body of water. Algal blooms are a big problem to ecosystems because, like any sudden unnatural growth, it harms the other animals in that ecosystem, usually decreasing their numbers quickly. The abundance of algae in algal blooms causes layers of algae that are unable to get sunlight, and this causes the algae to die and start to decompose. The top layers of algae is able to photosynthesize and continue living. The lack of nutrients and dissolved oxygen in the water inhibits other life. Fish become unable to breathe and other aquatic vegetation cannot photosynthesize. All the organisms in the water start to die and decompose. The decomposition of the dead organisms use up most of the remaining dissolved oxygen in the water. Without a sufficient amount of nutrients and dissolved oxygen all living organisms in the water die which leads to a dead zone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Algae","surface_form":"algae","offset":37},{"uri":"Microscopic","surface_form":"microscopic","offset":54},{"uri":"Fresh_water","surface_form":"fresh water","offset":149},{"uri":"Salt_water","surface_form":"salt water","offset":172},{"uri":"Species","surface_form":"species","offset":374},{"uri":"Cyanobacteria","surface_form":"Cyanobacteria","offset":435},{"uri":"Aphanizomenon_flosaquae","surface_form":"Aphanizomenon flosaquae","offset":458},{"uri":"Red_tide","surface_form":"red tide","offset":564},{"uri":"Ecosystem","surface_form":"ecosystem","offset":790}]}