{"id":315701,"url":"http://en.wikipedia.org/wiki/Graphics_tablet","text":"A graphics tablet is an input device for computers. Users can use them to hand-draw images, graphics or handwriting as if they were drawing on a piece of paper. They use a pointing device, most often a stylus.\nGraphics tablets are one way of \"digitizing\" a physical piece of artwork. Instead of using hardware like scanners, one can simply trace an image from a piece of paper and it will be recreated on the screen.\nAnother thing that graphics tablets can do is handwriting recognition, which is popular in East Asia as a quick way to enter Chinese characters into an application.\nParts.\nSurface: A tablet has a flat surface on which the user can draw. This surface can be of different sizes or shapes, most often a square. Images drawn on a \"graphics tablet\" are most often not shown on the surface itself but can only be seen on a screen. However, there are special \"graphics tablets\" which allow the user to see their input right on the drawing surface. These hybrids are combination of a graphics tablet and a screen. Graphics tablets often have features like \"pressure sensitivity\" or \"stylus hovering\" that most touchscreens lack\".\"\nStylus: A stylus is a pen-like device that is used to give the tablet its input. It is also used to detect different amounts of pressure, often for use in a drawing program to change line thickness or color density.\nPuck: After stylus, pucks are the most commonly used tablet accessory. A puck is a mouse-like device that can detect its absolute position and rotation. Professional pucks often have a loupe for greater precision.\nTypes.\nPassive tablets use electromagnetic induction technology. The tablet generates an electromagnetic signal, which is received by a circuit in the stylus. The wires in the tablet then change to a receiving mode and read the signal generated by the stylus to read its position. The stylus does not require a battery for this.\nActive tablets use self-powered electronics that generate and send a signal to the tablet. These graphics tablets may listen for pen signals constantly, reducing inaccuracies in the reading of user input. This type of stylus often requires a battery, making it larger and heavier.\nOptical tablets operate by a very small digital camera in the stylus.\nAcoustic tablets are early models of \"graphics tablets\". A small sound generator is mounted in the stylus and the sound is picked up by two microphones placed near the surface.\nCapacitive tablets work by detecting \"electrostatic\" or \"capacitive\" signals by a stylus or human. Capacitive touchscreens are most often used in smartphones and tablet computers, making them the most well known type of input device next to a computer mouse. However, these are rarely used in graphics tablets as the lack of precision and many other features make them less useful.\nUses.\nBecause a stylus can be used to measure pressure, tilting and other factors, it is useful for use in digital art (especially two dimensional). These factors can be used to change brush size, opacity, shape, color and more in certain graphic programs depending on the input. Graphics tablets are often used for technical drawing and computer-aided design as well as for digital drawing, graphic design, sketches and much more.\nThey are also used for online teaching, e.g. live tutorials or lessons where visual information is needed. Some users prefer tablet computers for some purposes, though those devices often lack sensors for pressure and tilt.\nWhen it comes to buying a drawing tablet, you have two options either you can buy a drawing tablet with screen or one without screen. Drawing tablets with screen are way costlier than screenless tablets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Input_device","surface_form":"input device","offset":24},{"uri":"Computer","surface_form":"computer","offset":41},{"uri":"Paper","surface_form":"paper","offset":154},{"uri":"Stylus","surface_form":"stylus","offset":202},{"uri":"Visual_arts","surface_form":"artwork","offset":275},{"uri":"Computer_hardware","surface_form":"hardware","offset":301},{"uri":"Image_scanner","surface_form":"scanners","offset":315},{"uri":"Handwriting_recognition","surface_form":"handwriting recognition","offset":463},{"uri":"East_Asia","surface_form":"East Asia","offset":508},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":542},{"uri":"Computer_monitor","surface_form":"screen","offset":834},{"uri":"Stylus","surface_form":"stylus","offset":1150},{"uri":"Computer_mouse","surface_form":"mouse","offset":1439},{"uri":"Electromagnetic_induction","surface_form":"electromagnetic induction","offset":1597},{"uri":"Digital_camera","surface_form":"digital camera","offset":2220},{"uri":"Electrostatics","surface_form":"\"electrostatic\"","offset":2464},{"uri":"Smartphone","surface_form":"smartphones","offset":2573},{"uri":"Tablet_computer","surface_form":"tablet computers","offset":2589},{"uri":"Input_device","surface_form":"input device","offset":2647},{"uri":"Computer_mouse","surface_form":"computer mouse","offset":2670},{"uri":"Technical_drawing","surface_form":"technical drawing","offset":3125},{"uri":"Computer-aided_technologies","surface_form":"computer-aided design","offset":3147},{"uri":"Drawing","surface_form":"digital drawing","offset":3184},{"uri":"Graphic_design","surface_form":"graphic design","offset":3201},{"uri":"Teaching","surface_form":"teaching","offset":3271},{"uri":"Tablet_computer","surface_form":"tablet computer","offset":3366}]}