{"id":315836,"url":"http://en.wikipedia.org/wiki/Ryan_Stiles","text":"Ryan Lee Stiles (born April 22, 1959) is an American actor, comedian, director, and voice actor whose work is often paired with improvisational comedy. He is best known for his improv and co-production work on the American and British versions of \"Whose Line Is It Anyway?\" and the role of Lewis Kiniski on \"The Drew Carey Show\". He played Herb Melnick on the CBS comedy \"Two and a Half Men\" and was a performer on the show \"Drew Carey's Improv-A-Ganza\".\nEarly life and career.\nStiles was born in Seattle, Washington, the youngest of five children. His father, Sonny, was a fishing plant supervisor. Stiles lived in Vancouver, British Columbia as a teenager. At the age of seventeen, he dropped out of his high school, Richmond Secondary, to have a career in comedy. He worked in his father's fish-processing plant to earn a living. He then began performing improv with Vancouver TheatreSports League. In 1986, Stiles successfully auditioned for a berth at Toronto's renowned Second City comedy ensemble.\nTelevision work.\nBy 1989, the producers of the comedy show, \"Whose Line Is It Anyway?\", noticed his work. Stiles was a regular guest on the show until 1998, and the show's short production season allowed him to make numerous television and motion picture appearances in the United States.\nIn 1995, Stiles was asked by American comic Drew Carey to be a regular on his comedy \"The Drew Carey Show\". Stiles played Drew's smart but under best friend, Lewis Kiniski. Stiles' first line in the first episode of the show, \"And that's why the French don't wash,\" is a line he had used in an episode of the British version of \"Whose Line?\".\n\"Whose Line Is It Anyway?\".\nIn 1998, Carey successfully got ABC to get an American version of \"Whose Line?\" produced. Following the final season of the British version in 1998, the American version premiered, with both Stiles and Carey as executive producers. Stiles and Colin Mochrie were the only two actors to appear in every episode of the US version, though Wayne Brady also became a regular near the beginning of the second season. The series was produced until 2006.\nStiles was the most iconic performer on the original UK version of \"Whose Line?\", appearing in 76 of the series 136 episodes (including compilations). He first appeared in the fifth episode of the second season, which aired in late 1988. He appeared in one other episode of that season, before returning for four episodes of the third season. His prominence increased with each season, including appearances in every episode of Season 4 which was filmed in New York; ultimately appearing in every episode from the seventh season onwards.\nStiles was known for several recurring impressions he performed on the shows, performed both at his own decision and as an assignment in games. These included Carol Channing, Elvis Presley, John Wayne, Jimmy Stewart, Steve Irwin and Christopher Lloyd's character in \"Taxi\", Jim Ignatowski. He made clear his dislike of the musical segments of the show at every opportunity whenever he was chosen to perform in them, mostly because of his inability to form lyrics quickly. In particular, he disliked the games Hoedown and Irish Drinking Song, often reacting negatively (or sarcastically positively) to its being announced. Other than in early UK playings, Stiles was always the last performer to sing in Hoedown and other similar musical games, allowing him more time to devise lyrics, and giving him the final punch-lines, as well as injecting (usually not-so subtle) jabs at the Hoedown itself, or of the host for having him perform in it.\nStiles had first met Colin Mochrie years before while performing stand-up. They first performed together in Vancouver TheaterSports then in Second City, Toronto.There were a number of games which paired Mochrie and Stiles at every playing. Though other performers did so, he was the most common performer to make bald jokes at Mochrie. In return, Mochrie often made jokes about Stiles's height, nose, attractiveness, and tendency to wear exotic, flamboyant shoes, which were designed by George Esquivel. However, he would sometimes stand up to or make jokes at the other performers (including Drew Carey) who made fun of Mochrie's baldness or Mochrie in general, mostly during Scenes From A Hat.\nStiles received a nomination for a Primetime Emmy Award for Individual Performance in a Variety or Music Program in 2002 for his work on the show.\nPersonal life.\nIn 1981, Stiles met Patricia McDonald at Punchlines where she was waitressing. They lived together for seven years before marrying in 1988. They have three children: Sam, Mackenzie, and Claire. When not working in Hollywood, he lives at his home on Lake Sammamish, outside Bellingham, Washington, where he has opened the Upfront Theatre, a small theatre dedicated to live improv comedy.\nStiles once lived in a house previously owned by Liberace in Sherman Oaks, California, but he sold it.\nOther appearances.\nStiles appeared in the 1991 film \"Hot Shots\" as Mailman Farnham, and also starred in the 1993 sequel (follow-up) \"Hot Shots! Part Deux\", as marine Rabinowitz.\nSince 2004, Stiles has been seen as the reappearing character Dr. Herb Melnick in several episodes of the comedy \"Two and a Half Men\" which stars his \"Hot Shots\" co-star Jon Cryer and formerly Charlie Sheen. Stiles also made short guest appearances on \"Murphy Brown\", \"Mad About You\", \"Mad TV\", and \"Dharma & Greg\". In July 2008, he was a guest star on \"Reno 911!\" as Sergeant Clift, an acting coach.\nDuring the 1994 Major League Baseball strike Stiles appeared in several commercials for Nike, hanging out in an empty ballpark doing things such as playing the organ and attempting to do the wave alone. The commercials ended with the tag line: \"Play ball. Please.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Actor","surface_form":"actor","offset":53},{"uri":"Comedian","surface_form":"comedian","offset":60},{"uri":"Television_director","surface_form":"director","offset":70},{"uri":"Voice_actor","surface_form":"voice actor","offset":84},{"uri":"Improvisational_comedy","surface_form":"improvisational comedy","offset":128},{"uri":"Whose_Line_Is_It_Anyway%3F","surface_form":"Whose Line Is It Anyway?","offset":248},{"uri":"Lewis_Kiniski","surface_form":"Lewis Kiniski","offset":290},{"uri":"The_Drew_Carey_Show","surface_form":"The Drew Carey Show","offset":308},{"uri":"CBS","surface_form":"CBS","offset":360},{"uri":"Two_and_a_Half_Men","surface_form":"Two and a Half Men","offset":372},{"uri":"Drew_Carey%27s_Improv-A-Ganza","surface_form":"Drew Carey's Improv-A-Ganza","offset":425},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":497},{"uri":"Vancouver","surface_form":"Vancouver","offset":616},{"uri":"British_Columbia","surface_form":"British Columbia","offset":627},{"uri":"High_school","surface_form":"high school","offset":706},{"uri":"Richmond_Secondary","surface_form":"Richmond Secondary","offset":719},{"uri":"Comedy","surface_form":"comedy","offset":759},{"uri":"TheatreSports","surface_form":"TheatreSports","offset":880},{"uri":"Audition_(performing_arts)","surface_form":"auditioned","offset":931},{"uri":"Toronto%2C_Ontario","surface_form":"Toronto","offset":957},{"uri":"The_Second_City","surface_form":"Second City","offset":976},{"uri":"Whose_Line_Is_It_Anyway%3F","surface_form":"Whose Line Is It Anyway?","offset":1066},{"uri":"Television_program","surface_form":"television","offset":1230},{"uri":"Feature_film","surface_form":"motion picture","offset":1245},{"uri":"Drew_Carey","surface_form":"Drew Carey","offset":1338},{"uri":"The_Drew_Carey_Show","surface_form":"The Drew Carey Show","offset":1380},{"uri":"Whose_Line_Is_It_Anyway%3F_(U.S._TV_series)","surface_form":"American version of \"Whose Line?\"","offset":1711},{"uri":"Executive_producer","surface_form":"executive producer","offset":1876},{"uri":"Colin_Mochrie","surface_form":"Colin Mochrie","offset":1908},{"uri":"Wayne_Brady","surface_form":"Wayne Brady","offset":2000},{"uri":"Carol_Channing","surface_form":"Carol Channing","offset":2808},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":2824},{"uri":"John_Wayne","surface_form":"John Wayne","offset":2839},{"uri":"Jimmy_Stewart","surface_form":"Jimmy Stewart","offset":2851},{"uri":"Steve_Irwin","surface_form":"Steve Irwin","offset":2866},{"uri":"Christopher_Lloyd","surface_form":"Christopher Lloyd's","offset":2882},{"uri":"Taxi_(TV_series)","surface_form":"Taxi","offset":2916},{"uri":"Jim_Ignatowski","surface_form":"Jim Ignatowski","offset":2923},{"uri":"Hoedown","surface_form":"Hoedown","offset":3158},{"uri":"Stand-up_comedy","surface_form":"stand-up","offset":3655},{"uri":"Second_City_Toronto","surface_form":"Second City","offset":3730},{"uri":"Toronto","surface_form":"Toronto","offset":3743},{"uri":"George_Esquivel","surface_form":"George Esquivel","offset":4077},{"uri":"Primetime_Emmy_Award_for_Individual_Performance_in_a_Variety_or_Music_Program","surface_form":"Primetime Emmy Award for Individual Performance in a Variety or Music Program","offset":4321},{"uri":"Hollywood%2C_California","surface_form":"Hollywood","offset":4662},{"uri":"Bellingham%2C_Washington","surface_form":"Bellingham, Washington","offset":4721},{"uri":"Improvisational_comedy","surface_form":"improv comedy","offset":4820},{"uri":"Liberace","surface_form":"Liberace","offset":4884},{"uri":"Sherman_Oaks%2C_California","surface_form":"Sherman Oaks, California","offset":4896},{"uri":"Hot_Shots","surface_form":"Hot Shots","offset":4991},{"uri":"Hot_Shots%21_Part_Deux","surface_form":"Hot Shots! Part Deux","offset":5071},{"uri":"Two_and_a_Half_Men","surface_form":"Two and a Half Men","offset":5230},{"uri":"Jon_Cryer","surface_form":"Jon Cryer","offset":5286},{"uri":"Charlie_Sheen","surface_form":"Charlie Sheen","offset":5309},{"uri":"Murphy_Brown","surface_form":"Murphy Brown","offset":5369},{"uri":"Mad_About_You","surface_form":"Mad About You","offset":5385},{"uri":"Mad_TV","surface_form":"Mad TV","offset":5402},{"uri":"Dharma_%26amp%3B_Greg","surface_form":"Dharma & Greg","offset":5416},{"uri":"Reno_911%21","surface_form":"Reno 911!","offset":5470},{"uri":"1994_Major_League_Baseball_strike","surface_form":"1994 Major League Baseball strike","offset":5528},{"uri":"Nike%2C_Inc.","surface_form":"Nike","offset":5605}]}