{"id":315927,"url":"http://en.wikipedia.org/wiki/Geocaching","text":"e=\"preserve\">Geocaching is an outdoor sport activity based on GPS (Global Positioning System). Players use a receiver or mobile device and other navigational techniques to hide or look for containers, called \"geocaches\" or \"caches\".\nOne of the main ideas of geocaching is putting caches in places that are interesting, but not often visited by tourists. In the listing of the cache, information about the places is given.\nAfter 19 years of activity there are over 3,000,000 active geocaches. There are over 5 million geocachers worldwide.\nHistory.\nGeocaching was invented shortly after the removal of artificial error from GPS on May 2, 2000. Accuracy of the GPS before this date was about 100m, after this date is less than 3m. Improved accuracy allowed geocachers to specify where caches are located.\nThe first cache was placed on May 3, 2000, by Dave Ulmer in Beavercreek. It was found by Mike Teague of Vancouver on May 6, 2000. The original name of the game is \"GPS Stash Hunt\", but it was changed on May 30, 2000 after the discussion of several players to \"Geocaching\".\nCache.\nThe cache is usually in a waterproof plastic container with a logbook where geocachers write their registered nickname and date they find it. Larger containers usually contain items for trading like plastic toys, hockey cards or special trackable items called Travel Bugs or Geocoins. Trackable items are logged on the website and moved from cache to cache.\nThe coordinates of a hidden cache with the rating of the difficulty and terrain and information about size are placed by owner at the official website Geocaching.com. After checking by a reviewer, they are published and available for other geocachers.\nTypes of caches.\nTraditional cache: The basic cache type, hidden on the place defined by coordinates in header of listing.\nMulti cache: The geocacher usually has to go over the stages, find some information at every stage (such as number on information board etc.) and at the finish calculate the coordinates of the final cache.\nMystery/puzzle cache (also called \"Unknown cache\"): The coordinates of the final cache are usually hidden in some cipher, image or text and the geocacher has to discover it.\nLetterbox hybrid cache: A combination of geocaching and letterboxing in the same container. Instead of a classic cache there is a stamp, which the finder can print to his or her diary.\nWebcam cache: It is not a typical cache where the geocacher has to find a hidden box with a logbook. Instead, he has to find a webcam on the published coordinates and take a photo of himself.\nVirtual cache: Similar to webcam cache, there is no hidden box at the coordinates. The geocacher only has to find out information such as the name on a monument and send it to the owner of the cache.\nEarth cache: Very similar to virtual cache, but in a geographically interesting place. The geocacher has to find out answers for the questions in a listing, take a photo here, and send it to the owner of the cache.\nEvent cache: Meeting organized and attended by geocachers. There is also special type of event – CITO (Cache in, trash out), where geocachers have to clean up an area. An event attended by more than 500 people is called a Mega-event, and an event attended by more than 5000 people is called a Giga-event","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":38},{"uri":"GPS","surface_form":"GPS","offset":62},{"uri":"GPS","surface_form":"GPS","offset":623},{"uri":"Beavercreek","surface_form":"Beavercreek","offset":863},{"uri":"Vancouver","surface_form":"Vancouver","offset":907},{"uri":"Toys","surface_form":"toys","offset":1290},{"uri":"Hockey_cards","surface_form":"hockey cards","offset":1296},{"uri":"Website","surface_form":"website","offset":1402},{"uri":"Coordinates","surface_form":"coordinates","offset":1445},{"uri":"Letterboxing","surface_form":"letterboxing","offset":2252},{"uri":"Webcam","surface_form":"webcam","offset":2508}]}