{"id":315981,"url":"http://en.wikipedia.org/wiki/Semi-trailer_truck","text":"A semi-trailer truck, also known as a semi, tractor-trailer, big rig, eighteen-wheeler, or (in the United Kingdom and Ireland) articulated lorry or artic is a vehicle that has a towing tractor and a semi-trailer that carries the freight. They use diesel fuel.\nLayout.\nA semi-tractor has no body and does not carry any cargo on it. The front of a semi-trailer is put on it. Only the rear of the trailers have wheels, so the tractor pulls the trailer and carries the front part of the trailer's weight.\nThe tractor and driver cost as much as a truck, but the trailers don't cost very much. You can have more trailers than tractors and the tractors can change trailers easily. The tractor and driver do not have to wait to be loaded or unloaded, they can change trailers. They can also pull different kinds of trailers, any type that is needed at the time.\nCountry differences.\nAll countries have different laws for semi-trucks. The biggest difference between the EU, UK, and US is the length of the semi-truck. Most weigh about the same (US trucks weigh a little less than EU and UK trucks). Most are about the same width and height. In large countries truck s can be longer. They can have a larger cargo space. Longer semi-tractors drive better at faster speeds. Most US trucks are \"convential\" (bonneted in UK) with the engine under a hood in front of the cab. In the US shorter trucks weigh less. The weight has to be spread out over a long length. This is important on bridges. With long semi-trucks not as many trucks fit on the bridge and the weight of the axles are far apart. This length is important in the US.\nIn the UK and EU roads are smaller and turn more. Trucks have to be shorter. Most are cab-over-engine models (COE). The driver sits over the engine and the front of the cab is flat. Shorter trucks can weigh more. Trailers can have three axles under the load, and short semi-tractors with two axles. These have the same weight and number of axles as a long semi-truck. They take up less space and can turn better.\nDifferent countries drive on different sides of the road. This is named for the side the driver sits on. The UK is the main right-hand drive (RHD) country. Most countries that were British colonies are RHD. The EU and most other countries are LHD. Italy is LHD but they drive on the left side of the road. This is good in mountains. The driver is near the edge of the road. The US was British but is LHD. Canada (next to the US) is LHD. When you are building a truck LHD or RHD is not important. Australia builds US type Mack and International trucks with RHD.\nTrailer types.\nSemi-trailers can be the same types as trucks. Because they don't cost as much as a truck they can also be special types. Shipping containers are large and heavy. In some countries special laws cover them. Skeleton frame trailers are built to carry them. Long semi-trailers are used for logs. In the UK and EU some logs are smaller. The trailers are 2 or 3 logs long. They have a crane to load them. In the US \"lowboys\" (the load is just above the road) carry large construction machines. Special trailers can be built for very big loads. Australia \"road-trains\" can pull 4 trailers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Truck","surface_form":"truck","offset":15},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":99},{"uri":"Ireland","surface_form":"Ireland","offset":118},{"uri":"Vehicle","surface_form":"vehicle","offset":159},{"uri":"Tractor","surface_form":"tractor","offset":185},{"uri":"Semi-trailer","surface_form":"semi-trailer","offset":199},{"uri":"Difference","surface_form":"difference","offset":938}]}