{"id":315916,"url":"http://en.wikipedia.org/wiki/Bechyn%C4%9B","text":"Bechyně is a South Bohemian town in the Czech Republic. It lies 19 km southwest of Tabor in the forested landscape at the confluence of rivers Lužnice and stream Smutná. Bechyně was founded by Jan Lucemburský around the year 1323. Town now has about 6,000 inhabitants and is especially famous for spas and the production of ceramics. Well-preserved historic town centre is one of the most valuable urban conservation areas in the country since 1990.\nCastle Bechyně.\nIn the 16th century, it had Peter Vok of Rožmberk rebuild from Gothic castle in representative Renaissance castle, where he later (in 1580) married Catherine of Ludanice. During the summer season the castle is open to the public and guided exposures and serves as place for many of cultural events.\nMonastery Virgin Mary Assumption Church.\nChurch dominating the rock above the river Lužnice, was established in 1491, the original Augustinian monastery functioned here from first half of the 14th century. Part of the area is also a monastery garden with pleasant seating and beautiful views of the valley Lužnice.\nChurch of St. Matthew.\nMain dominant of Masaryk square. The church was founded between 13th and 14th century and gained current appearance after reconstruction in 1740. The tower of the church is open to the public in summer and provides views over the town.\n“Bechyně rainbow”.\n\"Bechyně rainbow\" is a reinforced concrete arched bridge that was designed by Eduard Viktor. It was completed on 28 October 1928. \"Bechyně rainbow\" was the highest reinforced concrete arch bridge in the former Czechoslovakia, the height above the river 50 m, 90 m span arch and length 203.38 m. The bridge is used for road and rail transport and for walk as well. This bridge has become an icon of the town and was used in the official town logo.\nHistoric railroad Bechyně–Tábor.\nThe railway route from Tábor to Bechyně was built as the first electrified railway in Austria Hungary, completed in 1903. The track originally ended before Bechyně at the old station. After completion of the bridge “Bechyně rainbow” was in 1928 extended up to the town.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bohemia","surface_form":"Bohemia","offset":19},{"uri":"Spa","surface_form":"spa","offset":297},{"uri":"Ceramics","surface_form":"ceramics","offset":324},{"uri":"Conservation","surface_form":"conservation","offset":404},{"uri":"Gothic_architecture","surface_form":"Gothic","offset":529},{"uri":"Renaissance_architecture","surface_form":"Renaissance","offset":561}]}