{"id":315921,"url":"http://en.wikipedia.org/wiki/Canoe_racing","text":"e=\"preserve\">Canoe racing is a water sport. The sport normally takes place on water that is moving very slowly or not moving at all. The goal of the sport is to move the canoe a given distance in the shortest time. This sport is an Olympic event. At one time, wooden boats were used for racing. Over time, people started using boats made of carbon fibers. These boats are lighter and tougher than wooden boats.\nClasses.\nThere are two main types of races. These are canoe (C1, C2, C4) and kayak (K1, K2, K4). The number tells how many people are on the boat. In a kayak, a person sits. In a canoe, a person kneels on one knee. A kayak has a rudder. It is used to steer the boat. A canoeist (person who uses a canoe) uses the paddle to move the boat. This is done by moving the paddle from the bow to the stern (front to back). After each race, the boats are looked at to make certain they are legal. If a boat does not have enough weight, the racer is disqualified and cannot win the race.\nRaces.\nRaces are divided into several groups based on how long they are.\nShort distance.\nIn short distance races, the races are either 200 m, 500 m or 1000 m long. The path of the race is laid out using buoys. Each person has a separate path to follow from the starting line to the finish. On longer races, there may be a point where the paths cross each other to let the person turn their boat.\nLong distance and marathon.\nLong distance races are 5000 m long. Marathon races are at least 15 km. Men's marathon has a minimum length of 20 km. Women's marathon has a minimum of 15 km. Most major races are 30 km or longer. There is no maximum distance for marathon races. There is a marathon race that is about 1000 km long on in the Yukon. The longer races are usually broken up into several parts and may be raced over several days. In long distance and marathon races, all racers start at the same time. They do not use \"intervals\" where the racers are started at different times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Water_sport","surface_form":"water sport","offset":31},{"uri":"Canoe","surface_form":"canoe","offset":170},{"uri":"Distance","surface_form":"distance","offset":184},{"uri":"Olympic_Games","surface_form":"Olympic","offset":232},{"uri":"Wood","surface_form":"wood","offset":260},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":341},{"uri":"Canoe","surface_form":"canoe","offset":465},{"uri":"Kayak","surface_form":"kayak","offset":488},{"uri":"Boat","surface_form":"boat","offset":552},{"uri":"Knee","surface_form":"knee","offset":620},{"uri":"Rudder","surface_form":"rudder","offset":640},{"uri":"Steer","surface_form":"steer","offset":662},{"uri":"Paddle","surface_form":"paddle","offset":724},{"uri":"Bow_(ship)","surface_form":"bow","offset":792},{"uri":"Stern","surface_form":"stern","offset":803},{"uri":"Law","surface_form":"legal","offset":892},{"uri":"Weight","surface_form":"weight","offset":930},{"uri":"Buoy","surface_form":"buoy","offset":1192},{"uri":"Marathon","surface_form":"Marathon","offset":1450},{"uri":"Yukon","surface_form":"Yukon","offset":1721}]}