{"id":31611,"url":"http://en.wikipedia.org/wiki/El_Ni%C3%B1o%E2%80%93Southern_Oscillation","text":"El Niño-Southern Oscillation (ENSO in short) is a term for a natural event that takes place in the Pacific Ocean. It is also called \"El Niño\" and \"La Niña\". In Spanish they mean \"little boy\" and \"little girl\".\nEl Niño happens when the sea water temperature rises in surface waters of the tropical Pacific Ocean. Every two to five years the Pacific Ocean has this event. A weak, warm current starts around Christmas along the coast of Ecuador and Peru. It lasts for only a few weeks to a month or more. Every three to seven years, an El Niño event may last for many months. This can change the weather and have important effects around the world. Australia and Southeast Asia can have drought but the deserts of Peru have very heavy rainfall. East Africa can have both. In a La Niña event the weather patterns are reversed.\nThe Southern Oscillation was discovered by Sir Gilbert Walker in 1923. It is a \"seesaw\" of atmospheric pressure between the Pacific and Indian Oceans. There is an inverse relationship between the air pressure measured at two sites: Darwin, Australia, in the Indian Ocean and the island of Tahiti in the South Pacific. The Southern Oscillation Index (SOI) is the difference in sea-level pressure measured at Tahiti and Darwin. The Cold Tongue (CT) Index measures how much the average sea-surface temperature in the central and eastern Pacific near the equator varies from the annual cycle. The two measurements are anti-correlated, so that a negative SOI is usually together with an unusual warm ocean wind known as El Niño.\nBy the early 1980s it was clear that El Niño and the Southern Oscillation were related, and the acronym ENSO is used to describe this large-scale event.\nThe 2010-2011 Queensland floods were caused by a La Niña event which brought very heavy rain to the east coast of Australia. Other big floods in Australia have also happened during a La Niña, 1916, 1917, 1950, 1954-1956, and 1973-1975. The cost of the 2010-2011 Queensland floods has been worked out to A$30 billion.\nCentral Pacific El Niño.\nNot all El Niños happen in the Eastern Pacific. During recent decades, Central Pacific El Niños have been discovered. When these happen, the effects from CP El Niños are very different from traditional El Niños. Central Pacific El Niños took place in 1986–88, 1991–92, 1994–95, 2002–03, 2004–05, 2006–07, 2009–10 and 2015–16.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":99},{"uri":"Tropical","surface_form":"tropical","offset":288},{"uri":"Christmas","surface_form":"Christmas","offset":405},{"uri":"Ecuador","surface_form":"Ecuador","offset":434},{"uri":"Peru","surface_form":"Peru","offset":446},{"uri":"Australia","surface_form":"Australia","offset":646},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":660},{"uri":"Drought","surface_form":"drought","offset":684},{"uri":"East_Africa","surface_form":"East Africa","offset":742},{"uri":"Seesaw","surface_form":"seesaw","offset":903},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":914},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":959},{"uri":"Darwin%2C_Australia","surface_form":"Darwin, Australia","offset":1055},{"uri":"Tahiti","surface_form":"Tahiti","offset":1112},{"uri":"Sea-level","surface_form":"sea-level","offset":1199},{"uri":"Correlation","surface_form":"correlated","offset":1442},{"uri":"Acronym","surface_form":"acronym","offset":1643},{"uri":"2010-2011_Queensland_floods","surface_form":"2010-2011 Queensland floods","offset":1704},{"uri":"A%24","surface_form":"A$","offset":2003}]}