{"id":316206,"url":"http://en.wikipedia.org/wiki/Aggression","text":"Aggression refers to behavior between members of the same species that is intended to cause humiliation, pain, or harm.\nFerguson and Beaver defined aggressive behavior as \"Behavior which is intended to increase the social dominance of the organism relative to the dominance position of other organisms\"”\nAggression takes a variety of forms among humans and can be physical, mental, or verbal.\nThere are two types of aggression - hostile, affective aggression and instrumental, predatory, or goal-oriented aggression.\nReactive relational aggression (hostile, affective, retaliatory) is used in response to feeling attacked, threatened, or mad. Usually the person who exhibits this type of aggression feels provoked to do so. Instrumental relational aggression (predatory, goal-oriented) is used in order for an individual to get what they want.\nPredatory or defensive behavior between members of different species is not normally considered as \"aggression.\"\nLike most, or even all behaviors, aggression can be examined in terms of its ability to help an animal reproduce and survive. Animals may use aggression to gain and secure territories, as well as other resources including food, water, and mating opportunities.\nThe most apparent type of aggression is that seen in the interaction between a predator and its prey. An animal defending itself against a predator becomes aggressive in order to survive and predator in order to secure food. Because aggression against a much larger enemy or group of enemies would be nearly certain to lead to the death of an animal, animals have developed a good sense of when they are outnumbered. This ability to gauge the strength of other animals gives animals a \"fight or flight\" response to predators; depending on how strong they gauge the predator to be, animals will either become aggressive or flee.\nAlthough humans share aspects of aggression with non-human animals, they differ from most of them in the complexity of their aggression because of factors such as culture, morals, and social situations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Behavior","surface_form":"behavior","offset":21},{"uri":"Emotion","surface_form":"feeling","offset":605}]}