{"id":316284,"url":"http://en.wikipedia.org/wiki/Ka%C5%A1tanka","text":"Kaštanka is a forest. It has one of the highest lying sets of chestnuts in central Europe. It is in a small town called Nasavrky. Nasavrky is in eastern Bohemia, Czech Republic. It is about 25 km south of county seat Pardubice.\nHistory.\nJan Adam von Auersperg came back from Italy with six seedlings of chestnut at the end of 18th century. He ordered that the seedlings were planted on the north side of Nasavrky hill. This happened between 1776 to 1778. The plants were the start of Kaštanka. In passing time, the set was expanded a lot. Kaštanka had over 110 trees in the turn of 19th and 20th century.\nKaštanka was made a nature monument on 1 December 1990. At that time, Kaštanka had over 138 trees. One of the first planted trees survives to this day. It was named \"Knížák\" in honor of prince Auersperg.\nThe chestnut became the sign of Nasavrky. It became the main motive in the emblem of the city Nasavrky, and the flag of Nasavrlky in 1996.\nMain information.\nKaštanka is natural monument which was declared as special protection area on 1st December 1990. The set of chestnuts is on a slight rise north ward. This area is in a built-up area about 100 meters from the city square. Kaštanka is at an altitude of 472 – 486. The area of set is 1,088 hectares large and all trees are chestnut trees expect a few that are on the edge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Forest","surface_form":"forest","offset":14},{"uri":"Chestnut","surface_form":"chestnut","offset":62},{"uri":"Europe","surface_form":"Europe","offset":83},{"uri":"Nasavrky","surface_form":"Nasavrky","offset":120},{"uri":"Nasavrky","surface_form":"Nasavrky","offset":130},{"uri":"Bohemia","surface_form":"Bohemia","offset":153},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":162},{"uri":"Km","surface_form":"km","offset":193},{"uri":"Pardubice","surface_form":"Pardubice","offset":217},{"uri":"Italy","surface_form":"Italy","offset":275},{"uri":"Nasavrky","surface_form":"Nasavrky","offset":404},{"uri":"Nasavrky","surface_form":"Nasavrky","offset":841},{"uri":"Emblem","surface_form":"emblem","offset":884},{"uri":"Nasavrky","surface_form":"Nasavrky","offset":903},{"uri":"Nasavrlky","surface_form":"Nasavrlky","offset":929},{"uri":"Altitude","surface_form":"altitude","offset":1205}]}