{"id":316370,"url":"http://en.wikipedia.org/wiki/Corydon%2C_Indiana","text":"Corydon is a town in Harrison Township, Harrison County, Indiana, United States. It was founded in 1808. Corydon was the second capital of the Indiana Territory, from May 1, 1813, until December 11, 1816. When Indiana became a US state in 1816, Corydon became Indiana's first state capital. On January 10, 1825 the capital moved to Indianapolis. The town remains the county seat of Harrison County. It had a population of 3,122 at the 2010 census.\nHistory.\nCorydon was part of the land captured for the United States by George Rogers Clark from the British during the American Revolution.\nIn the early 1800s, Edward Smith and his family settled on the site of today's county fairgrounds. William Henry Harrison, Governor of the Indiana Territory, often stopped to rest at their home while travelling to and from Vincennes. Harrison decided to build a town there and asked Edward Smith's daughter, Jenny, to name it. She chose the name \"Corydon\" from Harrison's favorite hymn, the Pastoral Elegy.\nEarly history.\nHarrison sold the town site to Harvey Heth in 1808, a government surveyor and large landowner. Heth donated the town square for public use, and sold individual lots to settlers and the government. In 1809, Corydon was joined by road to Doup's Ferry, 15 miles (24 km) to the south in Mauck's Port. This gave access to the Ohio River for trade. Corydon sent a mounted militia company company nicknamed the Yellow Jackets to support the US army in the War of 1812. They fought in the Battle of Tippecanoe.\nCorydon, Madison and Jeffersonville all wanted to be the new capital of the territory, but Corydon was more central to the population of the newly reorganized Indiana Territory. Corydon became the second capital of the Indiana Territory on May 1, 1813, when it was moved there from Vincennes. When Indiana became the 19th US state on 11 December 1816, Corydon became the state capital of Indiana. The first state capitol building made using limestone from a nearby quarry, was built from 1814-1816. The Governor's Mansion and First State Office Building were built in 1817. The Grand Masonic Lodge, the first in the state, was built in 1819.\nThe state's first constitution was written in Corydon during June 1816. The 43 delegates, representing Indiana Territory's counties, met in the Harrison County Courthouse. Because of cramped conditions inside the courthouse and the summer heat, they often met outside under a giant elm tree next to Big Indian Creek. This tree is now known as the Constitution Elm, and its trunk is still preserved.\nDennis Pennington, the speaker of territorial legislature and others from Harrison County in the Indiana General Assembly did not want to move the capital from Corydon. They added a clause to the state constitution during the convention preventing the capital from leaving the town before 1825. But as the population of the state shifted continually northward, it was no longer convenient to have a state capital at the southern edge of the state. The capital was finally moved to Indianapolis on January 10, 1825.\nPost-capital period.\nCorydon was the site of the only Civil War battle fought in Indiana. On July 9, 1863, Confederate cavalry led by Brigadier General John Hunt Morgan, and citizens of Brandenburg, Kentucky, crossed the Ohio River into Indiana. This became known as \"Morgan's Raid\". Morgan's 2,500 men were opposed by 400 hastily assembled home guard at the Battle of Corydon. The Union troops were quickly defeated and the town surrendered. Corydon was sacked in retaliation for Union looting in Kentucky. The town's treasury of $690 was seized, and prisoners in the jail were released. Morgan demanded from $600 to $700 from each mill and shop owner; otherwise their buildings would be burned. Tradition says one Corydon miller overpaid by $200; Morgan promptly returned it to him.\nThe railroad reached Corydon in 1882. Corydon was connected by Southern Railways to the main line running across northern Harrison County at Crandall. The line remained open to passenger traffic until 1996. In 2008, the line was owned by Lucas Oil.\nIn 1929, the county built a new courthouse to replace the old state capitol building. The old statehouse was converted into an historical memorial.\nThe Old Capitol Building is now a state historic site and the downtown area became a National Historic District in 1973. The Governor's Headquarters, Constitution Elm, First State Office Building and Posey House are also part of the historic area. The O'Bannon Publishing Company prints the \"Corydon Democrat, a weekly newspaper. Indiana Governor Frank O'Bannon owned the publishing company and his wife still lives nearby.\nGeography.\nCorydon is located at (38.212724, -86.125318).\nAccording to the United States Census Bureau, the town has a total area of 1.6 square miles (4.1 km²), all land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harrison_Township%2C_Harrison_County%2C_Indiana","surface_form":"Harrison Township","offset":21},{"uri":"Harrison_County%2C_Indiana","surface_form":"Harrison County","offset":40},{"uri":"Indiana","surface_form":"Indiana","offset":57},{"uri":"United_States","surface_form":"United States","offset":66},{"uri":"Indiana_Territory","surface_form":"Indiana Territory","offset":143},{"uri":"Capital_(city)","surface_form":"capital","offset":282},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":332},{"uri":"County_seat","surface_form":"county seat","offset":367},{"uri":"United_States","surface_form":"United States","offset":503},{"uri":"George_Rogers_Clark","surface_form":"George Rogers Clark","offset":520},{"uri":"Kingdom_of_Great_Britain","surface_form":"British","offset":549},{"uri":"American_Revolution","surface_form":"American Revolution","offset":568},{"uri":"William_Henry_Harrison","surface_form":"William Henry Harrison","offset":688},{"uri":"Governor_of_Indiana","surface_form":"Governor","offset":712},{"uri":"Indiana_Territory","surface_form":"Indiana Territory","offset":728},{"uri":"Vincennes%2C_Indiana","surface_form":"Vincennes","offset":812},{"uri":"Hymn","surface_form":"hymn","offset":970},{"uri":"Pastoral_Elegy","surface_form":"Pastoral Elegy","offset":980},{"uri":"Harvey_Heth","surface_form":"Harvey Heth","offset":1042},{"uri":"Surveyor","surface_form":"surveyor","offset":1076},{"uri":"Mauckport%2C_Indiana","surface_form":"Mauck's Port","offset":1294},{"uri":"Ohio_River","surface_form":"Ohio River","offset":1332},{"uri":"Nickname","surface_form":"nickname","offset":1401},{"uri":"Yellow_Jackets_(Indiana)","surface_form":"Yellow Jackets","offset":1415},{"uri":"War_of_1812","surface_form":"War of 1812","offset":1460},{"uri":"Battle_of_Tippecanoe","surface_form":"Battle of Tippecanoe","offset":1492},{"uri":"Madison%2C_Indiana","surface_form":"Madison","offset":1523},{"uri":"Jeffersonville%2C_Indiana","surface_form":"Jeffersonville","offset":1535},{"uri":"Vincennes%2C_Indiana","surface_form":"Vincennes","offset":1796},{"uri":"Indiana_first_capitol_building","surface_form":"first state capitol","offset":1915},{"uri":"Limestone","surface_form":"limestone","offset":1955},{"uri":"Masonic_Lodge","surface_form":"Masonic Lodge","offset":2098},{"uri":"Constitution_of_Indiana","surface_form":"constitution","offset":2174},{"uri":"Delegate","surface_form":"delegate","offset":2235},{"uri":"Elm_tree","surface_form":"elm tree","offset":2438},{"uri":"Indiana_General_Assembly","surface_form":"Indiana General Assembly","offset":2652},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":3036},{"uri":"American_Civil_War","surface_form":"Civil War","offset":3124},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":3177},{"uri":"Cavalry","surface_form":"cavalry","offset":3189},{"uri":"Brigadier_General","surface_form":"Brigadier General","offset":3204},{"uri":"John_Hunt_Morgan","surface_form":"John Hunt Morgan","offset":3222},{"uri":"Brandenburg%2C_Kentucky","surface_form":"Brandenburg, Kentucky","offset":3256},{"uri":"Ohio_River","surface_form":"Ohio River","offset":3291},{"uri":"Morgan%27s_Raid","surface_form":"Morgan's Raid","offset":3338},{"uri":"Militia","surface_form":"home guard","offset":3411},{"uri":"Battle_of_Corydon","surface_form":"Battle of Corydon","offset":3429},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":3452},{"uri":"Crandall%2C_Indiana","surface_form":"Crandall","offset":3996},{"uri":"Lucas_Oil","surface_form":"Lucas Oil","offset":4093},{"uri":"Downtown","surface_form":"downtown","offset":4314},{"uri":"Frank_O%27Bannon","surface_form":"Frank O'Bannon","offset":4599},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":4751}]}