{"id":316380,"url":"http://en.wikipedia.org/wiki/Matsudaira_Sadanobu","text":"Japanese daimyo and shogunate administrator of the mid-Edo period. He is famous for his financial reforms which saved the Shirakawa Domain. He also made similar reforms during his time as chief senior councilor (\"rōju shuza\"; 老中首座) of the Tokugawa Shogunate, from 1787 to 1793.\nEarly life.\nSadanobu was born in Edo on January 15, 1759, into the Tayasu branch of the Tokugawa clan. The Tayasu was one of the \"gosankyō\". The Tayasu were the oldest members of the Shogun's family who still had the name Tokugawa. The other members of the family had the Matsudaira surname.\nHis father was Tayasu Munetake and he was the grandson of the eighth shogun Tokugawa Yoshimune. The Tayasu house held different beliefs than the others living in Edo Castle. They lived a lifestyle that was more strict. The Tayasu following the example set by Yoshimune. In Munetake's words, the praise of manly spirit (\"masuraoburi\") as opposed to feminine spirit (\"taoyameburi\"). This set them apart from the rest of the family. Munetake thought he would rule after his father died. This did not happen. Yoshimune's eldest son, Ieshige became ruler. Because of this, Sadanobu was raised under the belief that he would be the next heir to the title of Shogun. His education growing up was very good. He was taught along Confucian lines. By the time Sadanobu was in his teens, he had already learned much of the teachings of Confucius. As he grew older, many expected more strongly for Sadanobu do well because many members of the Tayasu house began to die young. The family tried many ways to make Sadanobu as the next shogun. Their attempts were stopped by the political clique of Tanuma Okitsugu. Okitsugu was the chief rōjū at that time.\nCareer.\nAfter the last failed try to get Sadanobu adopted by the shogun, Sadanobu was adopted by Matsudaira Sadakuni. Sadakuni was head of one of the Hisamatsu-Matsudaira houses. This was another part of the Tokugawa branch of the family. They ruled the Shirakawa Domain in southern (Mutsu Province.\nSandanobu took control of Shirakawa in 1783. As soon as he took control he had to deal with a very bad problem. The lands he controlled were said to be worth 110,000 \"koku\". 1 Koku was the amount of rice needed to feed one person for one year. The land should have been able to create enough rice to feed 110,000 people for a year. But 108,600 Koku was said to be \"lost\". Sadanobu worked constantly to fix the economic problem in Shirakawa. He work fixed the problems of the finances and economy of the lands. The changes he made, along with his political workings made him very famous. Because of this, he was named chief councilor of the Shogunate in the summer of 1787. He was also made regent to the 11th shogun Tokugawa Ienari early the next year.\nLiterary Skill.\nSadanobu was also known as a writer. He wrote using the pen name \"Rakuō\" (楽翁). Some of his notable texts include \"Uge no Hitokoto\", \"Tōzen Manpitsu\", \"Kanko-dōri\", \"Kagetsutei Nikki\", \"Seigo\", and \"Ōmu no Kotoba\", among others. After his death, it was learned that he had written a satirical text parodying daimyo life. It was named \"Daimyō Katagi\".","categories":[],"infobox_types":["Officeholder | name= Matsudaira Sadanobu"],"annotations":[{"uri":"Daimyo","surface_form":"daimyo","offset":9},{"uri":"Shogunate","surface_form":"shogunate","offset":20},{"uri":"Administrator","surface_form":"administrator","offset":30},{"uri":"Edo_period","surface_form":"mid-Edo period","offset":51},{"uri":"Finance","surface_form":"financial","offset":88},{"uri":"Shirakawa_Domain","surface_form":"Shirakawa Domain","offset":122},{"uri":"R%C5%8Dj%C5%AB","surface_form":"senior councilor","offset":194},{"uri":"Tokugawa_Shogunate","surface_form":"Tokugawa Shogunate","offset":239},{"uri":"Tayasu","surface_form":"Tayasu","offset":345},{"uri":"Tokugawa_clan","surface_form":"Tokugawa clan","offset":366},{"uri":"Gosanky%C5%8D","surface_form":"gosankyō","offset":408},{"uri":"Tokugawa_Yoshimune","surface_form":"Tokugawa Yoshimune","offset":646},{"uri":"Heir","surface_form":"heir","offset":1201},{"uri":"Education","surface_form":"education","offset":1234},{"uri":"Confucius","surface_form":"Confucian","offset":1290},{"uri":"Politics","surface_form":"political","offset":1632},{"uri":"Clique","surface_form":"clique","offset":1642},{"uri":"Tanuma_Okitsugu","surface_form":"Tanuma Okitsugu","offset":1652},{"uri":"Adoption","surface_form":"adopted","offset":1761},{"uri":"Mutsu_Province","surface_form":"Mutsu Province","offset":1995},{"uri":"Economics","surface_form":"economic","offset":2421},{"uri":"Politics","surface_form":"political","offset":2557},{"uri":"Regent","surface_form":"regent","offset":2701},{"uri":"Tokugawa_Ienari","surface_form":"Tokugawa Ienari","offset":2727},{"uri":"Writer","surface_form":"writer","offset":2809},{"uri":"Pen_name","surface_form":"pen name","offset":2836},{"uri":"Satire","surface_form":"satirical","offset":3062},{"uri":"Parody","surface_form":"parody","offset":3077}]}