{"id":316379,"url":"http://en.wikipedia.org/wiki/George_Thorogood","text":"e=\"preserve\">George Thorogood (born February 24, 1950) is an American blues rock singer/guitarist. He is from Wilmington, Delaware. Thorogood is famous for his cover versions of blues standards. He says Elmore James, Hound Dog Taylor and Chuck Berry are the people who influenced him musically. George Thorogood has released sixteen studio albums.\nLife.\nThorogood was born on February 24, 1950 and was raised in Naamans Manor, a suburb of Wilmington. He was the middle one of five children. He graduated from Brandywine High School in 1968. He played semi-professional baseball. He turned to music after hearing a concert of John P. Hammond in 1970.\nIn 1976 he recorded his debut album: \"George Thorogood & The Destroyers\" with his band, The Destroyers. Sometimes the band is called \"The Delaware Destroyers\". In 1981 they got their first nationwide recognition. They played as support act for the Rolling Stones. In the 1980s they played a lot of concerts including the \"50/50\" tour of 1980, on which the band toured 50 US states in 50days. in 1982 released his best-known song, \"Bad to the Bone\", and an album of the same name. The song has been used frequently in television and film, including the sci-fi thriller Terminator 2: Judgment Day, the comedies Problem Child, and Problem Child 2, Stephen King's Christine, and many episodes of the television sitcom Married with Children. This track also was used during the intro to the movie Major Payne.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Blues_music","surface_form":"blues","offset":70},{"uri":"Rock_and_roll","surface_form":"rock","offset":76},{"uri":"Singer","surface_form":"singer","offset":81},{"uri":"Guitar","surface_form":"guitar","offset":88},{"uri":"Wilmington%2C_Delaware","surface_form":"Wilmington, Delaware","offset":110},{"uri":"Cover_(music)","surface_form":"cover","offset":160},{"uri":"Elmore_James","surface_form":"Elmore James","offset":203},{"uri":"Hound_Dog_Taylor","surface_form":"Hound Dog Taylor","offset":217},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":238},{"uri":"Studio_album","surface_form":"studio album","offset":333}]}