{"id":316307,"url":"http://en.wikipedia.org/wiki/Kaskaskia%2C_Illinois","text":"Kaskaskia is a village in Randolph County, Illinois, United States. In 2010 the population was only 14, making it the second-smallest incorporated community in Illinois. It was a major French colonial town of the Illinois Country. Its peak population was about 7,000 when it was a regional center. Kaskaskia became the capital of the Illinois Territory on February 3, 1809. In 1818, Illinois became the 21st U.S. state and Kaskaskia was its capital until 1819.\nIn April 1881, the Mississippi River moved its path to the east. This flooded most of the town. The river now passes east rather than west of the town. The state boundary line, however, remained in its original location. Kaskaskia is on a small part of Illinois west of the river. It can only be reached from Missouri.\nHistory.\nThe town was named after the Native American word for the Kaskaskia River. The site of Kaskaskia had been a Native American village for thousands of years. In 1703 French Jesuit missionaries started a mission. They wanted to change the Illini (Native American) people's religion to Catholicism. The first stone church was built in 1714. The French also had a fur trading post at the village. French settlers came to farm and mine lead on the Missouri side of the river. In 1718 Kaskaskia became the capital of Upper Louisiana and a fort, Fort de Chartres,was built.\nFrom its beginning, Kaskaskia was a French/Indian settlement, with a few French men and many Illinois and other Native Americans. In 1707, the population was about 2,200. Most were Illinois, who lived somewhat apart from the Europeans. From the French, the Native Americans, and their mixed-race descendants at Kaskaskia came the voyageurs and coureurs des bois. They explored and hunted in the Missouri River country. The French wanted to trade with all the Prairie tribes, and with the Spanish colony in New Mexico. This idea horrified the Spanish. The explorer Claude Charles Du Tisne set up trade relations with the Plains Indians in 1719.\nKing Louis XV sent a bell to Kaskaskia in 1741 for its church. During French rule, Kaskaskia and the other farming settlements in the Illinois Country were important for supplying Lower Louisiana, especially New Orleans, with wheat and corn. Farmers sent tons of flour south over the years. These staple crops could not grow in Louisiana's climate.\nIn 1733, the French built Fort Kaskaskia. The British destroyed the fort in 1763 during the French and Indian War. After the war France gave up the territory east of the river. Many French-speaking people from Kaskaskia and other colonial towns moved west of the Mississippi to the Spanish-held, Upper Louisiana settlements of Ste. Genevieve, St. Louis, and other areas.\nOn July 4 1778, during the American Revolution, the city was captured by George Rogers Clark and his force of 200 men including Captain Leonard Helm. It was one of the western-most battles of the Revolution. The parish rang the church bell in celebration, which has since been called the \"liberty bell\". The bell is housed in a brick building near the Church of the Immaculate Conception. The brick church was built in 1843 in the squared-off French style.\nAs a center of the regional economy, Kaskaskia was the capital of Illinois Territory from 1809 until Illinois became a state in 1818. Zaskaskia continued as the state capital until 1819. Its peak population was about 7,000 before the capital moved in 1819 to Vandalia. Although introduction of steamboats on the Mississippi River helped the economies of river towns in the 19th century, their use also had devastating environmental effects. Loss of trees (Deforestation) along the river banks was caused by steamboat crews' cutting trees to feed the engine fires. River banks became unstable and collapsed into the water.\nAt first, the town had a good site where the Kaskaskia and Mississippi Rivers joined. But from St. Louis to the junction of the Ohio River, the Mississippi became wider and more shallow, with more severe flooding. Much of Kaskaskia and other French colonial towns have been lost through flooding and erosion. Following the Great Flood of 1844, Kaskaskia was rebuilt to the south. The original site became an island, surrounded by the Mississippi River. The flood of 1881 destroyed the original town, and the Mississippi shifted into the channel of the Kaskaskia River, passing east instead of west of the town. Parts of the town were rebuilt in the new area.\nAs the Mississippi continued to flow through its new bed, earth was deposited so that the village became physically attached to the west bank of the river, which is in the state of Missouri. Now a bayou, the old river bed, is regularly flooded. It has a bridge to carry traffic over it. In 1893, the people of the town moved and rebuilt the Church of the Immaculate Conception on Kaskaskia Island.\nBy 1950 only 112 people lived in Kaskaskia. By 1970 the population had fallen to 79, and it continued to fall to 33 in 1980. The town was flooded with nine feet of water by the Great Flood of 1993, which reached the roofs of the buildings. By 2000, with a only nine residents, Kaskaskia was almost a ghost town and the least populous incorporated community in the State of Illinois.\nGeography.\nAccording to the United States Census Bureau, the village has a total land area of 0.2809 km² (0.1085 sq mi, or 69.41 acres), all land. However, the village is only a small part of Kaskaskia Precinct, which includes all of Randolph County's land west of the Mississippi. Kaskaskia Precinct has a land area of 24.037 square miles (62.255 km²) and a 2000 census population of 36 persons. In 1993 the Mississippi River almost completely flooded the island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Randolph_County%2C_Illinois","surface_form":"Randolph County","offset":26},{"uri":"Illinois","surface_form":"Illinois","offset":43},{"uri":"United_States","surface_form":"United States","offset":53},{"uri":"French_colonial","surface_form":"French colonial","offset":185},{"uri":"Illinois_Country","surface_form":"Illinois Country","offset":213},{"uri":"Capital_(city)","surface_form":"capital","offset":319},{"uri":"Illinois_Territory","surface_form":"Illinois Territory","offset":334},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":480},{"uri":"Missouri","surface_form":"Missouri","offset":770},{"uri":"Native_American","surface_form":"Native American","offset":818},{"uri":"Kaskaskia_River","surface_form":"Kaskaskia River","offset":847},{"uri":"French_people","surface_form":"French","offset":953},{"uri":"Jesuit","surface_form":"Jesuit","offset":960},{"uri":"Missionaries","surface_form":"missionaries","offset":967},{"uri":"Mission","surface_form":"mission","offset":990},{"uri":"Illini","surface_form":"Illini","offset":1025},{"uri":"Catholicism","surface_form":"Catholicism","offset":1071},{"uri":"Fur_trade","surface_form":"fur trading","offset":1148},{"uri":"Lead","surface_form":"lead","offset":1219},{"uri":"Missouri","surface_form":"Missouri","offset":1231},{"uri":"Upper_Louisiana","surface_form":"Upper Louisiana","offset":1299},{"uri":"Fort","surface_form":"fort","offset":1321},{"uri":"Fort_de_Chartres","surface_form":"Fort de Chartres","offset":1327},{"uri":"Illinois","surface_form":"Illinois","offset":1448},{"uri":"Coureurs_des_bois","surface_form":"coureurs des bois","offset":1699},{"uri":"Missouri_River","surface_form":"Missouri River","offset":1750},{"uri":"Prairie","surface_form":"Prairie","offset":1814},{"uri":"Spanish_people","surface_form":"Spanish","offset":1843},{"uri":"New_Mexico","surface_form":"New Mexico","offset":1861},{"uri":"Claude_Charles_Du_Tisne","surface_form":"Claude Charles Du Tisne","offset":1919},{"uri":"Plains_Indians","surface_form":"Plains Indians","offset":1975},{"uri":"Louis_XV","surface_form":"Louis XV","offset":2004},{"uri":"Kaskaskia_Bell_State_Memorial","surface_form":"bell","offset":2020},{"uri":"Illinois_Country","surface_form":"Illinois Country","offset":2133},{"uri":"Lower_Louisiana","surface_form":"Lower Louisiana","offset":2179},{"uri":"New_Orleans","surface_form":"New Orleans","offset":2207},{"uri":"Wheat","surface_form":"wheat","offset":2225},{"uri":"Maize","surface_form":"corn","offset":2235},{"uri":"Flour","surface_form":"flour","offset":2262},{"uri":"Fort_Kaskaskia","surface_form":"Fort Kaskaskia","offset":2374},{"uri":"British","surface_form":"British","offset":2394},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":2440},{"uri":"Ste._Genevieve%2C_Missouri","surface_form":"Ste. Genevieve","offset":2675},{"uri":"St._Louis","surface_form":"St. Louis","offset":2691},{"uri":"American_Revolution","surface_form":"American Revolution","offset":2746},{"uri":"George_Rogers_Clark","surface_form":"George Rogers Clark","offset":2792},{"uri":"Immaculate_Conception","surface_form":"Immaculate Conception","offset":3085},{"uri":"Vandalia%2C_Illinois","surface_form":"Vandalia","offset":3435},{"uri":"Steamboats","surface_form":"steamboats","offset":3470},{"uri":"19th_century","surface_form":"19th century","offset":3549},{"uri":"Deforestation","surface_form":"Deforestation","offset":3632},{"uri":"St._Louis","surface_form":"St. Louis","offset":3893},{"uri":"Ohio_River","surface_form":"Ohio River","offset":3926},{"uri":"Erosion","surface_form":"erosion","offset":4098},{"uri":"Great_Flood_of_1844","surface_form":"Great Flood of 1844","offset":4121},{"uri":"Missouri","surface_form":"Missouri","offset":4638},{"uri":"Bayou","surface_form":"bayou","offset":4654},{"uri":"Great_Flood_of_1993","surface_form":"Great Flood of 1993","offset":5032},{"uri":"Ghost_town","surface_form":"ghost town","offset":5155},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":5266},{"uri":"Acres","surface_form":"acres","offset":5367},{"uri":"Kaskaskia_Precinct%2C_Randolph_County%2C_Illinois","surface_form":"Kaskaskia Precinct","offset":5430},{"uri":"Great_Flood_of_1993","surface_form":"Mississippi River almost completely flooded","offset":5647}]}