{"id":31641,"url":"http://en.wikipedia.org/wiki/The_Sims_2","text":"e=\"preserve\">\"The Sims 2\" is a 2004 video game and the sequel to \"The Sims\". It is a simulation game made by Maxis and EA Games.\nThe game features a full 3D graphics engine. Like the first \"The Sims\" game, it has many expansion packs.\nEA released a sequel, \"The Sims 3\", in June 2009.\nChanges.\nThere are now six life stages: baby, toddler, child, teenager, adult, and elder. An additional young adult stage is added when you get the University expansion pack. Sims can now grow up and eventually die. In the first game, Sims would stay children forever and adults would stay adults forever. Teenagers can hold jobs as well as go to school.\nCareers have gone under many changes. There is now a schedule; there are seven days in a week, and Sims at school are off on Saturday and Sunday. Sims can now get paid vacation days and start working 4–5 days a week. A meter measures job performance (their mood when they get to work). A new thing called \"chance cards\" lets the player pick what to do in a situation. Sims can gain/lose skill points, gain/lose money, or be promoted, demoted, or even fired.\nChildren and teenagers now bring homework home and their grades rise or fall depending on whether they finish it or not. Teenagers can hold jobs as well as go to school, but if their grades drop too low they can lose their job.\nOther new things are wants and fears. These change when a want or fear is done or when the Sim wakes up from sleep.\nAlso, Sims can have aspirations (big things they want to do) like to have a family, to have many friends, to fall in love, to learn a lot, or to have a lot of money. A player can choose which aspiration they want their Sim to have, and the aspirations will affect their wants and fears. For example, a Sim with the family aspiration might want to have a child, but a Sim with the money aspiration might want to get a job instead.\nLike in the first Sims game, a mother Sim and a father Sim can have a child. Also, children can be made at the start of the game or got from the adoption service.\nOne of the biggest changes in Sims 2 is that a Sim can go to a community lot (a place in the town like a store or a park). They can go there by using the phone to call a taxi.\nExpansion packs.\nThese are addons to the game which add new items, new places and new features. They are listed in the order that they came out in the shops. They are meant to come out 2 times a year.\nThere are eight expansion packs in total.\nStuff packs.\nThese are packages that add only items to the game. They are less expensive than the regular expansion packs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sequel","surface_form":"sequel","offset":55},{"uri":"The_Sims","surface_form":"The Sims","offset":66},{"uri":"Simulation","surface_form":"simulation","offset":85},{"uri":"Maxis","surface_form":"Maxis","offset":109},{"uri":"EA_Games","surface_form":"EA Games","offset":119},{"uri":"3D","surface_form":"3D","offset":154},{"uri":"Graphics_engine","surface_form":"graphics engine","offset":157},{"uri":"Sequel","surface_form":"sequel","offset":249},{"uri":"The_Sims_3","surface_form":"The Sims 3","offset":258},{"uri":"Baby","surface_form":"baby","offset":325},{"uri":"Toddler","surface_form":"toddler","offset":331},{"uri":"Child","surface_form":"child","offset":340},{"uri":"Teenager","surface_form":"teenager","offset":347},{"uri":"Adult","surface_form":"adult","offset":357},{"uri":"Elder","surface_form":"elder","offset":368},{"uri":"Young_adult","surface_form":"young adult","offset":389},{"uri":"Expansion_pack","surface_form":"expansion pack","offset":444},{"uri":"Paid_vacation","surface_form":"paid vacation","offset":803},{"uri":"Homework","surface_form":"homework","offset":1131},{"uri":"Adoption","surface_form":"adoption","offset":2017},{"uri":"Taxi","surface_form":"taxi","offset":2205}]}