{"id":316421,"url":"http://en.wikipedia.org/wiki/Lawrence_Ferlinghetti","text":"Lawrence Ferlinghetti (born March 24, 1919) is an American poet, painter, liberal activist, and the co-founder of City Lights Bookstore. He is the author of poetry, translations, fiction, theatre, art criticism, and film narration.\nPoetry.\nFerlinghetti’s poetry is based on lyric and narrative traditions. His themes are the beauty of nature, the tragicomic life of the common man, the situation of the individual in mass society, and the dream and betrayal of democracy.\nPainting.\nFerlinghetti began painting in Paris in 1948. In San Francisco he occupied a studio that he inherited from Hassel Smith. His first works show the influence the New York abstract expressionists. A more figurative style is apparent in his later works. Ferlinghetti’s paintings have been shown at various museums around the world.\n\"60 years of painting\", the exhibition held in Italy in 2010, is a creative journey through the twentieth century, reflecting on the role of the artist nowadays.\nAwards.\nHe has received numerous awards, including the Premio Taormina in 1973, and since then has been awarded the Premio Camaiore, the Premio Flaiano, the Premio Cavour, among other honors in Italy.\nSince 2009 he has been in the Honour Committee of IMMAGINE&POESIA, the artistic literary movement founded in Turin, Italy, with the patronage of Aeronwy Thomas (Dylan Thomas's daughter).","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":50},{"uri":"Poet","surface_form":"poet","offset":59},{"uri":"Painting","surface_form":"painter","offset":65},{"uri":"Liberalism","surface_form":"liberal activist","offset":74},{"uri":"Paris","surface_form":"Paris","offset":513},{"uri":"San_Francisco","surface_form":"San Francisco","offset":531},{"uri":"Italy","surface_form":"Italy","offset":857},{"uri":"Italy","surface_form":"Italy","offset":1166},{"uri":"IMMAGINE%26amp%3BPOESIA","surface_form":"IMMAGINE&POESIA","offset":1223},{"uri":"Turin","surface_form":"Turin","offset":1282},{"uri":"Italy","surface_form":"Italy","offset":1289},{"uri":"Aeronwy_Thomas","surface_form":"Aeronwy Thomas","offset":1318},{"uri":"Dylan_Thomas","surface_form":"Dylan Thomas","offset":1334}]}