{"id":316409,"url":"http://en.wikipedia.org/wiki/St._Charles%2C_Missouri","text":"St. Charles (; Spanish: \"San Carlos\") is a city in St. Charles County, Missouri. In 2010 there were 65,794 people living in the city. St. Charles is the second largest city, and the county seat of St. Charles County. It is northwest of St. Louis, Missouri on the Missouri River. It is the third oldest city west of the Mississippi. It began in 1765 as \"Les Petites Côtes\", \"The Little Hills\", named by Louis Blanchette, a French Canadian fur trader. The town was the starting point for the Lewis and Clark Expedition in 1804. The city served as the first Missouri capital from 1821 to 1826. The Saint Rose Philippine Duchesne shrine is in Saint Charles. It is also the home of the St. Louis National Weather Service Forecast Office, serving central, east-central and northeastern Missouri, as well as west-central and southwest Illinois.\nLouis Blanchette.\nLouis Blanchette was a French Canadian who went to the Americas for adventure. Blanchette settled in Saint Charles in 1769 under the authority of the Spanish governor of Upper Louisiana. He was the civil and military leader until his death in 1793. About 25 buildings were built. Although the settlement was under Spanish control, most settlers were French Canadians.\nFort San Carlos.\nThe first church, built in 1791, was dedicated to San Carlos Borromeo, and the town became known as \"San Carlos del Misuri\": \"St. Charles of the Missouri\". This church was destroyed by a tornado in 1916. The Spanish Lieutenant-Governor Carlos de Hault de Lassus appointed Daniel Boone commandant of the Femme Osage District, which he served until the United States government bought the area in the Louisiana Purchase in 1804. The name of the town, San Carlos, was anglicized (turned into English) to become St. Charles.\nState capital and growth.\nMissouri became a US state in 1821. The government decided to build a new state capital, the \"City of Jefferson\", in the center of the state on the Missouri River. A temporary capital was needed, and St. Charles beat eight other cities in a competition to be the temporary capitol. It offered free meeting space for the legislature in rooms above a hardware store. This building is preserved as the First Missouri State Capitol State Historic Site. It is open to tourists. The Missouri government met there until Jefferson City was ready in 1826.\nSt. Charles, Missouri is where the first claimed interstate project started in 1956. A highway sign making this claim is placed off of Interstate 70 going westbound to the right of the first capital exit.\nEducation.\nThe City of St. Charles school district has five elementary schools, two middle schools, two high schools, and the Lewis & Clark Tech Building.\nLindenwood Universitywas started in 1827 by Major George Sibley and his wife Mary as a women's school named Lindenwood School For Girls. The school is the is the second-oldest higher-education institution west of the Mississippi River.\nSt. Charles was also home St. Charles College (Missouri) (now closed).\nTransportation.\nSt. Charles was home to the first interstate highway project in the nation.\nMajor highways include Interstate 70, Interstate 64, Missouri 370, Missouri 94, and Missouri 364. The city is also served by the St. Charles Area Transit bus system.\nGeography.\nSaint Charles is located at (38.788698, -90.511764). According to the United States Census Bureau, the city has a total area of 20.8 square miles (54.0 km²), of which, 20.4 square miles (52.7 km²) of it is land and 0.5 square miles (1.2 km²) of it (2.30%) is water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saint_Charles_County%2C_Missouri","surface_form":"St. Charles County, Missouri","offset":51},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, Missouri","offset":236},{"uri":"Missouri_River","surface_form":"Missouri River","offset":263},{"uri":"Mississippi","surface_form":"Mississippi","offset":319},{"uri":"Louis_Blanchette","surface_form":"Louis Blanchette","offset":402},{"uri":"French_Canadian","surface_form":"French Canadian","offset":422},{"uri":"Fur_trade","surface_form":"fur trader","offset":438},{"uri":"Lewis_and_Clark_Expedition","surface_form":"Lewis and Clark Expedition","offset":490},{"uri":"Saint_Rose_Philippine_Duchesne","surface_form":"Saint Rose Philippine Duchesne","offset":595},{"uri":"Saint_Louis%2C_Missouri","surface_form":"St. Louis","offset":681},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":691},{"uri":"Illinois","surface_form":"Illinois","offset":828},{"uri":"Americas","surface_form":"Americas","offset":911},{"uri":"Upper_Louisiana","surface_form":"Upper Louisiana","offset":1026},{"uri":"Charles_Borromeo","surface_form":"San Carlos Borromeo","offset":1291},{"uri":"Tornado","surface_form":"tornado","offset":1428},{"uri":"Carlos_de_Hault_de_Lassus","surface_form":"Carlos de Hault de Lassus","offset":1477},{"uri":"Daniel_Boone","surface_form":"Daniel Boone","offset":1513},{"uri":"Femme_Osage","surface_form":"Femme Osage","offset":1544},{"uri":"Louisiana_Purchase","surface_form":"Louisiana Purchase","offset":1640},{"uri":"Thomas_Jefferson","surface_form":"Jefferson","offset":1890},{"uri":"Household_hardware","surface_form":"hardware","offset":2137},{"uri":"First_Missouri_State_Capitol_State_Historic_Site","surface_form":"First Missouri State Capitol State Historic Site","offset":2187},{"uri":"Jefferson_City%2C_Missouri","surface_form":"Jefferson City","offset":2301},{"uri":"Elementary_school","surface_form":"elementary school","offset":2600},{"uri":"Middle_school","surface_form":"middle school","offset":2624},{"uri":"High_school","surface_form":"high school","offset":2644},{"uri":"Lindenwood_University","surface_form":"Lindenwood University","offset":2695},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":2912},{"uri":"St._Charles_College_(Missouri)","surface_form":"St. Charles College (Missouri)","offset":2957},{"uri":"St._Charles_Area_Transit","surface_form":"St. Charles Area Transit","offset":3223},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":3341}]}