{"id":316579,"url":"http://en.wikipedia.org/wiki/Fly_fishing","text":"Fly fishing is a method of sport fishing. An artificial fly is cast into the target area with a fly line and fly-fishing rod. This way, the fisherman or woman can catch a lot of fish, both freshwater and marine. Fly fishermen and women use special equipment, such as fly-fishing rod, fly-fishing reel, fly-fishing line, and pitfalls, which are made from natural or synthetic sling materials.\nHistory.\nFly fishing probably began in ancient Egypt, but its modern form goes all the way back to the England of the second half of the 19th century. The local fishermen caught fish with live and later artificial insects. This method began to spread to the rest of Europe. National and international competitions and championships were started. This has brought fly fishing to the attention of the public.\nLake fly fishing.\nLake fly fishing is done on backwaters and mostly on reservoirs, ponds and lakes. The actual hunt is done either from the bank or from the water, by fording or with the help of vessels like ships.\nRiver fly fishing.\nRiver fly fishing is usually done in flowing waters. It is normally done by fording. The fisherman or woman stands in the water dressed in special waders and wading boots. Fishing from the bank is also possible but it is not done very often.\nSea fly fishing.\nSea fly fishing is done by fording as well as fishing from a boat.\nDry fly fishing.\nDry fly fishing is done with a floating line. The bait floats on the water. The fly often looks like hatched insects or other food on the water surface.\nWet fly fishing.\nWet fly fishing is done with all types of fly-fishing lines. The fly is underwater and looks like drowned or newly hatched insects.\nStreamer fishing.\nStreamer fishing is mostly done with sinking fly lines. The flies look like insects or other organisms.\nNymph fishing.\nNymph fishing is done with all types of fly-fishing lines. The flies look like young insects.\nFly fishing equipment.\nFly-fishing rod is a kind of fishing rod which is designed only for fly fishing. Its purpose is to give enough power to the fly-fishing line, which carries an artificial fly to the hunting area.\nThe fly-fishing line moves an artificial fly to the place of casting. It is only supposed to be used for fly fishing and with the fly-fishing rod and fly-fishing reel. It is not suitable for other ways of fly fishing because it would be damaged.\nThe fly-fishing reel is used for storing and backing the fly-fishing line. The fly line is stored in a coil. This coil revolves around its vertical axis in the reel. The fly-fishing line is reeled by moving the coil. The coil is secured with a handle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fishing","surface_form":"fishing","offset":33},{"uri":"Artificial_fly","surface_form":"artificial fly","offset":45},{"uri":"Freshwater","surface_form":"freshwater","offset":189},{"uri":"Ocean","surface_form":"marine","offset":204},{"uri":"Equipment","surface_form":"equipment","offset":248},{"uri":"Synthetic_fiber","surface_form":"synthetic","offset":365},{"uri":"Egypt","surface_form":"Egypt","offset":439},{"uri":"Artificial","surface_form":"artificial","offset":595},{"uri":"Europe","surface_form":"Europe","offset":658},{"uri":"Competition","surface_form":"competition","offset":693},{"uri":"Backwater","surface_form":"backwater","offset":845},{"uri":"Reservoir","surface_form":"reservoir","offset":870},{"uri":"Pond","surface_form":"pond","offset":882},{"uri":"Lake","surface_form":"lake","offset":892},{"uri":"Fording","surface_form":"fording","offset":966},{"uri":"Ship","surface_form":"ship","offset":1007},{"uri":"Wader","surface_form":"wader","offset":1180},{"uri":"Boot","surface_form":"boot","offset":1198},{"uri":"Fording","surface_form":"fording","offset":1319},{"uri":"Boat","surface_form":"boat","offset":1353},{"uri":"Insect","surface_form":"insect","offset":1669},{"uri":"Organism","surface_form":"organism","offset":1789},{"uri":"Fishing_rod","surface_form":"fishing rod","offset":1961},{"uri":"Revolve","surface_form":"revolve","offset":2492},{"uri":"Axis_(mathematics)","surface_form":"axis","offset":2521}]}