{"id":316586,"url":"http://en.wikipedia.org/wiki/Merkava","text":"The Merkava is a main battle tank. It is developed and produced in Israel for the Israel Defense Forces. The tank was first introduced in 1978 and first used in combat during the 1982 Lebanon War. Four main versions have been developed. These are called Merkava Mark I – Mark IV.\nWhen designing the Merkava tank, everything was subordinated to the survival aspect of the crew, the engine is placed in front of the tank and thus serves as an additional component of ballistic protection, while the crew can escape from the damaged Merkava door at the rear of the tank. The thick armor and high mobility make it one of the best protected tanks in the world. The design team that developed the first version of this tank, led by commander of the Israeli armored corps, Israel Tal.\nMerkava Mark I.\nThe Mark I weighed 63 tons. It had 900 horsepowers and the maximum speed was 46 km/h. It was armed with a 105-millimeter M64 main gun, and the M68 was later installed. Coaxially with the main gun, a 7.62 mm machine gun was mounted; the turret featured two more 7.62 mm machine guns as well as a 60 mm mortar mounted externally.\nMerkava Mark II.\nThe Mark II was almost the same as the Mark I. The main differences were the internal mortar, better mobility and better resistance.\nMerkava Mark III.\nThe Mark III weighed 65 tons. It had 1200 horsepowers and the maximum speed was 60 km/h. It was armed with a 120-millimeter MG251 main gun. Other equipment was almost same as the Mark II. The Mark III was longer and had better armor than the Mark II, and some new systems such as fire-control system were added.\nMerkava Mark IV.\nThe Mark IV weighs 65 tons. It has 1500 horsepowers and the maximum speed is over 60 km/h. The Mark IV is armed with a 120-millimeter MG253 main gun using an electrical semi-automatic revolving magazine for 10 rounds. Coaxially with the main gun, a machine gun was mounted; on the turret, there is one more machine gun operated from inside the tank, in addition to an internally mounted 60-mm mortar. Mark IV has a new fire-control system that allows for shooting down helicopters; upgraded tracks; a digital battlefield management system; etc.\nMuseum exhibits.\nOne tank (Mark I) was donated to the Prague Military Technical Museum (Czech Republic), the only such exhibit in the world outside Israel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Main_battle_tank","surface_form":"main battle tank","offset":17},{"uri":"Israel","surface_form":"Israel","offset":67},{"uri":"Israel_Defense_Forces","surface_form":"Israel Defense Forces","offset":82},{"uri":"1982_Lebanon_War","surface_form":"1982 Lebanon War","offset":179},{"uri":"Israel_Tal","surface_form":"Israel Tal","offset":766},{"uri":"M64","surface_form":"M64","offset":915},{"uri":"M68","surface_form":"M68","offset":937},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":1095},{"uri":"MG251","surface_form":"MG251","offset":1414},{"uri":"MG253","surface_form":"MG253","offset":1753},{"uri":"Prague","surface_form":"Prague","offset":2218},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":2252},{"uri":"Israel","surface_form":"Israel","offset":2312}]}