{"id":316675,"url":"http://en.wikipedia.org/wiki/Sacagawea","text":"Sacagawea (c. 1788 – c. December 20, 1812; was a Lemhi Shoshone woman, who went along with the Lewis and Clark Expedition as an interpreter and guide. Lewis and Clark explored the Western United States with her, traveling thousands of miles from North Dakota to the Pacific Ocean between 1804 and 1806.\nCultural significance.\nSacagawea is well remembered today. When many people think about Lewis and Clark today, they also think about Sacagawea.\nIn 2000, the United States Mint issued the Sacagawea dollar coin in her honor, showing Sacagawea and her son, Jean Baptiste Charbonneau. The face on the coin was made to look like a modern Shoshone-Bannock woman named Randy'L He-dow Teton. This was because nobody knows exactly what Sacagawea looked like.\nIn 2001, she was given the title of Honorary Sergeant, Regular Army, by President Bill Clinton.\nEarly life.\nThere is little information that is definitively known about Sacagawea.\nAt about thirteen years of age, Sacagawea was taken as a wife by Toussaint Charbonneau, a Quebecer trapper living in the village. He had also taken another young Shoshone named Otter Woman as a wife.\nThe Lewis and Clark expedition.\nSacagawea was pregnant with her first child when the Corps of Discovery arrived near the Hidatsa villages to spend the winter of 1804–1805. Captains Meriwether Lewis and William Clark built Fort Mandan. They interviewed several trappers who might be able to interpret or guide the expedition up the Missouri River in the springtime. They agreed to hire Charbonneau as an interpreter when they discovered his wife spoke Shoshone, as they knew they would need the help of Shoshone tribes at the headwaters of the Missouri.\nCharbonneau and Sacagawea moved into the expedition's fort a week later. Clark nicknamed her Janey. Lewis wrote about the birth of Jean Baptiste Charbonneau on February 11, 1805.\nIn April, the expedition left Fort Mandan and headed up the Missouri River in \"pirogues\". They had to be poled against the current and sometimes pulled from the riverbanks. On May 14, 1805, Sacagawea rescued items that had fallen out of a capsized boat, including the journals and records of Lewis and Clark. The corps commanders, who praised her quick action, named the Sacagawea River in her honor on May 20.\nBy August 1805, the corps had found a Shoshone tribe and was trying to trade for horses to cross the Rocky Mountains. They used Sacagawea to interpret and discovered that the tribe's chief was her brother Cameahwait.\nThe Shoshone agreed to trade horses to the group, and to provide guides to lead them over the cold and barren Rocky Mountains. The trip was so hard that they were had to eat candles just to live. When they went down into the more temperate regions on the other side, Sacagawea helped to find and cook camas roots to help them get their strength back.\nAs the expedition approached the mouth of the Columbia River on the Pacific Coast, Sacagawea gave up her beaded belt to let the captains trade for a fur robe they wanted to give to President Thomas Jefferson.\nOn the trip back, they came near the Rocky Mountains in July 1806. On July 6, Clark wrote \"The Indian woman informed me that she had been in this plain frequently and knew it well... She said we would discover a gap in the mountains in our direction...\" which is now Gibbons Pass. A week later, on July 13, Sacagawea told Clark to cross into the Yellowstone River basin at what is now known as Bozeman Pass. This was later chosen as the best route for the Northern Pacific Railway to cross the continental divide.\nWhile Sacagawea has been thought of as a guide for the expedition, she probably only gave directions a few times. Her work as an interpreter certainly helped the party to talk with the Shoshone. However, the most important thing she did for the group may have been being there during the hard journey, which showed they did not want to attack any Native Americans they came across. While traveling through what is now Franklin County, Washington, Clark noted, \"The Indian woman confirmed those people of our friendly intentions, as no woman ever accompanies a war party of Indians in this quarter,\" and, \"the wife of Shabono our interpreter we find reconciles all the Indians, as to our friendly intentions a woman with a party of men is a token of peace.\"\nLater life and death.\nAfter the expedition, Charbonneau and Sacagawea spent three years among the Hidatsa before accepting William Clark's invitation to live in St. Louis, Missouri in 1809.\n\"An adoption document made in the Orphans Court Records in St. Louis, Missouri states, 'On August 11, 1813, William Clark became the guardian of 'Tousant Charbonneau, a boy about ten years, and Lizette Charbonneau, a girl about one year old.' For a Missouri State Court at the time, to designate a child as orphaned and to allow an adoption, both parents had to be confirmed dead in court papers.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Lemhi_Shoshone","surface_form":"Lemhi Shoshone","offset":49},{"uri":"Lewis_and_Clark_Expedition","surface_form":"Lewis and Clark Expedition","offset":95},{"uri":"Western_United_States","surface_form":"Western United States","offset":180},{"uri":"North_Dakota","surface_form":"North Dakota","offset":246},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":266},{"uri":"United_States_Mint","surface_form":"United States Mint","offset":460},{"uri":"Sacagawea_dollar","surface_form":"Sacagawea dollar","offset":490},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":835},{"uri":"Quebecer","surface_form":"Quebecer","offset":1023},{"uri":"Animal_trapping","surface_form":"trapper","offset":1032},{"uri":"Meriwether_Lewis","surface_form":"Meriwether Lewis","offset":1314},{"uri":"William_Clark_(explorer)","surface_form":"William Clark","offset":1335},{"uri":"Fort_Mandan","surface_form":"Fort Mandan","offset":1355},{"uri":"Missouri_River","surface_form":"Missouri River","offset":1464},{"uri":"Shoshone_language","surface_form":"Shoshone","offset":1584},{"uri":"Headwaters","surface_form":"headwaters","offset":1658},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":2377},{"uri":"Temperate","surface_form":"temperate","offset":2723},{"uri":"Camassia","surface_form":"camas roots","offset":2794},{"uri":"Columbia_River","surface_form":"Columbia River","offset":2890},{"uri":"Pacific_Coast","surface_form":"Pacific Coast","offset":2912},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":3035},{"uri":"Yellowstone_River","surface_form":"Yellowstone River","offset":3399},{"uri":"Continental_divide","surface_form":"continental divide","offset":3547},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":4485},{"uri":"Missouri","surface_form":"Missouri","offset":4496}]}