{"id":316671,"url":"http://en.wikipedia.org/wiki/Hlinsko","text":"Hlinsko is a small city in east Bohemia in the Czech Republic. It is on the banks of the Chrudimka river, in the Bohemian-Moravian highlands on the border of the Iron Mountains. Hlinsko belongs to the Pardubice region. It has about 10,000 inhabitants. Hlinsko is about 590 meters away over the sea.\nHistory.\nIn the 11th century, there was created a potter’s camp on the route from Bohemia to Moravia. From there is taken name of the city, which comes from the word “hlína” (clay, material used by potters). First historical remark about Hlinsko comes from first half of 14th century.\nFrom this time, Hlinsko belongs to domination of Rychmburk, which belongs to Tas from Rychmburk, later to Vartenberk and next to Arnošt Flaška from Pardubice. In this century, city obtained reeve’s department.\nThere was an old merchant’s route passing through Hlinsko, which was drawed in the Klaudián’s map from year 1518. In 1718, clan Kinských bought Rychmburk’s domination.\nIn 1834, Hlinsko became independent on authorities. In 1850, there was created district in Hlinsko. In 1871 was finished construction of the railroad and began traffic on the road from Pardubice to Havlíčkův Brod (passing through Hlinsko).\nThere are many well-preserved people’s buildings in Hlinsko and its neighborhood already from half of 18th century. In part of Hlinsko it is Betlém, in neighborhood it is outdoor museum of people’s architecture in Veselý Kopec, Dřevíkov, Svobodné Hamry and Možděnice. There is camp Ležáky about 10 kilometers from Hlinsko, which was burned by Nazis during World War Two.\nIn modern history, Hlinsko was district city in years 1949 – 1960, after 1960 city lost benefit of district and it was integrated to Chrudimský district against will of its exponents. City became administrative centre once again in 1.1.2003 after reform of public administration, when Hlinsko became city of third level (city with extended scope).\nBetlém.\nSet of people’s buildings is on right bank of Chrudimka river. Before it was part of the city formed by timbered cottages, in which potters and tailors lived. Building material was mainly wood, wall was only in part around heater.\nIn 1995, Betlém was declared as monumental reservation of people’s architecture.\nMany of buildings was renewed. Visitors can look over here how people lived and what traditions they had. There take place periodical exhibitions, too.\nMuseum and gallery.\nThere are expositions from history of Hlinsko district in museum. Visitors can find here a memorial hall of Adámků’s family, learn about history of education, crafting… They can see examples of contemporary suits and fashion accessories. There is permanent exposition of reliefs from Karel Lidický, and an exhibition of images. Name of this exhibition is “Výtvarné Hlinecko” and some of exhibited images are borrowed from National gallery.\nSocial life.\nFor cultural self-realization is there cinema and theater.\nFor book lovers is there Hlinsko’s library, which has two sections: child’s and adult’s.\nCity’s cultural club Hlinečan offers a wide spectrum of theater shows, concerts, lectures and social actions for inhabitants of Hlinsko and its region. They are organized in Chamber theatre or in local Sokol house.\nEvery year there are organized Adámek’s folklore celebrations. There are concerned groups not only from Czech republic, but also from abroad. Groups Vysočan and Vysočánek are representing Hlinsko.\nHlinsko produce Hlinsko’s news, which appears every month.\nCity has also its own TV – Cable’s information service.\nEducation.\nChildren from Hlinsko can attend three nursery schools. Next they can study at one of three primary schools (Ležáků, Smetanova, Resslova). There is also a special school for children with defects in writing, reading or counting.\nThere is also one secondary grammar school, Karel Václav Rais’s in Hlinsko. It offers four-year and eight-year study.\nParents can sign on their children to art school. It offers education in most artistic disciplines.\nSport.\nIn city stadium with grassy playground there is possible to practice summer sports. It is possible to use covered swimming pool with sauna.\nIn winter, friends of ice-skating and ice-hockey can use winter stadium or ski lifts, running tracks and hills for sledging.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":19},{"uri":"Bohemia","surface_form":"Bohemia","offset":32},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":47},{"uri":"Chrudimka","surface_form":"Chrudimka","offset":89},{"uri":"Pardubice","surface_form":"Pardubice","offset":201},{"uri":"Bohemia","surface_form":"Bohemia","offset":381},{"uri":"Moravia","surface_form":"Moravia","offset":392},{"uri":"Clay","surface_form":"clay","offset":474},{"uri":"Potter","surface_form":"potter","offset":497},{"uri":"Rychmburk","surface_form":"Rychmburk","offset":633},{"uri":"District","surface_form":"district","offset":1041},{"uri":"Havl%C3%AD%C4%8Dk%C5%AFv_Brod","surface_form":"Havlíčkův Brod","offset":1160},{"uri":"Betl%C3%A9m","surface_form":"Betlém","offset":1343},{"uri":"Le%C5%BE%C3%A1ky","surface_form":"Ležáky","offset":1484},{"uri":"Nazis","surface_form":"Nazis","offset":1545},{"uri":"World_War_Two","surface_form":"World War Two","offset":1558},{"uri":"Wood","surface_form":"wood","offset":2117},{"uri":"Museum","surface_form":"museum","offset":2471},{"uri":"Cinema","surface_form":"cinema","offset":2905},{"uri":"Theater","surface_form":"theater","offset":2916},{"uri":"Hline%C4%8Dan","surface_form":"Hlinečan","offset":3035},{"uri":"Sokol","surface_form":"Sokol","offset":3216},{"uri":"Vyso%C4%8Dan","surface_form":"Vysočan","offset":3378},{"uri":"Nursery_school","surface_form":"nursery school","offset":3591},{"uri":"Primary_school","surface_form":"primary school","offset":3644},{"uri":"Special_school","surface_form":"special school","offset":3707},{"uri":"Grammar_school","surface_form":"secondary grammar school","offset":3799},{"uri":"Art_school","surface_form":"art school","offset":3937},{"uri":"Stadium","surface_form":"stadium","offset":4014},{"uri":"Playground","surface_form":"playground","offset":4034},{"uri":"Swimming_pool","surface_form":"swimming pool","offset":4120},{"uri":"Sauna","surface_form":"sauna","offset":4139},{"uri":"Ice-skating","surface_form":"ice-skating","offset":4168},{"uri":"Ice-hockey","surface_form":"ice-hockey","offset":4184},{"uri":"Ski_lift","surface_form":"ski lift","offset":4221},{"uri":"Sledging","surface_form":"sledging","offset":4261}]}