{"id":316622,"url":"http://en.wikipedia.org/wiki/Thunderstorm","text":"Thunderstorms are small, intense weather systems that make strong winds, heavy rain, lightning, and thunder. Thunderstorms can happen anywhere with two conditions: the air near the Earth's surface must be warm and moist (with lots of liquid), and the atmosphere must be unstable. 100 lightning bolts hit the earth every second, and at any one moment, about 1,800 thunderstorms happen around the earth.\nThunderstorms are rare in winter, mostly because of cold weather. When they happen, it is called thundersnow. Thundersnow is common in blizzards.\nCycle.\nUsually there are more clouds in the afternoon than in early morning. This is because the ground has warmed up enough by the afternoon for winds (\"updrafts\") to blow upward from the ground. When the air has gone high enough, the water vapor in it condenses into a cloud. The height where this happens depends on the temperature and humidity of the air. Sometimes the air can rise up as high as 5,000 to 10,000 feet (1,524 to 3,048 m) before a small cumulus cloud can condense from the invisible water vapor.\nHigh, puffy little clouds do not change until a lot of moisture is added. This moisture helps the updraft. Moisture can add heat, which means the cloud will warm up inside and go up even faster. The moisture makes the cumulus cloud \"mushroom\" upwards and turn into a tall cumulus cloud. The winds inside this cloud are very strong. Thunder and lightning begins when the top of the cloud is 25,000 feet (7,280 m) high. The inside of the cloud is, by this time, cold enough so that the water drops are turned into ice crystals. A cumulus cloud stops growing when it hits the warm stratosphere. Some thunderstorms grow twice as high as Mount Everest!\nStrong upper winds in the stratosphere smooth and spread the top of the cloud. This make the cloud look like the top of a mushroom or an anvil. The ice crystals in the anvil cloud give it a fuzzy look. As a thunderstorm grows, water drops or ice crystals inside the cloud hit and mix with each other, getting bigger. The bottom of the cloud grows dark with water about to fall. When the drops become so heavy that the winds inside the cloud cannot keep them up any more, they fall from the cloud as rain or hail. Even as they fall the water drops grow by mixing with the smaller drops, and makes big raindrops. Hail becomes bigger inside the cloud. One thunderstorm cloud usually runs out of energy in about 30 to 50 minutes. But supercell thunderstorms can last for hours until they dissipate by outflow.\nLightning.\nThunderstorms are very active with electricity and so are also called electrical storms.Lightning is a large electrical discharge that happens between two opposite charged surfaces.\nWhen lightning strikes, energy is let out. This energy moves to the air and makes air spread quickly and send out sound waves. Thunder is the sound that comes from the rapid spread of air along the lightning strike. Thunder is slower than lightning, because light is faster than sound.\nSevere thunderstorms.\nOnly about 10% of thunderstorms are thought severe. Severe thunderstorms cause high winds of more than, hail 1 inch in diameter (24 mm), flash floods, and tornadoes. Hailstorms damage crops, damage the metal on cars, and break windows. Sudden flash floods that happen because of heavy rains is the biggest reason for weather-related deaths.\nLightning, which happens with all thunderstorms, makes thousands of forest fires each year in the United States. Lightning also kills or injures hundreds of people a year in the United States.\nRegular thunderstorms begin when warm air near the ground mix with moist air, which makes an updraft (a wind that goes upward). A severe thunderstorm needs a strong \"up\"draft and a strong \"down\"draft. A strong updraft is made when, firstly, the ground is very hot; secondly, when the air is very moist; and thirdly, the air above is very cold. When the updraft gets stronger, so does the thunderstorm.\nFlash floods happen when slow-moving thunderstorms pour down much more water than usual in a small area. It rains so hard that the water can not soak into the ground fast enough, and the water rushes down the mountainsides or hills into streams and rivers. These streams and rivers cannot carry all the water, so it quickly floods. The most severe flash flood makes the water level rise dangerously in streams, dry places, or canyons. Flash floods can make terrible mud slides and can move very quickly. They can roll big rocks, tear out trees, and destroy buildings and bridges.\nFlash floods can also happen when two or more thunderstorms hit the same spot, one right after the other. They can happen when a dam bursts open or ice breaks up. Flash floods can also happen when it rains very hard on quickly melting snow.\nBenefits.\nThunderstorms do not do only damage; however, they can be a great help to man and all living creatures. We get lots of water for many continents during the summer. Plants receive lots of life-giving rain when they need it. Without the thunderstorms, many continents would become dry. Fish would die, crops would fail, and animals would die.\nThunderstorms are also our natural air conditioners. Hot air at the surface rises up into the high atmosphere where the heat is put out into space. Clouds give us shades, and rain can cool down a hot day. Without thunderstorms, the earth would be as much as warmer. In the summer, dust, haze, and other pollutants come together in the lower atmosphere. When the air rises, either in cumulus clouds or in thunderstorms, spreads the pollution higher up into the atmosphere. Rain from thunderstorms washes away many of these pollutants out of the air.\nLightning in thunderstorms also helps keep the electrical balance between the earth and the atmosphere. Lightning is also fertilizer. When it splits through the sky, it changes nitrogen gas in the air to nitrogen compounds. These fall to the ground and are added to the soil. Nitrogen is one of the main ingredients in fertilizer. Ten percent of the nitrogen fertilizer needed for farming is made by lightning.\nSo, even though thunderstorms are dangerous, they can be a great help. They give summer water, cool the earth, and clean the air. Lightning balances the earth's electricity and helps fertilize the soil. And after a thunderstorm, sometimes there is a rainbow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Intense","surface_form":"intense","offset":25},{"uri":"Weather","surface_form":"weather","offset":33},{"uri":"Lightning","surface_form":"lightning","offset":85},{"uri":"Thunder","surface_form":"thunder","offset":100},{"uri":"Condition","surface_form":"conditions","offset":152},{"uri":"Earth","surface_form":"Earth","offset":181},{"uri":"Liquid","surface_form":"liquid","offset":234},{"uri":"Atmosphere","surface_form":"atmosphere","offset":251},{"uri":"Unstable","surface_form":"unstable","offset":270},{"uri":"Lightning","surface_form":"lightning","offset":284},{"uri":"Thundersnow","surface_form":"thundersnow","offset":499},{"uri":"Vertical_draft","surface_form":"updrafts","offset":702},{"uri":"Water","surface_form":"water vapor","offset":784},{"uri":"Condensation","surface_form":"condenses","offset":802},{"uri":"Cloud","surface_form":"cloud","offset":819},{"uri":"Temperature","surface_form":"temperature","offset":871},{"uri":"Humidity","surface_form":"humidity","offset":887},{"uri":"Cumulus_cloud","surface_form":"cumulus cloud","offset":1004},{"uri":"Stratosphere","surface_form":"stratosphere","offset":1641},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":1696},{"uri":"Mushroom","surface_form":"mushroom","offset":1833},{"uri":"Anvil","surface_form":"anvil","offset":1848},{"uri":"Rain","surface_form":"rain","offset":2210},{"uri":"Hail","surface_form":"hail","offset":2218},{"uri":"Energy","surface_form":"energy","offset":2403},{"uri":"Outflow","surface_form":"outflow","offset":2508},{"uri":"Electricity","surface_form":"electricity","offset":2563},{"uri":"Lightning","surface_form":"Lightning","offset":2616},{"uri":"Discharge","surface_form":"discharge","offset":2648},{"uri":"Air","surface_form":"air","offset":2778},{"uri":"Air","surface_form":"air","offset":2792},{"uri":"Severe","surface_form":"severe","offset":3062},{"uri":"Tornado","surface_form":"tornado","offset":3173},{"uri":"Hail","surface_form":"Hail","offset":3184},{"uri":"Car","surface_form":"car","offset":3229},{"uri":"United_States","surface_form":"United States","offset":3457},{"uri":"United_States","surface_form":"United States","offset":3537},{"uri":"Liquid","surface_form":"moist","offset":3619},{"uri":"Canyon","surface_form":"canyon","offset":4380},{"uri":"Mud_slide","surface_form":"mud slide","offset":4420},{"uri":"Dam","surface_form":"dam","offset":4663},{"uri":"Human","surface_form":"man","offset":4859},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":5161},{"uri":"Earth","surface_form":"earth","offset":5358},{"uri":"Haze","surface_form":"haze","offset":5413},{"uri":"Pollution","surface_form":"pollutants","offset":5429},{"uri":"Atmosphere","surface_form":"atmosphere","offset":5767},{"uri":"Compound","surface_form":"compounds","offset":5888},{"uri":"Soil","surface_form":"soil","offset":5945},{"uri":"Fertilizer","surface_form":"fertilizer","offset":5994},{"uri":"Rainbow","surface_form":"rainbow","offset":6336}]}