{"id":316702,"url":"http://en.wikipedia.org/wiki/Computer_network","text":"A computer network is a group of two or more computers that are linked together. Networks are usually used to share resources, exchange files or communicate with other users.\nA network is a set of nodes connected by communication links. A node can be a computer, printer, or any other device capable of sending or receiving data from the other node through the network.\nOther devices are often needed for the network to work correctly. Examples for such devices include hubs and switches. Different kinds of network can be connected to each other with a router. In general, networks that use cables to connect can operate at higher speeds than those using wireless technology.\nA Local Area Network (LAN) connects computers which are close together. Building a LAN is easier than connecting different networks (by a Wide Area Network). The largest Wide Area Network is the Internet.\nComputers can be part of several different networks. Networks can also be parts of bigger networks. The \"local area network\" in a small business is usually connected to the \"corporate network\" of the larger company. These connections may allow access to the \"Internet\". For example, a shop may use it to show merchandise on its Web site through a web server, or to convert received orders into shipping instructions.\nA network must be connected with appropriate hardware. This can be wired or wireless. For a simple LAN, computers, media and peripherals are sufficient. WANs (wide area networks) and some large LANs (local area networks) need some additional devices like a bridge, gateway or router to connect different small or large networks.\nA network needs a communication protocol. Microsoft Windows, Linux and most other operating systems use IP. Apple Macintosh computers used Appletalk in the 20th century, but use IP now.\nNetwork models.\nTo have network communication technology as one large model would be difficult to implement. As a result, we split up various components of the network into smaller modules or layers. The standard model of a network is the Open Systems Interconnection (OSI) model set by the International Organization Standard (ISO). Other network models exist, though they are all split into similar layers. Each layer uses the services that the layer below provides, while providing services for the layer above it. Each layer can only communicate with the same layer on the destination device. \"\nOSI model.\nOSI (Open Systems Interconnection) is a 7-layer network model specified by ISO (International Organization for Standardization) norm and is widely used all around the world. The concept of a seven-layer model was provided by the work of Charles Bachman, Honeywell information Services. Various aspects of OSI design evolved from experiences with the ARPANET, NPLNET, EIN and CYCLADES networks and the work in IFIP WG6.1.\nLayer 1.\nThe physical layer defines electrical and physical specifications for devices. It also specifies modulated and baseband transmission.\nBaseband.\nBaseband is digital data in their raw form (1001 1101 1010 0011). This allows very fast and reliable transmission over short distances; however, the media tend to make the bits interfere with each other, the range of baseband transmission is very limited. It becomes worse with increasing speed. Baseband technology is frequently used on LAN.\nModulated transmission.\nIn telecommunications, modulation is the process of conveying a message signal, for example a digital bit stream or an analog audio signal, inside another signal that can be physically transmitted. The device that provides modulation of the baseband signal is called a modulator, and the device that provides demodulation of the modulated signal back to baseband is called a demodulator. Today, the modulator and demodulator are integrated into one device called Modem (modulator-demodulator). Frequently used on WAN, WLAN, WWAN.\nTypical technology: WI-FI, ADSL, cable TV connection (CATV)\nLayer 2.\nThe data link layer provides the functional and procedural means to transfer data between network entities and to detect and possibly correct errors that may occur in the physical layer.\nLayer 3.\nThe network layer provides the functional and procedural means of transferring variable length data sequences from a source host on one network to a destination host on a different network using the IP address.\nIP address.\nAn Internet Protocol address (IP address) is a numerical label assigned to each device (e.g., computer, printer) participating in a computer network that uses the Internet Protocol for communication. At present there are two versions of protocols in use – IPv4 and IPv6.\nLayer 4.\nThe transport layer provides transparent transfer of data between end users, providing reliable data transfer services to the upper layers. The Transmission Control Protocol (TCP) and the User Datagram Protocol (UDP) of the Internet Protocol Suite are commonly categorized as layer-4 protocols within OSI.\nLayers 5-7.\nCommonly united into one layer in simplified network models, its main purpose is to interact with applications, encrypting and establishing dedicated connections if necessary.\nLatency.\nLatency, incorrectly called ping, is a value that measures how much time packets need to travel to their destination. It is measured in miliseconds (ms). The tool that measures latency is called ping, commonly using special ICMP packets which are smaller than standard data packets so they do not weight the network by their presence.\nCapacity (bandwidth).\nCapacity is a measure of transfer capacity of a network and is measured in bits per second (bps or b/s), today commonly Mbps or Mb/s. It shows us how many data units are transferred each second. At present, the average bandwidth is far higher than is necessary and it is not a limiting factor in most cases.\nBroadcast.\nBroadcast is a special transmission that is not meant for a single device but is addressed to all devices in specific network. It is mostly used to automatically issue IP addresses to devices by a DHCP server and to create an ARP table that maps the network and speeds up the traffic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computers","offset":45},{"uri":"Computer_file","surface_form":"files","offset":136},{"uri":"Hub","surface_form":"hub","offset":470},{"uri":"Switch","surface_form":"switch","offset":479},{"uri":"Router","surface_form":"router","offset":554},{"uri":"LAN","surface_form":"Local Area Network","offset":679},{"uri":"Wide_Area_Network","surface_form":"Wide Area Network","offset":815},{"uri":"Internet","surface_form":"Internet","offset":872},{"uri":"Shop","surface_form":"shop","offset":1167},{"uri":"Merchandise","surface_form":"merchandise","offset":1191},{"uri":"Web_site","surface_form":"Web site","offset":1210},{"uri":"Server","surface_form":"web server","offset":1229},{"uri":"Computer_hardware","surface_form":"hardware","offset":1344},{"uri":"Network_bridge","surface_form":"bridge","offset":1556},{"uri":"Gateway_(computer_networking)","surface_form":"gateway","offset":1564},{"uri":"Router","surface_form":"router","offset":1575},{"uri":"Communication_protocol","surface_form":"communication protocol","offset":1646},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":1670},{"uri":"Linux","surface_form":"Linux","offset":1689},{"uri":"Operating_system","surface_form":"operating system","offset":1710},{"uri":"IP","surface_form":"IP","offset":1732},{"uri":"Apple_Macintosh","surface_form":"Apple Macintosh","offset":1736},{"uri":"Appletalk","surface_form":"Appletalk","offset":1767},{"uri":"IP","surface_form":"IP","offset":1806},{"uri":"ISO","surface_form":"ISO","offset":2142},{"uri":"ARPANET","surface_form":"ARPANET","offset":2774},{"uri":"Modulated","surface_form":"modulated","offset":2951},{"uri":"Baseband","surface_form":"baseband","offset":2965},{"uri":"Digital","surface_form":"digital","offset":3010},{"uri":"LAN","surface_form":"LAN","offset":3336},{"uri":"Telecommunications","surface_form":"telecommunications","offset":3368},{"uri":"Digital","surface_form":"digital","offset":3459},{"uri":"Analog_signal","surface_form":"analog","offset":3484},{"uri":"Audio","surface_form":"audio","offset":3491},{"uri":"Modem","surface_form":"Modem","offset":3828},{"uri":"WAN","surface_form":"WAN","offset":3878},{"uri":"WLAN","surface_form":"WLAN","offset":3883},{"uri":"WWAN","surface_form":"WWAN","offset":3889},{"uri":"WI-FI","surface_form":"WI-FI","offset":3915},{"uri":"ADSL","surface_form":"ADSL","offset":3922},{"uri":"CATV","surface_form":"CATV","offset":3949},{"uri":"Network","surface_form":"network","offset":4054},{"uri":"IP_address","surface_form":"IP address","offset":4359},{"uri":"Internet_Protocol","surface_form":"Internet Protocol","offset":4386},{"uri":"Computer","surface_form":"computer","offset":4477},{"uri":"Computer_printer","surface_form":"printer","offset":4487},{"uri":"IPv4","surface_form":"IPv4","offset":4639},{"uri":"IPv6","surface_form":"IPv6","offset":4648},{"uri":"Transmission_Control_Protocol","surface_form":"Transmission Control Protocol","offset":4807},{"uri":"TCP","surface_form":"TCP","offset":4838},{"uri":"User_Datagram_Protocol","surface_form":"User Datagram Protocol","offset":4851},{"uri":"UDP","surface_form":"UDP","offset":4875},{"uri":"Latency","surface_form":"Latency","offset":5166},{"uri":"Ping","surface_form":"ping","offset":5194},{"uri":"ICMP","surface_form":"ICMP","offset":5390},{"uri":"Bandwidth_(computing)","surface_form":"bandwidth","offset":5742},{"uri":"Broadcast","surface_form":"Broadcast","offset":5842},{"uri":"DHCP","surface_form":"DHCP","offset":6039},{"uri":"ARP","surface_form":"ARP","offset":6068}]}