{"id":316772,"url":"http://en.wikipedia.org/wiki/New_Bern%2C_North_Carolina","text":"New Bern () is a city in Craven County, North Carolina. It has a population of 29,524. It is located where the Trent and the Neuse rivers meet. The city is east of Raleigh and northeast of Wilmington. New Bern is the county seat of Craven County. New Bern is the birthplace of the international drink, Pepsi Cola.\nNew Bern was a Native American town named Chattoka. Swiss immigrants moved to New Bern in 1710. It was named after the capital of Switzerland: Bern. \"Bern\" is bear in the German language, and the flags of both towns have the drawing of a bear.\nNew Bern is the second oldest town in North Carolina. It was the capital of the North Carolina colonial government and the state capital for a short time until 1792. After the American Revolution, New Bern became rich and quickly developed a rich cultural life. At one time New Bern was called \"the Athens of the South.\" After Raleigh was named as the state capital, New Bern rebuilt its economy with the help of trade routes to the Caribbean and New England. It reached a population of 3,600 in 1815. During the 19th-century Federal period, New Bern was the largest city in North Carolina.\nNew Bern has four historic districts with homes, stores and churches dating back to the early eighteenth century. Close to the waterfront are more than 164 homes and buildings listed on the National Register of Historic Places. Also nearby are several bed and breakfast inns, hotels, restaurants, banks, antiques stores and specialty shops. Tryon Palace, the home of British governor William Tryon, was built in 1770. It was used as the original state capitol building of newly independent North Carolina. It burned down in the 1790s. People can now visit a replica, built from the original plans and on the original foundation. The Masonic Temple and the Athens Theater are both still very active today. The Masonic Theater is the oldest theater in America in continuous use.\nThe historic districts also are home to many of the town's 2,000 crape myrtles — New Bern’s official flower — and gardens. The district has flowering dogwoods and azaleas.\nUnion Point park is where the Neuse and Trent Rivers join. It is the city’s major celebration spot for events such as Neuse River Days and the Fourth of July. In 1979, the local government gave Swiss Bear Downtown Revitalization Corp — a nonprofit corporation of civic leaders — control of the failing downtown area. Today, art galleries, specialty shops, antiques stores, restaurants and inns have changed downtown and the waterfront into a social hub. Improvements are still being made. Built in 1995 through the efforts of Swiss Bear, James Reed Lane is a downtown mini-park and pedestrian walk-through on Pollock Street across from historic Christ Church. Private restoration efforts have returned many of the downtown buildings to their turn-of-the-last-century elegance.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":17},{"uri":"Craven_County%2C_North_Carolina","surface_form":"Craven County","offset":25},{"uri":"North_Carolina","surface_form":"North Carolina","offset":40},{"uri":"Population","surface_form":"population","offset":65},{"uri":"Trent_River(North_Carolina)","surface_form":"Trent","offset":111},{"uri":"Neuse_River","surface_form":"Neuse","offset":125},{"uri":"Raleigh%2C_North_Carolina","surface_form":"Raleigh","offset":164},{"uri":"Wilmington%2C_North_Carolina","surface_form":"Wilmington","offset":189},{"uri":"County_seat","surface_form":"county seat","offset":217},{"uri":"Craven_County%2C_North_Carolina","surface_form":"Craven County","offset":232},{"uri":"Pepsi","surface_form":"Pepsi Cola","offset":302},{"uri":"Native_American","surface_form":"Native American","offset":329},{"uri":"Swiss_people","surface_form":"Swiss","offset":366},{"uri":"Switzerland","surface_form":"Switzerland","offset":444},{"uri":"Bern_(city)","surface_form":"Bern","offset":457},{"uri":"Bear","surface_form":"bear","offset":473},{"uri":"German_language","surface_form":"German language","offset":485},{"uri":"American_Revolution","surface_form":"American Revolution","offset":734},{"uri":"Athens","surface_form":"Athens","offset":857},{"uri":"Raleigh%2C_North_Carolina","surface_form":"Raleigh","offset":885},{"uri":"Caribbean","surface_form":"Caribbean","offset":991},{"uri":"New_England","surface_form":"New England","offset":1005},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":1339},{"uri":"Tryon_Palace","surface_form":"Tryon Palace","offset":1490},{"uri":"William_Tryon","surface_form":"William Tryon","offset":1533},{"uri":"Replica","surface_form":"replica","offset":1707},{"uri":"Freemasonry","surface_form":"Masonic","offset":1782},{"uri":"Theater","surface_form":"theater","offset":1888},{"uri":"Continuous","surface_form":"continuous","offset":1910},{"uri":"Dogwood","surface_form":"dogwood","offset":2076},{"uri":"Azalea","surface_form":"azalea","offset":2089},{"uri":"Neuse_River","surface_form":"Neuse","offset":2128},{"uri":"Fourth_of_July","surface_form":"Fourth of July","offset":2241},{"uri":"Art_gallery","surface_form":"art galleries","offset":2422},{"uri":"Restaurant","surface_form":"restaurant","offset":2471}]}