{"id":316848,"url":"http://en.wikipedia.org/wiki/Iyyampalayam","text":"e=\"preserve\">Iyyampalayam is a panchayat town in Dindigul district in the state of Tamil Nadu, India. There also exists another village by the same name, in the Erode district in Tamil Nadu. For the Ayyampalaym in Erode district, see here: Ayyampalayam, Erode district. There is another village of the same name near Manachanallur in Trichy district.\nDemographics.\nAs of 2001 India census, Iyyampalayam had a population of 12,131. Males constitute 50% of the population and females 50%. Iyyampalayam has an average literacy rate of 62%, higher than the national average of 59.5%; with 56% of the males and 44% of females literate. 11% of the population is under 6 years of age.Coconuts and Mangoes are the main production in this village. This village is located at the bottom of Kodaikanal. Marudanadi dam is very nearer to this village and through which around of lands gets irrigated.\nAn ancient Muthalamman Temple festival is very famous in this village. This festival was headed by Alappa gowder and their family members every year. This takesplaces for three days Wednesday, Thursday and Friday. Wednesday night is the most important day of the festival, during that day they bring silk cloth covered goddess statue from Thevarapanpatti and removing this silk cloth and eye opening and decorate the goddess in Alappa gowder's temple house and then only it goes to the temple where festival begins and final Friday aarathi was also taken by Alappa gowder family to the goddess as send of function. Sadayandi swami petti festival is also equivalently important. Periya Iyyanar temple on the bank of Marudanadi river is also a worth seeing place. Pandit Nehru Portrait was given divine status in this temple proves this village people are very patriotic by birth.\nPersons from this village have joined in the INA founded by Nethaji Subash Chandra Bose. The forefathers of Dr.Subramania Siva lived in this village. Pongal festival during the month of January, jallikattu competition will be held with great enthusiasm.\nThis village is well connected by road. N.P.Ramasamy Memorial Higher Secondary School caters to the needs of this village education.","categories":[],"infobox_types":[],"annotations":[{"uri":"Panchayat_town","surface_form":"panchayat town","offset":31},{"uri":"Dindigul_district","surface_form":"Dindigul district","offset":49},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":83},{"uri":"India","surface_form":"India","offset":95},{"uri":"Erode","surface_form":"Erode","offset":161},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":179},{"uri":"Ayyampalayam%2C_Erode_district","surface_form":"Ayyampalayam, Erode district","offset":240},{"uri":"Census","surface_form":"census","offset":382},{"uri":"Nethaji_Subash_Chandra_Bose","surface_form":"Nethaji Subash Chandra Bose","offset":1827}]}