{"id":316867,"url":"http://en.wikipedia.org/wiki/%C5%A0koda_Auto","text":"Škoda Auto (), better known as Škoda, is an automobile maker. It is based in the Czech Republic. Škoda was bought by the Volkswagen Group in 2000. Its total sales reached 684,226 cars in 2009 and 85,000 for the month of March 2011.\nHistory.\nŠkoda Works was started as a firearms maker in 1859.\nŠkoda Auto goes back to the early 1890s as a company which started out making bicycles. In 1894, 26-year old Václav Klement (a bookseller in Mladá Boleslav) could not find any spare parts to fix his bicycle. Klement returned his bicycle to the makers, Seidel and Naumann, with a letter. It was written in Czech. The letter asked the company to repair the bicycle. When Klement got his reply, it was in German. It said (in English): \"If you would like an answer to your inquiry, you should try writing in a language we can understand\". Klement was very unhappy at this. Even though he did not have any experience, he decided to start a bicycle repair shop. He and Václav Laurin opened this in 1895 in Mladá Boleslav. Before working with Klement, Laurin was a bicycle maker in the town of Turnov. Turnov was near to Mladá Boleslav. In 1898, after moving to their newly-built factory, the pair bought a Werner \"motorcyclist\". It was made by French manufacturer Werner Brothers. Laurin & Klement's first motorcyclette was powered by an engine on the handlebars. It drove the front wheels. It was dangerous and unreliable. Laurin had an accident on it, and lost one of his front teeth. To design a safer motorcycle, the pair wrote to German specialist Robert Bosch for advice. The pair's new motorcycle went on sale in 1899.\nIn 1900, when the company had 32 people working for them, motorcycles began being exported. 150 machines were shipped to London. Shortly after, the press said that they were the makers of the first motorcycle. The first model, Voiturette A, was a success. The company was set up both within Austria-Hungary and all over the world. By 1905 the company was making automobiles.\nAfter World War I, the Laurin-Klement company began making trucks. However, in 1924, the company looked for a partner after running into problems. It was bought by Škoda Works, a firearms maker. Most things made later were under the Škoda name. Škoda was successful again after an economic depression. The \"Popular\" in the late 1930s is an example of a popular car.\nDuring World War II, when Nazi Germany had invaded Czechoslovakia, the Škoda works was turned into part of \"Reichswerke Hermann Göring\". It helped the German war effort.\nCar models.\nThis table shows the Škoda car models still being made.","categories":[],"infobox_types":[],"annotations":[{"uri":"Automobile","surface_form":"automobile","offset":44},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":81},{"uri":"Volkswagen_Group","surface_form":"Volkswagen Group","offset":121},{"uri":"%C5%A0koda_Works","surface_form":"Škoda Works","offset":241},{"uri":"Firearm","surface_form":"firearm","offset":270},{"uri":"Bicycles","surface_form":"bicycles","offset":372},{"uri":"V%C3%A1clav_Klement","surface_form":"Václav Klement","offset":403},{"uri":"Mlad%C3%A1_Boleslav","surface_form":"Mladá Boleslav","offset":435},{"uri":"Czech_language","surface_form":"Czech","offset":599},{"uri":"German_language","surface_form":"German","offset":696},{"uri":"V%C3%A1clav_Laurin","surface_form":"Václav Laurin","offset":957},{"uri":"Mlad%C3%A1_Boleslav","surface_form":"Mladá Boleslav","offset":994},{"uri":"Turnov","surface_form":"Turnov","offset":1081},{"uri":"Factory","surface_form":"factory","offset":1167},{"uri":"France","surface_form":"French","offset":1232},{"uri":"Werner_Brothers","surface_form":"Werner Brothers","offset":1252},{"uri":"Motorcyclette","surface_form":"motorcyclette","offset":1294},{"uri":"Tooth","surface_form":"teeth","offset":1468},{"uri":"Robert_Bosch","surface_form":"Robert Bosch","offset":1541},{"uri":"Export","surface_form":"export","offset":1696},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":1905},{"uri":"Automobile","surface_form":"automobile","offset":1976},{"uri":"World_War_I","surface_form":"World War I","offset":1995},{"uri":"Truck","surface_form":"truck","offset":2048},{"uri":"%C5%A0koda_Works","surface_form":"Škoda Works","offset":2153},{"uri":"Economy","surface_form":"economic","offset":2270},{"uri":"World_War_II","surface_form":"World War II","offset":2362},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":2406},{"uri":"Reichswerke_Hermann_G%C3%B6ring","surface_form":"Reichswerke Hermann Göring","offset":2463},{"uri":"Nazi_German","surface_form":"German","offset":2506}]}