{"id":316844,"url":"http://en.wikipedia.org/wiki/Aspen","text":"Aspens are a type of poplar tree with leaves that move with the slightest wind. The two main species are both called 'trembling aspens' or 'quaking aspens' on account of their leaves.\nAmerican aspen.\n\"Populus tremuloides\" is the American aspen. It is common in temperate and colder regions of North America.\nIt forms large stands (groups) of genetically identical trees (clones) connected by a single underground root system. These trees form through root sprouts coming off an original parent tree. The largest known fully connected aspen is a grove in Utah nicknamed 'Pando', and some experts call it the largest organism in the world, by mass or volume. It covers 0.43 km2 (106 acres) and is estimated to weigh.\nEuropean aspen.\n\"Populus tremula\" is a species of poplar native to cool temperate regions of Europe and Asia, from the British Isles east to Kamchatka, north to inside the Arctic Circle in Scandinavia and northern Russia, and south to central Spain, Turkey, the Tian Shan mountain system, North Korea, and northern Japan. It also occurs at one site in northwest Africa in Algeria. In the south of its range, it occurs at high altitudes in mountains.\nIt is a hardy species which tolerates long, cold winters and short summers. Aspen is dioecious, so individual trees are either male or female (in contrast to most trees, where male and female flowers occur on the same tree). Trees flower in March and April, before the leaves appear, with both the male and female trees producing catkins. Pollinated female catkins ripen in early summer and release tiny seeds which are tufted with hairs.\nLike other aspens, its main method of reproduction is vegetative (asexual). It spreads extensively by root sprouts, which may be produced up to 40 metres from the parent tree. They form extensive clonal colonies. Large numbers of new shoots can be produced in this way, especially after a major disturbance such as fire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Populus","surface_form":"poplar","offset":21},{"uri":"Tree","surface_form":"tree","offset":28},{"uri":"Leaves","surface_form":"leaves","offset":38},{"uri":"North_America","surface_form":"North America","offset":293},{"uri":"Sequence_analysis","surface_form":"genetically","offset":342},{"uri":"Clone","surface_form":"clone","offset":371},{"uri":"Root","surface_form":"root","offset":413},{"uri":"Utah","surface_form":"Utah","offset":554},{"uri":"Pando_(tree)","surface_form":"Pando","offset":570},{"uri":"Europe","surface_form":"Europe","offset":808},{"uri":"Asia","surface_form":"Asia","offset":819},{"uri":"British_Isles","surface_form":"British Isles","offset":834},{"uri":"Kamchatka","surface_form":"Kamchatka","offset":856},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":887},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":904},{"uri":"Russia","surface_form":"Russia","offset":929},{"uri":"Spain","surface_form":"Spain","offset":958},{"uri":"Turkey","surface_form":"Turkey","offset":965},{"uri":"Tian_Shan","surface_form":"Tian Shan","offset":977},{"uri":"North_Korea","surface_form":"North Korea","offset":1004},{"uri":"Japan","surface_form":"Japan","offset":1030},{"uri":"Africa","surface_form":"Africa","offset":1077},{"uri":"Algeria","surface_form":"Algeria","offset":1087},{"uri":"Mountain","surface_form":"mountain","offset":1154},{"uri":"Dioecious","surface_form":"dioecious","offset":1250},{"uri":"Catkin","surface_form":"catkin","offset":1495},{"uri":"Asexual_reproduction","surface_form":"asexual","offset":1670},{"uri":"Clone","surface_form":"clonal colonies","offset":1800}]}