{"id":31687,"url":"http://en.wikipedia.org/wiki/European_colonization_of_the_Americas","text":"e=\"preserve\">European colonization of the Americas started with an attempt by the Vikings who came from Scandinavia, the north end of Europe around the year 1000. They explored and settled awhile in the colony they called Vinland in what was later called Newfoundland. However, they abandoned it.\nIn 1492 Columbus rediscovered America. Soon Spanish conquistadores and many other Europeans went to stay. Different European countries took different territories, and fought over who should get which land. Natives died in great numbers. The survivors lost most of their land, and most learned the language of their conquerors.\nAfter a series of wars in the late 18th and early 19th centuries, most of the colonies became independent countries.\nHistory.\nIn the 15th century people in western Europe searched for trading routes between the Indies and Europe, because the old spice trade route was too hard and too long. Prices were also high because groups of merchants controlled the trade and could charge whatever they wished. Vasco da Gama had found a route around Africa that belonged to Portugal. Some geographers thought the world was so small, ships could sail west around the world to reach East Asia. The Genoese sea captain Christopher Columbus persuaded Queen Isabella of Castile to finance an expedition to do this.\nIn August 1492, Columbus left southern Spain with three ships: Nina, Pinta and Santa Maria. On October 12, after weeks at sea, the ships reached an island in the Bahamas. Columbus named this island San Salvador. He thought it was an island of India, so he called the people \"Indians\". Columbus next sailed farther into the Caribbean, reaching Cuba where he saw people smoking tobacco. Then he sailed back to Spain. The King and Queen gave Columbus many honors.\nOn his later voyages Columbus took more men, including missionaries. The ships also carried farm animals and supplies to establish colonies. He established a new settlement on an island that is now the Dominican Republic.\nAfter they realized that they found a “New World” but not a new route to Asia, the main task of the Spanish was to gain the new lands. The conquistadors had permission from the Queen to explore and conquer the New World.\nSpanish conquistadors with only a few hundred soldiers defeated large Indian empires. In 1519 Hernando Cortes and few hundred soldiers marched into Aztec capital and eventually destroyed the city, later rebuilt as Mexico City. Francisco Pizarro was able to conquer the Inca Empire. The Spanish won for several reasons. Indians thought that they were Gods and they were afraid of horses and guns. The Indians also fought each other.\nColonizing Nations.\nThe Spanish and Portuguese people were the first to colonize many parts of South America and Central America in the 16th century. They also won many parts of North America. In the next century, people from many countries of Europe reached the Americas. They settled mostly in North America since the Spanish and Portuguese already had the warm countries. France and England were the most successful in these later colonies. England took the middle of eastern North America, and the French took what they could further north. Eventually, the English colonists took over most of the French territory.\nThe people in the southern English colonies sought gold at first. However, they had good soil, and because of this they could grow cash crops, starting with tobacco. The English people in colonies further north could not grow these crops so easily. The ones who started New England were Puritans and wanted to be free from the Anglicans back home. The Middle Colonies were more commercial. They traded furs, and grew food for themselves and the other English colonies and later exported some back to England.\nThe Spanish settled in Central America and South America, mining for gold and silver, and farming tobacco, the Spanish had a surplus of labor, because they used the Natives to do the work for them, this was called Encomienda. In some places this system killed too many of the natives, so they imported slaves from Africa. The Portuguese grew much sugar and other tropical cash crops in Brazil and imported many Africans for this purpose. They were the biggest buyers in the Atlantic slave trade.\nFrance had colonies in the Caribbean, and also in the north of the North American mainland which they called Canada. In the north they were looking for what we call the Northwest Passage, finding a route to Asia. They had a low population, forcing them to cooperate with the natives to survive. The French had major profits in the fur trade until they lost Canada in the French and Indian War. The French Caribbean colonies were warm and good for farming, so they bought many slaves. French Canada had poor farmland, so no slaves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vikings","surface_form":"Vikings","offset":82},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":104},{"uri":"Europe","surface_form":"Europe","offset":134},{"uri":"1000","surface_form":"1000","offset":157},{"uri":"Vinland","surface_form":"Vinland","offset":222},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":255},{"uri":"Christopher_Columbus","surface_form":"Columbus","offset":305},{"uri":"Conquistador","surface_form":"conquistador","offset":349},{"uri":"Western_Europe","surface_form":"western Europe","offset":780},{"uri":"Indies","surface_form":"Indies","offset":835},{"uri":"Spice_trade","surface_form":"spice trade","offset":870},{"uri":"Vasco_da_Gama","surface_form":"Vasco da Gama","offset":1025},{"uri":"Portugal","surface_form":"Portugal","offset":1088},{"uri":"East_Asia","surface_form":"East Asia","offset":1195},{"uri":"Genoa","surface_form":"Genoese","offset":1210},{"uri":"Isabella_of_Castile","surface_form":"Isabella of Castile","offset":1267},{"uri":"Bahamas","surface_form":"Bahamas","offset":1486},{"uri":"Caribbean","surface_form":"Caribbean","offset":1647},{"uri":"Cuba","surface_form":"Cuba","offset":1667},{"uri":"Tobacco","surface_form":"tobacco","offset":1700},{"uri":"Missionary","surface_form":"missionaries","offset":1840},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1987},{"uri":"New_World","surface_form":"New World","offset":2046},{"uri":"Conquistador","surface_form":"conquistador","offset":2146},{"uri":"Hernando_Cortes","surface_form":"Hernando Cortes","offset":2322},{"uri":"Aztec","surface_form":"Aztec","offset":2376},{"uri":"Mexico_City","surface_form":"Mexico City","offset":2442},{"uri":"Francisco_Pizarro","surface_form":"Francisco Pizarro","offset":2455},{"uri":"Inca_Empire","surface_form":"Inca Empire","offset":2497},{"uri":"Spain","surface_form":"Spanish","offset":2684},{"uri":"Portugal","surface_form":"Portuguese","offset":2696},{"uri":"South_America","surface_form":"South America","offset":2755},{"uri":"Central_America","surface_form":"Central America","offset":2773},{"uri":"North_America","surface_form":"North America","offset":2838},{"uri":"Europe","surface_form":"Europe","offset":2904},{"uri":"Americas","surface_form":"Americas","offset":2923},{"uri":"France","surface_form":"France","offset":3035},{"uri":"England","surface_form":"England","offset":3046},{"uri":"North_America","surface_form":"North America","offset":3139},{"uri":"Cash_crop","surface_form":"cash crop","offset":3410},{"uri":"Tobacco","surface_form":"tobacco","offset":3436},{"uri":"New_England","surface_form":"New England","offset":3549},{"uri":"Puritanism","surface_form":"Puritans","offset":3566},{"uri":"Anglican_Communion","surface_form":"Anglicans","offset":3606},{"uri":"Central_America","surface_form":"Central America","offset":3811},{"uri":"South_America","surface_form":"South America","offset":3831},{"uri":"Gold","surface_form":"gold","offset":3857},{"uri":"Silver","surface_form":"silver","offset":3866},{"uri":"Slave_trade","surface_form":"imported slaves","offset":4081},{"uri":"Sugar","surface_form":"sugar","offset":4135},{"uri":"Brazil","surface_form":"Brazil","offset":4174},{"uri":"Atlantic_slave_trade","surface_form":"Atlantic slave trade","offset":4262},{"uri":"Canada","surface_form":"Canada","offset":4393},{"uri":"Northwest_Passage","surface_form":"Northwest Passage","offset":4453},{"uri":"Asia","surface_form":"Asia","offset":4491},{"uri":"Fur_trade","surface_form":"fur trade","offset":4615},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":4655},{"uri":"Caribbean","surface_form":"Caribbean","offset":4689}]}