{"id":316883,"url":"http://en.wikipedia.org/wiki/Rohingya_people","text":"The Rohingya are an ethnic group of Southeast Asia. They are mainly Muslim. They live in the Arakan State in western Myanmar (or Burma), and in the Chittagong Hill Tracts in south-eastern Bangladesh. They are not citizens of either Burma or Bangladesh.\nStarting from 2017, many Rohingya refugees began to arrive in Bangladesh in order to escape the genocide against them in Myanmar.\nHistory.\nThe Rohingya say that they are native to the region now known as Arakan. They are the product of the mixing of different cultures.\nThe Rohingya are quite different than other people in Burma. While most people in Burma are Buddhist and speak Burmese, the Rohingya are Muslim and speak the Rohingya language, which is quite similar to the Bengali language spoken in the neighboring country of Bangladesh. Because of these differences, a lot of people look down on the Rohingya and treat them wrong. They are worried that the Rohingya are not loyal to Burma and will try to take over the country, even though Rohingya are outnumbered by other groups.\nThe Burmese government does not like the Rohingya people. They say that the Rohingya are Bengalis and do not belong in the country. Because of this, Rohingyas cannot do things that other people in Burma can, such as go to school and vote.\nIn the 2010s, the Burmese government started to put the Rohingya in concentration camps and not allow them to leave. They also took away their ID cards so that they can't say that they were seen as Burmese citizens in the past.\nIn 2017, the Burmese army started burning down Rohingya villages. They also killed a lot of Rohingya men and said that they were part of terrorist groups. However, most Rohingya are not involved in terrorism and just want to live peaceful lives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ethnic_group","surface_form":"ethnic group","offset":20},{"uri":"Muslim","surface_form":"Muslim","offset":68},{"uri":"Arakan_State","surface_form":"Arakan State","offset":93},{"uri":"Myanmar","surface_form":"Myanmar","offset":117},{"uri":"Chittagong_Hill_Tracts","surface_form":"Chittagong Hill Tracts","offset":148},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":188},{"uri":"Citizen","surface_form":"citizen","offset":213},{"uri":"Refugee","surface_form":"refugees","offset":287},{"uri":"Genocide","surface_form":"genocide","offset":349},{"uri":"Buddhist","surface_form":"Buddhist","offset":615},{"uri":"Burmese_language","surface_form":"Burmese","offset":634},{"uri":"Muslim","surface_form":"Muslim","offset":660},{"uri":"Rohingya_language","surface_form":"Rohingya language","offset":681},{"uri":"Bengali_language","surface_form":"Bengali language","offset":730},{"uri":"Vote","surface_form":"vote","offset":1274},{"uri":"Concentration_camps","surface_form":"concentration camps","offset":1348},{"uri":"Terrorist","surface_form":"terrorist","offset":1645}]}