{"id":316980,"url":"http://en.wikipedia.org/wiki/Equilibrium_constant","text":"For a general chemical equilibrium\nthe equilibrium constant can be defined by\nwhere is the activity of the chemical species A, etc. (activity is a dimensionless quantity). It is conventional to put the activities of the products in the numerator and those of the reactants in the denominator.\nHowever, the value of Kc will depend on the ionic strength. (The square brackets mean the concentration of A, B and so on.)\nThis is a simple idea. In an equilibrium, atoms can combine or break apart because the reaction can work in both directions. For the reaction to work, all of the parts must be present to combine. This is more likely to happen if the reactants have a higher concentration. So, the concentrations of all the necessary pieces are multiplied together to get the probability that they will be in the same place for the reaction. (If the reaction requires two molecules of a particular compound, then the concentration of that compound is squared.) Going the other way, all of the concentrations of those necessary pieces are multiplied together to get the probability that they will be in the same place to react in the opposite direction. The ratio between those two numbers represents how popular each side of the reaction will be when equilibrium is reached. An equilibrium constant of 1 means that both sides are equally popular. Chemists perform experiments to measure the equilibrium constant of various reactions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_equilibrium","surface_form":"chemical equilibrium","offset":14},{"uri":"Activity_(chemistry)","surface_form":"activity","offset":91},{"uri":"Chemical_species","surface_form":"chemical species","offset":107},{"uri":"Dimensionless_quantity","surface_form":"dimensionless quantity","offset":147},{"uri":"Product_(chemistry)","surface_form":"product","offset":220},{"uri":"Numerator","surface_form":"numerator","offset":236},{"uri":"Denominator","surface_form":"denominator","offset":280}]}