{"id":316916,"url":"http://en.wikipedia.org/wiki/Multiple_sclerosis","text":"Multiple sclerosis (MS) is a serious health condition that gets worse over time. In this disease, the body’s natural guard against illness (the immune system) damages fatty coverings called myelin sheaths around the nerve cells (neurons) in the central nervous system. The disease has different effects in different people, and can make people’s bodies, eyesight, speech, and minds work poorly. People with MS do not normally live as long as healthy people.\nIn healthy people, myelin sheaths help neurons work. Electric signals in neurons move quickly through long, narrow axons like electricity in a wire. The myelin is like the insulator around the wire that keeps the signal strong by keeping it from moving out of the wire before the end. - In person with MS infiltration of immune cells induces inflammation within the CNS resulting in demyelination. The progressive degeneration of the myelin sheath, as well as the loss of myelin-producing cells oligodendrocytes, impair the ability of remyelination. Without the protective covering, the signals between neurons do not travel well. Because of this, the mind and body cannot work like they normally do.\nPossible causes.\nResearch about the causes of MS is still incomplete. Some scientists think that a relatively unknown pathogen called Chlamydia pneumoniae may cause MS. Also, some viruses can cause myelin damage, there are other viruses that have been shown to make people more likely to get MS. Even though scientists and doctors have theories, no one has found one cause that explains every case of the disease.\nSymptoms.\nQuite a few forms of MS exist, which can create difficulty in deciding how to manage the illness. The disease damages myelin. Sometimes, the body can do limited repairs to myelin. When this happens, symptoms (the problems caused by the disease) go away for a short time. This is called remission. When the body attacks the myelin again, the symptoms return and this is called relapse. The type of MS that has remissions and relapses is called Remitting-Relapsing MS. In less common cases, the body continues attacking myelin and the symptoms get worse rapidly, a form called \"Primary Progressive MS\". Sometimes a combination of the two types of disease can occur simultaneously.\nPeople with MS have many problems. Their muscles are usually weak, they may shake uncontrollably, they have trouble moving, and they have trouble balancing. People with MS often feel a great amount of pain and tire easily. Their speech and sight sometimes become very poor. Thinking and solving problems is more difficult for people with MS than for healthy people.\nInside the body, MS causes damage that cannot be seen or measured without special medical equipment. The immune system attacks either the fatty parts of the myelin or the protein parts of the myelin. The body may also attack the cells that produce the myelin sheath, called glial cells. When myelin is damaged or missing, large areas of axons affected by the damage are visible as scars or lesions in the central nervous system tissue that build up with repeated repair attempts by the body over time. Lesions appear in different areas of the central nervous system depending on what form of MS a person has.\nInflammation is an important part of MS symptoms. Inflammation occurs whenever an injury or illness is detected by the body. It is the first part of an immune system response. In MS patients, inflammation against myelin causes swelling and other harmful effects in the nervous system. Inflammation can happen due to infection by Chlamydia Pneumoniae.\nPeople with MS.\nThe people who get MS are usually between 20 and 40 years old, although it can happen to older or, very rarely, younger people too. MS is significantly more common in areas of the world that are far away from the equator. Areas far from the equator get less sunlight than areas near the equator, and the human body requires sunlight to make vitamin D for itself. This observation supports the idea that MS is caused partly by too little vitamin D. People who move from one part of the world to another when they are children are more likely to develop MS than people who do not move long distances until later in life or who never move long distances.\nDiagnosis.\nTo diagnose MS, or to tell if a person has it, a doctor will determine what kind of symptoms are present and how often they occur. The most common guidelines used for this are called the McDonald criteria, which define the symptoms of MS and how often they must occur in order to make a diagnosis. A doctor can also order tests to be done by a laboratory, which can determine how active the immune system is in the patient. A special machine called an MRI can photograph the inside of the central nervous system to show if the person has lesions from damaged myelin. Certain types of neurons can be checked to see how responsive they are. Neurons with damaged myelin around their axons will respond more slowly than normal neurons.\nTreatment.\nOnce a person is diagnosed with MS, a doctor can help ease the symptoms. Scientists have not yet found a way to cure MS, or take it away entirely. The form of MS that comes and goes regularly can be treated more easily than other forms. Some treatments are used only during attacks to make the attacks easier on the patient or to help recovery after the attacks are over. Other treatments are used all the time to help make attacks happen less often. These kinds of treatments are usually injections or infusions directly into veins, but newer treatments can be taken daily by mouth instead. Some people seek other treatments outside of usual medicine, but these have not been shown in scientific studies to be effective.","categories":[],"infobox_types":[],"annotations":[{"uri":"Health","surface_form":"health","offset":37},{"uri":"Immune_system","surface_form":"immune system","offset":144},{"uri":"Myelin","surface_form":"myelin","offset":190},{"uri":"Neurons","surface_form":"nerve cells","offset":216},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":245},{"uri":"Pathogen","surface_form":"pathogen","offset":1277},{"uri":"Viruses","surface_form":"viruses","offset":1339},{"uri":"Symptom","surface_form":"symptom","offset":1782},{"uri":"Muscle","surface_form":"muscle","offset":2303},{"uri":"Fat","surface_form":"fat","offset":2766},{"uri":"Protein","surface_form":"protein","offset":2799},{"uri":"Scar","surface_form":"scar","offset":3009},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":3056},{"uri":"Inflammation","surface_form":"Inflammation","offset":3237},{"uri":"Equator","surface_form":"equator","offset":3817},{"uri":"Vitamin_D","surface_form":"vitamin D","offset":3945}]}