{"id":317000,"url":"http://en.wikipedia.org/wiki/Bashar_al-Assad","text":"Bashar al-Assad (born 11 September 1965) is the president of Syria and the head of the Ba'ath Party in Syria. Assad has held these positions since the death of his father Hafez al-Assad (1930-2000), who had ruled Syria since 1971.\nBashar al-Assad was elected in 2000, and re-elected in 2007. He was unopposed each time because no-one else was allowed to stand against him.\nEarly life.\nAssad was born on 11 September 1965 in Damascus, Syria to Hafez al-Assad and Anisa Makhlouf. He had two brothers, Bassel al-Assad and Shabbih Maher al-Assad, and one sister, Bushra al-Assad. Bashar was quiet and reserved and was not interested in politics or the military.\nEducation.\nAssad studied medicine at the University of Damascus and graduated in 1988. He then studied ophthalmology at a military hospital, and in 1992 studied at the Western Eye Hospital in London.\nHis father wanted Assad's elder brother Bassel to succeed him as leader of Syria. Bassel died in a car accident in 1994, and Assad returned home to Syria.\nEarly career.\nHe went to a military academy at Homs, and became a colonel after only five years. He worked as an adviser to his father.\nPresidency.\nWhen Bashar's father died, the government changed the constitution. Under Syrian law the president had to be at least 40 years old. With the law changed, Assad was able to be elected President of Syria in June 2000. He was also made commander-in-chief of the armed forces, and leader of the Ba'ath Party which has ruled Syria since 1961.\nSyrian Civil War.\nLarge protests began in January 2011. The protesters wanted political reforms, an end to the state of emergency (which had been in place since 1963), and the return of civil rights. The protests in March were the largest to take place, and the government used violence against the protestors.\nThe United States placed sanctions against the Assad government in April 2011. Canada and the European Union also placed sanctions against the government in May 2011.\nIn June 2011, Assad promised reform, a new parliarmentary election, and more freedoms. He also urged refugees to return to Syria.\nIn January 2012, Reuters claimed that over 5,000 civilians and protesters (including militants) had been killed by the Syrian army, security agents and militia, while 1,100 people had been killed by terrorists.\nIn January 2012, Assad gave a speech in which he claimed that the uprising was being engineered by foreign countries. He said that a new referendum could be held in March.\nThe referendum was held in February 2012. The referendum would change the term limits of future Syrian presidents. It passed with 90% support. The U.S. and Turkey did not accept the results. The European Union pushed new sanctions on the government.\nIn June 2012, the ICRC announced that Syria was in a civil war. The national death toll on both sides reached 20,000.\nIn 2014 and 2015, he began to lose some support from the Alawite community. This was because an unequal number of soldiers killed in the conflict were Alawites.\nIn September 2015, Russia got involved in the Syrian Civil War. President of Russia Vladimir Putin said that Russia's goal in Syria is to \"stabilis[e] the legitimate power in Syria and creat[e] the conditions for political compromise.\" In November 2015, Assad said that the two months of Russian intervention had accomplished more than the U.S.-led coalition had done in a year.\nIn December 2016, government forces recovered most of Aleppo from rebel forces.\nAfter the election of Donald Trump, the U.S. no longer wished to remove Assad from power. That changed after the Khan Shaykhun chemical attack. Donald Trump ordered missile strikes to hit a Syrian airbase. Assad responded by saying that the United States's behaviour was an \"unjust and arrogant aggression.\" He also said that the Syrian army had given up all its chemical weapons in 2013. He claimed that the chemical attack was a lie and was used to justify a U.S. airstrike.\nAs of March 2018, between 350,000 and 511,000 people have been killed in the civil war.\nPersonal life.\nAssad is married to Asma al-Akhras. Together, they have three children; Hafez, Jr., Zein, and Karim al-Assad.\nInfluenced by his western education and urban upbringing, Bashar initially seemed eager to implement a cultural revolution in Syria.","categories":[],"infobox_types":[],"annotations":[{"uri":"President","surface_form":"president","offset":48},{"uri":"Syria","surface_form":"Syria","offset":61},{"uri":"Ba%27ath_Party","surface_form":"Ba'ath Party","offset":87},{"uri":"Hafez_al-Assad","surface_form":"Hafez al-Assad","offset":171},{"uri":"Damascus","surface_form":"Damascus","offset":424},{"uri":"Syria","surface_form":"Syria","offset":434},{"uri":"Hafez_al-Assad","surface_form":"Hafez al-Assad","offset":443},{"uri":"Anisa_Makhlouf","surface_form":"Anisa Makhlouf","offset":462},{"uri":"Bassel_al-Assad","surface_form":"Bassel al-Assad","offset":499},{"uri":"Shabbih_Maher_al-Assad","surface_form":"Shabbih Maher al-Assad","offset":519},{"uri":"Bushra_al-Assad","surface_form":"Bushra al-Assad","offset":559},{"uri":"Medicine","surface_form":"medicine","offset":683},{"uri":"Ophthalmology","surface_form":"ophthalmology","offset":761},{"uri":"London","surface_form":"London","offset":850},{"uri":"Homs","surface_form":"Homs","offset":1060},{"uri":"Colonel","surface_form":"colonel","offset":1079},{"uri":"Reform","surface_form":"reform","offset":1587},{"uri":"Civil_rights","surface_form":"civil rights","offset":1685},{"uri":"United_States","surface_form":"United States","offset":1814},{"uri":"European_Union","surface_form":"European Union","offset":1904},{"uri":"Parliarment","surface_form":"parliarment","offset":2020},{"uri":"Election","surface_form":"election","offset":2035},{"uri":"Refugee","surface_form":"refugee","offset":2078},{"uri":"Reuters","surface_form":"Reuters","offset":2124},{"uri":"Shabiha","surface_form":"militia","offset":2259},{"uri":"Referendum","surface_form":"referendum","offset":2455},{"uri":"Term_limit","surface_form":"term limit","offset":2564},{"uri":"Turkey","surface_form":"Turkey","offset":2646},{"uri":"European_Union","surface_form":"European Union","offset":2685},{"uri":"International_Committee_of_the_Red_Cross","surface_form":"ICRC","offset":2758},{"uri":"Civil_war","surface_form":"civil war","offset":2793},{"uri":"Alawites","surface_form":"Alawite","offset":2915},{"uri":"Alawites","surface_form":"Alawites","offset":3009},{"uri":"President_of_Russia","surface_form":"President of Russia","offset":3083},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":3103},{"uri":"American-led_intervention_in_the_Syrian_Civil_War","surface_form":"U.S.-led coalition","offset":3359},{"uri":"Aleppo","surface_form":"Aleppo","offset":3452},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":3500},{"uri":"Khan_Shaykhun_chemical_attack","surface_form":"Khan Shaykhun chemical attack","offset":3591},{"uri":"Asma_al-Akhras","surface_form":"Asma al-Akhras","offset":4078}]}