{"id":317193,"url":"http://en.wikipedia.org/wiki/Guangzhou","text":"Guangzhou (; or;) is the capital of Guangdong Province of southern China. Historically, it was known to Westerners as Canton, which is a misnomer, or a mistake in naming, since the name is an older English pronunciation for the entire region that the city is in, Guangdong. It is also called the City of Flowers. It is in the south of China and is one of the five biggest cities in China. In mainland China, Guangzhou is regarded as one of the three most popular cities with Beijing and Shanghai, which is called Bei-Shang-Guang for short. It is where the 16th Asian Games were held and it is famous for its food all over the world.\nGeography.\nGuangzhou is the core city of South China. It is on the north of Zhu Jiang Delta (Pearl River Delta), where the Dong Jiang River (East River), Xi Jiang River (West River) and Bei Jiang River (North River) join together. On its South is the South China Sea. With its geographical advantages, Guangzhou has been a very important port in South China for hundreds of years. Today, it is the biggest and most important port for air, sea, and trains in China. The area of Guangzhou is about. The north part and middle part of Guangzhou are hills. The west part and south part are plains that have a lot of rivers and streams. Guangzhou is in the subtropics monsoon climate region. It has a lot of sunshine and rain. The average temperature is from 21.4 to 21.9 °C (about 71 °F) and the lowest temperature in winter is about. The rainy season lasts for almost six months and the typhoons in summer also bring lots of rain. The average humidity is about 77 percent.\nGuangzhou has Baiyun Airport, which is one of the three most important parts of air transportation in the country. The passenger throughput ranks third in China and 19th in the world. It is also a very important harbor in China, second to Shenzhen in South China and the fourth one in the country. With the Jing-Guang Railway, Jing-Jiu Railway, Guang-Shen Railway and other railways, Guangzhou has become one of the four biggest railway passenger stations in China. A high speed railway has been built here.\nEconomy.\nGuangzhou has been the city famous for business for hundreds of years. It has been open to the world for nearly 2000 years. After the Reform and Opening Up in 1979, Guangzhou has gained great economic achievement. For example, Guangzhou's GDP (Gross Domestic Product) has grown about 14% per year. It ranks as the third economic city in China (not including Hong Kong, Taiwan and Macao). In addition, Guangzhou has become a city with a sound industrial foundation and developed tertiary-industry. In September of 1993, Guangzhou was accepted as a member of the World Association of Metropolises.\nThe most important elements of Guangzhou’s economy are light manufacturing sector and foreign trade. They are the main reasons for Guangzhou’s economic achievement and its attraction to appeal people from all over the world to begin their own business in this city. Every year, the China Import and Export Commodities Fair (Guangzhou Fair) is held here. It has the biggest conference and exhibition center, Guangzhou International Convention and Exhibition Center, in Asia. After 2000, Guangzhou began to change its industrial structure and increase its investment in the heavy manufacturing sector. Nowadays, the automobile industry, petrochemical industry, and the IT industry have been the three mainstay industries in Guangzhou.\nCulture and Education.\nGuangzhou is a typical city for Lingnan Culture. The main characters of Lingnan Culture are open-mindedness, practical spirit and civilian consciousness. People here don’t adhere to traditional rules. They combine culture from different parts in the world with the local culture and are creating new culture to adjust to the modern world. This is very different from the Center Plains Culture in the north part of China. Guangzhou has its own opera, Guangdong Opera, and its own language, Cantonese. In Guangzhou Metro, you can hear the announcement for station not only in Chinese and English, but also in Cantonese. Besides, sotto portico is the typical construction for Lingnan Culture. A flowers market held every Spring Festival is famous around South China.\nThe education in Guangzhou began in the Western Han Dynasty. Now, Guangzhou is one of the cities with the most colleges and universities in the South China. It is one of the cities which has the most education resource in the country. The best comprehensive university here is Sun Yat-sen University. It is a university built in memory of Sun Yat-sen, who led the Xinhai Revolution and is regarded as the father of China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Guangdong","surface_form":"Guangdong Province","offset":36},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":67},{"uri":"Misnomer","surface_form":"misnomer","offset":137},{"uri":"Guangdong","surface_form":"Guangdong","offset":263},{"uri":"Beijing","surface_form":"Beijing","offset":475},{"uri":"Shanghai","surface_form":"Shanghai","offset":487},{"uri":"Asian_Games","surface_form":"Asian Games","offset":561},{"uri":"Zhu_Jiang_Delta","surface_form":"Zhu Jiang Delta","offset":709},{"uri":"Dong_Jiang_River","surface_form":"Dong Jiang River","offset":756},{"uri":"Xi_Jiang_River","surface_form":"Xi Jiang River","offset":787},{"uri":"Bei_Jiang_River","surface_form":"Bei Jiang River","offset":819},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":884},{"uri":"Subtropics","surface_form":"subtropics","offset":1284},{"uri":"Monsoon","surface_form":"monsoon","offset":1295},{"uri":"Climate","surface_form":"climate","offset":1303},{"uri":"Baiyun_Airport","surface_form":"Baiyun Airport","offset":1616},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":1841},{"uri":"South_China","surface_form":"South China","offset":1853},{"uri":"Jing-Guang_Railway","surface_form":"Jing-Guang Railway","offset":1909},{"uri":"Jing-Jiu_Railway","surface_form":"Jing-Jiu Railway","offset":1929},{"uri":"Guang-Shen_Railway","surface_form":"Guang-Shen Railway","offset":1947},{"uri":"Reform_and_Opening_Up","surface_form":"Reform and Opening Up","offset":2253},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":2477},{"uri":"Taiwan","surface_form":"Taiwan","offset":2488},{"uri":"Macao","surface_form":"Macao","offset":2499},{"uri":"World_Association_of_Metropolises","surface_form":"World Association of Metropolises","offset":2680},{"uri":"China_Import_and_Export_Commodities_Fair","surface_form":"China Import and Export Commodities Fair","offset":2997},{"uri":"Guangzhou_International_Convention_and_Exhibition_Center","surface_form":"Guangzhou International Convention and Exhibition Center","offset":3122},{"uri":"Lingnan_Culture","surface_form":"Lingnan Culture","offset":3503},{"uri":"Center_Plains_Culture","surface_form":"Center Plains Culture","offset":3842},{"uri":"Guangdong_Opera","surface_form":"Guangdong Opera","offset":3921},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":3960},{"uri":"Guangzhou_Metro","surface_form":"Guangzhou Metro","offset":3974},{"uri":"Sotto_portico","surface_form":"sotto portico","offset":4098},{"uri":"Spring_Festival","surface_form":"Spring Festival","offset":4189},{"uri":"Sun_Yat-sen_University","surface_form":"Sun Yat-sen University","offset":4512},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":4574},{"uri":"Xinhai_Revolution","surface_form":"Xinhai Revolution","offset":4599}]}